{
  "url": "https://www.saflii.org/za/cases/ZASCA/1988/1.html",
  "case_name": "Miele ET CIE Gmbh & Co v Euro Electrical (Pty) Ltd. (1/88) [1988] ZASCA 1; [1988] 2 All SA 244 (A) (1 November 1987)",
  "citation": "[1988] ZASCA 1",
  "court": "ZASCA",
  "year": "1988",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1988\n>>\n[1988] ZASCA 1\n|\nNoteup\n|\nLawCite\nMiele ET CIE Gmbh & Co v Euro Electrical (Pty) Ltd. (1/88) [1988] ZASCA 1; [1988] 2 All SA 244 (A) (1 November 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nMIELE ET CIE GmbH & CO\nappellant\nand\nEURO ELECTRICAL (PROPRIETARY)\nLJMITED\nrespondent.\nCORAM\n: CORBETT,\nBOTHA, SMALBERGER, VIVIBR JJA,\net\nNICHOLAS AJA.\nDATE OF HEARING\n: 9 November 1987\nDATE OF JUDGMENT\n:\nJUDGMENT\nCORBETT\nJA: The appellant in this matter is Miele et Cie\nGmbH 6 Co\n(\"Miele\"), a company incorporated under the laws of the Federal Republic of\nGermany and having its\n/ registered\n2\nregistered office in Westphalia, West Germany. Miele carries on an\nold-established business for the manufac-ture and supply of, mainly,\ndomestic\nelectrical applian-ces, such as washing-machines, stoves, ovens,\nvacuum-cleaners, dishwashers and the like. Miele has always\nproduced goods of\nthe highest quality and its domestic appliances are amongst the most expensive\nof their type on the market. It\noperates and markets its goods in many countries\nof the world and some idea of the size of its business may be gained from the\nfact\nthat in\nthe 1983 financial year its audited financial statements\nrevealed a\nturnover in excess of 1,7 billion German marks (which at the time amounted to\nsome R690 million). Its\ngoods are sold under the trade mark \"Miele\". Miele al-\nso manufactures and\nsupplies spare parts for its pro-\nducts. Indeed, the supply of spare parts\nand after-\nsale service is emphasized by Miele to ensure that each\n/\nproduct\n3\nproduct, which is designed to last for many years, will easily be maintained\nand speedily serviced when neces-\nsary.\nIn 1972 Miele registered the name \"Miele\" as a trade mark in South Africa, in\nterms of the Trade Marks Act 62 of 1963, in four different\nclasses, covering a\nwide range of domestic and other electrical appliances. And in 1978 there\nfollowed four more registrations, cover-ing\nmainly the same classes, of the word\n\"Miele\" written in a special script and in accordance with certain pre-cise\ndimensions (known\nas Miele's \"international script form\").\nPrior to 1979 Miele traded in South Africa on a very limited scale. In that\nyear, however, respondent, Euro Electrical (Proprietary)\nLtd (\"Euro Electrical\")\n— a company which carries on a retail business in domestic electrical\nappliances from a shop at U39A,\nEastgate\n/ Shopping\n4\nShopping Centre, Bedfordview, Johannesburg — as a result of approaches\nmade by its managing director, Mr L Paletz, was granted\nthe right to distribute\nMiele's domestic ap-pliances in South Africa. This agency, or distributor-ship,\nagreement was entered into\norally and never re-duced to writing. In terms of it\nEuro Electrical was authorized to import, sell, service and repair Miele\npro-ducts\nand this included the right to service and repair Miele goods which\nhad been sold to the public by third\nparties. Furthermore, Euro Electrical\nwas authorized to\nuse the word \"Miele\", in its international script form,\nin the name of its business and repair service.\nThe agreement was duly implemented. Sales\nof Miele's\ngoods in South Africa increased rapidly.\nIndeed, over the period 1979 to 1982 Euro Electrical\npurchased from Miele\ngoods and spare parts to the value\nof some R752 800,00. And Euro Electrical\nused the\n/ names\n5\nnames \"Miele\" and \"Miele Appliances\" as a trading style,\nin a manner which I shall describe in more detail later.\nEuro Electrical also sold domestic appliances made by other\nmanufacturers,\nbut the bulk of its turnover was in Miele's goods.\nOn 5 August 1982 this agreement was cancelled\nby\nEuro Electrical, in terms of a letter written by its\nattorney on its behalf.\nThe ground of cancellation was\nstated to be Miele's persistent refusal to\ncarry out the\nterms of the agreement. Evidently Miele decided to,\nand did,\nestablish its own subsidiary in South Africa,\nMiele (Pty) Limited, to act as\nthe sole wholesale distri-\nbutor of its products in South Africa; and Euro\nElectri-\ncal was told that it had to obtain goods and spares from\nthe\nSouth African subsidiary. This was alleged by\nEuro Electrical to be in contravention of its agreement\nwith Miele, which\nit described as an \"exclusive distributorship\",\n/ and\n6\nand which was to endure until 1989. The details and merits of this dispute\nabout the agreement are not, however, relevant in this\ncase: all that is\nrelevant is the fact that the agreement was cancelled on 5 August 1982.\nThereafter attempts were made to settle\nthe dispute, parti-cularly in view of a\npossible change in the shareholding in\nEuro Electrical, but these attempts came to naught.\nIn a letter dated 26 August 1983 written to\nEuro\nElectrical by Miele's attorneys it was pointed\nput that as a result of the cancellation of the distributorship agree-ment Euro\nElectrical's\nright to use the names \"Miele\" or \"Miele Appliances\" as a trading\nstyle had fallen away and\nthat continued use thereof would constitute an infringement\nof Miele's registered trade marks. The letter concluded\nwith a demand that such user cease and a threat of legal\nproceedings in the event of the demand not being acceded\n/ to\n7\nto. To this letter Euro Electrical's attorneys replied\non 16 September\n1983, the final paragraph of the reply\nreading:\n\"As Miele in Germany refuses to supply\nany further goods to our client, our\nclient had no alternative but to accept\nrepudiation and sue for damages, but\nhe\nhas never waived his right to use the\nname Miele Appliances and it is\ntherefore\nnot prepared to cease using this\nname\".\nEuro Electrical continued to\ncarry on trading as before\nand in March 1984 Miele applied to the Transvaal Provin-\ncial Division on notice of motion for an order interdict-\ning Euro Electrical, its agents and servants from infring-\ning Miele's registered trade marks, in terms of sec 44(1):\n(b) of the Trade Marks Act 62 of 1963 (\"the Act\"), by\nusing the trade name \"Miele Appliances\" as the trade\nname of its shop at the Eastgate Shopping Centre or at\nsuch other places as Euro Electrical may trade under\nthat name. A further prayer in the notice of motion\nfor an interdict against an alleged infringement of sec\n/ 44(1)(a)\n8\n44(1) (a) of the Act was dropped in the Court a\nquo\nand need not be referred to.\nThe application came before Strydom AJ (as he then was), who dismissed the\napplication with costs, including the costs of two counsel.\nWith leave of the\nCourt a\nquo\nMiele now appeals to this Court against the whole of the\njudgment and order of the Court a\nquo\n.\nThe relevant portion of sec 44(1) of the Act\nreads\nas follows:\n\"(1) \tthe rights acquired\nby\nregistration of a trade mark shall\nbe infringed by —\n(a)\n(b)\tunauthorized use in the course of\ntrade, otherwise than as a\ntrade\nmark, of a mark so nearly resembling\nit as to be likely to deceive\nor\ncause confusion, if such use is in\nrelation to or in connection\nwith\ngoods or services for which the trade\nmark is registered and is\nlikely to\ncause injury or prejudice to the\nproprietor of the trade\nmark:\t\".\nAlthough\n9\nAlthough the subsection speaks only of a mark so nearly\nresembling it (ie the registered trade mark) as to be\nlikely to deceive or cause confusion, it is clear that\nthe subsection includes the use of the identical mark\n(see\nProtective Mining & Industrial Equipment Systems\n(Pty) Ltd (Formerly Hampo Systems (Pty) Ltd)v Audiolens\n(Cape) (Pty) Ltd\n1987 (2) SA 961\n(A), at p 987 C-F).\nThis is such a case; and accordingly I shall refer only\nto the use of the registered mark. A proprietor who\nclaims infringement of his trade mark in terms of sec 44(1)(b) in a case such\nas this must, therefore, establish\nthe following:\n(1) that there has been use of the trade mark by\nthe alleged infringer;\n(2) that such use was unauthorized;\n(3) that such use was in the course of trade;\n(4) that such use was otherwise than as a trade mark;\n/ (5)\n10\n(5)\tthat such use was in relation to or in connection\nwith goods or\nservices for which the trade mark\nis registered; and\n(6)\tthat such use is likely to cause injury or\nprejudice to the proprietor\nof the trade mark.\nI shall consider each of these requirements in turn.\n(1)\nUse of the trade mark\nThe evidence in\nregard to Euro Electrical's use of the trade mark \"Miele\", both before and after\nthe cancellation of the distributorship\nagreement, is not altogether clear and\nin some respects there are dis-putes of fact. Since Miele seeks a final\ninterdict without\nresort to\nviva voce\nevidence the Court must adopt the\napproach outlined in\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty)\nLtd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A), at pp 634 E - 635 C, in regard to disputes of\nfact.\n/ Adopting\n11\nAdopting this approach, I find the factual position to be as follows.\nIn terms of the distributorship agreement\nEuro\nElectrical was granted the right to use the trade\nmark \"Miele\" in the name of\nits business and repair ser-\nvice. One of the ways in which Euro Electrical\nmade\nuse of this right was to display the word \"Miele\" (in\nits\ninternational script form) on its shop front at the\npremises in Eastgate\nShopping Centre. This use continued\nafter the cancellation of the agreement\nand it would\nseem up to the time when legal proceedings\ncommenced.\nPhotographs (annexure \"D\" to the founding affidavit)\nwere\nplaced before the Court a\nquo\ndepicting Euro Elec-\ntrical's shop from\nvarious angles. From these photo-\ngraphs it would appear that the shop is\nhoused in the\ninternal part of a modern-style shopping centre. The\nshop frontage consists of four facets, set at right-\n/ angles\n12\nangles to one another, which present a sawtooth-like facade to the\nfloor-space used by passing shoppers. Each facet consists of a\nlarge metal\nrectangular frame reaching from floor to ceiling. The lower (approximately)\ntwo-thirds of each facet is filled by a rectangular\nglass front, which acts as a\nwindow for goods displayed inside the shop, advertisements, etc. The upper\n(approximately)\none-third of each facet is occupied by a sign (we were\ntold from the Bar that it is a neon sign), consisting\nof a white background upon which there appears in blue\nand in large characters the word \"Miele\", in its inter-\nnational script form. Judging from the photographs,\nthe dimensions of each of these signs, which are rectangu-\nlar in shape, would appear to be about one metre high\nand about two metres wide. It is not clear from the photographs where the\nentrance to the shop is, but it would seem that one of the\ndisplay windows\nconsists of a sliding glass panel, which when opened would give\n/ access\n13\naccess to the shop. The overall impression to be gained from the photographs\nis that the \"Miele\" neon signs are very striking and\nprominent. The photo-graphs\nalso reveal goods on display inside the shop, as also advertising placards,\nmainly relating to Miele\nproducts. There is, however, a fairly prominent sign,\nprobably also a neon sign, inside the shop, consisting of the name \"Liebherr\",\nwhich is evidently a make of refrigerator stocked by Euro Electrical. It\nfurther\nappears from the opposing affidavit deposed to by Paletz\nthat\nthese \"Miele\" neon signs were erected in 1979 with Miele's knowledge and\napproval and that the Miele advertising placards were\nsupplied to Euro\nElectrical by Miele.\nIn regard to the situation as revealed by the\nphotographs, Paletz, in his\nopposing affidavit, stated\nthe following:\n/ \"6.1 The\n14\n\"6.1 The Miele signs over the shop front\ndepicted in Annexure 'D' were erected in 1979 with the applicant's knowledge\nand approval. The placards advertising the Miele appliances\nwhich can also be\nseen in Annexure 'D' in the shop window, were supplied to me by the\napplicant.\n6.2\tAt the time when these signs were\nerected, the respondent also\nsold\nother kitchen appliances not made\nby the applicant such as\n'Liebherr'\nrefrigerators. As the bulk of the\nrespondent's turn-over was in\nthe\napplicant's goods, the Miele sign\nwas given prominence over the shop\nfront.\n6.3\tThese advertising signs were and are used\n(a)\nto identify the Miele goods\nsold by the respondent; and\n(b)\nas a name to\nidentify the re- tail and repair services pro- ' vided by the\nrespondent.\n6.4\tThe respondent still has in\nstock\nsubstantial quantities of Miele\ngoods supplied to it by the appli-\ncant which as the applicant concedes\nit is entitled to market under\nthe\nname Miele\".\n/ On \t'\n15\nOn the strength of this and possibly encouraged by certain questions put to\nMr\nAshton\n, who appeared on behalf of Miele, by a member of this Court,\ncounsel for Euro Electrical, Mr\nGoodman\n, submitted that it had not been\nestablished that Euro Electrical's use of the name \"Miele\" on its shop front\namounted to anything\nmore than an advertisement of the fact that the business\ndealt in goods produced by Miele. And it was conceded by Mr\nAshton\nthat\nEuro Electrical was fully entitled to\nadvertise the fact that it sold goods\nwhich constituted\ngenuine Miele appliances. (Cf\nProtective Mining\ncase,\nsupra\n, at p 992 B.)\nMr\nGoodman\n's submission runs counter to\nwhat\nhad been stated in the heads of argument filed\non behalf\nof Euro Electrical and, in any event, it is, in my\nview,\nunsound. The test, it seems to me, is how the ordinary\nreasonable member of the puchasing public would regard\n/ and\n16\nand interpret Euro Electrical's use of the name \"Miele\" on its shop front:\nwhether as the trading style or name of the business or\nwhether as an\nadvertisement that Miele goods were on sale in the shop. (Cf.\nBerman Brothers\n(Pty) Ltd v Sodastream Ltd and Another\n1986 (3) SA 209\n(A), at p 233 H).\nHaving regard to the size, permanence, posi-tion and number of the neon signs\nand the general impression conveyed\nby them, as portrayed by the photographs\n(annexure \"D\"), I am of the opinion that the ordinary reasonable\nmember of\nthe purchasing public would regard them as\nconveying the name of the shop or the business conducted\nin the shop; and not merely as advertisements. The\nplacards, on the other hand, would be regarded as adver-\ntising material; as also the \"Liebherr\" sign.\nAlso in the papers before the Court is a copy of an advertisement which\nappeared in the Star newspaper on 15 May 1981. It advertises\nMiele appliances\nand\n/ at\n17\nat the foot of the advertisement the following informa-\ntion is given —\n\"Miele Appliances\nU39A Eastgate Shopping Centre\nBedfordview 2008\nTel 615-7372\".\nThe advertisement was inserted by Euro Electrical with\nMiele's knowledge\nand approval. It thus appears that\nEuro Electrical also used the name \"Miele Appliances\"\nfor the business conducted by it at the shop. The adver-\ntisement was, of\ncourse, placed while the distributorship\nagreement was still in operation and there is very little\ndirect\nevidence,apart from general allegations, to show\nthat this name was used\nafter the agreement had been\ncancelled. There is, however, the statement in the\nletter of 16 September 1983, quoted above, which seems\nto amount to a clear admission that after the cancellation\nof the agreement Euro Electrical used the name \"Miele\nAppliances\" and to a statement that it intends to con-\n/ tinue\n18\ntinue doing so in the future. This letter was attached to the founding\naffidavit deposed to by Miele's export manager, Mr G Becker.\nIn his opposing\naffidavit, when dealing with the paragraph in the founding affidavit in which\nthis letter is referred to, Paletz\ndid not suggest that Euro Electrical did not\ncarry out the threat to continue using the name \"Miele Appliances\".\nFurther-more, in\nMiele's replying affidavit, which was deposed to by Mr R\nBuchner, the general manager of Miele (Proprietary)\nlimited, the allegation\nis made that Euro Electrical's\nvehicles made no reference to its company name\nand simply bear the name \"Miele\" and Euro Electrical's shop address; and\nphotographs\nof such a vehicle are attached. The photographs themselves show a\nlight delivery vehicle open at the back (popularly known as a \"bakkie\"),\nwith\nlarge \"Miele\" signs, in the international script form, painted on the rear and\nsides of the loading portion\n/ of \t:\n19\nof the vehicle; and with the following painted on one\nof the doors of the cab:\n\"Miele Appliances\n39 A Eastgate\nTel 615 7372\".\nAdmittedly, this evidence was adduced only in reply,\nbut Euro Electrical\ndid not object thereto or seek to\ncontrovert it.\nThe evidence would thus seem to establish that\nat\nthe time when the application was made Euro Electrical\nwas using the name\n\"Miele\", either alone or in the com-\nbination \"Miele Appliances\", as a\ntrading style. Much\nof this use is of the name written in its\ninternational\nscript form. According to sec 2(2) of the Act references\nin\nthe Act to the \"use of a mark\" —\n\".... shall be construed as references to the use of a printed or other visual\nrepresentation of the mark, .... and, in the case\nof a mark which is capable of\nbeing audibly reproduced, the use of an audible reproduction of the\nmark\".\n/ In\n20\nIn my view, there is no doubt that the evidence which I have recounted\nestablishes that at the time of the institution of proceedings\nEuro Electrical\nwas using Miele's trade mark, in both its forms of registration, and appeared to\nhave every intention of continuing\nto do so.\nIn his opposing affidavit Paletz stated that sales and repairs of Miele\nproducts had been effected through the name of Euro Electrical\nand not Miele and\nhe annexed a specimen invoice and a specimen letterhead to prove this. This\nevidence is of no real assistance to\nEuro Electrical for if, as I have found, it\nhas used the trade mark in certain respects to denote the name of the business,\nit is\nno answer to say that in certain other respects, when referring to the\nbusiness, it did not use the trade mark.\n/ (2)\nUnauthorized\n21\n(2)\nUnauthorized use\nThe use of Miele's trade mark was originally\nauthorized in terms of the distributorship agreement, but such authorization\nfell away\nwith the cancellation of that agreement. About this there is no\ndispute; and any doubt that there might have been on this score,\non the part of\nEuro Electrical, would have been removed by the letter of 26 August 1983, which\nis referred to above.\n(3)\nUse in the course of trade\nEuro Electrical unquestionably carries\non a trade. Its use of Miele's trade mark in its trade name clearly amounts to\nuse thereof\nin the course of trade. Euro Electrical did not dispute this.\n/ (4)\nUse otherwise\n22\n(4)\nUse otherwise than as a trade mark\nand\n(5)\nUse in relation to or in connection\nwith goods or services for which the\ntrade mark is\nregistered\n.\nIn view of certain arguments advanced on behalf\nof\nEuro Electrical, it is convenient to deal with these\nrequirements\ntogether.\nThe requirement, under (4) above, that the use be \"otherwise than as a trade\nmark\" distinguishes infringement of a trade mark in terms\nof sec 44(1) (b) from\nthat falling under sec 44(1)(a), which requires use of the mark \"as a trade\nmark\". The origin of sec 44(1)(b)\nand its\nraison d'être\nwere\ndescribed in the\nProtective Mining\ncase,\nsupra\n, at pp 986 E - 987\nB. Use of a mark \"as a trade mark\" and use of a mark \"other-wise than as a trade\nmark\" constitute converse situations\nand any enquiry as to which (if either) of\nthese situations obtains must generally commence with an investigation as to\nwhether the\nmark has been used as a trade mark.\n/ In\n23\nIn terms of the definition of \"trade mark\" in sec 2 of the Act use of a mark,\nin relation to goods or services, \"as a trade mark\"\nmeans use for the purposes\nof indicating a connection in the course of trade between the goods or services\nand the proprietor of\nthe mark (because of non-relevance I leave out of account\nthe regis-tered user) and of distinguishing those goods and services\nfrom the\nsame kind of goods and services connected in the course of trade with other\npersons. (See\nBerman Brothers\ncase,\nsupra\n, at p 236 F;\nProtective Mining\ncase,\nsupra\n, at pp 987 G - 988 B.) Use of a\nmark\n\"otherwise than as a trade mark\" refers to user where\nthese purposes\tare not present, but where the mark is\nused for\nother\tpurposes such as, for example, in order\nto compare the\tuser's goods or\nservices with those of\nthe proprietor\tof the mark (\nProtective Mining\ncase,\nsupra,\nat p 986 F) or\tto indicate that the goods or services\n/ may\n24\nmay be utilised in substitution for those of the proprietor of the mark (see\nKlep Valves (Pty) Ltd v Saunders Valve Co Ltd\n1987 (2) SA 1\n(A), at pp 41\nJ - 42 C).\nSec 44(1)(b) requires the user to be \"in relation to or in connection with\ngoods or services for which the trade mark is registered\".\nThus user in relation\nto or in connection with goods not covered by the trade\nmark registration or\nin relation to services where the registration is for goods, or\nvice\nversa\n, falls outside\nthe ambit of the sub-section.\nIt is Miele's case that the purpose of Euro Electrical's use of its (Miele's)\ntrade mark as a trade name is to indicate an association\nof some kind between\nEuro Electrical's business and that of Miele, either that the business is that\nof Miéle itself or that\nit is a local branch or agency of Miele; that\nthis consti-tutes user in relation to or in connection with goods\n/ in\n25\nin respect of which the trade mark is registered; and that this user is use\notherwise than as a trade mark.\nEuro Electrical concedes (in counsel's heads of argument, at any rate) that\nits use of Miele's trade mark is to signify a connection\nin the course of\ntrade\nbetween the business of Euro Electrical and that of Miele,\nbut contends that this user is in relation to services\nand not goods, and\nthat, in any event, even if it does\nrelate to goods, it is use \"as a trade\nmark\" in terms\nof sec 44(1)(a). The first of these contentions, if borne\nout by the facts, would provide an answer to Miele's claim,\nsince its registered trade marks relate only to goods; the\nsecond, if well-founded, would be a defence on the basis\nthat Miele, so it is argued, specifically abandoned in the\nCourt a\nquo\nits cause of action based on sec 44(1)(a).\nThe first question to be considered is whether\n/\nEuro\n26\nEuro Electrical's use of the trade mark \"Miele\" is in\nrelation to or in\nconnection with goods or in relation\nto or in connection with services.\nDuring the course\nof argument Mr\nGoodman\nwas asked \"What services?\";\nand\nto this he replied \"the services of selling, distributing\nand\nrepairing Miele's products\". Repairing is, of course,\na service, but in the\ncontext of Euro Electrical's business\nit is merely ancillary to the main\nactivity of selling\ngoods. And, in my view, it is artificial and\nincorrect\nto regard the selling of goods, even if they all emanate\nfrom a\nsingle manufacturing source, as the provision\nof services. Euro Electrical\nuses the mark, as I have\nsaid, as its tradihg style in order to indicate\nthat\nits business, in which it sells Miele products, is associa-\nted with\nMiele. If that user is in relation to or in\nconnection with anything, it is,\nin my view, goods and\nnot services; the goods being the Miele products\nand\n/ other\n27\nother goods sold by Euro Electrical. The question still remains, however, as\nto whether this user does fall within the scope of the\nwords \"in relation to or\nin connection with\" these goods.\nWith regard to the phrase \"in relation to\"\nit is\nprovided in sec 2(3)(a) of the Act that —\n\"References in this Act to the use of a mark in relation to goods shall be\nconstrued as references to the use thereof upon, or in\nphysical or other\nrelation to, goods\".\n\"In relation to\"\nis a phrase susceptible of a wide meaning\n(see\nShalom Investments (Pty) Ltd and Others v Dan River\nMills\nIncorporated\n1971 (1) SA 689\n(A), at p 704 H).\nThe addition in sec\n44(1)(b) of the phrase \"in connection\nwith\" (cf. sec 44(1)(a) which speaks\nonly of \"in relation\nto\") must be interpreted as further widening the\nlink\nor connection which, according to sec 44(1)(b), should\nexist between the use of the mark and the goods.\n/ (Cf\nLipschitz N0.\n28\n(Cf.\nLipschitz NO v UDC Bank Ltd\n1979 (1) SA 789\n(A), at p 797 D-E.)\nAny attempt on my part to more closely define what these phrases mean would be\nboth difficult and imprudent.\nIt is for the Court to decide, ad\nhoc\nin\neach case, whether the user in question falis within the ambit of these phrases\nor not. General guidance may no doubt be derived\nfrom the apparent object of sec\n44(1)(b) which was to extend the scope of infringement to cases where the\ninfringer's use of the\nmark, though\nnot use as a trade mark, was in order to\nprey upon or\ntake advantage of the reputation and goodwill of the\nproprietor of the mark.\nIn the present case Euro Electrical uses the mark as its trade name (or part\nthereof). Such user is likely to convey to the purchasing\npublic that there is a\ntrading association between Euro Electrical and the proprietor of the mark,\nMiele. Euro Electrical\n/deals\n29\ndeals in goods produced by the proprietor of the mark, the classes of goods\nfor which the mark was registered, and that no doubt is\nthe reason why it used\nthe mark as its trade name in the first place and why it wishes to continue to\ndo so. The other goods sold\nby it which do not derive from Miele would also, it\nwould seem, fáll into one or more of the classes for which the mark\nwas\nregistered. In my opinion, there is a sufficient link in this case\nbetween the use of the mark by Euro Electrical and goods for which\nthe mark is\nregistered for it to be said that the mark is used in relation to or in\ncon-nection with such goods.\nFinally, there is the question as to whether in these circumstances the mark\nis used \"as a trade mark\" or \"otherwise than as a trade\nmark\". In my view, the\nlatter represents the true position. Euro Electrical's use of the mark as a\nbusiness name is not for the purpose\n/ of\n30\nof indicating a connection in the course of trade between the goods and the\nproprietor of the mark or of distin-guishing those goods\nfrom similar goods\nemanating from other persons. Those purposes are achieved by the marks applied\nto the goods themselves. Euro Electrical's\nuse of the mark is for the purpose of\nindicating an association or connection between its business and that\nof Miele. My conclusion, therefore, is that requirements (4) and (5) have\nalso been satisfied.\n(6)\nInjury or prejudice\nIt was on the ground that Miele had failed to\nestablish the likelihood of injury or prejudice that the Judge a\nquo\nnon-suited Miele. Mr\nAshton\nsubmitted on appeal that in doing so the\nlearned Judge erred. Mr\nGoodman\nsupported the learned Judge's decision on\nthis issue.\n/ The\n31\nThe enquiry here is whether Euro Electrical's\nuse of\nthe mark is likely to cause injury or prejudice\nto the proprietor of the\nmark, Miele. This turns very\nmuch upon the meaning of the words \"injury or\nprejudice\"\n(\"skade of nadeel\" in the Afrikaans text, which, however,\nis not the signed text). It seems to me that in this\ncontext \"injury\", or\n\"skade\", refers to the delictual\nconcept of\ndamnum\n, that is\npatrimonial or pecuniary loss\nsuffered by a person, whereas prejudice is a wider con-\ncept which would include an impairment of a person's rights\nand interests not necessarily resulting in patrimonial\nor pecuniary loss.\nThe distinction is well illustrated by the\njudgment\nof Caney AJP (with whom Henning J concurred)\nin the case of\nWestern Credit\nBank Ltd v Kajee\n1967\n(4) SA 386\n(N). In that case the Court was\ncalled\nupon to consider the meaning to be attached to the\n/ word\n32\nword \"prejudice\" in the context of sec 3 of the Cónven-\ntional Penalties Act 15 of 1962, which empowers the\ncourt to reduce a conventional penalty where it ap-\npears to be out of proportion to the \"prejudice\"\nsuf-\nfered by the creditor by reason of the act or\nomission\nin respect of which the penalty was stipulated. In\nterms of the section the court is directed in determining\nthe extent of the prejudice to take into\nconsideration—\n\".... not only the\ncreditor's\nproprietary interest, but every\nother rightful interest which may be affected by the act or\nomission in question\".\nHaving noted (at p 390 H) that the word \"prejudice\"\nwas used, not loss or damage, Caney AJP had the\nfol-\nlowing to say about the meaning of \"prejudice\"\nin the\ncontext of sec 3 (at p 394 D):\n\"The damages suffered\nby the plain-\ntiff are not the sole criterion, for the operation of sec. 3 of the Act\nhinges on prejudice, which is wider\nin its connotation than damages.\nThe full extent of this may be difficult\n/ to\ní\n33\nto ascertain in any particular case, but\nRex v Dhlamini\n,\n1943 T.P.D. 20\nat p 23, followed in\nRex v Williams\n,\n1943 C.P.D. 206\nat p 208, indicates\nthat prejudice includes 'far more than pecuniary loss' and may, according to the\ncircumstances, include impairment\nof reputation or personal dignity and possibly\ncover any substantial\nincon-venience\".\n(See also Van\nStade\nn v\nCen\ntral So\nuth African L\nands\nand\nMines\n1969 (4) SA 349\n(W), at p 352, where Snyman J\nformulated the concept of prejudice in somewhat wider\nterms;\nBurger v\nWestern Credit Bank Ltd\n1970 (4) SA\n74\n(T), at pp 76 G - 77 A.)\nIn this case Miele has not established the likelihood of injury (\"skade\") as\na result of the use by Euro Electrical of its trade mark.\nThis is con-ceded by\nMr\nAshton\n. But what of the likelihood of prejudice? It is contended on\nMiele's behalf that there is prejudice to it in that (i) the use by\nEuro\nElectrical of its trade mark conveys to the public\n/ that\n34\nthat Euro Electrical is part of Miele's business, or is a\nlocal branch or agency of Miele; (ii) Miele's business reputation and goodwill,\ntherefore, lies to some extent in the hands of Euro Electrical; and (iii)\nbecause in fact Euro Electrical is not part of Miele or\nits local branch or\nagent, Miele is not able to exercise any control over the way Euro Electrical\nruns its business or markets Miele's\ngoods or main-tains or repairs such\ngoods.\nIt seems to me that there is substance in\nthis\ncontention. It is true that Paletz contends\nthat the\nservices provided by Euro Electrical to the public are\n\"far in excess\" of those required by Miele and for the\npurposes of this case it must be accepted that, at any\nrate, the services are not inferior to what is required.\nBut Euro Electrical is a company and the control of a\ncompany may change hands. Its staff, too, may change.\n/ Circumstances,\n35\nCircumstances, such as financial stringency, may cause a fall in standards.\nNothing is static in business. In the circumstances Miele's\nlack of ability to\ncon-trol how Euro Electrical conducts its business under\nthe Miele trade mark\nis, in my view, a real sourcé of prejudice. (Cf\nCapital Estate and\nGeneral Agencies (Pty) Ltd and Others v Holiday\nInns Inc and Others\n1977 (2)\nSA 916\n(A), at pp 931 B - 932 D.)\nRequisite (6) is accordingly established.\nIt follows from the aforegoing that\nMiele\nestablished an infringement of its trade mark\nunder\nsec 44(1)(b) of the Act and that in dismissing the\napplication the Court a quo erred.\n/ The\n36\nThe appeal is allowed with costs and the order\nof\nthe Court a\nquo\nis altered to read:\n\"(1) The respondent, its agents\nand\nservants are interdicted and\nre-\nstrained from infringing the appli-\ncant's registered trade marks Nos\nB72/3689, B72/3690, B72/3691,B72/3692\nB78/3272, B78/3273, B78/3274 and\nB78/3275 in terms of section 44(1)(b)\nof the Trade Marks Act No 62 of 1963,\nby using the names \"Miele Appliances\"\nor \"Miele\" as the trade name of its\nshop situated at Shop U39A, Upper\nLevel, Eastgate Shopping Cent're,\nBedfordview, Transvaal, or at! such\nother places as the respondent may\ntrade under that name.\n(2) The respondent is ordered to pay\nthe costs of the application inclu-ding the costs of two counsel\".\nM M CORBETT BOTHA JA)\nNICHOLAS AJA)",
  "scraped_at": "2026-02-11T21:24:02.956514",
  "date": "1987-11-01",
  "coram": [
    "Corbett JA",
    "Botha JA",
    "Smalberger JA",
    "Vivibr JJA",
    "Nicholas AJA"
  ],
  "case_number": "1/88",
  "parties": {
    "applicants": [
      "Miele et Cie GmbH & Co"
    ],
    "respondents": [
      "Euro Electrical (Proprietary) Ltd"
    ]
  },
  "sections": {
    "facts": "Miele et Cie GmbH & Co, a German manufacturer of high‑end domestic appliances, registered the trade mark \"Miele\" in South Africa in 1972 and again in 1978. In 1979 Euro Electrical (Proprietary) Ltd entered into an oral exclusivity agreement to distribute Miele products in South Africa, including the right to use the \"Miele\" mark in its business name and on signage. The agreement was cancelled by Euro Electrical on 5 August 1982 after Miele set up a South African subsidiary and demanded that Euro Electrical source goods from it. Euro Electrical continued to display prominent neon signs bearing \"Miele\" and used the name \"Miele Appliances\" as its trading style, despite Miele’s demand to cease use. Miele applied for an interdict under section 44(1)(b) of the Trade Marks Act; the lower court dismissed the application. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "The appeal raised whether Euro Electrical’s continued use of the registered mark \"Miele\" after the distributorship was terminated infringed Miele’s trade‑mark rights under s44(1)(b). Specific issues were: (1) whether there was use of the mark; (2) whether that use was unauthorized; (3) whether it was in the course of trade; (4) whether the use was “otherwise than as a trade mark”; (5) whether the use was in relation to or in connection with the goods for which the mark is registered; and (6) whether the use was likely to cause injury or prejudice to Miele.",
    "principles": "The Court restated the six‑element test for infringement of s44(1)(b): use of the mark, unauthorized, in the course of trade, otherwise than as a trade mark, in relation to the registered goods, and likely to cause injury or prejudice. It clarified the distinction between use “as a trade mark” (to indicate origin or distinguish goods) and “otherwise than as a trade mark” (to exploit the mark’s reputation). Relevant authorities included Plascon‑Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd, Protective Mining & Industrial Equipment Systems (Pty) Ltd v Audiolens (Cape) (Pty) Ltd, Berman Brothers (Pty) Ltd v Sodastream Ltd, and definitions in the Trade Marks Act (sections 2 and 44). The Court also explained the wide meaning of “in relation to” and “in connection with”, and the broader concept of “prejudice” beyond mere pecuniary loss.",
    "application": "Applying the test, the Court found that Euro Electrical displayed the \"Miele\" neon signs and used the name \"Miele Appliances\" on its shop front, advertisements, and delivery vehicles – constituting use of the mark. The authorization ended with the cancellation of the distributorship, so the use was unauthorized. Euro Electrical is a trading entity, so the use was in the course of trade. The use was as a business name, not to indicate the origin of the goods, thus “otherwise than as a trade mark”. The goods displayed were Miele appliances, which fall within the registered classes, satisfying the “in relation to” requirement. The Court held that the continued use was likely to cause prejudice to Miele’s reputation and goodwill, satisfying the final element.",
    "conclusion": "The appeal was allowed. The Supreme Court of Appeal granted an interdict restraining Euro Electrical, its agents and servants from infringing Miele’s registered trade marks (Nos B72/3689‑B72/3691, B72/3692, B78/3272‑B78/3275) by using the names \"Miele Appliances\" or \"Miele\" as the trade name of its shop or any other premises. Euro Electrical was ordered to pay the costs of the application, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark Infringement",
    "level_3": [
      "unauthorized use",
      "trade name",
      "interdict",
      "section 44",
      "injury and prejudice"
    ]
  }
}