{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/35.html",
  "case_name": "S v Malik (285/1985) [1987] ZASCA 35 (31 March 1987)",
  "citation": "[1987] ZASCA 35",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 35\n|\nNoteup\n|\nLawCite\nS v Malik (285/1985) [1987] ZASCA 35 (31 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nCase No. 285/1985\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nSHARFUDEEN PAKHI MALIK\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n:\tRABIE ACJ, VIVIER JA et STEYN AJA\nHEARD\n:\t19 MARCH 1987\nDELIVERED\n:\t31 MARCH 1987\nJUDGMENT\n/\nSTEYN AJA\n...\n2.\nSTEYN AJA\n:\nOn April 22 1985 appellant was arraigned before McCreath J and two assessors\nin the Witwatersrand Local Division on a charge of having\nmurdered Samson Pule\nMabote (the deceased) at Krugersdorp on 3 May 1984. He pleaded not guilty but\nwas nevertheless convicted of\nmurder with extenuating circumstances and\nsentenced to 9 years' imprisonment. Leave was given him by the trial Judge to\nappeal to\nthis Court against his conviction and sentence.\nThe facts which were either common cause or undis= puted were set out as\nfollows in the judgment of the Court\na quo\n:\n\"It is common cause that the deceased was\nin fact shot through the head, the bullet en= tering the head on the right\nhand side, and leaving the head from the left hand side.\nIt is also common cause\nthat the accused was the person who was responsible for firing that shot at the\ndeceased and that the shooting\nwas ef= fected by means of a 9mm Parabellum\npistol, a firearm which requires a trigger pressure of\n/some ...\n3.\nsome 4 kg or 9 lbs tension in order to enable the weapon\nto be fired.\nIt is common cause that it is this wound which caused the death of the\ndeceased. It is also not in dispute that the premises where\nthe shooting\noccurred is a restaurant and, as indicated by the defence in the explanation of\nthe accused's plea, a restaurant owned\nby the accused and situated on the first\nfloor above certain shop premises. At street level there is a clothing shop,\nalso the property\nof the accused, the entrance whereof faces onto the street. A\nfew paces therefrom is a stairway, leading down from the restaurant\non the first\nfloor to the street. In close vicinity to the clothes shop there is a\nbutchery.\nIt is also common cause that the entrance to the clothing shop is by means of\na door which, according to the accused - and that evidence\nis unchallenged - is\nfitted with two locks. The accused, at the time of the shooting, on his own\nevidence, was sober and it is not\ndisputed that the concentration of alcohol in\nthe blood of the deceased at the time of the shooting was 22 grammes per 100\nmillilitres.\nThe accused's evidence is to the effect that prior to the shooting incident\nhe had at= tended a course in pistol shooting for a period\nof approximately a\nyear; that he had been issued with a certificate of competence in consequence of\nthat course, and that the course\nincluded learning how to fire a firearm of the\nnature used in the shooting.\nThe accused's evidence is also to the effect,\n/and ...\n4.\nand that is likewise unchallenged, that the area\nin which the restaurant is situated is an area\nwhich is somewhat unsafe and that for this rea=\nson, and in view of the fact that he had pre=\nviously had difficulty with persons entering\nthe restaurant and threatening him, he had\nacquired the pistol in question. He kept it\nin a cocked position whilst he was not actually\nin the restaurant itself and in a position in\nwhich it could be fired. The pistol was kept\nin a holster whilst he wore it and it then hung\nat his left side.\nThere is the further unchallenged evidence that in the restaurant itself and\nbehind the counter the accused kept a baton to enable\nhim to ward off any\npersons wishing to assault him or rob him whilst at the restaurant.\nThat much is common cause, or not in dispute in this\ncase.\"\nIt was likewise common cause that appellant\nshot the de= ceased in the restaurant between 6 and 7 p m on the day in question\nand that\nthe deceased had a jacket on back to front. But the circumstances under\nwhich the shooting\ntook place were in dispute. I now proceed to deal with them.\nAppellant's initial defence as set out by his counsel when indicating the\nnature of the defence and as\n/put ...\n5.\nput by him to several state witnesses, obviously\nwith\nappellant's concurrence, was that appellant had acted\nin legitimate\nself-defence in warding off an unlawful I\nattack upon him by the deceased.\nBut during the course\nof his own testimony appellant changed his ground.\nHe\nthen in fact gave to understand that he never intended\nshooting but pulled the trigger unintentionally whilst\nevading the\ndeceased. This was, however, no mere after=\nthought conjured up by him under the pressure of perti=\nnent questioning. On the evening of 3 May 1984, shortly\nafter the occurrence and whilst still in the restaurant\nappellant made a statement to detective warrant officer\nVan der Westhuizen of the South African Police in which\nhe\ninter alia\nsaid:\n\"I then took out my 9 m.m. Parabellum Browning pistol No. 245 PY 18877 to\nprotect myself. The pistol was loaded and by mis= take a\nshot went off and hit\nthe Black male in the forehead.\"\nThis was in effect saying the same thing as in his later\n/testimony ...\n6.\ntestimony. I will deal with his evidence in greater\ndetail anon. Suffice it now to say that in what he himself repeatedly said\nappellant effectively disposed of self-defence but also\nplaced the intention to\nkill pertinently in issue.\nThe only witnesses to testify about what hap= pened in the restaurant were\nappellant and his employee Essop who corroborated his version\nof the events pre=\nceding the shooting. Essop did not, however, see the shot being fired as he was\nthen bending down behind the counter\nlooking for the baton. Appellant is conse=\nquently the only witness to testify about the occurrence as a whole. Briefly\nstated, his\nversion thereof is the following.\nBetween 6.15 and 6.30 p m on the evening in question he removed close on R800\nfrom the till in his shop and put the money in his pocket.\nHe then proceeded to\nlock the shop's front entrance. Whilst in the process\n/of ...\n7.\nof doing so he was grabbed from behind by the deceased who attempted to push\nhim back into the shop, apparently with the intention\nof robbing him inside.\nThis attempt failed because one of the door locks had already been secured.\nAppellant escaped by pushing backwards\nthere= by throwing his assailant off\nbalance. He then fled up the stairs to the restaurant hotly pursued by the\ndeceased. On entering\nthe restaurant appellant made for the counter at the\nopposite end of the room intending to take refuge behind it. Essop was then\nalso\nbehind the counter. But ! there were 10 - 12 customers in the restaurant and\nsome blocked appellant's way. He then turned left\nand ran around a table seeking\nshelter behind it from the de= ceased who was still aggreseively pursuing him.\nIn an attempt to get\nat appellant deceased moved in the opposite direction and\nthen pushed the table and reached out to grab him but failed to do so because\nappellant ducked behind the table. It was during this process of flight\n/and ...\n8.\nand pursuit that the shot was fired after appellant had undone\nthe holster button and drawn the pistol.\nDuring his evidence appellant repeatedly and consistently maintained that he\nhad not meant to shoot. This will be adequately demonstrated\nby the following\nextracts from his testimony. During examination-in-chief:\n\"What did you think what was he trying to do? — Well he was trying to grab\nme you see.\nRight and what happened when you entered the restaurant — As I ran up the\nsteps this guy was right behind me, so I ran around\nthe table and he was very\nclose and I pulled the gun out you see to avoid, because I was scared. I didn't\nknow what he was carrying.\nBut he was still behind\nyou? — Yes very close to me and I just pulled the gun out and I took it in\nmy hand and I don't know\nwith that tension, or being frightened my hand went on\nthe trigger and the gun went off.\"\nUnder cross-examination:\n\"When did you take your firearm out?—Just when I came to the table,\nwhen I ducked behind the table I pulled the gun out.\"\nAnd:\n/\"Yes ...\n9.\n\"Yes, but you could have on that stage just taken a step or two backwards, he\ncouldn't have grabbed you, that's what I am trying\nto get at, is that correct?\nDo you agree? — It happened so fast sir, it's dif= ficult for me to say\nyes or no sir.\nBecause why I'm putting it to you is that on your own version there was no\nnecessity for you to shoot the deceased. — I just\npulled the gun out, not\nto shoot him sir, to scare him.\nBut if you only\nwanted to scare him why\ndid you pull the trigger? — With the tension I suppose my finger made a\nbit still on the trigger and it went off.\"\nWhen asked in chief where in the restaurant he\nwas\nwhen he fired the shot, appellant replied:\n\"I can't exactly think - at that moment I was so mixed up and frightened. I\nwasn't even sure where I was.\"\nHe added in reply to\na further question that after the shooting he found himself \"near the pillar\".\nCertain of the photographic exhibits\nhanded in by the prosecution show that this\npillar is immediately in front of the counter and width-wise approximately in\nthe centre\nof the restaurant. To someone standing at the top of the\n/stairs ...\n10.\nstairs and looking into the restaurant the counter is at the far end\nof the room and the pillar to the right of where the deceased\nwas found lying\ndead on the floor. From the same position at the head of the stairs the outside\nwall of the restaurant is to the\nright, and in that wall is a continuous row of\ncurtained windows overlooking the pavement and street outside the clothing shop.\nThese\nwindows are separated from each other by narrow metal frames. From the\nentrance to the restaurant at the head of the stairs there\nis an aisla,\napparently not more than 10 metres long, leading atraight to the counter. On\neither side of this aisle there were on\nthe evening in question rows of tables,\nfour to the right and three to the left, each consisting of two tables standing\nend-on next\nto each other at rightangles to the aisle. The. rowson the right\nwere end-on right up against the afore= mentioned windows. A photograph\nof the\nscene taken by the police that same evening shortly after the shooting\n/shows ...\n11.\nshows the inner of the two tables forming the last row to the left of the\naisle (i e the row nearest the counter and. the table nearest\nthe aisle)\ndisplaced away from its companion in the direction of the counter and its chairs\nin disarray. The deceased was lying on\nhis stomach be= tween this and the row\nnext to it, amongst the displaced chairs with his head towards the stairs. And\nthe bullet\nwhich had killed him was later found to have penetrated a vertical\nwindow-frame next to the second last of the right-hand row of\ntables and\napproximately opposite its centre line. This bullet hole was 95 cm above the\nfloor.\nThe entrance wound in the deceased's head was lower than the exit wound and\npieces of the deceased's hair and skull bone were mostly\nfound spattered high up\nagainst the curtains at the aforesaid windows, none of these ejecta being lower\nthan table-top level. The\ndeceased was not shot at point-blank range because no\ntatooing or powder burns indicative of such a shot were\n/found ...\n12. found at the entrance wound. It must therefore have been a\nrising bullet that hit him. The distance between where the deceased\nlay and the\nbullet-hole in the window-frame was not measured, but judging by the photographs\nit was clearly not less than two metres.\nWhen hit, his head must consequently\nhave been less than 95 cm from the floor, indicating a crouching pos= ture. And\nappellant's\npistol must have been even closer to the floor when the shot was\nfired. This is not only consistent with appellant pulling the trig=\nger whilst\nducking low but in fact strongly indicative thereof. The relative positions of\ndeceased's body, the aforementioned ejecta\nand the bullet-hole in the\nwindow-frame indicate that the shot was most probably\n/fired ...\n13. fired almost at rightangles to the centre-line of the\naisle. This places appellant within the area of disturbance, on the staircase\nside of but very close to the displaced table, and consequently also within the\narea where,according to his testimony, he was when\nthe shot went off.\nWhilst the aforementioned facts are clearly corroborative of appellant's\nevidence as to where and why the shot was fired they are\nalso entirely\ninconsistent with the shot having been fired by some= one standing in an upright\nposition on the far side of the said\npillar facing the entrance to the stair=\ncase and holding the pistol with a straight arm pointing directly forward at\nshoulder level\nin the\n/direction ...\n14\ndirection of the staircase-end of the restaurant. And yet appellant for\nsome reason known only to himself, in= dicated to the police\nthat he was\nstanding thus when he fired the shot. He was clearly wrong and his tortuous\nattempts at denying that he did so were rightly\ndisbelieved by the trial\nCourt.\nThe State also sought to discredit appellant's evidence that the trouble\nbetween him and deceased started at the shop by calling as\nwitness a certain\nMendonca who was then employed at the adjacent butchery. And a certain Alberts,\nwho had been a policeman on May\n3 1984 and had arrived at the restaurant very\nshortly after the shooting, was called by the defence to discredit Mendonca.\nNothing\nfurther need however be said of this duel on cre= dibility because the\nview I take of the matter makes it unnecessary to do so.\nThe trial Court rejected appellant's evidence,\njudging him to be an unreliable and untruthful witness and\n/finding ...\n15.\nfinding that \"there [were] improbabilities in his version which .... [were]\noverwhelmingly against him.\" But in doing so the Court\noverlooked the strong\ncorroboration of appellant's version to be found in the prosecution's evidence\nregarding the scene. The trial\nCourt thereby misdirected itself in a most\nmaterial respect, and that misdirection clearly influenced its adverse findings\nas to\nappellant's credibility.\nIn seeking, however, to find some explanation for the shooting the trial\nCourt came to the following conclusion as set out in the\njudgment:\n\"There exists in my view the reasonable possibility that the accused, with\nsomething or other happening in that restaurant which angered\nhim, drew the\nweapon and that it was fired recklessly with the accused knowing the possibility\nthat by firing the weapon, he might\ncause the death of the deceased. In other\nwords he foresaw the possibility, but that nevertheless, he did fire the\nweapon.\"\nOn the evidence there is no justification for such a\nfinding and in coming to that conclusion the trial Court\n/moved ...\n16.\nmoved from the realm of inference to that of conjecture.\nHaving thus misdirected itself the trial Court wrongly assessed the\nprobabilities which, far from being overwhelmingly against appellant,\nare\ndecidedly in his favour.\nThe deceased, dressed as he was and clearly under the influence of liquor,\nundoubtedly entered the restaurant for some nefarious purpose.\nWhatever hap=\npened (or did not happen) at the entrance to the shop, the probabilities\nstrongly indicate that he was the ag= gressor\ninside the restaurant, and there\nwas clearly some or other violent interaction at or near the table between him\nand appellant at\nthe time of the shot. The fact that the bullet entered\ndeceased's head broadside on as it were is no clear indication of his bodily\nstance at the moment of the shot. He may, for example, have turned his head only\nand not also his body at that moment. In my esti=\nmation it is at least\nreasonably possible that appellant\n/fired ...\n17.\nfired the shot by unintentionally pressing the trigger whilst ducking away\nfrom deceased. It follows that his evidence on that aspect\nwas wongly rejected\nby the trial Court. It may also have been wrongly construed. There is\nconsequently no proof of any intention\non appellant's part to murder the\ndeceased.\nBut appellant nevertheless acted negligently in handling and firing the\npistol as he did. Although he had never fired that particular\nweapon before that\nevening, he was no stranger to the handling of firearms. A reasonable person in\nhis position would have realised,\neven in the stressful situation appellant was\nin, that handling a loaded and cocked firearm in such circumstances was very\ndangerous\nand that.-great care should be taken not to touch the trigger lest the\npistol goes off and injures or kills somebody. Appellant did\nnot exercise that\ndegree of care and his failure to do so was culpable. He is consequently beyond\nreasonable doubt guilty of\n/culpable ...\n18.\nculpable homicide.\nBut in view of the circumstances under which the shot was fired his\nnegligence is to my mind not of a very serious nature. This so\nmaterially\nreduces his moral blameworthiness that it does not merit an unsus= pended\nsentence of imprisonment. In my estimation an\nappropriate sentence under the\ncircumstances would be a fine of R500 or 12 months' imprisonment and a further 3\nyears' imprisonment\nconditionally suspended for five years.\nThe following orders are therefore made:\n1.\nThe appeal succeeds in\npart.\n2.\nThe conviction of murder and the\nsentence of 9 ! years' imprisonment are set aside.\n3.\nSubstituted therefor\nare:\n(a)\ta conviction of culpable\nhomicide, and\n(b)\ta fine of R500 or 12 months' imprisonment,\nand a further three years'\nimprisonment\nwholly suspended for 5 years on condition\n/that ...\n19.\nthat the accused be not convicted of an offence involving an assault with a\nfire= arm which is committed within the period of suspension,\nand in respect of\nwhich an unsuspended sentence of imprisonment is\nimposed.\nM.T. STEYN AJA\nRABIE ACJ\nCONCUR\nVIVIER JA",
  "scraped_at": "2026-02-11T21:01:28.056308",
  "date": "1987-03-31",
  "coram": [
    "RABIE ACJ",
    "VIVIER JA",
    "STEYN AJA"
  ],
  "case_number": "285/1985",
  "parties": {
    "applicants": [
      "Sharfeen Pakhi Malik"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Sharfeen Pakhi Malik, was charged with the murder of Samson Pule Mabote, who was shot dead in a restaurant in Krugersdorp on 3 May 1984. The deceased was shot through the head with a 9mm Parabellum pistol that the appellant owned and kept cocked. The trial court recorded that the bullet entered the head from the right, exited the left, and travelled upwards, striking a window frame about 95 cm above the floor. The appellant initially claimed self‑defence but later testified that he had unintentionally pulled the trigger while trying to escape the deceased, who he said had grabbed him and attempted to rob him. The only witnesses to the incident were the appellant and his employee, Essop, who did not see the shot being fired.",
    "issues": "1. Whether the appellant had the requisite intention to kill, making him liable for murder, or whether the killing was accidental or negligent, constituting culpable homicide. 2. Whether the appellant’s self‑defence claim was credible. 3. Whether the trial court erred in its assessment of the appellant’s credibility and in its legal reasoning in sustaining the murder conviction and sentence.",
    "principles": "South African criminal law distinguishes murder, which requires intention (dolus directus) or at least recklessness (dolus eventualis), from culpable homicide, which is based on negligence in handling a lethal weapon. A defence of self‑defence must be founded on a reasonable belief of imminent unlawful attack. The prosecution must prove the elements of murder beyond reasonable doubt, including intent or knowledge of the likely consequence of the act. Credibility assessments must be based on the totality of evidence; misdirections on the law or facts can vitiate a conviction.",
    "application": "The appellate court found that the appellant’s testimony that the shot was fired unintentionally while ducking was corroborated by the forensic evidence regarding the bullet’s trajectory and the position of the bodies. The court concluded that there was insufficient proof of intention to kill; the appellant’s claim of self‑defence had been abandoned and was not supported by the evidence. However, the court held that the appellant acted negligently by handling a loaded, cocked firearm in a stressful situation, thereby satisfying the elements of culpable homicide. The trial court’s assessment of credibility was deemed erroneous and amounted to a misdirection.",
    "conclusion": "The appeal succeeded in part. The murder conviction and nine‑year sentence were set aside. The court substituted a conviction for culpable homicide, imposing either a fine of R500 or twelve months’ imprisonment, and a further three‑year imprisonment conditionally suspended for five years, subject to the condition that the appellant not be convicted of a firearms assault during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "culpable homicide",
      "self-defence",
      "negligence",
      "intent"
    ]
  }
}