{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/105.html",
  "case_name": "S v Beukus and Another (42/1986) [1987] ZASCA 105; [1988] 1 All SA 326 (A) (25 September 1987)",
  "citation": "[1987] ZASCA 105",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 105\n|\nNoteup\n|\nLawCite\nS v Beukus and Another (42/1986) [1987] ZASCA 105; [1988] 1 All SA 326 (A) (25 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 42/1986\nIN DIE HOOGGEREGSH0F VAN SUID-AFRIKA APPeLAFDELING\nInsake die appel van:\nJOHANNES BEUKES\nEerste Appellant\nen\nANDRE CRAWFORD\nTweede Appellant\nteen\nDIE STAAT\nRespondent\nCORAM\n:\tRABIE WHR, VILJOEN et VAN HEERDEN ARR\nVERHOORDATUM\n: 17 SEPTEMBER 1987\nLEWERINGSDATUM\n: 25 SEPTEMBER\n1987\nUITSPRAAK\n/\nVAN HEERDEN AR\n...\n2.\nVAN HEERDEN AR\n:\nOmstreeks 7 nm op 1 Augustus 1984 het die eerste\nappellant (Beukes) sy voertuig in die nabyheid van 'n kafee be-\nkend as \"Lagoon Fast Food\" in Knysna geparkeer. Die tweede\nappellant (Crawford) en ene Van Staden was passasiers in die\nvoertuig. Laasgenoemde het uitgeklim en na die kafee gestap\nterwyl die appellante in die voertuig bly sit het. Toe Van\nStaden die kafee binnestap, het hy 'n\npistool in sy hand gehad\nen het 'n balaklava-mus sy gesig grootliks bedek. Hy het met\ndie pistool op die geldkas gekap en vir mev Butler, wat agter\ndie toonbank gestaan het, gesê dat hy geld wou hê. Onder die\nvoorwendsel dat die ontvangste van die kafee in die kombuis-\ngedeelte daarvan was, het sy daarin geslaag om 'n werknemer in\ndie kombuis aan te sê om die polisie te ontbied. Kort daar-\nna, en terwyl Van Staden nog voor die toonbank gestaan het,\nhet 'n aantal polisiemanne die kafee genader. Konstabel Rogers\nhet by die voordeur ingestap en Van Staden van agter af beet-\ngepak. 'n Struweling het ontstaan waartydens Van Staden 'n\nskoot afgevuur het. Hy het hom losgeruk waarop Rogers by die\n/voordeur ...\n3.\nvoordeur uitgehardloop het. Van Staden is agterna en buite het hy nog 'n paar\nskote afgevuur. Een daarvan het Rogers noodlottig getref.\nKort hierna is Van\nStaden deur die po-lisie doodgeskiet.\nVoortspruitende uit bogenoemde gebeure\nis die appellante in die Kaapse Provinsiale Afdeling aangekla van moord en\npoging tot roof\nmet verswarende omstandighede. Die appellante se weergawe dat\nhoewel Van Staden vroeër die míddag en aand melding gemaak\nhet van\n'n beoogde rooftog, hulle nie bewus was dat hy sy voorneme wou uitvoer toe hy\nuit die ge-parkeerde voertuig geklim het nie,\nis deur die verhoorhof (Marais/\nWR, en assessore) verwerp. Voorts is bevind dat albei betrokke was by Van Staden\nse uitvoeringshandelinge\nen dat hul le die moontlikheid voorsíen het dat\nVan Staden iemand kon dood-skiet en onverskillig teenoor die intrede van hierdie\ngevolg gestaan het.Beide appellante is dan ook op altwee aanklagte skuldig\nbevind. Wat die moordklag betref, is bevind dat ver-sagtende\nomstandighede\naanwesig was en is Beukes tot 10 jaar\n/en ...\n4.\nen Crawford tot 8 jaar gevangenisstraf gevonnis. Op die roofklag is\nBeukes 5 jaar, en Crawford 4 jaar, gevangenisstraf opgelê,\nwaarvan 2 jaar\nvoorwaardelik opgeskort is. Ten op-sigte van beide appellante is beveel dat die\nvonnisse same-lopend sou wees.\nMet die verlof van die hof\na\nquo\nwas die onderhawige\nappèl gerig teen die skuldigbevindings sowel as teen die von-nisse.\nTydens argument is egter te kenne\ngegee dat die appèl teen die vonnisse\nlaat vaar word.\nDie verhoorhof het nie in soveel woorde bevind nie of die appellante en Van\nStaden saamgesweer het dat laasge-noemde die kafee vir\nal drie se voordeel sou\nberoof, en of hulle slegs bewus was van sy voorneme om vir sy eie voordeel 'n\nrooftog uit te voer, en in\n'n mindere of meerdere mate aan hom hulp verleen het.\nDit het daartoe gelei dat namens die appellante in hierdie hof betoog is dat\nhulle verkeerde-lik skuldig bevind is aangesien die verhoorhof nie bevind het,\nen die Staat ook nie bewys het, dat daar 'n kousale\nver-band tussen die\nappellante se handelinge, aan die een kant,\n/en ...\n5.\nen die roofpoging en Rogers se dood, aan die ander kant, was nie. Wat Beukes\nbetref, is egter uiteindelik toegegee dat hy tereg op\ndie roofklag skuldig\nbevind was.\nAlvorens na die hof se bevindinge teruggekeer word, is dit nodig om sekere\naspekte van die getuienis in oënskou te neem. Die\nappellanter twee jong\nlede van die Staande Mag, en Van Staden, 'n dienspligtige, het die middag van 1\nAugustus 1984 by familie van\nBeukes in Knysna opgedaag. Op 'n stadium het Van\nStaden en Crawford in laasgenoemde se motor vertrek om siga-rette te gaan koop.\nHulle het 'n geruime tyd weggebly en by hulle terugkeer het Van Staden gemeld\ndat hy gaan soek het vir 'n plek waar hy 'n \"job\" wou\n\"doen\". Die appellante het\ndaar-onder verstaan dat hy die plek wou beroof. Later die middag het Van Staden\nby die karavaanpark waar\nhulle sou oornag weer van sy planne melding gemaak. Hy\nhet o a genoem dat hy op 'n vorige geleentheid 'n roof in Durban gepleeg het\nen\nhet ten bewys daarvan 'n koerantuitknipsel aan die appellante getoon. Hy het ook\ngesê dat die appellante hom moes aflaai\nby 'n plek waar hy die \"job wou\ntrek\". Hiermee het Van Staden en die\n/appellante ...\n6.\nappellante in Beukes se motor deur die strate van Knysna gery. Hy het\n'n paar besighede uitgewys wat volgens hom goeie teikens was.\nHierdie besighede\nhet voornoemde kafee ingesluit. Die drie is terug na die karavaanpark waar Van\nStaden met Beukes se toestemming\nlaasgenoemde se windjekker aangetrek het. Van\nStaden het ook gevra of hy Beukes se seilskoene kon gebruik en gesê dat hy\nbeter\ndaarmee sou kan hardloop. Beukes het inge-stem en dit is duidelik dat hy\ndie moontlike hardlopery met 'n voorgenome roofpoging verbind\nhet. Van Staden\nhet toe vir Crawford gevra waar laasgenoemde se balaklava-mus was, maar Beukes\nhet gesê dat Van Staden sy (Beukes\nse) mus moes gebruik aangesien dit 'n\n\"beter tipe\" was.\nHierna is die drie weer in Beukes se motor\nna\ndie middedorp van Knysna met Van\nStaden in besit van Beukes se jekker, seilskoene en balaklava-mus. Van Staden\nhet beduie hoe Beukes\nmoes ry en volgens die appellante se getuienis het\neersgenoemde in Unitystraat gesê dat Beukes moes stilhou. Van Staden sou\ntoe gesê het dat hy na iets wou gaan kyk, en dat\n/indien ...\n7.\nindien hy nie binne 5 minute terug sou wees nie die appellante na\nBeukes se familie, waar hulle sou gaan eet, moes ry. Van Staden\nsou dan self sy\nweg na die karavaanpark terugvind.\nNa ongeveer 15 minute, aldus die appellante, het Beukes hardop gevra: \"Waar\nde hel is Van Staden?\" Crawford het gemompel dat Van Staden\nseker weer by 'n\nmeisie was. Kort hierna het Beukes besluit om na sy familie te ry. Hulle het\nskaars weggetrek toe hulle skote hoor\nklap. Later het hulle by die polisiestasie\nvasgestel dat Van Staden doodgeskiet was.\nDie appellante het albei getuig dat\nondanks wat Van Staden gesê het hulle nie gedink het dat hy 'n ernstige\nvoorneme gehad het\nom 'n roof te pleeg nie, en dat toe hul le in Unitystraat\nstilgehou het hulle nie gemeen het dat hy na die kafee op pad was nie.\nBeukes\nhet egter ook getuig dat hy vroeër 'n vermoede gehad het dat Van Staden\nernstig. kon wees en dat hy beplan het om hom\nte oorrompel indien hy die daad by\ndie woord sou voeg. Hierdie weergawes is deur die ver-hoorhof verwerp en die\nbevindings dienaangaande\nis tereg nie\n/op ...\n8.\nop appèl aangeveg nie.\nVroeg in sy uitspraak het die verhoorhof gesê:\n\"Die bewyslas berus op die Staat om bo redelike twyfel te bewys dat die\nbeskuldigdes kennis gedra het van wat Van Staden van voorneme\nwas om te doen,\ndat hulle besef het dat enigeen wat Van Staden sou probeer keer of in hegtenis\nsou probeer neem, dalk deur Van Staden\ndoodgeskiet sou word, en dat hulle\naktiewe bystand aan Van Staden verleen het onver-skillig of daardie moontlike\nresultaat sou intree\nal dan nie.\"\nDie appellante se advokaat het betoog dat hierdie passasie neig tot 'n\noorvereenvoudiging van aspekte van die deelnemingsleer en dat\nhulle gedraginge,\nof altans die handel-inge van Crawford, nie kousaal tot die roof en die moord\nby-gedra het nie. Meer bepaald is\nbetoog dat in die afwesig-heid van 'n\nsameswering tussen Van Staden en die appellante laasgenoemde se gedraginge nie\noorsaaklik met\ndie pleeg van die misdrywe verbind kan word nie.\nDie vraag is egter nie wat volgens die verhoorhof bevind moes word nie, maar\nwat inderdaad bevind is. Om redes wat sal blyk, vind\nek dit dan ook onnodig om\nop die regsbetoog aangaande mededaderskap en medepligtigheid in\nte gaan.\n/Wat ...\n9.\nWat Beukes betref, het die verhoorhof bevind dat sy getuienis dat hy\nnie aan die gepoogde rooftog \"deelgeneem\" het nie, nie redelik\nmoontlik waar kan\nwees nie. Voorts is gesê dat Beukes \"besef [het] dat 'n roof gepleeg sou\nword en dat hy willens en wetens\ndaaraan deelgeneem het.\" Wat Craw-ford betref,\nwas die posisie, aldus die verhoorhof, \"nog helder-der\". Sy verklaring aan 'n\nlanddros\nwas naamlik 'n ondubbel-sinnige erkenning van betrokkenheid in die\npleging van die ge-poogde roof\".\nIn bedoelde verklaring sê Crawford dat Van Staden\nvir hom en Beukes by die karavaanpark ingelig het oor sy planne. Hy noem ook\ndat hulle Van Staden in 'n donker straatjie afgelaai\nhet, dat hy die mus oor sy\nkop getrek en sy pistool geneem het en in die straat afgestap het; dat hulle\nlater skote hoor klap en\ntoe gery het, en dat hulle daarna 'n polisieman op die\nsy-paadjie sien lê het. Hy voeg dan by:\n\"Die afspraak was dat Van Staden vir ons geld sou kry. Ons moes vir hom wag\nin die motor. Van Staden het gesê hy gaan\n/nou ...\n10. nou die 'job' trek en ons moes vir hom wag.\"\nIn 'n verdere verklaring sê Crawford dat Van Staden en Beukes \"die hele\nding\" beplan het, en dat hulle al op Oudtshoorn \"daarvan\ngepraat\" het.\nIndien op die inhoud van hierdie verklarings, en veral die eerste een, gelet\nword, is dit vir my duidelik dat die verhoorhof, wat\nCrawford betref, bevind het\ndat die appellante en Van Staden saamgesweer het om 'n roof vir al drie se\nvoordeel te pleeg. Dieselfde\nbevinding is, meen ek, ten aansien van Beukes\nbereik want betreffende beide appellante is gekonkludeer dat hulle aan die\ngepoogde\nroof deelgeneem het, met slegs die byvoeging dat die posi-sie ten\nopsigte van Crawford \"nog helderder\" was.\nOndanks 'n betoog tot die teendeel van die appellante se advokaat ten opsigte\nvan Crawford, was hierdie bevind-ings volkome geregverdig.\nCrawford het van sy\nverklaring probeer wegskram deur te getuig dat hy met die \"afspraak\"\n/dat ...\n11.\ndat Van Staden vir hulle geld sou kry, verwys het na 'n irrelevante en\nonbenullige voorval die betrokke oggend toe Van Staden geld\ngetrek het en vir al\ndrie ontbyt gekoop het. Sy verduideliking was in een woord onsinnig, en in die\nsamehang waarin hy in sy eerste\nverklaring na die af-spraak verwys, is dit\nduidelik dat dit op die voorgenome roof slaan. Crawford se tweede verklaring\ndoen nie\naf aan hierdie gevolgtrekking nie, raaar versterk dit eerder.\nCrawford se verklarings is natuurlik nie toelaat-bare bewysmateriaal wat\nBeukes betref nie. Beukes se bereidwilligheid om sy jekker\nen seilskoene aan Van\nStaden beskikbaar te stel; sy aanbod dat laasgenoemde sy mus moes gebruik, en\ndie vervoer van Van Staden na\n'n plek naby die kafee waar die appellante op hom\nsou wag, gekoppel aan die feit dat hy 'n leuenagtige getuie was, lei egter\nonaf-wendbaar\ntot die gevolgtrekking dat hy deelgeneem het aan 'n sameswering om\n'n roof vir al drie se voordeel te pleeg. Die appellante is gevolglik\ntereg op\ndie tweede aanklag\n/skuldig ...\n12.\nskuldig bevind.\nWat die moordklag betref, is betoog dat hoewel die appellante die intrede van\ndie gevolg - Rogers se dood - voorsien het, hulle hul\nnie daarmee versoen het\nnie. In hierdie verband is gesteun op 'n passasie uit Van Hattum,\nHand- en\nLeerboek van het Nederlandse Straf\n-\nrecht\n, deel 1, pp 250-1, wat\naangehaal is in\nS v Dladla en Andere\n1980 (1) S A 1\n(A) 4. Op grond\ndaarvan is aangevoer dat die appellante nie aan moord skuldig was nie tensy\nafgelei kan word dat hulle sou gehandel\nhet selfs indien hulle\nseker\nwas\ndat 'n persoon tydens die rooftog deur Van Staden gedood sou word.\nEerstens dien daarop gelet te word dat Van Hattum melding maak van twee\nformules waarvolgens geoordeel moet word of 'n persoon die\nvoorsiene gevolg op\ndie koop toe geneem het. Die formule waarop die advokaat vir die ap-pellant\nsteun, word die voorstellingsteorie\ngenoem. Vol-gens die wilsteorie is die vraag\negter: wat sou die dader\n/liewer ...\n13.\nliewer wou gewil het - die verwesentliking van die beoogde gevolg tesame met\ndie nie-beoogde gevolg, of die agterweë laat van\nsy handeling en dus ook\nvan die beoogde gevolg)?\nIn sy aparte uitspraak in\nDladla\ngee Jansen R nie te kenne welke een\nvan die teorieë hy verkies nie en selfs nie dat hy 'n voorstander van een\ndaarvan is nie.\nIn ons praktyk is daar dan ook geen steun vir enige van die\nfor-mules te vind nie.\nWat word egter bedoel wanneer gesê word, soos in talle uitsprake gebeur\nhet, dat 'n dader hom met 'n voorsiene gevolg versoen\nhet, of dit op die koop\ntoe geneem het, of roekeloos teenoor die intrede daarvan gestaan het? Al-vorens\nhieroor besin word, is dit\negter nodig om iets oor die voorsienbaarheidselement\nte sê.\nIn\nR v Bergstedt\n1955 (4) S\tA 186\n(A) 188, is\nnog\ngepraat van kennis van die dader dat\t\"there was\nsome pro-\nbability\" dat die gevolg sou intree. Reeds in\nR v\nThibani\n1949 (4) S A 720\n(A) 729-30,\tis die vraag egter\n/oopgelaat ...\n14.\noopgelaat of voorsiening van die intrede van 'n \"remote\" moontlikheid nie\ngenoegsaam was nie. Later is die vraag in 'n reeks gewysdes\nbevestigend\nbeantwoord. Sien o a\nS v De Bruyn en 'n Ander\n1968 (4) S A 498\n(A) 510,\nS v Shaik and Others\n1983 (4) S A 57\n(A); en\nS v Ngubane\n1985 (3)\nS A 677\n(A) 685.\nSuid-Afrikaanse skrywers verskil van mekaar oor die vraag of naas die\nvoorsienbaarheidselement daar in\ndolus eventualis\nnog 'n verdere element\nopgesluit lê. Die-gene wat die negatiewe leer, vereis egter dat die dader\ndie moontlikheid as \"reëel\"\nof \"konkreet\" of op 'n ander wyse byvoeglik\ngekwalifiseer, moes voorsien het. Hulle teenstanders vereis\n'n\nvoluntatiewe element maar gee nie inhoud daaraan nie.\nDaar is, sover ek kon nagaan, geen gewysde waar-in pertinent beslis is dat'n\ndader 'n gevolg voorsien het maar nie onverskillig teenoor\ndie intrede daarvan\ngestaan het nie. Die rede is voor die hand liggend. Die kanse\n/dat ...\n15.\ndat 'n beskuldigde sal erken, of dat uit ander direkte getuienis sal blyk,\ndat hy inderdaad 'n verwyderde gevolg voorsien het, is\nbitter skraal. 'n Hof\nmaak dus 'n af-leiding aangaande 'n beskuldigde se gemoed uit die feite wat\ndaarop dui dat dit, objektief gesien,\nredelik moontlik was dat die gevolg sou\nintree. Indien so 'n moontlikheid nie bestaan nie, word eenvoudig aanvaar dat\ndie dader nie\ndie gevolg in sy bewussyn opgeneem het nie. Indien wel, word in\ndie reël uit die blote feit dat hy handelend op-getree het af\ngelei dat hy\ndie gevolg op die koop toe ge-neem het.\nDit kom my dus voor dat die tweede element nor-maalweg slegs bevredig is\nindien die dader die intrede van die gevolg as 'n redelike\nmoontlikheid voorsien\nhet. Is dit dan nog nodig om twee kriteria in verband met\ndolus\neventualis\nte formuleer, of kan volstaan word met die enkele vereiste dat\ndie dader die gevolg as 'n rede-like moontlike een aangemerk het?\nEk meen dat\ndie twee kriteria wel nog nut het. Eerstens kom hulle ter\n/sprake ...\n16.\nsprake indien 'n dader besef dat 'n gevolg bes moontlik kan intree, maar dan\nstappe neem om teen die intrede daarvan te waak. Wesliswaar\nsou in so 'n geval\ngesê kon word dat die dader uiteindelik nie die gevolg as 'n redelike\nmoontlikheid in ag geneem het\nnie,\nmaar die tweeledige toets vervul dan\ntog 'n praktiese funksie. Tweedens kan dit gebeur dat 'n dader aanvanklik nie\ndie intrede van\ndie gevolg as redelik moontlik aangemerk het nie, maar nadat die\nkousale verloop 'n aanvang geneem het, tot 'n veranderde siening\nkom. In so 'n\ngeval sou hy onverskillig teenoor die intrede van die gevolg staan indien hy nie\nstappe doen om die kousale verloop\nte beëindig nie. Neem bv die geval\nwaarin A, B, C en D saamsweer om 'n roof te pleeg A, die leier, en D sal volgens\ndie af spraak\nin 'n motor wag terwyl B en C die rooftog onderneem. A deursoek B\nen C om seker te maak dat hulle geen wapens by hulle het nie, veral\nomdat hy\nweet dat hulle ligtelik van messe gebruik maak. Tevrede in sy gemoed dat niemand\nsal sterf nie,\n/laai ...\n17.\nlaai A vir B en C by die betrokke perseel af. Terwyl hulle na die gebou\ndaarop stap, vertel D vir A dat hulle vroeër die betrokke\ndag messe op die\nperseel versteek het. Nou voorsien A dat hulle, as 'n redelike moontlikheid,\niemand wat hom teen die roof verset,\nkan dood. Indien A nie stappe neem ora\nhierdie gevolg te vermy nie, staan hy onverskillig daarteenoor.\nEk keer dan terug na die feite van hierdie geval. Beukes en Crawford het\nbeide geweet dat Van Staden met\n'n\ngelaaide vuurwapen na die kafee gestap\nhet. Hulle het ook geweet dat hy vroeër gesê het dat hy enigiemand\nsou skiet wat\nhom gedurende die voorgenome rooftog sou teen-staan. Hulle het dit\ndus\nas\n'n redelike - indien nie sterker nie - moontlikheid voorsien dat\nVan Staden iemand sou kon doodskiet. Desnieteenstaande het hulle\nsaamge-werk en\nderhalwe onverskillig teenoor die intrede van die voorsiene gevolg gestaan.\n/Die ...\n18. Die appelle word gevolglik afgewys.\nH.J.O. VAN HEERDEN AR\nRABIE WHR\nSTEM SAAM\nVILJOEN AR",
  "scraped_at": "2026-02-11T21:19:37.067110",
  "date": "1987-09-25",
  "coram": [
    "Rabie WHR",
    "Viljoen",
    "van Heerden AR"
  ],
  "case_number": "42/1986",
  "parties": {
    "applicants": [
      "Johannes Beukes",
      "Andre Crawford"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 1 August 1984 Johannes Beukes parked his vehicle near Lagoon Fast Food in Knysna. Van Staden, a passenger, entered the café armed with a pistol and balaclava, robbed the cash register and attempted to summon police assistance. Constable Rogers arrived, was attacked by Van Staden who fired repeatedly, striking the constable fatally. Van Staden was later shot dead by police. Beukes and Crawford were charged with murder and attempted robbery with aggravating circumstances. The trial court convicted both; Beukes received ten years’ imprisonment for murder and five years for robbery (two years suspended), while Crawford received eight years for murder and four years for robbery (two years suspended). Both appealed the convictions but withdrew the appeal against the sentences.",
    "issues": "The appeal raised two principal issues: (1) whether Beukes and Crawford were parties to the attempted robbery and therefore liable for the associated offences; (2) whether they were liable for the murder of Constable Rogers, i.e., whether they possessed the requisite intent or recklessness (dolus eventualis) and a sufficient causal link to the death.",
    "principles": "The court considered the doctrine of participation and accomplice liability, requiring proof that the accused knowingly assisted or facilitated the principal offence. It examined the concept of dolus eventualis, focusing on whether the accused foresaw the death as a possible consequence of their conduct and reconciled themselves to it. Precedents cited included Van Hattum, Dladla, R v Bergstedt, R v Thibani, S v De Bruyn, S v Shaik, and S v Ngubane, which delineate the necessity of foresight of a reasonable possibility of death and reckless indifference to that possibility.",
    "application": "Applying these principles, the court found that both Beukes and Crawford knowingly aided Van Staden’s armed entry, provided the vehicle, balaclava, and were present during the planning stages. Their conduct demonstrated awareness that Van Staden was armed and likely to use force, satisfying the foresight element of dolus eventualis. Consequently, the causal link between their participation and the constable’s death was established, justifying conviction for murder in addition to the robbery offences.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the convictions for murder and attempted robbery, and confirmed the combined sentences imposed by the trial court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "accomplice liability",
      "dolus eventualis",
      "robbery",
      "foreseeability",
      "conspiracy"
    ]
  }
}