{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/49.html",
  "case_name": "S v Jama (49/87) [1987] ZASCA 49 (22 May 1987)",
  "citation": "[1987] ZASCA 49",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 49\n|\nNoteup\n|\nLawCite\nS v Jama (49/87) [1987] ZASCA 49 (22 May 1987)\nDownload original files\nPDF format\nRTF format\nTHEMBILE JAMA\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\n(APPELAFDELING)\nIn die saak tussen:\nTHEMBILE JAMA\nAppellant\nen\nDIE STAAT\nRespondent\nCoram: HEFER, AR, NICHOLAS et BOSHOFF, Wn ARR\nVerhoor: 12 Mei 1987\nGelewer: 22 Mei 1987\nUITSPRAAK BOSHOFF, Wn AR\n:\nDie appellant kom in hoër beroep teen die\ndoodstraf wat hom opgelê is in die Suid-Oos Kaapse Plaaslike\nAfdeling\t/2\n-2-\nAfdeling toe hy skuldig bevind is aan die moord op 13 Mei\n1985 op Stefanus Beyers de la Rey du Preez (oorledene)\nen daar bevind is dat daar geen versagtende omstandighede\naanwesig was nie. Mnr Huisamen, namens die appellant;\nbetoog dat die verhoorhof gefouteer het deur nie te be-\nvind dat daar wel versagtende omstandighede aanwesig\nwas nie. Hy voer aan dat die verhoorhof misgetas het\nin '\nn\nopsig waarna later meer volledig verwys sal word.\nVir die beantwoording van die vraag of daar\nwel\nversagtende omstandighede was, moes die verhoorhof\nvasstel of daar omstandighede was wat op die geestes-\nvermoëns of die geestestoestand van die appellant\nbetrekking\t/3\n-3-\nbetrekking kon gehad het, indien wel, of sodanige om-\nstandighede hom inderdaad beïnvloed het, en of volgens\ndie oordeel van die verhoorhof die beïnvloeding sodanig\nwas dat sy daad daardeur minder laakbaar of verwytbaar\nbeskou kan word, kyk\nS v Babada\n1964(1) SA 26(A)\n27H-28A.\nDie appellant was saam met 3 ander beskuldigdes\naangekla. Hy was beskuldigde 4 en die ander 3 beskul-\ndigdes 1, 2 en 3. Beskuldigde 2 is onskuldig bevind\nen\t/4\n-4-\nen ontslaan. Die oorledene was 'n plaasbestuurder op\ndie plaas Brandwag en beskuldigde 3 het 'n huis op die\nplaas gehuur. Daar was 'n slegte gevoel tussen die twee\nen beskuldigde 3 het ook pogings aangewend om die posisie\nvan die oorledene op die plaas te ondergrawe aangesien\nhy self agter die pos van plaasbestuurder was. Be-\nskuldigde 1 is 'n 19 jaar oud swartvrou wat by beskuldigde\n3 'n huisbediende was. Beskuldigde 3 het haar gevra om\nvir hom iemand te kry om vir die oorledene om die lewe\nte bring. Appellant is 'n 22 jaar oud swartman wat\nlemoene gepak het by die Kirkwood Kooperasie. Be-\nskuldigde 1 het hom genader en na beskuldigde 3 gebring,\nHulle het die Sondagaand voordat die moord op die Maan-\ndagoggend\t/5\n-5-\ndagoggend gepleeg is in beskuldigde 1 se kamer bymekaar\ngekom en al die reëlings is toe getref hoedat die oorledene\ndie volgende oggend voorgestaan moes word en hoe hy\nom die lewe gebring moes word.Daar was aan gedink\nom sy huis aan die brand te steek maar hulle het van\nhierdie idee afgesien omdat die oorledene honde op sy\nwerf gehad het en omdat die skade aan die huis groot sou\nwees. Daar was daardie tyd onluste in die swartwoon-\nbuurt en dit was toe besluit dat die oorledene doodgesteek\nmoes word en dat sy liggaam daarna verbrand moes word;\nwaarskynlik om die indruk te skep dat die oorledene die\nslagoffer van swartonluste was. Appellant wou R20\ngehad het vir sy dienste maar beskuldigde 3 het gesê\ndat\t/6\n-6-\ndat hy hom R30 sal betaal.\nDie appellant het die nag in beskuldigde 1\nse kamer\ngeslaap. Die volgende oggend is hy vroeg\nwakker gemaak en is toe saam met beskuldigde 1 na die\npad waarlangs die oorledene gewoonlik met sy bakkie\nry op pad na die plek waar hy soggens die bokke tel-\nAppellant was gewapen met 'n mes en het twee plastieksakke\ngehad wat hy oor sy hande moes gehad het om geen vinger-\nafdrukke agter te laat nie. Hy het ook sandale aangehad\nmet gladde sole sodat geen herkenbare spoormerke agter\ngelaat word nie. Beskuldigde 1 het saam gegaan met 'n\nbottel brandstof wat gebruik moes word om die oorledene\nse liggaam te verbrand. Appellant was langs die pad\ngewees\t/7\n-7-\ntoe die oorledene in sy bakkie daar aankom en stilhou\nom met die appellant te praat. Die getuienis is nie\nduidelik hoe dinge daarna verloop het nie. Appellant\nhet die oorledene aangeval en verskeie steke met die mes\ntoegedien en snywonde veroorsaak. Tydens die verloop\nvan die gebeure het die oorledene twee skote met sy\ngeweer afgevuur waarvan een vir die appellant in die been\ngetref het. Die appellant en beskuldigde 1 het nie sover\ngekom om die oorledene se liggaam te verbrand nie.\nDie bottel brandstof, vuurhoutjies, mes, sandale en twee\nplastieksakke is daarna op die toneel van die moord\ngevind.Die oorledene is dood aan akute bloedverlies\nen het 8 snywonde aan hom gehad.Twee daarvan het deur-\ngedring\t/8\n-8-\ngedring in die borskasholte in. Daar was 'n 10 cm\nsnywond in die stygende aorta wat die bloeding veroor-\nsaak het waaraan die oorledene gesterf het.\nDie appellant het verskeie verklarings gemaak in verband met sy betrokkenheid\nby die moord. Die eerste verklaring het hy op 17 Mei\n1985 aan Kaptein Goosen in\ndie hospitaal in Uitenhage gemaak. Op 17 Mei 1985 het hy 'n verklaring aan\nlanddros van Rooyen gemaak.\nOp 6 November 1985 het hy saam met die ander\nbeskuldigdes voor landdros Willen in die landdroshof in Kirkwood verskyn\ningevolge artikel\n119 van die Strafproseswet nr 51 van 1977 en onskuldig\ngepleit. As pleitverduide-liking het hy weer 'n verklaring afgelê. Met\ndie\nverhoor\nvan\t/9\n-9-\nvan die saak op 3 Februarie 1986 het die appellant weer\nonskuldig gepleit en 'n verklaring in gevolge art 115(1)\nvan laasgenoemde wet ingehandig. Na afloop van die\nStaatsaak het die appellant self getuienis afgelê en\nis gekruisvra deur die advokate van beskuldigdes 1 en 3\nasook die advokaat van die Staat.\nIn sy uitspraak het die verhoorhof bevind dat\ndaar\n'n ooreenkoms tussen die appellant en beskuldigde 3\nwas dat appellant die oorledene moes doodmaak en verder\ndat die appellant uiteindelik gedoen het wat hy onderneem\nhet om te doen. Hy is gevolglik skuldig bevind aan\nmoord.\nDie\t/10\n-10-\nDie appellant het nie self getuienis\nter\nstrafversagting afgelê nie maar gesteun op\ndie getuienis\nvan Margaret Jeannie Windsor, 'n interne kliniese siel-\nkundige van die Donkin hospitaal op Port Elizabeth.\nSy het 'n B A honneursgraad in sielkunde en studeer nog\nvir 'n\nM A graad in sielkunde. Sy het ongeveer 8 maande\nse praktiese ondervinding as 'n interne kliniese-siel-\nkuiidige in die Donkin hospitaal gehad. Sy is gevra\nom die intelligensievlak van die appellant te bepaal\nen het hom vir sowat 'n uur lank gesien en sekere toetse\ngedoen. Sy het sy intelligensiekwosiënt op 50 vasgestel\nwat toon dat hy n intellektuele ontwikkeling van 'n kind\nvan 7 tot 9 jaar het. Dit beteken dat hy effens tot\nmatig\t/11\n-11-\nmatig vertraag is. Volgens haar maag dit vir hom moeilik wees om die volle\nimplikasies van feitlik enige situasie te begryp. Dit sou\ngevolglik meebring dat\nhy minder in staat is as die gemiddelde persoon om beslissings te neem. Weens\ndrukte van tyd kon sy haar bevindings\nnie kontroleer met bykomende inligting\nverkry van 'n familielid van die appellant nie. Sy kon slegs die appellant se\nmoeder, tante\nen oupa vir 'n paar minute spreek. Volgens hulle is hy ietwat\nvertraag. Sy het ook nie insae tot al die verklarings wat die appellant\ngemaak\nhet, gehad nie. Sy het verder verduidelik dat dit nie vir haar nodig was om van\n'n tolk gebruik te maak nie omdat sy bloot\nmeganiese toetse toegepas het en\ndit\nnie\t/12\n-12-\nnie nodig was om met die appellant te kommunikeer nie.\nToe die verklarings aan haar gestel is, het sy toegegee\ndat die uur wat sy met die appellant gehad het miskien\nnie lank genoeg was om die appellant se verstandsvermoë\nna behore aan te slaan nie.\nIn sy uitspraak ten opsigte van\nversagtende\nomstandighede het die verhoorregter\naanvaar dat Mev\nWindsor haar opregte menings uitgespreek het maar be-\nvind dat haar menings nie strook met wat die verhoorhof\nself in die hof tydens die verhoor waargeneem het en\nwat uit die appellant se dade en die verklarings wat\nhy van tyd tot tyd gemaak het, blyk nie. Hy het nie\ntoe hy getuienis afgelê het en sover geoordeel kon word\nuit\t/13\n-13-\nuit sy verklarings, enige mate van dwaasheid aan die\ndag gelê nie soos verwag sou word van '\nn\npersoon met so\n'n lae intelligensie as wat 'n intelligensiekwosiënt\nvan 50 mag aandui nie. Sy antwoorde op vrae in die hof\nwas stadig maar duidelik en sy verklarings buite die hof\nwas ook duidelik.\nMnr Huisamen het betoog dat die verhoorhof\nmisgetas\nhet deur nie meer gewig aan die getuienis\nvan mev Windsor te heg nie.Volgens hom is haar getuie-\nnis en haar gevolgtrekkings 'n belangrike en deurslag-\ngewende oorweging wanneer geoordeel moet word of die\nappellant se ongeletterdheid, lae intelligensie en\nintellektuele vermoëns, geestelike onvolwassenheid en die\nmoontlike\t/14\n-14-\nmoontlike invloed wat beskuldigdes 1 en 3 op appellant gehad het, op\nversagtende omstandighede kon neerkom al dan nie. Hy het toegegee\ndat die\nappèl nie kan slaag as bevind word dat die verhoorhof nie misgetas het\nten opsigte van mev Windsor se getuienis nie.\nDit blyk duidelik uit die getuienis en\ndie\nverduideliking van mnr Huisamen hoe dit gekom\nhet dat\nmev Windsor op die toneel gekom het, dat sy die appellant\nnie onder psigiatriese observasie gehad het nie en dat\nsy bloot net verstandstoetse op hom uitgevoer het.\nDie toetse het afgehang van sy eie reaksies en optrede.\nSy het toegegee dat sy eintlik meer tyd nodig gehad\nhet om sy verstandsvermoëns behoorlik aan te slaan.\nDie\t/15\n-15-\nDie verhoorhof, daarenteen, het die geleentheid\ngehad om hom te sien en te hoor getuig en vrae beant-\nwoord, en ook sy verskillende verklarings gelees waarin\nhy rnet sy betrokkenheid in die saak handel. Hy het\nop elke geleentheid 'n samehangende relaas gegee en\nverweer probeer openbaar. Die verhoorhof het sy ge-\ntuienis verwerp. Mev Windsor was gevolglik nie in die\nselfde gunstige posisie as die verhoorhof om te kon\nbepaal of die appellant wel so 'n lae verstandsvermoë\ngehad het waarop mev Windsor hom aangeslaan het nie.\nNa my oordeel het mnr Huisamen nie daarin\ngeslaag om\naan te toon dat die verhoorhof misgetas\nhet\t/16\n-16-\nhet deur nie meer gewig aan mev Windsor se getuienis\nte heg nie.\nDie appèl word gevolglik van die hand gewys\nWAARNEMENDE APPËLREGTER\nHEFER , AR)\nstem saam NICHOLAS, Wn AR)",
  "scraped_at": "2026-02-11T21:05:04.405914",
  "date": "1987-05-22",
  "coram": [
    "HEFER AR",
    "NICHOLAS",
    "BOSHOFF Wn AR"
  ],
  "case_number": "49/87",
  "parties": {
    "applicants": [
      "THEMBILE JAMA"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant, Thembile Jama, was convicted in the South‑East Cape Provincial Division of murder committed on 13 May 1985 against the deceased Stefanus Beyers de la Rey du Preez. He, together with three co‑accused, planned and carried out the killing using a knife, with the intention of also burning the body. The trial record includes detailed descriptions of the planning, the attack, the injuries inflicted, and the subsequent police investigation. At trial, a clinical psychologist, Margaret Jeannie Windsor, testified that Jama's intelligence quotient was 50, indicating a mental age of a child of about 7–9 years and suggesting a degree of intellectual impairment.",
    "issues": "The appeal raised two principal issues: (1) whether mitigating (versagtende) circumstances existed in the form of the appellant's low intelligence and possible diminished mental capacity; and (2) whether the trial court erred by not giving sufficient weight to the psychiatric evidence when determining the appellant's culpability and appropriate sentence.",
    "principles": "South African criminal law allows mitigating circumstances, including mental impairment, to affect culpability (see S v Babada 1964 (1) SA 26(A)). The court must consider whether the accused’s mental state reduced the moral blameworthiness of the act. Psychiatric and psychological evidence is to be weighed by the trial court, but the ultimate assessment of relevance and weight lies with the trial judge.",
    "application": "The appellate court examined the trial judge’s findings and concluded that, although Windsor’s report indicated a low IQ, it did not demonstrate that Jama lacked the capacity to understand the nature of his acts or to form the requisite intent for murder. The court found that the trial judge had appropriately considered the evidence, that the appellant’s explanations and conduct were coherent, and that the psychiatric testimony did not rise to the level of a defence of diminished responsibility. Consequently, the trial court’s refusal to treat the mental impairment as a mitigating factor was upheld.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the death sentence were affirmed. No miscarriage of justice was found, and the appellant’s claim of a trial error regarding mitigating circumstances was rejected."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigating circumstances",
      "intellectual impairment",
      "death penalty",
      "appeal"
    ]
  }
}