{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/2.html",
  "case_name": "Summit Industrial Corporation v Claimants Against the Fund Comprising the Proceeds of the Sale of the M.V \"Jade Transporter\" (2/87) [1987] ZASCA 2; [1987] 2 All SA 113 (A) (2 March 1987)",
  "citation": "[1987] ZASCA 2",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 2\n|\nNoteup\n|\nLawCite\nSummit Industrial Corporation v Claimants Against the Fund Comprising the Proceeds of the Sale of the M.V \"Jade Transporter\" (2/87) [1987] ZASCA 2; [1987] 2 All SA 113 (A) (2 March 1987)\nDownload original files\nPDF format\nRTF format\nIN\nTHE SUPREME COURT OF SOUTH\nAFRICA\n(\nAPPELLANT\nDIVISION\n)\nIn the\nmatter between:\nSUMMIT\nINDUSTRIAL\nCORPORATION\nappellant\nand\nCLAIANTS\nAGAINST THE FUND C0MPR.I.S1NC THE PROCEEDS OF\nTHE\nSALE OF THE m.v.\n\"JADE\nTRANSPORTER\"\nrespondents.\nCoram\n:\nCORBETT, TRENGOVE, VILJOEN, GROSSKOPF, JJA, et NICHOLAS AJA.\nDate\nof Hearing\n: 13 November 1986 and 16\nFebruary 1987\nDate of Judgment\n:\n2 March 1987\nJ U D G M\nE N T\nCORBETT\nJA\nThis\nappeal,\nfrom a\njudgment of the Pull\nBench\nof\nthe Natal\nProvincial\nDivision (\nper\nHOWARD J,\nMILNE\nJP\n/ and\n2\nand LEON\nADJP concurring), which has been reported (see\n1985 (4) SA 133\n(N)),\nconcerns bhe interpretation to be placed on sec. 11(8) of the\nAdmirally Jurisdiction Regulation Act 105 of 1983 (\"the\nAct\").\nAccording\nto its long title Che object of the Act\nis bo\nprovide for the vescing ot the powers of the admiralty courbs of the\nRepublic in the provincial and local divisions\nof thc\nSupreme Court of Soukh Africa, and for the extension\nof bhose\npowers; for the law to be applied by, and the pro-\ncedure\napplicable in, those divisions; for thc repeal of\nthe\nColonial Courbs of Admiralty Act 1890, of the United\nKingdom,\nin so far as it applies in relabion to the Republic;\nand to\nincidental matters.\nIn\npursuance of bhis object the Act provides that each provincial and\nlocal division of the Supreme Court shaii have jurisdicbion\n(designated \"admiralty jurisdiction\") bo\n/ hear\n2\nhear\nand determine any maritime claim (sec 2(l) ). The term \"maritime\nclaim\" is defined in sec.\nI\nto\nmean any one of twenty-six categories or claim, which are listed in\nparas. (a) to (z) inclusive of the\ndefinition.\nThese categories include -\n(i) \"any\nclaim in respect of a mortgage, hypothe-\ncation,\nright of retention or pledge of, or\ncharge on,\na ship\" (para (c) );\n(ii) \"any\nclaim arising out of any agreement for or relating to the carriage of\ngoods in a ship\" (para (h) );\n(iii) \"any\nclaim in respect of goods supplied or\nservices\nrendered to a ship for the employment or maintenance thereof\"\n(para. (\nl\n) );\n(iv) \"any\nclaim in respect of the design, con-struction, repair or equipment of\nany ship or any dock or harbour dues or any similar\n/ dues\"\n4\ndues\" (para. (m) );\n(v) \"any claim by a master or member of\nthe crew of\na ship arising out of his employment\"\n(para (n) );\n(vi) \"any claim relating to any maritime\nlien \t\"\n(para. (v) ).\nIn terms of sec. 3 a maritime claim may,\nsubject\nto certain requirements, be enforced either by\nan action\nin\npersonam\nor an action in\nrem\n.\nIn the case of an action\nin personam the requirements are\njurisdictional. Thus\nsuch an action can be instituted only against\ncertain clas-\nses of persons, delfined by reference to\nspecific grounds of\njurisdiction (sec. 3(2) ). One such class is a\nperson -\n\"whose property within the court's area of\njurisdiction has been attached to found or confirm jurisdiction\".\nIn the case of an action in\nrem\nthe\nsection provides that a maritime claim may be enforced by such an\naction (which\n/ is\n5\nis\ninstituted by the arrest within the court's area of\njurisdiction\nof certain property) if either (a) the claim-\nant has a\nmaritime lien over the property to be arrested or\n(b) the\nowner of the property to be arrested would be liable\nto the\nclaimant in an action in personam in respect of the\ncause of\naction concerned (sec 3(4) . The property which\nmay be\narrested in order to institute an action in\nrem\ncon-\nsists of â\n\"...\none or more of the following categories against or in respect of\nwhich the claim lies:\nThe ship,\n\twith or without its equip-ment; furniture, stores or bunkers;\nthe whole\n\tor any paid of the equip-ment, furniture, stores or bunkers;\nthe whole\n\tor any part of the cargo\nthe\n\tfreight\" (Sec. 3(5) ).\nThe term\n\"maritime lien\" is not defined in the Act, but its meaning\nhas been discussed in various judgments (see eg. E\nuromarine\ninternational of Mauren v The Ship Berg and Others\n1984 (4) SA\n647\n(N), at p 652 F-ll;\nOriental Commerc\nial and\n/\nShipping\n6\nShipping\nCo Ltd v M\nV\nFidias\n1986 (1) SA 714\n(D);\nSouLhern Steamship\nAgency Inc and Another v M\nV\nKhalij\nSky\n1986 (1) SA 485\n(C); and the\njudgment a\nquo\n,\nas reported, at pp 141 G - 142 D). For the purposes of this case it\nis not necessary to investigate the circumstances under which\na\nclaimanL acquires a maritime lien over property.\nIt will be\nnoted thab in terms of the provisions of sec. 3 thus far discussed an\naction in rem requires the arrest of property \"againsb\nor in\nrespect of which Lhe claim lies\". Prior to the passing of the\nAct this was the only basis upon which an action in rcm\ncould be\ninstituted in khe courts of South Africa exercising admiralty\njurisdicbion. It was not, for example, permissilble to seek\nto\ninstitute an action in\nrem\nto enforce a claim arising in\nrespect of ship A by the arrest of ship B, even though the two ships\nwere owned by the same person\n(see T\nharros Shipping\nC\norporation\nSA\nv Owner of the Ship \"Golden Ocean\"\n19/2 (4) SA 316 (N);\n/\nEuromarine\n7\nEuromarine\nInternat\nional case, supra, at p 658 H - 659 A) .\nin this\nconnection, however, the Act introduced an important\ninnovation\nin the form of the \"associated ship\" and enacted,\nsubject to\ncertain quaiifications which are not presently\nrelevant,\nthat an action in rem might be brought by the arrest\nof an\nassociated ship instead of the ship in respect of which\nthe\nmaritime claim arose (sec. 3(6) ). And \"associated ship\"\nwas\ndefined to mean a ship, other than the ship in respect\nof which\nthe maritime claim arose â\n\" (i)\nowned by the person who was the owner of the ship concerned at the\ntime when the maritime claim arose;\nor\n(ii) owned\nby a company in which the shares, when the maritime claim arose, were\ncontrolled or owned by a person who then controlled\nor owned the\nshares in the company whieh owned the ship con-cerned\". (Sec.\n3(7)(a) ).\n/These\n8\nThese\nprovisions thus contemplate two categories of ship: the ship in\nrespect of which the maritime claim arose, referred to in sec.\n3(7)(a) as \"the ship concerned\" - a convenient label - and\n\"the associated ship\", linked with the ship concerned\nby\ncommon ownership or control, either directly, ie. where the same\nperson owns, and therefore controls, both ships (sec. 3(7)(a)(i)\n) or\nindirectly, ie. where the two ships are owned by companies the shares\nin which are controlled or owned by the same person at\nthe time when\nthe maritime claim arose (sec. 3(7)(a)(ii) ). Sec. 3(7) does not\nspecifically deal with the position where a person\nowns or controls\none ship directly and the other indirectly, but presumably (it is not\nnecessary to decide the point) the subsection\nwould be interpreted as\ncovering that situation and the one ship would be regarded as an\nassociated ship\nvis\n-a-\nvis\nthe other. Associated ships\nwhich are linked directly, ie. owned by the same person,\n/ are\n9\nare often\nreferred to as \"sister\nships\";\nand those which are\nlinked\nindirectly, ie are owned\nby\ncompanies the shares\nin which\nare controlled or owned\nby the\nsame person, are\noften\ncalled \"group ships\".\nSec. 9 of\nthe Act provides that a court may in the exercise of its admiralty\njurisdiction at any time order that any property which\nhas been\narrested in terms of the Act be sold and the proceeds thereof held as\n\"a fund in the court\" or otherwise dealt\nwith. And sec. ll\nmakes detailed provisions with regard to the ranking of claims in\nregard to a fund in the court. It is the interpretation\nof sec. 11,\nand more particularly subsec. (8) thereof, which has given rise to\nthe dispute in the present matter. But before turning\nto this it is\nnecessary to recount the relevant facts.\nThe case\narises from the financial collapse of a group oF ship-owning\ncompanies known as the Eddie Steamship\n/ group\n10\ngroup. These companies are controlled and owned\nby a Mr W H Eddie Hsu of Taiwan. Included in the group are Outer\nOcean Navigation\nCorporabion Ltd, which owned,\nin ter\nalia,\nm.v. E\nmerald Transporter;\nFar Eastern Navigation Corporation\nLtd, which owned,\nin ter\nalia, m.v.\nJade Transporter\nand m.v.\nIron Transporter\n; and Eddie Steamship Co. Ltd, which\nowned,\ninter alia\n, m,v.\nSteel Transporter\n.\nOn 22 June 1984 Gulf Oil Trading Company (\"Gulf\nOil\") 06 Delaware, USA,\nmade appilication to the Durban and Coast Local Division, in\nthe\nexercise of its admirally ju-risdiction, for an order for the\nattachment of m.v. Jade\nTransporter\nto found jurisdiction in an action in\npersonam\nto recover the cost of fuel oil and\ndiesel oil (termed \"bun-kers\") and lubricating oil (termed\n\"lubes\")\nsupplied\nto certain vessels within the Eddie Steamship group (case number\n4565/84). On the same day a\nwarrant\nof\narrest\nin\nrem\nwas issued in favour of H\nollandsche\nBank-Unie M\nV\n/(\"HBU\")\n11\n( \"HBU\"\n) in respect of the m.v.\nJade\nTransporter\nas the first\nstep in an action in\nrem\nto recover amounts due in terms of a\nmortgage of the vessel (case number 4570/84); and in pursuance of\nthis warrant a notice of arrest\nwas issued.\nAt this\ntime the m.v.\nJade Transporter\nhad ar-rived off Richards Bay,\nNatal, in order to obtain bunkers at the Richards Bay terminal. The\nvessel remained outside the territorial\nlimits, however, evidently in\norder to evade service and execution of the attachment and arrest\norders already granted. This position\ncontinued throughout June, July\nand the early part of August. In August two further warrants of\narrest in\nrem\nin respect of various maritime claims were\nissued: one in favour of Gulf Oil on 3 August 1984 (case number\n5368/84) and one in favour\nof Scallop Petroleum Company (\"Scallop\")\non 10 August 1984 (case number 5485/84). Eventually the m.v. Jade\nTra\nnsporter was com-\n/ pelled\n12\npelled to enter territorial waters to bake on\ngas oil and on 11 August 1984 service was effected simultaneously of\nthe warrants of\narrest in\nrem\nin cases 5368/84 (claimant Gulf\nOil) and 4570/84 (claimanL HBU) and the application to attach in case\nno 4564/84 (claimant Gulf Oil).\nSubsequently warrants of arrest in\nrem\nof the m.v.\nJade Transporter\nto enforce various\nmaritime claims were issued in favour ot HBU in case number 5732/84,\nin favour of appellant, Summit Indus-trial\nCorporation (\"Summit\"),\nin case number 5894/84 and in favour of the master and crew of the\nvessel, in case number 5554/84.\nProcess in these cases, together with\nthat in case number 5485/84 (claimant Scallop), was served\nsimul-taneously on 3 September 1984.\nIn the meanwhile, on the\napplication of Gulf Oil, th\ne Durban and\nCoast Local\nDivision\n, in the exercise of its\nadmiralty\njurisdiction, and evidently in terms of sec. 9 of the Act, had\nordered the sale ot the\nm.v.\nJaec Transporter by public auction and had ordered\nkhat\nafter payment of\n/ certain\n13\ncertain\ncosts and expenses the balance be held as a fund in the court to be\ndealt with in accordance with sec. 11 of the Act. The\nsale took place\non 18 September 1984 and realised the sum of US $5 710 000,00 (R9 626\n542,87).\nOn 28\nSeptember 1984 the Court (again the Durban and Coast Local Division)\nappointed Mr. S R Cooper of Cape Town referee for the purpose\nof\nreceiving, considering and reporting to the Court on all claims\nagainst the fund constituted by the proceeds of the sale of the\nm.v.\nJade Transporter\nand ordered that all such claims be filed\nwith the referee. Mr Cooper duly carried out his mandate as referee\nand on 3 Decembcr 1984\nsubmitted a lengthy report to the Court\ndealing with the various claims made upon the fund.\nIn his\nreport the referee differentiated between what he termed \"a\ndirect claim\", i.e. where the claim concerned arose in\nrespect\nof the m.v.\nJade Transporter\n/ and\n14\nand \"an\nassociabed claim\", ie where the claim concerned arose in respect\nof a vessel other than the m.v.\nJade Transporter\n, being a\nvessel in respect of which the m.v. J\nade\nTran\nsporter\nwas an associated ship. The direct claims recommended for acceptance\nby the referee :included claims for outstanding salaries or\nwages by\nthe master, officers and crew of the m.v.\nJade Transporter\n;\nclaims arising from the supply of bunkers and lubes and other\nrequirements and services to the m.v. Jade Tr\nansporter\n; and\nclaims arising from a loan secured by a mortgage bond over the m.v.\nJade T\nran\ns\nport\ner. The associated claims recommended for\naccep-tance included claims arising from the supply of bunkers, lubes\nand other requirements\nand services to ships in re-lation to which\nthe m.v.\nJad\ne\nTransporter\nwas an associated ship;\nclaims arising from bill of lading contracts for the carriage of\ngoods by ships in relation to which the\nm.v.\nJade Tra\nns\nport\ner\nwas an associated ship; and claims arising\n/ from \t,.\n15\nfrom loans\nsecured by the mortgaging of ships in relation to which the m. v .\nJade T\nransp\norter was an associated ship . In the case of\nSummit three classes of claims were recommended for acceptance by the\nreferee: (a) direct,\nclaims in respect of bunkers, lubes and other\nrelated products and/or services supplied to the m.v.\nJade\nTransporter\n; (b) associated claims in respect of the supply of\nbunkers to a sister ship, the m.v.\nIron Transporter\n; and (c)\nassociated claims in res-pect of bunkers supplied to group ships.\nHaving\ncategorized and made his recommendations as to the acceptance of\nclaims, or portions thereof, the referee then proceeded in\nhis report\nto deal with the ranking of such claims. Before setting out his\nrecommendations in this regard it is necessary to set\nforth and\ndiscuss to some extent the relevant provisions of the Act.\nSubsec.\nll\ndeals\ngenerally with the ranking of claims and subsections (1) and (8)\nthereof read as follows:\n/ \"(1) Claims\n16\n\"(1) Claims with regard to a fund in a\ncourt in\nterms of this Act or security given in respect\nof property in connection with a maritime claim or the proceeds of\nproperty sold pursuant\nto an order or in the execution of a judgment,\nof a court in terms of this Act shall be paid in the following order:\nClaims in respect of costs and expenses\n\tincurred to preserve the property or to procure its sale, and in\n\trespect of the distribution\nof the proceeds of the sale;\nclaims to a preference based on possession,\n\twhether by way of a right of retention or otherwise;\nclaims which arose within one year before the\n\tcommencement of the proceedings, in respect of â\n(i) wages and other sums due to or\npayable in respect of the master, officers and\nother members of the ship's complement, in connection with their\nemployment on the\nship; (ii) port, canal and other waterways dues and\npilotage dues;\n(iii) loss of life or personal injury, whether\noccurring on land or on water, directly connected with the employment\nof the ship;\n/ (iv) loss\n17\n(iv) loss\nof or damage to property, whether occurring on land or on water,\nresulting from delict and not capable of being based on\ncon-tract,\ndirectly connected with the operation of the ship:\n( v) the\nrepair of a ship or the supply of goods or the rendering of ser-vices\nto a ship tor the employment or maintenance thereof;\n(vi)\nsalvage, removal of wreck and con-tribution in respect of a general\naverage act or sacrifice:\n(d)\tclaims\nin respect of mortgages, hypothecations,\nrights of retention of,\nand other charges\non, the\nship, effected in accordance with the law of the flag of the ship;\nclaims in\n\trespect of any maritime lien not failing under any category\n\tmentioned in any of the preceding paragraphs:\nall other\n\tclaims.\n(8) Where\nthe fund arises by reason of an action in\nrem\nagainst an\nassociated ship, the ranking of claims set out in this section shail,\nnotwithstaud-ing the provisions of section 3(6),\napply with\n/ rcgard\n18\nregard to\nclaims in respect of the associated ship, and claims in respect of\nthe ship con-cerned shall be paid thereafter in the order\nset out in\nthis section.\"\nIn the\nE\nuromarine International\ncase (\nsupra\n, at\np 656 G)\nNILNE JP stated thak the meaning of sec. 11(8) was\nthat â\n\"....notwithstanding\nthat s 3(6) gives the right to a marine claimant to bring an action\nin rem by the arrest of an associated\nship instead of the ship in\nrespect of which the maritime claim arose, claims of the nature\ndescribed in ss (1) of s 11, which lie\nagainst the associated ship,\nare to he paid in preference to claims which lie against the\nassociated ship by reason of the provisions\nof s 3(6). In other\nwords, claims which lie directly against the associated ship have\npreference over claims for which it is, as\nit were, vi-cariously\nliable.\"\nThis\ndifterentiation in the ranking of claims has been described as giving\nrise to two queues, the first queue\n/which\n19\nwhich\nenjoys priority over the second queue, consisting of the direct\nclaims against the vesscl and khe second queue consisting of\nthe\nassociated claims. To this extent bhe meaning and effect of sec.\n11(8) are reasonably clear. What is not so clear is when the\nsubsection comes into operation and what its field of operation is.\nIn his\nreport the referee came to the conclusion that the system of queueing\napplied only where the fund arose by reason of an action\nin\nrem\nagainst an associated ship; that in this instance thc fund arose by\nreason of an action in\npersonam\n, viz thc action instituted by\nGulf Oil under case number 4564/84; that consequently sec. 11(8) had\nno application; and that accordingly\nall claims against, the fund\narising from the sale of the m . v .\nJade Transporter\nhad to\nbe \"pooled\" and ranked in accordance with the pro-visions\nof sec. 11(1), read together with other relevant sub-sections\nof sec.\n11.\n/ After\n20\nAfter the\nsubmission of the referee's report HBU made application to the Durban\nand Coast Local Division, in terms of sec. 11(4) of\nthe Act, for an\norder authorising the Registrar of the Court to distribute the fund\nin accordance with certain defined rankings.\nThe system of ranking\nprayed for differed from that recommended by the referee. In\nparticular, HBU took issue with the interpretation\nplaced by the\nreferee on sec. 11 of the Act, contending that in the instant case\nsec. 11(8) applied and that all direct claims in\nrespect of the m.v.\nJade Transporter had to be ranked and paid in priority to associated\nclaims. This application was opposed by\nvarious claimants upon the\nfund. The Court referred the matter for hearing by the Pull Court of\nthe Natal Provincial Division in\nterms of sec. I,3(l)(b) of the\nSupreme Court Act 59 of 1959.\nIt appears\nthat at about the same time various other ships in the Eddie\nSteamship group had also been arrest-\n/ ed\n21\ned\nand sold to create funds in the court. These included the m.v.\nE\nmerald Transporter\nand the m.v.\nSteel Transporter\n.\nWhen the present matter came betore the P\null\nCourt of the Natal Provincial Division the Court heard at the same\ntime an appeal against a judgment of the Durban and Coast Local\nDivision (per WiLSON J) relating to thc claims against the Fund\ncomprising the proceeds of the sale of the m.v. E\nmerald\nTransporter\n(see\nBanque\nParibas v The Fund comprising Proceeds of Sale of the\nM\nV\nEmerald\nTransporter\n1985 (2) SA 452\n(D) ) and an application in terms of sec.\n11(4) of the Act to settle the ranking of certain claims against the\nfund comprising the\nproceeds of the sale of the m.v.\nSteel\nTrans-\nporter. Common to all these\nmatters was the proper inter-pretation to be placed on sec. 11(8) of\nthe Act,\nThe Pull\nBench came to the conclusion that a literal interpretation of sec.\n11(8) would result in its applicability depending upon\n(reported\njudgment at p 139\n/ D) â\n22\nD) â\n\"\t\nthe mere chance that the creditor at\nwhose\ninstance the ship is sold and the fund arises (\"the selling\ncreditor\") happens to have an associated ship claim rather\nthan\na direct claim in respect of the ship sold and institutes an action\nin rem rather than an action\nin\npersonam to enforce his\nclaim.\"\nThis, the\nCourt held, was an absurd result and one which\ncould\nnever have been intended by the Legislature.\nConsequently\nthe Court considered itself justified in depart-\ning from\nthe literal meaning of the words of the statute.\nThe Court\nfurther held that in order to give the subsection\nefficacy\nand avoid the absurd consequences of a literal inter-\npretation\nit was necessary to imply, or read into, the opening\nwords of\nthe subsection ( and after the word \"where\") the\nwords \"any\nclaim against\". The opening words of the sub-\nsection\nshould thus be interpreted to mean â\n/ \"Where\n23\n\"Where\nany claim against the fund arises by\nreason of an action in\nrem\nagainst an\nassociated ship \t\"\n(see\nreported judgment at p 139 F-I).\nApplying\nthis extended interpretation to the facts\nof the\ninstant case the Court held that the referee's con-\nstruction\nof sec 11(8) was incorrect; that the subsection\napplied;\nand that the direct claims in respect of the\nm. v.\nJade\nTr\nansporter\nshould take precedence over the asso-\nciated\nship claims (see reported judgment p 145 D-F).\nAccordingly\nthe Court made an order which included the follow-\ning\nparagraph, numbered 3(a) (at p 146 J - 147 A):\n\"It\nis declared that the claims of Gulf Oil Trading Co, Scallop Petroleum\nCo and Summit Trading Industrial Corporation iu respect\nof the supply\nof goods to ships other than the mv Jade Transporter, in relation to\nwhich the mv Jade Transporter was an associa-ted\nship as envisaged by\ng 3(7)(a)(i) or (ii) of the Act, rank for payment in terms\n/ of\n24\nof s 11(8)\nof the Act after the direct claims\nin respect\nof the mv\nJade Transporte\nr \" .\nSummit,\nhaving obtained the necessary\nleave f\nrom\nthe Court a quo, now appeals against portion of this judgment and\norder, viz. that portion which declares that the claims of Summit\nin\nrespect of the supply of goods to\nships in\nrelation to which the\nm.v\n.\nJade Transporter\nwas\nan associated ship by reason of the provisions of sec. 3(7)(a)(i) of\nthe Act rank for payment in terms of sec. 11(8) of the Act\nafter the\ndirect claims in respect of the vessel. In other words Summit, while\naccepting the Court a quo's gene-ral interpretation\nof sec. 11(8),\ncontends that an associated ship claim arising in respect of a sister\nship (ie. as de-fined in sec. 3(7)(a)(i)) should\nbe treated\ndifferently\nfrom\nan associated ship claim arising in respect of a group\nship\n(ie. as defined in sec. J(7)(a)(ii) ); and\nthat the sister ship claim should fall into the first queue, together\n/ with\n25\nwith the\ndirect claims, while the group ship claim falls into\nthc second\nqueue. It accordingly asked (and here I refer\nto\ncounsels heads of argument) that para. 3 (a) of the order\nof the\nCourt be amended to include the following words at the\nend\nthereof:\n\"\t\nunless such claim is a claim in\npersonam\nagainst the owner of the mv Jade Transporter, in which event it shall\nrank with the direct claims in respect of the mv\nJade Transport\ner\nunder section 11(1)(f) of the Act.\"\nAt the\ninitial hearing of the appeal by this Court only Summit appeared.\nDuring the course of the argument members of the Court expressed\nreservations about the correctness of the Court a\nquo\n's\ninterpretation of sec. 11(8); and in addition the Court indicated\nthat the record did not sufficientiy evidence aud describe the\nsequence of events leading up to the sale of them.v.Jade Transporter\n/ and\n26\nand the\ncreation of the fund. Eventually at the request\nof counsel\nfor Summit the matter was postponed in order\nto enable\nSummit to supplement the record and to provide\na\nchronology of events; and to present argument on the\nfollowing\nissues\n(I\nquote\nfrom t\nhe\norder):\n\"(a)\nwhether the interpretation by the Court a\nquo\nof Section 11(8)\nof the Admiralty Jurisdiction Regulation Act No 105 of 1983 (\"the\nAct\") in the manner reflected at pages\n220 - 221 of the Appeal\nRecord is correct;\n(b)\nwhether bhe interpretation by the Court a\nquo\nof Section 11(1)\n(c)(v) of the Act in the manner reflected at page 227 of the Record\nis correct;\nand\ngenerally on the matters raised in Appellant's Notice of Application\nfor Leave to Appeal.\"\nIt was\nalso directed that the order and copies of the\nadditional\ndocuments be served upon the attorneys acting\nfor the\nother interested creditors.\n/ At\n27\nAt the\nresumed hearing this Court had before it the additional documentation\nasked for and the chronology of events. Of the other\ninterested\ncreditors (ie. apart from Summit) only HBU appeared by counsel and\nsubmitted argument. Counsel for HBU also supported\nthe Court a quo's\ninterpre-tation of sec. 11(8).\nThe first\nquestion to be considered is the correct\ninterpretation\nof sec. 11(8). The argument revolved mainly\naround\nthe opening words, or\n\"preamble\"\nreading â\n\"Where\nthe fund arises by reason of an action in\nrem\nagainst an\nassociated ship\nIt was\nargued by counsel for Summit (in support of the general submission\nthat, in interpreting the subsection, the Court should depart\nfrom\nthe literal meaning)that a fund could not properly be described as\narising \"by reason of an action in\nrem\n\". In my view,\nthere is no substance\n/ in\n28\nin this\nargument. The phrase \"by reason of\" (Afrikaans \"na\naanleiding van\") indicates a causal relationship between\nthe\narising of the fund and an action in rem taken against an associated\nship (cf.\nCommissioner for Inland Revenue v Wi-\ndan,\n1955 (1)\nSA 226\n(A) at pp 233-4;\nSvenska Oljeslageri Aktiebol\naget v\nLewis B\nerger & Sons Ltd\n1960 (2) SA 601\n(A), at p 611\nA-B). It is true that the institution of an action in\nrem\ndoes\nnot, per se, give rise to a fund in the court. For a fund in the\ncourt to be created the court must make an appropriate order\nin terms\nof sec. 9 for the sale of the ship and the holding of the proceeds of\nthe sale as such a fund; and in pursuance thereof\nthe sale must take\nplace and the proceeds duly hcld as a fund in the court. Plainly the\nLegislature was aware of this and consequently\nthe words of the\npreamble to sec. 11(8) must be interpreted as contemplating a chain\nof causation consisting basically of (i) the\ninstitution of an action\nin\nrem\nby the arrest\n/ of\n29\nof an\nassociated ship, (ii) an application to court an terms of sec. 9 for\nthe sale of the arrested ship and the holding of the proceeds\nof the\nsale as a fund in the court, (iii) an order of court granting the\napplication, (iv) the sale of the ship and (v) the holding\nof the\nproceeds of the sale as a fund in the court. Admittedly the precise\nnature of the causal connection between links (i) and\n(ii) is a\nmatter upon which the subsection is not clear. Ob-\nviously if\nthe claimant who institutes the action in rem\nreferred\nto\n/in (i) applies to court for the sale of\nthe ship,\netc. in\nterms of sec. 9, the causal connection is there.\nBut\nsuppose that the party at whose instance the ship is\nsold has\ninstituted both an action in rem against the ship\nas an\nassociated ship and either an action in rem or an\naction in\npersonam\nto enforce a direct claim in respect of\nthe ship?\nOne of these alternatives applies to the factual\nsituation\nin the present matter, where Gulf Oil which applied\n/ for\n30\nfor the\nsale of the ship had instibuted an action in\nrem\nagainst (and\narrested) the m.v. Jade\nTransporter\nas an as-sociated ship and\nhad also attached the vessel to found jurisdiction in an action in\npersonam\nagainst the owner (though there is no evidence of the\ninstitution of this action in\npersonam\n). It may be that in\nsuch a case the action in\nrem\nagainst the ship as an\nassociated ship would be regarded as a cause of the sale of the ship,\naibeit not the only cause, and that\nthis causal connection would be\nsufficient to bring sec 11(8) into operation. As I shail later show,\nhowever, it is not necessary\nto decide the point in this appeal. I\nmight add that similar problems could arise where there are joint or\nsimultaneous applications\nunder sec. 9 by claimants having different\ntypes of claims.\nAdmittedly\nwhere applicants, under sec. 9 have only direct claims in\nre\nm\nand/or claims in personam, it would seem that sec. 11(8) has no\napplication.\n/ And\n31\nAnd it is\nthis consideration which is said to give rise to an absurdity\njustifying a departure from the literal wording of the preamble\nalong\nthe lines indicated by the Court a\nguo\nThe\ngeneral rule is that the words of a statute\nmust be\ngiven their ordinary, grammatical meaning unless\nto do so â\n\"......\nwould lead to absurdity so glaring\nthat it\ncould never have been contemplated\nby the legislature, or where it\nwould lead\nto a result contrary to the intention of\nthe\nlegislature, as shown by the context or\nby such other\nconsiderations as the Court\nis justified in taking into account\t\"\n(\nper\nINNES CJ in\nVenter v Rex\n1907 TS 910\n, at p 915).\nIn that\nevent the Court may depart from the ordinary effect of the words to\nthe extent necessary to remove the absurdity and give\neffect to the\ntrue intention of the legislature. (See also\nKbrahim v Minister of\nthe Interior\n1977 (1) SA 665\n(A), at p 678 and the authorities\nthere cited.) The\n/\nprinciple\n32\nprinciple\nin\nVenter\n's case (\nsupra\n) has generally been used in\norder to cut down the wide meaning of the words employed by the\nlegislature, but in exceptional cases\nit may also be permissible for\na court to expand the literal mean-ing of the words (see\nBarkett v\nSA National Trust & Assurance Co Ltd\n1951 (2) SA 353\n(A), at\np 363 A-F).\nAs has\nbeen remarked in various judgments, it is dangerous to speculate on\nthe intention of the legislature (see eg. the reference\nin\nSavage\nv CIR\n1951 (4) SA 400\n, at p 409 A) and the court should be\ncautious about thus departing from the literal meaning of the words\nof a statute (see remarks\nof SOLOMON JA in\nDadoo Ltd and Others v\nKrugers\n-\ndorp Municipal Council\n1920 AD 530\n, at p 554-5).\nIt should only do so whore the contrary legislative intent is clear\nand indubitable (see\nDu Plessis v Joubert\n1968 (l) SA 585 (A),\nat pp 594-5). Moreover, it is not the function ot the court to\nsupplement a statutory provision in order to\nprovide for\n/ a\ncasus\n33\na\ncasus omissus\n(see\nWalker v Carlton\nH\notels\n(SA) Ltd\n1946 AU 321, at p 330;\nBarkett\n's\ncase,\nsupra\n, at p 363 F-C).\nI\ndo\nnot think bhat a departure from the\nliteral\nmeaning of the preamble to sec. 11(8) is\njustified.\nGiving\nthe words their literal meaning does not lead to any absurd-\nity\n. It brings about a \"queueing\" in the very circumstances\nobviously intended by the Legislature, ie.\nwhere a fund in the court arises \"by reason of (ie. in\nthe\nmanner indicated above) an action in\nrem\nagainst an associated ship. Counsel for Summit sought to argue\nthat\nt\nhe\nliteral\ninterpretation gave sec. 11(8) \"no\npractical f\nield\nof ope-ration\". I have\ndifficulty\nin accepting\nthi\ns.\nAnd\nI\nnotice,\ntoo, that this assertion does not\naccord\nwith the views expressed in Shaw, Admiralty\nJurisdiction\nand P\nractice\nin\nSouth\nAfrica\nat p 100. Analysis shows t\nhat\nthe so-called absurdity lies not in the appl\nication\nof sec. 11(8) within its stabed field of operation, but, in the fact\nthat\n/ the\n34\nthe\nstatute does not provide for the same system of queueing where a fund\narises in other circumstances,\nsuch\nas where the ship is sold in pursuance of an action in rem to enforce\na direct claim or an action in\npersonam\n;\nor indeed whenever there are associated claims against a fund. It may\nwell be that in this regard sec. 11(8) is deficient but, as\nI\nhave shown, it is not the function of the\ncourt to remedy a\ncasus omissus\n.\nIf remedial action be needed, then that must be taken by\nthe\nLegislature.\nFurthermore,\nI\nhave\ndifficulty\nin accepting the interpretative modification of the preamble adopted\nby the Court a\nquo\nand supported by counsel before us. Grammatically, it involves\nsubstituting a new subject in the sentence con-stituting the\npreamble.\nAny\nclaim against the fund is sub-stituted For\nthe\nfund\n. This is a very\ndrastic\nalteration\nand\none which virtually rewrites the sentence and changes its sense.\nInstead of having to determine how th\ne\nfund\n/ arose\n35\narose\none would, in applying the preamble in accordance with this\ninterpretation, have to enquire whether\nthere\nwere any claims against the fund which\narose from an action in\nrem\nagainst an associated ship.\nI\nknow\nof no precedent for so fundamental a change in a statutory provision\nbeing wrought by a process of interpretation. In addition,\nthe\namended wording adopted by the Court a\nquo\nintroduces the anomalous concept of a claim arising from an action in\nrem. A claim would, in ordinary parlance, arise by reason of\none or\nother of the transactions or events refer-red to in the definition of\nmaritime claim; and, with res-pect,\nI\ndo\nnot find the explanation given in the judgment a\nquo\n(at p 140 A-B) entireiy convincing. And finally, as is conceded in\nthe judgment a\nquo\n(at p 140 D-F), the con-struction adopted by it does not apparently\nrender the sub-section applicable in all cases where the claims\nagainst a fund include one or more associated ship claims and\nconse-quently falls short of achieving what is conceivcd to be\n/ the\n36\nthe entire\nobject for which the subseckion was enacted.\nFor\nthese reasons\nI\nam\nof the opinion that sec. 11(8) musb be interpreted in accordance with\nthe ordinary meaning of the language employed by the Legislature.\nOrdinarily the next question would be whether, so interpreted, sec.\n11(8) is applicable in the instant case. The Court a quo, on\nits\ninterpretation, decided that the subsection did apply (thus rejecting\nthe view of the referee). It may well be that even on the\nliteral\ninterpretation prefer-red by me - and for reasons already adumbratcd\n- sec. 11(8) would apply in this case. There is, however,\nno appeal\nagainst that part of para. 3(a) of the order of the Court a\nquo\nwhich declares that there should be two queues of claims; and\nconsequently this Court is not called upon to pronounce on the\ncorrectness\nof\nthat\ndecision. Nor is it necessary to\nconsider\nwhat effect, if any, a statement in the supporting affidavit to Gulf\nOil's application for the sale\n/ of\n37\nof the m.\nv.\nJade Transporter\n(to the effect that in the application\nGulf Oil was proceeding in terms of its action in\npersonam\nagainst the owner of the m.v.\nJade Transporter\n) has upon the\napplicability of sec. 11(8).\nWhat\nthis Court is required to deal wich, however, is the contention by\nSummit that para. 3(a) should be amended by the addition of\nthe rider\nquoted above, which in effect draws a distinction between claims\narising from actions in\nrem\nagainst sister ships and those against group ships and places the\nformer in the first queue and the latter in the second queue.\nI\ncan find no foundation for such a\ndistinc-tion. The only substantive provisions in thc Act relating to\nqueueing are to be found in\nsec. 11(8). Once it is established that\nin terms of the preamble\nthe\nsubsection applies, then the subsection prescribes how the claims are\nto be divided into (a) those \"in respect of\" the\nassociated\nship (which is the ship whose sale has created the fund) and (b)\nthose \"in respect of\" the ship concerned, and\n/ ordains\n38\nordains\nthat the claims falling under (a) shall have pre-cedence over those\nfalling under (b). It is clear to me that when sec. 11(8)\nspeaks of a\nclaim \"in respect of\" a particular ship, it means a claim\nwhich arose in respect of that ship. Consequently\nin allocating\nclaims to the two categories prescribed by sec. 11(8) the simple\nenquiry is: did the claim arise in respect of the\nassociated ship or\nthe ship concerned?\nA\nsimple example of the working of sec 11(8) may aid clarification.\nClaimant\nX\nhas a\nmaritime claim in respect of ship A (the ship concerned) for, say,\nthe supply of bunkers to the ship. To enforce his\nclaim\nX\narrests and\ninstitutes an action in\nrem\nagainst ship B, an asso-ciated ship\nvis-\na\n-vis\nship A.\nX f\nurthermore\napplies for and obtains a court order under sec, 9\nfor\nthe sale of ship B and the creation of a fund in the court.\nThis\nis done. Another claimant against the fund, Y, has a direct claim\n/ in\n39\nin\nrespect of ship B derived from say, the supply of bunkers to ship B.\nWhen the claims against the fund come to be ranked, sec. 11(8)\nclearly applies and in terms thereof Y's claim falls into the first\nqueue and\nX\n' s\nclaim into the second queue. And it matters not whether ship A was a\nsister ship\nvis-a-vis\nship B, or merely a\ngroup\nship.\nThis seems\nto me to be the plain meaning of sec. 11(8). If this is not a\nsuitable or desirable result, then this is a further matter\nwhich\nmight engage the atten-tion of the Legislature, if and when the Act\ncomes to be amended.\nAccordingly\nI\nhold that\nthere\nis no basis\nfor\nthe\namendment to the order of the\nCourt\na quo which\nSummit\nseeks to\nachieve by this appeal;\nand the\nappeal by\nSummit\nmust be\ndismissed with costs.\nHBU\nappeared at the resumed hearing of the appeal\n/ in\n40\nin\norder to present argument with reference to issue (b) of the order of\nthis Court quoted above. This is the point dealt with in\nthe reported\njudgment of the Court a\nquo\nat pages 141 B to 142\nI.\nBefore\nus the submission of coun-sel for HBU was that the Court a\nquo\nhad correctly decided the point. Briefly, the point was as follows.\nIt had been argued on behalf of one of the parties in the Court\na\nquo\nthat, when sec. 11(8) applies, claims falling under sec. 11(1)(c)(v)\n- those of the \"necessaries man\" - rank in the first\nqueue,\nirrespective of whether such claims are direct or associated ship\nclaims. The argument was founded on the use in sec. 11(1)(c)(v)\nof\nthe indefinite article in the phrase \"a ship\", as opposed\nto the definite\narticle\nin the phrase \"the ship\" appearing in other paragraphs of\nsec. 11(1). The Court a quo rejected this argument and held t\nhat\nassociated ship claims of thc necessaries man fell into t\nhe\nsecond\n/ queue\n41\nqueue.\nI\nagree, with\nrespect, with this conclusion and the reasoning of the Court a\nquo\nin support of it and do not find it necessary to elaborate thereon.\nIt follows that the submissions of counsel for HBU to us are\nac-cepted.\nThis\nraises the question of the costs of HBU before this Court. HBU did\nnot obtain - and did not seek to obtain - any alteration to\nthe\njudgment of the Court a quo. On the other hand, this Court did invite\nsubmissions in regard to this question and it was clearly\nin HBU's\ninterests that the judgment a\nquo\non this issue be upheld. In all the circumstances\nI\nam of the view that HDU is entitled to the\ncosts of its appearance before this Court as against the Fund.\n/ It is\n42\nIt is\nordered as follows:\nThe\n\tappeal of Summit Industrial Corporation is dismissed with costs.\nIt is\n\tdirected that for the purposes of sec. 11(7) of Act 105 of 1983 the\n\tcosts attendant upon the appearance by Hollandsche Bank-Unie\nM\nV\nbefore this Court in this matter were costs reasonably\n\tincurred in the enforcement of\nthe\nclaims of Hollandsche Bank-Unie M\nV\nagainst\nthe Fund comprising the proceeds of the sale of the\nm.v.\nJade\nTrans\npor\nter\n.\nM M\nCorbett.\nTKENGOVE\nJA)\nVILJOEN\nJA) CONCUR GROSSKOPF JA) CONCUR\nNICHOLAS\nAJA)",
  "scraped_at": "2026-02-11T20:53:37.634690",
  "date": "1987-03-02",
  "coram": [
    "CORBETT",
    "TRENGOVE",
    "VILJOEN",
    "GROSSKOPF",
    "JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "2/87",
  "parties": {
    "applicants": [
      "Summit Industrial Corporation"
    ],
    "respondents": [
      "Claimants Against the Fund Comprising the Proceeds of the Sale of the M.V \"Jade Transporter\""
    ]
  },
  "sections": {
    "facts": "The case arose from the collapse of the Eddie Steamship group, a collection of ship‑owning companies controlled by W H Eddie Hsu. Several vessels in the group – notably the m.v. Jade Transporter – were arrested in the Durban and Coast Local Division to enforce various maritime claims (fuel, lubricants, mortgages, etc.). The vessel was eventually sold by public auction on 18 September 1984, producing US$5.71 million, which was held as a fund in the court. A referee was appointed to determine and rank the competing claims against that fund. The referee distinguished between \"direct\" claims (arising in respect of the Jade Transporter itself) and \"associated\" claims (arising in respect of other ships that were considered associated with the Jade Transporter under the Admiralty Jurisdiction Regulation Act 105 of 1983). Hollandsche Bank‑Unie (HBU) sought to have the fund distributed according to section 11 of the Act, arguing that section 11(8) gave priority to direct claims over associated‑ship claims. The lower court interpreted the provision differently, leading to an appeal before the Supreme Court of Appeal.",
    "issues": "1. How should section 11(8) of the Admiralty Jurisdiction Regulation Act 105 of 1983 be interpreted – in particular, whether it applies only when the fund arises from an action in rem against an associated ship, and whether it creates a two‑queue system giving priority to direct claims over associated‑ship claims. 2. Whether claims falling under section 11(1)(c)(v) (necessaries of the ship) should be placed in the first queue irrespective of whether they are direct or associated‑ship claims. 3. Whether a distinction should be drawn between claims arising against a sister ship (directly owned) and a group ship (indirectly owned) for ranking purposes.",
    "principles": "The Court applied rules of statutory interpretation, favoring the ordinary grammatical meaning of the words unless such meaning would lead to an absurd result. It considered the purposive approach but rejected a broad amendment of the preamble to \"any claim against\" the fund, finding no authority for such a radical rewrite. The Court relied on precedent (e.g., Euromarine International) for the meaning of section 11(8) and upheld the principle that the provision creates two distinct queues: first, claims \"in respect of\" the associated ship, and second, claims \"in respect of\" the ship concerned. The Court also affirmed that section 11(1)(c)(v) does not receive a special priority and falls into the second queue when the fund arises from an associated‑ship action.",
    "application": "The Supreme Court held that the literal wording of section 11(8) is sufficient and that the provision applies where the fund arises by reason of an action in rem against an associated ship. It therefore rejected the appellant’s (Summit) argument for a separate rider to place sister‑ship claims in the first queue. The Court confirmed the lower court’s order that direct claims on the Jade Transporter take priority over associated‑ship claims, and that there is no differentiation between sister and group ships for ranking purposes. The Court also upheld the earlier ruling that necessaries‑man claims do not receive special priority and belong to the second queue.",
    "conclusion": "The appeal by Summit Industrial Corporation was dismissed with costs. The order confirming that claims of Gulf Oil Trading Co, Scallop Petroleum Co and Summit Industrial Corporation in respect of supplies to ships other than the Jade Transporter rank for payment under section 11(8) after the direct claims on the Jade Transporter was upheld. Costs were awarded to Hollandsche Bank‑Unie as against the Fund."
  },
  "tags": {
    "level_1": "Admiralty Law",
    "level_2": "Maritime Claims",
    "level_3": [
      "section 11 interpretation",
      "ranking of claims",
      "associated ship",
      "statutory interpretation",
      "fund in court"
    ]
  }
}