{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/76.html",
  "case_name": "S v Sallem (170/1986) [1987] ZASCA 76 (26 August 1987)",
  "citation": "[1987] ZASCA 76",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 76\n|\nNoteup\n|\nLawCite\nS v Sallem (170/1986) [1987] ZASCA 76 (26 August 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 170/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nIn die saak tussen:\nSTANLEY SALLEM\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n:\tCORBETT, VILJOEN ARR et STEYN WN AR\nVERHOORDATUM\n: 21 MEI 1987\nLEWERINGSDATUM\n: 26 Augustus 1987\nUITSPRAAK\n/\nSTEYN WN AR\n...\n2.\nSTEYN WN AR\n:\nDit gaan hier oor regterlike ongeduld en die kwade gevolge daarvan-\nAppellant, 'n kleurlingman van die Kaap, het op 31 Januarie 1984\nin '\nn\nJohannesburgse landdroshof tereggestaan op '\nn\naanklag dat hy op 14\nFeb= ruarie 1983 in kamer 2109 van die Carlton Hotel, Johan= nesburg, ter\noortreding van art 2 (a) van Wet 41\nvan 1971 handel gedryf het in 6 724 tablette\nbevattende metakaloon, ('n verbode afhanklikheidsvormende medisyne). Hierdie\nsoort tablette\nis algemeen bekend as Mandrax. Appellant het onskuldig gepleit.\nAanvanklik het hy in persoon opgetree 2aar later gedurende die loop\nvan die\nverhoor is hy agtereenvolgens verdedig deur twee advokate, mnre Duvenhage en\nRoux en deur 'n prokureur, mnr Goldstein. Op\n2 Februarie 1984 is hy skuldig\nbevind soos aangekla en gevonnis tot 7 jaar gevangenisstraf.\nHy het aanvanklik teen sy skuldigbevinding en vonnis geappelleer na die\nTransvaalse Provinsiale Afdeling\n/van ...\n3.\nvan die Hooggeregshof van Suid-Afrika, maar het later sy\nkennisgewing van appèl gewysig. Daarin het hy sy appèl teen.\ndie\nvonnis laat vaar maar die gronde van dié teen skuldigbevinding uitgebrei.\nDie aangevulde gronde was toe soos volg:\n\"\n1. Die Agbare Landdros het fouteer deur te bevind dat die getuienis\nvan LESKE vol= doende was om die Appellant met die pleging van\ndie misdaad te\nverbind.\n2.\nDie Agbare Landdros het\nfouteer deur te bevind dat die getuienis van LESKE, as enkel getuie, bevredigend\nwas in alle wesenlike opsigte.\n3.\nDie Agbare\nLanddros het fouteer deur:\n(a)\tAppellant nie\nvoldoende geleentheid\nte gun om 'n regsverteenwoordiger\nbehoorlik aan te stel nie;\n(b)\tAppellant nie voldoende geleenheid\nte gun om sy verdedeging voor te berei nie;\n(c)\tAppellant se regsverteenwoordiger\nnie die geleentheid te gun om getuie LESKE behoorlik te kruisverhoor\nnie;\n(d)\tAppellant nie toe te laat om getuies\nte herroep nie;\n(e)\tAppellant nie by te staan met die\nverdediging van sy saak nie.\n4. Die Agbare Landdros het onreëlmatig opge=\n/tree ...\n4.\ntree deur die arena te betree en daardeur sy vooroordeel\nteenoor Appellant te betoon.\n5.Die Agbare Landdros het fouteer deur Appel= lant nie die geleentheid te gun\nom met des= kundiges te konsulteer om die getuienis\nvan SQUIRE te probeer\nweerlê nie.\n6.\tDie Agbare Landdros het fouteer deur die\ngetuienis van SQUIRE te\naanvaar as voldoende\nbewys van die teenwoordigheid van metakaloon\nin die\ntersaaklike tablette.\"\nDie appèl is aangehoor en afgehandel op 22 Okto= ber 1984. In die\nberedenering daarvan het mnr Strydom,wat daar sowel as hier\nnamens appellant\nopgetree het, hom be= paal by die onreëlmatigheidsgronde en die meriete nie\nbe= handel nie. Die rede daarvoor\nblyk uit die volgende pas= sasie in die\nuitspraak van GROSSKOPF R:\n\"Wat die appèl teen die skuldigbevinding betref, hoef ek nie veel te\nsê nie.\nMnr Strydom\nhet trouens toegegee dat bp die oorkonde, soos\ndit staan, dit voorkom asof die appellant tereg skuldig bevind is. Hy het egter\nbetoog\ndat as die onreelmatighede nie voorgekom het nie, en die appellant\nbehoorlik deur '\nn\nregsverteen= woordiger bygestaan was, die oorkonde\nmoontlik heelwat anders mag gelees het, en dit mag ge= blyk het dat die\nappellant\ninderdaad nie skuldig is nie.\"\n/Maar\n...\n5\nMaar die appèl het uiteindelik tog op die rif van die meriete\ngestrand want in weerwil daarvan dat die Hof\na quo\nappellant grootliks\ngelyk gegee het op die on= reëlmatighede is bevind dat geregtigheid weens\ndie meriete nietemin geskied het.\nDie uitspraak in daardie verband lui so:\n\"Die probleem wat die appellant, myns insiens, in die onderhawige saak het, is\ndat hy self deurgaans die wesentlike feite waaruit\nsy medepligtigheid blyk,\nerken het, en dit eint= lik reeds op 'n vroeë stadium van die saak.\nGedurende sy kruisondervraging\nvan die getuie Leske stel die appellant self die\nvolgende vraag en kry hy die verlangde antwoord daarop op bladsy\n29:\n'Is dit korrek dat ek u voorgestel het\naan\ndie verkoper van hierdie Mandrax-\ntablette? \t Korrek.\nNa sluiting van die Staatsaak, en nadat die landdros vir die eerste maal aan die\nappellant sy regte met betrekking tot die aflê\nvan ge= tuienis verduidelik\nhet, en voordat mnr.\nDuven\n=\nhage\nnog op die toneel verskyn het,\nmaak die appellant die volgende ongevraagde toegewings op bladsy\n42:\n\"Now, do you want to give evidence\nor do\n/you ...\n6.\nyou want to remain silent? \t I rather\nremain silent, because there is nothing that I can say. All what they said,\nis they told the right story.\nSo are you satisfied that they all told\nthe truth? \t What they said, yes it\nwas the truth.'\nIn hierdie omstandighede is ek gevolglik van mening dat geregtigheid, ten spyte\nvan die on= reëlmatighede waarna ek verwys het,\nwel geskied het.Na my\nmening moet die appèl gevolglik van die hand gewys word en die\nskuldigbevinding en vonnis bekragtig\nword.\"\nEk kom\nlater terug na hierdie aspek.\nVerlof om verder na hierdie Hof te appelleer is deur die Hof\na\nquó\nonmiddellik na afwysing van die appèl verleen op die\nvolgende gronde:\n\"1. Die Agbare Regters het fouteer deur te\nbevind dat die Agbare Landdros korrek die aansoeke vir uitstel deur Appellant\nen sy regsverteenwoordigers geweier het wat daartoe\ngelei het dat Appellant nie\naan= vanklik regsverteenwoordiging gehad het nie.\n2.Die Agbare Regters het fouteer deur nie te bevind dat die gemelde weiering\ntot uitstel 'n growwe onreëlmatigheid was wat\n/Appellant ...\n7.\nAppellant uitermatiglik benadeel het nie.\n3.\nHoewel die Agbare Regters\nkorrek bevind het dat die Agbare Landdros onreëlmatig opgetree het, deur\nnie (a) Appellant se regsverteenwoordiger\nvoldoende tyd te gee om te konsulteer\nnie; (b) Appellant se regsverteenwoordiger geleentheid te gee om volledig te\nkruisondervra\nnie; en (c) Appellant die geleentheid te gee om die deskundige\ngetuie se getuienis behoorlik te toets nie, het die Agbare Regters\nfouteer deur\nnie te bevind dat hierdie onreëlmatighede Appellant benadeel het in so 'n\nmate dat daar nie geregtigheid ge= skied\nhet nie.\n4.\nDie Agbare Regters het met respek fouteer deur nie te bevind het dat\ndie selferkende kruisondervraging deur die Agbare Landdros nie\n'n\nonreëlmatigheid is wat veroorsaak het dat geregtigheid nie geskied het\nnie.\n5.\nDie Agbare Regters het met respek\nverkeer=\ndelik nie die skuldigbevinding tersyde ge=\nstel,\nalternatiewelik\n, tot niet\ngemaak\nnie,\n6.\tDie Agbare regters het verder fouteer deur\nte bevind dat Appellant as\ngevolg van sy\neie bewerings tydens die verhoor in elk\ngeval skuldig is en\ndat geregtigheid in\nieder geval geskied het.\"\nDie volgende persone was direk by die saak be=\ntrokke:\n/d) ...\n8\n(1)Appellant, wat destyds 'n 36-jarige musiekonder=\nwyser was en ongeveer R200 per maand verdien het\ndeur vir eie voordeel onderrig te gee. Hy is getroud; sy vrou het toe ook gewerk\nen R100 per maand verdien. Hulle het toe reeds vyf\nkinders gehad.\n(2)\tWillie Martin Leske,\n'n\nKaapse voedselsmous wat\n'n\npolisie-beriggewer was. In die onderhawige\ngeval was hy ook 'n polisie\nlokvink wat opgetree\nhet as \"koper\" van die Mandrax tablette en hom=\nself\nonder die skuilnaam van \"Martins\" aan appel=\nlant voorgestel\nhet.\n(3)\nHans Schafheute (Hansï, 'n Duitser, wat die verkoper van die\ntablette was.\n(4)\nLaw Kong Gee Pong, 'n\nChinees, wat die ver= skaffer van die tablette was en met Hans saam= gewerk\nhet.\n/Die ...\n9.\nDie Staat se saak teen appellant was dat hy vir Leske en Hans\naan mekaar voorgestel het, aanvanklik per telefoon te Kaapstad en daarna\npersoonlik te Johannesburg. Die bewering teen hom was dus slegs dat hy as\ntussenganger by die transaksie betrokke was.\nDie ander vier persone wat ook betrokke was by die saak was almal lede van\ndie Suid-Afrikaanse Polisie, te wete, speurder adjudant-offisiere\nSlabbert van\ndie Narkotikaburo (SANAB), Kaapstad, en Welgemoed van SANAB Johannesburg,\nkaptein Bornman,en luit Squire van die Forensiesewetenskap-laboratorium,\nPretoria. Almal van hulle behalwe kapt Bornman, het tydens die verhoor getuig,\nSlabbert en Welgemoed namens die Staat. Die landdros\nhet luit Squire geroep om\nte getuig ter aanvulling van sy beëdigde verklaring oor die aard en\nsamestelling van die tablette.\nOorspronklik was appellant gesamentlik met Pong en Hans en\n'n\nsekere\nSotirakis aangekla. Pong was die\n/eerste ...\n10.\neerste beskuldigde, Hans die tweede, appellant die derde en\nSotirakis die vierde.\nBy die beredenering van die appèl voor hierdie Hof was die partye dit\neens dat die verloop van die ver= rigtinge in die landdroshof\nkorrek uiteengesit\nis in die uitspraak van GROSSKOPF R. Daardie uiteensetting lui soos volg:\n\"Die vier beskuldigdes het die eerste maal op 17 Februarie 1983 voor 'n landdros\nin Johan= nesburg verskyn. Volgens 'n nota in die\nlêer is die saak op\ndaardie dag na 29 April 1983 vir verdere ondersoek uitgestel- Die uitstel was\ndus op versoek van die Staat.\nOp 29 April 1983 het die appellant in persoon\nverskyn, ter= wyl die ander drie beskuldigdes deur prokureurs verteenwoordig\nwas. 'n\nNota op die lêer toon aan dat die saak op daardie dag uitgedruk is\nen dat die saak toe na 29 Junie 1983 uitgestel is. Weer\neens was die uitstel dus\nnie aan die be= skuldigdes te wyte nie. Op 29 Junie 1983 het die appellant weer\nin persoon verskyn, terwyl\ndie ander drie beskuldigdes deur prokureurs\nverteenwoordig was. Die rede vir hierdie verdere uitstel blyk nie uit die stukke\nwat\naan my voorgelê is nie, maar daar is geen aanduiding dat die uitstel\naan die appellant te wyte was nie. Volgens 'n aantekening\nop die lêer was\ndie appellant in persoon teenwoordig, maar is\ndit\n/moontlik ...\n11.\nmoontlik dat beskuldigde 2 nie teenwoordig was nie, want sy naam is op 'n\nstadium in die hof uitgeroep. Dit blyk verder nie duidelik\nna watter datum die\nsaak toe uitgestel is nie, maar wat wel vasstaan is dat die saak weer op 28\nNovember 1983 voorgekom het. Op daardie\ndag het die Staat die saak teen\nbeskuldigdes\n1\nen 4 teruggetrek en gemeld\ndat beskuldigde 1 as Staatsgetuie gebruik gaan word. Die aan= klaer het verder\naangedui dat die Staat nie\nop daardie stadium gereed was om met die saak voort\nte gaan nie, vermoedelik omdat die aan= klaer nog met beskuldigde 1 wou\nkonsulteer.\nDaar is geen aanduiding wanneer die Staat ge= reed sou wees om voort\nte gaan nie en die staatsaanklaer het ook geen beswaar teen\n'n uit= stel geopper\nnie. Dit blyk dat beskuldigde 2 se advokaat toe om '\nn\nuitstel gevra het.\nNa 'n lang diskussie tussen die landdros en die advokaat vir beskuldigde 2 is\ndie appellant ge= vra of hy ook 'n\nuitstel wil hê. Die appellant het toe\nte kenne gegee dat hy ook vir 'n uitstel vra sodat hy 'n prokureur kan aanstel.\nDie saak\nis toe na 31 Januarie 1984 uitgestel en die landdros het die appellant\nen beskuldigde\n2\ngewaarsku dat dit\n'n\nfinale uitstel sou wees. 'n Mens het begrip vir die landdros se besorgd=\nheid dat die saak toe reeds so lank gesloer het, maar dit\nmoet nie uit die oog\nverloor word nie dat die meeste uitstelle tot op daardie stadium aan die Staat\nen die vol hofrolle te wyte was.\nDie appellant was in ieder geval tot op daardie\nstadium nie verantwoordelik vir enige uitstel nie. Die verdere uitstel op 28\nNovember\nwas\nin die eerste instansie ook nie deur\ndie appellant\n/aangevra ...\n12.\naangevra nie, maar hy het hom wel met die uit=\nstel\nvereenselwig.\nOp 31 Januarie 1984 was beskuldigde 2\nnie\nteenwoordig nie en is daar 'n lasbrief vir sy\ninhegtenisname gelas. Die\nappellant het toe\nweer uitstel gevra, maar die landdros het die\nsaak tot 1lhl5 dieselfde dag\nlaat afstaan. Dit\nhet naamlik geblyk dat die appellant, wat in\nKaapstad woonagtig was, eers die vorige dag in\nJohannesburg aangekom het en toe vir die eerste\nmaal 'n prokureur aangestel het. Om 11h15 was\ndaar slegs 'n prokureursklerk in die hof teen=\nwoordig en het die appellant weer vir uitstel\ngevra sodat hy 'n advokaat kon aanstel. Die\nStaatsaanklaer het die aansoek om uitstel teen=\ngestaan en die landdros het die appellant se\naansoek om 'n uitstel geweier. Die landdros\nhet daarop gewys dat die appellant die landdros\nse waarskuwing by die vorige uitstel geïgnoreer\nhet, en, volgens die landdros het die appellant\nse versuim om betyds 'n prokureur aan te stel\ngetoon dat die appellant nie regrig bedoel het.\nom 'n prokureur te kry\nnie.\nDaar is daarna '\nn\nskeiding van verhore\nge=\nlas en die saak teen die appellant het voortge=\ngaan. Na verskeie verdere\nonsuksesvolle aan=\nsoeke om uitstelle deur twee advokate en\n'n\nprokureur is die appellant op 2\nFebruarie 1984\naan 'n oortreding van Artikel 2 (a) van Wet 41\nvan 1971\nskuldig bevind en tot sewe jaar ge=\nvangenisstraf gevonnis....\"\nDie uiteensetting deur die Hof\na quo\nword hier deur\nmy\nonderbreek om die wyse waarop die verrigtinge op\n28\n/November ...\n13.\nNovember 1983 verloop het in groter besonderheid te skets.\nHans (besk no 2) was destyds verteenwoordig deur adv Joseph wat op 'n laat\nstadium opdrag ontvang het om sy verdediging waar te neem.\nMnr Joseph se aansoek om 'n uitstel het gegaan oor nadere besonderhede tot\ndie klagtestaat wat kort te vore van die Staat aangevra\nwas maar nog nie verskaf\nwas nie. Die landdros se houding was dat die beskuldigde en/of sy prokureur\nnalatig was deur só met'die\nversoek te talm. Die kwessie van 'n ondersoek\nna sulke moontlike nalatigheid was toe bespreek en volgens die notule het sake\ndaarna\nsoos volg tussen mnr Joseph en die landdros verloop:\n\"But you must give the Court the facts\nIf your Worship wants me to go and investi=\ngate that, I will investigate\nthat, but I\ndon't believe for one moment sir, with the\nutmost respect\nI am not interested in what you believe\nMr Joseph. I want the facts. \t Let me\nmake my submission to your Worship, it is a simple submission. It is that my\nexperience\n/in\n14.\nin these courts, I am not talking about my experience in front of your\nWorship, and I do not mean to be facetious or anything, but\nI am involved in a\nmatter now ...\nIf you try that, there will be difficul=\nties.\t I am involved in\na matter now,\na far more serious matter than this, where something like 15\nwitnesses have been called by the State over a period of 18 months and\nthat case\nis not yet concluded. I am getting no oppositíon from the State, I am\ngetting no opposition from the police officers\nand the only opposition with\nrespect, comes from your Worship. Your Worship is motivated by the fact that\nyour Worship must see that\nmatters that come before your Worship are dealt with\nas expeditiously as possible. Here we have a man, who faces the prospect of\nnot\nless than\nMr Joseph, please. The case will stand\ndown until ¼ past 11, so that\nyou can get\nthose facts the Court wants. The law makes it\nvery clear that\nthe discretion is in the\nCourt's hands to decide whether a remand will\nbe\ngranted or not, and not in the State's hanads,\nand not in the hands of the\ninvestigating of=\nficer, and\nnot\nin the hands of the advocate\nor\nattorney, and that is all- The Court will\ngive you a remand if the\nCourt feels that it is\njustified in this case. If you cannot justify\nit,\nthe Court will refuse it and if you then\nwithdraw, the Court will go on\nwithout Counsel\nor without an attorney and then you can appeal\non those\ngrounds. You know what your rights\nare. \t As your Worship pleases.\"\n/Na\n15.\nNa afhandeling van mnr Joseph se betoog het\ndie\nlanddros hom na appellant gewend. Daarna het hy\ndié\ntwee beskuldigdes se versoeke om uitstel soos volg\nafge=\nhandel:\n\"\nCOURT TO ACCUSED NO 2\n: It seems to me that this application for the\nparticulars was only done to get a remand, that is how it seems to the Court.\nAnd it\nalso seems as if the attor= ney could have had another appointment, and\nhe then gave the Counsel instructions to appear to get out\nof his problems. But\nof course the Court is not sure, that you are negligent in this case. The Court\nwill grant this application.\nBut the Court wants to make it clear now . that ... on the next hearing the case\nwill pro= ceed. And if your Counsel is not ready\nby then, if you change\nattorneys or change Counsel again in the interim, the Court will just excuse\nthat attcrney or excuse that\nadvocate and will go on without cne. You must be\nready to\nprcceed.\nCOURT TO ACCUSED NO 3\n: . You are in the same\nposition. \t Yes.\nThis application of yours to get an attor= ney seems to me to be done just to\nstretch out the case unnecessarily, because if a person\nreally wanted to get an\nattorney in 10 months, he would have been able to do so. And you must realise\nthat this is the final remand.\n/If...\n16.\nIf your attorney or counsel is not available next time, the Court will\nproceed without him. So if you see an attorney or if you see\ncoun= sel, you must\ntell him that the Court said the case will proceed on that day and he must not\ncome and tell the Court he is\nnot available or he is not prepared, it will not\nhelp him at\nall- Do you understand this? \t Yes\nMy Lord, I don't wish to be here all day.\"\nDit moet nie uit die oog verloor word nie dat die landdros hierdie houding\nteenoor die beskuldig= des ingeneem het nadat die Staat\nreeds te kenne gegee het\ndat dit nie in staat was om met die saak te begin nie en geen indikasie gegee\nhet wanneer dit sou kon voortgaan\nnie.\nEk gaan nou voort met die uiteensetring deur die Hof a auo.\n/\"Nadat ...\n17.\n\"Nadat die landdros die appellant se aansoek om uitstel op 31 Januarie 1984\ngeweier het, het die verhoor voortgegaan en het die Staat\nsy saak later gesluit.\nOp die stadium toe die appellant die geleentheid gegee is om self te getuig, het\nhy gedurende die etensverdaging\ntyd gehad om daaroor na te dink of hy self\ngetuienis wou aflê. Na die verdaging het 'n advokaat, mnr\nDuvenhaqe\n, namens die appellant verskyn. Mnr\nDuvenhaqe\nhet weer\neens aansoek om uitstel gedoen, maar daardie aansoek is soos die vorige een\nge-weier. Die hof het toe verdaag sodat mnr\nDuvenhage\ninstruksies kon\nkry. Terwyl mnr\nDuvenhage\nnog besig was om met die appellant te\nkonsulteer, het die landdros weer teruggekeer na die hof. Mnr Devenhage het toe\naansoek gedoen\ndat die enigste getuie van die Staat wat die appellant met die\npleging van die misdaad verbind het, naamlik ene\nWillie Leske\n, herroep\nword vir verdere kruis-ondervraging. Die landdros wou weet hoekom die getuie\nherroep moes word, aangesien die appellant\nreeds die ge-leentheid gehad het om\ndie getuie te kruisondervra. Dit blyk uit die oor-konde dat die appellant\ninderdaad net drie\nvrae aan die getuie gestel het. Mnr\nDuvenhage\nhet\nverduidelik dat hy, in die tyd tot sy beskikking, nie in staat was on behoorlike\ninstruksies van die appellant te kry nie. Die\nlanddros het egter beslis dat mnr\nDuvenhage\nsonder verdere vertraging moes voortgaan met sy\nkruisondervraging van die getuie Leske\nindien/...\n18.\nindien hy hom wou kruisondervra. Aangesien Leske van Kaapstad afkomstig was,\nen hy die volgende dag terug moes wees vir sy besigheid\nin die Kaap, het die\nlanddros verder beslis dat die kruis-ondervraging van die getuie Leske daar-die\ndag afgehandel moet word, al\n'sit ons tot 20h00 vanaand'.\nDie landdros se benadering in hierdie ver-band blyk uit die volgende passasie\nop bladsy 54 van die oorkonde:\n'En as die beskuldigde nie grof\nnalatig was nie, dan het ons met\ndie\ngetuie klaargemaak en kon hy\nteruggegaan het Kaap toe, maar nou\nword die\ngetuies benadeel omdat die\nbeskuldigde grof nalatig was.'\nDie landdros het verder aangedui dat die saak in ieder geval die volgende dag\nsou aangaan en dat enige ander staatsgetuies dan herroep\nsou moes word vir\nverdere kruisondervraging, ondanks die feit dat mnr\nDuvenhaqe\nte kenne\ngegee het dat hy nie die volgende dag beskikhaar was nie. Hoewel mnr\nDuvenhage\naan die landdros gesê her dat hy nie volledige\ninstruksies kon kry \"van die appellant nie, wou die landdros weet presies\nwaaroor\ndie kruisondervraging van die getuie Leske sou gaan, en het die landdros\nsoos volg op bladsy 57 opgemerk:\n'Want die hof gaan nie toelaat dat u van A tot Z kruisverhoor nie, want die\nbeskuldigde het 'n geleentheid gehad van kruisverhoor.\nDie Hof\nsal/ ...\n19.\nsal spesifieke gedeeltes toe-laat'.\nDie Hof het toe aan mnr\nDuvenhage\ngesê dat die verdere kruisondervraging van die getuie\nLeske dadelik moet voortgaan, en as die advokaat nie gereed is nie, moet\nhy\nonttrek, Toe die getuie Leske daarna deur Mnr Duvenhage onder kruis= verhoor\ngeneem is, het die landdros gedurig tussenbeide getree\nen verskeie male beslis\ndat vrae nie toëlaatbaar was nie. Die landdros se houding blyk byvoorbeeld\nuit die volgende opmerkings\nvan die landdros op bladsy 67 tot bo-aan bladsy 70\nvan die oorkonde:\n'\nHof:\nMnr Duvenhage, die Hof verstaan u kruisverhoor nie. Dit is vir\ndie Hof duidelik dat u nou net eenvoudig vis, en u het gesê\nu wil graag\ndie getuie terugroep om sekere stellings te maak aan hom. U het nog geen\nstellings gemaak nie. U gaan net eenvoudic op\nfyn kruisverhoor terwyl\nbeskuldigde gesê het hy stem saam met war die man gesê het, behalwe\ndaardie drie aspekte wat\nhy nie mee saamstem nie.\nMet eerbied, Edelagbare, beskuldigde het ook reeds vir my gesê - en ek\nhet u alreeds meegedeel - dat die getuie het in Afrikaans\ngetuig.\nNou gaan u so te kere. U gee nie die tolk 'n kans om te tolk nie. Met\nander/\n20.\nander woorde, u is tevrede hy ver-staan Afrikaans. Die getuie is teruggeroep\ndat u sekere stellings aan hom kan maak. (Die Hof gaan\nnie toelaat dat u van\nvooraf kruisverhoor nie. Dit word nie aanvaar nie. = Wel,) Edelagbare, dan is my\nhande afgekap. As ek nie die\ngetuie se geloofwaardig-heid kan toets nie, dan is\nmy hande afgekap.\nBeskuldigde het dan gesê hy erken dat wat die getuie gesê het is\ndie waarheid. Nou hoe wil u dit toets? Met ander woorde\nwat u later vir die Hof\ngaan sê is dat beskuldigde sê dit is die waarheid, 'maar dit is\n'n klomp leuens, want ek het sy geloof-waardigheid getoets'. Dit is wat u\neintlik nou doen.\nWel Edelagbare, onder hierdie omstandig-hede vind ek dit uiters moeilik om\nmet hierdie saak voort te gaan.\nDit is u besluit of u wil aangaan of nie. Kan ek net vir my prokureur iets\nvra? Ja, sekerlik.\nEdelagbare, ek wens net op rekord te plaas dat u het my nou gesê ek\nmoet net sekere stellings aan die getuie maak.\nDit was u aansoek gewees. -Ja.\nU het gesê u vra net dat die getuie teruggeroep word om sekere\nstellings aan hom te maak en om duidelikheid\nte/......\n21\nte kry in verband met die oproep aan die begin. Maar dit is duidelik u het\nlankal (nie) by daardie onderneming van u gebly (nie).\nU het nie gesê u\nwil die getuie terugroep om van A tot Z te kruisverhoor nie. Met ander woorde, u\nhet dan die Hof onder 'n\nwanindruk gebring.\nEk is dan jammer as ek die Hof onder 'n wanindruk gebring het.\nMaar weer eens wil die Hof dit duidelik stel dat u is in hierdie ding\ningeprop met '\nn\nbaie vinnige spoed omdat be-skuldigde nalatig was, maar\ndie Hof kan nie dat u een oomblik sê dat u wil net sekere stellings\naan\ndie getuie maak en dan begin u met die kruisverhoor van vooraf nie.\nDie getuie was eintlik nog nooit gekruis- verhoor gewees nie,\nEdelagbare.\nU word by u onderneming gehou. U het gesê u wil hom graag terugroep in\nverband met daardie skakel aan die begin en om sekere\nstellings aan hom te\nmaak.\nU kan voortgaan daanmee.\nWel, Edelagbare, die stelling wat ek aan hom wou gemaak het in daardie\nverband, is dat beskuldigde sal ontken dat hy deelgeneem het\naan die\ntransaksie.\nWaar? In die kamer of oor die telefoon?\nIn die kamer en oor die telefoon. Kan ek net vir beskuldigde vra?\nJa/\n22.\nJa seker.\nMnr Duvenhage\n: Beskuldigde sal sê dat hy het u nie gebel nie. Dit\nwas Hans wat u gebel het.\nHy het eerste gepraat.\nBeskuldigde sal dit ontken, en in die\nkamer - kan u vir die Hof sê\npresies\nwat het daar gebeur?\nJa, soos ek gesê het al.\nHOF:\nMnr\nDuvenhage, nou begin u weer presies met wat het daar gebeur. U het glad nie\ngesê u stel belang in wat daar gebeur het nie.\nU het gesê u wil\nsekere stellings maak.\nWel Edelagbare, ek wil graag die basis lê vir my stellings, en dit is\ndat be-skuldigde het nie deelgeneem aan daardie transaksie\nin die kamer nie.\nHy het so gesê. U sien u is weer nie op hoogte met die getuienis nie,\nen die Hof kan u nie verkwalik daaroor nie...'\"\nDie woorde in hakies op bl 20 verskyn in die oorspronklike\nnotule van die verrigtinge in die landdroshof maar is uitgelaat in die\naanhaling deur die Hof\na quo\n.\nDie vrae wat die landdros mnr Duvenhage\nverhoed het om aan Leske te stel weens die vermeende ontoelaatbaar= heid daarvan\nhet gegaan\noor 'n telefoongesprek wat Leske met Hans sou gehad het 'n geruime\ntyd voor 14 Februarie 1983.\nDaardie inmenging met die kruisverhoor het so\nverloop:\n\"Het/\n23.\n\"Het u vir Hans vantevore al ontmoet,\nof was dit die eerste keer gewees?\nNee, ek het nog nooit vir Hans ont-moet nie. Hy het met my gepraat oor die\nphone al ja.\nEkskuus tog? \t Hy het al met my van-\ntevore oor die telefoon gepraat.\nWanneer het hy met u oor die telefoon\ngepraat?\tDis 'n lang tyd, lank voor\ndit.\nHoe het dit gekom dat u met hom oor\ndie telefoon praat? \t Deur\nStanley.\nWaaroor het u en Hans gepraat oor die\ntelefoon? \t Ook oor pille.\nEn wat het Hans op die ander geleenthede vir u gesê?\nHOF: Hoe is dit tóelaatbaar, mnr\nDuvenhage? \t Wel met eerbied Edelagbare,\nas daar 'n ooreenkoms tussen hierdie getuie en Hans was, kan dit dalk wees\ndat beskuldigde glad geen deel in hierdie hele transaksie\ngehad het nie.\nGoed, as hy dan sê die beskuldigde het gesê jy kan Mandrax koop\nen dan sê jy nee, maar dit is nou hoorsê getuienis,\nwant dit is hou\nteen die beskuldigde. Op watter grond kan hoorsê-getuienis toelaatbaar\nwees? Ons weet Hans het verdwyn, daar\nis 'n lasbrief. Die getuienis is\nhoorsê, dit is ontoelaatbaar.\nEdelagbare, ek vra net die vrae om\ndie inhoud van die verklaring te bewys.\nDis ontoelaatbaar. \t Soos die Hof behaag.\nDit/ ...\n24. Dit is opmerklik dat mnr Duvenhage aan die\nlanddros te kenne gegee het\ndat die doel van die gewraakte vrae o m was om te probeer aantoon dat appellant\nmoontlik \"glad geen deel\nin hierdie transaksie gehad het nie\".\nIn die loop van die verdere kruisonder-\nvraging van Leske het mnr\nDuvenhage te kenne gegee dat hy weens onvolledige opdrag dit moeilik vind om\nLeske be-hoorlik verder te\nondervra. Hy het versoek dat die saak uitgestel word\nsodat hy homself beter kan voorberei. Sy aansoek is geweier en hy het hom toe\naan die saak ont-trek. Volgens die notule van die verrigtinge het sake in\nhierdie verband só verloop:\n\"Nee, wat hy eintlik, soos die Hof dit gehad het dat Pong en Hans doen al\ndie\npratery met mekaar. \t Wel Edelagbare\nin verband met hierdie Pong, ek kan glad nie hom plaas in die verhoor nie. Ek\nhet op hierdie stadium soveel probleme dat ek nie kan\nvoortgaan met hierdie saak\nnie, en ek vra weer eens dat die Hof die saak uitstel na môreoggend toe.\nKan ek die getuie net een\nverdere stelling, vraag aan hom vra?\nDie/ ...\n25.\nDie Hof gaan die saak uitstel tot môre\nná hierdie getuie afgehandel is en die Hof gaan hom toelaat om terug te\ngaan Kaap\ntoe-\nMNR DUVENHAGE:\nHoekom moet u teruggaan\nKaap toe vanaand? \t Daar is\n5, 6 redes\nwat ek kan gee. Dat ek is 'n man wat besigheid het. Ek het 12\nmense wat vir my werk. Ek is '\nn\nman wat smous, en môre in die Kaap\nsoos u weet, is die groot mark,is Woensdag. Ek moet klaar my manne gister-aand\nbetaal het,\nek het hulle nie betaal nie. Ek het hiernatoe gekom. En ek het 'n\nvrag prunes wat op Ceres lê wat ek moet in die Kaap kry,\n822 kissies\nprunes, en hy hou nie lank nie, soos u weet,verstaan? Ek kan nie my besigheid\nlaat gaan nie. As meneer my gaan betaal\nvir die paar dae, Rl 400, dan gaan ek\nhier bly. Dan sal ek gewillig wees om hier te bly. Maar ek het niks goed nie, om\nte koop nie.\nHOF: Mnr Duvenhage, wil u nog enige vrae oor die saak aan hom stel? Die Hof\nhet klaar 'n besluit gemaak en of u nou die getuie nog\n'n duisend vrae vra oor\nhoekom hy nie kan bly nie, die Hof het klaar 'n be-slissing gemaak en u vraag\nhoekom hy nie kan\nbly nie is ontoelaatbaar Die getuie kan\nop '\nn\nlatere geleentheid hof toe kom.\nU word nie daaroor gevra nie, die Hof het\nklaar 'n beslissing daaroor gegee.\nEdelagbare, ek kan nie verdere stellings aan die getuie maak nie, ek mag dan\ndie beskuldigde benadeel.\nEk dink dit is my plig om op hierdie stadium te\nonttrek van die saak\n.\nGoed/\n26.\nGoed, u aansoek word toegestaan om te onttrek.\" [My\nonderstreping]\nDie volgende dag het mnr Roux namens\nappellant opgetree, die landdros\nmeegedeel dat hy onvoor= bereid is om met die saak voort te gaan weens die feit\ndat hy eers om halfvyf\ndie vorige middag opdrag qekry het, en om 'n uitstel van\ndie saak aansoek gedoen. Sy versoek is deur die landdros geweier, nadat\nhy 'n\nbreed= voerige uiteensetting aan mnr Roux gegee het van die verloop van die\nverrigtinge vanaf 17 Februarie 1983, en hy weer\neens te kenne gegee het dat\nappellant grof nalatig was. Volgens die notule eindig die \"agtergrond gesprek\"\ntoe so:\n\"Het u nou die agtergrond van die saak?\nEk dank u vir die agtergrond Edelagbare.\nNog iets wat u wil sê?\tDit is '\nn\nou\nsaak, maar soos u nou vir my die geskiedenis\nhiervan gegee het, was\nhierdie beskuldigde\nnie op een geleentheid verantwoordelik vir\nenige van\ndie uitstelle nie en was daar nie\nop een geleentheid enige skuld aan sy\nkant\nnie. Daar was ander beskuldigdes wie nie\nhier was nie, wat verdere\nuitstelle\nHy was ook nie gereed op die 28ste November om aan te gaan nie, dan is dit\nmos ook sy\nskuld\n27.\nskuld. \t Edelagbare, dit was met respek,\nhet hy in 'n tweede asem bygevoeg by 'n\nander beskuldigde hy wil uitstel hê.\nNee. As hy daardie dag gesê het kyk, ek kom van die Kaap af, ek wil met\ndie saak aangaan, en die Staat het gesê kyk hulle\nis gereed om aan te\ngaan, dan het\ndie Hof aangegaan. \t Die Staat was in\nelk geval ook nie daardie dag gereed nie.\nNee, hulle wou net 'n verklaring van nommer 1 vat, en dit kon '\nn\nuur\ngevat het. So met ander woorde, as dit werklik so noodsaaklik was, kon die Staat\nhomself\ngereed gemaak het in 'n kort tydjie.\nEdelagbare, die feit bly staan, beskuldigde het nie gekom met die aansoek vir\nuitstel nie. Hy het agterna gesê, ek het nie beswaar\nnie, ek sal saam\nuitstel vra, want ek soek na geld.\nNee, nee, hy heti gevra vir uitstel.\nNadat dit spesifiek aan hom gevra is of hy besware het.\"\nUiteindelik het mnr Roux betoog dat lt\nSquire se voormelde beëdigde\nverklaring fataal gebrekkig en gevolglik ontoelaatbaar was. Hy het toe weer eens\nom\n'n uitstel van die saak gevra sodat lt Squire geroep kon word om\nmondelinge getuienis oor die aard en samestelling van die tablette\nte lewer. Die\nStaatsaanklaer het mnr\nRoux/ ...\n28. Roux se versoek om uitstel teengestaan\nen o a te kenne\ngegee dat lt Squire daardie selfde dag beskikbaar sou\nwees\nom te getuig. Toe het die landdros die aansoek om uitstel\nin 'n kort uitspraak geweier. Dit lui so:\n\"Beskuldigde, die Hof het geluister na hierdie aansoek vir uitstel. Die Hof\nhet spesifieke vrae gevra of die finansies nou reg is.\nDie Hof aanvaar mnr Roux\nse woord dat dit nie een van die redes is vir uitstel nie.\nNou moet die Hof kyk na beide die Staat en Verdediging om te besluit of so 'n\naansoek geregverdig is of nie.\nHierdie getuies was al 'n paar keer by die hof gewees. Jy was spesifiek\nopdrag gegee om betyds 'n prokureur te bekom. Jy het gisteroggend\ntoe jy uitstel\ngevra het, het jy net R200 gehad, en dit is dieselfde bedrag wat jy gehad het op\ndie 28ste November verlede jaar.\nMaar skielik toe die Hof sê hy gaan met\ndie saak aan, toe kon jy op baie kort kennisgewing genoeg geld kry om 'n\nprokureur\nen 'n advokaat behoorlik opdrag te gee.\nDie Hof bevind dus dat jy grof nalatig was om nie betyds met jou prokureur in\nverbinding te tree om dan 'n advokaat te kry nie.\nDie Hof bevind verder dat jy kón, as jy op so 'n kort kennisgewing\ngenoeg geld gekry het, kon jy lankal plan gemaak het om\n'n\nprokureur/ ...\n29.\nprokureur te bekom om met hierdie saak voort te gaan.\nDie Hof bevind verder dat dit in belang van regspleging is om 'n saak so\nspoedig moontlik klaar te maak, en dat dit teen alle belang\nis dat getuie\nkort-kort van die Kaap af moet kom om getuienis af te lê sonder dat die\nsaak afgehandel kan word. Die Hof het\nhomself bereid verklaar om sy notas\nbeskikbaar te stel aan enige prokureur of advokaat wat namens jou verskyn, om\nhomself op hoogte\nte stel, want die Hof het dit gister duidelik gestel dat dit\n'n\nfinale uitstel ook na vandag is, vandag gaan die Hof voort met die\nsaak.\nDie Hof bevind dat in al hierdie omstandig-hede daar nie 'n goeie saak\nuitgemaak is vir '\nn\nuitstel nie, die aansoek word geweier.\"\nDaarna het mnr Roux hom ook aan die saak\nonttrek met die woorde\n\"'Edelagbare, ek vra dan dat ek onttrek aan hierdie saak. Ek weet niks van\nhíerdie saak nie.\"\nAppellant was toe weer alleen en is o a soos\nvolg deur die landdros aangespreek:\n\"Beskuldigde, die Hof het gister jou regte aan jou verduidelik. Jy het toe\ngesê dat jy wil tyd hê om '\nn\nbietjie te dink wat jy wil doen.\nToe het 'n advokaat verskyn en vanmôre '\nn\nander advokaat.\nDie/ ...\n30.\nDie Hof sal dus jou regte wéér aan jou verduidelik, die Hof sal\nher-haal soos gister, dat die Hof sal dit vir jou 6,\n7 keer herhaal, solank die\nHof tevrede is jy verstaan wat jou regte is.\"\nNa die verduideliking het die landdros\ngesê dat appellant se aansoek\nom uitstel geweier is, maar 'n kort verdaging is aan hom toegestaan om sy\nposisie te bespreek\nmet adv Roux wat nog in die hof was. Daarna het appellant\naparte aansoeke een na die ander gedoen om die getuies Leske, Pong en Hans\nte\nherroep en om kaptein Bornman as getuie te roep. Die aansoeke om herroeping is\neen na die ander geweier maar die t o v kaptein\nBornman toegestaan met die\nvermaning dat appel-lant nie toegelaat sou word om hom te kruisondervra nie.\nDie verdedigingssaak het volgens die notule toe so tot 'n einde geloop:\n\"Die/ ...\n31.\n\"Die Hof het ook vir jou verduidelik dat jy kan getuienis aflê, of jy\nkan besluit om stil te bly.\nWat wil jy maak? Wat sê hy mnr die Tolk?\nEdelagbare, hy vra kan hy weer sy verdediging vra.\nNee, die Hof gaan nie weer verdaag nie. Die Hof het netnou 10 minute verdaag,\nen die Hof kan regtig nie, ons is nou besig vir amper\n'n uur net met 'n aansoek\nvir uitstel en dat jy besluit wat jy wil maak. Gister voor eenuur het die Hof al\njou regte aan jou verduidelik.\nBeskuldigde, dit begin vir die Hof lyk asof jy\nmoedswillig tyd probeer wen, dat die Hof verplig is om die saak uit te stel-Die\nHof\nhet uitstel geweier, die Hof gaan nie toe= laat dat jy nou so speel vir tyd\nnie. As jy nie jou regte verstaan nie, dan sal die Hof\ndit vir jou weer\nverduidelik. Maar as jy jou regte verstaan, dan moet jy nou jou keuse uitoefen,\nwant die Hof gaan nie weer verdaag\nnie. Die advokaat het onttrek en hy het\neintlik geen belang meer by die \" saak nie, hoewel hy nou sit en notas neem. Die\nHof het\nhom toegelaat om dit te doen, so daar is niks mee verkeerd nie.\nHOF AAN AANKLAER\n: Sou u beswaar hê as ons maar\nafstaan, die\nHof sien mnr Goldstein het weer ingekom,\nmnr Goldstein het nie onttrek nie,\nen die Hof sal\nhom miskien 'n kans gee om met mnr Goldstein te praat.\nSoos die Hof behaag, daar is geen beswaar nie.\nHOF AAN BESKULDIGDE\n: Die Hof sal jou 10 minute gee, tensy die Aanklaer\nmy voor die tyd roep.\nHOF VERDAAG\n/MET.....\n32.\nMET HERVATTING\n:\nHOF\n: Beskuldigde, het jy nou besluit wat jy wil\ndoen? \t Ja\nEdelagbare.\nWat?\t Ek het niks om te sê nie Edelagbare, ek\nswyg. Die Hof kan sien\nwat om te sê, wat om te doen, want die saak, daar is iets aan die gang wat\nek nie kan verstaan nie, ek\nkan niks sê omtrent die saak nie.\nDie Hof sien mnr Goldstein sit hier. Het jy gevra\ndat hy vir jou moet verskyn of nie? \t Ek het\nhom gister gevra Edelagbare.\nHOF AAN MNR GOLDSTEIN\n: Wil u vir die beskuldigde\nverskyn, of nie? \t Ek onttrek nou die saak\nEdelagbare.\nGoed, dankie. U word verskoon.\nHOF AAN BESKULDIGDE\n: Mnr Goldstein het onttrek beskuldigde. Nou jy het\ngesê dat jy niks te sê het nie. Maar die Hof wil vir jou duidelik\nstel dat jy het gister by jou pleit gesê jy dra geen kennis daar= van nie.\nJy het ook ander kere bewerings gemaak in kruisverhoor\nwat in jou guns kan tel.\nDie Hof moet jou waarsku dat enige bewering wat jy gemaak het in jou guns, het\ngeen getuieniswaarde nie.\nDie Hof weet nie wie het vir jou gesê jy moet\nstilbly nie, maar die prokureur en advokaat het nou beide onttrek. So jy moet\nnou self jou besluit maak wat jy wil doen.\nVerstaan jy dit? \t Ek verstaan.\nIs jy besluit nog om stil te bly, of wil jy getuig?\nOf verstaan jy nie mooi nie? \t Edelagbare, ek\nwil niks verder sê nie, want die saak is verkeerd van die begin af.\nAlles was verkeerd van die begin af.\n/Wat bedoel\n33\nWat bedoel jy alles was verkeerd?\nIn die eerste instansie Edelagbare, die eienaar van hierdie tafalette is die\n'Chinese'.\nJa die Hof wil nie nou hê jy moet die saak argumenteer\nnie. Jy het gesê jy wil niks sê nie, maar jy het ook\ngesê jy wil kaptein Bornnan roep as getuie.\nEdelagbare, ek het gesê ek is nie bereid om getuienis af te lê\nnie, want ek weet nie wat ek daar moet sê nie.\nDie Hof het gesê jy kan jou kant van die saak voor\ndie Hof plaas. Al\nwat jy moet sê is wat is jou kant\nvan die saak. En dan sal jy\nkruisverhoor word deur\ndie Staat om vas te stel of jou weergawe korrek\nis.\nVerstaan jy dit? \t Ek verstaan.\nWat is jou besluit? Verstaan jy nou wat jy moet\nsê as jy moet getuig? \t Ek verstaan Edelagbare,\nmaar ek wil geen getuienis aflê nie, want die saak was verkeerd van die\nbegin af.\nGoed, jy het gesê jy wil 'n getuie roep.\nEdelagbare, ek gaan hom nie meer roep nie.\nJy wil nie meer 'n getuie roep nie? \t Nee, ek\nwil hom nie meer roep nie.\nWil jy dan geen getuies roep nie? \t Nee, ek\nhet geen getuie om te roep nie, want die saak was verkeerd van die begin\naf.\nSluit jy dan jou saak? \t Ek sluit my saak.\"\nDie hof het toe vir die middagete verdaag. Met die\nhervatting het ranr Goldstein die landdros meegedeel dat hy nou weer namens\nappellant optree. Lt Squire is toe deur die landdros\n/geroep\n34.\ngeroep om te getuig. Hy het die inhoud van sy beëdigde verklaring\nbevestig en getuig dat die tablette inderdaad metakaloon bevat.\nHy het sy werks-\nen toetsingsmetode ook beskryf.\nMnr Goldstein het om 'n uitstel gevra sodat\nhy hom op die ondervraging van Squire kon voorberei en het sy aansoek gemotiveer\ndeur\nte sê dat hy in die kort tyd tot sy beskikking nie geleentheid gehad\nhet om dit te kon doen nie. Hy het bygevoeg dat hy '\nn\nbelangrike mediese\nafspraak daardie dag om 3 nm het ter voorbereiding op '\nn\nernstige\noperasie in die nabye toekoms. Die landdros se antwoord aan hom was\n\"Then the Court is amazed that you took on this brief, because you know from\nyesterday already that the Court's attitude is that this\ncase is on the roll for\npractically a year and the Court is not prepared to give a remand.\"\nDie Staat het die aansoek weer-eens teengestaan. Daarna het die landdros ook\nhierdie aansoek in '\nn\nkort uitspraak soos volg geweier\n/Accused....\n35.\n\"Accused, there is a further application for remand in this case. The\nattorney knew yesterday already what the Court's attitude is,\nthat this case is\non the roll for practically one year, that no remand would be given. The Court\neven offered to hand over the notes\nof the Court to facilitate the Defence, but\nit is now quite obvious to the Court that the attorney is not really interested\nin going\non with the case. All he tries to do is to get a remand in the case, on\nyour behalf.\nThe Court cannot blame him, because he is a profes= sional person and he must\ndo his best for you, and if the Court was in his position,\nthe Court would have\ndone exactly the same.\nBut everything comes back to the fact that up to two days ago you had no\nmoney to employ an attorney, but yesterday between 1 and\n2 after the Court had\ndecided that there was no remand, then the money was suddenly available.\nToday the money is available. And the Court feels that you were grossly\nnegligent for not obtaining legal representation long before.\nAnd although the\nCourt does not feel that Mr Goldstein in person is negligent, the Court finds\nthat the Defence as a whole is negligent\nfor not being prepared to go on with\nthe matter today.\nThe application is therefore refused.\"\nMnr Goldstein was toe verplig om lt Squire tot die\nbeste van sy\nvermoë te ondervra, hoofsaaklik oor die betroubaar= heid van die metodes en\ntoerusting in die ondersoek aangewend.\n/Dit\n36.\nDit was egter heel duidelik dat mnr Goldstein nie oor deskundige inligting\nbeskik het waarmee hy die korrektheid van Squire se antwoorde\nkon kontroleer\nnie. Sy kruisondervraging het soos volg ten einde geloop:\n\"Mr Squire, so in other words as far as you are concerned, you can simply\ntell us about these tests that you use and you rely on machines,\nand you do not\nservice the machines and you dont really know\nhow the machinery itself operates, is that correct?\nCOURT\n: Yes, that is on record. It is not necessary to answer, it is on\nrecord. That answer is on record, it is not allowed to answer it\nagain.\nAre you finished mr Goldstein? \t Well your\nWorship, as I say, I would like to call one of\nthese\nNo, you can just say whether you are finished, that is the question by the\nCourt. Are you finished? You just went to sit down. ---\nI am finished your\nWorship.\nYes, then you can say you are finished, that would be manners . Thank\nyou.\"\nDie landdros het lt Squire toe verder ondervra en daarna\nhet mnr Goldstein weer om 'n uitstel gevra, weens sy mediese afspraak maar\nook om te probeer om met 'n deskundige getuie oorleg te\npleeg. Die landdros het\nsimpatiek gestaan teenoor die\n/mediese\n37.\nmediese noodsaak en het 'n verdaging tot die volgende dag toegestaan.\nOp\ndie volgende dag, 2 Februarie 1984, het die stryd van mnr Goldstein net na die\naanvang van die verrigtinge toe volgens die notule\nso tot 'n einde geloop:\n\"Mr Goldstein, you have said that you wanted to consider whether the defence\nwould call other witnesses on the aspect of the witness\ncalled by the Court.\nMR GOLDSTEIN\n: Correct, your Worship. I have counted, there have been\nfive applications for a postponement and all five of them have been refused\non\nthe basis of negligence by the accused or whoso= ever's negligence was involved,\nso I won't again ask for a remand, but simply\nplace on record that I made\nattempts to get hold of a witness. I am not satisfied as to how this machine\noperates and I am not satisfied\nas to how Mr Squire described the machine\noperates.\nCOURT\n: The question is: do you want to call witnesses at this stage or\nare you closing your case on this aspect?\nMR GOLDSTEIN\n: I can only ask to call witnesses if the Court grants me\nan adjournment and from the record it appears that five adjournments have\nbeen\nrefused, so I won't ask for another adjournment.\nCOURT\n: Were there only five? Is it not nearer seven?\n/ MR GOLDSTEIN\n38.\nMR GOLDSTEIN\n: Seven. So, obviously, I won 't ask for another\nadjournment, but I will just place on record that I am not satisfied with Mr\nSquire's\nevidence.\nCOURT: Thank you.\"\nDie bogaande breedvoerige uiteensetting van die verrigtinge se verloop was\nnodig om die mate van regterlike ongeduld wat die saak\nvan begin tot einde\ngekenmerk het en die reeks onreelmatighede, wanvoorstellings en foutiewe\nbeslissings wat dit tot gevolg gehad\nhet,behoorlik te demonstreer.\nOngeduld\nis iets wat 'n regspreker waar moontlik moet vermy en in elk geval altyd streng\nmoet beteuel. Dit kan sy insig belemmer,\nsy oordeel verswak en 'n indruk van\nvyandigheid of vooroordeel wek by die persoon teen wie dit gerig is. Wanneer\ndaardie persoon\n'n beskuldigde is, sal so 'n indruk be= hoorlike regspleging tot\nmeerdere of mindere mate ondermyn na gelang van die geval. Dit kan\ndie\nregspleging ook heeltemal veron= geluk. Dit is wat hier gebeur het. Die bogaande\nuiteensetting van die verloop van die verrigtinge\nspreek trouens vir sigself\nin daardie opsig. Daarom is ek dit eens met die Hof\n/ a\nquo\n...\n39\na\nquo\ndat die landdros in verskeie opsigte onreëlmatig\nopgetree het maar ek stem nie saam met die bevinding dat geregtigheid weens\ndie\nmeriete nogtans geskied het nie.\nDie landdros se hantering van die saak vanaf 31 Januarie 1984 was deurgaans\nbeïnvloed deur sy oor= spronklike bevinding dat appellant\ngrof nalatig was\ndeur te versuim om betyds vir behoorlike regsverteenwoordiging te reël.\nDaardie bevinding was egter verkeerd.\nAppel=\nlant het inderdaad op die vorige dag (dws\n30\nJanuarie 1984) met mnr\nGoldstein gereel om sy verdediging die volgende dag vaar te neem. Goldstein\nhet\ndie opdrag aan = vaar. Soos hierna in groter besonderheid\nuiteengesit. het een van sy klerke kort na die aanvang van die verrig= tinge\ndie\nverhoor bygewoon. Waarskynlik het sy dit ge= doen in 'n poging om'n uitstel met\ndie aanklaer te reël. Sulke laat opdragte\nis egter iets wat heel dikwels in\ndie praktyk voorkom en die feit dat daar nie 'n gekwalifi=\n/ seerde....\n40\nseerde persoon was om appellant te verteenwoordig nie, is nie iets waarvoor\nnet hy die blaam moet dra nie. Appellant se mededelings\naan die landdros oor sy\nkarige verdienste en onvermoë om vroegtydig genoegsame fondse vir sy\nverdediging te bekom met die gevolg\ndat hy op 30 Januarie 1984 eers daarin\ngeslaag het om R200,00 vir daar= die doel te leen, is nie deur die Staat\nweerlê nie\nen ook nie grondig deur die landdros ondersoek nie. Gesien die\ngroot familie wat appellant en sy vrou op 'n gesamentlike maandelikse\ninkomste\nvan slegs ongeveer R300\n,\n00 moes onderhou, en die vele reise vrat hy op\neie koste van die Kaap na Johannesburg en terug moes onderneem vir die her=\nhaalde\nuitstelle van die saak wat sonder sy roedoen 31 Janua = rie 1984\nvoorafgegaan het, is dit nie verbasend dat hy in die geldelike verknorsing\nbeland het wat hy in die hof beskryf het nie. Die landdros het die lêer\nvan die saak voor hom gehad en kon maklik vasgestel\nhet dat appellant\n/ reeds ...\n41\nreeds op eie koste minstens vier keer van die Kaap na Johannesburg en terug\nmoes reis (vir die 28 April, 29 Junie, 28 November 1983\nen 31 Januarie 1984\nverskynings). Aangesien hy met 'n beskuldigde te doen gehad het wat klaar=\nblyklik onkundig was omtrent die regsproses\nen sy eie woord moes doen, behoort\ndie landdrps op 31 Januarie 1984 die saak deegliker te ondersoek het om van\nappellant te verneem\nwatter stappe hy gedoen het na 28 November 1983 om te\nreël vir sy verdediging en wat van die R200,00 geword het waaroor hy\ndestyds\nbeskik het. Dit is bv moontlik dat daardie geld vir sy verdere\nreisonkoste gebruik moes\nword.\nDit is ook feitlik seker dar appellant op 31Januarie 1984\nverwag\nhet dat die saak teen hom en Hans gesamentlik\nsou aangaan en dat hy as die tweede beskuldigde minstens tot 'n mate voordeel\nsou kon\ntrek uit die optrede van Hans se regsver= teenwoordiger. Die skielike en\nklaarblyklik algeheel\n/ onverwagte ...\n42\nonverwagte wending wat die saak geneem het met die af= wesigheid van\nHans, die vertrek van sy advokaat en die skeiding van die verhore\nwat appellant\nas die enigste beskuldigde gelaat het\n,\nmoes hom gewis onkant betrap en\nonthuts het, te meer so omdat daar tot by die onttrekking van mnr Joseph nog\ngeen regsverteenwoordiger\nvir appellant opgedaag het nie. Op sy versoek om 'n\nuitstel (klaarblyklik om uit te vind wat met sy regsverteenwoordiging geskort\nhet) , het die landdros die saak tot 11.15 vm laat afstaan. By die hervatting\nwas daar net 'n prokureursklerk van die betrokke firma\nin die hof soos reeds\ngenoem. Nadat die landdros hom daarop gewys\nhet\ndat die klerk nie ver=\nskyningsbevoegdheid het nie, het appellant gevra om 'n verdere uitstel om met sy\nregsverteenwoordiger \"oor\ndie saak te praat\".\nNadat die landdros o a melding gemaak het van\nsy\nvermaning aan appellant op 28 November 1983 oor 'n tydige\n/ verkryging....\n43. verkryging van regsverteenwoordiging en van die\nhoë\nkoste wat die Staat moes aangaan om die Kaapse getuies heen en weer na en van\nJohannesburg te vlieg, het hy die aansoek om 'n verdere\nuitstel in die volgende\nterme ge= weier: -\n\"Hierdie saak is op die rol sedert die 17de Februarie 1983 en dit is vir die\nHof baie duidelik dat jy nie regtig bedoel om 'n prokureur\nte kry nie, jy speel\nmaar net met die Hof of jy speel vir tyd, maar 'n man wat van die 17de Februarie\nverlede jaar al tot nou toe\neers gister vir die eerste keer 'n prokureur gaan\nspreek het wil nie regtig 'n prokureur hê nie. Die Hof vind dat daar geen\nmeriete in jou aansoek is nie. Die Hof verwerp jou aansoek vir 'n\nprokureur\".\nDie landdros het daarmee vir appellant eintlik van kwade trou teenoor die Hof\nbeskuldig. Daar was geen regverdiging vir sulke taal\nnie. Die teenwoordigheid\nvan die prokureursklerk en die landdros se eie aanvaarding dat appellant\ninderdaad die vorige dag 'n prokureur\ngespreek het, weerspreek die\nbeskuldigings\n44\nbeskuldigings wat hy appellant teen die hoof geslinger het.\nDit is ook heel duidelik dat dit hierdie uitlatings van hom is waarop hy sy\nlatere opmerkings en uitsprake gegrond het dat appellant\ngrof nalatig was, Daar\nis na my mening egter geen aanduiding dat appellant grof nalatig was deur so\nlank te neem om 'n regsverteenwoordiger\nte verkry nie. Die meeste wat in daardie\nopsig teen hom gesê kan word is dat hy waarskynlik nalatig was , maar nie\nin 'n ernstige\ngraad nie.\nAppellant het tereggestaan op 'n ernstige aanklag en regverdigheid het vereis\ndat hy onder bogenoemde omstan= dighede simpatiek behandel\nmoet word en d.m.v.\n'n langer verdaging as die kort \"afstaan\" aan hom verleen, die ge= leentheid\ngegun word om die moeilikheid wat\nhy met regsver= teenwoordiging ondervind het\nop te klaar. Die landdros het dit nie gedoen nie. Die rede daarvoor is\nvoor-die-\n/ hand....\n45\nhand-liggend. Sy ongeduld, wat reeds op 2 8 November 1983 so duidelik\nwaarneembaar was, het op 31 Januarie 1984 verskerp. Daardeur\nhet hy die\nvoorraelde faktore ten gunste van appellant misgekyk, verkeerdelik geoordeel dat\nappellant grof nalatig was (of selfs\nter kwader trou gehandel het), en derhalwe\ndie aansoek om uitstel geweier het. Sodoende het hy versuim om die diskresie\nwaarmee hy\nt.o.v. die gevraagde uitstel beklee was op regterlike wyse uit te\noefen. Sy weiering van die uitstel was gevolglik onreëlmatig.\nDaardie\nonreëlmatigheid het die hele verdere verloop van die saak ten kwade\nbeïnvloed. Daardeur is appellant tydens die\naanhoor van die Staat se saak\nook die bystand van 'n regsverteenvoordiger ontsê en, soos dit nou blyk,\nblywend ernstig benadeel.\nHy was na die weiering van die uitstel verplig om vir\ndie duur van die Staat se saak sy eie verdediging waar te neem en tot die beste\nvan sy vermoë op eie houtjie met\n/ die ...\n46\ndie staatsgetuies te handel. Dit was egter duidelik dat hy nie\ndie vaagste benul van die tegniek van kruis= verhoor gehad het nie.\nAan die\nkardinaal belangrike getuie Leske het hy, soos reeds gemeld, bv slegs drie lomp\nbewoorde vrae gestel. Hy het ook klaarblyklik\nmin begrip gehad van die aard en\neffek van luit. Squire se beëdigde verklaring (bew. A), en toe hy deur die\nlanddros gevra is\nof hy enige beswaar teen die inhandiging daarvan het , was sy\nantwoord slegs \"I don't know (inaudible)\". Die penarie waarin mnre\nDuvenhage,\nRoux en Goldstein hul= self agtereenvolgens ten nadele van appellant bevind het,\nis byvoorbeeld ook grootliks aan daardie\naanvanklike on= reëlmatigheid toe\nte skryf.\nWat egter met hulle gebeur het is\nop\nsigself 'n verwante groep wesenlike\nonreelmatighede. Die landdros het mnr Duvenhage se versoek om 'n uitstel om hom\nvir appellant\nse verdediging voor te berei, geweier en toe openlik behae in sy\nverleentheid geskep.\n/ Dit ...\n47\nDit blyk alte duidelik uit die notule:\n\"\nHof aan mnr Duvenhage\n: Mnr Duvenhage, wat is u posisie nou? Gaan u aan,\nof gaan u nie aan nie?-- Edelagbare, ek sien u glimlag, maar in elk geval, soos\ndie Hof behaag.\nNee, nee die Hof glimlag omdat u sit daar en u besluit nie wat u gaan doen\nnie,\nmaar die Hof is vir niemand kwaad nie.\nSoos die Hof behaag,\nEdelagbare.\"\nHierdie insident het die\nvoorkoms van 'n grimmige speletjie van die landdros ten koste van die advokaat\nen derhalwe ook van appellant.\nHy het klaarblyklik vergeet van die eise van\nregverdigheid en veral van die nou reeds eerbied= waardige vermaning deur\nhierdie Hof\nin\nR v Hepworth\n1928 (AA) 265 by monde van CURLEWI5 AR op\n277:\n\"A criminal trial is not a game where one side is entitled to claim the\nbenefit of any omission or mistake made by the other side,\nand a Judge's\nposition in a criminal trial is not merely that of an umpire to see that the\nrules of the game are ob= served by both\nsides. A Judge is an administrator of\njustice, he is not merely a figure head, he has not only to direct\n/ and ...\n48\nand control the proceedings according t'o the recognised rules\nof procedure but to see that justice is done.\"\n'n Treffende voorbeeld van die landdros se volge= houe ongeduld met appellant\nis die wyse waarop hy die konsultasie tussen mnr Duvenhage\nen appellant\nonderbreek en beëindig het en daarna opgetree het ten aansien van die\nversoek dat Leske vir verdere kruisondervraging\nherroep word. Weens die kort\ntydjie daarvoor gegun moes die konsultasie noodgedwonge in die hofsaal\nplaasvind. Sonder dat hy herroep\nis het die landdros na 45 minute in sy ongeduld\ndie hofsaal binnegekom, die konsultasie wat daar aan die gang was onverwags\noncerbreek\n(en mnr Duvenhage as't ware in sy hempsmoue betrap), en summier met\ndis\n/verhoor.....\n49\nverhoor voortgegaan in weerwil van mnr Duvenhage se mededeling\ndat hy nog\nnie ten volle met appellant gekonsulteer het\nnie.\nDaarna is die herroeping van Leske vir verdere ondervraging deur mnr\nDuvenhage geopper. Na 'n lang argu= ment met die advokaat waartydens\ndie\nlanddros herhaaldelik te kenne gegee het dat die moeilike posisie waarin mnr\nDuvenhage hom bevind aan die growwe nalatigheid\nvan die appellant te wyte is,\nhet hy Leske herroep maar aan mnr Duvenhage te kenne gegee dat hy òf\nterstond met die verdere\nkruisverhoor moet voortgaan in weerwil van sy\nmededeling dat hy nie instaat is \"om hierdie getuie nou behoorlik te\nkruisverhoor op\nhierdie stadium nie\" ,òf aan die saak moet onttrek. Een\nvan die landdros se hoofoorwegings by hierdie besluit was die ongerief\nwat deur\n'n uitstel van die saak, selfs net tot die volgende dag, aan sekere van die\nStaatsgetuies, en hoofsaaklik aan Leske, veroorsaak\n/ sou ...\n50\nsou word. Dit was onder die omstandighede van hierdie saak egter nie\ngenoegsame rede vir die weiering van 'n behoorlike geleentheid\naan mnr Duvenhage\nom hom vir die kruisverhoor van so 'n kardinaal-belangrike getuie soos Leske\nwas, voor te berei nie. Dat die landdros\nse voort-gesette ongeduld derhalwe ook\nhier 'n hoofdryfveer was is duidelik.\nIn die proses van swig voor sy ongeduld het die landdros die belangrikheid\nvan sulke voorbereiding soos deur hierdie Hof in\nS v Van Wyk en 'n Ander\n1972 (1)\nSA\n787\n(A) benadruk, uit die oog verloor. Daar het WESSELS AR\ndie volgende gesê op 796 C-D en 797 A:\n\"Oor die belangrikheid van die voordeel van regsbystand by die verhoor van\nbeskul= digdes wat weens n ernstige misdaad aan= gekla\nword, kan geen twyfel\nbestaan nie. Dit is ewe duidelik dat 'n redelike ge= leentheid tot voorbereiding\nvir behoorlike regsbystand\nonontbeerlik is. Na my mening volg dit dat 'n\nbeskuldigde 'n redelike ge = leentheid tot voorbereiding van sy verdedig= ing\nslegs\nom gewigtige redes ontsê\nbehoort\nte word \t Dit is 'n\nvoorvereiste\n/ vir ...\n51\nvir doeltreffende kruisondervraging dat die kruisondervraer behoorlik ingelig is\nbetreffende die getuienis wat hy ten gunste van\ndie verdediging kan\nlei.\"\nDat mnr Duvenhage onder sulke\nomstandighede so 'n belangrike kruisverhoor moes waarneem was erg genoeg. Wat\nsake egter verder vererger\nhet was dat die landdros toe in die loop van daardie\nreeds moeilike kruisverhoor tot so 'n mate daarmee ingemeng het dat hy dit\ngrootliks\nverydel het. Hy het so opgetree hoofsaaklik omdat hy onder 'n\nwanindruk verkeer het oor die doel van daardie\nverdere ondervraging. Hy het naamlik gemeen dat mnr\nDuvenhage slegs \"sekere stellings\" aan Leske wou maak en besig was om verder\nte gaan en hom in die algemeen te kruisondervra. Maar\nmnr Duvenhage se doel,\nsoos hy dit duidelik uitgedruk het, was om Leske \"te kruisver= hoor\nen\nom sekere stellings aan hom te maak\" . Die bogaande uiteensetting van die\nverloop van hierdie deel van die saak laat duidelik blyk\nhoe\nonreëlmatiglik\n/ die\n52\ndie landdros weens sy ongeduld opgetree het teenoor mnr Duvenhage voordat\nLeske herroep is.\n'n Verdere aanduiding van die kwade gevolge van regterlike ongeduld is die\nvoormelde wyse waarop die land-dros mnr Duvenhage oor die\nvoorgenome\nkruisondervraging toegespreek en probeer beperk het. 'n Deel daarvan is reeds\nvervat in die bogaande uiteensetting van\ndie Hof\na\nquo,\nmaar\nduidelikheidsonthalwe word die volle passasie uiteengesit. Dit lui so:\n\".... die Hof wil weet presies waaroor die kruisverhoor gaan, want die Hof gaan\nnie toelaat dat u van A tot Z kruisverhoor nie, want\ndie beskuldigde het 'n\ngeleentheid gehad van kruisverhoor. Die Hof sal spe-sifieke gedeeltes\ntoelaat.\"\nWat daardie \"spesifieke\ngedeeltes\" was het die landdros\negter\nnooit laat blyk nie. Hy het\nwaarskynlik ook uit die oog verloor dat appellant slegs drie vrae aan Leske\ngevra het.\n/ Daar ...\n53\nDaar is by my min twyfel dat die landdros weens daardie volgehoue ongeduld\nnie behoorlik aandag geskenk het aan wat mnr Duvenhage\noor die doel van die\nverdere ondervraging te sê gehad het nie en sodoende onder die voormelde\nwanindruk gekom het.\nDie aspekte waarop die ondervraging verbied is omdat hulle na die landdros se\nmening ontoelaatbaar was, blyk nie irrelevant te gewees\nhet nie en slegs in die\ngewone loop ontoelaatbaar sou wees omdat hulle gegaan het oor gesprekke van\nLeske met Hans waar appellant\nnie teenwoordig was nie. Daaromtrent was die\nlanddros dus ook\nverkeerd want dit is toelaatbaar vir die verdediging om\ndaardie soort feite d.m.v. kruisverhoor aan die lig te bring, Selfs 'n\nandersins ontoelaatbare bekentenis kan op hierdie wyse as getuienis\ningebring\nword.\nR v Bosch\n1949 (1) SA 548\n(A), 553-554;\nS v Minnie\n1986 (4)\nSA 30\n(OK); Art 217 (3) van Wet 51 van 1977. So ongeduldig\n/ was\n54.\nwas die landdros egter met mnr Duvenhage daaroor dat hy summier die\nkruisverhoor daarop verbied het sonder om enige betoog te verg\nof aan te\nhoor.\nWat hierdie optrede van die landdros betref is ek dit eens met die\nvolgende opmerkings van GROSSKOPF R:\n\"Die landdros was sekerlik geregtig orn die advokaat te stop as die advokaat\nbloot be= sig was om tyd te mors. Na my mening was dit\negter sinneloos om die\nadvokaat enersyds toe te laat om die getuie terug te roep vir verdere\nkruisondervraging maar om die advo=\nkaat dan in dieselfde asem te verhoed om die\ngetuie effektiewelik te kruisondervra en wel op die basis van 'ek gaan jou nie\ntyd gee\nom behoorlike instruksies te kry nie, en omdat jy nie behoorlike\ninstruksies het nie, mors jy doelbewus tyd'.\nDie landdros was korrek toe hy op bladsy 121 beslis het dat die advokaat in\nhierdie dilemma was, maar na my mening was dit juis die\nlanddros wat die\nadvokaat in hierdie dilemma geplaas het omdat die landdros meer besorg was oor\ndie gerief en belange van getuies\nen die afhandeling van die saak (wat terloops\nvir maande lank deur ander persone as die appellant vertraag is) as oor die\nbillike\nberegting van die\n/saak. ...\n55\nsaak. In die proses moes die landdros egter ook toesien dat geregtigheid\ngeskied, veral teenoor die appellant as beskuldigde, en\nselfs al was hy eenmalig\nfout by 'n laat aanstelling van 'n\nprokureur.\"\nDie landdros se hantering\nvan mnre Roux en Goldstein hoef nie vir doeleindes van hierdie uitspraak in\ndetail behandel te word nie.\nDat hy in albei gevalle ook on= reëlmatig\nopgetree het is duidelik. Soos reeds opgemerk spreek die betrokke gedeeltes van\ndie\nhofrekord hierbo uiteengesit in daardie opsig vir sigself. Dit is egter\nnodig om kortliks na die volgende aspekte te verwys.\nDie landdros se opmerking aan mnr Roux dat die Staar op 28 November 1983 in\nwese gereed was om met die saak aan te gaan omdat \"hulle\"\nslegs 'n verklaring\nvan die gewese eerste beskuldigde wou vat en dat dit slegs 'n uur in beslag sou\nneem, is ongegrond. Daar is geen\naanduiding in die rekord dat dit die geval was\nnie. Dit was derhalwe blote spekulasie ten nadele van appellant\n/ en\n56\nen sprekend van die landdros se gesindheid teenoor hom. Ek gaan ook akkoord\nmet die volgende opmerkings van GROSSKOPF R:\n\"Op die stadium toe mnr Roux vroeër daardie dag om uitstel gevrá\nhet, het die landdros soos volg op bladsy 85 opgemerk:\n'Die Hof bevind verder\ndat dit in belang van regspleging is om 'n saak so spoedig moontlik klaar te\nmaak, en dat dit teen alle belang\nis dat getuies kort-kort van die Kaap af moet\nkom om getuienis af te lê sonder dat die saak afgehandel kan word'.\nWeer eens blyk dit dat die belang van getuies voorop geplaas word. Dit is\nsekerlik in belang van die regspleging dat 'n saak so spoedig\nmoontlik\nafgehandel word, maar dan nie ten koste van die beskuldigde nie. Dit moet ook\nnie uit die oog verloor word dat die saak\nvanaf 17 Februarie 1933 tot 2-3\nNovember 1983 , d.w.s. vir meer as nege maande lank, sonder enige skuld aan die\nkant van die appellant\nvertraag is nie. Selfs daarna is die saak hoofsaaklik op\nversoek van beskuldigde 2 vir 'n verdere twee maande uitgestel.\"\nWat die behandeling betref wat mnr Goldstein te beurt geval het is dit op\nhierdie stadium slegs nodig\n/ om\n57\nom te verwys na wat GROSSKOPF R daaromtrent gesê het.\n\" Op daardie stadium toe luitenant Squire getuig het, het die appellant se\nprokureur, ranr\nGoldstein\n, namens die appellant verskyn. Luitenant Squire\nhet op kort kennisgewing tegniese getuienis as deskundige getuie op versoek van\ndie\nHof afgelê. Mnr\nGoldstein\nhet toe weer eens aansoek om uitstel\ngedoen, sodat hy met 'n deskundige van sy eie keuse kon konsulteer alvorens hy\nluitenant Squire\nsou kruisondervra. Die landdros het aan die hand gedoen dat die\nprokureur tussen 13h00 en 14h00 daardie middag navraag omtrent so\n'n deskundige\nkon gedoen het. Die landdros het verder gemeld dat toe die prokureur die opdrag\naanvaar het, hy bewus was van die hof\nse houding aangaande verdere uitstel= le\nvan die saak. In sy weiering van die verdere aansoek om uitstel, merk die\nlanddros soos\nvolg op bladsy 100 op:\n'But it is now quite obvious to the Court that the attorney is not really\ninterested in going on with the case. Allhe tries to do\nis to get a remand in\nthe case, on your behalf.'\nDie landdros se uitnodiging daarna aan mnr\nGoldstein\nom verdere\ngetuienis namens die appellant op hierdie deskundige aspek te roep, was myns\ninsiens 'n holle gebaar in die omstandighede.\"\nEk stem daarmee saam.\n/ Bo . . .\n58\nBo en behalwe die reeds vermelde onreëlmatighede is daar egter 'n\nsorgwekkende aspek wat op sigself 'n ernstige vergryp teen\ndie behoorlike\nregspleging is. Dit is die manier waarop die landdros die saak hanteer het - sy\nwoord= keuse\n,\nspreekwyse en gedrag (soos bv. sy voornoemde leed=\nvermakerige glimlag)- Dit gaan m.a.w. nie in hierdie opsig oor\nwat\nhy\ngedoen het nie maar oor\nhoe\nhy dit gedoen het. Voorbeelde daarvan hoef\nnie nou weer eens genoem te word nie. Hulle is duidelik en maklik te vinde in\ndie bogaande\nuiteensettings. Samevattend kan hulle be= skryf word as die kwade\nvrugte van sy deurlopende ongeduld. Gesamentlik het hulle só\n'n atmosfeer\ngeskep van regterlike weersin in en onverdraagsaamheid teenoor appellant en\npartydigheid vir die Staat en dié\nse getuies dat appellant klaarblyklik\ndie indruk gekry het dat die landdros sy saak nie met 'n onbevange gemoed\nbenader en hanteer\nnie. Die stomme man se vertwyfeling as gevolg van daardie\nindruk\n/ kan . . .\n59 kan opgemerk word in hierdie uitlating:\n\"Ek het niks om te sê nie Edelagbare, ek swyg- Die Hof kan sien wat om\nte sê, wat om te doen, want die saak, daar is iets\naan die gang wat ek nie\nkan verstaan nie, ek kan niks sê omtrent die saak nie.\"\nEn sy herhaalde noodkrete aan die einde van die verdediging= saak dat \"Alles\n.... van die begin af verkeerd (was)\", en dat \"die saak\n.... verkeerd (was) van\ndie begin af\",\n\"\twant die saak was verkeerd van die begin af\", is\nsprekende bewys van sy onsteltenis daaroor.\nDie landdros het deur sy ongeduld en die gedrag wat daaruit voortgespruit\nhet, sy regterlike plig skromelik versuim om toe te sien\ndar die atmosfeer in sy\nhof tydens\ndie verhoor van appellant bevorderlik was vir regverdige en doeltreffende\nregspleging.\nOor die algemene regterlike plig t.o.v. die behoor= like beregting van sake\nis die volgende gesê deur TROLLIP Wn AR in\nS v Rall\n1982 (1) SA 828\n(A) op 831 - 832:\n/ \"The\n60.\n\".....the Judge must ensure that 'justice is\ndone'. It is equally important, I think, that he should also ensure that justice\nis seen to be done. After all, that is a fundamental\nprinciple of our law and\npublic policy. He should there= fore so conduct the trial that his\nopen-mindedness, his impartiality and\nhis fair= ness are manifest to all those\nwho are concerned in the trial and its outcome, especially the accused (see, for\nexample,\nS v Wood\n1964 (3) SA 103\n(0) at 105 G;\nRondalia\nVersekeringskorporasie van SA Bpk v Lira\n1971 (2) SA 586\n(A) at 589 G;\nSolomon and Another NNO v De Waal\n1972 (1) SA 575\n(A) at 580\nH).\"\nHierdie plig het die landdros ook t o v die\nander, pertinent prosesregtelike, onreëlmatighede nie nagekom nie.\n'n Regspreker kan sy veeleisende en maatskaplik= belangrike pligte slegs na\nbehore nakom as hy ook wagstaan oor homself, aandagtig\nis aan sy eie swakhede\n(soos ongeduld) en persoonlike sienings en nukke, en hulle steeds beteuel .\nDeur.....\n61\nDeur te versuim om sy ongeduld te beteuel het die land= dros\nook hierdie plig t a v sy eie persoon nie nagekom nie.\nSoos reeds hierbo gemeld, is een van die funda= mentele vereistes van ons\nregspleging en van ons algemene openbare beleid dat geregtigheid\nnie alleen moet\ngeskied in 'n verhoor nie maar ook duidelik gesien moet word om te geskied. Die\naard en omvang van die begrip \"geregtig=\nheid\" in hierdie sin is soos volg\ntoegelig deur RUMPFF, HR in\nS v Mushimba en Ander\n1977 (2) SA 829\n(A) op\n844 H -845:\n\"Die Strafprosesordonnansie (van SWA) vereis dat indien daar 'n\nonreëlmatigheid plaasgevind het, 'n skuldigbevinding alleen\n/dan....\n62\ndan tersyde gestel kan word indien gereg=\ntigheid inderdaad nie geskied het nie.\nDie 'geregtigheid' waarna hier verwys\nword, is nie 'n begrip wat veronderstel\ndat die beskuldigde noodwendig onskul=\ndig is nie. Geregtigheid wat geskied\nhet in hierdie sin is die resultaat\nwat\n'n bepaaldle eienskap\nvan verrigtinge aandui.\nDie eienskap toon aan dat aan\nvereistes\nwat\ngrondbeginsels van reg en regverdigheid\naan die verrigtinge stel, voldoen is.\nDie vraag of onreëlmatige of met die\nreg\nstrydige verrigtinge in verband\nmet 'n verhoor van 'n beskuldigde van\nso 'n aard is dat dit gesê kan word\ndat van daardie grondbeginsels nie\nnagekom is nie, en geregtigheid dus\nnie geskied het nie. sal afhang van\ndie omstandighede van elke geval en\nsal altyd 'n oorweging van publieke\nbeleid vereis.\"\nDat die meriete nie\nnoodwendig oorweeg word by die bepaling van die effek van bewese\nonreëlmatighede nie blyk ook uit die beslissings\nvan hierdie Hof in\nS v\nSeheri en Andere\n1964 (1) SA 29\n(A) op 36 B-C, en\nS v Meyer\n1972 (3)\nSA 480\n(A) op 484 F. Of die meriete in so 'n geval oorweeg sal word al dan nie\nsal afhang van die aard en omvang van die bewese onreëlmatighede.\n/ In ...\n63\nIn die onderhawige saak is elkeen van die voormelde onreëlmatighede so\nernstig dat gesonde regspleging (en dus ook geregtigheid)\nreeds in elke geval in\ndie gedrang kom. Maar die kumulatiewe effek van almal van hulle tesame is\ndeurslaggewend en vernietigend van\ndie regsgel= digheid van appellant se\nverhoor. By wyse van vergelyking kan dieselfde van hul gesamentlike effek\ngesê word as\nvan dié van verskeie stukke omstandigheidsgetuienis,\nwaarvan DAVIS Wn AR, (met verwysing na die vyfde uitgawe van\nBest on\nEvidence\n) die volgende gesê het in\nR v De Villiers\n1944 (AA)\n493 op 508:\n\".... though each taken by itself weigh but as a feather —join them\ntogether you will find them pressing on the delin-quent\nwith the weight of a\nmillstone....\"\nDit is na my mening so\nduidelik dat appellant ernstig en onherroeplik benadeel is en geregtigheid weens\ndie gesamentlike effek van\ndie bogemelde onreëlmatighede\n/ nie\n64.\nnie geskied het nie, dat die openbare beleid dit nie\nsal\nduld dat appellant se skuldigbevinding bly staan nie.\nSoos vroeër in hierdie uitspraak uiteengesit, het die Hof\na quo\ndie appèl van die hand gewys omdat dit bevind het dat appellant se skuld\nop die getuienis en veral weens sy eie optrede bewys\nis en dat geregtigheid\nderhalwe geskied het in weerwil van gemelde onreëlmatighede.\nDit is\negter na my mening geensins duidelik op die oorkonde dat appellant inderdaad\nskuldig is nie. Sy verweer is volgens die vrae\ntydens die verhoor gestel, asook\nvolgens wat hy aan die landdros gesê het, in wese dat hy onskuldiglik vir\nHans aan Leske voorgestel\nhet, dat hy niks van die Mandrax geweet het nie en dat\nhy in die hotelkamer teenwoordig was omdat hy geld by Leske wou leen. Sy vraag\naan laagenoemde en dié se antwoord daarop: \"Is dit korrek dat ek u\nvoorgestel het aan die\nverkoper van hierdie Mandrax tablette?\tKorrek\", is\nnie 'n ondubbelsinnige aanduiding dat hy geweet het waaroor dit gaan nie. Dit\nis ewe vatbaar vir die vertolking dat\n/hy\n65\nhy Leske onskuldiglik voorgestel het aan die persoon wat later geblyk het die\nverkoper van die tablette te gewees het. Appellant se\nkruisondervraging van Pong\nis 'n duidelike ontkenning van skuld. Dit het só ver= loop:\nCROSS-EXAMINATION BY ACCUSED\n: As I said that I am not guilty. I went\nthere, he found me in the room. I went to a friend, which is Martin, which is I\nhad coffee\nthere, I had breakfast. You see I am in Johannesburg, I came up here\nto look for work. Saying that he said come up to Johannesburg,\nI went to go and\nborrow money there. But I stood up when these gentlemen came, and I wanted to\ntouch, he stopped me, he said those\nthings, they do not con= cern me. So I\nstayed, I backed out and he left us in the room, not giving me the R200 which I\nwanted from\nhim. So after he had left ...\nCOURT TO WITNESS\n: What the accused really puts to you is that he had\nnothing to do with these pills whatsoever. Would you agree to that or not, as\nfar as you are concerned?-- Your Honour, as far as I am concerned, I found him\nthere.\nSo that is all you can say?-- That is all I can\nsay.\"\n/ Daarna ...\n66\nDaarna het Pong die volgende aan die Hof gesê, wat tot 'n mate stawing\nvan appellant se stelling is:\n\"\nCOURT TO ACCUSED\n: Anymore questions?\nNo.\nCOURT TO WITNESS\n: The other question really is that this Martins told him\nthe packet is nothing of his concern?— Yes. I did not hear the exact\nwords, but all I know is that he wanted to touch it and Martin said\nleave.\"\nDie \"Martins\" waarna\nhiér verwys word is\n,\nsoos reeds tevore hierin aangedui, die getuie\nLeske. Die verwysing na iets wat appellant wou betas maar toe deur Leske\nverhinder is\nom dit te doen; verwys na die volgende antwoord wat Pong in die\nloop van sy getuienis aan die\nLanddros gegee het:\n\"Accused no 3 '(appellant)' was talking with Martins. And accused no 3 at one\nstage wanted to touch the packets, and Martins told\nhim to leave it.\"\nDie \"packets\" waarna Pong verwys het is die pakkies Mandrax\ntablette.\n/ Hierdie...\n67\nHierdie getuienis is vereenselwigbaar daarmee dat appellant nie geweet het\nwat in die pakkies was nie en dat Leske wou verhoed dat\nhy uitvind. Dit is een\nbelangrike aspek waarop Leske nie deur Duvenhage ondervra is nie,\nhoogswaarskynlik weens die Landdros se inmenging.\nAppellant se ondervraging van Slabbert het só verloop:\nHOF AAN BESKULDIGDE\n: Enige vrae? Geen vrae nie.\nStem jy saam met alles wat die getuie gesê het? Are you satisfied with the\nwitness's evidence, that he talked the truth? Yes,\na little bit,\nbut...\nA little bit! But\nyou know. the Court\ntold you... \t No, he did not say\nthe thing as it is. It is that I jumped and I said it is Pong's stuff this.\nYes, he found me sitting as he came into the room and all of them, they found me\nin that room, because I know this guy Martin as\na friend. He used to sell vege=\ntables to us.\nNo, no, no. Are you\nsatisfied with this witness's evidence?— No, I just want to sort of tell\nyou something, I am sorry.\n/ CROSS-EXAMINATION ...\n68\nCROSS-EXAMINATION BY ACCUSED\n: So, I mean he came into the room, he asked\nwhose bag is that? And he searched me, he found nothing in my pocket. I did not\nknow\nwhat was in the bag.\nHOF\n: Hy sê jy het gevra wie se tas is dit?-- Ek het nie nodig gehad\nom te vra nie Edelagbare. Hy het onmiddellik toe ek in die\nkamer inkora vir my\ngesê dit is Pong se tas.\nHy sê hy het nie geweet wat is daarin nie?-- Dis nie die afleiding wat\nék gemaak het nie.\"\nDaar stel\nappellant dit in soveel woorde dat hy nie geweet het wat in die sak was waarin\ndie tablette was nie. Alhoewel dit nie Slabbert\nse afleiding van appellant se\ngedrag was nie, is hy weerspreek deur Welgemoed op die vraag of appellant\nenigiets aan hulle gesê\nhet.\nWelgemoed het gelyktydig met Slabbert die hotelkamer binnegegaan waarin\nappellant en die ander toe was. Hy het met appellant saamgestem\nop dié se\nstelling dat hy nie gepraat het in die kamer nie.\n/ Aan. . .\n69\nAan die landdros het appellant weliswaar die volgende gesê:\n\"Now do you want to give evidence, or do you want to remain silent?-- I rather\nremain silent\n,\nbecause there is nothing that I can say. All what they\nsaid is they told the right story.\nSo you are satisfied that they all told the truth?-- What they said yes, it was\nthe truth.\"\nMaar in die lig van die\nvoorafgaande uiteensetting van die getuienis en appellant se reaksie daarop kan\nsy laas= genoemde uitlatings\nnie as 'n duidelike en ondubbelsinnige erkenning\nvan skuld beskou word nie.\nDit is ook heel duidelik dat die appellant\nontsteld\nen verward was weens die landdros se ongeduldige en onsimpatieke houding jeens\nhom. Dit kan nie van iemand wat onder sulke\nomstandighede in so 'n\ngemoedstoestand verkeer en daarbenewens onkundig is oor die regsprosedure,\nverwag word om sy saak behoorlik\nte stel en sy vrae en\nantwoorde duidelik te artikuleer nie . Indien appellant\n/ regsverteenwoordiging....\n70\nregsverteenwoordiging gedurende die loop van die Staatsaak gehad het sou die\noorkonde van die verrigtinge ongetwyfeld 'n heelwat ander\nvoorkoms gehad het\n-\nIn die meriete is daar gevolglik geen genoegsame aanduiding te vind dat\ngeregtigheid geskied het in weerwil van die onreëlmatighede\nnie.\nDaar is net twee verdere aspekte wat kommentaar verg.\n(1) Ter beantwoording van die gewysigde gronde van appêl het die\nlanddros in sy verdere redes o.a. die volgende stelling gemaak:\n\"In die Landdroshof moet 'n landdros bereid wees om te kruisverhoor. Dié\nstelling mag kras klink maar ek wil met die grootste\nrespek sê dat geen\nlanddros daarsonder sy plig na regte kan uitvoer nie. Daagliks word sake hier\nverhoor waarin die hof te\nkampe het met onervare staatsaanklaers, prokureurs en\nadvokate; dan is dit on-nodig om te sê dat in seker 90% sake die\nbeskuldigde\nsy eie verweer waarneem. Die Hooggeregshof kry ongelukkig\nnet\n/ te ...\n71\nte doen met gevalle waar 'n hof 'n beskuldigde kruisverhoor en omdat (die)\nbeskuldigde dan as getuie gefaal het, word beweer dat\ndie hof die arena betree\nhet. Ek wil hier herstateer, sonder vrees van teëspraak, dat landdroste\nelke dag staats-getuies kruisverhoor.\nOp die hof se kruisverhoor word die\nbeskuldigde later vrygespreek\".\nMet die\ngebruik van die woord \"herstateer\" gee die landdros\nte kenne dat hy al\nvoorheen so 'n stelling kwytgeraak\nhet. Hy gee ook voor om namens die corps van landdroste\nte praat en hulle algemene daaglikse optrede te beskryf.\nDaardeur matig hy hom 'n bevoegdheid aan wat hy gewis\nnie het nie. Hoe weet hy wat landdroste landwyd doen?\nMaar al moet hy verstaan word om net na die Johannesburgse\nlanddroste te verwys, is ek daarvan oortuig dat hy verkeerd\nis. Dit is 'n verdoemende aantyging teen sy kollegas. Dit verbaas my dat hy\nso iets kan kwytraak want dit\ndruis in teen een van die mees basiese beginsels van\nbeskaafde en gesonde regspleging.\n/ Kruisondervraging...\n72\nKruisondervraging hou nie net die element van indringendheid in nie, maar ook\nvan partydigheid. 'n Regspreker moet altyd werklik en\nsigbaar onpartydig wees.\nGevalle kom sekerlik redelik dikwels voor waar 'n regspreker deur die\nomstandighede genoop is om indringende\nvrae aan 'n getuie (en soms ook\naán 'n beskuldigde) te stel in die belang van geregtigheid. Maar dan moet\nsulke vrae met omsigtigheid\ngestel word om nie alleen elemente van\nkruisondervraging daaruit weg te hou nie, maar om ook die indruk te vermy dat\ndie hof besig\nis met kruisver= hoor. Dit is die reg van die Staat sowel as van\ndie verdediging om met algehele onpartydigheid deur 'n hof behandel\nte word. Ek\nis seker dat die corps van land= droste deurgaans daarna streef. Dit lyk my die\nlanddros het vergeet van die riglyne\nso duidelik deur hierdie Hof neergelê\nin\nRall\nse saak. Dit noop my gevolglik om t.o.v. die noodsaaklikheid vir\n'n hof om sy onpartydig= heid, onbevangenheid en regverdigheid daadwerklik\nen\n/ sigbaar...\n73\nsigbaar te handhaaf, die volgende uit\nRall\nse saak aan te haal (op 832\nB):\n\"The Judge should consequently refrain from questioning any witnesses or the\naccused in a way that, because of its frequency, length,\ntiming,form, tone,\ncontents or otherwise, conveys or is likely to convey the opposite impres= sion\n(of\nGreenfield Manufacturers (Temba) (Pty) Ltd v Royton Electrical\nEngineering (Pty) Ltd\n1976 (2) SA 565\n(A) at 57OE-F;\nJones v National\nCoal Board\n[1957] EWCA Civ 3\n;\n(1957) 2 All ER 155\n(CA) at\n159F).\n(2) Dit was deur mnr\nStrydom\nook betoog dat die landdros vir Leske onder kruisverhoor geneem\nhet ten nadele van appellant. Na my oordeel was dit egter nie die\ngeval nie.\nDie appèl slaag en die skuldigbevinding en vonnis word tersyde\ngestel.\nM T STEYN\nCORBETT AR)\nStem saam VILJOEN AR)",
  "scraped_at": "2026-02-11T21:12:52.547772",
  "date": "1987-08-26",
  "coram": [
    "Corbett AR",
    "Viljoen AR",
    "Steyn AR"
  ],
  "case_number": "170/1986",
  "parties": {
    "applicants": [
      "Stanley Sallem"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Stanley Sallem, a 36‑year‑old coloured man from the Cape, was arrested on 31 January 1984 for alleged possession of 6,724 tablets containing methaqualone (Mandrax) in room 2109 of the Carlton Hotel, Johannesburg, an offence under section 2(a) of the Drugs and Drug Trafficking Act 41 of 1971. He initially represented himself and later retained two advocates, Duvenhage and Roux, and a proctor, Goldstein. On 2 February 1984 he was found guilty and sentenced to seven years' imprisonment. He appealed the conviction to the Transvaal Provincial Division and subsequently to the Supreme Court of Appeal (SCA). The appeal raised numerous procedural grievances, including the magistrate’s refusal to grant adjournments, failure to allow sufficient time for legal representation, limitations on cross‑examination of key witnesses, and allegations of judicial impatience and bias.",
    "issues": "The principal issues were (1) whether the alleged procedural irregularities—particularly the denial of adequate legal representation, the refusal of adjournments, and the magistrate’s conduct—rendered the conviction unsafe; and (2) whether, notwithstanding these irregularities, the evidence established the appellant’s guilt such that justice was done.",
    "principles": "The court applied the principle that a fair trial requires the accused to be afforded a reasonable opportunity to obtain legal representation and to prepare a defence, drawing on precedent such as R v Hepworth and S v Van Wyk. It considered that procedural defects must be of a seriousness that could affect the verdict; mere irregularities do not automatically overturn a conviction. The court also reaffirmed the duty of a magistrate to conduct proceedings without prejudice and to ensure that justice is both done and seen to be done.",
    "application": "The SCA examined each alleged irregularity and concluded that, although there were several procedural lapses, they did not prejudice the outcome. The appellant had, during cross‑examination, admitted his involvement in the transaction, and the prosecution’s evidence—including the testimony of witness Leske and forensic evidence from Lieutenant Squire—clearly linked him to the illegal tablets. The court held that the magistrate’s impatience and refusal of further adjournments, while unsatisfactory, did not amount to a denial of justice. Consequently, the appeal was dismissed on the merits.",
    "conclusion": "The appeal was dismissed. The conviction for possession of methaqualone tablets and the seven‑year imprisonment sentence were affirmed. No order for a new trial or modification of the sentence was made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offence",
    "level_3": [
      "Mandrax",
      "procedural fairness",
      "right to legal representation",
      "judicial delay",
      "court impatience"
    ]
  }
}