{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/60.html",
  "case_name": "S v Augus and Another (148/86) [1987] ZASCA 60 (27 May 1987)",
  "citation": "[1987] ZASCA 60",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 60\n|\nNoteup\n|\nLawCite\nS v Augus and Another (148/86) [1987] ZASCA 60 (27 May 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 148/86\n1N DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPëLAFDELING)\nIn die saak tussen -\nJACOBUS AUGUS\nEerste appellant\nen\nELIZABETH WITBOOI\nTweede appellant\nen\nDIE STAAT\nRespondent.\nCoram\n: RABIE HR, BOSHOFF et STEYN Wrn ARR.\nDatum van\nappèl\n: 14 Mei 1987\nDatum van uitspraak\n: 27 Mei 1987\nUITSPRAAK\nSTEYN\nWrn\nAR:\nDie appellante is op 19 Februarie 1986 in die Noord-Kaapse Oranje Rondgaande\nPlaaslike Afdeling deur\n/BASSON R\n2\nBASSON R ter dood veroordeel vir die moord op tweede appellant se\neggenoot, in lewe die ongeveer 55-jarige Jan Witbooi. Die moord\nis gepleeg op 'n\neiland in die Oranje Rivier te Karganab in die Kenhardt distrik op 15 Julie\n1985. Appellante was albei ongeveer\n40 jaar oud ten tyde van die moord.\nHulle het skuldig gepleit aan moord met ver-sagtende omstandighede. Die staat\nhet hul pleite nie aanvaar nie. Pleite van onskuldig\nis toe genotuleer en daarna\nhet die verhoor sy volle gang gegaan voor BASSON R en twee assessore. Albei\nappellante is aan die moord\nskuldig bevind. Die Hof het eenparig. in die geval\nvan eerste appellant en met'n meerderheidsbeslissing in dié van tweede\nappellant bevind dat daar geen versagtende omstandighede was nie. Verlof is deur\ndie geleerde regter aan die appellante verleen om\nte appelleer teen daardie\nbevinding en teen die doodstraf wat ingevolge daarvan hulle opgelê is.\n/ Die\n3\nDie moord was die eindproduk van die onheil-situasie geskep deur 'n\nliefdesdriehoek. Die appellante het op raekaar verlief geraak\nen 'n sterk drang\nbeleef om met mekaar te trou.Tweede appellant was op 22-jarige ouderdom met die\n37-jarige oorledene getroud in\ndie Rooms-Katolieke Kerk volgens die\nleerstellings daarvan wat egskeiding verbied sowel as die hertroue van enigeen\nvan hulle terwyl\ndie ander nog lewe. Sy was nie gewillig om daardie kerklike\nvoorskrifte te oortree nie. Eerste appellant het ook aan daardie kerk\nbehoort.\nSó is hulle vanaf ongeveer die begin van 1984 deur die botsende eise van\ndie liefde en die geloof in 'n pynigende\nlewensnoute gedryf waarin hulle\nvasgekeer sou bly solank hulle verhoudingsomstandighede onveranderd was.\nDaardeur het tweede appellant\nin 'n wisselstroom van die gemoed beland wat haar\nherhaaldelik heen-en-weer gepluk het van oorledene na eerste appellant en terug\nna oorledene.\n/ Wanneer\n4\nWanneer sy by oorledene was, het haar liefde haar keer op\nkeer na eerste appellant gedryf.Oorledene\nhet haar dan gaan smeek om terug te\nkom na hom en het sy elke keer gehoor gegee en teruggegaan; sy het dié\nherwaartse proses\nso beskryf:\n\"\t dan kom soebat hy my mooi dat\nek moet terugkom op voorwaarde vir die kinders, dat die kinders kan 'n ma en 'n\npa hê, maar as ek daar kom dan doen hy maar\nnet weer dieselfde.\nNou hoekom het jy dan weer teruggegaan?-- Op voorwaarde dat hy het vir my kom\nmet mooi woorde praat en sê, ons wil oor ons\nkinders.\nHoeveel keer het hy vir jou so (met) mooi woorde (kom) terugsoebat?-Hy het baie\nkere dit gedoen\n,\nmaar ek kan nou nie onthou hoeveel keer nie, maar hy het\nbaie keer dit gedoen.\nIs dit meer as tien\nkeer?--Miskien.\"\n5\nDit is vier\nkinders waarvan sy daar praat, twee seuns en twee dogters. Hulle is Jacobus,\nJonita, Karel en Amanda. Jacobus is gebore\nvoordat tweede appellant met\noorledene getrou het, en is haar kind by ene Sakkie Waterboer.Jonita is in 1975\ngebore en is haar kind\nby eerste appellant - die vrug van 'n romanse tussen die\nappellante toe oorledene in Namakwaland gaan werk het en tweede appellant\nin\nPella agtergebly het. Karel en Amanda is haar kinders by oorledene; Karel is die\noudste van die twee. Oorledene het Jacobus en\nJonita as sy kinders aanvaar en as\ndeel van sy familie \"aange-neem\" en grootgemaak wetende dat hulle nie sy kinders\nwas nie.\nTweede appellant se opmerking dat wanneer sy na oorledene terugkeer \"dan doen\nhy maar net weer die-selfde\", verwys na beweerde verwaarlosing\nvan haar deur\noorledene en na 'n reeks aanrandings wat hy na bewering op\n/haar\n6\nhaar gepleeg het. Ek kom netnou terug daarna.\nUiteindelik het tweede appellant gedurende April 1985 tot dxe gevolgtrekking\ngekom dat die enigste uitweg vir haar was dat oorledene\ndoodgemaak moes word. Sy\nhet eerste appellant daarvan vertel en hy het na 'n mate van huiwering met die\nmoordplan ingeval. Sy het\negter nie geweet hoe dit gedoen moes word nie. Haar\nwoorde aan eerste appellant was \"Kyk Kobus, hierdie storie werk nie uit nie.\nEk\nmaak planne om Jan dood te kry, maar my planne is swak\" . Hy het onderneem om 'n\nplan te beraam hoe om oorledene van kant te maak.\nHulle het herhaaldelik hul voorneme om oor-ledene te vermoor bespreek en dit,\nvernaamlik op haar aandrang, herhaaldelik bevestig.\nGedurende die naweek van\n13-14 Julie 1985\nhet\neerste appellant, nadat hy weer eens baie oor die\nmoordplan gedink het en die \"duiwelse gedagte\" in die nagtelike ure die oorhand\noor\n/ hom\n7\nhom gekry het, uiteindelik besluit dat oorledene deur hulle na 'n eiland\nin die Oranjerivier gelok moet word onder die voorwendsel\ndat hy eerste\nappellant moet gaan help om 'n hinderlike klip uit 'n pad te rol. en daar in\naf-sondering dan met 'n \"yster\" doodgeslaan\nmoet word. Eerste appellant het\ndaardie plan goedgekeur en dit is deur hulle in werking gestel. Oorledene het\ningewillig om te gaan\nhelp soos deur eerste appellant versoek en op\nMaandagoggend 15 Julie 1985 het die drie van hulle die tog rivier toe onderneem.\nOorledene\nhet sy visgerei saamgevat omdat hy \"nogal lus het vir 'n\nbrakkerigheid\" (d.w.s. vir 'n vis), soos tweede appellant dit in haar omvattende\nbekentenis,\nBew. J (waarna netnou weer verwys sal word), gestel het. Op pad\neiland toe het eerste appellant by \"Lukas Kordom se veepos\" twee \"ysters\"\ngevat\nen saamgeneem, 'n klein \"grou-yster\" vir wurms, en 'n H-seksie ysterpaal van die\nsoort wat in draadheinings gebruik word, wat\nhy aan oor-\n/ ledene\n8\nledene voorgegee het gebruik sou word om die klip mee weg te rol. In\nwerklikheid het hy dit saamgeneem om oorledene mee dood te slaan.\nOp die eiland is oorledene in die teenwoordig-heid van tweede appellant van\nagter af teen sy kop deur eerste appellant met 'n \"betrekhou\"\ndoodgeslaan terwyl\nhy gesit en visvang het. Eerste appellant het die yster-paal vir die doodslag\ngebruik. Tweede appellant. het 'n\npaar tree weg met haar rug na die twee mans\ngestaan toe oorledene doodgeslaan is maar het die geluid van die hou gehoor en\nwis wat\naangaan. Nadat eerste appellant oorledene se lyk in die water ingetrek\nhet, gebeur die volgende (soos hy getuig het):\n\"Terwyl Jan nog dryf op die water in die stil kuil, het ek uitgekom en vir\nElizabeth gesê: Poppie, is jy nou tevrede? Sy antwoord:\nJa, ek is vrede.\nEk sê vir haar: Onthou laat daar nie 'n fout kom tussen ons nie, want die\ndag as ek gevang word sal jy\n/saam\n9\nsaam met my tronk. Sy het gesê: Kobus, die besluit was ons altwee\ns'n.\"\nDaarna het eerste appellant die\nlyk in 'n sloep gaan ver-steek en het hulle huis toe gegaan. Aan diegene wat wou\nweet waar oorledene\nis het hulle gesê dat hy na sy familie oorkant die\nrivier gegaan het.\nIn wese het die verhoor gegaan oor die bestaan al dan nie van versagtende\nomstandighede want die Staat het klaarblyklik slegs op grond\nvan 'n verskil van\nmening met appellante daaroratrent nie die aangebode pleite aan-vaar nie. Albei\nappellante het trouens erken dat\nhulle oorledene met direkte doodsopset vermoor\nhet maar het die Hof probeer oortuig dat hulle deur omstandighede wat regtens\nversagtend\nis daartoe beweeg is.\nDie hantering van en algemene oorwegings wat geld by 'n ondersoek na die\nbestaan van versagtende omstandighede is welbekend en is\nredelik onlangs\nsoos\n/ volg\n10\nvolg saamgevat deur JOUBERT AR in\nS v Mongesi\nen Andere\n1981 (3) SA 204\n(A) op 207 C - 208:\n\"Die bewyslas om die bestaan van versagtende omstandighede op 'n oorwig van\nwaarskynlikhede vas te stel, rus op 'n beskuldigde. Ten\neinde dit te kan doen,\nmoet daar 'n feitebasis vir die Verhoorhof wees waarvan die bestaan van die\nversagtende omstandighede afgelei\nkan word. (\nS v Ndlovu\n1970 (1) SA 430\n(A) te 433 H. ) 'n Versagtende omstandigheid is 'n baie wye begrip omdat dit dui\nop 'n feit of om-standigheid, aanwesig by die pleeg\nvan die moord wat die morele\nskuld, d.i. verwytbaarheid, van die beskuldigde ten opsigte van die dood van die\noorledene verminder\nof minder laakbaar maak. (\nS v Petrus\n1969 (4) SA 85\n(A) te 94 in\nfine\n- 95 A.) Die benadering wat deur 'n Hof in 'n bepaalde\ngeval gevolg moet word by 'n ondersoek om die bestaan van versagtende\nomstandighede\nvas te stel; is deur hierdie Hof soos volg\nneergelê:\n(1)\nof daar omstandighede is wat op die geestesvermoens of die\ngemoeds-toestand van die beskuldigde be-trekking kon gehad het, indien\nwel\n(2)\nof sodanige omstandighede in die\nbepaalde geval die geestesvermoëns of gemoedstoestand van die beskul-digde\nsubjektief beïnvloed\nhet; en\n/ (3) of\n11\n(3) of die subjektiewe beinvloeding\nvan die beskuldigde se geestesver-moëns of gemoedstoestand van so 'n\naard was dat die beskuldigde se optrede ten opsigte van\ndie dood van die\noorledene volgens die ob-jektiewe oordeel van die Hof daar-deur minder laakbaar\nof verwytbaar word. (\nS v Babada\n1964 (1) SA 26\n(A) te 27H - 28A;\nS V\nVan der Berg\n1968 (3) SA 250\n(A) te 252 F-G. )\nDit is bekende reg dat dit in die eerste plek 'n Verhoorhof se taak is om oor\ndie bestaan al dan nie van versagtende omstandighede\nte beslis en dat die\nbe-voegdheid van hierdie Hof om 'n Verhoorhof se bevinding dat daar nie\nversagtende. omstandighede is nie te\nwysig streng be-perk is. Soos dit gestel is\nin\nS v Bowers\n1971 (4) SA 646\n(A) te 647\nA:\nHierdie Hof kan alleen ingryp en sy\neie mening vir dié van die Verhoor-hof substitueer indien die Verhoorhof\n'n mistasting\nof ander onreëlmatigheid begaan het\n,\nof indien sy\nbevinding, in die lig van al die getuienis be-oordeel ; van so 'n aard is dat\ndit nie redelikerwyse daartoe gekom kon\ngewees het nie.\"\nDie vraag wat nou\nbeantwoord moet word is of die verhoorhof fouteer het deur te beslis dat die\nappellante nie daarin geslaag het om\ndie\n/ bestaan\n12\nbestaan van versagtende omstandighede te bewys\nnie.\nDit moes 'n kragtige\tomstandigheid gewees het\nwat\ndie appellante beweeg het\tom so 'n weersinwekkende\nmoord so deeglik te beplan\nen\tso koelbloediglik uit te\nvoer.\nTweede appellant het in haar getuienis te kenne gegee dat dit die dilemma was\nwaarin sy haar bevind het weens, aan die een kant, die\nweersin in haar gewek\nteenoor die oorledene as gevolg van sy volgehoue verwaarlosing en mishandeling\nvan haar waarvan sy weens haar\ngeloof nie kon wegkom nie, en, aan die ander\nkant, haar liefde vir eerste appellant en haar drang om by hom te wees. Die\nmishandeling\nsou volgens haar daaruit bestaan het dat oorledene vir haar en die\nkinders nie behoorlik onderhou het nie, broodgebrek tot so 'n\nmate laat verduur\nhet dat sy haar na haar moeder om hulp moes wend, dat hy telkemale van werk\nverander het, met haar en die kinders\nrondgeswerf\n/ het\n13\nhet en dikwels op sy eie elders gaan werk het en\nvir haar en die kinders dan gelos het om vir hulself te sorg. Die mishandeling\nsou\nbestaan het uit herhaalde aanrandings op haar deur oorledene, selfs deur\nhaar met die lem van 'n halwe skaapskêr op die rug\nte steek. Hier-die\naanrandings sou o.a. vir haar twee keer miskrame laat ly het. Op een geleentheid\nvroeg in 1985 te Pella toe die\nappellante vir oorledene by haar moeder\nraakgeloop het, het oorledene haar wel in die teenwoordigheid van eerste\nappellant en van\nhaar familie aangerand en slegs die tussen-koms van haar suster\nhet voorkom dat hy haar toe aan 'n boom opgehang het. Sy het voorts\ngetuig dat\nal uitweg vir haar uit daardie knellende omstandighede die doodmaak van haar\neggenoot was. Tweede appellant het haar bewerings\ntot 'n groot mate beaam.\nMnr\nMoller\n, wat nie in die verhoor opgetree het nie maar die\nappèl op voortreflike wyse namens die appel-\n/ lante beredeneer....\n14\nlante beredeneer het, het betoog dat eerste\nappellant se getuienis oor die verwaarlosing en mishandeling aanvaar behoort te\nword,\ndat dit duidelik is dat sy haar toevlug tot eerste appellant geneem het en\ndat hy hom oor haar ontferm het en oorledene vermoor het\nom haar uit die greep\nvan haar dilemma te verlos. Mnr\nMoller\nhet betoog dat dit alles neerkom\nop versagtende omstandig-hede en in albei hul gevalle die oplegging van 'n\nmindere vonnis as die\ndoodstraf regverdig.\nDie meerderheid van die verhoorhof het egter\nbevind\n\"dat die aanrandings wat daar mag gewees het en die versuim van die oorledene om\nnommer 2 (d.w.s. tweede appellant) en die\nkinders na behore te versorg, nou\nheeltemal oordryf word en nie werklik die aanleidende oorsaak van die oorledene\nse dood was nie.\nDie oorsaak was nommer 2 se liefde vir nommer 1 terwyl {sy) met\noorledene getroud was\".\n/ Daar\n15\nDaar kan na my mening nie met daardie bevinding\nfout gevind word nie.\nTweede appellant het op drie geleenthede voor die verhoor verklarings gemaak\noor die moord en die redes daarvoor, te wete 'n omvattende\nbekentenis op 31\nAugustus 1985 aan sers. H S Swart van die Suid-Afrikaanse Polisie (Bew. J); 'n\nverdere maar meer beknopte bekentenis\nop 3 September 1985 aan die landdros van\nGordonia (Bew. E); en 'n verklaring op l8 Oktober 1985 by wyse van vraag en\nantwoord ingevolge\nart. 112(l)(b) van die Strafproseswet t.o.v. haar pleit van\nskuldig aan moord tydens pleitver-rigtinge in die landdroshof kragtens\nart. 119\nvan genoemde Wet. Soortgelyke verklarings is deur eerste appellant gemaak. Al\nhierdie verklarings is óf deur appellante\nse advokaat òf met sy\ntoestemming by die verhoor ingehandig, en deur die appellante as juis erken. In\nnie een van hulle word\nmelding gemaak van die beweerde voortdurende ver-\n/ waarlosing\n16\nwaarlosing of volgehoue aanrandings deur\noorledene nie, veral nie in tweede appellant se verklarings nie. In-dien daar\nwerklik so\niets was, is dit ondenkbaar dat sy dit toe só sou verswyg\nhet.\nAangaande die beweerde verwaarlosing is sy o.a. deur haar seuns Jacobus en\nKarel weerspreek. En die voedsel en behuisingsgebrek wat\nsy by tye moes verduur\nmoet beoordeel word ooreenkomstig die armoedige lewens-omstandighede van die\ngemeenskap waarvan sy, oorledene\nen\neerste appellant deel was. Die wisseling van werk en die\nafwesighede waarmee dit gepaard gegaan het was een van die\nnormale verskynsels van hul bestaan, Ook t.o.v. die be-weerde aanranding is\nsy deur famillelede weerspreek. So het haar suster Christina\nBooysen en seun\nKarel albei getuig dat sy gesê het dat sy deur eerste appellant met die\nskaapskêr verwond was. En tweede\nappellant het ook erken dat oorledene\nhaar gedurende die laaste twee tot-\n/ drie\n17\ndrie maande voor sy dood geensins aangerand het nie. Enige\nwrewel by haar gewek deur moontlike vroeëre hard-handigheid deur hom\nmoes\nin daardie tydperk afgekoel het.\nDie persoonlikheid en karakter van die\negter\noorledene wat in die getuienis na vore kom is egter dié van\n'n geduldige, vredeliewende mens en getroue en verdraag-same eggenoot. Hy het\nwetens sy vrou se buite-egtelike kinders as syne aangeneem\nen versorg en dit is\nduidelik dat hulle vir hom lief was en as 'n goeie vader beskou het. Jacobus het\ngetuig dat oorledene lief was\nvir sy vrou en het die volgende simpatieke en\ninsiggewende be-skrywing gegee van sy vader wanneer hy beskonke was:\n\"\t as my pa baie gedrink is, dan\nvat pa die ghitaar en dan loop hy daar in die lokasie in.\"\nOorledene se gesindheid teenoor die appellante blyk ook duidelik uit sy\ngewilligheid om eerste appellant te help om die klip te verskuif\nen hom toe te\nlaat om by\n/ hom\n18\nhom en sy vrou te oornag wetende dat eerste\nappellant haar minnaar is. Dit is hoogs onwaarskynlik dat so 'n man teenoor sy\nvrou sou\nopgetree het soos deur haar beweer.\nDie een bevestigde aanranding deur hom op haar is dié by haar ouerhuis\nop Pella vroeg in 1985. Maar dit het direk verband gehou\nmet haar\nliefdesver-houding met eerste appellant en haar uittarting van haar man daarmee\ntoe hulle hom daar raakgeloop het. Dit blyk\nalte duidelik uit haar eie\nbeskrywing daarvan in haar bekentenis, Bew. J voormeld, wat so lui:\n\"Op 'n keer het ek en Kobus Pella toe gegaan waar ons ook vir Jan gekry het.\nHy het toe gevra wie se vrou ek nou eintlik is , syne\nof Kobus s'n. Ek sê:\nJa, ek is jou vrou, maar ek is nie vir jou lief nie. Ek is vir Kobus lief. Hy\nhet toe aan my begin slaan.\nHy het toe met my na die bome toe geloop en\ngesê dat hy my wil ophang. My ma. Magdalena Booysen, het hom egter gekeer\nen gesê\ndat hy kan my slaan, maar dat\n/hy........\n19\nhy my net nie moet ophang nie. Kobus en sy seuntjie, Bertus, is toe na sy huis\ntoe op Pella. Ek het later weggekom en het by Kobus\naangesluit waarop ons nog\ndaardie nag weer terug is Kambreek\ntoe.\"\nEerste appellant het in sy\nbekentenis, wat ook deel uitmaak van Bew. J\n,\ndaardie voorval ook beskryf.\nEn daaruit blyk nie alleen tweede appellant se uittarting van haar man nie maar\nook dat die werklike\noorsaak van die moeilikheid haar verterende liefde vir haar\nminnaar was. Eerste appellant het die verloop van dié insig-gewende\nvoorval só beskryf:\n\"Op 'n Vrydag het ek, Elizabeth en my kind Bertus na Pella geloop. Ons is reguit\nna ou Jacob Booysen, Elizabeth se pa se huis vvaar\nsy en Jan Witbooi gebly het.\nMet ons aankoms was Jan Witbooi nie by die huis nie. Eliza-beth se ma het vir\nJan laat roep. Jan kom\ntoe by die huis en sy eerste woorde wat hy gesê\nhet, was: 'Naand'. Jan VVitbooi vra toe vir Elizabeth, sy vrou: Poppie, is\nKobus\nAugus jou man of is ek jou man? Elizabeth sê vir Jan: Jy is\nmy\n/ man\n20\nman, maar ek wil jou nie hê nie. Ek wil vir Kobus Augus hê vir 'n\nman.Jan Witbooi gryp toe Elizabeth se regterarm en\ndraai dit agter haar rug in\nen slaan haar twee houe met sy regtervuis in haar maag. Elizabeth skreeu: Al\nslaan jy my dood, al slaan\njy my dood, al slaan jy my dood, Kobus Augus is my\nman. Elizabeth se ma en susters en George Second se twee dogters vra vir Jan\nhoekom\nhy nie vir my ook slaan nie.Ek het nie ingemeng en Jan het ook nie met my\ngepraat nie. Hy vat vir Elizabeth uit, en sleep haar by\ndie son-onderkantse hek\nuit en ek loop toe by die sonopkantse hek uit en vat vir Bertus en loop daar\nweg. Ek het weer vir Jan en\nElizabeth gesien soos Jan haar sleep en slaan en sy\nal die tyd skreeu, al slaan jy my dood, Kobus Augus is my man.\n\"\nEerste appellant behoort weens\nhierdie voorval te besef het dat die werklike rede die moeilikheid tussen\noorledene en tweede appellant\nsy inmenging in hul huwelik was, en dit is hoogs\nwaarskynlik dat hy dit toe inder-daad besef het.\nDat haar minnedrang na eerste appellant, en nie enige mishandeling deur haar\neggenoot nie inderdaad die\n/ dryfveer\n21\ndryfveer vir die moord was is bevestig deur wat\ntweede appellant gesê het in antwoord op vrae onderskeidelik aan haar\ngestel\ndeur haar advokaat en die Hof aan die einde van haar hoofverhoor en deur\ndie staatsadvokaat aan die begin van haar kruisverhoor.\nDaardie getuienis lui\nsoos volg:\n\"Is daar nog iets wat jy vir die Hof wil sê\n,\nenige iets, ek gaan\njou nie alles vra wat jy in jou verklaring gesê het nie. Is daar nog iets\nwat jy nog vir ons wil sê,\nvir die Hof?-- Voorwaarde ons kan nie geskei\nhet nie, want ons is getroud gewees. Dit is hoekom ons daardie plan uit gekry\nhet om\nhom van kant af te maak.\nJa?— En toe het ons besluit om dit saam te doen.\nOm dit saam te doen?-- Ja\nEn as die oorlede Jan nie vir jou mis-handel het en so aan nie, sou jy die\nplan nog gehad het of nie?-- As hy my nie ge-mishandel\nhet nie , maar op\nvoorwaarde het ons dit gedoen op voorwaarde ek is daardie man lief, vir Jacobus\nlief.\nHOF\n: Nee, maar as hy nou nie vir jou mishandel het nie. sou jy hom\ndan nog dood-gemaak het of nie?-- Ekskuus?\n/ As\n22\nAs hy nou nie vir jou mishandel het nie, sou jy dan nog vir Jan doodgemaak\nhet?-- Ja, op voorwaarde ek is vir Jacobus lief.\nWil jy met Jacobus getrou het?-- Ja.\nSo\n,\nsou jy hom in elk geval doodgemaak het?-- Ja , ek sou dit gedoen\nhet, want ek is Jacobus lief.\nKRUISONDERVRAGING DEUR MNR VAN RENSBURG: So verstaan ek vir jou reg, is dat\njy wou met beskuldigde 1 getrou het, is dit reg?--Ja.\nEn al manier wat jy met hom kon trou is as Jan dood is?-- Ja.\nEn dit is hoekom julle twee plan gemaak het en Jan doodgemaak het?-- Ja.\nIs dit reg?— Ja.\"\nDaar is ander gelykluidende passasies in haar getuienis, maar dit is onnodig\nvir huidige doeleindes om enige van hulle te herhaal.\nMnr\nMoller\nhet t.o.v. eerste appellant betoog dat hy geglo het dat\ntweede appellant werklik verwaarloos en mishandel was soos sy te kenne gegee\nhet\nen al was dit nie die geval nie, dat daardie wanindruk nietemin sy morele\nverwytbaarheid wesenlik verminder het\n/ en\n23\n\"So al rede hoekom jy en beskuldigde 1 die plan bedink het om die\noorledene dood te maak, is sodat jy en beskuldigde 1, Kobus, kan\ntrou, is dit\nreg?-- Oor ons lief vir mekaar is.\nOor julle lief is vir mekaar soos jy sê en omdat julle nou as, jy is 'n\ngetroude vrou, nou bly jy by 'n ongetroude man, dan\nhet julle probleme daar in\njulle area gekry,\nis dit reg? -- By die veepos of waar?\nJa, waar hy ook al werk?- Ek het nie probleme gehad by Jacobus nie. ek het\nprobleme gehad met Jan Witbooi.\nJa, maar wat ek bedoel is die mense wat vir hom in diens het, hulle wil nie\nhê\n/ jy\nen dat dit gevolglik in sy geval 'n versagtende omstandig-heid is.\nDaardie betoog gaan nie op nie. Die bogaande het reeds die teendeel\nlaafc blyk.\nEerste appellant het daarbenewens ook getuig dat hy en tweede appellant sedert\n1984 reeds \"pal vas gevry\" het; en daardie\nsaambly het vir hulle maatskaplike\nprobleme geskep wat uiteindelik die direkte oorsaak van haar moordplan was. Sy\nhet só daaroor\ngetuig:\n24\njy moet daar by hom bly omdat jy 'n getroude vrou is? Dit is\nreg.\nIs dit reg?— Ja.\nEn jy wil nou sy vrou geword het sodat julle nou kan bly net waar julle\nwil?— Ja.\nEn dit is hoekom jy vir die oorledene eintlik doodgemaak het?--\nJa.\nIs dit reg?--\nJa.\nEn al manier wat julle kon getrou kom, is as oorledene Jan dood was?— Ja.\n\"\nEerste appellant het gelykluidende\ngetuienis\ngegee.\nDit was gevolglik weens hulle sterk minnedrang na mekaar dat die appellante\noorledene vermoor het. Hulle het derhalwe vir eie voordeel\ngemoor. En alhoe-wel\ndie liefde in gepaste gevalle 'n versagtende omstan-digheid kan wees, is dit nie\ndie geval hier nie. Hul wederkerige\nliefde het wel albei se gemoedere subjektief\nbeïnvloed maar nie op so 'n wyse dat hul moord op oorledene daardeur minder\nlaakbaar\nof verwytbaar geword het nie.\n/ Gevolglik\n25\nDie verhoorhof se bevinding dat daar geen versagtende omstandighede bestaan\nnie, is gevolglik korrek.\nDie appèl word afgewys.\nM T STEYN\nRABIE HR)\nBOSHOFF, Wrn. AR) STEM SAAM.",
  "scraped_at": "2026-02-11T21:07:27.857697",
  "date": "1987-05-27",
  "coram": [
    "Rabie HR",
    "Boshoff",
    "Steyn"
  ],
  "case_number": "148/86",
  "parties": {
    "applicants": [
      "Jacobus Augus",
      "Elizabeth Witbooi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Jacobus Augus and Elizabeth Witbooi were convicted of the murder of Jan Witbooi, Elizabeth's husband, which was carried out on 15 July 1985 on an island in the Orange River at Karganab, Kenhardt district. The appellants, both in their early forties, planned the killing because of a love triangle and alleged mistreatment of Elizabeth by Jan. They lured Jan to the island under the pretense of moving a rock and then, with a metal rod, killed him. Both were sentenced to death by the Noord-Kaapse Oranje Rondgaande Plaaslike Afdeling.",
    "issues": "The principal issue on appeal was whether there were any mitigating (versagtende) circumstances that would reduce the moral culpability of the appellants and justify a sentence less severe than death. A subsidiary issue was whether the trial court erred in finding that no such circumstances existed.",
    "principles": "South African law requires the accused to prove the existence of mitigating circumstances on a balance of probabilities (S v Mongesi; S v Ndlovu). A mitigating circumstance must be a factual basis that materially impairs moral culpability, affecting the accused's mental capacity or state of mind (S v Petrus; S v Babada). The appellate court may intervene only where the trial court’s finding is plainly wrong (S v Bowers).",
    "application": "The Court examined the evidence of alleged neglect, abuse and repeated assaults claimed by Elizabeth. Testimonies from family members and other witnesses contradicted these allegations, and no documentary or corroborative proof was offered. The Court concluded that the motive for the murder was the appellants' mutual love, not any oppressive treatment by Jan. Consequently, the statutory test for mitigating circumstances was not satisfied.",
    "conclusion": "The appeal was dismissed. The finding that no mitigating circumstances existed was upheld, and the death sentences imposed on Jacobus Augus and Elizabeth Witbooi were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigating circumstances",
      "death penalty",
      "appeal",
      "love triangle",
      "abuse allegations"
    ]
  }
}