{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/127.html",
  "case_name": "S v Demas (127/87) [1987] ZASCA 127 (9 November 1987)",
  "citation": "[1987] ZASCA 127",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 127\n|\nNoteup\n|\nLawCite\nS v Demas (127/87) [1987] ZASCA 127 (9 November 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\n(APPeLAFDELING)\nIn die saak tussen\nHARRY DEMAS \t Appellant\nEN\nDIE STAAT\nRespondent\nCoram: VAN HEERDEN, JACOBS ARR et BOSHOFF, Wn AR\nVerhoor: 3 November 1987\nGelewer: 9 November 1987\nREDES VIR UITSPRAAK\nJACOBS, AR :\nNadat Adv Vermeulen, namens die Staat, die Hof mee-\ngedeel het dat hy die skuldigbevinding nie kan ondersteun nie.\nis die appèl gehandhaaf en die skuldigbevinding en vonnis\nter ..../2\n2\nter syde gestel met 'n aanduiding dat skriftelike redes\nlater in-gehandig sal word. Daardie redes volg nou.\nAppellant en twee ander,\ntw Charles Duimpies en Jool Williams (ek verwys hierna na hulle as Duimpies en\nJool) is op 17 April 1986\nin die Provinsiale Afdeling Kaap die Goeie Hoop deur\nTebbutt R en twee assessore skuldig bevind aan moord sonder versagtende\nomstandighede\nen al drie is ter dood veroordeel.\nSlegs Jool het aanvanklik aansoek gedoen om verlof om teen die\nskuldigbevinding en vonnis te appelleer en die Verhoorregter het sodanige\nverlof\naan hom toegestaan. Op 13 November 1986 is Jool se appèl deur hierdie Hof\naangehoor en op 25 November 19.86 het hierdie\nHof uitspraak gelewer en is die\nskuldigbevinding en vonnis, vir sover dit hóm betref, ter syde gestel. In\nvoormelde\nuitspraak word deurgaans na appellant verwys as Demas.\nUit ...../3\n3\nUit die stukke blyk dit dat appellant, nadat hy\ndestyds skuldig bevind is, in 'n ander moordverhoor namens die\nStaat moes getuig en dat hy daarna na Pretoria oorgeplaas is waar\nhy in die gevangenis aangehou is. Op een of ander stadium het\nhy vanuit die gevangenis in Pretoria aan Adv\nMarlow,\nwat by sy\nverhoor namens hom opgetree het,\n'n\nbrief gerig waarin hy die wens\nuitgespreek het om teen sy skuldigbevinding en vonnis te appel-leer en die\nadvokaat gevra het om die\nnodige stappe namens hom te doen. Op 21 November 1986\nhet Adv\nMarlow\n, namens appellant, 'n versoekskrif ingedien waarin verlof\nom te appelleer aangevra is. Soos vroeër vermeld,is Jool se appèl\nintussen deur hierdie Hof aangehoor en is uitspraak op 25 November 1986 gelewer.\nOp 28 November 1986 het appellant se aansoek om\nverlof om te appel-\nleer voor Tebbutt R gedien. Die geleerde regter het kondonasie\naan .... / 4\n4\naan appellant toegestaan vir die laat indiening van sy aansoek\nen verlof aan hom verleen om teen sy skuldigbevinding en vonnis\nte appelleer.\nDie feite van die saak en die getuienis wat deur die\nstaatsgetuies en deur appellant en sy twee mede-beskuldigdes\ntydens die verhoor afgelê is word volledig uiteengesit in hierdie\nHof se uitspraak van 25 November 1986 in\nJool Williams v Die\nStaat\n(ongerapporteer) en dit kan geen doel dien om daardie feite en\ndie redes waarom die skuldigbevinding en vonnis van\nJool\nter syde gestel\nis te herhaal nie. Soos Tebbutt R tereg aangetoon het toe hy verlof aan\nappellant verleen het om te appelleer en\nsoos trouens ook duidelik blyk uit\nhierdie Hof se uitspraak in\nJool\nse saak, was die getuienis waarop\nlaasgenoemde deur die\nVerhoorhof skuldig bevind is presies dieselfde as dié waarop\nappellant .... / 5\n5\nappellant se skuldigbevinding berus het. Hierdie\nHof het reeds\nbevind dat daardie getuienis nie bo redelike twyfel bewys dat\nJool enige aandeel gehad het in die aanval op die oorledene wat\naanleiding tot die aanklag gegee het nie. Dieselfde geld vir\nsover dit appellant betref.\nDie skuldigbevinding en vonnis is gevolglik ter syde\ngestel.\nH.R. JACOBS, AR\nEk stem saam\nH.J.O. VAN HEERDEN, AK\nEk stem saam\nW.G. BOSHOFF, Wn AR",
  "scraped_at": "2026-02-11T21:25:02.704357",
  "date": "1987-11-09",
  "coram": [
    "Van Heerden",
    "Jacobs",
    "Boshoff"
  ],
  "case_number": "127/87",
  "parties": {
    "applicants": [
      "Harry Demas"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Harry Demas, together with Charles Duimpies and Jool Williams, was convicted of murder on 17 April 1986 by the Provincial Division of the Cape of Good Hope and sentenced to death. Only Jool Williams initially applied for leave to appeal; his appeal was heard and the conviction set aside on 25 November 1986. Demas, after his conviction, testified for the State in another murder trial, was transferred to Pretoria prison, and in November 1986 wrote to his counsel requesting leave to appeal. His counsel filed a formal application on 21 November 1986 and, after a condonation for lateness, Justice Tebbutt granted leave to appeal on 28 November 1986.",
    "issues": "Whether the conviction of Harry Demas should be vacated on the basis that the evidence against him is identical to that which failed to sustain the conviction of Jool Williams, and whether the court was correctly empowered to grant leave to appeal despite the delayed application.",
    "principles": "The court applied the standard that a conviction must be proven beyond reasonable doubt. It also relied on the principle that identical evidence must be treated consistently across defendants and on procedural rules allowing condonation of a late application for leave to appeal where justice requires it.",
    "application": "The judgment noted that the evidence on which Demas’ conviction rested was exactly the same as that used against Jool Williams, whose conviction had previously been set aside because the evidence did not meet the requisite standard of proof. Consequently, the same reasoning applied to Demas, leading the court to conclude that his conviction could not be sustained.",
    "conclusion": "The conviction and death sentence of Harry Demas were set aside. The appeal was allowed and the judgment of the Provincial Division was quashed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "conviction overturn",
      "appeal procedure",
      "evidence assessment",
      "death penalty"
    ]
  }
}