{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/145.html",
  "case_name": "Attoney-General of Natal v Ndlovu (73/86) [1987] ZASCA 145 (30 November 1987)",
  "citation": "[1987] ZASCA 145",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 145\n|\nNoteup\n|\nLawCite\nAttoney-General of Natal v Ndlovu (73/86) [1987] ZASCA 145 (30 November 1987)\nDownload original files\nPDF format\nRTF format\nSaak No. 73/86\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPêLAFDELING)\nIn die saak tussen:\nTHE ATTORNEY-GENERAL OF NATAL\nAppellant\nen\nISAAC NDLOVU\nRespondent\nCoram: RAIJIE WND MR, JOUBERT, HEFER ARR , BOSHOFF et\nSTEYN WND ARR.\nVerhoordatum:\nLeweringsdatum:\n15 September 1987\n30 November 1987\nUITSPRAAK\nRABIE WND HR:\nDit is 'n appèl deur die prokureur-generaal van\nNatal/\n2\nNatal ingevolge die bepalings van art. 311(1) van die\nStrafproseswet\n,\nNo. 51 van 1977, teen die beslissing van die Natalse\nProvinsiale Afdeling in die saak\nS. v. Ndlovu\n1986(1) SA 510(N). Die\nbevinding van die hof waarteen die appèl gerig is, is dat skuld in die\nvorm van dolus, hetsy\ndolus directus\nof\ndolus eventualis\n, vereis\nword vir 'n oortreding van art. 8 ( 1) (d ) van die Wet op Publikasies, No. 42\nvan 1974, en dat nalatigheid (\nculpa\n) nie voldoende is nie.\nDie betrokke bepaling lui soos volg: \"8.(1) Niemand mag -\n(d) 'n publikasie of voorwerp besit nie\nindien die besit van daardie publika-sie of voorwerp kragtens artikel 9(3)\nverbied is en daardie verbod by\nkennisgewing/...\n3\nkennisgewing in die\nStaatskoerant\nbekend gemaak\nis;\".\nArt. 9(3) van die gemelde wet bepaal dat 'n komitee \"die besit deur\nenigiemand van 'n publikasie of voorwerp wat volgens 'n beslissing\nvan 'n\nkomitee ongewens is\",\nkan verbied. Art 4 van die wet maak voorsiening\nvir\ndie aanstel van komitees.\nDit was gemene saak by die verhoor in die\nland-droshof dat 'n nommer van die periodieke publikasie\nIsandlwana\nwat\nin 1981 uitgegee is, op 8 Desember 1983 in 'n laaikas van die beskuldigde (die\nrespondent in hierdie appèl) gevind is\nen dat dit aan hom behoort het,\nDie respondent, 'n organiseerder in diens van 'n vakbond, die National Union of\nTextile Workers,\nhet getuig dat 'n\nblanke/\nblanke man genaamd Mike die publikasie in ongevéer Januarie 1983\ntydens 'n vakbondsëminaar in Johannesburg aan hom gegee het; dat hy\nby daardie geleentheid net vlugtig daarna gekyk het (\"I\njust looked at it\", het hy gesê); dat hy dit huis toe\ngeneem het met die idee om dit later te lees, maar dat\nhy nooit die tyd gevind het om dit te doen nie, en dat\nhy nie geweet het dat die besit daarvan verbode is nie\nDie landdros het bevind dat sekere van die inhoud van\ndie publikasie geweld en revolusie aanblaas; dat 'n\nredelike man sou besef of vermoed het dat die besit\ndaarvan verbode was en dat die respondent nalatig was\ndeurdat hy nie navraag gedoen het om vas te stel of dit\nverbode was nie. Die hof a\nquo\nhet, soos reeds gesê,\nbevind/....\n4\n5\nbevind dat nalatigheid nie voldoende was om 'n oortreding\nvan die gemelde art. 8(l)(d) te skep nie. Dit het ook\nbevind dat die getuienis nie 'n bevinding van\ndolus\n-\nselfs in die sin van\ndolus eventualis\n- geregverdig het\nnie. Die prokureur-generaal is verlof verleen om na\nhierdie hof te appelleer teen die bevinding dat\ndolus\nvir Yt oortreding van art. 8 (1 ) (d) vereis word en dat\nnalatigheid nie voldoende daarvoor is nie.\nDie appellant betoog tereg nie dat art. 8(1)(d)\n'n absolute verbod bevat nie. So 'n betoog sou onhoud-\nbaar wees. Kyk bv. S\n. v. Arenstein\n1964(1) SA 361 (A)\nop 365 C-D;\nS. v. De Blom\n1977(3) SA 513 (A) op 532\nB-C en\nS. v. Ngwenya\n1979(2) SA 96 (A) op 99 i.f Die\nbetoog/....\n6\nbetoog is, soos reeds gesê, dat nalatigheid voldoende is\nom 'n oortreding van art. 8( 1) (d) te skep.\nMnr Paver, namens die appellant, het sy betoog\nbegin deur te sê dat daar in die bewoording van\nart\n.\n8(1)(d) geen aanduiding is van welke skuldvorm, d.w.s\nnalatigheid of dolus, die wetgewer vir 'n oortreding\nvan die artikel vereis nie. Dit is 'n juiste stelling,\nSy betoog is egter dat daar verskeie oorwegings is wat\ndaarop dui dat dit die bedoeling van die wetgewen is\ndat nalatigheid voldoende vir 'n oortreding van die artikel\nis. Die eerste oorweging is, aldus die betoog, dat die\nartikel 'n hoë graad van sorg of omsigtigheid van die kant\nvan die onderdaan vereis en dat dit toon dat die wet-\ngewer/...\n7\ngewer bedoel het dat nalatigheid voldoende is om 'n\noortreding van die artikel mee te bring. Mnr\nPaver\nhet\nons ter ondersteuning van hierdie betoog verwys na\nS.v.\nArenstein,\nsupra, waar dit gegaan het oor die vraag of\ndie appellant tereg skuldig bevind is aan 'n oortreding\nvan art. 10\nquat\n(l) van die Wet op die Onderdrukking\nvan Kommunisme, No. 44 van 1950, soos gewysig, deurdat\nhy versuim het om te voldoen aan die bepalings van 'n\nkennisgewing wat hom beveel het om hom gedurende 'n sekere\ntydperk elke dag behalwe Saterdae en openbare vakansie-\ndae op 'n bepaalde tyd by 'n polisiestasie aan te meld.\nDaar is namens die appellant betoog dat nalatigheid nie\nvoldoende/....\n8\nvoldoende vir 'n oortreding van die kennisgewing was nie en dat\ndolus\nvereis was. Botha AR het gesê dat in die afwesigheid van woorde soos\n\"wilfully\" of \"intentionally\" wat presies aandui welke\nsoort geestesgesteldheid\n(\"mental state\") vereis word -\n\"the degree of\nmens rea\nmust depend on that foresight or care which\nthe statute in the circumstances demands.\"\nDie geleerde regter het daarop voortgegaan en gesê (op 366 E-G):\n\"In the present case the Legislature has not given any express indication of\nthe degree of blameworthiness required for a culpable\nfailure to comply with a\nnotice under sec. 10\nquat\n(1). But in my view various considerations\nindicate that a high degree of circumspection and care on the\npart/\npart of an addressee of a notice is demanded by the Legislature. Any failure\nto exercise that degree of circumspection or care con-stitutes\nthe\nmens\nrea\nnecessary for a culpable violation of the notice. (Cf.\nRex v.\nFederated Meat Industries Ltd and Another\n, 1949(2) S.A. 795 (N) at p.\n798).\nThe object of a notice under sec. 10\nquat\n(1) is clearly to facilitate\nthe exercise of effective control, in the interest of the safety of the State,\nover the movements of\npersons, whose activities or suspected activities are\nregarded as a danger to the safety of the State. That object could be completely\ndefeated unless a high degree of circumspection or care to ensure compliance\nwith such a notice is required, and it is unlikely that\nthe Legislature could\nhave intended failures to comply with such a notice, other than wilful failures\nonly, to be excusable.\"\nMnr\nPaver\nhet ons in hierdie selfde verband ook verwys na\nS. v.\nOberholzer\n1971(4) SA 602 (A), waar dit om 'n\noortreding/\n9\n10\noortreding van art. 3l(l)(a) van die Wet op Mate en Gewigte,\nNo. 13 van 1958 gegaan het. Botha AR het daarop gewys dat die wetgewer\ndeur die\ngebruik van die woord \"opsetlik\" in sommige artikels van die wet duidelik getoon\nhet dat opset in die geval van daardie\nartikels die vereiste skuldsoort was,\nmaar dat hy di t nie in die geval van art. 3l(l)(a) gedoen het nie. Hierdie\nfeit, het die geleerde\nregter gesê (op 661\ni.f\n.), \"lei onvermydelik\ntot die gevolgtrekking dat opset nie vir 'n strafbare oortreding van\nlaasgenoemde artikel (d.w.s. art. 31(1)(a))\nnodig is nie.\" Botha AR het daar-na\nvoortgegaan om te sê dat, waar die wet die beskerming van die algemene\npubliek teen uitbuiting\nin die handel\nbeoog/\n11\nbeoog het, daardie doel verydel sou kon word indien slegs\nopsetlike oortredings van die bepalings van die wet strafbaar sou wees.\nIn 'n\npassasie waarin hy na\nS.v. Arenstein\n,\nsupra\n, verwys het, het Botha\nAR ook gesê (op bl. 612 A-C):\n\"Die Wetgewer verg egter klaarblyklik vir die verwesenliking van sy oogmerke\n'n hoë mate van omsigtigheid van diegene op wie\ndie bepalings van die Wet\nvan toepassing is, en die opsetlike of nalatige versuim om daardie mate van\nomsigtigheid uit te oefen,\nmaak die nodige\nmens rea\nuit vir 'n strafbare\noortreding van, onder meer, art. 3l(l)(a). (\nS. v. Arenstein, supra\nop bl.\n366). Dit volg dus dat, aangesien die ver-bod in art. 3l(l)(a) vervat nie 'n\nabsolute verbod is nie, nalatigheid of\nculpa\nvol-doende is vir 'n\nstrafbare oortreding daarvan. (\nR. v. H\n. ,\nsupra\nop bl. 130.)\"\nMnr\nPaver\nhet voorts betoog dat dit die oogmerk van die Wet op\nPublikasies is om streng beheer oor die\nvoortbrenging/\n12\nvoortbrenging, verspreiding, invoer en besit van verbode\npublikasies uit te oefen en dat die wetgewer nie kon\nbedoel het dat slegs opsetlike oortredings van die be-\npalings van die wet strafbaar sou wees nie. Die oogmerk\nvan die wetgewer met art. 8(1)(d) van die wet sou dus\nondergrawe of verydel kon word, aldus die betoog, indien\nbevind sou word dat nalatigheid nie voldoende is om 'n\noortreding daarvan te skep nie.. In hierdie verband is\nook aangevoer dat die besitter van 'n verbode publikasie\nmaklik aanspreeklikheid sou kon vermy indien\ndolus\nas\nvereiste vir 'n oortreding van art. 8( 1) (d) gestel word\naangesien dit vir die Staat baie moeilik is om\ndolus,\nselfs in die vorm van\ndolus eventualis\nte bewys\nMnr/...\n13\nMnr\nPaver\nhet vir sy betoog ook gesteun op die strawwe\nwat in art. 43(1) van die wet voorgeskryf word. Sy betoog is dat dié\nstrawwe\n'n sterk aanduiding is dat groot sorg en omsigtigheid van die kant van\ndie onder-daan vereis word en dat dit 'n faktor is wat daarop\ndui dat\nnalatigheid voldoende is om 'n oortreding van art. 8(l)(d) te skep. Die straf\nvvat vir 'n oortreding van art. 8(1)(d) (asook\ndie ander bepalings van art. 8)\nvoorgeskryf is, is: (i) indie geval van 'n eerste skuldig-bevinding, 'n boete\nvan hoogstens R500\nof gevangenisstraf vir 'n tydperk van hoogstens 6 maande, of\nsowel sodanige boete as sodanige gevangenisstraf; (ii) in die geval\nvan 'n\ntweede skuldigbevinding, 'n boete van minstens R500\nen/\n14\nen hoogstens R1 000 of gevangenisstraf vir 'n tydperk van\nhoogstens 6 maande, of sowel sodanige boete as sodanige\ngevangenisstraf; en (iii) in die geval van 'n derde of\ndaaropvolgende skuldigbevinding, 'n boete van minstens\nR1 000 of gevangenisstraf vir 'n tydperk van minstens 6\nmaande, of sowel sodanige boete as sodanige gevangenis-\nstraf.\nDie bogemelde betoog laat my geensins daarvan\noortuig dat die bevinding van die hof a\nquo\nnie korrek\nwas nie. Nie een van die oorwegings wat deur die ad-\nvokaat genoem is, en ook nie almal van hulle tesame, weeg\nna my mening so swaar as die onbillike en onaanvaarbare\ngevolge wat die aanvaarding van nalatigheid as die\nvereiste skuldvorm by art. 8(1)(d) sou meebring nie, en\nek/....\n15\nek meen nie dat die wetgewer sulke gevolge kon beoog\nhet nie. Voordat ek in meer besonderhede hierop ingaan,\nbehandel ek net eers kortliks die verskillende oorwegings\nwaarop die advokaat gesteun het\nDie eerste van hierdie oorwegings is, soos hierbo\ngesê , dat art. 8(1)(d) 'n hoë graad van sorg en omsigtigheid\nvan die onderdaan vereis en dat dit daarop dui dat die\nwetgewer bedoel het dat nalatigheid voldoende vir 'n\noortreding van die artikel sou wees. Soos hierbo aan-\ngetoon is, het mnr\nPaver\nhom in hierdie verband beroep\nop wat Botha AR in die saak\nS. v. Arenstein, supra\n,\ngesê het. My siening van die aangeleentheid is dat,\nhoewel die feit dat 'n wetsbepaling groot sorg en omsig-\ntigheid van die onderdaan vereis 'n aanduiding kan wees\ndat/...\n16\ndat die wetgewer bedoel het dat 'n nalatige versuim om die\nbepaling te gehoorsaam voldoende is om 'n oortreding te skep, dit nie noodwendig\nof altyd so is nie. Daar moet op alle relevante oorwegings gelet word, onder\nmeer ook, soos in die onderhawige geval, op wat die\ngevolge sou wees indien\nnalatigheid eerder as\ndolus\nas die ver-eiste skuldvorm beskou sou word,\nen welke gevolge die wetgewer in die omstandighede sou beoog het. Ek meen ook\nnie dat\nBotha AR in\nS. v. Arenstein\n,\nsupra\n, te kenne wou\ngegee het dat waar 'n wetsbepaling 'n hoë graad van sorg of omsigtigheid\nvereis, dit noodwendig of altyd 'n af\ndoende bewys is dat die wetgewer\nnalatigheid eerder as\ndolus\nas voldoende vir 'n oortreding van die\nbepaling bedoel het nie. In\nS. v. Oberholzer\n,\nsupra\n, op 612, het\ndie-\nselfde regter, met verwysing na\nS. v. Arenstein\n, die\nvolgende/.....\n17\nvolgende gesê in 'n passasie wat ek reeds hierbo\naange-haal het, maar wat ek geriefshalwe ween hier aanhaal:\n\"Die Wetgewer verg egter klaarblyklik vir die verwesenliking van sy oogmerke\n'n hoë mate van omsigtigheid van diegene op wie\ndie bepalings van die Wet\nvan toepassing is, en die opsetlike of nalatige versuim om daardie mate van\nomsigtigheid uit te oefen,\nmaak die nodige\nmens rea\nuit vir 'n strafbare.\noor-treding van, onder meer, art. 31 (l) (a). (\nS. v. Arenstein, supra\nop\nbl. 366). Dit volg dus dat, aangesien die verbod in art. 31 (l) (a) vervat nie\n'n absolute verbod is nie, nalatigheid of\nculpa\nvoldoende is vir 'n\nstrafbare oortreding daarvan. (\nR. v.\nH.,\nsupra\nop bl. 130.)\"\nDie geleerde regter gee hier te kenne, indien ek die passasie reg verstaan,\ndat in die geval van wetsbepalings wat \"'n hoë mate\nvan omsigtigheid\"\nvereis van diegene\nop/...\n18\nop wie dit van toepassing is,\nmens rea\nin die\nopsetlike\nof nalatige versuim om dit na te kom, kan bestaan.\nMaar hoe dit ook al sy, dit is van belang om daarop te\nlet dat (soos sal blyk uit wat ek hierbo gesê het)\ndie hof in\nS. v. Oberholzer\nop verskeie oorwegings ge-\nlet het toe dit besluit het dat nalatigheid die vereiste\nskuldvorm vir 'n oortreding van art. 31(1)(a) van die\nWet op Mate en Gewigte was. Dit het m.a.w. nie die\nenkele feit dat art. 31 (1) (a) 'n hoë mate van sorg en omsig-\ntigheid vereis as afdoende bewys dat nalatigheid die\nvereiste skuldvorm was, beskou nie.\nDie tweede oorweging waarop mnr\nPaver\ngesteun het,\nis, soos hierbo aangedui, dat art. 8(1)(d) deel uitmaak\nvan/...\n19\nvan 'n wet wat beoog om 'n streng vorm van beheer oor nie\nnet die voortbrenging, verspreiding en invoer van verbode\npublikasies en voorwerpe uit te oefen nie, maar ook oor\ndie besit daarvan, en dat hierdie oogmerk ondermyn en\nverydel sou word indien bevind sou word dat die besit van\n'n verbode publikasie strafbaar is slegs indien daar\ndolus\naanwesig is. Ek aanvaar dat dit normaalweg vir die\nStaat moeiliker sal wees om dolus (selfs in die vorm van\ndolus eventualis)\nas nalatigheid te bewys, maar dié feit\nweeg na my mening nie so swaar dat bevind moet word dat\n'n nalatige oortreding van art. 8 ( 1) (d) strafbaar moet\nwees nie. Ek moet dit op hierdie tydstip miskien ook\nnet duidelik stel dat hierdie uitspraak net oor art.\n8(l)(d)/\n20\n8(1)(d) gaan en dat nie aanvaar moet word dat wat ek\ni.v.m. dié bepaling sê noodwendig ook op die ander be-\npalings van art. 8(1) van toepassing is nie. In hier-\ndie verband kan daarop gewys word dat prof. J C W\nVan Rooyen (die huidige voorsitter van die Appèlraad\noor Publikasies) se\nCensorship in South Africa,\nop 141-\n142, blyke gee van 'n mening dat vir 'n oortreding van\n8(l)(b), wat op die verspreiding van verbode publikasies\nbetrekking het,\nculpa\nvereis word, maar vir 'n oortreding\nvan art. 8(1)(d), dolus. Ek vind dit nie nodig om op\nhierdie mening aangaande art. 8( 1) (b ) in te gaan nie.\nMnr\nPaver\nhet ook betoog, soos hierbo gesê,\ndat die straf wat vir 'n oortreding van art. 8( 1) (d)\nvoorgeskryf is, daarop dui dat dit die bedoeling van die\nwetgewer/\n21\nwetgewer is dat nalatigheid voldoende vir 'n\noortréding\nvan die artikel is. Ek vind dit voldoende om te sê\ndat die. voorgeskrewe straf na my mening geen regverdiging\nbied vir 'n bevinding dat die wetgewer bedoel het dat\nnalatigheid eerder as\ndolus\nvir 'n oortreding van art\n8(l)(d) vereis word nie.\nEk het reeds hierbo gesê dat die hof a\nquo\nna my\nmening tereg bevind het dat die vereiste skuldvorm by\nart. 8(l)(d) nie nalatigheid is nie aangesien dit ge-\nvolge sou meebring wat die wetgewer nie kon beoog het\nnie. 'n Bevinding dat nalatigheid die vereiste skuld-\nvorm is, sou beteken dat daar by die bepaling van die\nvraag/....\n22\nvraag of iemand die artikel oortree het van 'n objektiewe\nmaatstaf, t.w. die maatstaf van die\nbonus paterfamilias,\nof redelike man, gebruik gemaak moet word. Die goeie\nhuisvader, of redelike man, is, soos in\nR. v. Mbombela\n1933 AD 269\nop 272 deur De Villiers AR gesê is, \"the man\nof ordinary intelligence, knowledge and prudence\".\nWaar iemand van 'n oortreding van art. 8( 1) (d) aangekla\nword, sal sy gedrag dus met die maatstaf van \"the man of\nordinary intelligence, knowledge and prudence\" gemeet\nmoet word, wat die werklike peil van sy intelligensie,\nkennis en verstandigheid ook al mag wees. In Suid-\nAfrika, gesien sy heterogene bevolking en die bestaan\nvan mensegroepe wie se ontwikkelings- en onderwyspeil\nsoms wyd van mekaar verskil, sou die toepassing van so\n'n/......\n23\n'n maatstaf wat vir almal oral in die land geld onbillike\ngevolge kon meebring wat die wetgewer nie kon beoog\nhet nie. Laat ons kortliks kyk na art. 8(1)(d) en wat\ndit verg om jou nie aan 'n oortreding daarvan skuldig te\nmaak nie. Die artikel belet die besit van 'n publikasie\nindien 'n komitee (ingestel kragtens art. 4 van die wet)\ndit verbied en daardie verbod in die Staatskoerant be-\nkend gemaak is. Indien iemand dus wil verseker dat hy\nart. 8(l)(d) nie oortree nie , sal hy telkens wanneer hy\n'n boek of ander soort publikasie koop, of van iemand anders\nontvang, of wanneer hy 'n pamflet in sy posbus vind,\nens., moet vasstel of die betrokke publikasie nie ver-\nbode verklaar is nie. Hy sal ook, met betrekking tot\npublikasies wat reeds in sy besit is, met elke verskyning\nvan/....\n24\nvan 'n Staatskoerant, d.w.s. minstens een maal elke week,\nmoet vasstel of die een of ander van daardie publikasies\nnie verbode verklaar is nie, want 'n publikasie wat die\nvorige week nie verbode was nie, kan dalk nou verbode\nwees. In dié respondent se skriftelike betoogpunte\nword, met verwysing na gegewens wat uit\nStaatskoerante\ngeneem is\n,\ngetoon dat daar elke jaar etlike honderde\npublikasies verbied word, en dit behoef geen betoog dat\ndit geen geringe taak sal wees om op die hoogte van alle\nverbiedinge te bly nie. Art. 16 van die wet maak\nvoorsiening vir die publikasie in die\nStaatskoerant\nvan 'n jaar en 'n vyf jaarlys van verbode publikasies.\nTeen die einde van Januarie 1987 (toe die respondent\nse skriffelike betoogpunte opgestel is) het daar nog\nnet/...\n25\nnet een vyfjaarlys verskyn, t.w. dié vir die\nperiode\n1975-1979 (\nStaatskoerant\n440 van 13 Maart 1981), terwyl\ndie laaste jaarlys dié ten opsigte van die jaar Januarie -\nDesember 1983 was. Dit blyk dus duidelik te wees dat,\nom op die hoogte van verbode publikasies te bly, 'n mens\nop\nStaatskoerante\nsoos dit van week tot week (en soms\nmet korter tussenpose) verskyn, aangewese is. (Mnr.\nPaver\nhet te kenne gegee dat daar biblioteke is waar 'n\nmens (waarskynlik) die nodige inligting sal kan bekom.\nEk weet nie of dit so is nie, maar ek meen dat in ieder\ngeval aanvaar kan word dat daar nie sulke bronne van\ninligting in plattelandse gebiede beskikbaar is nie.)\nEk het ernstige bedenkinge oor die vraag of selfs diegene\nwat werklik oor die persoonlike eienskappe beskik wat\ndie/....\n26\ndie redelike man veronderstel is om te hê, in staat\nsal\nwees om steeds op dié hoogte te wees van publikasies wat\nverbode verklaar is, en die gedagte dat almal in'die land,\ndus ook diegene wat nie oor daardie eienskappe beskik nie, veronderstel moet\nword om wel daaroor te beskik wanneer 'n oortreding van\nart. 8(1) (d) ter sprake\nis, is so on-realisties dat die wetgewer dit na my mening nie kon bedoel het\nnie.\nDie hof a\nquo\nwas dieselfde mening toegedaan. Shearer R het in die\nloop van sy uitspraak (op 514 C-E) o.m. gesê dat die volgende passasie\nin\ndie uitspraak van Fannin R in die saak\nS. v. Naidoo\n1974(4) SA 574 (N)\n-'n saak wat oor art. 3 van die Wet op die Misbruik van\nAfhanklikheidsvormende/\n27\nAfhanklikheidsvormende Stowwe en Rehabilitasiesentrums,\nNo. 41 van 1971 gegaan het - na sy mening ook op die\nonderhawige geval van toepassing is:\n\"In coming to the conclusion that mere\nculpa\nis not sufficient, I am\nmindful of the widely different standards óf culture, education and\nsocial awareness of various groups\nof persons to whom, as citizens of South\nAfrica, the Act applies, and of the fact that application of an objective\nstandard to many\nof such persons may well result in a hardship so unjust as to\nmake it unlikely that Parliament could have in-tended any such result.\"\nEk stem saam met die mening van die geleerde regter dat\ndie aangehaalde woorde van Fannin R ook op die onder-\nhawige geval van\ntoepassing is. Ek stem ook saam met\nsy opmerking wat op die aangehaalde woorde volg,nl.:\nTo/....\n28\n\"To apply, for example, an objective standard to an illiterate\nliving near the border at whose home offensive literature has been\nleft would\ncreate so unjust a result that it could not have been intended.\"\nMnr\nPaver\nhet hom in die loop van sy betoog ver-plig gevoel om toe te\ngee dat indien nalatigheid voldoende vir 'n oortreding van art . 8(1)\n(d) sou\nwees, dit vanweë die \"widely different standards of culture, education and\nsocial awareness\" van die verskillende bevolkingsgroepe\nin Suid-Afrika waarvan\nFannin R in\nS. v. Naidoo\n,\nsupra\n, gepraat het, dikwels tot\nonbillike gevolge sou kon lei. Die oplossing wat hy vir hierdie situasie\nvoorstel, is dat hierdie hof moet\nverklaar dat die toets vir nalatig-heid nie\nobjektief is nie, maar subjektief. As dit ge-\ndoen/\n29\ndoen sou word, sê hy, sal die gedrag van elke\npersoon\nwat van 'n oortreding van art. 8(1) (d) aangekla word, in\ndie lig van sy eie persoonlike eienskappe beoordeel word,\nen nie diê van die denkbeeldige redelike man nie. Die\nadvokaat het ons daarop gewys dat daar in geskrifte\nvan sekere regsakademici die draak gesteek word met die\nhele begrip van die redelike man en die redelike man-\ntoets by die bepaling van nalatigheid. Hy het ook be-\ntoog dat daar reeds in sekere beslissings, ook in be-\nslissings van hierdie hof, te kenne gegee is dat die\ntoets vir nalatigheid nie volkome objektief is nie, en\nhet gevolglik 'n beroep op die hof gedoen om nou die knoop\ndeur te hak en reguit te verklaar dat die toets vir na-\nlatigheid/....\n30\nlatigheid subjektief is. In die onlangse saak\nS. v.\nNgubane\n1985(3) SA 677 (A) het Jansen AR daarop gewys dat sekere\nregsakademici 'n subjektiewe toets vir na— latigheid voorstaan en\nbeweer\ndat daar in sekere resente beslissings van ons howe 'n neiging te bespeur is om\n'n subjektiewe toets te aanvaar. Die hof se\nmening oor die aangeleentheid blyk\nuit die volgende woorde van Jansen AR op 686 E-F:\n\"The view generally held by our Courts is that\nculpa\nis constituted by\nconduct\nfalling short of a particular standard, viz that of the\nreasonable man .... Although the reasonable man standard may to some extent\nbe\nindividualised in certain circumstances\n,\nit remains an objective\nstandard.\"\nEk/....\n31\nEk is nie bereid om die beroep wat die advokaat op die hof\ngedoen het, te aanvaar nie en ek is nie voornemens om die aangeleentheid.\nverder\nte bespreek nie. Ek sou net wou byvoeg dat dit na my mening totaal onwaarskynlik\nis dat die wetgewer ten tyde van die aanneem\nvan die wet in 1974 die mening sou\ngehuldig het dat die toets vir nalatigheid in ons\nreg\nenigiets anders as\ndie objektiewe toets van die redelike man is.\nEk is dus van mening, soos reeds hierbo\ngesê is, dat die beslissing\nvan die hof a\nquo\nkorrek was. Hieruit volg dat die bevinding in\nS. v.\nMati\n1986(2) SA 248 (OKA) op 25O D-E dat\nculpa\nvoldoende is om 'n\noortreding van art. 8(1)(d) te skep, na my mening ver-\nkeerd is.\nDie/\n32\nDie respondent het versoek dat die appellant ge-\nlas moet word om sy koste te betaal indien die appêl\nnie slaag nie. Art. 311(2) van die Strafproseswet,\nNo. 51 van 1977 magtig die hof om so 'n bevel te gee, en\ndaar is geen rede waarom dit in die onderhawige geval\nnie gedoen moet word nie. Kyk\nAttorney-General,\nTransvaal v. Lutchman and Another 1959(2) SA 583 (A)\nop 588.\nDie appèl word met koste afgewys, insluitende die\nkoste van twee advokate.\nP J RABIE\nWND HOOFREGTER.\nJOUBERT AR\nHEFER AR\nStem saam\nSTEYN WND AR",
  "scraped_at": "2026-02-11T21:28:57.045522",
  "date": "1987-11-30",
  "coram": [
    "RAIJIE WND MR",
    "JOUBERT",
    "HEFER ARR",
    "BOSHOFF",
    "STEYN WND ARR"
  ],
  "case_number": "73/86",
  "parties": {
    "applicants": [
      "Attorney-General of Natal"
    ],
    "respondents": [
      "Isaac Ndlovu"
    ]
  },
  "sections": {
    "facts": "The respondent, Isaac Ndlovu, a union organiser for the National Union of Textile Workers, was found in possession of an edition of the periodical Isandlwana that had been declared prohibited under section 8(1)(d) of the Publications Act, No 42 of 1974. The prohibited issue had been published in the State Gazette following a committee prohibition under section 9(3). Ndlovu claimed he received the magazine in January 1983 from a colleague, glanced at it briefly and never read it, and asserted he was unaware that possession was prohibited. The Provincial Division held that negligence (culpa) was insufficient and that the offence required some form of intent (dolus), either direct or eventual.",
    "issues": "The appeal turned on whether the statutory offence of possessing a prohibited publication under s 8(1)(d) of the Publications Act requires proof of dolus (intentional or eventual) or whether culpa (negligence) suffices. The court also considered the proper interpretation of the legislature’s intent, the relevance of the high degree of care contemplated by the statute, and whether an objective “reasonable man” test or a subjective test should be applied to determine mens rea.",
    "principles": "The court examined precedents such as S v Arenstein, S v De Blom, S v Ngwenya, S v Oberholzer, and S v Naidoo, which discuss the inference of mens rea where a statute is silent on the mental element. It reiterated that where a statute imposes a high standard of care, negligence may be sufficient, but where the prohibition is not absolute and the legislative purpose is to control dangerous publications, courts have required intentional conduct. The principle that the required mental state must be commensurate with the purpose of the legislation was emphasized.",
    "application": "Applying these principles, the court found that the Publications Act’s purpose was to enforce strict control over prohibited material, and that the legislature intended a deliberate breach to be punishable. The evidence showed that Ndlovu neither knew of the prohibition nor deliberately disregarded it. Consequently, the prosecution failed to prove the necessary dolus, and the argument that negligence could satisfy the mens rea was rejected as inconsistent with the statutory scheme and the cited authorities.",
    "conclusion": "The appeal was dismissed. The Court affirmed the Provincial Division’s finding that dolus, not culpa, is required for an offence under s 8(1)(d) of the Publications Act. Accordingly, Ndlovu’s conviction was upheld, and the appellant (Attorney-General) was awarded costs, including the fees of two counsel, in accordance with s 311(2) of the Criminal Procedure Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Publications Act",
    "level_3": [
      "possession of prohibited publication",
      "mens rea",
      "negligence",
      "dolus",
      "statutory interpretation"
    ]
  }
}