{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/131.html",
  "case_name": "S v Mthethwa and Another (192/87) [1987] ZASCA 131 (23 November 1987)",
  "citation": "[1987] ZASCA 131",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 131\n|\nNoteup\n|\nLawCite\nS v Mthethwa and Another (192/87) [1987] ZASCA 131 (23 November 1987)\nDownload original files\nPDF format\nRTF format\nNPD 192/87\nSIPHO MAHUNGELA MTHETHWA\n1st APPELLANT\nMVUSENI MANDLAKAYISE\nMBUYAZI\n...2nd APPELLANT\nand\nTHE STATE \tRESPONDENT\nJ J F HEFER JA\n.\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between\nSIPHO MAHUNGELA MTHETHWA\nFIRST APPELLANT\nMVUSENI MANDLAKAYISE MBUYAZI\nSECOND APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: VAN HEERDEN, HEFER et JACOBS JJA.\nHEARD\n: \t\t\t13 NOVEMBER 1987.\nDELIVERED\n:23 NOVEMBER 1987.\nJUDGMENT\nHEFER JA\n:\nDuring 1986 the appellants committed a series\nof\t2\n2. of robberies in\nthe Kwambonambi area in northern Natal. Their\nmodus operandi\nwas to steal\ninto private dwellings early in the evening where they subdued the inhabitants\nwith a pistol which second appellant\nproduced on eachoc-casion and robbed them\nof whatever the appellants could lay their hands on. On the evening of 21 August\n1986,\nintent on committing yet another such a robbery, they en-tered the\nfarmhouse of Mr Ronald Wiseman through a back door. Producing\nthe pistol as\nusual, second appellant entered first, closely followed by first appellant. They\nencountered the Wisemans' cook, Mthembu,\nin the kitchen. Mthembu immediately\nstarted shouting, which drew Mr Wise-man (who had been in the lounge with his\nwife)towards the\nkitchen\t3\n3. kitchen. Near the kitchen door second appellant shot him to\ndeath. The same fate befell Mthembu. There-upon the appellants fled\nfrom the\nhouse.\nThese events in due course led to the appel-lants' appearance in the\ncourt a quo where they faced a number of charges arising from\nthe robberies, and\ntwo counts of murder arising from Mr Wiseman and Mthembu's death. They were\nconvicted of the two murders and on\nmost of the other charges. No extenuating\ncircumstan-ces having been found, they were sentenced to death for each of the\nmurders.\nThe learned judge, however, granted them leave to appeal to this court,\nin the case of first appellant, against his convlction on\nthe two counts of\nmurder\t4\n4. murder and, in the case of both appellants, against the death\nsentences pursuant to the finding that there were no extenuating\ncircumstances.\nAt the trial it wás conceded by the defence that the appellants had\nentered the Wiseman dwelling with the common intention\nto rob. It was common\ncause, more-over, that the two deceased had died as a result of shots fired by\nsecond appellant. As far as\nfirst appellant is concerned the only material issue\nwas the foreseeability to him pf the deceased's death. His case was that,\nal-though\nhe was aware that second appellant carried a loaded pistol which he\nwould use to subdue the occupants, he did not foresee that it\nwould be used to\nkill any of them.\nIn\t5\n5.\nIn the past, so his evidence went, their victims had\nal-\nways heeded the silent threat of the firearm and had al-\nways\nsurrendered their belongings without offering the\nslightest resistence. This\nis what he expected of the\noccupants of the Wiseman dwelling too. The court\nfound,\nhowever, that\n\"(he) knew that No. 2 carried a loaded pis-tol, he knew that No. 2 was going\nto men-ace the people with this pistol. He must have\nforeseen and we find that\nhe did fore-see, this being the only reasonable infe-rence, that events might\nturn in such a way as that\nthe pistol might be used and death of one of the\noccupants might result. This, as I say, is the only reasonable inference that\ncan\nbe drawn from all the evidence a-gainst accused No. 1.\nArmed robbery, use of a loaded fire-arm, people in their houses at night,\nresistence\t6\n6.\nresistence, retaliation, shooting, death, are all natural\nconsequences. They hap-pen all too often and the Court is satis-fied beyond\nreasonable doubt that accused No. 1 subjectively must have appreciated when he\nentered this house that night,that death might result.\nHe carried on, he was\nparty to the enterprise, he was reckless, he did not care what happened, he was\nin it till the bitter end.\nIt is therefore a clear case against him of dolus\neventua-\nlis---------\n. This is to say that he sub-\njectively foresaw that death might result. It was part of the bargain that he\ntook into account and he carried on until the end.\"\nThe main submission by first appellant's coun-\nsel in challenging this finding was that the court erred\nin rejecting\nfirst appellant.'s evidence and accepting\nsecond appellant's version of the\nsequence of events on\nthe occasion of the murders. No useful purpose can,\nhowever,\t7\n7. however, be served by enquiring into the question whet-her\nfirst appellant's rather than second appellant's version should have\nbeen\naccepted. It emerged at the trial that second appellant encountered Wiseman in\nthe dining room. It is reasonably. clear that\nit was there that he started\nshooting. First appellant who, as men-tioned earlier, had entered after second\nappellant, got no further\nthan the kitchen. A scuffle developed there between\nhim and Mthembu and, according to his evidence, it was while this was going on\nthat the shooting started. He immediately fled from the house, he said, and hid\nnear the house until second appellant also emerged\nand joined him. Second\nappellant's version was that when\nhe\t8\n8. he fled first appellant must still have been in the house,\nbecause, while he ran from the house, first appellant was behind him.\nIt makes\nno difference, in my view, to the outcome of the appeal whether first appellant\nfled after hearing the first shot or whether\nhe remained in the kit-chen until\nall the shots had been fired. First appel-lant's counsel argued that first\nappellant's evidence\nsup-ports an inference that he disassociated himself from\nthe shooting immediately upon hearing the first shot and that, for this\nreason,\nthe distinction is important. I do not agree. Assuming that he fled after the\nfirst shot, the inference which counsel sought\nus to draw, is not justi-fied.\nTaking into account that first appellant did not\n. know\t9\n9. know who was shooting he might equally probably have fled for\nfear for his own safety. The sequence of events does not reflect\non and does not\nassist in the determina-tion of the question of the foreseeability to first\nappel-lant of the deaths, which, as mentioned\nearlier, is the only issue as far\nas first appellant is concerned. I am quite prepared to assume in his favour\nthat he fled at the\nstage when he said he did and to examine the correctness of\nthé trial court's finding as to foreseeability on that basis.\nThe\ntrial court's reasoning in the passages from the judgment quoted above is\nobviously correct. Else-where in the judgment the learned\njudge said:\n\"At\t10\n10.\n\"At the Wiseman house, when they were running away, he said, as I have\nalready mentioned, that he was afraid that Mrs Wiseman was\ngo-ing to shoot them,\nthe relevance of this be-ing, of course, that he recognised theh'and must have\nappreciated at all material\ntimes that retaliation was a reasonable possibility\nand it does not require much foresight to re-cognise that if you are with a\nperson\narmed with a loaded gun and if retaliation is en-countered and if the\npeople in the house start shooting, that accused No 2 would\nshoot back; in other\nwords that it would degenerate into a shooting scene and there might be a loss\nof life.\"\nMuch more need not be said. The fact that resistance was\nnot encountered in the appellants' previous raids makes\nno difference. It is ludicrous to suggest that this\n. could have expelled\nthe reasonable possibility of resis-\ntance in all further ones. I am in full agreement with\nthe\t11\n11.\nthe trial court's conclusion. First appellant's appeal\nagainst his conviction cannot succeed.\nNor can the appeal of either appellant against\nthe finding that there were no extenuating circumstances be upheld. I do not\npropose entering upon a discussion of this aspect of\nthe matter. Every factor\nmentioned to us was considered by the trial court and rejected. I have no reason\nto differ.\nThe appeal is accordingly dismissed.\nJ J F HEFER JA.\nVAN HEERDEN JA )\nCONCUR. JACOBS JA )",
  "scraped_at": "2026-02-11T21:25:48.952450",
  "date": "1987-11-23",
  "coram": [
    "VAN HEERDEN JA",
    "HEFER JA",
    "JACOBS JA"
  ],
  "case_number": "NPD 192/87",
  "parties": {
    "applicants": [
      "SIPHO MAHUNGELA MTHETHWA",
      "MVUSENI MANDLAKAYISE MBUYAZI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "During 1986 the appellants, Sipho Mahungela Mthethwa and Mvunsi Mandlakayise Mbuyazi, carried out a series of armed robberies in the Kwambonambi area. On 21 August 1986 they entered the farm house of Ronald Wiseman, where the second appellant produced a loaded pistol, shot and killed Mr Wiseman and the cook, Mthembu, and fled. Both were convicted of the two murders and other robbery offences and sentenced to death. They appealed the conviction of the first appellant on the murder counts and the death sentences on the basis that there were no extenuating circumstances.",
    "issues": "The principal issue was whether the first appellant could be held liable for murder under dolus eventualis – i.e., whether he subjectively foresaw the possibility that the pistol would be used to kill. A second issue was whether any extenuating circumstances existed that might justify reducing the death sentences.",
    "principles": "South African criminal law requires subjective foresight of death for dolus eventualis. When participants share a common intention to commit a robbery with a loaded firearm, each may be liable for any foreseeable killings that result. The presence of a loaded weapon, armed robbery at night, and the likelihood of resistance are considered in assessing foreseeability. Extenuating circumstances must be shown to mitigate a death sentence.",
    "application": "The court held that the first appellant knew the second appellant was armed and intended to use the pistol to subdue occupants, making death a reasonable foreseeable consequence. The court rejected the appellant’s argument that he did not anticipate a killing and found that the facts established deliberate recklessness (dolus eventualis). The sequence of events – whether the first appellant fled after the first shot or remained until all shots were fired – was deemed irrelevant to the foreseeability analysis. No extenuating circumstances were identified, so the death sentences stood.",
    "conclusion": "The appeal was dismissed. The conviction of the first appellant for murder was upheld and the death sentences for both appellants were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "foreseeability",
      "death penalty",
      "extenuating circumstances"
    ]
  }
}