{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/101.html",
  "case_name": "Rennie NO v Gordon NO and Another (103/87) [1987] ZASCA 101 (24 September 1987)",
  "citation": "[1987] ZASCA 101",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 101\n|\nNoteup\n|\nLawCite\nRennie NO v Gordon NO and Another (103/87) [1987] ZASCA 101 (24 September 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nALAN M RENNIE, N O\nAppellant\nand\nRAEL GORDON, N O\n1st respondent\nDAVID JOHN RENNIE, N O\n2nd respondent.\nCoram\n: CORBETT, VAN HEERDEN, GROSSKOPP. JJA. NICHOLAS et STEYN,\nAJJA.\nDate of appea\nl: 24 August 1987\nDate of judgment:\nJUDGMENT CORBETT\nJA:\nThe background facts in this matter may be summarized as follows. A company\nknown as Rooderust (Proprietary) Limited (\"Rooderust\")\nestablished a\n/ township\n2\ntownship for residential purposes on certain land near Wellington in the\nCape Province. The township, known as Wellington Extension\nNo 28, Bergendal, was\nduly proclaimed as such on 17 January 1975. It comprised approximately 360\nerven. While the township was still\nin the course of being established Rooderust\ncommenced with the sale of erven therein and on 30 November 1972 one Joseph De\nRaedt\nentered into two deeds of sale in terms of which he pur-chased in all 24\nerven from Rooderust. The deeds provided for an initial\npayment of ten per cent\nof the total pur-chase price on the signing thereof and for the balance to be\npaid in monthly instalments\nover a period of years. On 7 April 1977 Rooderust\npassed a first mortgage bond in fa-vour of Standard Merchant Bank Limited\n(\"SMB\")\nover the whole of the township property to secure a loan of R250 000 and\nthe interest payable thereon. On 8 December 1978 Rooderust\nwas placed under\nprovisional liquidation\n/ and\n3\nand on 18 April 1979 the provisional order was made final. First\nrespondent was initially appointed provisional li-quidator of Rooderust\nand\nlater, on 10 July 1979, liqui-dator. I shall refer to him individually as \"the\nliquidator\".\nAs at the time of liquidation some 325 erven in the township had been sold\nand of these 97 had been transferred to the purchasers\nthereof. The remaining\n228 erven had been sold in terms of agreements whereunder the purchase price was\npayable in instalments over\na period of years and transfer of the erven had not\ntaken place. Included amongst these were the erven sold to De Raedt. It is\ncommon\ncause that these agreements of sale constituted \"contracts\" as defined in\nsec 1 of the Sale of Land on Instalments Act 72 of 1971\n(\"the Act\"). For\nconvenience I shall refer to such a contract as \"an instalment contract\".\nThe reciprocal rights and obligations of the\n/ liquidator\n4\nliquidator of a company and a person who had\npurchased\nland from the company prior to liquidation in terms of\nan\ninstalment contract and when liquidation supervened\nhad not yet taken\ntransfer thereof, were at this time\ngoverned by sec. 14 of the Act. The Act\nwas subsequently\nrepealed by the\nAlienation of Land Act 68 of 1981\n, which\nsubstituted new legislation covering the same general\nfield and came into operation on 19 October 1982. It\nwas not argued in this case,however, that Act 68 of\n1981 had any application. The relevant portions of\nsec 14; as amended by sec 11 of Act 49 of 1975, read\nas follows:\n\"14. (1) If land which has been sold under a contract, is sold by the\ntrus-tee or liquidator of the insolvent es-tate of the registered\nowner of the\nland, or is sold in execution to meet one or more claims against that owner or\nhis estate, the person who acquired under\nan agreement the right to claim\ntrans-\n/ fer\n5\nfer of that land from that owner or the estate of that owner who has died or\nis insolvent or, if such person is deceased or insolvent,\nhis deceased or\ninsolvent estate, shall, apart from any other claim which he or his deceased or\ninsolvent estate may prove against\nthe said owner or his deceased or insolvent\nestate,al-so be entitled to prove a claim against the said owner or his deceased\nor insolvent\nestate which shall be met from the proceeds of the land and which\nshall rank in preference directly after a claim which is secured\nby a mortgage\nbond over the land in question, for the portion of the purchase price which such\nperson or his deceased or insol-vent\nestate has paid únder the agreement\nplus interest calculated at five per cent per annum on the said portion in\nrespect of\nthe period from the conclusion of the agreement to the date upon\nwhich the land is so sold by the trustee or liquidator or in execution.\n(2) Subject to the provisions of any law or the common law under which\n/ certain\n6\ncertain juristic acts which an insolvent has entered into before the\nsequestration or liquidation of his estate, may be rescin-ded\nby a court of law,\nthe trustee or liquidator of the estate of an insolvent who is the registered\nowner of land which has been sold\nunder a contract, or the judgment creditor of\na registered owner who has by virtue of a writ in execution against the\nimmovable property\nof the registered owner attached land which has been sold\nunder a contract, shall call upon the purchaser, or upon the interme-diary\nor\nupon both, as the case may be, by written notice if the address of the purchaser\nor of the intermediary is known, or by two consecutive\nnotices in a newspaper\ncirculating in the district in which the address referred to in section 16 is\nsituate and by notice in the\nGazette, if such address is not known, to take\ntransfer of the land, and if such purchaser or intermediary does not so take\ntransfer\nof the land, it shall be sold by the trustee or liquidator or in\nexecution, subject to the claim of the person referred to\n/in\n7\nin subsection (1).\n(3)\tWhen land sold under a\ncontract is attached by virtue of a writ\nof\nexecution against the immovable property of the registered owner or when land\nsold under a contract is registered in the name of\nany person in respect of\nwhose estate a final order of sequestration or liquidation has been given, and\nthat land is not encumbered\nby a mortgage bond\n(4)\tWhen in the circumstances\nreferred to in subsection (3) the\nland\nsold under a contract is encumbered by\na mortgage bond, the land shall, failing any other arrangement relating to\nthe transfer thereof to the purchaser, be transferred,\nwithout prejudice to the\nrights of any purchaser who purchased the land from any intermediary, if any, by\nthe deputy sheriff, messenger\nof the court, trustee or liquidator concerned, as\nthe case may be, into the name of the person who has the right to claim\nbrans-\n/ fer of\n8\nfer of the land and who makes arrangements to the satisfaction, as the case\nmay be, of the deputy sheriff or messenger of the court,\nas contemplated in the\nsaid subsection, or of the Master concerned, within thirty days after the\npurchaser or intermediary, or both,\nas the case may be, has or have been called\nupon in terms of subsection (2) to take transfer, for payment of the outstanding\nbalance\nunder the mortgage bond plus interest to the date of the registration of\ntrans-fer and all such costs of sequestration and administration\nas relate to\nsuch land, including any endowment to be made in terms of any law to any person\nin respect of such iand, and such other\namounts as rank in preference prior to\nthe claim secured by the mortgage bond, or of the outstanding balance under the\nagreement\nplus interest to the date of the registration of transfer, whichever\nof the two amounts may be the larger and all other costs in\nconnection with\ntransfer, as weli as for the signing of all the documents required in connection\nwith transfer:\n/ Provided\n9\nProvided that if the holder of a mortgage bond over the land has taken out a\nwrit of execution in respect of the land, the person\nwho takes transfer shall\nalso pay the actual amount paid by the mortgagee or for which he is liable in\nrespect of the attachment\nof the land, before he is entitled to transfer of the\nland.\n(5) If a person referred to in subsection (3) or (4) has, by virtue of the\narrangements he was required to make under that subsection,\npaid more than the\noutstanding balance under the agreement plus interest to the date of the\nregistration of transfer, he may recover\nthe difference between the two said\namounts from the person from whom he acquired the right to claim transfer of the\nland.\"\nThe general effect of these\nprovisions and their impact on the position at common law were fully considered\nby this Court in the cases\nof\nGlen Anil Finance (Pty) Ltd v Joint\nLiquidators, Glen Anil Development Corporation\n/ Ltd\n10\nLtd (In Liquidation)\n1981 (1) SA 171\n(A), at pp 182 D - 184 E and\nGordon N O.v Standard Merchant Bank Limited\n1983 (3) SA 68\n(A), at pp 82\nA - 83 H, 90 E - 91 H, and what was said in those cases need not be repeated.\nPut briefly, the main innovations introduced\nby the Act (as compared with the\ncommon law), in a case where a company which has sold land under instalment\ncontracts is placed\nunder liquidation, are the following:\n(1) Whereas under the common law the liquidator had the exclusive power to\ndecide whether to implement and enforce the contract vis-à-vis\nthe\npurchaser or to terminate it — the purchaser having no say in the matter\n— under the Act this option is in effect\ngiven to the purchaser. In terms\nof the Act (sec 14(2) ) the liquidator is obliged to give the purchaser notice\nto take transfer\nand then,\n/ depending..\n11\ndepending on whether the land is encumbered by a mortgage bond or not, the\npurchaser has 30 days or 6 months, as the case may be,\nto decide whether to take\ntransfer (against making the required financial arrangements) or not (sec 14(3)\nand 14(4) ).\n(2) Whereas under the common law a purchaser who did not obtain transfer of\nthe land sold to him merely had a concurrent claim against\nthe liquidator for\nthe repayment of instalments, in terms of the Act (see sec 14(1) ) a purchaser\nwho opts not to take transfer has\na preferent claim for the repayment of such\ninstalments, plus interest.\nThese innovations substantially improved the position of a purchaser under an\ninstalment contract. As was stated by TRENGOVE JA in\nthe\nGlen Anil\ncase,\nsupra\nat p 183 in fin,\n/ [t]he\n12\n\" [t]he principal purpose of the Legislature was obviously to pro-tect the\ninterests of a purchaser buying land under such a contract.\"\nAt the time of liquidation the principal asset of Rooderust was the township.\nNevertheless the liqui-dator found its affairs to be\n(as he put it in a circular\nletter to instalment debtors) \"highly complex and involved\". Two of the problems\nconfronting the liquidator\nwere (a) uncertainty as to the legal validity of\nSMB's mortgage bond, and (b) uncertainty asto the obligations of a pur-chaser\nunder\nan instalment contract who wished to take transfer of the land purchased\nby him and who, accordingly, was required by sec 14(4) to\nmake arrangements to\nthe satisfaction of the Maater \"for payment of the outstanding balance under the\nmortgage bond\". As to (a),\nthe validity of the bond was being disputed on\nvarious grounds, including that it was a collusive dealing in terms of sec 31 of\nthe\nInsolvency Act or a disposition without value in\n/ terms\n13\nterms of sec 26 of the Insolvency Act. The bondholder, however, did not\naccept that its bond waa invalid. As to (b), the uncertainty\nrelated to whether\nan indi-vidual purchaser under an instalment contract who wished to take\ntransfer had to make arrangements for\nthe payment of the whoie outstanding\nbalance under the bond (which at the date of liquidation amounted to R238 856)\nor of only a\nproportionate share thereof. And in this regard it is pertinent to\nnote that the bond itself contained a clause (clause 21) entitling\nthe mortgagor\nfrom time to time to obtain releases of portions of the mortgaged property from\nthe operation of the bond against payment\nof a release consideration of Rl 200\nper residential stand. The bondholder, SMB, took the view that any purchaser who\nwished to take\ntransfer would have to make arrangements for the full amount\nowing under the bond; and that the release clause (clause 21) entitled\n/ Rooderust\n14\nRooderust to obtain the release of erven only so long as it complied with the\nconditions of the loan, which it had not done. In this\nconnection the bondholder\nindicated that, if necessary, it would seek to have the bond rectified to give\neffect to this term of the\nloan agreement.\nTo resolve the problem referred to under (b) above and with the authority of\nall known creditors other than SMB, the liquidator, in\nMay 1979, instituted\nnotice of motion proceedings claiming,\ninter\nalia, an order declaring\nthat the amount for which individual pur-chasers who wished to take transfer\nwould have to make arrangements,\nas regards \"the outstanding balance under the\nmortgage bond\", was Rl 200 per residential erf. In the founding affidavit\nreference\nwas made to the fact that the principal creditor of Rooderust was\npressing\n/ for\n15\nfor an interrogation of the persons concerned before the Master in order to\ndetermine whether there were grounds for setting aside\nthe bond. The application\nwas opposed by SMB, which raised the question of rectification. As at the date\nof the delivery of judgment\nin the Court a\nquo\nin the present proceedings\nthis application was still pending. This application was precipitated by a\nletter dated 3 May 1979 written\nto the liquidator by Mr Attorney Lewis of the\nfirm of Philip Sarembock and Lewis of Wellington, acting on behalf of one of the\ninstalment\ncontract purchasers, a Mr Werner Fehr. In this letter Mr Lewis\nexpressed the firm opinion that the liquidator was obliged in terms\nof sec 14(2)\nto call upon purchasers by written notice to take transfer of their erven and\nthat the maximum amount for which any\nindividual purchaser would have to make\narrangements in respect of the outstanding balance under SMB's bond\n/ was\n16\nwas Rl 200. He called upon the liquidator,\ninter alia\n, to give the\nappropriate notice to his client \"forthwith\" and threatened an application to\ncourt\nif this were not done.\nOn 6 July 1979 the liquidator addressed a circular letter to all instalment\ncontract purchasers referring to the vexed questions of\nthe validity of the\nmortgage bond and the obligations of purchasers who wished in terms of sec 14(4)\nto take transfer of the erven\npur-chased by them. The letter reported on the\naction taken to resolve the latter problem, including the application to court\nlaunched\nin May 1979 and the issue of rectifi-cation raised by SMB. In the\nletter the liquidator further notified purchasers that the second\nmeeting of\ncreditors would be held during August 1979, that he would be giving purchasers\nnotice in terms of sec 14(2)\n/ and\n17\nand that at the second meeting of creditors he would\ntake\ninstructions on what action must be taken against the\npurchasers who\ndo not exercise their rights in terms\nof the Act. The letter concludes:\n\"Purchasers will appreciate that extremely difficult legal problems and\ncomplications arise out of, inter alia, the question of validity\nof the Standard\nMerchant Bank bond, the doubt raised as to the correct wording of the bond and\nthe interpretation to be placed on\nSection 14(4) of the above Act, which defines\nthe pur-chasers obligations in respect of the bond if it is valid. Consequently,\npurchasers\nwould be well advised to take advice from their own legal advisers as\nsoon as they receive the Liquidator's notice in terms of Section\n14(2) of the\nAct as to what steps each of them should take to protect his\ninterests.\"\nThe first meeting of\ncreditors of Rooderust (in liquidation) was held on 25 May 1979 and the second\non 10 August 1979. During July\nthe liquidator circu-lated his report to\ncreditors and contributories. In\n/ this\n18\nthis he reviewed the financial position of the company and discussed certain\npre-liquidation transactions, including the passing of\nthe SMB bond. He\nreferred,\ninter alia\n, to the challenge to the validity of the bond and\nthe problem as to the meaning and effect of sec 14(4) of the Act in regard to\nthe\nfinancial obligations of in-stalment sale purchasers who wished to take\ntransfer under sec 14. He expressed the view that he had\n\"no option\" but to give\nnotice to such purchasers in terms of sec 14(2) and that in the event of a\npurchaser electing not to take\ntransfer the courses open to him were (i) to\nenforce the contract against the purchaser under the common law or (ii) to sell\nthe\nproperty without having cancelled the instalment sale or (iii) to cancel the\ninstalment sale and thereafter sell the property.\nThe second meeting of creditors was duly held on 10 August 1979. At the\nmeeting a resolution was\n/ passed\n19\npassed authorising the liquidator,\ninter alia\n, to resolve in respect\nof each instalment contract purchaser who elected not to take transfer in terms\nof sec 14(2) —\n\"to enforce and complete such contract provided that if the Liquidator finds\nthat the purchaser is unable to meet his obligations\nin terms thereof the\nLiquidator shall be entitled in his dis-cretion to deal with that transaction\nand the land which forms the subject\nmatter of that transaction.in such manner\nas he may consider to be in the best interests of the majority in value of\ncreditors.\"\nThereafter the liquidator gave notice in terms of sec\n14(2) to all the instalment contract purchasers. De Raedt\nreceived two identically worded notices (dated 17 August\n1979) in respect of the two instalment sale contracts\nentered into by him with Rooderust. The notices read:\n\"I write to you in my capacity as Liquidator of the above company, which was\nfinally sequestrated on 18th April, 1979.\nAccording to the records of the company, you have purchased the following\npieces\n/ of\n20\nof land from the company in terms of an Instalment Sales Agreement: (then\nfollow the numbers of the erven concerned).\nThe provisions of the Sale of Land on Instalments Act No 72 of 1971\napparently apply to this transaction, and I accord-ingly hereby\ncall upon you in\nterms of Section 14(2) of the said Act to take transfer of the land described\nabove. Your attention is specially\ndrawn to Section 14 of that Act and it is\nrecom-mended that you take legal advice thereon.\"\nDe Raedt did not respond to these notices.\nThe creditors' resolution also authorized the liquidator to hold an enquiry\nbefore the Master of the Supreme Court into the validity\nof the bond.\nSubse-quently and after 17 August 1979 such an enquiry was in fact held.\nAs at the date of the second meeting of credi-tors only three claims had been\nproved against the com-pany. They were —\n/ (1) the\n21\n(1)\tthe claim by SMB based upon its first mort-\ngage bond;\n(2)\ta claim for Rl 023 646, 56 with interest proved\nby the Wellington\nMunicipality in respect of\nmoneys lent and advanced;\nand\n(3)\tan unsecured claim for Rl 908,00 by one Brits.\nThis position\nalso obtained on 17 August 1979. As at that date there were also pre-liquidation\nrates and taxes due to the Municipality\nof Wellington and/or the Divisional\nCouncil of Paarl for which no claims had been proved. If proved, tbese rates and\ntaxes would\nconstitute preferent claims ranking, in relation to the proceeds of\nthe land, ahead of SMB's first mortgage bond (see\nsec 89\nof the\nInsolvency Act\n24 of 1936\n, read with secs 339 and 342 of the Companies Act 61 of 1973). These\nclaimants had until 9 November 1979 to prove such claims and\neven\n/ thereafter\n22\nthereafter they could still prove claims with the leave of the court or the\nMaster, provided that final distribution had not taken\nplace (see sec 44(1),\nread with\nsec 104\n, of the\nInsolvency Act and\nsec 366 of the Companies Act).\nThereafter disputes arose between the liquidator and SMB in regard to the\nliquidator's proposed course of action\nvis\n-á-\nvis\ninstalment\ncontract purchasers. This led, in March 1980, to an application to court (in the\nCape Provincial Division) by the liquidator\nfor an order declaratory of the\nliquidator's right, in terms of the resolution adopted by the creditors and\ndehors\nthe pro-visions of sec 14, to give transfer to Fehr (who had also\nchosen not to take transfer in terms of sec 14) against payment\nby Fehr of the\nbalance of the moneys owing by him under his contract. The legai issue raised\nwas whether the liquidator could avail\nhimseif of the usual common law remedies\nto enforce an instalment contract\n/ against\n23\nagainst a purchaser who had chosen, in response to a notice given in terms of\nsec 14(2), not to take transfer. The application was\nopposed by SMB which had\nbeen cited as first respondent. Fehr, who was cited as second respondent, abided\nthe judgment of the Court.\nThe matter came before BROEKSMA J who granted the\norder as prayed (see\nGordon NO v Standard Merchant Bank Ltd and Another\n1980 (3) SA 495\n(C) ). SMB appealed against this de-cision to the Full Bench\nof the Cape Provincial Diyision, which upheld the appeal and ordered\nthe\ndismissal of the application (see\nStandard Merchant Bank Ltd v Gordon NO and\nAnother\n1980 (4) SA 637\n(C) ). The Full Bench held that where a purchaser\nchose, in response to a no-tice under sec 14(2), not to take transfer the\nliquidator\ndid not have the right to pursue common law remedies for the\nenforcement of the contract against the purchaser: the liquidator was\nobliged,\nin terms of sec 14(2), to sell the land, subject to the claim of the\npurchaser\n/ under\n24\nunder sec 14(1). A further appeal to this Court confirmed the decision of the\nFull Bench (see\nGordon NO v Standard Merchant Bank Ltd\n1983 (3) SA 68\n(A)\n).\nOn 31 October 1980 second respondent was appoint-ed co-liquidator of\nRooderust (in liquidation). Collec-tively I shall refer to first\nand second\nrespondents as \"the liquidators\". And in April 1982 the liquidators commenced\nthe legal proceedings against SMB earlier\nfore-shadowed, for an order declaring\nSMB's mortgage bond to be invalid. This action is still pending. Also during\n1982 De Raedt\nwas declared insolvent and appellant was appointed trustee to\nadminister his estate.\nFurther disputes arose as to the validity of the notices sent by the\nliquidator to instalment contract purchasers in terms of sec.\n14(2) and in\nAugust 1984 the liquidators instituted the present action in the Cape Provincial\nDivision, citing appellant in his capacity\n/ as\n25\nas trustee and claiming certain declaratory orders in respect of the\ninstalment contracts entered into between Rooderust and De Raedt.\nI shall not refer to the pleadings since they were superseded by a special\ncase submitted by the par-ties in terms of Rule 33 of the\nUniform Rules of\nCourt. The aforegoing summary of the background facts is gleaned from the\nspeciai case and the documents annexed\nthereto. The questions of law in dispute\nwhich were submitted for adjudication by the Court were (I quote from the\nspecial case):\n\"1. Whether, in the light of:\n(a)\nThe disputes and/or\nproposed or pending litigation concern-ing the validity of the mortgage bond and\nits terms relating to the release\nof erven for the purpose of transfer to\nindividual purchasers: and/or\n(b)\nThe fact\nthat the liquidator was holding an inquiry to enable him to decide whether to\ncontest the validity of the bond and\n/\ntherefore\n26\ntherefore may well have insti-tuted action challenging its validity; and/or\n(c) The fact that as at 17 August 1979 no claims had been proved in respect of\nsuch other amounts as might rank in preference prior\nto the claim secured by the\nmortgage bond, the period for proving claims not having expired at that\ndate,\nthe liquidator could validly give notice in terms of Section 14(2) of Sale of\nLand on Instalments Act, Act No 72 of 1971.\n(2) Whether, in any event, the notices dated 17 August 1979 (annexures \"Gl\" and\n\"G2\") were valid and complied with the re-quirements\nof Section 14(2) read with\nthe provisions of Section 14(3) and 14(4) of the\nAct:\n(a)\tIn the absence of any information therein enabling the purchaser to decide\nwhether Section 14(3) or Section 14(4) applied;\n(b)\tIf Section 14(4) applied, in the absence of detailed information therein in\nrespect of the matters\n/ referred\n27\nreferred to in the sub-section so as to enable the purchaser to make the\nnecessary arrangements to the satisfaction of the Mas-ter\nwithin the 30 day\nperiod provided for therein.\"\nIn regard to the first qúestion, the liquidators contended that the\nliquidator could vaiidly give notice in terms of sec. 14(2)\nof the Act, while\nthe appellant contended that in the light of the facts referred to in l(a), (b)\nor (c) above he could not. In regard\nto the second ques-tion, the liquidators\ncontended that the notices were valid notices and complied with the requirements\nof sec\n14(2) of the Act, whereas the appellant contended that in the ab-sence of\nthe information referred to in 2(a) or (b) above they did\nnot. It was further\nagreed in the special case that if both these questions were answered in favour\nof the liquidators, then they\nwere entitled to an order in terms of prayers (a),\n(b) and (c) of their particulars of claim;\n/ but\n28\nbut that if either question was decided in\nappellant's\nfavour, then the liquidators' claims should be dismissed\nwith\ncosts. Prayers (a), (b) and (c) of the particulars\nof claim read as\nfollows:\n\"(a) An order declaring that the notice to the insolvent, annexure 'A' , is a\nvalid notice in terms of the provi-sions of section\n14(2) of the Act;\n(b)\nAn order declaring that the\ninsolvent is a purchaser who, in respect of the said land did 'not so take\ntransfer of the land' within\nthe meaning of section 14(2) of the\nAct;\n(c)\nAn order declaring that Plaintiffs\nare entitled and obliged to sell the said land in terms of the provisions of\nsection 14(2) of the\nAct.\"\nThe matter came before\nAARON AJ who decided both questions in favour of the liquidators, made an order\nin terms of prayers (a), (b)\nand (c) and ordered that appellant pay the costs of\nthe action. Subsequently, on 2 June 1986, AARON AJ granted leave to appeal to\nthis\n/ Court\n29\nCourt and ordered that the costs of the application for leave to appeal be\ncosts in the appeal. Appellant's attorneys proceeded with\nthe usual steps\nnecessary to bring the appeal before this Court. A record of appeal was prepared\nby the official recorders and transcribers,\nSneller Opnames (Cape) (Pty) Ltd\n(\"Sneller\") and this was filed prior to the due date of 2 September 1986. This\nrecord was, however,\nincomplete. It contained the plead-ings and judgment of the\nCourt a\nquo\n, but not the special case and its annexures. Appellant's\nattorney discovered this only in January 1987 when it was brought to his\natten-tion by counsel who had been instructed to prepare heads of argument.\nThereafter the missing portion of the record was prepared,\nfiled and served on\nthe liquidators, but of course this was out of time. There is consequently\nbefore us an application for condonation\nof appellant's failure to file\ntimeously the complete record of appeal.\n/ In\n30\nIn his supporting affidavit to the petition appellant's attorney sets forth\nthe aforegoing facts and states that the record which\nhe received from Sneller\nwas certified by Sneller as being a true copy and that he relied upon this\ncertificate and believed it to\nbe a full record taken from the Court file when\nhe forwarded it to his correspon-dents in Bloemfontein. He also states that the\nattorneys\nof record for the liquidators have indicated that the appli-cation for\ncondonation will not be opposed.\nAt the hearing before us appellant's counsel moved the application for\ncondonation. Counsel for res-pondents (the liquidators) indicated\nthat while the\nappli-cation was not being opposed, he did not concede that the appeal had\nreasonable prospects of success. Since\nthe grant or refusal of condonation is\npartly dependent upon the prospects of success, full argument on the merits of\nthe appeal\nwas heard and judgment was reserved.\n/ Before\n31\nBefore considering the merits and appellant's prospects of success, I\nwish to make some observations about the reasons advanced as\nto why an\nincomplete record was originally lodged with this Court. The explanation of\nappellant's attorney has already been recounted.\nIt is, in my view, an\nunsatisfactory explanation. It reveals an apparent misconception as to the duty\nof an attorney in regard to\nan appeal record. As appears from the remarks of my\nBrother VILJOEN in the case of\nSenator Versekerings\n-\nmaatskappy Bpk v\nLawrence\n1982 (3) SA 136\n(A), at pp 144 G - 145 B, it is the duty of an\nattorney charged with prosecuting an appeal on behalf of a client to see that a\nproper\nrecord of appeal is placed before this Court and in order to\ndischárge this duty (and incidentally to earn his perusal fee)\nhe must\nperuse the record and satisfy himself that it is complete and in compliance with\nthe Appellate Division rules as to form,\netc. I infer\n/ that\n32\nthat appellant's attorney did not do this. He merely relied on Sneller's\ncertificate. This was not a proper discharge of his duty.\nHad he perused the\nrecord produced by Sneller in the required manner he would inevitably have\nrealised that it was incomplete in\na fundamental respect in that the most\nrelevant documentation placed before the Court a\nquo\n, viz the special\ncase, was missing. Appellant's counsel conceded that in the circumstances the\nperusal fée should be disallowed\nas between attorney and client and I\nshall make an appropriate order in this regard. I might just add that even the\nadditional volume\nlodged out of time (which contained the special case and\nannexures) was not in proper form in that it lacked an index, an annoying\nand\ninconvenient defect. But I leave it at that.\nI come now to the merits; and in considering them I shall commence with the\nfirst question posed in the special case, viz. whether\nthe liquidator could\nvalidly give notice in terms of sec 14(2) of the Act at the time\n/ when\n33\nwhen he did, ie on 17 August 1979. In arguing that as at that date the\nliquidator had no power to give notice under sec 14(2), appellant's\ncounsel\nrelied mainly on the uncertainty as to the validity of the bond and as to the\nextent of the financial obligations of an instalment\ncontract purchaser who\nwished to take transfer. He submitted that until these uncertainties had been\nremoved the liquidator was not\nentitled to give notice under sec 14(2) and any\npurported notice given was premature.\nSec 14(2) - quoted above - provides that a liquidator of the estate of an\ninsolvent who is the registered owner of land which has\nbeen sold under an\ninstalment contract —\n\"\t shall call upon the purchaser ....\nby written notice .... to take transfer\nof the land\t\"\n/ The\n34\nThe sub-section creates both a power and an obligation.\nCounsel's argument that the power could not be exercised prior to the\nuncertainties referred to having been re-moved was based (a)\non the opening\nwords of sec 14(2) and alternatively (b) on a necessary implication in sec\n14(2).\nThe opening words relied upon read:\n\"Subject to the\nprovisions of any law\nor the common law under which certain\njuristic acts\nwhich an insolvent has\nentered into before the sequestration\nor\nliquidation of his estate, may be\nrescinded by a court of law\t\"\nAppellant's counsel submitted that, since at the time of the\ngiving of the notice under sec 14(2) in the present case\nproceedings for the rescission of the bond, both under\nthe common law and under secs 26 and 31 of the Insolvency\nAct, were contemplated, the opening words applied\nand they precluded the liquidator from giving such\n/ notice\n35.\nnotice. This is a brand-new argument. It was not addressed to the Court a\nquo\n, nor did it figure in counsel's heads of argument.\nIn\nS v Marwane\n1982 (3) SA 717\n(A) this Court had to consider the\nmeaning of the words \"subject to the provisions of this Constitution\" appearing\nin sec 93(1) of\nthe Republic of Bophuthaswana Constitution Act 18 of 1977.\nMILLER JA, delivering the majority judgment, stated (at p 747 H - 748\nA)\n—\n\"The words 'subject to the provisions of this Constitution' in s 93(1) of the\nConstitution clearly govern the provision that laws\nin operation immediately\nprior to the commencement of the Constitution are to continue in operation. The\npur-pose of the phrase 'subject\nto' in such a context is to establish what is\ndominant and what subordinate or subservient; that to which a provision is\n'subject',\nis dominant — in case of conflict it\n/ prevails\n36\nprevails over that which is subject to it.\nCertainly, in the field of legislation,\nthe phrase has this clear and accepted\nconnotation. When the legislator wishes\nto convey that that which is now being\nen-\nacted is not to\nprevail in circumstances where\nit conflicts, or is inconsistent or incom-\npatible, with a specified other enactment,\nit very frequently, if not almost invariably,\nqualifies such enactment by the method of\ndeclaring it to be 'subject to' the other\nspecified one. As MEGARRY J observed in\nC and J Clark v Inland Revenue\nCommissioners\n(1973) 2 All ER 513\nat 520:\n'In my judgment, the phrase \"subject to\" is a simple provision which merely\nsubjects the provisions of the subject subsections to\nthe provi-sions of the\nmaster subsections. When there is no clash, the phrase does nothing: if there is\ncollision, the phrase shows\nwhat is to prevail,\"\nClearly in the present context the power and duty of the liquidator to give\nnotice under sec 14(2) is made subject to the \"provisions\nof any law or the\ncommon law\" referred\n/ to\n37\nto in the opening words quoted above. For convenience of reference I shall\nrefer to such laws as \"rescission laws\". Thus the rescission\nlaws are dominant\nand the sub-stantive provisions of sec. 14(2) relating to the giving of notice\nare subordinate. The rescission\nlaws referred to are those which give rise to\nthe so-called \"impeachable transactions\" (see Mars\nThe Law of Insol\nvency\nin Sout\nh Africa 7\nth ed, chap 12) under the common law and various\nprovi-sions of the\nInsolvency Act, including\nsecs. 26 (disposi-tions without\nvalue) and 31 (collusive dealings). Where a liquidator has reason to believe\nthat a pre-liquidation\ntransaction entered into by the company may be\nimpeach-able it is his duty to make proper enquiries into the transaction; and\nif\nthen satisfied that it is impeach-able it is his duty, provided that the\ncreditors approve of his action, to institute proceedings\nto set aside the\ntransaction (see\nTurkstra v Goldberg NO\n1946 TPD 535\n,\n/ at pp\n38\nat pp 539-40;\nSwadif (Pty) Ltd v Dyke N0\n1978 (1) SA 928\n(A), at p 940\nE - F). Where an instalment sale contract entered into by the company prior to\nliquidation is impeachable or thought\nto be impeachable, then clearly the\nliquidator's duty interms of\nsec 14(3)\nto give no-tice to the purchaser is in\nconflict with his duty to take the above-described action in terms of the\nappropriate rescission\nlaw. This conflict brings into operation the opening\nwords of\nsec 14(2)\n, which decree that the rescission law and the duties imposed\nthereby are to prevail. That, in my view, represents the meaning and\nintended\nscope of the opening words of\nsec. 14(2).\nThey have application only where an\ninstalment contract is the transaction which may be rescinded. They do not apply\nin the case\nof other types of transaction entered into by the company, such as\nthe passing of a mortgage bond, where the duty of the liquidator\nto\ninvestigate\n/ and\n39\nand if necessary take steps to rescind the transaction does not conflict with\nhis duty to give notice under\nsec 14(2)\nto instalment contract purchasers. In my\nopinion, therefore, the argument founded upon these opening words has no\nprospects of success.\nI turn now to the alternative argument based upon implication. Appellant's\ncounsel, recognising that there was no express provision\nin\nsec 14(2)\nwhich\npre-cluded the liquidator from giving notice before uncer-tainties concerning\nthe mortgage bond had been elimina-ted, sought\nto rely upon an implied provision\nto that effect. Over the years our courts have consistently adopted the view\nthat words cannot\nbe read into a statute by implication unless the implication\nis a necessary one in the sense that without it effect cannot be given\nto the\nstatute as it stands (see eg\nGermiston Munic\ni\npalit\ny\nv Rand Cold\nStorage Co Ltd\n1913 TPD 530\n, at p 539;\n/ Taj\n40\nTaj Properties (Pty) Ltd v Bobat\n1952 (1) SA 723\n(N), at\n729 E-H;\nS v Van Rensburg\n1967 (2) SA 291\n(C), at 294 C-D;\nThe Firs\nInvestment Ltd v Johannesburg City Council\n1967\n(3) SA 549 (W), at p 557 B-C;\nD E P Investments (Pty) Ltd\nv City Council, Pietermaritzburg\n1975 (2) SA 261\n(N), at\n265 G-H;\nHamman en 'n Ander v Algemene Komitee Johannesburgse\nEffektebeurs, en 'n Ander\n1984 (2) SA 383\n(W), at p 391 H).\nIn the\nFirs Investments\ncase,\nsupra\n, TROLLIP J (as he then\nwas) stated (at p 557 E-G):\n\"Moreover, a strong factor militating against the implication of any such\nlimitation is the difficulty of formu-lating it. In contract\na term will not be\nimplied where considerable uncer-tainty exists about its nature and scope,\nfor it must be precise and obvious\nI think that the same must apply to im-\nplying a term in a statute, for\nthe pro-\ncess is the same\t\"\nIn support of his argument that words must be\nimplied in\nsec 14(2)\nwhich limit the power of the li-\nquidator to give notice to instalment contract pur-\n/chasers\n41\nchasers, appellant's counsel stressed the difficult posi-\ntion in which\nsuch a purchaser finds himself where he\nis given notice under\nsec 14(2)\nand\nthe uncertainties\nconcerning a mortgage bond over the land, such as those\nin the present case, remain unresolved. Because of\nthe uncertainty\nconcerning the validity of the bond -\nso the argument proceeded - the purchaser does not know\nwhether\nsec 14(3)\nor\nsec 14(4)\napplies. This affects\nthe time within which he must choose whether to take\ntransfer and make the required financial arrangements\nand it also affects the nature and scope of the financial\narrangements he must make. Furthermore the unresolved\nuncertainty as to whether under\nsec 14(4)\nthe purchaser\nmust make arrangements for payment of the entire outstand-\ning balance under the bond or only a proportionate share\nthereof further compounds the difficulties confronting\nthe purchaser who has to decide whether to take transfer :\nor not.\n/ I\n42\nI do not think that these uncertainties lead\nto the\nconclusion that it is necessary to imply a limi-tation upon the power of the\nliquidator to give notice under\nsec 14(2)\nin the sense that without such an\nim-plication effect cannot be given to\nsec 14(2)\nas it stands. It is true that\nas at 17 August 1979, when De Raedt and other purchasers were given notice under\nsec 14(2)\nthere was sufficient uncertainty as to the validity of the bond for\nthe liquidator to intend to initiate an enquiry into whether\nor not it was an\nim-peachable transaction; and the purchasers had been in-formed of this.\nNevertheless as at that date there was\na bond registered over the land. Unless\nand until the bond was set aside as an impeachable transaction, the land was in\nfact \"encumbered\nby a mortgage bond\" within the meaning of\nsec 14(4)\nand\npurchasers to whom notice was given under\nsec 14(2)\nwould have to react\n/ within\n43\nwithin the parameters of\nsec 14(4).\nMoreover, as was rightly emphasized by\nrespondents' counsel, a purchaser wishing to take transfer is only required by\nsec 14(4)\nto \"make arrangements\" to the satisfaction of the Master for the\npayment,\ninter alia\n, of the outstanding balance under the mortgage bond.\nIt was stated by the Judge a\nquo\nthat in a case of uncertainty as to the\nvalidity of the bond the Master would in practice ask for security to be given\nfor such amount\nas is eventually determined to be owing. Whether this is what\ndoes happen in prac-tice is not, clear, but it certainly appears to\nbe a\nprac-tical and common sense way around the impasse.\nThe uncertainty as to the amount for which a purchaser wishing to take\ntransfer should make provision in respect of the outstanding\nbalance under the\nmortgage bond, ie whether for the full amount of the bond or a proportionate\nshare, is a problem of statutory interpretation\n/ which\n44\nwhich could arise in many instances where land subject to a bond comprises\nerven which have been sold to dif-ferent purchasers under\ninstalment contracts.\nIf in a particular case such a purchaser wished to take trans-fer he would have\nto make financial arrangements\nto the satisfaction óf the Master. A\ndispute as to the correct quantum might arise and this might have to be resolved\nby the\nCourt. And if this could not be done within acceptable time limits, then\nthe purchaser might, as the Court a\nquo\nput it, have to make arrangements\nto cater for \"the most adverse eventuality\". But I can see no warrant for saying\nthat\nsec 14(2)\ncannot be given effect to without the suggested implication.\nMoreover there are factors which strongly mili-tate against such an\nimplication. Firstly, there is real difficulty in formulating\nthe terms of the\nimpli-cation. Appellant's counsel was invited to do so and\n/ eventually\n45\neventually he suggested that the following words\nbe\nimplied and inserted after the word \"shall\" (in the\nphrase \"shall call\nupon the purchaser) in\nsec 14(2)\n—\n\"...... once the trustee or liquidator\nor judgment creditor, as the case may\nbe, has established whether the\nproperty\nis validly encumbered by a mortgage bond\nand which of subsections\n(3) and (4)\napplies\t\"\nIt is immediately to be noted that this formulation does not\nappear to\ncater for uncertainty about the amount for\nwhich the purchaser has to make\narrangements in regard\nto the outstanding balance under the mortgage\nbond.\nFurthermore, theword \"established\" in this formulation raises fresh\nuncertainty. At what point can the liquidator, for example, be\nsaid to have\nesta-blished a valid encumbrance? If he is satisfied as to the validity of the\nbond, is that sufficient? Sup-pose that\nhe is so satisfied, but a creditor is\nnot and\n/ the\n46\nthe creditor threatens legal proceedings in terms of\nsec 32(1)\nof the\nInsolvency Act? And\nsuppose a dispute as to the validity of the bond erupts\nafter the notice has been given but before the time given to the purchaser\nto\nmake his choice has elapsed? All in all it seems to me that the proposed\nimplication creates more problems than it solves.\nSecondly, it is obvious that where there is a dispute as to the validity of\nthe mortgage bond, the suggested implication would hold\nup the giving of notice\nunder\nsec. 14(2)\nfor a substantial period of time, possibly even for years. Not\nonly would this delay the realiza-tion of the insolvent estate —\nnot a\ndesirable state of affairs (cf the remarks of FRIEDMAN J in\nStandard Merchant\nBank Ltd v Gordon NO\n1980 (4) SA 637\n(C), at p 647 F) — but it would\nalso prevent a purchaser who wished to take transfer from exercising his right\nof\n/ choice\n47\nchoice pending \"the establishment\" of the validity of the bond. I cannot\nthink that this could have been the intention of the Legislature.\nThirdly, as pointed out by the Judge a\nquo\n,\nsec 14\nalso applies to judgment\ncreditors. This is\nrecognized by appellant's counsel in their formulation\nof the suggested implication. And as the Judge a\nquo\nrightly remarks —\n\"Unlike a liquidator, a judgment credi-tor will generally be in no better\nposi-tion than the purchaser of the erf as re-gards knowledge\nof the validity or\nterms of any mortgage bond that may be regis-tered over the land. He will not be\nin the same position as a liquidator\nto in-stitute proceedings to determine\ndisputed questions. What is perhaps even more important is that it is unlikely\nthat the legislature\nwould have intended that al-though the property has already\nbeen attached, the sale in execution must be delayed until issues such\nas, e g\nthe vali-dity and terms of the mortgage bond, have been determined.\"\n/ Appellant's\n48\nAppellant's counsel submitted that it was im-plicit in\nsec 14(2)\nthat the\nland in question must be capable of being transferred when the purchaser is\ncalled upon to take transfer; and that where,\nas in the present case, the very\nvalidity óf the bond, as well as the amount which must be paid is in\ndispute and is the subject\nof pending litigation (to which the liquidator is a\nparty), transfer cannot be given. This last conclusion is, to my mind, a\nnon\nsequitur\n. Disputes about the bond would not prevent the liquidator from\ngiving transfer to the purchaser. At most they might create uncer-tainty\nas to\nwhat financial arrangements a purchaser who wished to take transfer would have\nto make; but this uncertainty, as I have shown,\nwould not create an insuperable\nobstacle.\nNext it was argued on appellant's behalf that the effect of\nsec 14(2)\n, (3)\nand (4) was to give the\n/ purchaser\t,\n49\npurchaser a \"statutory right of election\" whether or not to take transfer and\nthat in order to exercise that right it must be ascertainable\nby the purchaser\nwhether the land is encumbered by a bond or not and, if so, what the outstanding\nbalance under the bond is. Consequently,\nso the argument ran, if these facts are\nnot ascertainable the purchaser is not in a position to make a \"meaningful\nelection\" and\nnotice under\nsec 14(2)\nis not competent. This argument seems to\nmerely repeat, in a different guise, the arguments already raised and\nconsidered. In so\nfar as the \"non-ascertainable\" facts do really affect the\npurchaser's choice and introduce uncertainty, they are imponderables which\nthe\npurchaser must take into account when deciding whether to take transfer or\nnot.\nWith reference to para l(c) or the questions of law formulated in the special\ncase, it was argued\n/ by\n50\nby appellant's counsel that since at the time when the notice under\nsec 14(2)\nwas given claims in respect of amounts which (if proved) would \"rank in\npreference prior to the claim secured by the mortgage bond\"\nhad not been proved\n(this had reference to the unpaid rates and taxes due to the two local\nauthorities) and since until proved the\namounts of the claims could not be\nas-certained, the notice given was premature. This argument also rests upon ah\nalleged implication.\nThere is, in my view, no substance in it. Ascertainment of\nthe quantum of these claims would not necessarily depend on proof and\nif a\npurchaser decided to take transfer it would be for the Master to decide what\nfinancial ar-rangement in respect of such claims\nshould be made. Since claims\nmay be proved, with the necessary leave, at any time before final distribution\nit seems unlikely that\nthe Legislature would have intended realization\n/ of\n51\nof the land to be held up in this way. There is, in my view,\nno basis for the suggested implication.\nI come now to the second question raised in the special case. Appellant's\nargument here is really a variation upon the same theme.\nIt stresses again the\nuncertainties\nas to whether\nsec 14(3)\nor\nsec\n14(4)\napplied, the absence of detailed information about the amounts for which\narrangements had to be made by a pur-chaser who wished to\ntake transfer; and on\nthis basis it contends, not that the liquidator had no power to issue the\nnotices under\nsec 14(2)\n, but that the notices themselves were invalid because\nthey did not contain this information. This argument, too, rests upon the\nfoundation\nof an implied provision. Most of the objec-tions to an implied\nprovision as to the liquidator's' powers under\nsec 14(2)\n, detailed above, are\nequally appli-cable here.\n/ In\n52\nIn support of the submission that in order to enable the purchaser to make a\nproper election he must be furnished with all the relevant\ninformation,\nappellant's counsel referred to\nFeinstein v Niggli and Another\n1981 (2)\nSA 684(A)\n, at p 698 E - 699 D and\nThomas v Henry and Another\n1985 (3) SA\n889\n(A), at p 896 A-G. These cases dealt with election in the contractual\nsphere. In\nFeinstein\n's case the question was whether in the case of a\ncontract vitiated by mis-representation the representee had by his conduct\nelected\nto affirm the contract; and the Court expressed the view that election\ngenerally involves a waiver: one right is waived by choosing\nto exercise another\nright which is inconsistent with the former. The issue in\nThomas v Henry and\nAnother\nwas whether a party to a con-tract who had cancelled it on the\nground of misrepresenta-tion should be held to have waived or abandoned\nhis\ncan-\n/ cellation\n53\ncellation by reason of his subsequent conduct. In\nFeinstein\n's case it\nwas emphasized that the party al-leging affirmation of the contract had to prove\nthat the representee made his election\nwith full knowledge of all relevant\nfacts.\nI doubt whether it is corrêct to equate the\nchoice or option granted to a purchaser under\nsec 14(2)\nwith an election in\nthe sense referred to in\nFeinstein\n's case (cf the English case of\nYoung v Bristol Aeroplane Company Limited\n1946 AC 163\n, at pp 172-3,\n176-7, 178-9, 189-90), but in any event I fail to see the relevance of the\ndoctrine of election in the present case.\nThe issue is not whether the purchaser\nis bound by his \"election\" not to take transfer, but whether the notice given\nhim complied\nwith the requirements of aec 14(2). And I fail to see the necessity\nfor implying in\nsec 14(2)\nthe requirement that the notice must contain all the\ninfor-\n/ mation\n54\nmation necessary to enable a purchaser to make an informed choice. After all,\na person in his position could be expected to make some\nenquiries of his own.\nAnd it is to be noted that the notice draws attention to the Act and recommends\nthat he take legal advice thereon.\nI accordingly do not think that the argument\nas to an implied provision or that the notice given was invalid has any prospect\nof\nsuccess.\nFor these reasons I conclude that, having re-gard to the seriousness of\nappellant's failure to comply with the Rules of this Court\nand the lack of\nprospects of success, condonation should not be granted.\nIn regard to costs, the Court a\nquo\nmade the costs of the application\nfor leave to appeai dependent on the outcome of the appeal. The refusal of the\nappli-cation for\ncondonation means that the appeai proper is\n/ not\n55\nnot adjudicated upon, but clearly in\nterms of the order of the Court a\nquo\nappellant must pay these costs. In\norder to obviate uncertainty I will make an order declaratory of the\nposition.\nIt is ordered:\n(1)\tThat the application for condonation of appellant's failure to lodge\ntimeously the complete record of appeal be refused with\ncosts, such costs to\ninclude the respondents' costs in relation to the appeal and also to include\ncosts of two\ncounsel.\n(2)\nThat in terms of the order made by the\nCourt\na\nguo\nappellant must pay the costs of\nthe appli-cation for leave to appeal.\n(3)\tThat the costs of the perusal of the original\n(incomplete) record lodged\nwith this Court be\ndisallowed as between appellant and his\nattorney.\nM M CORBETT\nVAN HEERDEN JA) GROSSKOPF JA) NICHOLAS AJA) CONCUR STEYN AJA)",
  "scraped_at": "2026-02-11T21:18:39.813844",
  "date": null,
  "coram": [
    "Corbett JA",
    "Van Heerden JA",
    "Grosskop JA",
    "Nicholas JA",
    "Steyn JA"
  ],
  "case_number": "103/87",
  "parties": {
    "applicants": [
      "Alan M Rennie"
    ],
    "respondents": [
      "Rael Gordon",
      "David John Rennie"
    ]
  },
  "sections": {
    "facts": "Rooderust (Proprietary) Ltd created a township of about 360 ervens near Wellington. It sold many ervens on instalment contracts, one of which was to Joseph De Raedt who bought 24 ervens. In April 1977 Rooderust mortgaged the whole township to Standard Merchant Bank (SMB) for R250,000. The company was placed in provisional liquidation in December 1978 and the liquidation was made final in April 1979. At that time most ervens had been sold but many were still under instalment contracts and had not been transferred. The liquidator faced two key problems: (a) the legal validity of SMB's mortgage bond, which was being contested under the Insolvency Act, and (b) the obligations of purchasers who wished to take transfer of land under section 14(4) of the Sale of Land on Instalments Act. The liquidator gave written notices to all instalment purchasers on 17 August 1979, calling on them to take transfer of the land in terms of section 14(2). De Raedt did not respond. The validity of those notices and the liquidator’s power to issue them were subsequently contested. The matter later proceeded to the Cape Provincial Division and ultimately to the Supreme Court of Appeal, where the liquidators sought declarations that the notices were valid and that the land be sold under the Act, while the appellant (the trustee of De Raedt’s insolvent estate) also raised a procedural issue of condonation for filing an incomplete appeal record.",
    "issues": "1. Whether, on 17 August 1979, the liquidator was empowered to give notice under section 14(2) of the Sale of Land on Instalments Act despite the unresolved dispute over the validity of the mortgage bond and the presence of other unproved preferential claims. 2. Whether the notices sent to the instalment purchasers complied with the statutory requirements of sections 14(2), 14(3) and 14(4) of the Act, particularly in relation to the information that had to be supplied to enable a purchaser to make an informed election. 3. Whether condonation should be granted for the appellant’s failure to lodge a complete record of appeal within the prescribed time.",
    "principles": "The Court applied the interpretation of section 14(2) that the liquidator’s power to call upon purchasers is \"subject to\" any law that may rescind the transaction, but that the rescission provisions only dominate where the instalment contract itself is impeachable, not where the issue concerns a mortgage bond. Precedent from Glen Anil Finance v Joint Liquidators and Gordon v Standard Merchant Bank clarified that the Act gave purchasers a statutory right of election and that the liquidator must give notice, but the liquidator’s duty to give notice is not defeated by pending disputes over a bond’s validity. The Court also reiterated that statutory language cannot be supplemented by implication unless absolutely necessary, and that the requirement for a notice to contain all financial details is not implied. Regarding condonation, the Court stressed the attorney’s duty to ensure a complete record and applied the principle that condonation is only granted where there is a reasonable prospect of success and the failure to comply is not serious or deliberate.",
    "application": "The Court found that the mortgage bond, although contested, was still a valid encumbrance at the time the notices were issued; therefore section 14(4) applied and the liquidator was entitled to call upon the purchasers. The notices, although brief, satisfied the statutory requirement because they directed purchasers to the Act and advised them to obtain legal advice. The Court rejected the appellant’s argument that the liquidator should wait until the bond’s validity was resolved or that the notice must contain detailed financial information. On the condonation application, the Court held that the appellant’s failure to file a complete record was a serious breach of procedural rules, that the appeal had little prospect of success, and therefore condonation was refused and costs were awarded to the respondents.",
    "conclusion": "The Supreme Court of Appeal affirmed the liquidators’ position: the notices dated 17 August 1979 were valid under section 14(2) of the Sale of Land on Instalments Act and the land must be sold in accordance with the provisions of that Act. The application for condonation of the appellant’s late filing of the complete appeal record was refused, with costs awarded to the respondents, including costs of the leave to appeal and perusal of the original incomplete record."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Insolvency & Liquidation",
    "level_3": [
      "sale of land on instalments",
      "mortgage bond validity",
      "notice of transfer",
      "condonation",
      "statutory interpretation"
    ]
  }
}