{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/15.html",
  "case_name": "S v Burger and Others (130/86) [1987] ZASCA 15 (25 March 1987)",
  "citation": "[1987] ZASCA 15",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 15\n|\nNoteup\n|\nLawCite\nS v Burger and Others (130/86) [1987] ZASCA 15 (25 March 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr 130/86 MC\nS.J. BURGER\nEerste\tAppellant\nJ.G. SCHEEPERS\nTweede\tAppellant\nJ.V.A. MATTHYSEN\nDerde\tAppellant\nD.A. DU RANDT\nVierde\tAppellant\nEN\nDIE STAAT\nRespondent\nVIVIER AR.\nSaak nr 130/86\nM C\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPeLAFDELING)\nIn die saak tussen:\nSCHALK JOHANNES BURGER\nEerste Appellant\nJOSEPH GEORGE\nSCHEEPERS\nTweede Appellant\nJOHANNES VALENTINE ADRIAAN\nMATTHYSEN\nDerde Appellant\nDANIEL ARNOLDUS DU RANDT\nVierde\nAppellant\n- en -\nDIE STAAT\nRespondent\nCoram:\nVILJOEN, GROSSKOPF et VIVIER\nARR.\nVerhoor:\n16 Maart 1987.\nGelewer\n: 25 MAART 1987.\nUITSPRAAK\nVIVIER AR\n/\n2.\nVIVIER AR:\n-\nDie vier appellante, na wie ek hierna as beskuldigdes 1, 2, 3 en 4\nonderskeidelik verwys, het in die Westelike Rondgang Plaaslike\nAfdeling op\nKlerksdorp voor SCHABORT R en twee assessore tereggestaan op drie aanklagte: een\nvan roof met verswarende omstandighede,\neen van verkragting en een van moord. Op\ndie aanklagte van roof en verkragting is al vier skuldig bevind en op die\nmoordaanklag is\nslegs beskuldigdes 1 en 2 skuldig bevind. Geen versagtende\nomstandighede is t o v die moordaanklag bevind nie en beide beskuldigdes\n1 en 2\nis op hierdie aan= klag ter dood veroordeel. Op die roofaanklag is elke\nbeskuldigde tot 12 iaar gevangenisstraf gevonnis.\nOp die aanklag van verkragting\nis beskuldigdes 1 en 2 die dood=\nvonnis /\n3.\nvonnis opgelê en is beskuldigdes 3 en 4 elk tot 16\njaar gevangenisstraf gevonnis. Dit is gelas dat 10 jaar van elk van beskuldigdes\n3 en 4 se vonnis op die roofaanklag saamloop met die vonnis op die aanklag van\nverkragting. Met verlof van die Verhoorregter appelleer\nbeskuldigde 1 nou na\nhierdie Hof teen sy skuldigbevinding en vonnis op al drïe aanklagte.\nBeskuldigde 2 appelleer teen die bevinding\ndat daar by die pleging van die moord\ngeen versagtende omstandighde was nie en teen die gevolglike doodvonnis wat hom\nopgelê\nis,sowel as teen die doodvonnis wat hom opgelê is op die\naanklag van verkragting. Beskuldigdes 3 en 4 appelleer slegs teen\nhul vonnisse\nop die roof- en verkragtingaanklagte..\nDie /\n4.\nDie aanklagte spruit uit die gebeure van die nag van 1 tot 2 Februarie\n1985 op Klerksdorp. Vroeer die aand het beskuldigdes 1 en 2,\nwat bevriend was,\nvir beskuldigdes 3 en 4, wat mekaar goed geken het, voor die Tivoli Hotel op die\ndorp raakgeloop. Beskuldigde 4\nhet beskuldigde 2 gevra of hy kon saamry huis\ntoe, en daar is toe afgespreek dat beskuldigde 4 eers vir die ander 'n drankie\nsou\ngaan koop by die Constantia Hotel. Van die Tivoli Hotel is al vier in\nbeskuldigde 1 se Colt Galant motor na die Constantia Hotel,\nwaar hulle saam\ngedrink het. Ongeveer 11 uur die aand het die vier beskuldigdes saam die\nConstantia Hotel verlaat. Voor die hotel\nhet beskuldigde 2 onverwags 'n\nverbygaande motor gestop, in die motor\ngespring /\n5. gespring en die bestuurder, ene Johannes Mophuting, gevra\nom hom huis toe te neem. Mophuting het tot by die polisiestasie gery\nen\nstilgehou. Beskuldigde 2 het uitgeklim en weer by die ander, wat hom in\nbeskuldigde 1 se motor gevolg het, ingeklim. Hy het aan\nhulle gesê dat hy\nn aantal kassette voor in Mophuting se motor gesien het, en hulle het in\nbeskuldigde 1 se motor, bestuur\ndeur homself, agter Mophuting aangejaag tot waar\nhy by sy huis in Jouberton, 'n woonbuurt vir Swartes naby Klerksdorp, gestop\nhet.\nUit vrees vir sy agtervolgers het Mophuting in sy motor bly sit, die deure\ngesluit en aanhoudend op die toeter gedruk. Beskuldigde\n2 en nog een, wat die\nverhoorhof bevind het waarskynlik beskuldigde 3 was, het na Mophuting se motor\ngekom en beskuldigde 2 het die\nruit\nvan /\n6.\nvan die linker-voordeur met 'n klip stukkend geslaan en 'n\nspeelgoed-rewolwer op Mophuting gerig. Gelukkig vir Mophuting het hulp\nop\ndaardie stadium opgedaag en hy het kans gekry om weg te kom. Die\nspeelgoed-rewolwer het beskuldigde 4 oorspronklik vir sy kleinboet\ngekoop en hy\nhet dit gedurende die agtervolging van Mophuting aan beskuldigde 2 oorhandig.\nDie verhoorhof se bevinding dat die vier\nbeskuldigdes Mophuting agtervolg het in\n'n ge= samentlike poging om hom te beroof,is nie op appèl aangeveg\nnie.\nVanaf Mophuting se huis is die vier beskuldigdes in beskuldigde 1 se\nmotor na 'n sjebeen in Jouberton waar hulle sonder sukses probeer\nhet om drank\nte koop. Hulle het daarvandaan vertrek en net buite Jouberton afgekom\nop /\n7. op die klaer in die roofaanklag, Jacob Wessie en sy vriendin\nGinny Goitseone, na wie ek hierna as die oorledene sal verwys, waar\nhulle voor\nin Wessie se BMW motor langs die pad gesit het. Die vensters van die BMW was toe\nen die deure gesluit. Beskuldigde 1 het\nlangs die BMW gestop. Beskuldigde 2 het\nna die BMW gegaan, met die speelgoed-rewolwer geklop teen die ruit waar Wessie\nagter die\nstuurwiel gesit het, aan Wessie geskree dat dit die polisie is en hom\nbeveel om die deur oop te maak. Toe wessie gehoorsaam, het\nbeskuldigde 2 die\nmotorsleutels gegryp en gevra om sy rybewys te sien. Terwyl hy na Wessie se\nbewysboek kyk, het hy verklaar dat\ndie voertuig gesteel is en dat hy Wessie na\ndie polisiestasie gaan neem.\nHy /\n8. Hy het terselfdertyd vir Wessie uit sy voertuig geruk.\nBeskuldigde 2 het die oorledene beveel om die agterdeur oop te maak, wat\nsy\ngedoen het. Hy het beskuldigde 4, wat intussen nader gekom het, aangesê om\nlinks agter die oorledene, wat in die passasiersitplek\nvoor gesit het, in te\nklim. Op beskuldigde 2 se bevel het Wessie agter langs beskuldigde 4 ingeklim.\nBeskuldigde 2 het die speelgoed-rewolwer\naan beskuldigde 4 oorhandig met die\nopdrag om Wessie te skiet as hy iets sou probeer doen. Beskuldigde 2 het agter\ndie stuurwiel\ningeklim en die BMW het daarvandaan vertrek, gevolg deur\nbeskuldigdes 1 en 3 in die Colt. Soos die verhoorhof sal ek na hierdie plek\nas\npunt A verwys.\nDie verhoorhof het bevind dat al vier\ndie\nbeskuldigdes /\n9. beskuldigdes met die gemeenskaplike opset om Wessie van\nsy BMW te beroof, by punt A gehandel het, en dat Wessie\nreeds daar besit van sy voertuig ontneem is. Wat die\ngebeure by punt A betref, sowel as die verdere gebeure\ntotdat Wessie\ndaarin geslaag het om te ontvlug, het die\nverhoorhof Wessie se getuienis op alle wesenlike aspekte\naanvaar. Dit is nie voor ons namens enige van die\nbeskuldigdes betoog dat die verhoorhof in hierdie opsig\nfouteer het nie.\nVanaf punt A het beskuldigde 2 die BMW tot by\n'n afgeleë plek op 'n grondpad in die Ariston-buurt van\nKlerksdorp, ongeveer 14,6 km vanaf punt A, bestuur.\nSoos die verhoorhof sal ek na hierdie plek as punt B\nverwys. Op pad na punt B het beskuldigde 4 die speelgoed-rewolwer\nteen /\n10. teen Wessie se nek gehou en met sy ander hand die oorledene\nse borste betas. Op 'n stadium het beide voertuie by 'n afdraaipad\ngestop en\nbeskuldigde 2 het aan die insittendes van die Colt gesê dat hulle hom by\ndie polisiestasie moes kry. Beskuldigde\n2, gevolg deur die Colt, het egter na\npunt B i p v die polisiestasie gery. Net voor hulle by punt B aangekom het, het\nbeskuldigde\n2 aan beskuldigde 4 gevra \"Nou wie gaan met die meisie begin\",\nwaarop beskuldigde 4 geantwoord het dat hy eerste sou begin. Die twee\nvoertuie\nhet langs mekaar by punt B gestop. Beskuldigdes 2 en 4 het onderskeidelik vir\nWessie en die oorledene uit die BMW getrek.\nBeskuldigde 2 het geld geeis van\nWessie,wat aan hom R20,00 gegee het. Beskuldigde 2 was nie hiermee tevrede nie\nen het Wessie\ndeursoek /\n11.\ndeursoek en nog R40,00 en sy sigaret-aansteker en polshorlosie van hom\nafgeneem, terwyl hy hom met die oop hand in die gesig slaan.\nIntussen het\nbeskuldigdes 1 en 3 reg agter beskuldigde 2 kom staan en het beskul= digde 4 die\noorledene die bosse in geneem, vanwaar\nWessie haar hoor gil het. Beskuldigde 2\nhet toe wessie se lyfband afgehaal, sy arms daarmee agter sy rug vasge= bind en\nhom na 'n\ndraadheining 'n entjie weg van die motors gedwing. Daar het\nbeskuldigde 2 die speelgoed-rewolwer teen sy kop gedruk en hom beveel\nom nie te\nbeweeg nie. Beskuldigdes 1 en 3 het ook daar gekom, en beskuldigde 2 het hom met\ndie kop gestamp sodat hy op die grond\nbeland het, waarna hy op die kop en bene\ngeskop is. Wessie was seker dat al drie persone wat op daardie stadium by\nhom /\n12. hom was, deelgeneem het aan die aanranding op hom. Nie\ntevrede met die middels tot sy beskikking nie, het beskul=\ndigde 3 'n\nhamer in die bagasiebak van die BMW gaan haal en\nWessie, wat intussen weer\nopgestaan het, met 'n hou teen die\nkop neergevel. Volgens die mediese getuienis, het hierdie\nhou 'n ingedrewe\nskedelfraktuur veroorsaak. Terwyl hy op die\ngrond gelê het, het beskuldigde 2 Wessie se broek en\nonderbroek van sy lyf geskeur terwyl beskuldigdes 1 en 3\nhom aan sy hemp beetgekry en dié ook afgeskeur het, sodat\nhy nakend, met slegs sy sokkies en skoene aan, bly lê het.\nVanaf waar hy met die oorledene besig was,\nhet\nbeskuldigde 4 die ander geroep, en beskuldigdes\n1 en\n3 het Wessie en beskuldigde 2 alleen by die draadheining\nagtergelaat en na eersgenoemde twee gegaan, Beskuldigde 2\nhet /\n13. het 'n houer transmissie-olie by die BMW gaan haal en dit oor\nwessie se lyf, veral sy privaat-dele, gegooi. Op hierdie stadium\nhet beskuldigde\n4 opgedaag en aan beskuldigde 2 gesê dat die meisie \"lekker\" is. Kort\ndaarna het die oorledene gegil en uitgeroep\ndat sy dit nie meer kon verduur nie,\nwaarop beskuldigde 2 na haar gehardloop en beskuldigde 4 alleen by Wessie\nagtergelaat het. Dié\ntwee het na die BMW gegaan waar beskuldigde 4 vir\nWessie in die kattebak probeer indwing het. Wessie het egter daarin geslaag om\nweg te kom, en alhoewel beskuldigdes 1, 3 en 4 agter hom aangehardloop het, kon\nhulle hom nie inhaal nie. Hy het die volgende oggend\nsy uitgebrande BMW aan die\npolisie uitgeken.\nOm terug te keer na die gebeure by punt B.\nBeskuldigdes /\n14. Beskuldigdes 3 en 4 het in hul getuienis by die\nverhoor erken dat hulle daar die oorledene verkrag het. Die verhoorhof het\nbevind\ndat dit nie bewys is dat beskuldigdes 1 en 2 met die oorledene gemeenskap\ngehad het nie, maar dat hulle as medepligtiges aan verkragting\nskuldig is\ndeurdat beide bewustelik aan beskuldigdes 3 en 4 hulp verleen het ten einde die\npleging van die misdaad deur laasgenoemde\ntwee te bevorder. (In die geval van\nbeskul= digde 1 is 1g bevinding dié van die meerderheid van die\nverhoorhof.) Wat die roofaanklag\nbetref, het beskuldigde 1 erken dat hy by punt\nB, terwyl die ander met wessie en die oorledene besig was, die BMW se\nradio-bandspeler\nuitgehaal en dit die volgende dag, vergesel van beskuldigde 2,\ngaan verkoop het. Die verhoorhof het bevind dat al vier\ndie /\n15. die beskuldigdes deelgeneem het aan die roof van die BMW sowel\nas die radio-bandspeler, maar dat dit moontlik is dat slegs beskuldigde\n2 die\ngeld en ander persoonlike besittings van Wessie geroof het.\nKort nadat Wessie\nontvlug het, het die beskul= digdes vanaf punt B vertrek met die Colt vooraan,\ngevolg deur die BMW. Beskuldigdes\n1, 3 en 4 het in die Colt gery en beskuldigde\n1 het bestuur. Beskuldigde 2 het die BMW bestuur en die oorledene was lewend\nagter\nin die bagasiebak toegesluit. Die verhoorhof het bevind dat dit\nbeskuldigde 2 was wat die oorledene in die bagasiebak ingedwing het\nen dat\nbeskuldigde 3 daarvan bewus was reeds toe hulle vanaf punt B vertrek het. Wat\nverder gebeur het voordat hulle by die plek\naangekom het waar die BMW\naan /\n16. aan die brand gesteek is, is nie heeltemal duidelik nie omdat\nbotsende getuienis daaromtrent deur die beskuldigdes gegee is. Die\nverhoorhof\nhet bevind dat beskuldigdes 1 en 2 twee keer gestop het vir beraadslaging oor\nhul verdere optrede en dat die vernietiging\nvan die BMW ter sprake was. Die\nverhoorhof het verder bevind dat beskuldigdes 1 en 4 op hierdie stadium ook\ngeweet het dat die oorledene\nin die BMW se bagasiebak was en dat dit\nbeskuldigdes 1 en 2 se bedoeling was dat die oorledene nie gespaar sou word by\ndie vernietiging\nvan die BMW nie.\nUiteindelik het die vier beskuldigdes in die twee voertuie aangekom by 'n\npunt op die grondpad na Swart= koppies, ongeveer 11 km vanaf\npunt B, waar die\nBMW, met die nog lewende oorledene in die bagasiebak, van die pad\nafgetrek /\n17. afgetrek en aan die brand gesteek is. Soos die\nverhoorhof, sal ek na hierdie plek as punt C verwys. Dit is vir huidige\ndoeleindes\nnet nodig om op die optrede van beskul= digdes 1 en 2 by hierdie\ntoneel te konsentreer.\nIn sy verklaring aan 'n landdros,wat by die verhoor as getuienis ingehandig\nis, het beskuldigde 1 gesê dat net nadat hy by punt\nC uit sy voertuig\ngeklim het, hy gille van die oorledene uit die BMW se bagasiebak gehoor het. In\nsy getuienis by die verhoor het\nhy bygevoeg dat dit duidelik angstige gille was.\nSy weergawe van die gebeure by punt C was dat hy sonder sukses vir beskuldigde 2\nprobeer oorreed het om die oorledene vry te laat en om nie die BMW aan die brand\nte steek nie. In sy verklaring aan die landdros\nhet beskuldigde 1 gesê dat\nbeskuldigde 2\ndie /\n18.\ndie Colt se enjinkap oopgemaak en petrol uit 'n pypie gesuig het, dat\nhy (beskuldigde 1) die pypie teruggedruk en die enjinkap toegemaak\nhet om te\nvertrek, maar dat voordat hy kon ry, beskuldigde 2 reeds die petrol in sy mond\nop die BMW se bekleedsel uitgespoeg en die\nmotor aan die brand gesteek het. In\nsy getuienis by die verhoor het beskuldigde 1 gesê dat die verklaring\nverkeerd is in dié\nopsig dat hyself die enjinkap oopgemaak het ten einde\nvas te stel of die induksieklos wat vroeër die aand losgeraak het, nog\nvas\nwas. Die verhoorhof het beskuldigde 1 se getuienis oor die foutiewe induksieklos\nas 'n versinsel verwerp en bevind dat beskuldigde\n1 die enjinkap oopgemaak het\nten einde petrol aan beskuldigde 2 te verskaf. Die verhoorhof het ook\nbeskuldigde 1 se getuienis dat\nhy\nbeskuldigde /\n19. beskuldigde 2 probeer oorreed het om nie die BMW aan\ndie brand te steek nie, as vals verwerp.\nBeskuldigde 2 het in sy verklaring aan 'n landdros erken dat hy petrol met 'n\npypie uit die Colt se enjin gesuig, dit op die BMW gespoeg\nen die motor met 'n\nvuurhoutjie aan die brand gesteek het. In sy getuienis by die verhoor het\nbeskuldigde 2 van sy verklaring afgewyk\nen gesê dat beskuldigde 1 ook\npetrol gesuig en op die BMW gespoeg het en dat hý eintlik die een is wat\ndie BMW aan die\nbrand gesteek het. Beskuldigde 2 se getuienis is deur die\nverhoorhof verwerp wat bevind het dat beskuldigde 1 nie self petrol gesuig\nhet\nnie. Die\nverhoorhof /\n20.\nverhoorhof se bevinding was dat beskuldigdes 1 en 2 saamgespan het om\ndie BMW met die oorledene en al te verbrand en dat in hul gesamentlike\noptrede\nbeskuldigde 2 as dader die petrol uitgesuig en die BMW daarmee aan die brand\ngesteek het, en dat beskuldigde 1 as medepligtige\ndie petrol verskaf het aan\nbeskuldigde 2. Dit was gemene saak dat die oorledene nog gelewe het toe die BMW\naan die brand gesteek\nis en dat haar dood veroorsaak is deur vergassing\nafkomstig van die brandende BMW.\nNadat die BMW aan die brand gesteek is,het\ndie beskuldigdes haastig die toneel in beskuldigde 1 se motor verlaat. Op 'n\nbrug daar\nnaby het hulle gestop en beskul= digdes 1 en 2 het uitgeklim om te kyk\nof die BMW brand. Hulle kon niks sien nie. Later die nag het\nbeskuldigdes\n1 en 2 /\n21.\n1 en 2 in laasgenoemde se motor teruggekeer na die BMW en toe\nvasgestel dat dit uitgebrand het. Beskuldigdes 1 en 2 het die volgende\ndag saam\nna ene Solly Ballin gegaan om die radio-bandspeler te verkoop en het die R30,00\nwat Ballin aan hulle geleen het teen die\nsekuriteit van die radio, tussen hulle\nverdeel. Later het hulle saam uitgewyk na Durban waar hulle gearresteer is.\nNamens beskuldigde 1 is eerstens voor ons betoog dat die staat nie bewys het\ndat beskuldigde 1 by punt A deelgeneem het aan enige\nwederregtelike optrede deur\ndie ander nie, Daar is betoog dat beskuldigde 1 deurentyd in sy motor gebly het\nen onbewus was van wat\naangaan en dat hy vanaf punt A op onskuldige wyse en\nniksvermoedend agter beskuldigde 2 aangery het. Hierdie betoog strook\nnie /\n22.\nnie met beskuldigde 1 se eie getuienis nie. Volgens hom het hy feitlik\nlangs die BMW gestop en moes hy alles gesien het wat daar plaasvind.\nHy self\nsê dat hy gesien het dat beskuldigde 2 die speelgoed-rewolwer op Wessie\nrig en dat beskuldigde 2 daarna met die BMW\nwegry. Hy erken dat hy by punt A\ngeweet het dat beskuldigde 2 se optrede verkeerd was. Kort vantevore het hy\ngesien dat beskuldigde\n2 vir Mophuting probeer beroof het met dieselfde\nspeelgoed-rewolwer. In die omstandighede is slegs een afleiding\ngeregverdig,naamlik\ndat beskuldigde 1 goed geweet het dat beskuldigde 2 by punt\nA besig was om Wessie van sy voertuig te beroof en dat hy hom ten volle\ndaarmee\nvereenselwig het. Beskuldigde 2 se opmerking toe hulle op pad na punt B gestop\nhet: \"Kry ons by die polisiestasie\" waarop\nnamens\nbeskuldigde /\n23.\nbeskuldigde 1 gesteun is, moet gesien word in die lig van die feit dat\nbeskuldigde 2 hom vroeër die aand tot kennis van beskuldigde\n1 as 'n\npolisieman voorgedoen het. Hy het geweet dat beskuldigde 2 nie lid van die\npolisiemag is nie en dat hy deurentyd die aand\nbesig was met onwet= tige\noptrede. Hy kon dus nie gedink het dat beskuldigde 2 se opmerking letterlik\nbedoel was nie.\nDit is verder betoog dat beskuldigde 1 by punt B hom slegs aan diefstal van\ndie radio-bandspeler skuldig gemaak het en dat hy nie\ndeelgeneem het aan enige\ngeweld= pleging of ander wederregtelike optrede nie. Hierdie betoog is gebaseer\nop die getuienis van beskuldigde\n1, wat deur die verhoorhof verwerp is, en hou\nglad nie rekening met Wessie se getuienis, wat deur die verhoorhof\naanvaar /\n24. aanvaar is nie. Volgens Wessie is hy aanvanklik by punt B\ndeur beskuldigde 2 in die gesig geslaan en is sy arms agter sy rug vasgebind\nterwyl beskuldigde 1 bygestaan het. Daarna is hy na die draadheining gedwing\nwaar daar op hom geskel en hy aangerand is. Benewens\ndie ingedrewe\nskedelfraktuur waarna ek reeds verwys het, het Wessie talle kneus-, skaaf- en\nkrapwonde oor sy hele liggaam opgedoen.\nvolgens wessie se getuienis kan daar\ngeen twyfel bestaan nie dat beskuldigde 1 een van die drie persone is wat hom by\ndie draadheining\nintimideer en aangerand het. Volgens Wessie het beskuldigde 1\neers die toneel by die draadheining verlaat toe beskuldigde 4 geskreeu\nhet\nvanuit die rigting waar hy met die oorledene besig was. Volgens beskuldigde 1,\ndaarenteen, was hy\nglad nie/\n25.\nglad nie by die draadheining nie en het hy slegs gesien dat Wessie\ndaarheen geneem en daar aangerand word voordat hy begin het om\ndie\nradio-bandspeler uit die BMW te verwyder. Die feitebevindings van die verhoorhof\ntoon beskuldigde 1 as 'n volslae leuenaar. Daarteenoor\nis die verhoorhof se\naanvaarding van Wessie se getuienis nie op appèl aangeveg nie. Na my\nmening is daar uit beskuldigde 1\nse optrede by punte A en B, soos deur die\nverhoorhof bevind, slegs een afleiding geregverdig, en dit is dat hy as dader\nsaam met\ndie ander deelgeneem het aan die roof van Wessie se BMW. Hy is tereg\naan roof skuldig bevind.\nT o v beskuldigde 1 se skuldigbevinding as mede= pligtige op die aanklag van\nverkragting, is betoog dat,\nvoordat /\n26.\nvoordat die beskuldigdes by punt B aangekom het, beskuldigde 1 onbewus\nwas van beskuldigdes 2 en 4 se planne omdat hy nie in dieselfde\nmotor as hulle\ndaarheen gery het nie. Ek stem met die verhoorhof saam dat die vier beskuldigdes\nby die plek waar hulle op pad na\npunt B gestop het, waarskynlik met mekaar\ngepraat het oor wat hulle, of sommige van hulle, voornemens was om met die\noorledene te\ndoen. Dat die voorneme was om die oorledene te verkrag, is\nduidelik. Maar in elk geval was beskul= digde 4 se optrede by punt B toe\nhy die\noorledene die bosse ingeneem het terwyl die ander Wessie in 'n teenoor= gestelde\nrigting weggevoer het, vatbaar vir geen ander\nafleiding as dat hy voornemens was\nom haar te gaan verkrag nie. Die betoog dat beskuldigde 1 moontlik onbewus\nwas /\n27.\nwas van wat beskuldigde 4 beoog het om met die oorledene te doen, is\ngevolglik sonder meriete. Na my mening het die verhoorhof tereg\nbevind dat deur\nsy optrede teenoor Wessie, beskuldigde 1 hom skuldig gemaak het aan\nmedepligtigheid by die verkragting van die oorledene\ndeur beskuldigdes 3 en\n4.\nMet betrekking tot die moordaanklag is namens beskuldigde 1 betoog dat die\nverhoorhof verkeerdelik bevind het dat beskuldigde 1, voor\nhul aankoms by punt\nC, geweet het dat die oorledene in die bagasiebak van die BMW is. Dit is nie\nnodig om hieroor uitsluitsel te\ngee nie omdat, soos ek reeds aangetoon het,\nbeskuldigde 1 self gesê het dat hy kort na hul aankoms by punt C daarvan\nbewus\ngeword het. Sy weergawe was dat hy die\noorledene /\n28.\noorledene benoud hoor gil het uit die bagasiebak van\ndie BMW, dat hy tevergeefs vir beskuldigde 2 probeer\noorreed het om haar\nvry te laat en dat hy eers daarna\ndie enjinkap van sy motor oopgemaak het ten\neinde na\ndie induksieklos te kyk. Gevolglik is daar geen basis\nvir die\nbetoog dat toe beskuldigde 1 die enjinkap van sy\nmotor oopmaak, hy moontlik\nnog onbewus was van die oorle=\ndene in die kattebak nie. Die\ninduksieklos-weergawe is\nmet reg deur die verhoorhof as 'n versinsel\nverwerp.\nDaar is voorts namens beskuldigde 1 betoog dat nie bewys is dat hy die nodige\nopset gehad het om die oorledene te dood nie, en in\nhierdie verband is daarop\ngesteun dat beskuldigde 1 vir beskuldigde 2 probeer oor= reed het om die\noorledene vry te laat. Beskuldigde\n1 se getuienis dat hy voortdurend die ander\ndaarop gewys\nhet /.....\n29.\nhet dat hul optrede verkeerd is, en dat hy hulle probeer\noorreed\nhet om hul verkeerde optrede te staak, is met reg deur die verhoorhof verwerp.\nSy hele gedrag getuig van die teendeel. Dieselfde\ngeld vir sy verklaring dat hy\nvir beskuldigde 2 probeer oorreed het om die oorledene vry te laat, wat ook heel\ntereg deur die verhoorhof\nverwerp is. Uit die feit dat beskuldigde 1 die\nenjinkap van sy motor oopgemaak en petrol uit die enjin vir beskuldigde 2 laat\nbekom\nhet om die BMW, met die oorledene daarin, aan die brand te steek, is slegs\neen afleiding geregverdig nl dat beskuldigde 1 die direkte\noogmerk gehad het om\ndie oorledene te dood. Na my mening is beskuldigde 1 tereg aan mede= pligtigheid\nby die moord op die oorledene\nskuldig bevind. Ek handel vervolgens met die\nappelle teen die\nvonnisse /\n30. vonnisse. Die beskuldigdes is almal blanke mans. Ten tyde\nvan die gebeure was beskuldigde 1 twintig jaar oud en beskuldigde 2\neen-en-twintig jaar oud; beskuldigde 3 het 'n maand voor die gebeure twintig\njaar oud geword en beskuldigde 4 het 'n maand daarna\ntwintig jaar oud geword.\nBeskuldigdes 1 en 2 is getroud met jong kinders. Beskul= digde 3 is na die\ngebeure getroud en beskuldigde\n4 is ongetroud. Beskuldigdes 2, 3 en 4 het slegs\nstd 8 op skool behaal en beskuldigde 1 het blykbaar nie veel verder gevorder\nnie.\nEk handel eers met die appelle teen die bevindings dat daar in die geval van\nelk van beskuldigdes 1 en 2 geen versagtende omstandighede\nby die moord was nie.\nDit is welbekend dat dit in die eerste plek die verhoorhof se\ntaak /\n31. taak is om oor die bestaan, al dan nie, van versagtende\nomstandighede te beslis, en dat hierdie Hof slegs sal ingryp indien die\nverhoorhof 'n mistasting of ander onreël= matigheid begaan het, of indien\nsy bevinding, in die lig van al die getuienis beoordeel,\nvan so 'n aard is dat\nhy nie redelikerwys daartoe kon gekom het nie. Sien\nS v Mongesi en Andere\n1981(3) SA 204(A) op 207 'n - 208 A.\nNamens beskuldigde 1 is aangevoer dat\ndie vol= gende feite of omstandighede afsonderlik of kumulatief versagtende\nomstandighede daarstel:\nsy jeugdigheid, die feit dat hy onder die invloed van\ndrank was, die mindere rol wat hy gespeel het by die pleging van die moord,\nbeinvloeding deur beskuldigde 2 en die feit dat hy slegs as 'n medepligtige\nskuldig bevind is.\nJeugdigheid /\n32. Jeugdigheid as 'n versagtende omstandigheid by moord\nis volledig in uitsprake van hierdie Hof bespreek in\nS v Lehnberg en 'n\nAnder\n1975(4) SA 553(A) op 560 'n -561 H;\nS v Van Rooi en Andere\n1976(2) SA 580(A) op 584 A -585 C;\nS v Mapatsi\n1976(4) SA 721(A) op 724 C\n- D;\nS v Ceasar\n1977(2) SA 348(A) op 353 B - F en\nS v Ngoma\n1984(3) SA 666(A) op 674 E - G. In die\nLehnberg\n-saak het RUMPPF HR\njeugdigheid as onvolwassenheid, gebrek aan lewenservaring, onbesonnenheid en\nvatbaarheid vir bein= vloeding deur\nander, veral deur volwassenes, beskryf (op\n561 A). Volgens bogenoemde gewysdes word onvolwas= senheid ens\nprima\nfacie\nby tienderjariges aanvaar sodat die hof huiwerig is om geen versagting\nte vind nie, tensy die besondere omstandighede van die saak\nhom /\n33. hom daartoe dwing om die doodstraf op te lê. In die\ngeval van 'n 20-jarige soos beskuldigde 1 word onvolwassen= heid ens\nnie\nprima facie\naanvaar nie (vgl die\nLehnberg\n-saak op 561 H) alhoewel\ndie hof altyd in gedagte hou dat die beskuldigde slegs 20 jaar oud is en daarom\nmeer geredelik oortuig sal\nwees van onvolwassenheid as in die geval van 'n ouer\npersoon.\nTydens die verhoor is beide beskuldigdes 1 en 2 vir waarneming en\npsigiatriese ondersoek na Weskoppies-hospitaal gestuur. Ten opsigte\nvan\nbeskuldigde 1 is 'n eenparige verslag deur twee psigiaters, dr Verster, wat deur\ndie hof aangestel is, en 'n staatspsigiater,\ndr Olivier, by die verhoorhof\ningehandig. Dr Verster het verder namens beskuldigde 1 oor die vraag van\nversagtende\nomstandighede /\n34. omstandighede getuig. Volgens hom het beskuldigde 1\n'n gemiddelde intelligensie en toereikende oordeelsvermoë. Hoewel nie\n'n introvert nie, is hy geneig om teruggetrokke te wees.\nDr Verster het getuig\ndat daar 'n geringe graad van onvolwassenheid by beskuldigde 1 te bespeur is,\nwat nie op sigself verband hou\nmet sy optrede die betrokke aand nie, maar wat,\nsaam met sy verlaagde inhibisies a g v drankgebruik vroeër die aand en die\nfeit\ndat hy in\n'n groep opgetree het, sy optrede tot 'n mate kon beïnvloed het. Wat\nbetcef beskuldigde 1 se agtergrond: sy ouers is geskei voordat\nhy 'n jaar oud\nwas en hy is daarna deur sy moeder, wat weer getroud is, grootgemaak. Op\n14-jarige leeftyd is hy na 'n kosskool gestuur\nen op 16-jarige leeftyd het hy\ndie skool verlaat. Dit is nie\nduidelik /\n35.\nduidelik hoe ver hy toe gevorder het nie. Nadat hy\ntwee jaar in\ndiens van die Vervoerdienste was, het hy op 18-jarige ouderdom sy twee-jarige\nmilitêre diensplig begin doen wat\nhy in Julie 1984, kort voor sy\ntwintigste verjaardag, voltooi het. Beskuldigde 1 is op 16 Oktober 1982 getroud\nen het 'n twee-jarige\nkind. Ten tyde van die gebeure het hy 'n vaste betrekking\nbeklee. Die verhoorhof het bevind dat hy die lewe van 'n volwassene gelei\nhet.\nNa my mening is daar nog in beskuldigde 1 se persoonlike omstandighede en\nagtergrond, nog in die psigiatriese getuienis, voldoende\naanduiding van so 'n\nmate yan geestelike onvolwassenheid dat beskuldigde 1 se optrede die betrokke\naand met minder verwyt bejeën\nkan word.\nNamens beskuldigde 1 is betoog dat hy\ndeur\nbeskuldigde /\n36.\nbeskuldigde 2 beïnvloed is. In hierdie verband is gesteun\nop dr Verster se getuienis dat beskuldigde 1 teruggetrokke van geaardheid is,\nsowel as op sy moeder en vrou se ge= tuienis wat hom\nas 'n stil persoon beskryf\nhet. Daar is betoog dát beskuldigde 1 nooit so 'n grusame daad sou\ngepleeg het as hy nie sterk\nonder die invloed van beskuldigde 2 gehandel het\nnie. Die verhoorhof het bevind dat daar geen getuienis is dat beskuldigde 1 by\ndie\nmoordtoneel deur beskuldigde 2 oorreed of beïnvloed is om te handel\nsoos hy gedoen het nie. Beskuldigde 1 het nie so getuig\nnie en daar is geen\naanduiding in die res van die getuienis dat hy deur beskuldigde 2 aangesê\nis om petrol in die hande te\nkry nie. My indruk is dat beskuldigde 1 op eie\ninisiatief en sonder enige aansporing gehandel het, en dat\nhy inderdaad die voortou geneem het in die uitvoering van\ndie plan om die BMW aan die brand te steek. Hy het\ngeensins 'n mindere rol gespeel, soos namens hom betoog is nie, en heel\nmoontlik sou daar niks van die plan gekom\nhet /\n37.\nhet as hy nie die petrol voorsien het nie. Hoewél hy as\nmedepligtige skuldig bevind is, kan die rol wat hy gespeel het, na\nmy mening nie\nmet minder verwyt bejeën word as dié van die dader wat die\nvuurhoutjie getrek het nie.\nDaar is voorts namens beskuldigde 1 betoog dat hy\nonder invloed van drank gehandel het. Die verhoorhof het bevind dat, hoewel die\ngetuienis in hierdie verband oordrewe was, dit aanvaar moet word dat beide\nbeskuldigdes 1 en 2 die betrokke middag en voor 11 uur\ndie aand heelwat gedrink\nhet. Die verhoorhof het egter bevind dat die drank geen, of geen\nbetekenisvolle,rol gespeel het in beskuldigdes\n1 en 2 se optrede by die\nmoordtoneel nie, waar beide planmatig en met vaardigheid gehandel het.\nDit /\n38.\nDit is nie namens beskuldigde 1 betoog dat die verhoorhof in enige\nopsig misgetas of 'n onreëlmatigheid begaan het nie, en die\nvraag is\ngevolglik of die verhoorhof se beslissing een is waartoe nie redelikerwys gekom\nkon gewees het nie. Indien daar opgelet\nword dat dit 'n\nberekende, koelbloedige daad was wat beskuldigde 1 met bedrewenheid uitgevoer\nhet en wat hy in fyn besonderhede daarna kon beskryf,\nkan nie gesê word\ndat die verhoorhof se bevinding onredelik is in die sin hierbo genoem nie. Daar\nis ten slotte namens beskuldigde\n1 daarop gesteun dat hy in groepsverband\nopgetree het. wat die posisie ookal was voor die beskuldigdes se vertrek vanaf\npunt B, was\ndaar, na my mening, geen sprake van groeps= optrede daarna nie. Die\nverhoorhof het bevind dat\nbeskuldigdes /\n39.\nbeskuldigdes 3 en 4 geen deel geneem het aan die moord nie en hierdie\nbevinding is nie op appèl betwis nie. Ek is gevolglik\nvan mening dat daar\nnie ingemeng kan word met die verhoorhof se bevinding dat daar in die geval van\nbeskuldigde 1 geen versagtende\nomstandighede bestaan nie.\nNamens beskuldigde\n2 is op die kumulatiewe effek van die volgende feite en omstandighede gesteun\nvir die betoog dat versagtende omstandighede\nin sy geval bestaan: sy antisosiale\npersoonlikheidsversteuring (psigopatie), die invloed van die drank, sy\njeugdigheid en die feit\ndat hy in groepsverband opgetree het.\nVolgens die eenparige verslag van dr verster en prof Plomp, 'n\nstaatspsigiater verbonde aan Weskoppies-\nhospitaal / \t.. .\n40. hospitaal, het beskuldigde 2 ten tyde van die\nmisdaad nie aan enige geestesongesteldheid of-gebrek gely wat hom dermate\naangetas\nhet dat hy nie die ongeoorloofdheid van sy dade kon besef nie of nie\nvolgens daardie besef kon handel nie. Hy het dus geweet wat\nhy doen en kon\nhomself beheer. Daar is bevind dat beskuldigde 2 'n antisosiale\npersoonlikheidsversteuring het wat in ouer terminologie\nas psigopatie beskryf\nis. Prof Plomp, wat namens beskuldigde 2 getuig het, het hom beskryf as 'n\npsigopaat in 'n erge graad. Prof\nPlomp het breedvoerig met die hele\nlewensgeskiedenis van beskuldigde 2 gehandel en gesê dat sy handelwyse\ntipies van 'n psigopaat\nis, o a sy onverantwoordelike en abnormaal aggressiewe\ngedrag en sy onbestendige werk-rekord.\nIn /\n41.\nIn die lig van prof Plomp se getuienis het die verhoorhof bevind dat\nbeskuldigde 2 se antisosiale per = soonlikheidsversteuring nie\nas 'n versagtende\nomstandigheid beskou kan word nie. Die verhoorhof het bevind dat daar geen\nverband was tussen beskuldigde 2 se\npsigopatiese toestand en die moord nie,\nomdat dit 'n voorbedagte moord ter wille van die beskuldigdes se selfbehoud was,\nen nie\n'n daad wat gepleeg is omdat beskuldigde 2 weens sy psigopatie nie sy\nwil of drange kon beheer nie. Dit is namens beskuldigde 2 betoog\ndat die\nverhoorhof se bevinding nie geregverdig is uit prof Plomp se getuienis as 'n\ngeheel gelees nie en dat sy getuienis inderdaad\ndaarop dui dat beskuldigde 2 se\npsigopatiese toestand wel verband hou met die moord. Die gedeeltes uit prof\nPlomp se getuienis\nwaarop/\n42.\nwaarop in hierdie verband gesteun is, handel almal met die gevolge van\npsigopatie in die algemeen,soos 'n gebrek aan beheer en handel\nnie pertinent met\nbeskuldigde 2 se optrede na die vertrek vanaf punt B nie. Die moord is te\nonderskei van die voorafgaande gebeure\nvan die betrokke aand deurdat dit nie op\nimpulsiewe of onbeheersde wyse gepleeg is nie, maar met oorleg en beplanning ten\neinde die\nspore van die vorige misdade van die aand uit te wis. Na my mening\nbevat die uitspraak van die ver= hoorhof 'n korrekte weergawe\nvan prof Plomp se\ngetuienis in hierdie verband, en kan die bevinding t o v beskuldigde 2 se\npsigopatiese toestand as moontlike versagting\nnie aangeveg word nie.\nDaar is vervolgens namens beskuldigde 2 op\nbeinvloeding/\n43. beinvloeding deur drank as 'n versagtende omstandigheid\ngesteun. Soos in die geval van beskuldigde 1, het die verhoorhof bevind\ndat\nbeskuldigde 2 se drankgebruik vroeër die betrokke aand geen, of geen\nbetekenisvolle invloed op sy gedrag by die pleging\nvan die moord gehad het nie.\nProf Plomp het nie te kenne gegee dat 'n psigopaat anders geraak word deur\nalkohol as ander mense nie.\nSoos in die geval van beskuldigde 1, is daar in\nbeskuldigde 2 se berekende, bedrewe optrede vanaf die stadium toe die\nbeskuldigdes\npunt B verlaat het, geen teken van be= invloeding deur drank te\nbespeur nie. Na my mening het die verhoorhof tereg bevind dat die\ndrank wat\nbeskul= digde 2 vroeër die aand gedrink het, nie as versagting beskou kan\nword nie.\nDaar /\n44.\nDaar is vervolgens namens beskuldigde 2 op\ndr\nVerster en prof Plomp se getuienis gesteun dat beskul=\ndigde 2 as 'n\npsigopaat tot 'n mate emosioneel onvolwasse\nis. Beskuldigde 2 was 21 jaar oud\nten tyde van die\nvoorval, hy was getroud en het twee kinders gehad. Hy\nhet\ndie skool in 1980 verlaat en het drie betrekkings\nbeklee voordat hy in julie\n1983 met sy militêre diensplig\nbegin het. Die verhoorhof het bevind dat\nbeskuldigde\n2 reeds lank voor die voorval die lewe van 'n volwassene\ngelei het. Die\nbetrokke aand het hy ten mlnste gedurende\ndie voorval met Mophuting en by punte A en B die leiding\ngeneem in die onwettige optrede van die vier beskuldigdes.\nNa my mening\nhet die verhoorhof tereg bevind dat\nemosionele onvolwassenheid geen rol gespeel het in\nbeskuldigde /\n45.\nbeskuldigde 2 se optrede die betrokke aand nie.\nDaar is voorts namens beskuldigde 2 ter versag=\nting\nbetoog dat hy in 'n groep-situasie opgetree het. Ek het reeds daarop gewys dat\ndaar geen sprake van groeps= optrede by die moord\nwas nie. Na my mening kan die\nfeite\nen omstandighede waarop namens beskuldigde 2 gesteun is, nog afsonderlik, nog\nkumulatief, as versagtende omstandighede beskou word.\nNamens beskuldigdes 1 en 2 is ten slotte gesteun op wat die Verhoorregter\ngesê het by vonnisoplegging op die roofaanklag. Daar\nis betoog dat, wat\ndáár t o v straf= versagting gesê is, noodwendig beteken dat\nversagtende omstandighede op\ndie moordaanklag gevind moes gewees het. Ek verwys\nlater volledig na wat die verhoorregter gesê het. Vir huidige doeleindes\nis dit voldoende om te sê dat ek nie\nmet die betoog saamstem nie. Die omstandighede wat dáár genoem\nword, is almal volledig in ag geneem by die oorweging\nvan /\n46. van die vraag of versagtende omstandighede by die moord\naanwesig was en die verhoorhof het bevind dat dit nie as\nversagtende omstandighede by die moord beskou kan word nie. Ek stem met\nhierdie bevinding van die verhoorhof saam. Ek wys verder daarop\ndat die roof by\npunt B gepleeg is, waar die omstandighede verskil het van dié by punt C\nwaar die moord heelwat later die aand\ngepleeg is.\nEk handel vervolgens met beskuldigdes 1 en 2 se appèlle teen die\ndoodvonnis wat hul opgelê is op die aanklag van verkragting.\nDie rede\nwaarom beskuldigdes 3\nen 4 as daders gevangenisstraf gekry het, terwyl\nbeskuldigdes 1 en 2 as medepligtiges die doodvonnis\nopgelê is, is volgens die verhoorhof se uitspraak te\nvind in die verdere geweld wat laasgenoemde twee beskul=\ndigdes teen die oorledene gepleeg het nadat sy verkrag\nis, /\n47.\nis, wat die verhoorhof as 'n \"verlengstuk van hulle rolle as\nmedepligtiges aan verkragting\" beskryf het. Met inagneming van wat in\nS v\nWitbooi\n1982(1) SA 30(A) op 35 E - F en\nS V Mooi\n1985(1) SA 625(A) op\n630 G t o v duplisering van vonnisse gesê is, het die verhoor= hof\ngevolglik ter verswaring van beskuldigdes\n1 en 2 se vonnisse weens verkragting,\nin aanmerking geneem dat hulle die motor met die oorledene nog lewend daarin aan\ndie brand\ngesteek het, hoewel die verhoorhof die oorledene se dood buite\nrekening gelaat het. Na my mening het die ver= hoorhof homself wanvoorgelig\ndeur\nte bevind dat die gebeure by die moordtoneel (met weglating van die oorledene se\ndood) deel vorm van die verkragting en derhalwe\nin aanmerking geneem kan word by\nvonnisoplegging vir die\nverkragting /\n48.\nverkragting. Die verhoorhof het vroeër in sy uitspraak\nbevind dat dit\nnie duidelik is met watter doel die oor=\nledene in die bagasiebak van die BMW\ngelaai is nie.\nWat wel duidelik is, is dat die verkragting toe\nreeds\nbeeïndig was en dat beskuldigdes 1 en 2 se gewelddadige\noptrede\nteen die oorledene toe nie meer gemik was op die\npleging van die misdaad van verkragting nie maar op die\nmisdaad van moord.\nOf sodanige optrede nog enige ander\nverband gehad het met die verkragting is onseker. Ge=\nvolglik was die Verhoorregter nie geregtig om dit in\naanmerking te neem by die vonnisoplegging vir verkragting\nnie. Beskuldigdes 1 en 2 se vonnisse weens verkragting\nmoet gevolglik\ntersyde gestel word en daar moet\nopnuut vonnisse opgelê word. Wat\ndie\ngebeure /\n49.\ngebeure by punt B betref, het die Verhoorregter vir vonnis-doeleindes\ngeen onderskeid getref tussen die aandeel van die onderskeie\nbeskuldigdes aan\ndie verkragting nie. Gevolglik is die doodvonnis vir die medepligtiges onvanpas\nin die lig daarvan dat gevangenis=\nstraf vir die daders opgelê is. Wat 'n\ngepaste vonnis is, word aan die einde van die uitspraak genoem.\nDit bring my ten slotte by beskuldigdes 1, 3 en 4 se appelle teen hul\nvonnisse op die roofaanklag en beskuldigdes 3 en 4 se appelle\nteen hul vonnisse\nop die aanklag van verkragting. Wat betref die gebeure by punt B, het die\nVerhoorregter in sy uitspraak by vonnisop=\nlegging ter strafversagting in ag\ngeneem dat die beskul= digdes die betrokke aand toevallig in mekaar se\ngeselskap /\n50. geselskap beland het en dat daar nie vooraf\nsaamgesweer\nis om die misdade te pleeg nie, maar dat dit spontaan\nen\nimpulsief geskied het. By punt B het die beskuldigdes opgetree\nin 'n\ngroepsituasie waarby beskuldigde 2 die leidende rol\ngespeel het.\tDie\nVerhoorregter het verder\nbevind dat elke beskuldigde vroeër die aand heelwat gedrink het,wat sy\noptrede by punt B tot 'n mate beïnvloed het. Die\nVerhoorregter het ook die\nswak huislike agtergrond van elke beskuldigde in ag geneem. Beskuldigdes 1 en 4\nhet geen vorige veroordelings\nnie en beskuldigdes 2 en 3 het elk een vorige\nveroordeling vir diefstal. Ek het reeds voorheen besonderhede van die\nbeskuldigdes\nse ouderdomme, huwelikstatus en skoolopleiding verstrek.\nDit is bekende reg dat hierdie Hof nie\nligtêlik\nmet /\n51.\nmet die uitoefening van 'n Verhoorregter se diskresie t o v vonnis inmeng\nnie. Slegs wanneer die Verhoor= regter misgetas of homself\nwaningelig het, of 'n\nonreëlmatigheid begaan het of waar die vonnis buitensporig is (of soos dit\nsoms gestel word, treffend\nonvanpas is), is inmenging geregverdig. Sien\nS v\nLekaota\n1978(4) SA 684(A) op 689 A - B en\nS v M\n1982(1) SA 589(A) op\n592 G.\nNamens beskuldigde 1 is betoog dat, wat die roofaanklag betref, hy 'n\nmindere rol gespeel het as beskuldigde 2, en dat hy 'n ligter\nvonnis as\nbeskuldigde 2 moes gekry het. Ek het reeds met beskuldigde 1 se deelname aan die\nroof gehandel. Hoewel hy moontlik 'n mindere\nrol as beskuldigde 2 gespeel het,\nhet hy nogtans\nten /\n52. ten volle meegedoen met alles wat plaasgevind het: hy het een\nvan die twee voertuie bestuur, hy het die radio-bandspeler uit die\nBMW geneem,\nhy het vir Wessie intimideer en aangerand by die draadheiding en hy het vir\nWessie probeer vang toe laasgenoemde ontsnap\nhet. Na my mening het die\nVerhoorregter nie sy diskresie verkeerd uitgeoefen toe hy beskuldigdes 1 en 2\noor dieselfde kam geskeer\nhet by vonnisoplegging op die roofaanklag\nnie.\nNamens beskuldigde 3 is betoog dat die Verhoor= regter misgetas het\ndeurdat hy die gebeure by punt C in aanmerking geneem het by vonnisoplegging\nvir\nverkragting en roof. Dit is duidelik uit die\nuitspraak /\n53. uitspraak van die Verhoorregter dat hy dit nie in\naanmerking geneem het by die vonnisse van beskuldigdes 3 en 4 vir verkragting\nnie. Die Verhoorregter het juis 'n onderskeid getref tussen beskuldigdes 3 en 4\naan die een kant, en beskuldigdes 1 en 2 aan die\nander kant, en aan laasgenoemde\ntwee beskuldigdes die doodvonnis vir verkragting opgelê, met inagneming\nvan die verdere lotgevalle\nvan die oorledene. Ek het reeds daarop gewys dat die\nVerhoorregter in hierdie opsig fouteer het wat beskuldigdes 1 en 2 betref. Ten\nopsigte van die roof kan beskuldigdes 3 en 4 nie verwyt word vir die ver=\nnietiging van die BMW by punt C nie. Aan die ander kant,\negter, was hulle\noptrede teenoor wessie by punt B roekeloos en onverskillig of hy sy voertuig\nweer sou\nterug /\n54. terug kry. Na my mening het die Verhoorregter nie misgetas\nin die opsigte namens beskuldigde 3 betoog nie.\nNamens beskuldigde 3 is\nbetoog dat die Verhoorregter te min gewig geheg het aan beskuldigde 3 se\nonvolwassenheid, beïnvloeding\ndeur die ander, die feit dat hy deur drank\naangetas was en sy ander persoonlike omstandighede. wesenlik dieselfde argument\nis namens\nbeskuldigde 4 geopper. Daar is min aanduiding van onvolwassenheid,\nbeinvloeding deur ander of beinvloeding deur drank in beskuldigde\n3 en 4 se\noptrede by punt B. Beide het 'n groot rol gespeel in, en heelhartig meegedoen\naan die pleging van die roof en die verkragting.\nBeskuldigde 3 het op eie\ninisiatief vir Wessie die mees ernstige van al sy beserings toegedien en\nbeskuldigde 4\nhet /\n55.\nhet die voortou geneem in die verkragting van die oorledene en het daarna,\nook op eie inisiatief,vir Wessie in die kattebak van die\nBMW probeer indwing.\nBeide beskuldigdes 3 en 4 het probeer verhoed dat Wessie ontvlug. Die misdade\nis, vanwee die omstandighede waaronder\ndit gepleeg is, van besonder ernstige\naard. Wanneer na al die feite van die saak gekyk word, kan na my mening nie\ngesê word\ndat die Verhoorregter te min gewig geheg het aan die faktore en\nomstandighede waarop namens beskuldigdes 3 en 4 gesteun is nie.\nDie uitslag van die appél is soos volg: (1) Beskuldigdes 1 en 2 se\nappelle teen die dood= vonnis ten opsigte van die verkragting\nwaaraan hulle\nskuldig bevind is, slaag. Instede\ndaarvan /\n56.\ndaarvan word 'n vonnis van 16 jaar gevangenis= straf vir elk van beskuldigdes\n1 en 2 opgelê, en dit word gelas (soos in die\ngeval van beskuldigdes 3 en\n4) dat 10 jaar van elkeen se vonnis weens roof saamloop met sy vonnis weens\nverkragting. (2) Al die ander\nappèlle,insluitende beskuldigdes 1 en 2 se\nappèlle teen die doodvonnis op die aanklag van moord, word afgewys.\nW. VIVIER AR.\nVILJOEN AR)\nStem saam. GROSSKOPP AR)",
  "scraped_at": "2026-02-11T20:56:23.567084",
  "date": "1987-03-25",
  "coram": [
    "VILJOEN",
    "GROSSKOPF",
    "VIVIER"
  ],
  "case_number": "130/86 MC",
  "parties": {
    "applicants": [
      "Schalk Johannes Burger",
      "Joseph George Scheepers",
      "Johannes Valentine Adriaan Matthysen",
      "Daniel Arnoldus Du Randt"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "On the night of 1‑2 February 1985 four white men – Burger, Scheepers, Matthysen and Du Randt – met at the Tivoli Hotel in Klerksdorp, then proceeded to the Constantia Hotel where they drank. After leaving the hotel they intercepted a passing vehicle and, together with a fourth suspect, followed its driver, Mophutting, to his home. Their subsequent pursuit of Mophutting ended without robbery. Continuing together, the four suspects travelled to a farm where they attempted unsuccessfully to purchase alcohol, then headed to the road where Jacob Wessie and his companion were waiting in a BMW. The suspects forced Wessie from his vehicle, tied his hands and legs, assaulted and raped him, and later, with the aid of a toy revolver, stole his BMW and other property. The BMW was later driven to a remote spot where Burger and Scheepers set it alight, killing the still‑alive victim by gas‑asphyxiation. The trial court convicted all four of robbery; Burger and Scheepers were also convicted of rape and murder, receiving death sentences for murder and 12‑year terms for robbery. The appellants appealed the convictions and sentences.",
    "issues": "The appellate issues were: (1) whether the convictions for robbery, rape and murder were supported by the evidence; (2) whether mitigating circumstances – youth, intoxication, antisocial personality, and lesser participation – existed to justify reducing the death sentences of Burger and Scheepers; (3) whether the sentences for the other offences should be varied, particularly the rape sentences; and (4) whether the trial judge erred in treating the murder as part of the rape offence for sentencing purposes.",
    "principles": "South African criminal law requires proof beyond reasonable doubt for each element of the offences. In sentencing, mitigating circumstances such as youth, lack of maturity, intoxication or mental disorder may be considered, but case law (e.g., S v Lehnberg, S v Van Rooi, S v Mapatsi) holds that such factors are only relevant where they substantially diminish culpability. Antisocial personality or psychopathy is not a mitigating circumstance unless it negates the accused’s capacity for self‑control. Joint participation principles attribute liability to all who share a common unlawful purpose, even if they do not personally commit every act. The death penalty may be imposed only where the homicide is unlawful and intentional, and where no mitigating factor outweighs its gravity.",
    "application": "The Supreme Court of Appeal found that the factual record unquestionably proved the robbery, rape and murder. It held that the appellants’ youth (20 and 21 years) and intoxication did not materially reduce their moral blameworthiness. Expert testimony on psychopathy was rejected as a mitigating factor. The court affirmed the death sentences for Burger and Scheepers, concluding that the intentional setting of the vehicle on fire with a living victim was a pre‑meditated, calculated act. The rape convictions were upheld, but the death sentences on the rape charges were varied to 16 years each, with 10 years to run concurrently with the robbery sentences. All other convictions and sentences were affirmed.",
    "conclusion": "The appeal was dismissed in respect of the murder convictions and the death sentences of Burger and Scheepers. Their rape sentences were varied to 16 years imprisonment each, with ten years concurrent with the robbery terms. All other convictions and sentences were upheld. The court ordered that the revised sentences take effect immediately."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Serious Offences",
    "level_3": [
      "robbery",
      "rape",
      "murder",
      "death penalty",
      "mitigating circumstances",
      "youth sentencing"
    ]
  }
}