{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/142.html",
  "case_name": "Pretoria United Taxi Association and Another v City Council of Pretoria and Another (143/87) [1987] ZASCA 142 (27 November 1987)",
  "citation": "[1987] ZASCA 142",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 142\n|\nNoteup\n|\nLawCite\nPretoria United Taxi Association and Another v City Council of Pretoria and Another (143/87) [1987] ZASCA 142 (27 November 1987)\nDownload original files\nPDF format\nRTF format\nPRETORIA UNITED TAXI ASSOCIATION & ANOTHER RESPONDENT\nand\nCITY COUNCIL OF PRETORIA AND ANOTHER\nAPPELLANT\nNESTADT, JA\nCASE NO. 155/86\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nTHE PRETORIA UNITED TAXI ASSOCIATION FIRST APPELLANT\nFRANS MORUDU\nSECOND APPELLANT\nand\nTHE CITY COUNCIL OF PRETORIA\nFIRST RESPONDENT\nTHE ADMINISTRATOR OF THE TRANSVAAL SECOND RESPONDENT\nCORAM\n: CORBETT, VAN HEERDEN, NESTADT, VIVIER JJA et NICHOLAS AJA\nDATE HEARD\n: 2 NOVEMBER 1987\nDATE DELIVERED\n: 27 NOVEMBER 1987\nJ U D G M E N T NESTADT JA\n:\nOn 2 May 1985 second respondent (the\nAdministrator/\n2.\ntion of first respondent (the City Council of\nPretoria)\nto cancel a certain taxi rank or stand in Pretoria.\nAppellants\nthereupon applied to the Transvaal Provincial Division for an order reviewing\nand setting aside second respondent's decision.\nThe matter, which was opposed,\ncame before FLEMMING J. The learned judge dismissed the application. With his\nleave, appellants are\nnow appealing.\nThe resolution was passed in terms of sec 65\nbis\nof the Transvaal\nLocal Government Ordinance, 17 of 1939. It was then (in so far as is now\nrelevant) in the following terms:\n\"65. bis/\n3.\n\"65.\nbis\n.(1)The counsil may from time to\ntime by resolution -\n(a)\n... determine the routes to\nbe followed by public vehicles ... from one specified point to another, either\ngenerally or between speci-fied\ntimes, or alter or cancel such routes, or alter\nsuch times;\n(b)\nfix the stopping places and\nstands for vehicles mentioned in para-graph (a), or cancel any such stopping\nplaces or stands or fix other\nstopping places and\nstands.\n(2) Whenever such resolution has been taken\nthe council shall at its own expense publish a notice in the Provincial Gazette,\nand in\nat least one English and one Afrikaans newspaper circulating in the\nmunicipality, stating that such resolution has been taken and\nis lying for\ninspection at a place, which shall be specified in such notice, and up to a\ndate, which shall be similarly specified\nand which shall not be earlier than\ntwenty-one days from the\ndate/\n4.\ndate of publication of the newspaper or Provincial Gazette in which such\nnotice is published last, and calling upon any per-son who\nhas any objection to\nlodge his objection with the town clerk, in writing, not later than the last day\non which such resolution will\nbe lying for inspection.\n(3)\tIf no objection is received by the\ntown clerk in terms of sub-section\n(2), the\nresolution shall come into operation on a\ndate specified by the council which shall not be earlier than the day\nfollowing the last day on which such resolution was lying for\ninspection.\n(4)\tIf objections are received by the\ntown clerk the matter shall be\nreferred\nto the Administrator who may sanction\nsuch resolution, with or\nwithout modifi-\ncation, as he may deem fit, or he may\nrefuse to sanction\nsuch resolution, which\nshall then have no force and effect.\n(5)\tAny decision by the Administrator\nin terms of sub-section (4) shall be noti-fied in the Provincial Gazette at\nthe expense of the council, and if such resolu-tion has\nbeen sanctioned by the\nAdminis-\ntrator/\n5.\ntion, the date from which such resolution shall come into operation shall be\nstated in such notice.\n(6) \t\"\n\"Public vehicle\" is defined by sec 2 to include \"any ... vehicle...\nplying for hire ... or used for carrying\npassengers ..... for ... reward\".\n\"Administrator\" in terms\nof the same section means that officer \"acting on the advice and with the\nconsent of the Executive Committee of the Province.\"\nThe stand in question (I refer to it as \"the rank\") was situate in Bloed\nStreet in the city centre. It had been used by black taxi\ndrivers since about\n1972. In February 1983 first appellant was informed by first\nrespondent/\n6.\nrespondent that it was considering closing the rank\nand\t.\nestablishing an alternative one at the Belle Ombre rail-\nway station\nin the vicinity. The founding affidavit\nalleges that first appellant is an\norganisation whose membership consists of some 900 black taxi drivers (and that\nthis number includes\nabout 75% of those drivers who used the rank). This is not\nguite correct. First appellant comprises a number of associations of taxi\ndrivers rather than the individual drivers themselves. Nothing, however, turns\non this. Its\nlocus standi\nto act as it did was conceded. Its constitution\nstates one of its objects to be \"to protect the interests of members in all\nmatters\nrelating to the promotion and development of their calling as bona fide\ntaxi owners\".\nFirst/\n7.\nFirst appellant was concerned about the contemplated closure by first\nrespondent of the rank. It felt that the interests of its members\nwould be\nadversely affected. Accordingly, through its erstwhile attorneys, it, on 21 June\n1983, met with representatives of first\nrespondent to discuss the matter. A\nnumber of further meetings between them,as well as an exchange of\ncorrespondence, ensued. There\nis some dispute as to what the nature and out-come\nwas of the negotiations which, in this way, took place between the parties. But\nto the following extent the seguence of events is clear:\n(i) At the first meeting, first appellant was told that the reason for the\nproposed removal of the rank was twofold, viz, that the\nroad adjácent to\nit was\nto/\n8.\nto be reconstructed and that the opening of the rail-\nway station would\ncreate a demand for taxis there.\n(ii) It would seem as if first appellant\naccepted this\nstate of affairs and in particular that the closure of the\nrank was inevitable. It, however, made a virtue of what it presumably regarded\nas necessity. Thus it proposed that the rank be closed only when construction of\nthe new road was about to begin. It was anticipated\nthat this might not be for\n\"some years\". (iii) This attempt to ameliorate the position of first\nappellant bore fruit. In August 1983 first respondent agreed that closure of\nthe rank would not occur before due advertisement in\nterms of sec 65\nbis\nbut in any event not until approximately July 1984. Prior to this,\nfirst/\n9.\nfirst respondent would, in addition to the establish-\nment of the new rank at the station, create nine \"loading\" points in various\nparts of the central area of the city. These would not\nbe ranks where taxis\ncould park and wait but merely places where passengers would embark and alight.\n(iv) Their location was agreed\nto. So, too, was the fact that they would be\ncontrolled by first appellant. (v) On 14 September 1983 first respondent caused\nto be\npublished a notice in terms of sub-sec(l)(b)ad-vertising its resolution to\ncreate the nine stopping points in guestion. It contains\ndetails of how many\nvehicles are to operate at each ofthem. It was suggested in argument on behalf\nof first appellant\nthat/\n10.\nthat a resolution was not in fact passed,but there is no\nreason to doubt that it was. First appellant did\nnot, in terms of sub-sec (2), object to the resolution.\nThis was the position when, on 15 November\n1983, first respondent formally\nresolved, in terms of sub-\nsec (l)(b), to cancel the rank. The requisite\nnotice,\nin terms of sub-sec (2), of such resolution was published\non 30\nNovember 1983. The sole reaction to it came from\nfirst appellant. On 21\nDecember 1983 a letter was written\nto first respondent by first appellant's\nattorneys on its\nbehalf. The relevant part of it reads:\n\"We have been requested to place on record that in a number of discussions\nheld with members of the City Council during the period\nJune 1983 to August\n1983, it was agreed between\nthe/\n11.\nthe members of the City Council who attended the meetings and our client that\nthe existing Taxi Rank at Bloed Street, Pretoria would\nnot be closed until such\ntime as:\n1.\tThe proposed new taxi ranks at Belle\nOmbre bus station were\nconstructed and\navailable for use by the taxi opera-\ntors presently using the taxi rank at\nBloed Street, Pretoria;\nand\n2.\tThe City Council of Pretoria had estab-\nlished nine stopping places\nsituated\nwithin the central business area of\nPretoria which nine stopping\nplaces\nwould be fixed after consultation with\nrepresentatives of our\nclient.\nIn terms of a letter addressed to our firm by the City Secretary of\nthe City Council of Pretoria dated 31st August 1983, we were notified\nthat the\nnew taxi rank at Belle Ombre railway station would only come into operation\ntowards the middle of 1984. Although we understand\nthat the prescribed Notices\nin regard to the nine stopping places concerned have been published, no further\nprogress appears to have\nbeen made in regard to the development and estab-\nlishment of these ranks.\nIn/\n12.\nIn the premises and until such time as the agreed conditions on the closure\nof the Bloed Street taxi rank have been com-plied with,\nour client has\ninstructed us to object to the proposed closure of the taxi rank at Bloed\nStreet, Pretoria, as advertised in the Pretoria\nNews on the 30th November\n1983.\nThe grounds of our client's objection are the following:\n1.\tAt this stage inadequate alternative\narrangements have been made for\nthe\nsatisfactory loading and off-loading\nof passengers in the Pretoria\ncentral\narea by the existing taxi operators\nauthorised to use the existing\nrank\nat Bloed Street; and\n2.\tThat at this stage the need to provide\nloading and off-loading\nfacilities\nat various points throughout the central district of Pretoria, which was\naccepted by the Pretoria City Council during the discussions\nheld with it by our\nclient, has not been\ncatered for by the establishment of the nine additional \"ranks\". Accor-dingly\nthe demands of the public to\nhave/\n13.\nvarious parts of the Pretoria central-district have not been catered for.\nIt is accordingly our client's respectful submission that until such time as\nthe conditions agreed to by the City Council of Pretoria\nhave been complied\nwith, the proposed cancellation of the Bloed Street rank should not take effect\nas both the interest of the travelling\npublic in Pretoria and the interest of\nthe lawful taxis operating to and from Pretoria will bé seriously\nprejudiced should\nthe rank be closed prior to the aforementioned condi-tions\nbeing complied with.\"\nThisletter featured prominently in the argument before us.\nI return to it later. It will be referred to as letter \"H\".\nThis was the\nidentification it bore as an annexure to the\nfounding affidavit.\nFirst respondent did not (for reasons which\nwill appear) on receipt of letter H refer first appellant's\nobjection/\n14.\nobjection to second respondent (in terms of sub-sec\n(4)).\nInstead,discussions and correspondence continued between\nthe parties\nduring 1984. It is not necessary to deal\nwith them in any detail. Their\ntenor, if not express\nwording, is a confirmation of first appellant and\nfirst\nrespondent having agreed that the rank would only be closed\nafter the new one at the station and the nine stopping places\nwere\noperative. This, according to what first respondent\nstated in November 1984, would take place in April 1985.\nOn 7 November 1984 first respondent passed the following\nresolution:\n\"Dat kennis geneem word van die verslag in die verband en dat die\nonderskeidelike afdelingshoofde se optrede en hulle voor-genome\noptrede, soos\ndit in die verslag uiteengesit is, vir sover dit nodig is, goedgekeur en\nbekragtig word.\"\nThe/\n15.\nThe report referred to was apparently in substantially the\nsame terms as a\nmemorandum which on 25 March 1985 was sent\nby first respondent to second\nrespondent. In it, as will be seen, it is stated that first appellant and first\nre-\nspondent had entered into an agreement (on the terms which I have earlier set\nout). The significance of first re- spondent's resolution\nof 7 November 1984\nwill be explained\nlater.\nAt about this time there occurred what\ncan only be described as a change of front on the part of\nfirst appellant.\nIt coincided with a new executive\ncommittee having taken over the management\nof its affairs\ntogether with different attorheys being instructed\nto\nrepresent first appellant. On 22 November 1984 they\nwrote/\n16. wrote a letter (\"P\") to first respondent in which the\nfollowing is said:\n\"1; All discussions and negotiatións which\nhave taken place in regard to the proposed\nclosure of the Bloed Street\nsite were\nconducted on the premise that such site\nwould be reguired by your Council for part of a new roadway development.\n2.\tThe proposed roadway is not being pro-\nceeded with.\n3.\tIn the circumstances the underlying causa\nwhich originally motivated\nour clients\nto consider moving no longer exists.\n4.\tAccordingly our clients are not prepared\nto vacate the Bloed Street\nsite.\"\nIn a follow-up letter dated 11 December 1984 (\"S\") it is\nalleged that:\n\"Clearly if there are no definite plans (regarding the proposed roadway\ndevelopment) in the immediate future, it can hardly be said\nthat a basis exists\nupon which our clients ought to vacate the existing taxi rank ...\nWe/\n17.\nWe reiterate that the concept of a 'stilhou plek' is not acceptable to\nour client as it will seriously impede and interfere with the proper conduct of\nour client's business.\nWe again place on record that we dispute that any definite agreement has been\nconcluded.\"\nNot surprisingly, first respondent did\nnot accept first\nappellant's new stance. By letter dated 23 November\n1984 (\"R\") it told first appellant that it was proceeding with\nthe implementation of \"the agreement\" between the parties. First\nappellant's response to this was to write a letter (\"T\")\ndated 11 December l984 directly to second respondent. It en-\nclosed copies of letters P, S and R \"in order to put this\nmatter in its proper perspective.\" The letter concludes:\n\"It is our respectful submission that the whole basis upon which the\ndiscussions originally took place has now fallen away\nand/\n18.\nand in the light thereof, we request that any application made to you by the\nCity Council of Pretoria in an attempt to proceed, be\nrefused.\"\nWhat happened in the next few months marks\nthe final chapter of the events\nwhich preceded the applica-\ntion. By letter dated 1 March 1985 the Director\nof Local\nGovernment (who for our purposes can be taken to represent\nsecond respondent) told first appellant that \"the matter\nhad been (\"was\nbeing\"?) attended to\". On 12 March\n1985 he asked first respondent to furnish him with a\n\"kort, volledige verslag van die verloop van die aangeleentheid\".\nThis\nfirst respondent did. Under cover of a letter dated\n25 March 1985 it sent the Director a memorandum together\nwith such correspondence as had been exchanged between\nfirst appellant and first respondent during the period\n21 December/\n19.\n21 December 1983 and 15 November 1984. The letter and memo-randum\n(read with a later letter dated 15 April 1985 from first respondent\nto second\nrespondent) contain a number of allegations which first appellant says, though\nprejudicial to it, were not disclosed. In\nsummary, they are the following: (i)\nThe rank had for some time been \"'n doring in die vlees van die Raad, die\nSuid-Afrikaanse Polisie,\nsekere kerke, die Suid-Afrikaanse\nBloed-oortappingsdiens en die breë publiek in daardie omgewing\"; its\nclosure should not be\nlooked at in isolation; it should be considered as part of\nthe development of the area around the station. (ii) Negotiations between\nfirst\nappellant and first\nrespondent had resulted in agreement between them that the rank be closed\nprovided that the new one\nat/\n20.\nat the station and the nine stopping places first be available. (iii) In the\ncircumstances first appellant's objection to first respondent's\nresolution was\nmerely a provisional one; the conditions to which the objëc-tion was\nsubject had been or were being fulfilled;\nit was accordingly \"nie 'n geldige\nbeswaar ... nie\"; first appellant had recently \"begin kibbel... oor nuwe maar\nirrelevante aspekte\nvan die aangeleentheid...\"\nOn 9 April 1985 first\nrespondent informed first appellant that it had been requested by the Director\nto sub-mit to him \"representations\n... relating to the intended closure\" and, on\n12 April, that it was referring the matter to second respondent in terms of sec\n65\nbis (4); in the meantime\nthe/\n21. the simultaneous opening of the new rank at the station and\nthe closing of the rank were to be postponed to a date to be deter-\nmined.\nOn 15 April 1985 first respondent, in a letter mentioned\nearlier, referred\nthe matter to second respondent in terms of sub-\nsec (4). On 22 April 1985 it was placed before second respondent\nand the\nExecutive Committee. The member responsible for local\ngovernment received a\nfile containing first respondent's memoran-\ndum (and accompanying correspondence) and the letters written to\nsecond respondent on behalf of first appellant (together with the\nannexures thereto). In addition, each member of the committee\nhad an internal memorandum dated 18 April 1985 prepared by an\nofficial in the office of the Director. On 29 April 1985\nthere was received a letter dated 19 April 1985 addressed to\nthe Director by first appellant's attorneys in which he is\nasked whether \"it is possible for our clients to submit\nfurther/\n22.\nfurther representations to you, either in writing or by\nmeans of\noral evidence as we would like an opportunity of\nputting as much evidence as\npossible before the Honourable,\nthe Administrator\". It was, however, decided by officials in\nthe Director's office that it was \"prakties gesproke onmoontlik\nen onwenslik\" to allow further representations at that late\nstage. As I have said, first respondent's resolution of 15\nNovember 1983 was sanctioned by second respondent on 2 May\n1985 (in terms of sub-sec (4)). Pursuant to sub-sec (5), second\nrespondent's decision was published in the Provincial Gazette.\nThis was on 5 June 1985. The notice fixed 30 June 1985 as\nthe date on which the resolution was to come into effect.\nThese are the basic facts on which the appli-cation (which was launched on 9\nJuly 1985) had to be\ndecided/\n23.\ndecided. As I have said, it was for an order reviewing and setting\naside second respondent's decision in terms of sec 65 bis (4)tosanction\nfirst\nrespondent's resolution of 15 November 1983. Before dealing with the grounds\nre-lied on I must refer briefly to the second\napplicant (now second appellant).\nHe is also a taxi driver who, though apparently not a member of any of the\nassociations belonging\nto first appellant, used the rank as well. However, he\ndid not object to first respondent's resolution. Clearly, he was not entitled\nto\ncontest its approval by second respondent. He had no\nlocus standi\nin the\nprocedings before the court a\nquo\n. In what follows, therefore, only first\nappellant's claim for relief need be considered. Consequently I hence-forth\nrefer to it simply\nas \"appellant\".\nIts/\n24.\nwas, according to the founding affidavit, based on a number of averments.\nThey were, broadly speaking: (i) that it was prompted by\nan ulterior motive;\n(ii) that, contrary to the\naudi alteram partem\nrule,appellant had not\nbeen afforded a proper opportunity to present its case to second respondent; and\n(iii) that, in any event,\nfirst respondent's resolution of 15 November 1983 had\nbeen amended or replaced by the one of 7 November 1984 so that the sanctioning\nof the former was\nultra vires\nsecond respondent. Before us,ground (i) was\nnot pursued. In what follows, therefore, I confine myself to (ii) and (iii).\nI commence with the former, ie appellant's complaint that it had not been\ngiven a fair hearing by\nsecond/\n25. second respondent. No point was made, in this regard, of\nthe\ninternal memorandum being placed before second respondent or\nof first\nrespondent being asked for and having furnished a memo-\nrandum. Furthermore,\nMr Zeiss conceded on appellant's behalf that\na fair hearing did not mean that\nit was entitled to make oral\nrepresentations to second respondent (before he\nexercised his\ndiscretion under sub-sec (4)). The argument that there had\nbeen a breach of the\naudi alteram partem\nrule rested (i) on\nthe failure to inform appellant of the contents of first\nrespondent's\nmemorandum to second respondent so that it could comment there-\non and (ii) on the refusal of the request, contained in its\nletter dated 19 April 1985, to make further representations\nto second respondent. Each of these, so it was said, con-\nstituted a gross irregularity and resulted in the principles\nof natural justice not having been adhered to.\nI/\n26\nargued on behalf of appellant that it was only after 15 April 1985,\nwhen the matter was finally referred by first respondent to second\nrespondent in\nterms of sub-sec (4), that any question of\naudi alteram partem\n(from the\npoint of view of appellant) arose; when this occurred, appellant, for the first\ntime, acguired a right to pre-sent its\ncase; it was therefore entitled to be\nnotified of and have the opportunity of traversing the memorandum. I am unable\nto agree. Sec\n65\nbis\nincorporates the\naudi alteram partem\nprinciple. Sub-sec (2) makes express provision for objections. Obviously an\nobjector would be entitled, if not obliged, to\nmake/\n27.\nmake representations in support of his objection. In terms of sub-sec (4)\nthese have to be referred to the Administrator. In this\nway, the objector is\nafforded a hearing. This is what happened here. Appellant's objection, as\ncontained in letter H, sets out fully\nits attitude to the proposed closure. It\nwas placed before second respondent preparatory to him making his decision.\nIt does not,however, follow that appellant's right to a hearing was thereby\nexhausted. Sub-sec (4) does not, in terms, entitle a council,in\nreferring a\nmatter to the Administrator, to make representations. But having done so\n(whether\nmero motu\nor at the instance of the Administra-tor), it may be\nsaid to be only fair that an objector have the opportunity of dealing with what\nthe council has to say. The following remarks of FEETHAM, JA in\nLoxton\nvs\nKenhardt/\n28.\nKenhardt Liguor Licensing Board\n1942 A D 275\nat 315 are\nin this regard apposite:\n\"Where an administrative authority entrusted with\nquasi\n-iudicial\nfunctions holds an en-quiry on a question submitted for its de-cision, and the\nparty whose rights or claims are the subject\nof such enquiry is entitled to a\nhearing, it is one of the reguisites of a fair hearing that, if the authority\navails itself of its\nown knowledge, in regard to particular facts relevant to\nthe question submitted to it, or of information in re-gard to such facts\nindependently obtained from outside sources, it should give the party concerned\nnotice of any points, derived from such knowledge\nor information, which may be\ntaken into account against him, so as to give him an opportunity of meeting such\npoints.\"\n(See, too, Rose Innes:\nJudicial Review of Administrative\nT.ribunals in South Africa\n, 159, 162; Baxter:\nAdministrative Law,\n553). This rule would a\nfortiori\napply where the information emanates\nfrcm one of the parties to the enquiry (in this case, first respondent).\nWhether it does apply depends on the facts of\n29.\neach case. In one such as the present, the significance, if\nany,\nof first respondent's representations to second respondent\nmust be judged,\nnot in\nvacuo\n, but in the light of appellant's objection. If what was\nstated by first respondent is unrelated to appellant's grounds of opposition\nor\nis not at variance\nwith them, it can hardly be said that the dictates of fairness require that\nit be disclosed to appellant. Even where the information\nis prejudicial, an\nobjector, who has anticipated and dealt with it, will not normally be given a\nsecond chance.of doing so. And finally,\nit is worth stressing that an applicant\nin review proceedings, who complains that he was not afforded the opportunity of\ncommenting\non prejudicial allegations, should set out, with reasonable\nparticularity, what his reply to them would have been.\nWith these principles in mind, I turn to an\nexamination of the memorandum in order to determine\nwhether/\n30.\nwhether, as argued for appellant,it contained prejudicial\nallegations of which it was entitled to have notice. It will be remembered\nthat the one allegation said to be prejudicial related\nto the reasons why first\nrespondent resolved to can-cel the rank (including the \"doring in die vlees\"\nassertion); the second was\nthat there had been consensus that the rank be closed\nprovided the two conditions referred to were met; and the third was that they\nhad been met (so that appellant's objection was not a valid one).\nFor basically two reasons I am of the opinion that appellant did not establish\nthat it should have been informed of any of these\nallegations. I proceed to deal\nwith the first. I shall assume that, notwithstanding the lapse of almost a year\nafter the 21 day period\nfor objections stipulated in sub-sec (2) had expired,\nappellant would have been entitled\nto/\n31.\nto object afresh or amend its original grounds. But\nletters P and S do not purport to do this. They merely constitute a\nrepudiation of the agreement previously con-cluded between the\nparties. They\nadvance no positive reasons why the rank should not be closed. The fact that\nappellant does not agree to it,is not\na ground of objection. Its consent was not\na prerequisite to first respondent's resolution or second respondent's sanction\nthereof.\nLetter H must therefore be looked to in order to determine the grounds of\nappellant's objection. It is not an objection to the principle\nof cancellation\nat all. On the contrary, it is, in substance, a consent to cancellation provided\nthat the actual physical closure\nof the rank does\nnot/\n32.\nnot occur until the new rank at the station and the nine stopping\nplaces\nbe established and operative. And it alleges that first re-spondent has agreed\nto these conditions. In other words, it reveals\nthat appellant's concern was not\nwhether there was to be closure but when this was to take place. This,\nincidentally, is how first\nrespondent regarded it. In subsequent correspondence\nwith appellant it more than once makes the allegation (which until appellant's\nchange of attorneys was not denied) that the rank \"has been cancelled\". It also\nexplains first respondent's failure, until 15 April\n1985, to refer the matter to\nsecond respondent in terms of sub-sec (4). Its attitude was that, there having\nbeen no effective objection,\nit was unnecessary to do so. Indeed, before us,Mr\nMaritz, on behalf of first respondent, in support of the sub-mission that\nappellant\nhad no right to a hearing at all, persisted in this approach. It is\nnot a sound one. The cancellation of\nthe/\n33. the rank was (eventually) treated as being objected to and the\nmatter was referred to second respondent in terms of sub-sec (4).\nDo any of\nthe allegations contained in the memo-randum conflict with what is stated in\nletter H, so construed? I do not think so.\nMr Zeiss conceded as much. That part\nof the memorandum relating to the reasons for closure has no relevance to the\nessence of appellant's\ngrievance, viz, that closure of the rank should not take\nplace until altemative arrangements had been made. The allegation that appellant\nhad consented accorded with its own version as contained in the letter. Of\ncourse, the objection does not admit that the conditions\nsubject to which\nappellant agreed to the closure of the rank were fulfilled, whereas the\nmemorandum alleges that they were. But on\nthe facts, it must be f ound that the\nallegation is correct. The new rank and the nine stopping places were created\nprior to 30 June\n1985\n(when/\n34.\n(when the rank was to be closed). The only respect in which\nappellant itself says that agreement had not been reached is in regard\nto the\nnumber of taxis that would be permitted to operate at each of the stopping\nplaces. I do not propose to analyse the evidence\nin question. Suffice it to say\nthat on the papers (and appellant did not in the court a\nquo\nseek a\nreference to oral evidence) first respondent's version that the parties did\nagree on this point is more probable than appellant's\nthat they did not. I would\nonly deal with one particular submission that was made on behalf of appellant.\nIt was based on a letter\ndated 13 June 1985 from first respondent to appellant's\nattorneys. In it appellant is \"invited to resume discussions with my Council's\nofficials concerned regarding control of the new taxi stand at Belle Ombre and\nthe 9 stopping places around the City\nCentre\"/\n35.\nCentre\". This, it was said, shows that first respondent was still in\nthe process of negotiating with appellant on matters concerning\nthe nine\nstopping places and that agree- ment on the point had not been reached. There is\nno merit in this submission. As is explained\non behalf of first respondent in an\naffidavit filed in answer to appellant's replying affidavit, the offer was made\n\"ten einde praktiese\nbeslag te gee aan ... die ooreenkoms tot samewerking ter\nuitvoering van die kontrole soos ooreengekom\". Control was in the hands\nof\nappellant but,as it was put in one of first respondent's letters to\nappellant,this was to be exercised \"in close collaboration\nwith and subject to\nlaw enforcement by my Council's Traffic Department and subject to by-laws which\nwill be drawn up by the Traffic\nDepartment\nin/\n36.\nThe remaining ground on which appellant contends that no agreement\nresulted and that the memorandum, in alleging the existence of\nsuch agreement,\ncontained prejudicial information, can also be briefly dealt with. It was that\nthe agreement was concluded on the\nsupposition that the rank had to be closed\nbecause of the contemplated construction of the road. This, it was said, turned\nout to\nbe an incorrect common assumption; no new road is being built; on the\nauthority of\nWilliams vs Evans\n1978(1) S A 1170(C) the agreement\ntherefore failed. The argument cannot be sustained. It is true that at the\ncommencement of the negotiations\nin mid-1983, mention was made of the road. But\nit thereafter became apparent that\nits/\n37.\nits construction would not occur for many years. Despite this,\nnegotiations proceeded and agreement was reached. Moreover, it is denied\nin\nfirst respondent's answering affidavit that the road will no longer be\nreconstructed. Appellant has, in my view, not established\nthat it was en-titled\nto resile from the agreement on this (or any other) ground.\nEven if, however,\nin evaluating the effect of what is stated in the memorandum, appellant is not\nconfined to its original objection\nas contained in letter H, I do not think (and\nthis brings me to the second reason referred to earlier) that appellant had an\nunfair\nor inadequate hearing. This approach involves taking account of\nappellant's letters P and S. As indicated, they notify first respondent\nthat\nappellant/\n38. appellant refuses to vacate the rank.The\npurported\njustification for this is that it was never agreed that it would;\nalternatively such agreement was concluded on an incorrect assumption\n(viz, that\nthe road was to be built) and was therefore not binding; and that the concept of\nstopping places was unacceptable. The\nmemorandum is at variance with this but\nonly to a limited extent. It alleges that agreement was reached and that there\nhad been no\nvalid objection to first respondent's resolution. For the rest,\nhowever, it is not germane to what is stated by appellant in letters\nP and S.\nTheir contents are not addressed.\nThese letters were, in any event, put\nbefore second respondent \"in order to place this matter in its proper\nperspective\". Mr Zeiss\nsubmitted that account\nshould/\n39.\nshould not be taken of letter T because it was written. prior to the\nreference of the matter to second respondent. As counsel put\nit, it was wrong to\ntry to incorporate sub-missions made at a stage when no official proceedings\nunder sec 65 bis (4) were pending\ninto the\naudi alteram partem\nrule. This\nis an untenable approach. An argument to this effect has already been rejected.\nAppellants cannot legitimately object to\nletter T and its accompanying annexures\nbeing looked to when this is what it sought. It follows that second respondent\nwas made aware\nof appellant's conten-tions. There is no question of his having\nhad only one side of the picture. To the extent that, from appellant's\npoint of\nview, it may not have been as complete as it would have liked, it has itself to\nblame. Of course, it\ncannot/\n40.\ncannot be said that appellant,in writing letter T, should\nthen have\nanticipated that a memorandum would be furnished.\nAt the same time, however,\nappellant knew from letter R\nthat first respondent maintained that it had\nagreed to the rank's closure and that such closure was being proceeded with.\nYet, far\nfrom seeking to amplify what it stated in its earlier letters, or to\nmake any further representations, it baldly (in letter T) requested\nsecond\nrespondent to refuse any application that first respondent might make (for\nclosure). This was after it had been stated in\nletter S that second respondent\nwas being written to \"in order to place before him our contentions\". Now\nappellant says that it should\nhave been given another opportunity to put its\ncase. But it does nothing to rebut the inference\nthat/\n41.\nthat it was, in the circumstances, content to rely on what\nis said in letters P and S.\nIt is, moreover, difficult to ascertain from\nappellant's affidavits what, additionally, it would have wished to say in reply\nto the\nallegations contained in the memorandum. Would it have been in support of\nthe proposition that no agreement was concluded or that,\nthough one was, it was\nvitiated by an incorrect assumption or that it was subject to conditions which\nwere not fulfilled? There is\nno satisfac-tory answer to these questions. Nor is\nthere any reason to think that appellant could have furnished any further\ninforma-tion\non these issues that was not already before second re-spondent.\nAnother possibility is that appellant would have put forward reasons\nwhy,\ncontrary to what is stated in the\nmemorandum,/\n42.\nmemorandum, first respondent's resolution should not,on\nthe merits,\nbe sanctioned. Despite appellant never having\npreviously raised this issue, I\nshall assume that it would\nhave been open for it to do so. But what is\nalleged ±t\nwould have wished to say in this regard? In the founding\naffidavit the following appears:\n\"(T)he refusal to allow further representations by the First Applicant was\nunlawful and de-prived the Applicant of bringing highly\nrele-vant, crucial and\npertinent information to the attention of the Administrator prior to him making\na decision in terms of Section\n65 (bis)(4) of the Local Government\nOrdinance.\"\nThere is, however, no clear indication of what the nature\nof such information would have been. All that is stated is\nthe following:\n\"The Administrator's refusal to afford the Applicant an opportunity of\nsubmitting\nfurther/\n43.\nfurther representations deprived it of the\nright of drawing attention to the current sit-\nuation as opposed to that which prevailed at 21\nDecember 1983. There have, in my respectful\nsubmission, been substantial changes to the\nrelevant facts and to Government policy since\nDecember 1983, which, had they been drawn to\nthe Administrator's attention, would have\ncaused him to refuse to sanction the City\nCouncil's resolution closing the Bloed Street\nrank. In particular I refer to the policy\nthat central business districts are to be\nopened to all racial groups.\"\nBesides this there is merely a\nsuggestion, in the replying\naffidavit, that the area where the new rank was to be es-\ntablished is not a suitable one. These are vague and unsub-\nstantiated statements. They do not, to my mind, sufficiently\nestablish appellant's ability to have placed any meaningful\nrepresentations before second respondent in answer to what\nis stated in the memorandum.\nTo/\n44. To sum up so far, appellant has, in my view, wholly failed to\nshow that the memorandum should have been dis-closed to it or that\nit was\nprejudiced by this not being done.\nThis brings me to the second respect in\nwhich it is said that appellant was deprived of a fair hearing, viz, the failure\nor refusal\nto grant the request contained in its letter dated 19 April 1985.\nThough couched in the form of an appeal for advice, it must, I\nconsider, be read\nas a request to actually make further representations. The statement in the\nDirector's letter of 8 May 1985 that\nit was not possible to comply with it\nbecause the matter had been submitted to second respondent on 18 April 1985 is\nnot quite correct.\nIt was submitted to him on 22 April 1985. Even so, the\ndecision not to allow further repre-sentations cannot be criticised. When\nthe\nletter was received on 29 April 1985, the meeting at which second respondent\nwas/\n45.\nwas to consider the matter was only three days away.\nIt\nwould undoubtedly have had to be postponed if appellant's\nreguest was\nto be acceded to. No reason was advanced why\nthis was \"prakties gesproke\nonmoontlik\" but having regard\nto the long history of the matter I have\nunderstanding for\nthe allegation that it was \"onwenslik\". This is particularly\nso when account is taken of the fact that the official con-\ncerned would have known that appellant had already made re-\npresentations to second respondent (by means of letter T).\nFurthermore, as already stated, appellant has not satisfac-\ntorily explained what further representations it wished to\nmake.\nMy conclusion is that appellant has not\nestablished/\n46.\nestablished that it did not have a fair hearing. In my view it did. The\nattack on second respondent's decision on the ground that\nthere was a breach of\nthe\naudi\na\nlteram partem\nrule must fail.\nIt remains to consider\nappellant's second contention, viz, that first respondent's resolution of 15\nNovember 1983 was replaced or\namended by its resolution of 7 November 1984 and\nthat it was therefore beyond the powers of second respondent to sanction it; his\naction in having purported to do so was a nullity. The effect of the resolu-tion\nof 7 November 1984 was simply to approve of or ratify\nthe agreement which,\naccording to the report referred to in it, had been concluded between appellant\nand first respondent.\nIn/\n47. In the report it is stated:\n\"Na onderhandelings met die\ngenoemde\nbeswaarmaker oor laasgenoemde\naange-\nleentheid ... is die genoemde beswaar\nformeel teruggetrek.\nDaar word dus geag dat geen beswaar daar-\nteen ontvang is nie en die\nbepaling van\ndie standplaas is derhalwe nie aan Ad-ministrateursgoedkeuring onderworpe\nnie.\"\nThe statement that the objection was withdrawn is not correct.\nIt was not\nwithdrawn and the opinion which follows, ie,that\nthe matter was to be\nregarded as unopposed,whilst right at\nthe time,turned out to be\nunjustifiably optimistic. But\tj\nI fail to see that first respondent's resolution of 15\nNovember 1983 was\nwithdrawn or in any way amended. It\nremained. It was,therefore,capable of\nsanction. This\nattack on second respondent's decision must also fail.\nThe/\n48.\nThe costs of the application for leave to appeal were reserved by the court a\nquo\n. First respondent was then represented by two counsel. I do not think\nthat this was warranted. The fees of two counsel (in relation\nto the application\nfor leave to appeal) will therefore not be allowed.\nThe result is that the appeal is dis-missed. Appellants are jointly and\nseverally to pay the costs of the respondmts including in\neach case the fees of\ntwo counsel. Appellants are also jointly and severally to pay the costs of the\napplication for leave to appeal.\nH H NESTADT, JA CORBETT, JA ) VAN HEERDEN, JA ) CONCUR VIVIER, JA ) NICHOLAS,\nAJA )",
  "scraped_at": "2026-02-11T21:28:17.370542",
  "date": "1987-11-27",
  "coram": [
    "Corbett JA",
    "Van Heerden JA",
    "Nestadt JA",
    "Vivier JA",
    "Nicholas AJA"
  ],
  "case_number": "155/86",
  "parties": {
    "applicants": [
      "Pretoria United Taxi Association",
      "Frans Morudu"
    ],
    "respondents": [
      "City Council of Pretoria",
      "Administrator of the Transvaal"
    ]
  },
  "sections": {
    "facts": "The dispute concerned a taxi rank on Bloed Street in central Pretoria that had been used by black taxi drivers since 1972. In early 1983 the City Council of Pretoria announced plans to close the rank and replace it with a new rank at Belle Ombre railway station and nine additional stopping places. The Council and the Pretoria United Taxi Association negotiated conditions under which the closure could occur, namely that the new facilities be operational before the old rank was cancelled. The Council resolved on 15 November 1983 to cancel the rank, published the required notice on 30 November 1983, and received an objection from the Association on that date. Further negotiations continued throughout 1984, but the Association later altered its stance and objected to the closure on the basis that the road construction prompting the closure was no longer proceeding. The Council referred the matter to the Administrator (second respondent) under section 65bis(4) of the Transvaal Local Government Ordinance. The Administrator sanctioned the original 15 November 1983 resolution on 2 May 1985, publishing the decision on 5 June 1985 to take effect on 30 June 1985. The Association sought judicial review of that sanction.",
    "issues": "1) Whether the Pretoria United Taxi Association was denied a fair hearing and the audi alteram partem principle was breached in the Administrator’s sanctioning of the Council’s resolution. 2) Whether the Council’s resolution of 15 November 1983 had been effectively replaced or amended by a later resolution of 7 November 1984, rendering the Administrator’s sanction ultra vires.",
    "principles": "The Court applied the procedural requirements of section 65bis of the Transvaal Local Government Ordinance, which incorporates the audi alteram partem rule by requiring that objections be published and that the objector be given an opportunity to make representations before the Administrator. Natural‑justice principles demand that a party be informed of any prejudicial material on which a decision may be based. The authority of the Administrator to sanction council resolutions is confirmed, and a resolution remains valid unless expressly withdrawn or superseded by a subsequent valid resolution.",
    "application": "The Court held that the Association’s objection (letter “H”) was placed before the Administrator before the decision was made, satisfying the statutory hearing requirement. The memorandum submitted by the Council contained no information that was undisclosed and material to the Association’s grounds of objection. The later 7 November 1984 resolution merely ratified the earlier agreement and did not withdraw the 15 November 1983 resolution; therefore the Administrator’s sanction of the 1983 resolution was within his powers. Consequently, the claim of a breach of natural justice failed.",
    "conclusion": "The appeal was dismissed. The Pretoria United Taxi Association and the second appellant were ordered jointly and severally to pay the costs of the respondents, including the costs of the respondents’ two counsel, and also the costs of the application for leave to appeal. The fees of two counsel for the leave‑to‑appeal application were not allowed."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "audi alteram partem",
      "section 65bis",
      "fair hearing",
      "sanction",
      "taxi rank"
    ]
  }
}