{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/116.html",
  "case_name": "S v Nel (118/87) [1987] ZASCA 116; [1988] 1 All SA 363 (A) (29 September 1987)",
  "citation": "[1987] ZASCA 116",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 116\n|\nNoteup\n|\nLawCite\nS v Nel (118/87) [1987] ZASCA 116; [1988] 1 All SA 363 (A) (29 September 1987)\nDownload original files\nPDF format\nRTF format\nSAFLII Note:\nCertain personal/private details of parties or witnesses have\r\n\t\t\t\tbeen redacted from this document in compliance with the law and\nSAFLII\r\n\t\t\t\tPolicy\nIN THE SUPREME COURT OF SOUTH\r\nAFRICA\n(APPELLATE DIVISION)\nIn the appeal of:\nDAVID\r\nJOHN NEL\nAppellant\nversus\nTHE\r\nSTATE\nRespondent\nCORAM\n: Corbett, Viljoen et\r\nNestadt, JJA\nDATE OF APPEAL\n: 11\r\nSeptember 1987\nDATE\r\nOF JUDGMENT\n:\n1987-09- 30\nJ U D G M E N T\nCORBETT\nJA:\nIn May 1984 appellant in this\r\nmatter was convic-ted of rape in the Natal Regional Court (sitting in\r\nDurban) and sentenced to five\nyears' imprisonment. The conviction\r\nrelated to an incident which took place in the early hours\n/\r\nof\n2\nof\r\nSaturday, 25 February 1984. The appellant appealed to the Natal\r\nProvincial Division (\"the NPD\") against both his conviction\n\nand the sentence imposed. His appeal was heard on 21 March 1985. The\r\nCourt dismissed the appeal. On 21 October 1985 appellant made\n\napplication to the NPD (i) for leave to make application to the\r\nAppellate Division for the setting aside of appellant's conviction\n\nand sentence and the remittal of the case to the trial court for the\r\nhearing of fresh evidence; (ii) for leave to appeal to the\nAppellate\r\nDivision against conviction and\nsentence;\r\nand (iii) for condonation of the lateness of the applica-tion for\r\nleave to appeal\n(I\nrefer in this regard to\r\nthe amended order prayed by the appellant). The Court, fol-lowing the\r\nprocedure indicated in\nS\nv\nTurner\n1975 (3) SA 285\n(N), granted the\r\napplication as prayed. It is in terms of this order that the matter\r\nnow comes before us.\n/\r\nAt\n3\nAt\r\nthe hearing in this Court appellant's counsel conceded that on the\r\nevidence placed before the Regional Court there was no valid\nground\r\nfor interfering with the conviction. He, therefore, confined his\r\nargument to the question of remittal for the hearing of\nfresh\r\nevidence and the question of sentence.\nI\nshall\r\ndeal first with the remittal issue, but before doing so it is\r\nnecessary to survey the evidence adduced before the Regional\n\nMagistrate and his reasons for convicting the appellant.\nThe\r\ncomplainant in the case is a Miss S.O., whose age at the time of the\r\ntrial was 25 years. She then worked as a sales representative\nfor a\r\nphotographic company. She had never been married, but had a son born\r\nout of wedlock, aged seven years. She lived in the Berea,\nin Durban.\r\nHer version of what happened, as given in evidence at the trial, is\r\nthe following.\n/\r\nOn\n4\nOn the\r\nevening of Friday, 24 February 1984, she went out with appellant at\r\nhis invitation. The complain-ant was spending the weekend\nwith her\r\nparents, who lived at Cowies Hill, and the appellant came there in\r\nhis \"bakkie\" to fetch her at about 20h30.\nAt that stage\r\nthey had known one another for approximately eight months. He was not\r\nher \"boy friend\" â she in fact\nhad another \"boy\r\nfriend\" at the time â but they moved in the same social\r\ncircles and often met on social occasions\nin the company of common\r\nacquaintances. On the evening in question complainant and appellant\r\nfirst went to the Imperial Hotel in\nPinetown for a drink. They stayed\r\nthere for about an hour and a half, but because none of their friends\r\nwere there they left and\nwent on to the Rugby Hotel, where they found\r\nsome of their friends and again had a drink. They stayed there until\r\nabout midnight.\nThey then decided to go on to a night club in Durban.\r\nThe appellant thereafter discovered\n/ that\n5\nthat his\r\nvehicle was low on petrol and they consequently went to the premises\r\nwhere appellant worked (he was in the busi-ness of\nrepairing motor\r\ncars, panel-beating, etc) at number 64, Railway Road, Seaview in\r\norder to put in some petrol.\nUpon\r\narrival at the premises in Seaview the appellant stopped in a yard in\r\nwhich a vehicle, described by the complainant as a white\n\"Kombi\"\r\nwas parked. (It would appear from appellant's own evidence that the\r\npremises belonged to a friend of his, who\npermitted appellant to\r\nmain-tain a workshop in the yard behind the house.) The appel-lant\r\nalighted, while complainant stayed in\nthe \"bakkie\".\r\nComplainant\nnoticed appellant go to a shed,\r\nwhere she presumed the petrol was kept. Shortly thereafter appellant\r\nwent to the Kombi, opened the\nmiddle door (which gives access to the\r\nback portion) and sab on the floor with his legs dangling outside. He\r\ncommenced smoking\na dagga cigarette. The complainant remained sitting\r\nin the\n/ \"bakkie\"\n6\n\"bakkie\"\r\nfor some time, but then, feeling cold and irritated, went over to the\r\nKombi, entered it and sat at the back on\nwhat appeared to be a\r\nmattress,\nwaiting\nfor the\r\nappellant to f\ninish\nhis\r\ndagga cigarette. She waited for about ten minutes and in the course\r\nof waiting rested her head in her hands, closed her eyes\nand relaxed.\r\nThe appellant then suddenly assaulted her. He pushed her down onto\r\nthe mattress and forcibly held her down. He pulled\nup her skirt,\r\n\"ripped off\" her stockings and tried to touch her private\r\nparts. The complainant screamed and struggled.\nShe managed to escape\r\nfrom the Kombi and ran to the house. The lights of the house were on\r\nand the back door was open. When the\ncomplainant reached the back\r\ndoor she found a lady standing there. This lady, it transpired, was a\r\nMrs Michelle Schoe-man, sister-in-law\nof the proprietor of the house.\r\nThe complainant, thinking that Mrs Schoeman was the owner of the\r\nhouse, asked Mrs Schoeman whether\nshe could use the\n/\r\ntelephone\n7\ntelephone\r\nto speak to the police \"because the appellant was trying to rape\r\nher\". Mrs Sehoeman replied that it was not\nher house and that\r\nshe would go to ask her sister-in-law. The complainant waited in the\r\nkitchen near the telephone. The appellant\nthen came into the house\r\nand asked the com-plainant \"what she was trying to prove\".\r\nComplainant replied that she had\nno intention of having a sexual\r\nrelationship with him and felt that the police need to be told about\r\nit. Ap-pellant then \"brutally\ngrabbed\" her round the waist\r\nand pul-led her from the kitchen and down the back steps. The\r\ncomplainant screamed and shouted\nand asked Mrs Schoeman for help. Mrs\r\nSchoeman did not, however, attempt to intervene and appellant took\r\ncomplainant to the \"bakkie\",\npushed her in on the passenger\r\nside and went round to the driver's seat. The complainant had an\r\naerosol \"Defence-U\" spray\nattached to her key-ring. She\r\ntook this in her hand and as appellant entered the cab she sprayed\r\nthe\n/\r\ncontents\n8\ncontents\r\ninto his eyes. It deterred\nhim for a few sec\nonds\r\nand she made a move to get out of the vehicle, but he pushed her in\r\nagain and hurled abuse at her. He grabbed the aerosol can\nfrom her\r\nand tried to spray her eyes, but without success. With her still\r\ncrying and screaming, appellant drove off at high speed.\nHe reached\r\nthe N3 freeway and turned into it, proceeding in the direction of\r\nDurban. At a certain point appellant stopped the vehicle\nat the side\r\nof the road and came round to the passenger side of the vehicle. The\r\ncomplainant hold onto the steering wheel to prevent\nhim pulling her\r\nout of the car. She screamed and asked him please to take her home\r\nand \"not to be silly and try and rape her\".\nAppellant then\r\nsaid that he had always had \"this wild desire\" to have\r\nsexual intercourse with her. He took a blanket\nfrom the \"bakkie\"\r\nand laid it down in some tall grass near the edge of the freeway. He\r\npulled the complainant from the\nvehicle, led her to the blanket and\r\nthrew her down. He pulled her\n/ panties\n9\npanties\r\noff and had intercourse with her. At a certain point the appellant\r\nalso attempted to have \"anal sex\" with the\nc\nomplainant,\nbut she managed to\nturn\nover\nand\nkick him of her. She then jumped up and ran across the\r\nfreeway and stood in the other carriage-way, ie that in which traffic\r\nproceeded\naway from Durban in the direction of the airport. Almost\r\nimmediately a motor car approached and stopped. In it were two men, a\r\nMr Minnaar and his son. Complainant explained to them that she had\r\nbeen raped and pleaded with them to take her with them, away\nfrom the\r\nappellant who was \"still in the grass beginning to stand\nup\".\r\nMinnaar agreed and let her into the motor car.\nComplainant's\r\nevidence then proceeds:\n\"The\r\ngentlemen then drove to the next glide-off,\nI\nthink\r\nit goes to Mobeni or something like that, and they stopped there and\r\nthe gentleman who was driving the car put his arm out\nto me and held\r\nmy hand very tightly and in Afrikaans told me that they were going to\r\npray for me and we stopped there for five\n/ minutes\n10\nminutes\r\nand they prayed for me and\nI\nwas absolutely\r\nhysterical. We then drove to the nearest police station which was the\r\ncharge office at Louis Botha Airport.\"\nAt Louis\r\nBotha airport the police told the com-plainant that the charge would\r\nhave to be laid at the Pine-town police station because\nthe alleged\r\ncrime was committed in \"their area\"; but said that they\r\nwould telephone her parents so that they could fetch\nher. The\r\ncomplainant waited until her father came to the airport. She told him\r\nwhat had happened. They went home and complainant\nchanged into some\r\nwarmer clothing. Her mother then took her to the Pinetown police\r\nstation, where complainant laid a charge and\nmade a statement. A\r\ndetective took her to the scene of the crime and there she pointed\r\nout the spot where it had all happened.\nBy this time it was about\r\n08h00 on 25 February 1984. They found complainant's stockings about\r\n100 metres up the road from the place\nwhere the rape occurred. At\r\n10h55 on the same day complainant was examined\n/ by\n11\nby the\r\ndistrict surgeon. The complainant estimates that the rape occurred at\r\nabout 02h30.\nThe other\r\nwitnesses called by the State were Mr Minnaar, Mrs Schoeman and the\r\ndistrict surgeon, Dr Noche. Minnaar, it appeared,\nwas a lecturer in\r\nelectronics and mathematics at the Technikon in Pretoria. He also had\r\na BA degree, for which he had taken psychology\nas a major sub-ject.\r\nAt the Technikokon he was a leader of the Students Christian\r\nAssociation. In evidence he stated that as he\nwas driving along the\r\nN3 highway at about 02h30 on 25 Februa-rie 1984 he suddenly saw, in\r\nthe light of his headlamps, a young lady\nstanding in the middle of\r\nthe freeway, ob-viously intent on causing him to stop. He stopped and\r\nshe came over to the motor car.\nShe asked them please to help her as\r\nshe had just been raped. She wanted to be taken to the police station\r\nto lay a charge. They\npicked her up and took her to Louis Botha\r\nairport. He confirmed\n/ having\n12\nhaving\r\nprayed with the complainant by the side of the road.\nHe stated:\n\"I\nsaid\nI\ndon't know much\r\nabout these things but from wbat I've heard and read, the trauma with\r\nthe actual court case can sometimes be more\nsevere that the actual\r\ndeed. And she must carefully consider it and I actually suggested\r\nthat we pray about it.\nYes?--\r\nAnd\nI\ndo particularly remember that when we\r\nprayed\nI\noffered her my hand and she really\r\nsort of took hold of it as a person that is emotionally very\r\ndisturbed.\"\nWhen\r\ncomplainant first approached them he gained the im-pression that she\r\nwas obviously \"very upset\", \"very, very\nhurt and very\r\nupset. Very unhappy\".\nMrs\r\nSchoeman described in evidence her perception of what happcned at 64\r\nRailway Road on the night of 24/25 February 1984. They\nhad just\r\nfinished watching video films and her sister-in-law was putting the\r\nbaby to sleep. The witness was in the kitchen. She\nthen heard\r\nscreaming outside. She went to the back door, but saw nothing and\n/ put\n13\nput\r\nit down to the next door neighbours fighting. She went back inside. A\r\nfew minutes later she had another look. She then heard\na female shout\r\n\"Please help me get out of here.\nI\ndon't\r\nwant to be here\". She saw a female open the door of a white\r\nvehicle parked in the yard, climb out and come running towards\nher.\r\nThis female was the complainant. The complainant asked if she could\r\nuse the telephone. Mrs Schoeman replied that she would\nask her\r\nsister-in-law. Thereafter she decided not to disturb her\r\nsister-in-law and was going to tell the complainant to go ahead\nwhen\r\nshe saw the appellant (whom she knew, he being a friend of her\r\nhusband's) holding the complainant round the waist and carrying\nher\r\nout of the back door. The complainant was shouting and struggling to\r\nget away from him. That was all she saw. Under cross-cxamination\nby\r\nthe attorney for the defence, Mrs Schoeman stated that she did not\r\nrecall the complainant saying that she wanted to\n/ use\n14\nuse the\r\ntelephone because the appellant was trying to rape her.\nThe\r\ndistrict surgeon, Dr Noche, described the medical examination of the\r\ncomplainant which he conducted on 25 February 1984. He\nknew that the\r\ncomplainant was the alleged victim of a rape. He confirmed and handed\r\nin the written report compiled by him at the\ntime. During the\r\nexaminabion he found a small bruise on her right arm, a bruise on her\r\nleft thumb and a scratch on the front part\nof her left leg. There\r\nwere no recent genibal injuries, but the witness stated that one\r\nwould not expect to find such injuries\nin a woman who had had a\r\nchild.\nThe\r\nappellant gave evidence in his defence.\nHe was at\r\nthe time 25 years of age and unmarried. Ho confirmed that he had\r\nknown thc complainant for approxi-mately a year. He deposed\nto a much\r\ncloser and more inti-mate relationship between them than had been\r\ndescribed by\nI\nthe\n15\nthe\r\ncomplainant in her evidence. He etated, for instance, that one night\r\nafter a party the complainant came home with him and that\nthey had\r\nsexuai intercourse there. He also described an occasion whcn the\r\ncomplainant came to his flat early one morning, while\nhe was sleeping\r\nwith his \"girl-friend\", got into bed with them and started\r\nmaking sexual advances to him.\nI\nmight\r\nmention in passing that the first of these two episodes was put to\r\nthe complainant in cross-examination. She vehemently denied\nit. The\r\nother was not put to her. The appeilant stated further that on the\r\nfirst of these two occasions he was \"very drunk\"\nand that\r\nconsequently he was unable to achieve a full erec-tion. The\r\ncomplainant mocked him about this later.\nTurning to\r\nthe night of 24/25 February, the appellant stated that he and the\r\ncomplainant went out together at her invitation. His\naccount of the\r\nvisits to the Imperial Hotel and the Rugby Hotel tallies more\n/ or\n16\nor less\r\nwith the complainant's, save that, according to him, they had\r\nsubstantially more to drink at each of these venues than the\n\ncomplainant had been prepared to admit and that between the Imperial\r\nHotel and the Rugby Hotel they shared a dagga cigarette. The\n\ncomplainant became more and more inebriated as the evening wore on.\r\nShe mock-ed him in front of others about what was termed his\n\"sexual\r\nprowess\", or rather the lack thereof, and towards the end of the\r\nevening, at the Rugby Hotel, she poured a mug\nof beer down his back.\r\nHe decided then that it was time to take her home (to Cowies Hill).\r\nThey set off in his \"bakkie\",\nbut at a certain point she\r\n\"yanked\" his steering-wheel so that he was in effect guided\r\nonto the freeway to Durban. He\nthen decided to go to his workshop at\r\nSeaview to put in additional petrol.\nAt 64\r\nRailway Road he decided, before getting the petrol, to smoke a dagga\r\ncigarette. While he was\n/ sitting\n17\nsitting\r\nin the doorway of the Kombi, the complainant entered thc vehicle and\r\nwent to lie on a bed which was fitted into the rcar\nportion of the\r\nKombi. She refused \"something to smoke\". Having finished\r\nhis cigarette, the appellant took of f his clothes,\nclosed the door\r\nof the Kombi and climbed into the bed. He just \"lay back\"\r\non the bed. The com-plainant then \"went\nclaustrophobic\" and\r\nstarted to scream \"Let me out of here,\nI\ndon't\r\nwant to be here\". He tried to pacify her, but without success.\r\nHe opened the door and she jumped out. He heard hcr creating\na\r\n\"scene\" at fhe house. He pulled on his trousers, rushed\r\ninto the house, grabbed the complainant and took her out. He\nput her\r\ninto the \"bakkie\". As he turned to go to get thc petrol the\r\ncomplainant sprayed him with tho anti-assault spray.\nHe wrested it\r\nfrom her grasp and sprayed her in retaliation. He then drove off\r\nwithout having filled up with petrol. He proceeded\nalong the N3\r\nhighway, heading for Cowies Hill.\n/ While\n18\nWhile they\r\nwere driving along the complainant slipped off her stockings (at the\r\nImperial Hotel she had shown him that there was\na small hole in the\r\none stocking) and threw them out of the window. He stopped his\r\nvehicle about 400-500 metres further on and\nreversed back to look for\r\nthe stockings. As he put it, he wanted to get her home \"lock,\r\nstock and barrel\". He did not\nsucceed in finding the stockings.\r\nBy that stage tho complainant had quietened down. He stopped the\r\nvehicle and alighted. He took\nout a rug and laid it down next to the\r\nfreeway and sat down upon it. The complainant shouted from the bakkie\r\n\"Let's go home\".\nHe told her that if she wanted to go home,\r\nshe could drive herself and he would retrieve the vehicle later.\r\nAfter sitting on the\nrug for about fifteen minutes he went back to\r\nthe bakkie and found the complainant slumped over the steering-wheel.\r\nHe then picked\nher up - she came quite willingly - and carried her to\r\nthe rug. She lay\n/ there\n19\nthere, as\r\nhe put, \"spread-eagled\". He stood there mastur-bating in\r\norder to achieve an erection. The complainant said\nthat if he had\r\nintercourse with her she would \"have him up\" for rape.\r\nThere followed a conversation of a coarse nature\nand, thereafter,\r\nwhile appellant was still standing there the complainant got up and\r\nran across the freeway. A car stopped. He\nshouked to her, but there\r\nwas no reply. She appeared to have driven off in the car. Later that\r\nmorning he telephoned her home and\nas a result of that call the\r\ndetectives came to see him.\nTwo other\r\ndefence witnesses were called: a Mr Nigel Holmes and appellant's\r\nbrother, Mr Mark Nel. They both deposed, with a certain\namount of\r\ncircumstantial detail, to an intimate relationship between\r\ncomplainant and the appellant.\nThe\r\nMagistrate accepted the evidence of the com-plainant and rejected\r\nthat of the appellant. He indicated\n/ in\n20\nin his\r\njudgment that he was conscious\nof\r\nthe need for special caution in a case involving a\nsexual\r\nassault when the Statc relies on the evidence of a single witncss.\r\nHis comments upon the complainant were as\nfollows:\n\"The\r\nfirst and lasting impression of her is that she is an attractive,\r\nwell-groomed and intelligent woman who must be in demand\nby the\r\nmajority of men in her age group. She gave her evidence ex-tremely\r\nwell. Without much guidance from the prosecutor she gave\nan\r\nintelligent, coherent and detailed account of the whole incident from\r\nbeginning to end. Under cross-examination she remained\ncalm and\r\nfrankly admitted that she has an ille-gitimate child and that she has\r\nsmoked dagga before. She did not contradict her-self\non any important\r\nissue and she has been corroborated in material respects by Mrs\r\nSchoeman in respect of the incident at the house,\nbefore the alleged\r\nrape, and by Mr Minnaar in respect of the events thereafter. The\r\ncircumstantial evidence relating to the screaming,\nthe missing\r\nstockings and panties, her injuries and the incident with Mr Minnaar,\r\nsupports her evidence and places a large question\nmark over that of\r\nthe accused.\nTo sum up,\r\nthe Court's impression was that she was a most impressive witness.\"\n/ He\n21\nHe\r\nreferred also to Dr Noche's confirmation that she had had the bruises\r\ntestified to by her, He emphasized that there was no sign\nthat the\r\ncomplainant had exaggerated or was biased against the appellant; and\r\nthat there was no apparent motive for her to falsely\naccuse the\r\nappellant. The evidence of Minnaar and Schoeman had not been\r\nseriously challenged by the defence and was accepted without\nhesi-\ntation.\nOf the\r\nappellant the Magistrate had the following\nto say:\n\"The\r\naccused, on the other hand, was an arrogant, aggressive, cheeky and\r\nargumentative witness. He was also extremely talkative\nand on\r\noccasions evasive. It soon became apparent that he was anticipating\r\nquestions and that he had an answer ready for most of\nthem. He must\r\nhave realised that there were several serious incriminating features\r\nin the State's case and he was nob averse to\ninventing evi-dence in\r\norder to try and find innocent ex-planations for it. Some of those\r\nexplanations were, to put it mildly,\nridiculous.\"\n/\r\nHe\n22\nHe then\r\nproceeded to give a number of examples of improbabie explanations and\r\nstatements.\nAs to the\r\ntwo defence witnesses the Magistrate said that they â\n\"....\r\nleft the distinct impression that they were biased in favour of the\r\naccused\".\nHe\r\naccordingly found that the charge of rape had been established and\r\nconvicted the appeliant. I shall deal later with the Magistrate's\n\nreasons for imposing the sentence of five years' imprisonment.\nOn appeal\r\nto the NPD appellant's counsel stated that he did not rely upon the\r\nappellant's evidence or upon the defence evidence,\nbut argued that on\r\nthe complain-ant's own evidence there was a reasonable possibility\r\nthat there had not been penetration. This\nargument was rejected by\r\nthe Court, which held that the State had proved beyond reasonable\r\ndoubt that there was penetration.\n/\r\nAgainst\n23\nAgainst\r\nthis background\nI\nnow turn to the\r\napplication to lead further evidence. The original application was f\r\nor leave to lead the evidence of Dr Reuben\nMaller, Barbara Fisher,\r\nJoanne Nel, Sharon Badenheuer, Helga Bromfield and Brian Nel; and for\r\nleave to recall the com-plainant\nfor further cross-examination; and\r\nwith leave to the State to call such further evidence as might be\r\ncon-sidered necessary after\nthe cross-examination of the\r\ncom-plainant. Affidavits by the persons listed were annexed to the\r\napplication. The State filed affidavits\nin oppo-sition to the\r\napplication and this resulted in the appli-cation gaining momentum by\r\nthe addition of four more pros-pective\nwitnesses.\nBroadly-speaking\r\nthe evidence which it is sought to adduce from these witnesses falls\r\ninto three categories:\nevidence\r\n\tof the complainant's character, personality and lifestyle and of the\r\n\trelationship between the parties prior to 24 February\n1984;\nevidence\r\n\trelating to a spermatozoa test that was done and showed a negative\r\n\tresult;\n/ (3)\r\nevidence\n24\n(3)\r\nevidence of the post-trial conduct of the complainant, which suggests\r\nthat no rape took place.\nThe power\r\nof this Court, under circumstances such as these, to remit a case to\r\nthe court of first instance for further hearing,\nwith instructions as\r\nregards the taking of further evidence, is governed by sec 22 of the\r\nSupreme Court Act 59 of 1959, as amended.\nIt is a power which the\r\nCourt exercises only in exceptional cases for â\n\"It\r\nis clearly not in the interests of the administration of justice that\r\nissues of fact, once judicially investigated and\npronounced upon,\r\nshould lightly be re-opened and amplified. And there is al-ways the\r\npossibility, such is human frailty, that an\naccused, having seen\r\nwhere the shoe pinches, might tend to shape evidence to meet the\r\ndifficulty.\"\n(per\r\nHOLMES JA in\nS v De Jager\n1965 (2) SA 612\n(A) at p 613 B). The\r\npossibility of the fabrication of testimony after conviction is an\r\neverpresent danger in such matters (see\nR v Van Heerden and\r\nAnother\n1956 (1) SA 366\n(A), at p 372 H - 373A;\nS v Nkala\n1964 (1) SA 493\n(A), at p 497 H;\nS v Zondi\n1968 (2) SA 653\n(A), at p 655 F). For these\n/ reasons\n25\nreasons\r\nthis Court has in a long series of decisions laid down certain basic\r\nrequirements which must be satistied before an application\nfor the\r\nre-opening of a case and itg remittal for the hearing of further\r\nevidence can succeed. These were summarized by HOLMES\nJA in\nDe\r\nJager\n's case\nsupra\n(at p 613 C-D) as follows:\n\"(a)\r\nThere should be some reasonably sufficient explanation, based on\r\nallegations which may be true, why the evidence which\nit is sought to\r\nlead was not led at the trial.\n(b)\nThere\r\nshould be a\nprima facie\nlikelihood of the truth of the\r\nevidence.\n(c)\nThe\r\nevidence should be materially relevant to the outcome of the trial.\"\nIn an\r\nappropriate case this Court has the power to relax strict compliance\r\nwith the requisite of a \"reasonably sufficient explanation\"\n\n(see (a) above), but it is only.\nin rare\r\ninstances that this power will be exercised (\nS v Njaba\n1966\r\n(3) SA 140\n(A), at p 143 H).\n/ A study\n26\nA study of\r\nthe reported decisions of this Court on the subject over the past 40\r\nyears shows that in the vast majority of cases relief\nhas been\r\nrefused: and that where relief has been granted the evidence in\r\nquestion has related to a single critical issue in the\ncase (as to\r\nwhich see eg\nR v Carr\n1949 (2) SA 693\n(A);\nR v Jantjies\n1958 (2) SA 273\n(A);\nS v Nkala\n,\nsupra\n; and\nS v\r\nNjaba\n,\nsupra\n. In contrast to this, in the present case the\r\napplication appears to contemplate a re-canvassing of the entire\r\ncase. As counsel\nfor the appellant conceded in argument, he was\r\nreally asking fdr a fresh trial de\nnovo\nbefore a different\r\nmagistrate. It seems to me that this factor can only serve to\r\nmultiply the dangers and disadvantages to the\nproper administration\r\nof justice which have been referred to.in the cases.\nIn\r\napplying the aforegoing principles to the present case,\nI\nshall consider the three categories of\n/\r\nevidence\n27\nevidence\r\nseparately.\nI\ncommence with category (1).\nI\ndo\r\nnot propose to set out the further evidence, as revealed by the\r\naffidavits, in any detail.\nI\nthink LhaL its\r\ngeneral thrust was correctly summarized in his heads of argument by\r\ncounsel for the State when he said that the evidence\nwas claimed by\r\nthe appellant to\nshow that\r\nâ\n(i) the\r\ncomplainant is a girl of loose morals, with a heightened sex drive\r\nwhen under the influence of liquor or drugs, inclined\nto tease men,\r\ngiven to drug abuse, given to playing pranks and constantly seeking\r\nthe limelight;\n(ii) the\r\nappellant is impotent when under the influence of liquor and/or\r\ndrugs, is not sexually demanding and is of a sympathetic\nand gentle\r\nnature; and\n(iii)\r\nprior to the incident the complainant and the appellant had a sexual\r\nrelation-ship.\n/ Counsel\n28\nCounsel\r\nfor the State subjected the relevant affidavits to a detailed\r\ncritical analysis in subsban-tiation of his submission that\nmany of\r\nthe allegations (denied on affidavit by the complainant) were of\r\ndoubt-ful veracity and that in many instances the witnesses\nconcerned\r\nwere not unbiassed. While there is much substance in these\r\nsubmissions,\nI\ndo not find it necessary to\r\ndecide whether this evidence passes the test of \"prima\nfacie\nlikelihood of truth\" for in my view it does not pass the other\r\ntwo tests.\nFirstly,\r\nthere is in my view no reasonably suf-ficient explanation, based on\r\nallegations which may be true, as to why the evidence\nwas not led at\r\nthe trial. The evi-dence was available. About that there is no\r\ndispute, for the witnesses concerned were all friends\nor relatives of\r\nthe appellant. For the failure to call all or any of these witnesses\r\nthe appellant blames the attorney, Mr K M\nV\nSmith,\r\nwho represented him at his trial. Apart\n/ from\n29\nfrom\r\naccusing his attorney of having presented \"so completely\r\ninadequate\" a defence that it \"caused him material\n\nprejudice and led to a miscarriage of justice\", appellant also\r\nalleged that he gave his attorney Lhe names of \"about\nseventeen\r\nwitneases\" who were able to testify to the matters listed under\r\n(i), (ii) and (iii) above, but that Mr. Smith failed\nto subpoena, or\r\neven consult with, any of them.\nAnother\r\ncomplaint against Mr Smith, as stated in appellant'saffidavit, is the\r\nfollowing:\n\"On\r\nthe day on which I was to testify,\nI\nwas so\r\nnervous that\nI\nsmoked dagga (which\nI\nwas doing habitually at that time), a fact which\r\nis in my respectful submission clear from the manner in which\nI\ngave my evidence. This shouid have been apparent\r\nto Mr Smith, who would have known, where the learned Magistrate could\r\nnot have,\nmy behaviour and personality when not under the influence\r\nof dagga.\"\nAnd a\r\nthird complaint is:\n\"After\r\nmy conviction and sentence, Mr Smith informed me, and my mother and\r\naunt, that\nI\ncould not appeal, as\nI\nhad\n/ been\n30\nbeen\r\nsentenced. Only later during that week did he discover his mistake,\r\nand note an appeal.\"\nThe State\r\nfiled an affidavit by Mr Smith. In it he denied that appellant had\r\ngiven him the names of seventeen witnesses; stated\nthat he could not\r\nunderstand\nwhy\r\nappellant alleged that he should have known that applicant was under\r\nthe influence of dagga at the time of giving evidence;\nand denied\r\nthat he ever informed the appellant that he could not appeal.\nIn\r\ngeneral,\nI\ndo not think that an applicant\r\nin a case such as this can rely upon the alleged shortcomings of his\r\nlegal representative as an explanation\nas to why the evidence was not\r\nled at the trial (cf\nS v Swanepoel\n1983 (1) SA 434\n(A), at p 447 F). But in any event\nI\nfind\r\nthe appellant's evidence (on affidavit) in this respect to be most\r\nunconvincing. Although he speaks of seventeen witnesses\nat the time\r\nof the trial, the expanded applica-tion for leave to lead further\r\nevidence refers to only\n/ five\n31\nfive\r\nwitnesses in this category. The bizarre allega tion that/he\ngave evidence while under the influence of dagga\r\n(no doubt in order to expiain his poor showing in the witness box)\r\nseems most improbable,\nbecause it is difficult to believe (a) that a\r\nperson in his position\nwould\r\nhave behaved so irresponsibly and (b) that, if he did, no-one in or\r\naround the court that day would have perceived his condition.\nAnd\nI\nfind it equally improbable that any attorney could\r\nhave told him that he was\nnot entitled to appeal.\r\nConsequently,\nI\nhold that there\nis not a\r\nreasonably sufficient explanation, based on allegations which may be\r\ntrue, why the evidencé was not led at the trial.\nSecondly,\nI\ncannot\r\nsee that the evidence in question can materially affect thc outcome\r\nof the trial. As appears from my summary of the evidence\ngiven at the\r\ntrial, the crucial issues relate to what happened at\n64 Railway\n32\n64 Railway\r\nRoad and beside the N3 freeway. Apart from this and apart from\r\ncertain matters of detail, the re-spective versions of\nthe\r\ncomplainant and the appellant do not differ radically. At 64 Railway\r\nRoad, however, complainant alleges that the appellant\nmade sexual\r\nadvances (she regarded it as an attempt to rape her), whereas he\r\nde-nies that anything of the sort happened. And beside\nthe N3 freeway\r\ncomplainant alleges that the appellant did rape her, whereas he says\r\nthat, though he wished to have inter-course\nand though she appeared\r\nto be willing, nothing in fact happened. The undisputed evidence of\r\nwhat happened at these two locations\n(as confirmed by Mrs Schoeman\r\nand Minnaar) is strongly corroborative of complainant's version. Why\r\nelse should complainant have\nscreamed and shouted for help in the\r\nKombi, and run to the house in order to tele-phone? And what\r\nexplanation has the appellant\nfor having removed complainant so\r\nforcibly from the house and bundled\n/ her\n33\nher into\r\nthe \"bakkie\"? And for her having used the anti-assault\r\nspray on him? The suggestion that the com-plainant was\novertaken by a\r\nfit of claustrophobia seems to be utterly fanciful and certainly does\r\nnot adequately explain what happened. It is\ntrue that Mrs Schoeman\r\ndoes not confirm that complainant told her of the attempted rape and\r\nthat she wanted to telephone the police.\nBut this con-flict is of\r\nminor importance. Mrs Schoeman was not an en-tirely independent\r\nwitness: the appellant was a friend of\nher husband's. Alternatively,\r\nin the confusion she may not have taken this in. On the other hand,\r\nthe complain-ant may be mistaken\nabout what she told Mrs Schoeman.\r\nWhat is significant, however, is that complainant wanted to use the\r\ntelephone and it seems likely\nthat this was in order to telephone the\r\npolice. Who else, one may ask, at that time of night?\nFurthermore,\n34\nFurthermore,\r\none may also aak why complainant should have run across the N3\r\nfreeway into the night, at not inconsiderable danger\nto herseif, have\r\nstopped the first car that approached and told the occupants that she\r\nhad been raped, have gone off with them,\nand have laid a charge with\r\nthe police, if, as appellant alleges, not only was she willing to\r\nhave intercourse, but in fact intercourse\ndid not take place?\r\nMoreover, is it likely that in the circumstances alleged by appellant\r\nshe would have been able to simulate\na state of being very hurt,\r\nupset and emotionally disturbed well enough to convince Minnaar and\r\nothers; and have been able to participate\nwith an apparent show of\r\nseriousness in prayer at the roadside? A minor, but significant,\r\npoint is appellant's evidence to the\neffect that complainant said to\r\nhim that if he had inter-course with her she would have him up for\r\nrape. It is dif-ficult to reconcile\nthis with his assertion that she\r\nwas\n/\r\nwilling.,\n35\nwilling\r\nto have intercourse with him. It is true that in cases of sexual\r\nassault false charges do get laid, for a variety of reasons,\nand it\r\nis for this reason that the court is required to observe caution in\r\nsuch cases (see judgment of BOTHA JA in S\nv\nBalhuber\n,\r\nunreported, 25/9/86), but, one asks, what could have been the reason\r\nin this case? No reason was suggested by appellant at the\ntrial. In\r\nhis affidavit in support of the application appellant said:\n\"It\r\nis my firm belief that the whole matter started as a prank for the\r\ncom-plainant, and that she did not believe it would\nhave serious\r\nrepercussions.\"\nThis is an\r\nobvious afterthought and, in my view, it is a highly improbable\r\ntheory. A far more likely theory, consistent with all\nthe bjective\r\nfacts, is that she was\nraped.\nHaving\r\nregard to all this evidence and to the\n/\r\nprobabilities\n36\nprobabilities,\r\nthe question which must be asked is whether the evidence falling into\r\ncategory (1) can materialiy affect the outcome.\nAnd here the evidence\r\nin this category must be weighed against the evidence adduced at the\r\ntrial and the probabilities generally.\nA material factor is the\r\nMagistrate's perception of the credibility of the\nI\nwitnesses, based upon his observation of them in\r\nthe witness-box. His findings in this regard have already been noted.\nIt may be\r\naccepted that the evidence in category (l) portrays the complainant\r\nas a high-spirited, mischievous young woman, prone\nto exhibitionism\r\n(particularly in regard to her physical charms), certainly no prude,\r\neither in her attitudes or in her way of\nlife, and inclined to tease\r\nmen. It also shows her as someone given to dagga-smoking (though not\r\nto a great degree) and fond of\nliquor. It also seeks to establish\r\nthat the complainant and the appellant had a prior sexual\r\nrelationship. This evidence would\nhave been\n/\r\nof\n37\nof\r\nmore relevance and cogeney had appellant's case been that intercourse\r\nhad taken place with the complainant's consent. But, as\nI\nhave\r\nshown, his case is that no inter-course took place. And his only\r\nexplanation, at this late stage, for the complainant's conduct\nis\r\nthat she was playing a prank. As\nI\nhave\r\nindicated,\nI\nfind this expla-nation, viewed\r\nin the light of the objective evidence, utter-ly far-fetched. In the\r\njudgment of the Court a\nquo\ngranting leave to appeal it was stated that if the complainant was a\r\nwoman in the habit of abusing drugs and if she was \"high\non\r\ndrugs\" at the time, this could\"easily\"\nexplain\r\nher con-duct in laying a false charge. But there is no evidence to\r\nsuggest that the complainant was \"high on drugs\".\nAt most\r\nshe had shared a dagga cigarette with the appellant four or more\r\nhours earlier. Neither of the State witnesses with whom\nshe came in\r\ncontact that night appears to have noticed anything about her\r\nbehaviour to indicate that she\n/ was\n38\nwas\r\nunder the influence of drugs, or anything else for that matter.\nI\nwould, therefore, not regard the evi-dence of her\r\ndrug-taking as being likely to affect the outcome.\nThe\r\nevidence of a prior sexual relationship, even if true, appears\r\nexaggerated, as appellant himself deposed to only one such prior\n\nepisode. The evidence also portrays the appellant as being impotent,\r\nor tending to impotency, while under the influence of drugs.\nThis\r\nkind of general and rather unspecific evidence does not carry much\r\nweight when compared wïth the evidence of what actually\n\nhappened. And, in any event, it appears from the complainant's own\r\nevidence that appellant experienced some difficulty in achieving\nan\r\nerection prior to raping her.\nIn\r\nall the circumstances\nI\nam not persuaded\r\nthat the evidence in category (1.) would be materially relevant to\r\nthe outcome of the trial and that for this reason\nas\n/ well\n39\nwell the\r\napplication for remittal to lead such evidence must be refused.\nI\ncome\r\nnow to category (2). This relates to a singie issue, viz. a\r\nspermatozoa test. It appears from Dr Noche's report that in the\n\ncourse of his examination of the complainant he took two slides and a\r\nswab and placed them in a sealed envelope, upon which the\n\ncomplainant's name and the date were written. No reference to these\r\nslides and the swab were made by Dr Noche in his evidence-in-chief\n\nand he was not asked about them by appellant's attorney in\r\ncross-examination. From affidavits filed in support of the\r\napplication\nfor remittal, it appears that these slides and the swab\r\nrelated to vaginal smears taken by Dr Noche; that they were submitted\r\nto\nthe medico-legal laboratory of the South African Police at Durban\r\nfor exami-nation; and that they were examined there by a Mrs Barbara\n\nFisher, a registered medical technologist, who found that\n/\r\nthey\n40\nthey wcre\r\n\"negative for spermatozoa\". According to a deponent, Dr H F\r\nJ Schumann, a medical officer in the em-ploy of\nthe State â\n\"\r\n5.\nThe fact that slides and swabs taken from a rape victim are\r\nestablished to be negative for spermatozoa, does not necessarily mean\n\nthat the victim was not raped. In such a case, a rape could have\r\ntaken place where the assailant has undergone a vasectomy, ejaculated\n\noutside the vagina, has not ejaculated, suffers from aspermia, has\r\nused a condom, or where blood is in existence in the vagina\neither\r\ndue to injury or menstruation.\n6.\nWhere\r\nnone of the considerations set forth in the second sentence of\r\nparagraph 5 hereof apply, absence of spermatozoa or of any\nevi-dence\r\nof spermatozoa is virtually conclusive proof that ejaculation did not\r\noccur in the vagina, and had not so occurred for\nat least 72 hours\r\nprior to the slides and swab being obtained.\"\n(Obviously\r\nthe phrase \"none of thc considerations\" in para.6 must be\r\nread as not including ejaculation outside the vagina.)\nAnother\r\ndeponent, Dr R Maller, gives the same evidence.\n/ The\n41\nThe State\r\nfiled an affidavit by Prof J P Nel, a legal pathologist in the employ\r\nof the State and having links also with the medical\nfaculty of the\r\nUniversity of Natal. He adds to Dr Schumanu's list in para. 5 above\r\ncertain other factors that may cause a spermatozoa\ntest to show\r\nincorrectly a negative result, including an im-proper technique in\r\nthe taking of the swab and bhe making of the slide.\nApplying\r\nthe tests laid down in\nDe Jager\n's case,\nsupra\n, there is\r\nno question as to the truth of this evidence concerning the test and\r\nits result. As to whether there is a reasonably\nsufficient\r\nexplanation as to why it was not led at the trial, there is\r\nundoubtedly substance in the argu-ment that the taking of\nthe gwab\r\nand slides is explicitly referred to in Dr Noche's report and that in\r\nthe circum-stances appellant's attorney could have\npursued the matter\r\nhad he wished to do so. On the other hand, it appears\n/ that\n42\nthat\r\nthe prosecutor at the trial had Mrs Fisher's report in his\r\npossession, but did not tendor it in evidence or inform the defence\n\nattorney of its existence and contents. In an affidavit filed the\r\nprosecutor seeks to justify this on the ground that such a negative\n\nresult is \"not only in-conclusive but neutral\" on the issue\r\nas to whether ejacu-lation took place in the vagina or not.\nAnd in\r\nthis con-nection he states that in his own experience in more than\r\nhalf the rape cases where it is common\ncause\nthat\r\nintercourse and ejaculation occurred the apermatozoa tests have been\r\nnegative.\nIn my\r\nview, the prosecutor's failure to place the affidavit containing the\r\nresult of the test before the Court, or at least to inform\nthe\r\ndefence attorney of it, was an error of judgment and in breach of his\r\ngeneral duty to disclose information favourable to the\naccused (see\r\nLans-down and Campbell\nSouth African Criminal law and Proced\nure,\n/\r\nvol.\nV\n3\nvol.\nV,\npp 511-12 and the cases there cited). lt\r\nis true that a negative result is not conclusive and that various\r\nother imponderables have\nto be resolved before any defi-nite\r\ninference can be drawn, but nevertheless it does tend to support the\r\nproposition that no ejaculation\nin the vagina took place and is\r\nfavourable to the appellant. It was for the Court, not the\r\nprosecutor, to evaluate the cogency\nof the evidence. Whether a\r\nfailure to elicit evi-dence, the existence of which should have been\r\napparent to the defence, is neutralised\nby the prosecutor's wrongful\r\nfailure to disclose the evidence is not a matter that need now be\r\ndecided for\nI\nam not persuaded that this\r\nevidence would materially affect the outcome of the trial.\nIt is true\r\nthat, although the complainant's evi-dence is not altogether clear on\r\nthis aspect, she would seem to have alleged that\nejaculation took\r\nplace during penetration. There are, however, three factors to be\n/\r\nconsidered\n44\nconsidered.\r\nFirstly, there are the imponderables, referred to above, which would\r\nhave to be eliminated before the negative result\nof bhe test could\r\ncarry any cogency. And in this regard, it seems to me that it would\r\nbe difficult to determine a number of these,\neg. whether or not the\r\ntechnique in obtaining the swab and slides had been faulty. Secondly,\r\nabsence of spermatozoa does not disprove\nrape. Penetration could have\r\nbeen achieved without ejaculation having occurred in the vagina. In\r\nthis regard the complainant may\nhave been genuinely mistaken in her\r\nbelief that ejaculation took place during penetration. After all she\r\nwas, on her version, being\nraped and was not in a position to make\r\naccurate observations. Thirdly, though this evidence might thus\r\naffect the reliability\nof the complainant's evidence on this\r\nparticular point, it must again be weighed against the evidence on\r\nrecord, the strength\n/ and\n45\nand\r\nweakness of the versions given by complainant and appellant, the\r\nMagistrate's findings on credibility and so on having given\nthe\r\nmatter careful consideration,\nI\nhave come\r\nto the conclusion that the evidence in cate-gory (2) is not\r\nmaterially relevant to the outcome of\nthe trial.\nFinally,\r\nthere is the evidence under category (3). I shall assume in\r\nappellant's favour that the evidence of complainant's post-trial\n\nconduct would be admissible at any further hearing upon remittal (cf.\nS v Lehnberg and Another\n1976 (1) SA 214\n(C), at p 216 G).\r\nThis evidence consists of (i) complainant having burst into tears\r\nafter sentence was passed upon appellant, (ii)\na suicide attempt on\r\ncomplainant's part, (iii) a meeting between complainant, the\r\nappellant and appellant's brother\nat the\r\nMalibu Hotel, Durban in July 1985, ie after appel-\n/\r\nlant's\n46\nlant's\r\nappeal to the NPD had failed, at which the complainant is alleged to\r\nhave passed certain remarks, (iv) a meeting between\ncomplainant and\r\nappellant's attorney on about 31 July 1985 and the discussions which\r\ntook place at this meeting and (v) statements\nwhich\ncomplainant\r\nis alleged to have made to other witnesses. All this evidence is said\r\nto establish that the complainant falsely accused\nthe appellant and\r\ngave perjured evidence at his trial.\nThe\r\nsituation created by a recanting witness was dealt with\nby\r\nthis Court in R v Van\nHee\nrde\nn\r\nand Another\n,\nsupra\n,\r\nwhere CENTLIVRES CJ made the following statement (at p 372 H - 373\r\nA):\n\"To\r\naccept at their face value affidavits made by material witnesses who\r\nallege therein that they knowingly gave false evidence\nat the trial\r\nwould leave the door wide open to corruption and fraud. It is not in\r\nthe interests of the proper administration of\njustice that further\r\nevidence should be allowed\n/ on\n47\non appeal\r\nor that there should be a retrial for the purpose of hearing that\r\nfurther evidence, when the only further\nevidence is that contained in affidavits made after trial and\r\nconviction by persons who have recanted the evidence they gave at the\n\ntrial. To allow such further evidence would encourage unscrupulous\r\npersons to exert by means of threats, bribery or otherwise undue\n\npressure on witnesses to recant their evidence. In a matter such as\r\nthis the Court must be extremely careful not to do anything\nwhich may\r\nlead to serious abuses in the administration of justice.\"\nAnd in\nS\r\nv W\n1963 (3) SA 516\n(A) OGILVIE THOMPSON JA said (at p 524 E) â\n\"....\r\nthe mere circumstance that a witness called at a trial has\r\nsubsequently made a statement inconsistent with his evidence\nwill\r\nseldom in itself be a sufficient ground for reopening a concluded\r\ntrial\t\"\n(See also\nS v Zondi\n,\nsupra\n, at p 655 F.)\nI\ndo\r\nnot propose to deal with the evidence falling under category (3) in\r\ndetail.\nI\nhave studied it carefully,\r\ntogether with the complainant's replying\n/\r\naffidavit\n48\naffidavit.\r\nFrom this it appears that the complainant is not a recanting witness\r\nin the true sense. Indeed in her affidavit the complainant\ndenies\r\nthat what she testified to at the trial was anything but the truth.\r\nShe also denies, incidentally, the compromising statements\nalleged to\r\nhave been made by her. Much of the evidence under category (3)\r\nrelates to incidents from which appel-lant seeks to deduce\nan\r\nadmission by the complainant (often by inference) that she gave\r\nuntrue evidence at the trial. In most instances the inference\ncannot\r\nbe drawn. In a few cases, eg. the alleged admission to. appellant's\r\nbrother, Mark Nel, before going to see appel-lant's\nattorney, the\r\nevidence is clear but, in my view, somewhat suspect. (In regard to\r\nthe example given, not only does the evidence\nnot ring true, but\r\nthere is also the factor that the Magistrate found Mark Nel to be a\r\nbiassed witness.) Moreover, all this evidence\n/ must\n49\nmust also\r\nbe weighed against the evidence adduced at tho triai, the findings of\r\nthe Magistrate etc. to deter minc its materiality.\nHaving\r\nthus considered it,\nI\nam of the opinion\r\nthat the evidence under category (3) does not pass the materiality\r\ntest and on that ground alone the application\nfor\r\nremittal to hear such evidence cannot succeed. For these reasons\nI\nhold that the application to set aside the\r\nconviction and sentence and for the remittal of the matter\nfor\r\nthe hearing of further evidence should be refused.\nThat\r\nleaves only the question of sentence to be considered, In his\r\njudgment the Magistrate emphasized the prevalence of the crime\nof\r\nrape and the need for a sentence which will serve as a deterrent to\r\nothers.\nHe pointed\r\nout, however, that the complainant was not a virgin and was not\r\nseriously injured. Against this the\n/\r\nappellant\n50\nappellant\r\nshowed no remorse. He added â\n\"On\r\nthe night in qucstion you had obviously made up your mind that you\r\nwere going to rape hcr at all costs. It will be recalled\nthat after\r\nshe fled to Mrs Schoeman's house, you pulled her away from there,\r\nforcibly took her back into the motor vehicle and\neventually stopped\r\nat the side of the road where you had her at your mercy.\"\nIt\r\nwas suggested in argument that this amounted to a misdirection. If\r\nthis statement should be interpreted to mean that the appellant\nset\r\nout at the beginning of the evening with the crime of rape in mind,\r\nthen it would be a misdirection, since there is no evidence\nto\r\nsubstantiate this. But\nI\ndo not think thak\r\nthak is what the Magistrate intended to convey. What he probably\r\nmeant was that as from the time of the Kombi\nincident the appellant\r\nhad made up his mind that he was going to rape the complainant, if\r\nshe did not consent to intercourse, and\nI\nthink\r\nthat this is a fair inference from the facts.\nHaving\r\nmentioned the appellant's personal circum-\n/stances\n51\nstances,\r\nincluding the fact that he had no previous convictlons, the\r\nMagistrate conciuded that the only appro\npr.la\r\nke sentence was a reasonable term of imprisonment.\nThis he\r\nEixed at five years' imprisonment in the concluding portion of his\r\njudgment on sentence the Magistrate said:\n\"This\r\nis not the usual or ordinary type of case where the rapist grabs an\r\nunknown person and rapes her. In this case you knew\nthe\ncomplainant\r\nwell and you had often associated\nwith\r\nher.\"\nit is not\r\nclear whether he regardcdthis as a mitigating or an aggravatihg\r\nfactor. To my mind, it is a mitigating factor in that\nthe shock and\r\naffront to dignity suffered by the rape victim would ordinarily be\r\nless in the case where the rapist is a person\nwell-known to the\r\nvictim and someone moving in the samc sociai milieu as the victim.\nThe\r\nsentence imposed by the Magistrate is sub-\n/stantially\n52\nstantially\r\nheavier than the one\nI\nwould have imposed\r\nhad I originally been seized of the case. And\nI\nthink\r\nthat the disparity is sufficient to warrant interference on appeal.\r\nIn my opinion, particularly bearing in mind the appellant's\npersonal\r\nsituation, including the fact that he has no previous convictions,\r\nthe lack of any serious injury to the complainant and\nthe fact that\r\nshe was evidently a woman of experience from the sexual point of\r\nview, justice would be served by a suspension of\nhalf the sentence\r\nimposed.\nThe\r\nfollowing order is made:\n(1)\nThe\r\napplication for the setting aside of the conviction and sentence and\r\nfor the remittal\nof the matter\r\nfor the hearing of further evi dence is refused.\n(2)\nThe\r\nappeal against the conviction is dismissed.\n(3)\nThe\r\nappeal against the sentence is allowed and there is substituted for\r\nthe sentence imposed by the Magistrate the following:\n/ \"Five\n53\n\"Five\r\nyears' imprisonment, of which two-and-a-half years are suspended for\r\na period of five years on condition that appellant\nis not convicted\r\nof the offence of rape or indecent assault or an attempt to commit\r\neither of these offences committed during the\nperiod of suspension\r\nand for which offence the appellant is sentenced to a period of\r\nimprisonment without the option of a fine.\"\nM\nM CORBETT\nVILJOEN\r\nJA)CONCUR\nNESTADT\r\nJA) CONCUR",
  "scraped_at": "2026-02-11T21:22:04.356721",
  "date": "1987-09-30",
  "coram": [
    "Corbett JA",
    "Viljoen JA",
    "Nestadt JA"
  ],
  "case_number": "118/87",
  "parties": {
    "applicants": [
      "David John Nel"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In May 1984 David John Nel was convicted in the Natal Regional Court of raping Miss S.O., a 25‑year‑old sales representative, following an incident that occurred in the early hours of 25 February 1984. The complainant recounted a detailed sequence of events involving a night out, a visit to the appellant’s workshop, an alleged assault in a Kombi vehicle, forced entry into a house, further assault, and a subsequent rape on the N3 freeway. The Regional Magistrate found the complainant credible and convicted Nel, sentencing him to five years' imprisonment. Nel appealed the conviction and sentence to the Natal Provincial Division, which dismissed the appeal. He thereafter applied to the Appellate Division for leave to set aside the conviction and sentence and for remittal of the case to hear fresh evidence, alleging procedural shortcomings and new witness statements.",
    "issues": "The court had to determine (1) whether the application for remittal and setting aside of the conviction should be granted; (2) whether the newly proposed evidence satisfied the statutory tests for reopening a case—reasonable explanation for its non‑presentation at trial, prima facie likelihood of truth, and material relevance; (3) whether the spermatozoa test result and the complainant’s post‑trial conduct affected the conviction; and (4) whether the original sentence should be altered.",
    "principles": "The court applied section 22 of the Supreme Court Act, which permits remittal only in exceptional circumstances and only when three criteria are met: a reasonably sufficient explanation for the failure to lead the evidence at trial, a prima facie likelihood of the evidence’s truth, and material relevance to the trial outcome. The court also noted the need for caution in sexual‑assault cases, the duty of the prosecutor to disclose favourable evidence, and sentencing principles requiring deterrence and consideration of the offender’s personal circumstances.",
    "application": "The court found no reasonable explanation for why the proposed witnesses were not called at trial, noting that the appellant himself had failed to ensure their attendance and that the defence counsel had not raised the issues. The evidence was deemed not prima facie likely to be true and not materially relevant, as it did not substantially alter the factual matrix regarding the alleged rape at the Kombi and the freeway. The negative spermatozoa test was considered inconclusive and its nondisclosure, while a breach of duty, did not affect the verdict. Post‑trial conduct evidence was also found immaterial. Consequently, the application for remittal was refused, the conviction upheld, but the sentence was varied, suspending half of the five‑year term.",
    "conclusion": "The appeal to set aside the conviction and sentence and to remit the matter for fresh evidence was refused. The appeal against the conviction was dismissed. The appeal against the sentence was allowed, and the original sentence of five years' imprisonment was substituted with a sentence of five years' imprisonment, two and a half years of which are suspended for five years, conditional on the appellant not committing another rape or indecent assault during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "appeal",
      "remittal",
      "sentence reduction",
      "evidence admission"
    ]
  }
}