{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/70.html",
  "case_name": "S v Delport (539/86) [1987] ZASCA 70 (24 August 1987)",
  "citation": "[1987] ZASCA 70",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 70\n|\nNoteup\n|\nLawCite\nS v Delport (539/86) [1987] ZASCA 70 (24 August 1987)\nDownload original files\nPDF format\nRTF format\nMC\nSaak nr 539/86\nJ S DELPORT\n- en -\nDIE STAAT\nVIVIER AR.\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJOHANNES STEPHANUS DELPORT\nAppellant\n- en -\nDIE STAAT\nRespondent\nCORAM:\tVILJOEN, HEFER et VIVIER ARR\nVERHOORDATUM: 18 AUGUSTUS 1987.\nLEWERINGSDATUM: 24 AUGUSTUS 1987.\nUITSPRAAK\nVIVIER AR:-\nDie appellant het in die Oranje-Vrystaatse\nProvinsiale / ...\n2.\nProvinsiale Afdeling voor HATTINGH Ren twee assessore tereggestaan op drie\naanklagte: een van verkragting, een van onsedelike aanranding\nen een van moord.\nOp die\naanklag van verkragting is hy onskuldig bevind en op die ander twee\naanklagte is hy skuldig bevind. Op die aanklag van onsedelike\naanranding is die\nappellant tot 10 jaar gevangenisstraf gevonnis. Op die moordaanklag is geen\nversagtende omstandighede gevind nie\nen is die appellant ter dood veroordeel.\nMet verlof van die Verhoorregter appelleer hy na hierdie Hof slegs teen die\nbevinding dat\ndaar by die pleging van die moord geen versagtende omstandighede\nwas nie en teen die gevolglike doodvonnis wat hom opgelê is.\nAldrie die aanklagte spruit uit 'n aanval deur\ndie /\n3.\ndie appellant op 'n 4-jarige blanke dogtertjie op Sondag 20 Oktober\n1985 op die oewer van die Wilgerivier in Frankfort, toe hy haar\neers onsedelik\naangerand en daarna in die sterk vloeiende rivier gegooi het sodat sy verdrink\nhet. Haar liggaam is 4 dae later gevind\nongeveer 12 km stroomaf van die plek\nwaar sy in die rivier gegooi is.Die na-doodse ondersoek het getoon dat sy dood\nis a.g.v verdrinking.Geen\nbeserings is aan haar geslagsdele gevind nie, maar die\ngehele uit= wendige gedeelte van die anus was erg geskeur.\nIn sy getuienis\nvoor skuldigbevinding het die appellant erken dat hy die betrokke oggend alleen\nsaam met die oorledene op die rivieroewer\nwas, maar ontken dat hy haar aangerand\nof in die rivier gegooi het.\nSy /\n4.\nSy weergawe was dat hy daar aan die slaap geraak het omdat hy onder die\ninvloed was van brandspiritus wat hy vroeër die dag gedrink\nhet, en dat hy\nnie weet wat met die oorledene gebeur het nie. Die Verhoorhof het die appellant\nse weergawe as vals verwerp en hom\nas \"'n deurtrapte, geslepe en listige\nleuenaar\" beskryf. Die Verhoorhof het bevind dat die appellant nie vroeër\ndie dag gedrink\nhet nie, dat hy die oorledene onsedelik aangerand het deurdat hy\ngeslagsgemeenskap per anum met haar gehad het en dat hy haar daarna\nin die\nrivier gegooi het met die direkte opset om haar te dood ten einde alle spore van\ndie onsedelike aanranding te verberg. Die\nappellant het nie self oor die vraag\nvan versagtende omstandighede getuig nie, maar het volstaan met die\ngetuienis /. . .\n5.\ngetuienis van 'n kliniese sielkundige, mnr Vernon Steyn.\nNamens die staat het 'n psigiater, dr Janse van Rensburg,\nhoof van die geregtelike psigiatriese afdeling van die\nOranje-hospitaal in Bloemfontein, en mnr Calitz,\nkliniese sielkundige by dieselfde hospitaal, getuig.\nVan Rensburg en Calitz was lede van 'n paneel van\ndeskundiges wat die appellant vanaf 2 Januarie 1986 tot\n4 Februarie 1986 by die Oranje-hospitaal ondersoek het\nkragtens 'n bevel wat deur 'n landdros ingevolge art 78(2)\nvan die Strafproseswet nr 51 van 1977 uitgereik is tydens\ndie voorlopige verrigtinge in die landdroshof. 'n Ander\nlid van die paneel was dr Els, 'n psigiater wat deur die\nlanddros aangestel is en wat nie in die heeltydse diens\nvan die staat is nie. Volgens die eenparige verslag van\ndie /....\n6.\ndie paneel het die appellant ten tyde van die pleging van die misdaad\naan geen geestesafwyking gely wat hom tot so 'n mate geaffekteer\nhet dat hy nie\ndie ongeoorloofd= heid van sy dade kon besef of ooreenkomstig daardie besef kon\noptree nie.\nSteyn se getuienis was dat die appellant se gemoed ten tyde van\ndie pleging van die moord waarskynlik beïnvloed was deur verskeie\npersoonlikheidsgebreke wat Steyn gevind het by die afneem van sekere toetse,\nwaarvoor hy stawing gevind het in die appellant se kliniese\ngeskiedenis. Die\nVerhoorhof het egter bevind dat die appellant doelgerig en berekend gehandel het\ntoe hy die moord gepleeg het en\ndat hy nie deur enige per=\nsoonlikheidsgebreke beïnvloed is nie. Voordat ek meer\nvolledig / ...\n7.\nvolledig met die getuienis oor die appellant se beweerde\npersoonlikheidsgebreke en die Verhoorhof se bevindings daaromtrent handel,\nis\ndit nodig om te verwys na die appellant se agtergrond en persoonlike omstandig=\nhede sowel as na sy bewegings vroeër die\nbetrokke dag.\nDie appellant is\n'n 48-jarige blanke. Hy het std 8 op skool geslaag en is\n'n\npaneelklopper\nvan beroep. Hy is reeds sowat 15 jaar van sy vrou, van wie hy twee kinders het,\ngeskei. Die appellant het tot op 'n\nsekere stadium 'n bestendige werksrekord\ngehandhaaf; hy het 17 jaar vir een maatskappy gewerk. Daarna het hy 'n soort\nswerwersbestaan\nbegin voer omdat hy wou reis en die land sien. Die appellant het\ndie Maandag voor die betrokke\nSondag op Frankfort aangekom om werk te soek en het\ntydelike /...\n8\ntydelike huisvesting gekry by die oorledene se moeder,\nmev Opperman, in 'n huis wat ongeveer 700 meter van die\nplek is waar die oorledene aangerand is.Die betrokke\nSondagoggend het ene Van Heerden, wat saam met die\noorledene se moeder gewoon het, die appellant en die\noorledene om elfuur by die kerk afgelaai en afgespreek\nom hulle aan die einde van die diens te kom haal. Die\nkerk is ongeveer 900 meter geleë van die plek waar die\noorledene aangerand is,\nin die teenoorgestelde\nrigting van mev Opperman se huis. Toe mev Opperman\nom twaalfuur by die kerk kom, was die kerk so pas uit\nmaar appellant en die oorledene was skoonveld.Die\nVerhoorhof het bevind dat die appellant die oorledene\ndirek vanaf die kerk na die rivieroewer geneem het en\ndat /.....\n9.\ndat hy dit nie gedoen het omdat, soos hy getuig het, sy 'n behoefte\ngehad het nie. Hierdie bevinding van die verhoorhof is nie op\nappel aangeveg\nnie. Indien die oorledene gesê het dat sy na die toilet wou gaan,\nsou mens eerder verwag dat die appellant by die kerk sou verneem of daar nie\ntoilet-fasiliteite was nie (wat daar inderdaad\nwas) of daar wag waar haar moeder of Van Heerden enige oomblik sou opdaag, as\nom na die rivier te stap wat betreklik ver\nvan die kerk geleë was. In 'n verklaring wat die appellant aan majoor\nViljoen gemaak het, het hy die gebeure by die rivieroewer\nas volg beskryf :-\n\"Ons het hier afgekom, toe het ek en sy hier kom sit. Sy is eers privaat toe\nen toe kom lê sy hier langs my - Ek het eers met\nhaar begin speel met my\nhand - Toe sê sy Mee Oupa - moenie -\nToe het ek haar 'gerape' van agter af -Ek kon nie behoorlik voor inkom\nnie.\nSy /\n10.\nSy het te veel geskreeu Hou op - en gegil.\nEk het iets vergeet - Hier het 'n plastiese\ngeel sak gelê - Ek het haar bo-op dit laat\nlê.\nEk het haar aan haar skouer en been gevat\nen haar hier ingegooi\nToe sit ek hier onder en was myself - Toe trek ek my klere aan en gaan maak\nek of ek slaap - Ek het nie regtig geslaap nie.\"\nOngeveer 4 uur die Sondagmiddag het die appellant na mev Opperman se huis\nteruggekeer en gemaak asof hy nie weet wat van die oorledene\ngeword het\nnie.\nVolgens Steyn het hy die appellant aan die volgende toetse onderwerp:\ntwee projektiewe persoonlik= heidstoetse, nl die Rorschach—\ninkkladtoets\nen die Tematiese A-persepsietoets, 'n angsskaaltoets en die\nWechsler-intelligensietoets vir volwassenes. Eersge= noemde\ndrie toetse het\ngetoon dat die appellant 'n\nonvolwasse/..\n11.\nonvolwasse, ontoereikende persoonlikheid het en dat hy voortdurend onderhewig\nis aan neerslagtigheid en seksuele spanning. Volgens\ndie Wechsler-toets het die\nappellant 'n\nintelligensie-kwosiënt van 83 terwyl die normale tussen\n85 en 110 wissel. In een van die onderaf delings van lg toets, nl die\nvoorwerp-samevoeg= ingstoets, word gebruik gemaak van drie legkaarte, en die\nappellant se onvermoë om een van die drie te voltooi\nhet aangedui dat hy 'n\nselektiewe onvermoë het om te antisipeer. Dit is 'n begrip wat volgens\nSteyn nog nie in die literatuur\nomskryf is nie, maar volgens hom beteken dit dat\ndie appellant geneig is tot onvoorspelbare en sinnelose optrede. Ander\nonderafdelings\nvan die Wechsler-toets het getoon dat appellant 'n abnormale\nhoë /\n12.\nhoë agteruitgang van breinfunksie het, nl 16% i p v 11% wat\nverwag word vir 'n man van sy ouderdom. Die appellant het egter steeds\ngeweet\nwat hy doen en was in staat om homself te beheer.Steyn het getuig dat hy stawing\nvir die resultate van bogenoemde toetse vind\nin wat hy meegedeel is oor die\nappellant se ongelukkige kinderjare en sekere voorvalle uit sy verlede. Steyn\nhet verwys na die hegte\nband tussen die appellant en sy moeder gedurende sy\neerste ses jaar terwyl sy vader op aktiewe diens weg was.Hierdie band is\nverbreek\ntoe sy vader terugkeer, sy moeder verwagtend van 'n ander man vind en\nhom na Suidwes-Afrika neem waar hy tot sy vyftiende jaar geen\nkontak meer met sy\nmoeder gehad het\nnie. Hy het geen liefde van sy vader of stiefmoeder\nontvang / ...\n13.\nontvang nie. Op vyftienjarige ouderdom het hy weggeloop\nna sy moeder, maar omdat sy intussen getroud is en vier\nander kinders gehad het, kon die vorige hegte band met\nhaar nie herstel word nie. Steyn het voorts na die\nvolgende insidente uit die appellant se verlede verwys:\nToe sy dogter agt jaar oud was, het die appellant by een\ngeleentheid bo-op haar geklim en gesê dat hy haar wou\nwys hoe die seksdaad gepleeg word. Hy het haar by 'n\nander geleentheid in 'n rivier gegooi en net so gelos,\nEen keer het die appellant sy vrou met messe gedreig,\nhaar kaal laat uittrek en op die kombuisvloer laat lê\nterwyl ander mans daar verby geloop het. Steyn het getuig\ndat die appellant se aggressie oorwegend gerig was teen\ndie vroue-figuur, moontlik omdat hy gevoel het dat sy\nmoeder /....\n14.\nmoeder hom verwerp het. Daar was geen getuienis voor die Verhoorhof om\ndie inhoud van die bogenoemde mededelings aan Steyn te staaf\nnie, en in die lig\nvan die botsing wat daar bestaan tussen die menings van Steyn aan die een kant,\nen dié van Van Rensburg\nen Calitz aan die ander kant, is die waarde van\ndie mededelings twyfelagtig. Vanweë die gevolgtrekking waartoe\nek\nhieronder gekom het, is dit nie nodig om meer oor hierdie aspek te sê\nnie.\nSteyn het die mening uitgespreek dat die\nonsedelike aanranding en die moord as een, aaneenlopende handeling beskou\nmoet word wat die appellant gepleeg het terwyl hy \"oorspoel\"\nwas van seksuele\nimpulse of drange wat totaal hand-uit geruk het en wat hy nie kon beheer\nnie.Steyn het egter geredelik toegegee dat hy nie\noor /\n15.\noor al die besonderhede van die appellant se optrede die betrokke dag\nbeskik nie en dat sy verklaring vir die appellant se gedrag\nnie geldig sou wees\nindien laasgenoemde, volgens ander aanduidings, berekend gehandel het\nnie.\nDie getuienis van Van Rensburg en Calitz was dat die twee\npersoonlikheidstoetse wat deur Steyn gedoen is, nie by die Oranje-hospitaal\ngebruik word nie omdat daar twyfel bestaan oor die betroubaarheid daarvan. Die\nidentiese Wechsler-intelligensietoets wat deur Steyn\nafgeneem is, is ook by die\nhospitaal gedoen en die resultate daarvan verskil wesenlik van dié wat\ndeur Steyn verkry is. Ander\npsigometriese evalueringstoetse\nwat by die hospitaal gedoen is, is die Bender Gestalt-\ntoets/\n16.\ntoets, die Grassi-blokvervangingstoets en die MMPI-\ntoets.Die Wechsler-intelligensietoets wat op\n9 Januarie 1986 deur Calitz gedoen is, het getoon dat\ndie appellant 'n\nnormale intelligensie-kwosiënt van 100\nhet terwyl Steyn se toets, wat op 15 Mei 1986 gedoen is,\n'n syfer van 83 getoon het. Volgens Steyn behoort 'n\npersoon beter te vaar wanneer hy die toets 'n tweede\nkeer binne 5 maande aflê omdat hy dan met die vrae\nbekend is.Ek stem gevolglik met die Verhoorhof saam\ndat daar twyfel oor die betroubaarheid van Steyn se\nlatere toets moet bestaan, veral as in gedagte gehou\nword dat die MMPI-toets, volgens Calitz, getoon het\ndat die appellant homself anders voordoen as wat hy\nwerklik is. Volgens Calitz was die resultate van sy\nvoorwerp /....\n7.\nvoorwerp-samevoegingstoets sowel as die appellant se\nbreindeteriorasie-faktor binne normale perke.\nVolgens beide Van Rensburg en Calitz is die\nuitslag van die hospitaal se intelligensietoetse in\nooreenstemming met die kliniese beeld wat hulle gekry\nhet van die appellant, wat hulle as 'n persoon van\ngemiddelde intellektuele vermoëns beskryf het. Beide\nhet verder getuig dat hulle geen neurose of psigose by\ndie appellant gevind het nie. Hy was nie depressief\nnie en hy het nie gemeld dat hy dit ooit was nie. Van\nRensburg het getuig dat hy geen teken van seksuele\nspanning by die appellant gevind het nie.Indien daar\nseksuele spanning was, sou hy 'n voortdurende patroon\nvan seksuele aanrandings verwag het wat nie die geval\nis /.....\n18.\nis nie. Die appellant het konsekwent teenoor hom\nenige seksuele spanning of afwyking ontken.\nDie Verhoorhof het bevind dat die getuienis\nvan Steyn aan die een kant, en die getuienis van Van\nRensburg en Calitz aan die ander kant, mekaar wesenlik\nweerspreek en dat die appellant gevolglik nie bewys het\ndat die persoonlikheidsgebreke waaroor Steyn getuig het,\nby hom aanwesig was nie.Die Verhoorhof het verder\nbevind dat die appellant se optrede die betrokke oggend\ngeheel en al teenstrydig was met 'n \"oorspoeling\" soos\ndeur Steyn voorgestel, en dat al die feite daarop dui dat\nhy berekend opgetree het deur die oorledene na die\nrivieroewer te neem en haar daar onsedelik aan te rand\nDie /....\n19.\nDie Verhoorhof het verder bevind dat die appellant ook\nberekend opgetree het toe hy die moord gepleeg het en\ndat hy die oorledene in die rivier gegooi het ten einde\ndie spore van sy misdaad uit te wis.Die Verhoorhof\nhet gevolglik bevind dat selfs al sou aanvaar word dat\ndie appellant die persoonlikheidsgebreke het waaroor\nSteyn getuig het, dit nie 'n invloed op sy gemoed gehad\nhet by die pleging van die moord nie.\nNa my mening het die verhoorhof homself\ngeensins wanvoorgelig toe hy bevind het dat die appellant\nse gemoed nie beïnvloed was deur enige persoonlikheids=\ngebreke toe hy die moord gepleeg het. Daar kan ook nie\ngesê word dat die bevinding een is waartoe nie redeliker=\nwys /.....\n20. wys gekom kon gewees het nie.Soos blyk uit\ndie\nvoorgaande verwysings na die deskundige getuienis, is daar so 'n direkte\nweerspreking tussen die getuienis van Steyn aan die een kant,\nen dié van\nVan Rensburg en Calitz aan die ander kant\n,\ndat die Verhoorhof tereg\nbevind het dat die persoonlikheidsgebreke waarop namens appellant gesteun is,nie\nbewys is nie. Verder toon\ndie feite van die saak onteenseglik dat die appellant\nberekend opgetree het toe hy die moord gepleeg het. Na my mening is daar geen\nbasis waarop met die Verhoorhof se bevinding ten opsigte van versag= tende\nomstandighede ingemeng kan word nie. Die appel word afgewys.\nW. VIVIER AR.\nVILJOEN AR )\nStem saam. HEFER AR )",
  "scraped_at": "2026-02-11T21:11:34.261669",
  "date": "1987-08-24",
  "coram": [
    "VILJOEN",
    "HEFER",
    "VIVIER"
  ],
  "case_number": "539/86",
  "parties": {
    "applicants": [
      "Johannes Stephanus Delport"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Johannes Stephanus Delport, was tried in the Orange Free State Provincial Division on three charges: rape, indecent assault and murder. He was acquitted of rape, convicted of indecent assault and sentenced to ten years' imprisonment, and convicted of murder and sentenced to death. The offences stemmed from an incident on 20 October 1985 at the Wilge River in Frankfort, where a four‑year‑old white girl was allegedly sexually assaulted and then thrown into a fast‑moving river, leading to her drowning. The trial court rejected Delport's claim that he was intoxicated and unaware of his actions, describing him as a calculated and deceitful liar. Psychiatric evidence was presented: a clinical psychologist (Vernon Steyn) and two psychiatrists (Dr Janse van Rensburg and Mr Calitz) gave conflicting opinions about Delport's mental state at the time of the crime.",
    "issues": "The appeal was limited to whether any mitigating (versagtende) circumstances existed at the time of the murder that would affect the death sentence. Specifically, the court had to decide if Delport suffered a mental disorder that impaired his capacity to appreciate the wrongfulness of his act or to act in accordance with that appreciation.",
    "principles": "South African criminal law requires that for mitigating circumstances to be established, a mental disorder must be proven to have substantially impaired the accused's cognitive or volitional capacities. Expert psychiatric testimony is decisive, but the court must assess its reliability and consistency. Section 78(2) of the Criminal Procedure Act permits compulsory psychiatric examination, and the standard is that the disorder must have a direct causal link to the unlawful conduct.",
    "application": "The appellate court examined the conflicting expert reports. Steyn suggested that Delport's personality defects and a presumed ‘wash‑out’ of sexual impulse influenced his conduct, but he admitted uncertainty about the appellant's state of mind. Van Rensburg and Calitz, who examined Delport at the Orange Hospital, found no evidence of mental abnormality, recorded a normal intelligence quotient, and concluded that Delport acted deliberately and understood his actions. The court found Steyn’s later testing unreliable and noted contradictions between the two sets of expert evidence. Consequently, the court held that Delport was fully aware of his conduct and no mitigating mental disorder existed.",
    "conclusion": "The appeal was dismissed. The finding of no mitigating circumstances was upheld and the death sentence imposed by the trial court remained in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigating circumstances",
      "psychiatric evidence",
      "death penalty"
    ]
  }
}