{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/152.html",
  "case_name": "S v Mkhatywa (236/87) [1987] ZASCA 152 (1 December 1987)",
  "citation": "[1987] ZASCA 152",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 152\n|\nNoteup\n|\nLawCite\nS v Mkhatywa (236/87) [1987] ZASCA 152 (1 December 1987)\nDownload original files\nPDF format\nRTF format\n/mb 236/87\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nKETA RICHARD MKHATYWA\nAPPELLANT\nAND\nTHE STATE\nRESPONDENT\nCORAM\n: VILJOEN, BOTHA et VIVIER, JJA\nHEARD\n: 6 NOVEMBER 1987\nDELIVERED\n: 1 DECEMBER 1987\nJUDGMENT\nVILJOEN\n, JA\nOn the night of 22 May 1983 one Reuter Marthinus Voster, a Coloured man,\n(\"the deceased\")\nwas/\n2. was murdered at a lonely spot some distance from\nVosloorus in\nthe district of Alberton and his motor\nvehicle, a red Audi,was driven away\nfrom the scene.\nSome time thereafter three people viz Meshack Man-\ngele\n(\"Meshack\"), Johannes Mtombela (\"Johannes\") and\nStephen Hlongwane (\"Stephen\")\nappeared before the\nCourt in the Witwatersrand Local Division on\ncharges\nof murder and robbery involving the death of the\ndeceased and the\ntaking of his car. Abel Gwebu (\"Abel\")\nwho had initially been charged with\nthe others was\nused as a witness for the State. The appellant who\ncould,\naccording to the police, not be found at his\nusual address, did not appear\nwith the others. The\noutcome of that case was that all the accused were\nfound\nnot/\n3. not guilty and were discharged. The appellant was\nsubsequently arrested and appeared in the Court a\nquo\nbefore\nVermooten AJ and assessors on charges of murder\nand robbery involving the same facts. The main State\nwitnesses were Abel\nand Stephen. Meshack and Johannes\nhad, it was alleged in evidence, left for\nNatal and\ncould not be traced. The appellant was convicted of\nmurder and\nrobbery and, no extenuation having been found,\nwas sentenced to death by the\nCourt on the murder\ncharge and received a sentence of 7 years on\nthe\nrobbery charge. With the leave of this Court, leave\nhaving been\nrefused by the Court a\nquo\n, the appellant\nappeals against his\nconviction on both charges.\nThe evidence discloses that during\nthe\nafternoon/\n4. afternoon of Sunday 22 May 1983 at about 16h00 or\n16h30 the deceased left his house at Reiger Park,\nBoksburg, on the\npretext, as he told his wife, to\ntry and find and pick up labourers who could assist\nhis two sons who were\nbuilders and to transport them\nto Pretoria where the sons were building at\nthe time.\nHe left in his red Audi motor vehicle. According to\nhis wife he\nhad with him a satchel in which there\nwas a black wallet containing about Rl\n500, made up\nof R500 which he had received from his sons and Rl 000\nwhich\nhe, as an insurance agent, had collected from,\nI presume, policy holders. His part-time business was to\nassist his sons\nin the building trade.\nHis movements, as related by Stephen,\nwere\nthat/\n5. that he arrived at a certain plot\nnear Elsburg where\nhe met Stephen who had previously worked for the de-\nceased's sons. He\ntold Stephen that he was looking\nfor a certain Petrus but when the deceased was in-\nformed by Stephen that\nPetrus was not there that af-\nternoon,Stephen, at the deceased's request,\naccompa-\nnied him to another plot to look for one Dumisane and\na certain\ngirl. They found only Dumisane's young\nbrother there from whom the deceased\nenquired whether\na certain Coloured girl did not live there. Abel\nemerged\nfrom the house and came to the car. The de-\nceased said he wanted a beer and\nhe gave Dumisane's\nyoung brother R2 to buy him a beer. The\nyoungster\nobliged and returned with a beer and some change.\nThe/\n6. The deceased did not drink the beer there and then but\nsuggested to Stephen and Abel that they should go to\nVosloorus for liquor and girls. The three of them\ndrove to Vosloorus in the deceased's Audi. When\nthey arrived at a T-junction on their way from Els-\nburg to Elspark a white van with three occupants\napproached from the opposite direction. Driving the\nvan was the appellant, Stephen's cousin, and his two\npassengers were Meshack and Johannes. Stephen stopped\nthe appellant and told him that they were on their way\nto Vosloorus where they hoped to be able to find liquor.\nThe appellant offered to escort them to a place where\nliquor was available and told Stephen to cause the\ndeceased to follow him.\nThey followed the appellant\nto/\n7. to Vosloorus where they stopped at a hostel. The\nappellant and his passengers alighted from the white\nvan and approached the red Audi which had stopped\nbehind the white van. Stephen alighted from the Audi\nand when, at the appellant's call, he walked up to\nthe appellant he overheard the appellant saying to\nhis companions Meshack\nand Johannes that he wanted\nthe red Audi. The appellant thereupon handed\nthe\nkeys of the white van to Stephen and told him to take\nAbel along and\nto drive the van to his aunt's place\nin Vosloorus and to wait there. His aunt's place was\nthe house where the\nappellant lived. He called Abel,\nthe two of them got into the van and he\ndrove to the\nhouse where the appellant lived and parked the vehicle\noutside/\n8. outside the house. There they waited. They became\ndrowsy and fell asleep. Some considerable time later\nthey woke up when\nsomebody knocked on the window of\nthe van. It was the appellant and his two\ncompanions,\nMeshack and Johannes. He also noticed a girl who\narrived in\ntheir company in the red Audi which was\ndriven by the deceased. He and Abel\nwere told to get\nout of the van and he was told by the appellant to\nlock the van. The appellant told him that he had\narranged with the\ndeceased that they should all drive\nup the street to fêtch Johannes'\nvan. All of them ex-\ncept the girl got into the Audi. He and Abel got in\nin front with the driver, the deceased, and the appel-\nlant, Meshack and Johannes sat on the back seat. They\ndrove/\n9. drove off, ostensibly to go and fetch Johannes' van.\nThe appellant and Meshack directed the deceased. They\ndrove on through\nvarious built-up areas but suddenly\nhe noticed that they were driving through\nopen veld\noutside a location. The deceased then wanted to know\nwhere they\nwere going. He obviously became suspicious\nand stopped the car whereupon the\nappellant told him that\nif he refused to drive,he, the appellant, would do\nso.\nThe deceased got out by the driver's door and the\nappellant moved from\nthe back seat through the opening\nbetween the two bucket seats to the front\nbut also\nalighted from the car through the driver's door. At\nthe same time\nMeshack also left the car through the\nleft back door. The two of them then grabbed the\ndeceased/....\n10.\ndeceased, took the car keys away from him and placed\nhim\nin the boot of his own car. Abel was told to go and sit on the back seat. He,\nStephen, remained on the front passenger seat and\nthe appellant took over as\ndriver. They travelled for some considerable dis-tance and eventually arrived at\na lonely spot outside\nthe town of Alberton, off the tarred road. There the\nappellant stopped and he, Johannes and Meshack got out and opened the boot of\nthe car, took the deceased out and dragged him some distance away to a spot\namongst reeds. He, Stephen, and Abel also got out of\nthe car and followed the\nothers to see what they were doing. Stephen saw that the three of them had the\ndeceased down on the ground\nwhere they were kneeling next to\nhim./\n11.\nhim. The appellant had a large knife in his hands. When the\nappellant saw Stephen he asked him where he was going. The appellant threw\nthe\nAudi's keys at him and told him to drive it to the tarred road and wait for them\nthere. He noticed that the appellant took something\nout of the deceased's\npocket. What it was he could not tell. As he was instructed to do, Stephen\nturned round and he and Abel, who\nwas close behind him, returned to the Audi and\ndrove it to the road where they waited for the others. After some time the three\narrived\nat the motor car and, with the appellant driving, they left the scene.\nOn the way back to his aunt's house the appellant warned Stephen\nand Abel not to\ntell anybody what they had\nseen./\n12. seen. Should they do so they would suffer the same\nfate as the deceased. When they arrived back at his\naunt's house the\nappellant handed him R20,00, told\nhim to fill the van with petrol and to keep\nit until\nhe, the appellant, needed it. He and Abel drove off\nin the van to\nElsburg where they lived. He saw the\nred Audi following the van for a\ndistance before it\nturned into and entered the hostel premises. Two\ndays\nlater, on the Tuesday when he and Abel sat in the van\nnear their\nplace of employment with their girl friends,\nthey were arrested. They were\npointed out to the po-\nlice by one Moses Tsabalala who had seen him and\nAbel\nleaving from Dumisane's house with the deceased in his\nred Audi. As a\nresult of information given by him and\nAbel/\n13. Abel,Meshack and Johannes were arrested. The police\nwere looking for the appellant but could not find\nhim. He and Abel pointed out the spot where they\nhad seen the other three kneeling beside the deceased\nand there the police found the body of the deceased.\nThe\npost\nmortem\nreport reflected the cause of his\ndeath as a \"penetrating incised\nwound of the left caro-\ntid artery and jugular vein.\" Where and under\nwhat\ncircumstances the red Audi was fouhd was not revealed\nin the\nevidence. What does appear from the evidence\nis that the widow of the deceased identified the\nAudi some days later at\nthe Boksburg police station\nas her late husband's car.\nAbel Gwebu substantially confirmed\nthe\nevidence/\n14. evidence of Stephen. There were very few discrepan-\ncies. When cross-examined Abel admitted that at the\ns 119 proceedings pertaining to the trial in the other\nCourt he had pleaded guilty to both robbery and murder\nbut he explained in the Court a\nquo\nthat he did so\nbecause he was\nin the company of the others that night.\nHe confirmed that he was used in\nthat Court as a State\nwitness. It appears that he had been warned ih\nterms\nof s 204 of Act 51 of 1977 but that he was not granted\nan indemnity\nin terms of that section at the end of\nthe proceedings.\nTestifying in his own defence the appellant\nadmitted\nthat he was on the scene of the slaying of the\ndeceased but he put the blame\non Stephen. He told\nthe/\n15. the Court that on that Sunday he first went to the\nhostel to visit his friends Meshack and Johannes and\nafterwards left with these two friends in Meshack's\nwhite Audi motor car\nto visit a cousin of his, one\nSimon Mgobo, at Natalspruit. During the day he im-\nbibed a substantial\nquantity of liquor. At the hostel\nhe drank beer with his friends and at his\ncousin's\nplace they sat drinking until sunset. They left his\ncousin Mgobo\nat about 19h40 and Meshack drove him\nhome where he arrived at about 20h00.\nMeshack and\nJohannes immediately left for the hostel. He entered\nhis\nhouse. After a while Stephen knocked at the door\nand entered the house. He\nwas alone. Stephen announ-\nced that he had come to visit but he was not going\nto\nstay/\n16.\nstay long because he was still going to Natalspruit.\nHe\ninvited the appellant to go along. The latter at first declined the invitation\nbecause, as he told Stephen, he had had enough to\ndrink and wanted to sleep.\nEventually, however, Stephen's persis-tence triumphed and he was persuaded to go\nalong when Stephen promised\nhim that it was not necessary for him to go into the\nhouse to drink; he could remain sitting in the motorcar. The appellant's wife,\nwho required to know when Stephen would be bringing her husband back, was,\naccording to his evidence, assured by Stephen that they\nwould not be away for\nlong. They left in a red Audi vehicle driven by the deceased. Stephen sat in\nfront. In the car, apart\nfrom/\n17. from himself and Stephen, there were Abel\nand Stephen's\ngirl friend whose name he did not know. The red\nAudi drove off in the\ndirection of Natalspruit. In\nthe centre of Natalspruit location Stephen told\nthe\ndeceased to stop. The car stopped, Stephen alighted\nand entered a\ncertain house. After ten minutes he re-\nturned to the motorcar and, directed\nby Stephen, the\ndeceased drove in the direction of Tokoza, drove past\nit\nand onto a farm road. Stephen told the deceased\nto stop. The car stopped,\nStephen alighted and called\nthe appellant to get out of the car. He did so\nand\nStephen preceded him to a spot some distancé from the\ncar.\nThere, out of earshot of the occupants of the\ncar, Stephen told him that he\nwanted to leave the de-\nceased/\n18. ceased there because the deceased for whom he had been\nworking owed him money. Upon the appellant enquiring\nwhat Stephen had in mind the latter told him: \"You\ndo not know. You are going to see.\" Stephen told the\nappellant to get back to the motorcar. He did so.\nStephen followed him. When the latter reached the\nmotorcar he called the\ndriver and Abel Gwebu. He, the\nappellant, got into the motorcar. Stephen, followed\nby the deceased and\nAbel, walked some distance from\nthe car. At a distance of about 12 paces from\nthe\ncar Abel and Stephen suddenly assaulted the deceased.\nAbel grabbed him\nround the body and Stephen produced\na knife and stabbed the deceased on the\nleft side of\nthe neck. During the attack Stephen's girl friend,\nwho/\n19. who was sitting in the motorcar, asked Stephen what\nthey were doing to such an elderly person. In re-\nsponse Stephen threatened to interrupt his attack on\nthe deceased and deal\nwith her in the same manner as\nhe was dealing with the deceased. After having\nstabbed\nthe deceased Stephen and Abel carried the body some\ndistance away,\nleft it there and returned to the car.\nStephen drove the car from there and\ntook him home\nwhere he arrived at about 21h00. After Stephen and\nthe\nothers had left he told his wife what had happened.\nTo corroborate his version the appellant\ncalled as\nhis witness his wife, Emily. She told the\nCourt that during the morning of\nthat Sunday the accused\ntold her that he was going to Natalspruit to\nvisit.\nHe/\n20.\nHe did not say whom he was going to visit. He left\nand\nonly returned at about 19h30 that evening. He returned in a white motorcar. She\nwas unable to tell the Court who the driver of\nthe vehicle was. She only saw it\nstanding outside. She asked the appellant who the people were and he told her it\nwas Meshack Mangele\nand somebody. The appellant entered the house and sat down.\nAfter a while, at about 20h00, Stephen came in. The appellant asked him\nwhy he\ncame to visit him so late because he wanted to go to bed. Stephen said he just\ncame to see the appellant. He was going past\nto Natalspruit and he would like\nthe appellant to accompany him. He did not say why. She said nothing. They left.\nShe did not see\nwhat their means of trans-\nport/\n21. port was. They left at about 20hl5. The appellant re-\nturned at about 21h30. It was just after she had got\ninto bed. The appellant told her that Stephen Hlongwane\nand a friend of\nhis had injured the person with whom\nthey had been. He did not supply\ndetails. He only\nsaid they had injured somebody. She never saw a white\nbakkie parked\noutside their house that night. She\nsaw no money in the possession of the\nappellant. The\nnext day, being a Monday, the appellant went to work\nin\nNatalspruit. He never, during the period after the\nevents of that\nSunday night, stayed at any place other\nthan their home.\nThe learned Judge a\nquo\ngave the\nfollowing\nreasons for the Court's conviction of the\nappellant:\n\"Now/\n22.\n\"Now according to the accused Stephen's motive for killing the deceased was\nthat the deceased owed him money, he had been working\nfor the deceased. It seems\nto us, however, that this is a statement very difficult to accept.\nFirstly there is no evidence of Stephen deman-ding his money from deceased\nbefore killing him.\nSecondly Stephen testified that the father of the two sons, Freddie and\nHermanus, owed him no money, but one son did owe him money\nand he had paid him.\nIt seems to us inherently im-probable that one would kill for a debt and thereby\ndestroy your chance of getting\nyour money.\nThe second feature of the accused's evidence is this, that on his version\nStephen whom he had not seen for two months and whom in\nany event he saw\nirregularly, merely came to his house that night to persuade the accused, who\nwas most unwilling, to come and be\na witness to see how Stephen killed the\ndeceased, and that is how the accused manages to get himself onto the scene.\nThis is in our\nopinion so highly improbable that we reject it as false.\nA third feature, the accused's evidence in this\ncourt/\n23.\ncourt is that Abel and Stephen assaulted the deceased. Abel grabbed the\ndeceased round his body while Stephen stabbed him to death.\nYet the story is\ncompletely different and Abel is left out entirely, both in the accu-sed's\nstatement to the magistrate,\nEXHIBIT E\n, in the Magistrate's Court, as\nwell as before the magistrate,\nEXHIBIT F\n.\nTo make it worse, in trying to get out of his dilemma, he says he could not\nremember Abel's name, but nowhere does he say a Black\nmale whose name I do not\nremember. In our opinion the whole story about Stephen killing the de-ceased is\na fabrication.\nAnother feature, he never reported to the police and he lied by saying he did\nnot know it was his duty to do so. But ih the next breath\nsaid he knew according\nto law he should have reported to the police. I have remarked on other features\nin his evidence.\nThe accused is a lying witness, we have no hesitation in rejecting his\nevidence.\nAs far as Emily Mkwanazi is concerned she was an unsatisfactory witness. I\nhave pointed to features in her evidence already.\nIn/\n24.\nIn addition, it is a matter for comment that the accused was only arrested in\nApril 1985, some 2 years after the incident, so Emily\nhad only then, that is two\nyears later, to reflect on what had happened in May 1983. Moreover Emily is his\nwife, it is only human\nnature to try to help her husband, particularly on such\nserious charges as these. There is a further fact that she sat in court from\nMonday when the trial began. We are unable to place any reliance on her\nevidence, we reject it.\"\nThe Court a\nquo\nevaluated the evidence\nof\nStephen and Abel as follows:\n\"Stephen and Abel must be regarded as accomplices and we scrutinised their\nevidence in that light. Both Stephen and Abel impressed\nus favourably. They\ncorroborated each other in all material re-spects. Nor were we able to detect\nany sign of hostility between them\non the one hand and the accused on the\nother.\nThere are, however, some differences in their evidence. For example, on the\noccasion when the deceased was removed from the boot\nof the car Stephen says the\naccused, Meshack and\nJohannes/\n25.\nJohannes got out of the car, the boot was opened, deceased came out, they\ngrabbed him.\nAbel says accused, Meshack and Johannes got out of the car, the boot was\nunlocked and the accused grabbed the deceased on the left\nof the neck and\nthen.in front, and they put him down on the ground. The difference in our\nopinion is so minor as to be of no real\nimportance.\nThen secondly, Stephen testified that the accused said to him, \"I want this\nmotorcar\". Abel did not hear it, but actually it is no\nwonder because accused\nhad called Stephen away from the car when he said this.\nThirdly, after the stabbing Stephen says the accused and Meshack said to him\nwords to the effect, \"You are not to tell what you saw,\nif you do you will go\nthe same way as your friend.\"\nWhile Abel says, and these are his\nipsissima verba\nthat the accused\nsaid, if anyone should say to the police where they had gone they would do the\nsame to us as they had done to the\ndeceased and would kill him. The real\ndifference in the ver-sion lying in this, that according to Stephen the accused\nand Meshack\nsaid those words, threatened him that way, but according to Abel the\naccused was the man who threatened, apparently alone.\nBut/\n26.\nBut again it seems to us the difference is in-significant. There are no doubt\nother differen-ces between Stephen and Abel, but they\nare of minor\nimportance.\"\nFinally the Court said:\n\"There is another fact, the accused places him-self on the scene when the\nstabbing took place, that is further corroboration of the\nevidence of Stephen\nand Abel.\nWe have come to the conclusion that we can safely rely upon the evidence of\nStephen and Abel. We accept their\nevidence.\"\nIt does seem to be a glaring improbability\non the\nappellant's version that Stephen would come to\nhis house that night to\npersuade him, who was most un-\nwilling, to accompany Stephen for the sole\npurpose of\nwitnessing the killing of the deceased by Stephen. On\nthe other\nhand, it seems equally improbable, that,\nwith/\n27. with Meshack, Johannes and the deceased, the appellant\nwould return from wherever they had been since driving\naway from the\nhostel, to pick up Stephen and Abel where\nthey were sleeping in the bakkie in\nfront of the\nappellant's house merely to go and witness the slaying\nof the\ndeceased by the appellant. This was an impro-\nbability which the learned\nJudge himself realised when,\nin the course of leading the appellant, counsel\nfor the\ndefence asked him whether, if he had wanted to kill the\ndeceased,\nhe would take Stephen and Abel along as wit-\nnesses, the learned Judge\ncommented that \"it cuts both\nways.\" In spite of this realisation this\nimprobability\nseems to have been completely overlooked when the\nCourt gave\njudgment. It may be that they returned for\na/\n28. a good reason. One possibility which presents itself\nis that the appellant returned to fetch a knife but\nthere was no evidence that the appellant had entered\nhis house before\ndriving away with Stephen and Abel\nas additional passengers in the red Audi.\nStephen\nand Abel might have been awakened only after the\nappellant had\nentered and emerged from his house. This,\nhowever, is pure speculation. There\nis no evidence\nto substantiate such a possibility. Had the girl who\nwas\nleft behind been traced, she might have enlightened\nthe Court as to where\nthey had been and whether the\nappellant did enter the house upon their\nreturn. No\neffort to trace her appears to have been made. Another\ncurious\nfact is that, on the evidence of Stephen and\nAbel/\n29.\nAbel, the deceased wanted liquor and girls. Yet,\nwhen his\nblood was tested, it was found to have\ncontained 0,01 per cent alcohol only.\nAccording\nto the evidence of Stephen and Abel he had bought one\nbottle of\nbeer at Dumisane's house. That beer he\ndid not drink there and then at\nElsburg but drank it\nin Vosloorus at the hostel or shared it with\nJohannes\nwho opened the bottle for him there. That beer might\nhave\naccounted for the low blood alcohol content,\nbut the entire escapade is\nshrouded in mystery.\nThe court a\nquo\nwas quite right in finding\nthat the appellant lied\nand in my view, the\nCourt was also justified in concluding that it\ncould\nnot rely on the evidence of the appellant's\nwife/\n30. wife Emily. That the bakkie played a role in the\nevents of that night appears from the appellant's\nstatement which he made in the magistrate's court\nduring the proceedings\nin terms of s 115 of Act 51 of\n1977 when he said \"Ons het 'n motor en 'n bakkie ge-\nbruik\". If there was\nother evidence that the bakkie\nwas involved, it might have supplied more\ncorrobora-\ntion for the version of Stephen and Abel that, on\ntheir way to\nNatalspruit, they met the appellant, Me-\nshack and Johannes in the bakkie at\nthe T-junction.\nOne may speculate that when the appellant left his\nhouse\nthat Sunday morning for the hostel at Vosloorus\nto visit Meshack and Johannes\nhe left in his bakkie.\nThat would amount to a refutation of his evidence\nthat\nhe/\n31. he never owned a bakkie and would render it, if not\nprobable\nthen at least possible, that he, Meshack and\nJohannes left the hostel for\nNatalspruit in his bakkie\nand that on their return they were met by the\noccu-\npants of the red Audi at the T-junction. How he left\nhis house in\nVosloorus to go to the hostel has not\nbeen properly investigated. It does not\nappear from\nthe record what distance the hostel is from his house.\nJudging\nfrom the fact that on their evidence Stephen\nand Abel apparently did not have\nto travel far from\nthe hostel to get to the appellant's house, it\nis\npossible that the hostel might only have been a\nwalking distance away\nfrom the house and that the\nappellant went there on foot. One does not\nknow.\nProper/\n32.\nProper investigation might have shown him up as a liar\nin\nthis regard and might have provided some corrobo-ration on the very important\nissue as to whether his motive was the appropriation\nof the red Audi.\nIt was\ncommon cause that the bakkie was not registered in the appellant's name. Nor, on\nthe other hand, was it registered in Stephen's\nname. It might have been a stolen\nvehicle but some evidence to sub-stantiate the State's case that the appellant\nhad been seen using\nthe bakkie before that day might have been obtained.\nApart from the aspects which I have mentioned\nthere\nare other disquieting features in the State's\ncase. According to the\nevidence, Meshack and Johannes\nleft for Natal after their discharge in the previous\ncase/\n33. case and could not be traced by the\npolice. The\ncurious aspect, as far as these two gentlemen are\nconcernedf is that the\nState retained their names\non the list of witnesses for the State. They\ncould\ntherefore not have been considered as witnesses for\nthe defence.\nThat they would have advanced the\nStaté's case seems to be doubtful\nbecause it appears\nfrom the record that their defence in the previous\ncase\nwas an alibi. They called one Buthelezi,an inmate\nof the hostel, it seems,\nwho told the Court that the\ntwo were at the hostel at the time they were\nalleged\nto have accompanied the deceased and others to the\nscene of the\ncrime. That would be consistent with the\nappellant's defence. It can be\nassumed that they would\nnot,/....\n34.\nnot, if they were called for the State, readily deviate from\ntheir previous evidence. Yet the State did not make them available to\nthe\ndefence. This seems to me to be an unwarranted dog in the manger\nattitude.\nThe key to the killing of the deceased is the motive therefor. The\nappellant said that Stephen killed him because, Stephen said, the\ndeceased owed\nhim money. The Court a\nquo\ndealt with that and, in my view, gave valid\nreasons why it could not accept that that was a likely motive for the killing.\nStephen\nsaid that the appellant coveted the red Audi. That is a likely motive\nbut where is the corroboration? The evidence of Stephen and\nAbel, it is true,\nwas con-\nsistent/....\n35.\nsistent in both trial Courts, but from a reading of their\nevidence one gets the impression that they were not completely frank with\nthe\nCourt and that they went out of their way to exonerate themselves. It is a\nmatter for conjecture whether they themselves were\nnot more deeply involved and\ndid not play a more active role than the one their version suggests. On their\nown evidence they were\nfound with the white bakkie on the Tuesday which would\ntend to indicate that the white bakkie was their share of the spoils. If their\nevidence that the appellant appropriated the red Audi could be accepted without\nany qualms it would provide proof in support of their\nversion that the appellant\nwho now had the Audi was\nprepared/\n36.\nprepared to allow them the use of the bakkie. But\nthe mere\nfact that they were in possession of the bakkie makes one hesitant to rely on\ntheir version without corroboration. And where\nis the corroboration? As I have\npointed out no evidence was produced that the appellant was seen driving the red\nAudi after that\nnight. Where it was found and under what circumstan-ces have not\nbeen disclosedl Stephen told the Court that when they left the appellant's\nhouse\nin the white bakkie after their return from the scene of the crime, they saw the\nred Audi following them for some distance\nand then turning off in the direction\nof the hostel. If appellant was the driver who, the inference would be, was\ntaking his two\nfriends back to the hostel,\nit/\n37. it would serve to strengthen the State's case. It\nis, however, not clear from the evidence of Stephen\nor Abel whëther the appellant was the driver or\nwhether Meshack and\nJohannes were alone in the Audi.\nThat would leave the appellant without any\nmeans of\ntransport but how he got to his work and back was\nnever properly\ninvestigated. The five of them, the\nappellant, Meshack, Johannes, Stephen and\nAbel were,\naccording to the evidence of the latter two, together\nwhen the\ndeceased was killed. It seems to me that\nit would under the circumstances be dangerous for\nany court to convict the\nappellant of murder on the\nevidence of two accomplices, who were\nobviously\ndeeply involved in the events of that night, without\nsubstantial/\n38. substantial corroboration. It is\ntrue that the\nappellant places himself on the scene and that he\nwas a lying witness but the weaknesses in the State's\ncase and certain\naspects of the evidence of Stephen\nand Abel leave me with an uneasy feeling\nthat the\nentire truth has not been told to the Court a\nquo\n.\nI have\ncome to the conclusion that the Court a\nquo\ndid not have sufficient\nregard to the defects in the\nState's case and should have had a doubt as to\nwhet-\nher the State had discharged the onus resting on it.\nThe appeal succeeds. The order of the Court\na\nquo\nis altered to\nread: The accused is found not\nguilty and discharged on both counts.\nJUDGE OF APPEAL\nBOTHA )\nVIVIER )JJA - concur",
  "scraped_at": "2026-02-11T21:36:38.476849",
  "date": "1987-12-01",
  "coram": [
    "VILJOEN",
    "BOTHA",
    "VIVIER"
  ],
  "case_number": "236/87",
  "parties": {
    "applicants": [
      "Keta Richard Mkhatywa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 22 May 1983 Reuter Marthinus Voster was murdered at a remote spot near Alberton after his red Audi was taken. The deceased had been with Stephen Hlongwane, Abel Gwebu and a girl when they travelled to Vosloorus. At a T‑junction they encountered the appellant, Keta Richard Mkhatywa, driving a white van with Meshack Mangele and Johannes Mtombela as passengers. The appellant allegedly offered to escort the group to a place where liquor was available. The group later returned to the Audi, drove to an isolated area, where the appellant and his companions removed the deceased from the car, placed him in the boot and later dragged him to reeds where he was stabbed to death. The body was discovered after the accused were arrested. The State relied mainly on the testimony of Stephen and Abel; the appellant testified that he was an unwilling witness to the killing.",
    "issues": "Whether the appellant, Keta Richard Mkhatywa, was lawfully convicted of murder and robbery on the basis of the evidence presented, including the credibility of accomplice testimony and the adequacy of corroboration, and whether the appellate court should uphold or set aside the conviction.",
    "principles": "The court considered the burden of proof on the State to establish guilt beyond reasonable doubt, the admissibility and weight of testimony from accomplices, the necessity for corroboration when convictions rest on such evidence, and the duties imposed by s115 of the Criminal Procedure Act 51 of 1977 regarding reporting of crimes. It also applied principles on assessing the credibility of witnesses and the requirement that a conviction not be based on unreasonable speculation.",
    "application": "The appellate court scrutinised the State's case and found serious deficiencies: inconsistencies in the appellant's version, lack of independent corroboration of Stephen and Abel's testimony, unanswered questions about the appellant's motive and the role of the white bakkie, and the unreliability of the appellant's own evidence. The court concluded that the State had not discharged its evidential burden and that reasonable doubt remained. Consequently, the conviction was set aside.",
    "conclusion": "The appeal succeeded. The conviction for murder and robbery was quashed and the appellant, Keta Richard Mkhatywa, was found not guilty and discharged on both counts."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "accomplice testimony",
      "evidence assessment",
      "appellate review",
      "conviction reversal"
    ]
  }
}