{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/123.html",
  "case_name": "Du Plooy v Sasol Bedryf (Eiendoms) BPK (125/87) [1987] ZASCA 123; [1988] 1 All SA 417 (A) (30 September 1987)",
  "citation": "[1987] ZASCA 123",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 123\n|\nNoteup\n|\nLawCite\nDu Plooy v Sasol Bedryf (Eiendoms) BPK (125/87) [1987] ZASCA 123; [1988] 1 All SA 417 (A) (30 September 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPÉLAFDELING\nInsake die appèl van\nADRIAAN MARTHINUS FRANCOIS DU PLOOY \t Appellant\nen\nSASOL BEDRYF (EIENDOMS) BPK\nRespondent\nCoram\n: JOUBERT, VILJOEN, VAN HEERDEN, SMALBERGER ARR et STEYN Wn\nAR.\nVerhoor\n: 27 Augustus 1987\nGelewer\n: 30 September 1987\nUITSPRAAK\nJOUBERT AR:\n/Terwyl\n2\nTerwyl die appellant die geregistreerde\neienaar van die plaas Goedgedacht\nWest No 1693, groot 250, 1958 morge, geleë in die distrik Heilbron, was,\nhet hy op 13 Maart\n1974 'n skriftelike prospekteerkontrak (Aanhangsel \"A\" ) vir\n'n periode van 5 jaar vanaf 13 Maart 1974 met die respondent (hierna\n\"\nSasol\" genoem) aangegaan. 0p dieselfde datum het die weduwee Anna\nFrancina Venter (gebore Viljoen voorheen du Plooy), die geregistreerde\neienares\nvan die plaas Hard-Op ('n gedeelte van Goedgedacht) No 1694, groot 250, 1958\nmorge, geleë in die distrik Heilbron,\n'n\nskriftelike\nprospekteerkontrak (Aanhangsel \"B\" ) vir 'n periode van 5 jaar vanaf 13 Maart\n1974 met\nSasol aangegaan. Hierdie twee skriftelike prospekteerkontrakte\n/is\n3\nis\nmutatis mutandis\ngelykluidend. Na die oorlyde van\nweduwee Venter op 14 Augustus 1975 is haar plaas Hard-Op\nNo 1694-op 4 Mei 1976 aan die appellant as haar erfgenaam ge=\ntransporteer. Op 12 Februarie 1979 het die appellant\nen Sasol 'n skriftelike ooreenkoms tot verlenging van beide\nprospekteerkontrakte (Aanhangsel \"C\") vir \"n periode van\n5 jaar vanaf 13 Maart 1979 aangegaan. Sedertdien het\ndie appellant die oppervlakregte van beide plase met voor=\nbehoud van die mineraalregte verkoop en getransporteer sodat\nhy kragtens Sertifikaat van Mineraalregte No K 746/1979 RM,\ngeregistreer op 20 November 1979, die geregistreerde houer\nvan die mineraalregte oor beide plase is\n/Die....\n4\nDie relevante gedeeltes van die skriftelike prospekteerkontrak\n(Aanhangsel \"A\") waarin\n\"\neienaar\" na die appellant,\n\"\nprospekteerder\" na Sasol en\n\"\neiendom\" na die plaas Goedgedacht\nWest verwys, lui soos volg :\n\"EN NADEMAAL die eienaar ingestem het dat\ndie prospekteérder die reg sal hê om na\nsteenkool te prospekteer sn te soek, in\nen op die eiendom, en ook die reg en op=\nsie besit om die eienaar se steenkoolregte\nin erf op die eiendom aan te koop:\nWQRD DAAR NOU DERHALWE SOOS VOLG OOREENGEKQM\n:\n\"1. Die eienaar gee en verleen hiermee aan die prospekteerder die enigste en\nuit= sluitlike reg om na steenkool te pro= spekteer en\nte soek in en op die\neiendom\n„2. Genoemde prospekteerregte en die ander regte kragtens hierdie\nooreenkoms toe= geken (hierna gesamentlik die ,prospek= teerregte'\ngenoem), sal\n'n aanvang\n/neem.....\n5\nneem op 13 Maart 1974 en sal vanaf daardie datum voortduur vir '\nn\ntydperk van vyf jaar(hierna die ,prospekteer= tydperk' genoem), met dien\nverstande dat die prospekteerder geregtig sal wees om hierdie\nooreenkoms te\neniger tyd gedurende die prospekteertydperk te kanselleer deur 'n skriftelike\nkennisgewing aan die eienaar van minstens\ndertig(30) dae na welke tydperk\nhierdie ooreenkoms sal verval en van geen verdere waarde of krag sal wees\nnie.\n\"3(a) As vergoeding vir die prospekteerregte\nsal die prospekteerder die volgende - prospekteergelde aan die eienaar\nbetaal:-(i) Vir die eerste twaalf (12) maande van die prospekteertydperk\nteen\nR3-00 per morg.\n(ii) Vir die daaropvolgende twaalf (12)\nmaande teen R3-25 per morg. (iii) Vir die daaropvolgende twaalf (12)\nmaande teen R3-50 per morg. (iv) Vir die daaropvolgende twaalf (12) maande\nteen R3-75 per morg.\n/(v)\n6\n(v) Vir die daaropvolgende twaalf (12) maande teen R4-00 per morg.\n(b)\n(c)\tIndien die prospekteerder versuim om die\nprospekteergelde voor of op die\nverval=\ndatum te betaal, moet die eienaar die\nprospekteerder skriftelik\nper vooruitbetaald\ngeregistreerde pos kennis gee om\ngenoemde\nprospekteergelde binne veertien (14) dae\nte betaal, by versuim\nwaarvan hierdie\nkontrak onmiddellik sal verval en van\nnul en gener waarde sal wees en geen van die partye sal enige eis teen die ander\nparty hê nie, maar die prospekteerder sal\nverplig wees om alle\nprospekteer= bedrywighede te staak en sy masjinerie binne 'n redelike tydperk te\nverwyder.\n4. Gedurende die prospekteertydperk sal\ndie prospekteerder die reg hê -\n(a) Op vrye toegang tot, reg van weg oor, en uitgang vanaf die eiendom na en\nvan\ndie prospekteerder se werkplekke;\n/(b)...\n7\n(b)\tOm boorgate te boor en/of putte en/of skagte te grawe;\n(c)\tOp soveel water uit bestaande bronne op-die eiendom wat die prospekteerder\nrede= likerwys mag benodig vir prospekteer= doeleiendes\nen die huishoudelike\ngebruik van sy werknemers --------\n(d)\tOm na water op die plaas te soek en dit te verkry deur te boor en/of putte\nte grawe en/of pompe of dergelike toerusting op te\nrig;\n(e)\tOp oppervlakregte op agt (8) hektaar, op sodanige plekke wat vir die\nprospekteerder gerieflik mag wees vir of in verband met\nsy\nprospekteerbedrywighede;\n(f)\tOm terwyl hierdie ooreenkoms geldig is sodanige erts, monsters of klippe van\ndie eiendom te verwyder wat nodig of redelik mag\nwees vir toets - of\nessaië= ringsdoeleindes;\n(g)\tOm in die algemeen alle sodanige regte uit te oefen oor of onder die eiendom\nwat nodig mag wees of wat die wet\n/toelaat\n8\ntoelaat vir prospekteerdoeleindes.\n„5. Die eienaar gee en verleen hiermee aan die prospekteerder die\nenigste en uitsluitlike reg en opsie (hierna 'die opsie' genoem)\nom te eniger\ntyd gedurende die prospekteertyd-perk alle steenkoolregte in en op die eiendom,\nof enige gedeelte of gedeeltes daarvan\naan te koop en oordrag daarvan te neem\nteen tagtig rand (R80) per morg. Indien die prospekteerder die opsie slegs\nuitoefen ten opsigte\nvan 'n gedeelte of gedeeltes, moet hy sodanige gedeelte of\ngedeeltes op 'n sketsplan aandui en moet sodanige sketsplan die skriftelike\nkennis= gewing aan die eienaar dat genoemde opsie uit= geoefen word,\nvergesel.\n„6. (a)-----------------------(b)----------------------\n„7. Indien die opsie uitgeoefen word, moet die volgende klousules by\ndie sessie van die steenkoolregte ingesluit word:\n/(a).....\n9.\n(a)\tDie prospektesrder is geregtig om\nte eniger tyd 'n totaal van hoogstens agt (8) hektaar van die oppervlak van die\neiendom aan te koop teen 'n prys wat onderling bepaal\nsal word. Die ligging van\ngenoemde gebied word deur die prospekteerder na beraadsla= ging met die eienaar\nbepaal;.\n(b)\tDie koopprys van die steenkoolregte\nen die koopprys van die\noppervlak=\nregte, indien enige, is betaalbaar in kontant by die registrasie van sodanic\nsteenkoolregte en/of oppervlakgebied in die naam van\ndie prospekteerder. Die\nprospekteerder moet aan die eienaar 'n bankwaarborg vir sodanige koopprys gee\n------\n(d) Die prospekteerder mag spoorweë, paaie vervoerbande, pyp- en kraglyne\nonder of op die eiendom bou en oprig, en die prospekteerder\nmoet aan die eienaar\n'n bedrag, wat onderling bepaal sal\n/word\n10\nword, per hektaar betaal vir die oppervlakgebied\naldus gebruik;\n(e) Die prospekteerder mag 'n dam op die eiendom bou, waarvan die ligging\ndeur die prospekteerder na oorleg met die eienaar bepaal\nsal word, en die\nprospekteerder moet aan die eienaar 'n bedrag, wat onderling bepaal sal word,\nper hektaar betaal vir die gebied\naldus gebruik. - - -\n(g)----------------\n„9. Die prospekteerder mag alle of enige van sy regte kragtens hierdie\nooreenkoms aan enige maatskappy, sindikaat of persoon\nsedeer, oordra of\nandersins oormaak, met dien verstande dat die prospekteerder die eienaar in\nkennis sal stel van sodanige sedering\nof oordrag.\"\n/'n....\n11\n'n Geskil het tussen die partye ontstaan oor die\ngeldigheid van die twee prospekteerkontrakte {Aanhangsels\n\"A\" en \"B\"). Op 1 Junie 1982 het die appellant se\nprokureur\n'n\nskrywe aan Sasol gerig dat die prospekteer=\nkontrakte nie aan die vereistes van die Wet op Formaliteite\nmet betrekking tot die Koopkontrakte van Grond No 71 van 1969\nvoldoen nie\n\"\ndeurdat daar verskeie wesenlike bepalings in\ndie prospekteerkontrak vervat is waarop nie ooreengekom is\nnie, maar wat oorgelaat word tot latere ooreenkoms tussen\ndie partye\". Die verwysing na die wesenlike bepalings\nvan die prospekteerkontrak slaan op klousule 7(a), (d) en\n(e) . Sasol het nie hiermee saamgestem nie. Op\n1 Maart 1984 het Sasol per aangetekende pos aan die\n/appellant.....\n12\nappellant uit hoofde van klousule 5 van beide prospekteer=\nkontrakte kennis gegee dat hy sy reg uitoefen om die ,\nsteenkoolregte oor 'n gedeelte van Goedgedacht West No 1693\nen 'n gedeelte van Hard-Op No 1694 teen R80 per morg aan\nte koop. (Aanhangsels \"I\" en \"I\n2\n\"). Dxe wese van\nSasol se standpunt is dat die prospekteerkontrakte deel =\nbaar en derhalwe regsgeldig is. Vervolgens het die\nappellant op 15 Januarie 1985 in die Oranje Vrystaatse\nProvinsiale Afdeling aansoek om 'n verklarende bevel teen\nSasol gedoen dat die twee prospekteerkontrakte (Aanhangsels\n\"A\" en \"B\") asook die verlengingsooreenkoms (Aanhangsel\nC\") ongeldig is. Op 12 Desember 1985 het VAN COLLER R\n/die....\n13\ndie aansoek van die hand gewys met koste. Met verlof van\ndie hof a\nquo\nkom die appellant tans in hoër beroep\nna hierdie Hof.\nDie vraag is wat die effek van die opname in die\ntwee prospekteerkontrakte van klousule 7(a), (d) en (e),\nwaarvan die inhoud onvoltooid is deurdat dit eers deur\nlatere ooreenkoms voltooi en bindend gemaak kon word, is\nVolgens die appellant bevat klousule 7(a), (d) en (e)\nwesenlike bepalings wat eers deur latere ooreenkom s\nbindend gemaak kan word sodat die opname van klousule\n7(a),(d) en (e) in die twee prospekteerkontrakte,\nwat aan die vereistes van art 1(1) van Wet No 71 van 1969\n/moet....\n14\nmoet voldoen, meebring dat die twee prospekteerkontrakte\nin toto\nongeldig is. Sien\nJohnston v Leal\n, 1980(3)\nSA 927 (A) op bl 939 E. Daarenteen volgens Sasol\nkan klousule 7(a), (d) en (e) geskei word van die res\nvan die prospekteerkontrakte, d.w.s. hulle is deelbaar.\nsodat die opname van klousule 7{a), (d) en (e) nie die\ngeldigheid van die res van die prospekteerkontrakte\npro tanto\naffekteer nie.\nOm gemelde vraag op te los, is dit nodig om die\nwaarskynlike bedoeling van die partye, toe hulle met\nmekaar gekontrakteer het, uit die prospekteerkontrakte\nas geheel af te lei. Sien\nVogel N 0 v Volkersz,\n/1977....\n15\n1977(1) SA 537 (T) op bl 548 F. Ek het reeds daarop\ngewys dat die twee prospekteerkontrakte\nmutatis mutandis\ngelykluidend is sodat die vertolking van een van hulle\nook vir die ander een geld. Gerieflikheidshalwe sal\nek Aanhangsel \"A\" neem waarvan ek reeds die relevante\ngedeeltes\nsupra\naangehaal het.\nIn die aanhef van die prospekteerkontrak word\nbeweer dat die partye eenstemmigheid oor twee aangeleent—\nhede bereik het, nl. dat:\n1) Sasol 'n reg sal hê om na steenkool in en op die plaas\nGoedgedacht West No 1693 te prospekteer, en\n2) Sasol 'n reg sal hê om 'n opsie uit te oefen om die\n/appellant....\n16\nappellant se steenkoolregte in en op die gemelde plaas\naan te koop. Die res van die prospekteerkontrak\ngaan dan daartoe oor om die besonderhede van hul ooreen=\nkoms te vermeld. Volgens die skema van die prospek=\nteerkontrak blyk die volgende. Klousule 1 bevestig\ndat die appellant aan Sasol die enigste en uitsluitlike\nreg verleen om na steenkool in en op vermelde plaas te\nsoek. Dit beperk dus die prospekteerreg tot steenkool\nen tot Sasol as die houer daarvan. Klousule 2 begin\ndeur na\n\"\nGenoemde prospekteerregte\" te verwys. Dit\nkan in die konteks slegs na die prospekteerreg na steen=\nkool in klousule 1 vermeld, verwys. Dog klousule 2\n/gaan...\n17\ngaan dan voort om te verwys na\n\"\nen die\nander regte kragtens hierdie ooreenkoms toegeken (hierna gesamentlik die\nprospekteerregte genoem) - - -\" wat dan op 13 Maart\n1974 'n aanvang sal neem vir\n'n tydperk van 5 jaar (die prospekteertydperk genoem) met dien verstande dat\nSasol die reg sal hê\nom die prospekteerkontrak te eniger tyd gedurende die\nprospekteertydperk eensydig te kansel= leer deur skriftelike kennisgewing van\nminstens 30 dae aan die appellant. Waarop slaan die woorde\n\"\nen die\nander regte kragtens hierdie ooreenkoms toegeken\" soos in klousule 2 gebesig ?\nSuiwer letterlik geneem, is hulle wyd genoeg\nbewoord om in die eerste plek op\ndie\n/volgende ....\n18\nvolgende regte wat aan Sasol deur die prospekteerkontrak\nverleen word, betrek te word :\n1. Die regte vermeld in klousule 4 wat aan Sasol toegeken\nword gedurende die prospekteertydperk vir die uitoefening\nvan sy prospekteerbedrywighede tot, in en oor die vermel =\nde plaas\n2. Die uitsluitlike reg (opsie) om gedurende die prospek=\nteertydperk die steenkoolregte oor die hele vermelde\nplaas, of oor 'n bepaalde gedeelte daarvan, teen R80\nper morg aan te koop (klousule 5).\n3. Die reg om na die uitoefening van die opsie om die\nsteenkoolregte aan te koop die bevoegdhede uit te oefen\n/wat....\n19\nwat in klousule 7 uiteengesit word behalwe dat die\naspekte waarna in klousule 7(a), (d) en (e) verwys word\ndeur latere ooreenkoms tussen die partye gefinaliseer\nmoet word.\n4. Die reg van Sasol om ingevolge klousule 9 sy regte onder\ndie prospekteerkontrak te sedeer.\nHierbenewens is daar ook in die prospekteerkontrak regte\nwat aan die appellant verleen word soos aanspraak op be=\ntaling van die prospekteergelde (klousule 3(a)), aan=\nspraak op vergoeding vir skade wat hy ly as gevolg van\nSasol se prospekteerbedrywighede gedurende die prospek=\nteertydperk, die bevoegdheid om na verstryking van\n/die....\n20\ndie prospekteertydperk boorgate te gebruik wat Sasol\ngedurende die prospekteertyd geboor het (klousule 12)\nDit is na my mening eintlik onsinnig om al\nhierdie regte gesamentlik as\n\"\nprospekteerregte\" te\nbestempel soos klousule 2 aan die hand doen. Dit\ngetuig minstens van ondeurdagtheid asook slordigheid\nen swak vakmanskap by die opstel van hierdie prospek=\nteerkontrak. Adv Swart het namens Sasol aan die\nhand gedoen dat die uitdrukking \"en die ander regte\nkragtens hierdie ooreenkoms toegeken\" wat in klousule\n2 voorkom slegs na die regte in klousule 4 vervat,\nverwys en nie na die regte in klousules 5 en 7 vermeld nie\n/Hiermee.....\n21\nHiermee is ek dit nie heeltemal eens nie. So 'n\nbenadering is na my mening te eng. Dat gemelde uit=\ndrukking vertolk moet word om te verwys na Sasol se\nregte vir prospekteerdoeleindes gedurende die prospek=\nteertydperk is ongetwyfeld so. Na my mening moet\ngemelde uitdrukking ook vertolk word om te verwys na\ndie verlening van die reg (opsie) aan Sasol om gedurende\ndie prospekteertydperk die steenkoolregte aan te koop\n(klousule 5). Hierdie verlening van die reg (opsie\naan Sasol om gedurende die prospekteertydperk die steen=\nkoolregte aan te koop (klousule 5) is immers onafskeid=\nbaar aan die reg om na steenkool gedurende die\n/prospekteertydperk...\n22\nprospekteertydperk te prospekteer (klousule 1). Hulle\nis onderling van mekaar afhanklik want sodra Sasol die\nopsie uitoefen deur die steenkoolregte aan te koop en\nhouer daarvan te word, is hy voortaan in hierdie hoe=\ndanigheid bevoeg om te prospekteer. Die prospekteer=\nregte wat die prospekteerkontrak aan Sasol verleen,\nverval dan en die prospekteertydperk onder die prospek=\nteerkontrak is beeïndig. Dit is 'n verdere leemte dat\ndie prospekteerkontrak nie uitdruklik vermeld dat die\nprospekteerregte verval en die prospekteertermyn be=\nexndig word sodra Sasol die opsie uitoefen om die\nsteenkoolregte aan te koop en houer daarvan te word nie\n/Dit...\n23\nDit moet verder in gedagte gehou word dat die pro= spekteerkontrak nie\nuitdruklik voorsiening maak vir die betaling van\n\"\nopsiegelde\" soos\ngewoonlik in prospekteerkontrakte aangetref word nie. Die afleiding is dat die\npartye se waarskynlike bedoeling was\ndat die\n\"\nprospekteergelde\" in\nklousule 3(a) ook die gebruiklike\n\"\nopsiegelde\" noodwendigerwyse\ninsluit. Ek kom derhalwe tot die gevolgtrekking dat klousules 1, 2, 3, 4 en 5\nvan die prospekteer= kontrak\nonderling van mekaar afhanklik tydens die\nprospekteertydperk is. Klousules 7 en 12 daarenteen staan op 'n ietwat ander\nbasis omdat\nhulle betrekking\n/het\n24\nhet op die na-prospekteertydperk d.w.s. nadat die\nprospekteertydperk nie meer geld nie, hetsy deur\nuitoefening van die opsie om die steenkoolregte aan\nte koop hetsy deur verstryking van die prospekteer=\ntydperk\nEk het reeds daarop gewys dat die inhoud van\nklousule 7(a), (d) en (e) onvoltooid is deurdat dit eers deur latere\nooreenkoms voltooi en bindend gemaak kan word. . In klousule\n7(a) is dit die\nkoopprys van die 8 ha grond wat onbepaald is. Hierdie koopprys het geen verband\nmet die prospekteergelde van klousule\n3\nnie en ook nie met die aankoop van die steenkoolregte\n/se\n25\nse prys volgens klousule 5 nie. Insgelyks hou die\nbedrae wat ingevolge klousule 7(d) en (e) betaal moet\nword geen verband met die prospekteergelde van klousule\n3(a) en die prys vir die aankoop van die steenkoolregte\nvolgens klousule 5 nie. Bowendien strek klousule 7\nhoofsaaklik in die belang van Sasol. Daar is die\nverdere aspek dat die partye by die aangaan van die\nprospekteerkontrak inderdaad besef het dat die inhoud\nvan klousule 7, wat betrekking het op die toestand\nna\ndie aankoop van die steenkoolregte deur Sasol,\nop die oppervlak van gemelde plaas betrekking het en\ndat daar 'n moontlikheid kon wees dat die appellant\n/dan....\n26\ndan nie meer eienaar van die oppervlak is nie.\nDit\nsou dan noodwendig meebring dat Sasol klousule 7 (a).\n(d) en (e) deur onderhandeling en ooreenkoms met die\nnuwe eienaar van die oppervlakregte van die vermelde\nplaas sou moes voltooi en bindend maak. Na my\nmening draai daar (anders as wat\nadv\nPlewman vir die\nappellant betoog het) niks om die gebruik van die\nwoord\n\"\nmoet\" in die hoofsin van klousule 7 nie. Die\ninhoud van klousule 7 bevat geen inperkíngs op of\nuitbreidings tot die steenkoolregte as sulks nie en\nderhalwe was daar geen rede waarom daar in Sasol se\nSertifikaat van Mineraalregte na aankoop van die\n/steenkoolregte...\n27\nsteenkoolregte ook na die inhoud van klousule 7 verwys\nmoes word nie. Tereg word daar dan ook in Sasol se Sertifikaat van\nMineraalregte (Aanhangsel \"0\"-) geen melding van klousule 7 gemaak\nnie.\nOns het derhalwe hier nie te doen met die geval waar daar meerdere prestasies\nis waarvoor daar net één vergoeding beding\nis nie. Soos ek\naangetoon het, is daar meervoudige vergoeding beding nl\n1.\nprospekteergelde vir beide\ndie reg om te prospekteer en die verlening van die opsie om die steenkoolregte\naan te koop ,\n2.\naankoopprys van die\nsteenkoolregte ,\n/3. onbepaalde\n28\n3. onbepaalde afsonderlike vergoeding vir elkeen van die prestasies in\nklousule 7(a), (d) en (e) genoem.\nBowendien het die vergoeding vermeld in nrs 1 en 2 betrekking op prestasies\ntydens die prospekteertydperk terwyl die vergoeding in\nnr 3 betrekking het op\nprestasies na die prospekteertydperk.\nIn die lig van die voorgaande is klousule 7 (a) , (d) en (e) na my oordeel\ngeensins so onderling afhanklik van die res van die prospekteerkontrak\ndat die\nprospekteerkontrak ondeelbaar is nie. Anders gestel, klousule 7(a), (d) en (e)\nis nie so ineen=\ngestrengel met die res van die prospekteerkontrak\n/dat\n29\ndat die prospekteerkontrak ondeelbaar is nie. Na my oordeel is\ndie prospekteerkontrak wel deelbaar sodat die nietigheid van klousule\n7(a), (d)\nen (e) nie die hele prospekteerkontrak nietig maak nie en die res van die\nprospekteerkontrak kan wel\n'n\nselfstandige regsgeldige bestaan\nvoer.Hierdie gevolgtrekking is na my oordeel in ooreenstemming met die\nwaarskynlike bedoeling van\ndie partye soos afgelei uit die prospekteerkontrak as\n'n geheel. Verder geld hierdie gevolgtrekking ook vir die ander\nprospekteerkontrak\n(Aanhangsel \"B\") wat\nmutatis mutandis\ngelykluidend\nbewoord is.\nEk moet daarop wys dat ek Von Glück,\n/Ausführliche\n30\nAusführliche Erläuterung der Pandecten\nnach Hellfeld\nein Commentar,\nband 20, 1819, lib 21 tit 1 para 1110\nbl 63-66 wat na D 21.1.33 pr,34,35, 38.12 en .14, 39\nen 40 verwys, geraadpleeg het. Insgelyks het ek\nVoet 21.1.4 en 5 asook Pothier,\nVerhandeling van\nContracten en andere Verbintenissen\n(vertaling deur\nVan der Linden) le deel (1804) para 287-321 geraad=\npleeg maar ek kon niks in die gemenereg vind\nwat noemenswaardige lig werp op die maatstawwe waarmee\ndie ondeelbaarheid of deelbaarheid van 'n kontrak\nop 'n praktiese wyse vasgestel kan word nie.\n/Die.....\n31\nDie resultaat is dat die appèl van die hand\ngewys word met koste wat die koste van twee advokate\ninsluit.\nC.P. JOUBERT AR\nSMALBERGER AR)\nStem saam. STEYN Wn AR)",
  "scraped_at": "2026-02-11T21:23:50.563723",
  "date": "1987-09-30",
  "coram": [
    "Joubert AR",
    "Viljoen AR",
    "Van Heerden AR",
    "Smalberger AR",
    "Steyn Wn AR"
  ],
  "case_number": "125/87",
  "parties": {
    "applicants": [
      "Adriaan Marthinus Francois du Plooy"
    ],
    "respondents": [
      "Sasol Bedryf (Eiendoms) BPK"
    ]
  },
  "sections": {
    "facts": "In 1974 the appellant, who owned the farm Goedgedacht West No 1693, and the widow Anna Francina Venter, who owned the adjoining farm Hard‑Op No 1694, each entered into a written prospecting contract (Annexures A and B) with Sasol for a five‑year period. The contracts were identical mutatis mutandis. After the widow's death the farm Hard‑Op transferred to the appellant. In 1979 the parties extended the contracts for a further five years (Annexure C). The appellant subsequently sold the surface rights of both farms but retained the mineral rights, which were registered in his name. Sasol later invoked clause 5 of the contracts to exercise an option to purchase the coal rights for R80 per morgyn. The appellant challenged the validity of the contracts, alleging that clauses 7(a), (d) and (e) were incomplete and therefore rendered the contracts invalid under the Wet op Formaliteite met betrekking tot die Koopkontrakte van Grond No 71 of 1969. Sasol contended that the contracts were separable and that the defective clauses could be severed without invalidating the whole agreement.",
    "issues": "The primary issue was whether the inclusion of the incomplete substantive provisions in clauses 7(a), (d) and (e) of the prospecting contracts made the entire contracts void under the formalities legislation, or whether those clauses could be severed so that the remainder of the contracts remained enforceable.",
    "principles": "The court applied the Wet op Formaliteite met betrekking tot die Koopkontrakte van Grond No 71 of 1969, which requires contracts for the sale of land to meet certain formalities. It considered the doctrine of severability, which allows an otherwise valid contract to survive the invalidity of a part that is not essential to the overall agreement. Precedents such as Johnston v Leal (1980) and Vogel v Volkersz (1977) were relied upon to determine the parties' intended obligations and whether the defective clauses were integral to the contracts.",
    "application": "The court examined the language of the contracts and the surrounding negotiations. It concluded that clauses 7(a), (d) and (e) dealt with matters that would only become relevant after the option to purchase the coal rights was exercised, i.e., after the prospecting period. Because these clauses were incomplete and required subsequent agreement, they were not essential to the formation of the prospecting contracts themselves. Accordingly, the court held that the contracts could be divided, rendering the defective clauses severable while preserving the validity of the remaining provisions, including the prospecting rights and the option to purchase.",
    "conclusion": "The appeal was dismissed. The prospecting contracts were held to be valid and enforceable notwithstanding the defective clauses, which were severed as they did not affect the core obligations. Costs were awarded to the respondent."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Mining & Prospecting",
    "level_3": [
      "contract validity",
      "formalities",
      "severability",
      "mineral rights"
    ]
  }
}