{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/149.html",
  "case_name": "S v Booi and Others (131/87) [1987] ZASCA 149 (30 November 1987)",
  "citation": "[1987] ZASCA 149",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 149\n|\nNoteup\n|\nLawCite\nS v Booi and Others (131/87) [1987] ZASCA 149 (30 November 1987)\nDownload original files\nPDF format\nRTF format\nANNELE BOOI EN ANDERE teen DIE STAAT\nSMALBERGER, AR:-\n131/87 N V H\n131/87\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nIn die saak tussen:\nANNELE BOOI\nEerste Appellant\nDAVID TSWELE\nTweede\nAppellant\nGOVERMENT SOGELLA\nDerde Appellant\nABEL\nMOEKETSI\nVierde Appellant\nMONDE NOSE\nVyfde Appellant\nteen\nDIE STAAT\nRespondent\nCORAM\n;\tGROSSKOPF, SMALBERGER, ARR, et STEYN, Wn\nAR\nVERHOORDATUM\n: 10 NOVEMBER 1987\nLEWERINGSDATUM\n: 30 NOVEMBER\n1987\nUITSPRAAK\nSMALBERGER, AR:-\nGedurende die nag van 23 November 1985 is\nVuyisile Ntlangano (die\noorledene), wat 'n gevangene was in\n2\nsel 5 van die Goedemoed Gevangenis in die.distrik Rouxville, deur van sy\nmedegevangenes wreed aangerand en om die lewe gebring. Voortspruitend\nuit\nhierdie gebeure het die vyf appellante (as beskuldigdes 1 tot 5 onderskeidelik)\n, tesame met die voormalige beskuldigde 6, in\ndie Oranje-Vrystaatse Provinsiale\nAfdeling voor EDELING, R, en twee assessore, tereggestaan op 'n aanklag van\nmoord. Na afloop van\ndie verhoor is die vyf appellante aan moord skuldig bevind,\nterwyl beskuldigde 6 onskuldig bevind en ontslaan is. By ontstentenis\nván\nversagtende omstandighede is elk van die appellante die doodvonnis opgelê.\nVerlof is deur hierdie Hof aan die vyf\nappellante verleen om teen hulle\nskuldigbe= vindings en vonnisse te appelleer nadat die hof\na quo\nhulle\nsodanige /\n3\nsodanige verlof geweier het. Gerieflikheidshalwe sal\nek\nvoortaan na die appellante verwys soos hulle by die verhoor\nbekend gestaan het.\nDit is gemene saak dat daar, insluitende die\noor=\nledene, een en twintig bewoners was van die\nbetrokke sel waarin\ndie tragiese gebeure hulle afgespeel het. Van hulle was\ndertien lede van die 28 bende, en agt lede van die 26 bende\nHulle was reeds sedert die vorige maand saam in die sel, en\nhulle is daar geplaas nadat hulle, op navraag van 'n gevangenis=\namptenaar, voorgegee het aktiewe bendelede te wees. Die 26\nen 28 bendes is blykbaar geswore vyande, en die plasing in een\nsel van aktiewe lede van beide bendes het 'n gespanne en\npotensieel plofbare atmosfeer tot gevolg gehad. Die be=\nskuldigdes is almal lede van die 28 bende; die oorledene was\n'n lid /...\n4\n'n lid van die 26 bende. Die lede van die 28 bende in die sel was\nverdeel tussen die sogenaamde \"bloedlyn\" (bestaande uit \"offisiere\"\nmet\nverskillende range, sowel as \"soldate\") en die sogenaamde \"privaatlyn\"\n(bestaande uit \"wyfies\")- Dit is gemene saak dat beskuldigdes\n1, 2 en 4 lede van\ndie bloed= lyn is, en onderskeidelik 'n \"draadloos\" , 'n \"inspekteur\" en '\nn\n\"sekretaris\" is, en beskuldigdes 3 en 5 \"wyfies\" is.\nDie skuldigbevinding\nin die onderhawige saak is gegrond op die aanvaarding deur die verhoorhof van\ndie getuienis van die getuie Samuel\nMeyers, 'n lid van die 28\nbende wat\nbeweer het dat hy 'n wyfie, of 'n voormalige wyfie,\nis. Sy getuienis kom\nkortliks op die volgende neer. Op 25 Julie 1985, terwyl hy 'n bewoner van sel 4\nwas, is daar\n'n lid /\n5\n'n lid van die 28 bende deur sy medebendelede vermoor.\nMeyers was 'n ooggetuie tot die pleging van die misdaad-\nIn blykbare afwyking van die aanvaarde reëls van die bende\nhet hy 'n verklaring afgelê ten opsigte van die voorval.\nVolgens Meyers het sy medebendelede hom daarvoor verkwalik,\nen is hy met die dood gedreig. Die aand van die oorledene\nse dood het beskuldigde 1 Meyers na sy slaapplek ontbied.\nVoordat ek verder met Meyers se getuienis handel, sal dit\ngerieflik wees om 'n beknopte beskrywing van die betrokke sel\nte gee. Toegang tot die sel word deur 'n staal traliedeur\nverkry. Hierdie deur is na aandie een punt van die sel\ngeleë. Regs van die deur, soos die sel binnegegaan word,\nis daar 'n wasbak teen die dwarsmuur van die sel. Agter die\nwasbak /....\n6\nwasbak, in die hoek skuins teenoor die deur, is daar\n'n\nafskorting waarin die stort- en toiletgeriewe geleë is.\nLinks van die deur, oor 'n afstand van omtrent driekwart van\ndie lengte van die sel, tot teenaan die verste hoek, is die\nslaapplekke van die lede van die 28 bende langs die muur\ngeleë. Langs die muur aan die teenoorgestelde kant van die\nsel strek die slaapplekke van die lede van die 26 bende oor\nnaasteby dieselfde afstand. Tussen die slaapplekke van die\n28 bendelede aan die een kant, en die 26 bendelede aan die\nander, is daar 'n oop spasie of gang. Van die 26's se slaap=\nplekke was dié van die oorledene die naaste aan die toilet=\ngedeelte van die sel. Ene Joseph van Wyk se slaapplék was\nlangs dié van die oorledene.\nNadat /...\n7\nNadat hy deur hom ontbied is, het Meyers .na\nbeskuldigde 1 se slaapplek gegaan. Beskuldigdes 2 en 4\nwas ook daar. Meyers is deur hulle daarvan beskuldig dat\nhy 'n verklaring in die vorige moordsaak afgelê het.\nOfskoon die beskuldiging waar was, het hy ter wille van sy\neie veiligheid dit ontken. Hy is terug na sy eie slaapplek,\nDit is nie nodig om die verdere gebeure in die sel wat die\naanval op die oorledene voorafgegaan het (soos getuig deur\nMeyers) in detail te behandel nie. Ek volstaan met te sê\ndat, ofskoon daar aanduidings was dat die 28 bende voornemens\nwas om die 26 bende aan te val, Meyers beweer dat hy deuren=\ntyd gevrees het dat dit net 'n skyn was, en dat hy die skyf\nsou wees van enige aanval wat in die sel geloods sou word,\nGevolglik /...\n8\nGevolglik het hy beskuldigdes 1, 2 en 4, versigtig dopgehou.\nOp 'n stadium het hy opgelet hoedat een van die 28 lede,\nSimon Andries, na die toilet-gedeelte van die sel gegaan\nhet en met 'n versteekte voorwerp (of voorwerpe) teruggekeer\nhet wat hy aan beskuldigdes 1, 2 en 4 oorhandig het. Op\n'n latere tydstip het beskuldigdes 1 tot 5 hulle klere aan=\ngetrek, 'n aanduiding dat daar moeilikheid aan die kom was\nBeskuldigde 1 het toe na die toilet-gedeelte van die sel\ngegaan, en Meyers geroep om na hom te kom. Meyers het eers\ngeweier, maar het tog nader gegaan om te hoor wat beskuldigde\n1 vir hom wou sê. Beskuldigde 1 bring toe 'n tuisgemaakte\nmes te voorskyn. Meyers het min of meer dieselfde tyd opgelet\ndat beskuldigde 2 agter hom is. Bevrees vir sy eie veiligheid\nhet /..\n9\nhet Meyers skuiling gaan soek agter Joseph van Wyk. Die vyf beskuldigdes\nhet hom genader, en beskuldigde 1 het gesê dat hulle\nhom (Meyers) soek. Hy\nhet agter van Wyk bly skuil totdat laasgenoemde padgegee het. Met dié het\nMeyers agter die oorledene\ninbeweeg - dieselfde tyd toe die oorledene voor hom\ninbeweeg het. Hierdie gebeure het op die 26's se kant van die sel plaasgevind.\nDie oorledene sê toe vir beskuldigde 1 dat as hulle met Meyers wou baklei\nhulle dit op die 28 's se kant van die sel moes doen.\nBeskuldigde 1 het toe \"Up\"\ngeskree, en die oorledene gesteek. Die oorledene het teen Meyers geval, wat op\nsy beurt weer teen die\nmuur geval het. Beskuldigde 1 het voortgegaan om die\noorledene te steek. Die oorledene het na die teenoorgestelde hoek van die\nsel,\nnog /\n10\nkous. Mettertyd het die oorledene op die vloer inmekaargesak.\nnog aan die 26's se kant, gevlug. Hy is deur die vyf beskuldigdes\nagternagesit. Daar het toe 'n algemene bakleiery in die sel ontstaan.\nIn die\nhoek is die oorledene deur beskuldigde 3 geslaan met 'n kous wat 'n beker\ningehad het. Toe die oorledene uit die hoek probeer\nvlug, het be= skuldigde 1\nhom beetgekry en weer begin steek. Beskuldigde 3 het hom aanhoudend op die kop\ngeslaan met die beker in\ndie\nHy het op sy rug gelê. Beskuldigde 2 het toe langs hom kom\nkniel en hom verskeie kere gesteek. Beskuldigde 2 was ook\nin besit van 'n tuisgemaakte mes. Terselfdertyd het beskuldigde\n1 die oorledene se keel probeer sny. Intussen het beskuldigde\n4, wat ook in besit was van 'n tuisgemaakte mes, 'n aantal 26\nlede /....\n11\nlede in dië hoek waaruit die oorledene vroeër gevlug het,\nvasgekeer, oënskynlik om te verhoed dat hulle hom te hulp\nsnel. Die oorledene het min of meer in die middel van die\nsel gelê. Terwyl hy daar aangerand is, het Meyers opgelet\ndat beskuldigde 6 op sy slaapmat gelê het waar hy besig was\nom 'n aanval van vallende siekte te kry. Volgens Meyers was\nbeskuldigde 6 nooit by die aanranding op die oorledene be=\ntrokke nie. Beskuldigdes 1 en 2 het toe die oorledene aan\nsy voete gevat en hom tot voor die toilet se deur gesleep.\nDaar het hulle 'n lyfband om die oorledene se nek geplaas,\nen aan weerskante van die band getrek terwyl hulle teen sy\nkop vasgetrap het. Terwyl hulle dit gedoen het, was beskul=\ndigde 5 besig om op die oorledene te trap. Beskuldigde 5 was\nook /...\n12\nook in besit van 'n kous met 'n voorwerp in waarmee hy voorheen na die\n26's geslaan het. Hy het later by beskuldigde 2 oor= geneem\nen beskuldigde 1\ngehelp om die lyfband om die oorledene se nek styf te trek. Daarna het\nbeskuldigdes 1 en 5 die oorledene aan die\ntraliedeur van die sel gaan vasmaak.\n'n\nRukkie later het beskuldigdes 1 en 2 hom losgemaak. en hulle het hom tot\nby die wasbak gesleep. Daar het hulle hom laat lê\ntotdat die\ngevangenisowerhede opgedaag het. Hy was teen dié tyd reeds dood.\nBenewens Meyers het Joseph van Wyk en ene\nChristopher Tsewu, wat ook 'n bewoner van die sel (en lid van die 26 bende)\nwas, namens die Staat getuig oor die aanval op\ndie oorledene, Die verhoorhof het egter bevind dat hulle\nleuenagtige/\n13\nleuenagtige getuies was, en het hulle getuienis by die be=\noordeling van die saak geheel en al buite rekening gelaat-\nGevolglik berus die Staat se saak, wat die gebeure in die sel\nbetref, uitsluitlik op die getuienis van Meyers.\nDie nadoodse ondersoek op die liggaam van\ndie\noorledene dui daarop dat hy 'n menigte beserings\nopgedoen het\nHy is dood as gevolg van veelvuldige wonde aan die kop en\nromp met skedelbreuke, breinbloeding en inwendige bloeding,\nVerskeie van sy wonde, onder andere die skedelbreuke, is ver=\noorsaak deur die toepassing van stompgeweld; verskeie ander\nwonde was van 'n indringende aard, meesal oppervlakkig, en het\ntekens getoon van toediening met 'n tuisgemaakte mes (of messe)\nDie nadoodse bevindings strook oor die algemeen met Meyers se\nbeskrywing /....\n14\nbeskrywing van die aanranding op die oorledene. Die enigste\nuitsondering is in die geval van die oorledene se nekbeserings. Dié\nkom\nnie volkome ooreen met Meyers se beskrywing van hoe beskuldigde 1 die oorledene\nse nek sou gesny het en hoe hy (die oorledene)\nlater gewurg is nie. In\ndié opsig is Meyers se getuienis klaarblyklik oordrewe. Van die nadoodse\nbevin= dings kan geredelik\nafgelei word dat die oorledene se beserings\naansienlik moes gebloei het.\nMajoor van Rooyen, die hoof van die betrokke\nseksie van die Goedemoed Gevangenis, het getuig dat toe hy na die voorval op die\ntoneel\nopgedaag het, beskuldigde 4 verskeie\nvoorwerpe, insluitende drie\ntuisgemaakte messe en twee kouse met staal bekers in, aan hom oorhandig het. Dit\nis gemene\nsaak /\n15\nsaak dat die drie messe van beskuldigdes 1, 2 en 4 afkomstig\nwas. Hy het geen bloed op enige van die voorwerpe opgemerk\nnie. By latere visentering van die sel is daar egter\nbebloede lyfband gevind. Van die ander gevangenes in die sel\nwas beseer, en moes later mediese behandeling ontvang.\nMajoor van Rooyen was egter nie daartoe in staat om besonderhede\nvan hulle beserings te verstrek nie.\nVolgens adjudant-offisier Haywood van die\nSuid-\nAfrikaanse polisie, wat na die toneel ontbied\nis, het ses\nvan die gevangenes, onder wie beskuldigde 2,van beserings\ngekla. Een van hulle het 'n sny op sy kop gehad en sy hemp\nwas volbloed; 'n ander het twee steekmerke op sy kop gehad;\nnog 'n gevangene het 'n winkelhaakvormige oop besering op sy kop\ngehad /...\n16\ngehad.'n Vierde gevangene het snymerke, op sy maag, en linker=\narm gehad asook steekmerke op sy nek, regterbors en linkerblad,\nterwyl die vyfde een 'n enkele steekwond op sy kop gehad het.\nOfskoon beskuldigde 2 van 'n besering aan sy regterwang gekla\nhet, kon Haywood geen tekens van 'n besering vind nie. Dit is\ngemene saak dat al die gevangenes wat beserings opgedoen het,\nlede van die 26 bende is. Haywood het verder getuig dat\n\"terwyl ek so geskuif het van die een na die ander\n,\nhet ek\nsommer so vlugtig deurgekyk en toe ook aantekeninge gemaak van\ndie bloedspatsels en die ander merke op die klere wat ek\ngemerk het\". Hy het op hierdie aantekeninge staatgemaak\ntoe hy getuig het. Volgens hom het hy opgemerk dat, afgesien\nvan die gevangene na wie ek reeds verwys het wie se hemp vol\nbloed....\n17\nbloed was,beskuldigde 1 se \"broekspype was vol bloedspatsels\nen die sitplek was vol eierdoppe\", beskuldigde 2 \"se broeks=\npype het ook bloedspatsels opgehad\", beskuldigde 3 \"se\nlinkerskoen aan die linkerkant bo-op, was vol bloed\", en\nbeskuldigde 6 \"het bloed voor op die broek gehad\". Meyers\nhet ook bloedspatsels op sy broek gehad. Haywood het nie\nbloed op beskuldigdes 4 of 5, of enige van die ander gevange=\nnes, opgelet nie. Hy het egter toegegee dat hy nie noukeurig\nhulle klere nagegaan het nie, en dat daar op sommige van die\ngevangenes bloedspatsels kon gewees het wat hy nie raakgesien\nhet nie. Haywood het ook verder getuig oor die aanwesigheid\nvan wydverspreide bloedkolle en bloedsmere op die vloer en\nteen van die mure van die sel. Die fotos wat van die sel\ngeneem /...\n18\ngeneemis, bevestig sy getuienis in dié verband. Majoor van\nRooyen het die voorwerpe wat hy vroeër ontvang het, aan Haywood\noorhandig.\nAanvanklik het Haywood getuig dat hy nie bloed op enige van die voorwerpe gesien\nhet nie; toe sy aandag egter later daarop\ngevestig is, het hy toegegee dat daar\ndroë bloed voorkom op een van die bekers wat in 'n kous was. Onder\nkruisverhoor het hy\nbevestig dat daar geen tekens van bloed op enige van die\ndrie messe was nie. Op die lyfband wat later gevind is, het hy wel bloed\nopgemerk.\nBy die getuienis van die vyf beskuldigdes hoef daar nie lank\nstilgestaan te word nie. Hulle het almal deelname aan die aanranding\nop die\noorledene ontken. Volgens hulle het die lede van die 26's die moeilikheid in die\nsel\nbegin /\n19\nbegin deur die lede van die 28's aan te val. Die oorsaak\ndaarvan was onmin oor 'n wyfie, ene Bosman. In soverre\nhulle oor die aanranding op die oorledene getuig, verbind\nhulle Meyers, Simon Andries en ene Louis Johnson daarmee.\nBeskuldigde 1 het erken dat toe die moeilikheid in die sel\nten einde geloop het, hy in besit van een van die tuisgemaakte\nmesse was, maar het verduidelik dat hy dit opgetel het nadat\neen van die 26's dit laat val het toe hy deur Simon Andries\ngeslaan is. Hy ontken egter dat hy ooit iemand daarmee gesteek\nhet. Beide beskuldigdes 2 en 4 erken dat hulle messe gehad\nhet. Hulle beweer dat hulle die messe van Simon Andries\nontvang het. Die messe is gebruik om hulle mee te verdedig,\nmaar niemand is deur húlle gesteek nie. Beskuldigde 3 het\ngetuig /...\n20\ngetuig dat toe die moeilikheid in die sel begin, beskuldigde\n6 'n aanval van vallende siekte gekry het, en hy hom toe be=\nhulpsaam was. Beskuldigde 5 het hom later by hulle aangesluit,\nen hulle het beskuldigde 6 opgepas totdat die gebeure ten einde\ngeloop het. Tydens die bakleiery in die sel was sy aandag\nhoofsaaklik op beskuldigde 6 toegespits. Beskuldigde 5 se\ngetuienis kom ooreen met dié van beskuldigde 3. Albei van\nhulle ontken dat hulle in besit was van kouse met bekers in,\nof enige ander wapens.\nNa 'n volledige uiteensetting en ontleding van\ndie\ngetuienis wat deur die Staat aangebied is, opper\ndie verhoor=\nhof in sy uitspraak die vraag \"of die Hof, aangesien die Hof\ndie getuienis van Joseph van Wyk en Christopher Tsewu as on=\nbetroubaar /...\n21\nbetroubaar verwerp het, tot enige bevinding kon kom met.\nbetrekking tot die skuld van die beskuldigdes uit hoofde\nvan die getuienis van getuie 4 (Meyers)\". Daarna word oor=\nweging aan die getuienis van die beskuldigdes verleen, en om\ngoeie en aanvaarbare redes, gegrond op die swak indruk wat\nhulle as getuies gemaak het en die onwaarskynlikhede in\nhulle weergawes, gemeet teen veral die reële getuienis, kom\ndie verhoorhof tot die slotsom \"(h)ul getuienis word verwerp\nin alle opsigte waarin dit met die getuienis van Samuel\n(Meyers) bots, en die Hof aanvaar die getuienis van Samuel\"\nDit is nie vir die doeleindes van hierdie uitspraak\nnodig om enige kommentaar oor die verhoorhof se redes vir die\nverwerping van die beskuldigdes se getuienis te lewer nie.\nDit /....\n22\nDit is voldoende om te sê dat die beskuldigdes klaarblyklik in\nbaie opsigte ongeloofwaardige en leuenagtige getuies was. Waaroor\ndit egter in\nhierdie appèl gaan is die verhoorhof se benadering tot die getuienis van\nMeyers, en die korrektheid van sy aanvaarding\ndaarvan.\nDit is opvallend dat\ndie verhoorhof nêrens in sy uitspraak sê wat sy benadering tot\nMeyers se getuienis is nie. Ofskoon\ndaar in die ontleding van Meyers se\ngetuienis na aspekte daarvan verwys word as synde aanduidend van sy betrou=\nbaarheid, lewer die\nverhoorhof geen kommentaar oor sy houding in die getuiebank\nnie. Daar word ook geen, of geen oortuig= ende, redes verstrek vir die\nbevinding\n(wat alhoewel nie uit= druklik gemaak is nie nogtans implisiet is in die\nuitspraak)\ndat /\n23\ndat Meyers 'n geloofwaardige getuie was, of waarom sy\ngetuienis aanvaar\nis nie. Die verhoorhof se benadering tot Meyers se getuienis word vir die eerste\nkeer onthul in die verhoorregter\nse uitspraak op die aansoek om verlof om\nappèl aan te teken waar hy homself as volg uitlaat:\n\"Die Hof het hom egter voor sy uitspraak daarvan gewaarsku en dit in ag\ngeneem, dat Samuel Meyers in daardie opsig 'n enkelgetuie\nis, en ook dat hy 'n\ngevangene is en derhalwe 'n persoon\nprima facie\nvan swak karakter is, en\ndat daar '\nn\nbaie wesenlike gevaar bestaan dat hy, synde iemand is wat\nteen= woordig in daardie sel was, maklik getuienis kan fabriseer en dit\ngeloofwaardig kan laat klink, omdat hy wel aspekte moes waargeneem het en dit\nbaie maklik aanpasbaar is om die beskuldigdes nou te\nimpliseer. En daarom dat\naldrie die lede van die Hof, gesoek het na inhererite swakhede in sy getuienis\nen ook aan die anderkant,\nof daar nie in die ander getuienis betroubare\nwesenlike feite is wat vir Samuel staaf nie\".\nDit /...\n24\nDit blyk duidelik uit hier.die benadering tot Meyers\nse getuienis, sowel as die verhoorhof se uitspraak, dat die\nverhoorhof aanvaar het dat Meyers geen deel gehad het aan die\nbeplanning of uitvoering van die aanranding op die oorledene\nnie - en dat hy dermate 'n onskuldige waarnemer was. Dit is\nsterk te betwyfel of Meyers so onskuldig is soos hy voorgegee\nhet. Sy bewering dat hy nie meer ten tyde van die voorval\n'n\naktiewe bendelid was nie, strook geheel en al nie met sy\noptrede 'n maand vantevore toe hy hom uitdruklik as sodanig\ngeïdentifiseer het nie. Sy pogings om hierdie optrede te\nverskoon en te verduidelik is onoortuigend. Die 28's het\nklaarblyklik beplan om die oorledene dood te maak - die áard\nen omvang yan die aanranding op hom spreek duidelik hiervan.\nDit /....\n25\nDit is onwaarskynlik dat daar ooit beoog was om Meyers aan\nte val - as die 28 's met hom wou afgereken het, was daar\nruim geleentheid daarvoor, en dit is insiggewend dat Meyers\nhoegenaamd nie aangerand of beseer is nie. Dit is waar=\nskynlik dat die voorspel van die aanranding op die oorledene\nvooraf beplan was, en dat Meyers deel gehad het daaraan.\nDit is eenvoudig te toevallig dat hy op die kritieke tydstip\nin die oorledene se omgewing was en agter hom beland het.\nDie omstandighede wek minstens 'n sterk suspisie van deelname\ndeur Meyers. Hy is duidelik nie bo verdenking nie.\nGevolglik behoort hy nie net as 'n enkelgetuie beskou te\ngewees het nie, maar as 'n medepligtige, As bykomende oorwe=\nging moes die verhoorhof dus in gedagte gehou het dat Meyers\nmoontlik /...\n26\nmoontlik homself probeer beskerm ten koste van een of meer van die\nbeskuldigdes, of die werklike daders, of van hulle, beskerm deur\nhulle rolle aan\ndie beskuldigdes, of van hulle, toe te dig. Na aanleiding hiervan behoort die\nverhoorhof die getuienis van Meyers\nmet groter versigtigheid te benader het as\nwat nodig sou gewees het as hy bloot net 'n enkelgetuie was. Dit het die\nverhoorhof blykbaar\nnie gedoen nie. Sy versuim in dié opsig kom op 'n\nmistasting neer. Gevolglik moet ons die getuienis opnuut in oënskou\nneem om\nvas te stel of die beskuldigdes se skuld bo alle redelike twyfel bewys is. Soos\nreeds gemeld, staan Meyers se getuienis nie\nbo verdenking nie. Dit is\nwaarskynlik dat hy sy eie betrokkenheid by die aktiwiteite van die 28 bende, en\ndie beplanning van die\naanval /\n27\naanval op die oorledene, probeer verbloem het. Hy kan dus nie as 'n\nvolkome openhartige en betroubare getuie bestempel word nie. Ek\nhet ook alreeds\ndaarop gewys, met betrekking tot die nadoodse bevindings, dat sy getuienis in\nsekere opsigte oor=) drewe was. Na\naanleiding hiervan, die feit dat hy\nwaarskynlik 'n persoon van swak inbors is, en dat hy vanweë sy besondere\nkennis van die\ngebeure maklik enige leuens sal kan inklee sodat hulle die skyn\nvan waarheid kan verkry, moet sy getuienis noodwendig met wantroue\nbejeën\nword. Dit is onteenseglik so dat Meyers '\nn\nsamehangende relaas gee van\ndie gebeure wat in die sel plaasgevind het, en dat die nadoodse bevindings en\ndie toestand van die sel\nna die voorval sy waarnemings staaf. Alles dui dus\ndaarop dat hy 'n goeie waarnemer is. Die vraag\nis egter /\n28\nis egter nie hoe die gebeure in die sel verloop het nie en\nhoe die oorledene omgekom het nie, maar wie vir sy dood ver=\nantwoordelik is.\nIn die besondere omstandighede van die onderhawige\nsaak verg die behoorlike toepassing van die versigtigheidsreël\nmet betrekking tot die getuienis van medepligtiges dat daar\nstawing van Meyers se getuienis moet wees wat die vyf beskul =\ndigdes met die pleging van die misdaad verbind alvorens sy\nuitwysing van hulle as die skuldiges bo alle redelike twyfel\naanvaar kan word. (Vgl\nS v Mhlabathi\n1968(2) SA 48 (A) op\n51 A). Sodanige stawing is nie te vinde in die getuienis van\nenige ander ooggetuie nie, want die getuienis van die enigste\nander ooggetuies, van Wyk en Tsewu, is tereg deur die verhoor=\nhof /...\n29\n'hof verwerp. Daar is betoog dat die aanwesigheid van\nbloed op beskuldigdes 1, 2 en 3 sodanige stawing bied.\nIn 'n gepaste geval kan die aanwesigheid van bloed op 'n\npersoon sy betrokkenheid by 'n aanranding bevestig. Hierdie\nis egter myns insiens nie so 'n geval nie - ten minste skep\ndit nie noodwendig in die geval van beskuldigdes 1, 2 en 3\nverbintenis met die aanval op die oorledene nie. Daar is\ngeen getuienis oor die mate waartoe die aanranders van die\noorledene en die ander beseerdes bloed aan hulle sou gekry het\nnie. Die oorledene het duidelik erg gebloei, maar dit is on=\nseker tot welke mate die ander beseerdes sou gebloei het\n(behalwe dat een van hulle se hemp vol bloed was). Haywood\nhet vinnig gekyk wie bloed aan hulle het. Hy het geen onaf=\nhanklike /....\n30\nhanklike herinnering van sy waarnemings nie maar maak alleen\nop sy aantekeninge staat. Hy gee geredelik toe dat afgesien\nvan die persone in sy getuienis genoem daar bloedspatsels aan\nander gevangenes ook kon gewees het. Sy aantekeninge is\n(heel verstaanbaar) nie baie duidelik presies oor waar bloed\ngevind is, en in watter hoeveelheid nie. Dit staan egter vas\ndat daar wydverspreide bloedkolle en bloedsmere in die sel\nwas. Daar moes heelwat beweging, onder andere van die\nbeseerdes, in die sel gewees het. Na hy die eerste keer\ngesteek is, het die oorledene tot die uiterste hoek van die\nsel beweeg, en later weer terugbeweeg na die middel van die\nsel. Tydens die woelinge in die sel kon persone wat nie by\ndie aanranding op die oorledene betrokke was nie, bloed=\nspatsels /...\n31\nspatsels (of selfs meer bloed) op hulle gekry het. In=\nsiggewend is die feit dat van die persone wat Meyers by\ndie misdaad betrek, beskuldigdes 4 en 5 nie bloed op hulle\ngehad het nie, terwyl hyself en beskuldigde 6, wat hy vry=\nspreek van aandadigheid, wel bloed aan hulle klere gehad\nhet. Afgesien hiervan is daar geen getuienis dat die bloed\nop beskuldigdes 1, 2 en 3 die oorledene se bloed, of bloed\nsoortgelyk aan dié van die oorledene, was nie. In die lig\nvan hierdie oorwegings kan daar na my mening nie gesê word\ndat die bloed aan die klere van beskuldigdes 1 en 2, en op\ndie skoen van beskuldigde 3, hulle noodwendig met die aanval\nop die oorledene verbind nie, en dus wesenlike stawing vir\nMeyers bied nie. In die geval van beskuldigde 1 was daar\nook /....\n32\nook eierdoppe aan sy klere gevind. Dit blyk uit die\ngetuienis dat daar in die hoek van die sel naaste aan die\ndeur eierdoppe in 'n hoop was - die gevangenes het blykbaar\neiers vir aandete genuttig. Selfs Meyers se getuienis bied\ngeen verduideliking van presies hoe die eierdoppe aan\nbeskuldigde 1 se klere gekom het nie. Al sou die aanwesig=\nheid van eierdoppe aan beskuldigde 1 se klere beteken dat hy\nop 'n stadium op die vloer naby die deur moes gewees het, dui\ndit nie noodwendig op sy betrokkenheid by die aanval op die\noorledene nie.\nStawing is ook nie geleë in die blote feit\ndat\ndaar messe in die besit van beskuldigdes 1, 2 en\n4 was nie.\nSodanige besit word deur hulle erken, en gevolglik is dit op\nsigself /...\n33\nsigself nie 'n faktor wat Meyers se getuienis versterk of\nonderskraag nie. Dit sou stawend van Meyers se getuienis\nwees as daar, in weerwil van die betrokke beskuldigdes se\nontkennings in dié verband, aanduidings was dat die messe\ndeur hulle gebruik is om die oorledene mee te steek.\nIn die loop van sy getuienis is professor Olivier, wat die\nnadoodse ondersoek op die oorledene se liggaam uitgevoer\nhet, gevra of hy enige bloed kon waarneem op enige van die\ndrie messe wat as bewysstukke ingehandig is. Met betrekking\ntot een mes het hy geantwoord \"met die blote oog sou ek sê\ndaar tog vlekke is wat daarby inpas\". Hy het geen\nsulke tekens op die ander twee messe bespeur nie. Na aan=\nleiding hiervan het die verhoorhof tot die gevolgtrekking\ngekom /...\n34\ngekom dat daar waarskynlik bloed op die een mes was. Professor Olivier\nse waarnemings is gemaak meer as tien maande na die voorval\nen is nie gegrond op\nenige weten= skaplike ondersoek nie. Dit bots met die getuienis van die getuies\nvan Rooyen en Haywood, wat daarop\nneerkom dat\nhulle onmiddellik na die\nvoorval geen tekens van bloed aan\ndie messe bespeur het nie - welke getuienis\ndie verhoorhof blykbaar oor die hoof gesien het. In die afwesigheid van\nforensiese getuienis\ntot dien effek ontbreek daar afdoende bewys dat daar wel\nbloed op enige van die messe was. Dit staan vas dat daar meswonde aan die\noorledene en van die ander beseerdes toegedien is. Dit volg egter nie nood=\nwendig dat die messe wat gebruik is, dié in die\nbeskuldigdes\nse /\n35\nse besit was nie. Ofskoon dit die enigste messe is wat aan die owerhede\noorhandig is, bestaan die redelike moontlikheid dat, ondanks\nvisentering van die\nsel, daar ander messe was wat versteek is. Alhoewel Haywood aan= wesig was, het\nhy nie self die sel deursoek\nnie, en die persoon of persone wat dit gedoen het,\nhet nie getuig nie.\nBy ontstentenis van stawing van Meyers se getuienis wat\ndie beskuldigdes impliseer, ontbreek die nodige waarborg van sy betroubaarheid,\nen kan sy getuienis nie bo alle rede= like twyfel aanvaar word nie. Gesien die\ngevare inherent in 'n aanvaarding van Meyers se getuienis\nbestaan daar twyfel of\nal vyf die beskuldigdes, of indien nie al vyf nie, welke van hulle, deel gehad\nhet aan die aanranding op die\noorledene,\nDaar /\n36\nDaar bestaan wel sterk suspisie, selfs 'n waarskynlikheid,\ndat minstens sommige van die vyf beskuldigdes vir die dood\nvan die oorledene aanspreeklik is, maar hulle aandadigheid\nis nie bo alle redelike twyfel bewys nie.\nDie appèlle slaag, en die appellante se skuldig=\nbevindings en vonnisse word tersyde gestel.\nJ W . SMALBERGER APPèLREGTER.\nGROSSKOPF, AR - Stem saam",
  "scraped_at": "2026-02-11T21:31:25.658164",
  "date": "1987-11-30",
  "coram": [
    "GROSSKOPF",
    "SMALBERGER",
    "ARR",
    "STEYN",
    "Wn AR"
  ],
  "case_number": "131/87",
  "parties": {
    "applicants": [
      "Annele Booi",
      "David Tswele",
      "Government Sogella",
      "Abel Moeketsi",
      "Monde Nose"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On the night of 23 November 1985, inmate Vuyisile Ntlangano was violently assaulted and killed in cell 5 of the Goedemoed Prison, Rouxville. The cell housed members of two rival prison gangs, the 26 and 28 gangs, creating a volatile atmosphere. Five prisoners (appellants 1‑5) and a sixth former defendant were charged with murder. The trial court’s conviction of the five appellants rested almost entirely on the testimony of Samuel Meyers, a member of the 28 gang who claimed to have witnessed the attack. Other prison witnesses, including Joseph van Wyk and Christopher Tsewu, were deemed unreliable and excluded. Post‑mortem evidence showed multiple head and torso injuries, many consistent with blunt force and stabbing, but there were discrepancies regarding neck injuries. Various officers testified about the presence of weapons and blood, but no forensic confirmation linked the weapons to the accused.",
    "issues": "The principal issue on appeal was whether the trial court erred in accepting Meyers’ testimony as the sole basis for the murder convictions, given his questionable credibility, potential involvement in gang activities, and the lack of corroborating evidence. Related issues concerned the appropriate appellate standard of review of factual findings and the application of the rule of caution to accomplice testimony.",
    "principles": "The court reiterated the principle that an accomplice’s testimony must be approached with caution (citing S v Mhlabathi 1968 (2) SA 48 (A)). A conviction must be proved beyond reasonable doubt, and the appellate court must identify a palpable error in the trial court’s assessment of credibility. Where the sole evidence is an unreliable witness, the conviction cannot stand. The burden remains on the prosecution to prove the guilt of the accused with reliable, corroborated evidence.",
    "application": "The appellate court examined the trial judge’s reasoning and found no detailed analysis of Meyers’ reliability, nor any explanation for disregarding contradictory evidence from other witnesses and forensic findings. The court highlighted the inconsistencies in Meyers’ account, his admitted gang affiliation, and the lack of physical evidence linking the accused to the wounds. Consequently, the trial court’s acceptance of his testimony without sufficient caution was deemed a palpable error, rendering the convictions unsafe.",
    "conclusion": "The appeal was allowed. The murder convictions and death sentences against the five appellants were set aside, and the appellants were acquitted of the charges."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "accomplice testimony",
      "appellate review",
      "credibility assessment",
      "prison murder"
    ]
  }
}