{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/69.html",
  "case_name": "Van Streepen & Germs (Pty) Ltd v Transvaal Provincial Administartion (71/87) [1987] ZASCA 69 (21 August 1987)",
  "citation": "[1987] ZASCA 69",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 69\n|\nNoteup\n|\nLawCite\nVan Streepen & Germs (Pty) Ltd v Transvaal Provincial Administartion (71/87) [1987] ZASCA 69 (21 August 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n1987-08- 21\nVAN STREEPEN & GERMS (PROPRIETARY\nLIMITED\nappellant\nand\nTHE TRANSVAAL PROVINCIAL\nADMINISTRATION\nrespondent\nCORAM\n: CORBETT, BOTHA, HEFER, GROSSKOPF et NESTADT JJA.\nDATE OF\nHEARING\n: 15 MAY 1987\nDATE OF JUDGMENT\n: 21 August 1987\nJUDGMENT CORBETT\nJA:\nAppellant, a building contractor, entered into a written contract with\nrespondent, the Transvaal Provin-\n/ cial\n2\ncial Administration, for the erection of six\nhostels at the Pretoria Teachers' Training College. The con-tract was signed on\n24 August\n1981. The contract price was R33 647 052. The whole works were to be\ncompleted within a period of 36 months. Thereafter appellant\ncommenced work on\nthe contract. In the process of doing so it engaged additional staff, entered\ninto contracts with sub-contractors,\nhired plant and equipment, pro-vided a\nguarantee for the due performance of its obliga-tions under the contract, took\nout all risks\ninsurance cover, set up a site establishment and started\nbuilding.\nOn 29 January 1982 respondent's architects wrote a letter to appellant\ninforming it that owing to a shortage of funds respondent was\ncompelled to\ncan-cel the contract with immediate effect. Appellant replied to this letter on\n1 February 1982, stating that it disputed\nthe right of respondent to cancel the\ncon-\n/ tract\n3\ntract on the grounds alleged and that it regarded the respondent's action as\na wrongful repudiation of the contract and a material\nbreach thereof. Appellant\nstated further that in consequence thereof it had elected to cancel the contract\nand claim all damages\nsustained as a result of the breach.\nIn due course appellant instituted an action in the Transvaal Provincial\nDivision claiming damages from respondent for breach of contract\nin an amount of\nR5 889 868,89. As appears from para 7 of the appellant's particulars of claim,\nthis amount was made up as follows:\n(a)\tExpenses incurred in the\nexecution of the contract and\nnot covered by\npayments made\nfor work done \tR 733 663,39\n(b)\nLiability to\nsub-contractors.. 1 343 807,50\n(c)\nLoss of\nprofit on balance\nof contract\n3 812\n398,00\nR5 889 868,89\nThe expenses referred to in (a) above related to the\n/ site\n4\nsite establishment, the cost of insurance and the guaran-tee, and the leasing\nand erection of cranes and other equipment. According\nto respondent's heads of\nargument submitted to the Court, the total amount paid to appellant by\nrespondent for work done on the contract\nprior to cancellation amounted to R3\n654 800,29. This is more than the fi-gure stated by appellant in its particulars\nof claim, but\nthis is evidently accounted for by payments made subsequent to\nthis pleading; and in any case nothing turns on this difference.\nIn its plea respondent referred to clause 3(6) of the Conditions of Contract,\nwhich form part of the contract between the parties,\nand pleaded,\ninte\nr\nalia\n, that in terms of this clause it was entitled unilaterally to cancel\nthe contract; that, in any event, in the case of any cancellation\nof the\ncontract, this clause limited the appellant in its claim \"for damages or\notherwise\"\n/ to\n5\nto \"an amount not exceeding 5% of the scheduled prices on the nett value of\nthe work omitted beyond 20% of the contract amount\", and\nthat the clause\nprecluded appellant from claiming all damages suffered by it as a result of a\nwrongful repudiation of the contract\nby respondent.\nHere I should add that appellant's particulars of claim contained a lesser,\nalternative claim based on the supposition that clause\n3(6) applied and had the\neffect of entitling respondent to cancel the contract unilaterally and of\nlimiting appellant's claim for\ndama-ges. It is not necessary, however, to give\ndetails of this claim.\nAfter the close of pleadings and on the applica-tion of the appellant\n(respondent apparently consenting) an order was granted in the\nTransvaal\nProvincial Division in terms of Rule 33(4) of the Uniform Rules of Court,\ndirecting that the trial of certain issues on\nthe pleadings\n/ be\n6\nbe stayed until the remaining issues (referred to as\nthe \"liability\nissues\") had been decided, The issues\nstayed related to (i) the work done by\nappellant under\nthe contract and the monetary value thereof; (ii)\nwhether\nappellant had suffered the damages alleged in\nits particulars of claim and, if so, the monetary value\nthereof; and (iii)\nthe monetary value of 5% of the\nscheduled prices on the nett value of work omitted\nbeyond the contract amount by reason of the cancellation\nof the contract. In addition, the order amended prayers\n(a) and (b) of plaintiff's particulars of claim ( (a)\nbeing the claim for damages amounting to R5 889 868,89\nand (b) being the lesser alternative claim referred to\nabove) -\n\".... as follows for the purposes of the decision of the liability\nissues:\n'(a) An Order declaring that the\nPlaintiff is entitled to\npayment of\ndamages if any as\n/ claimed\n7\nclaimed in paragraph 7 (without determination of the amount of such damages)\nof its Particulars of Claim, whether or not such damages\nexceed the amount\nre-ferred to in paragraph 6 of Defendant's plea;\nAlternatively to prayer (a)\n(b) An Order declaring that the Plaintiff is entitled to\n(i) Payment of the damages re-ferred to in paragraph 13 (b) of the Plaintiff's\nParticulars of Claim; and\n(ii) Payment for work done and expenses and liabilities incurred (without\ndetermi-nation of the amount there-of) if any, referred\nto in paragraph 14 of\nthe Plain-tiff's Particulars of Claim; and\n(iii) Payment of interest at the rate of 11% per annum on the amount referred to\nin (ii) above from 27/1/82 to date of payment.'\n\"\nAlthough this\nis not expressly stated, it is clear that\nthe amendment was to take the form\nof a substitution of\n/ the\n8\nthe new prayers (a) and (b) \"for the purposes of the de-cision\nof the liability issues\". In regard to the new prayer (a), I should\nexplain that\nthe amount referred to in para. 6 of defendant's (respondent's) plea is the\namount, as calculated by respondent, of\nappellant's entitle-ment in terms of\nclause 3(b), viz. Rl 199 690,00. (At the stage of argument before us respondent\nhad recalcu-lated\nthis entitlement in the sum of R1 163 142,07, but nothing\nturns on this.) I should also explain that the new prayer (b) incorporates\nappellant's alternative claim.\nIn substance the purpose of this order in terms of Rule 33(4) was to\ndetermine the issues as to (a) whether clause 3(6) entitled respondent\nunilaterally to cancel the contract, and (b) whether in the circum-stances of\nthis case appellant's claim for damages was limited\nby the provisions of clause\n3(6). And it was\n/ on\n9\non these issues that the matter went to trial before FLEMMING\nJ. At the trial appellant adduced the evi-dence of two witnesses, Mr\nC D C\nMalherbe, an expert on economic conditions in the building industry, and Mr J F\nvan Streepen (Jnr), a director of appellant.\nRespondent called no evidence. The trial Judge held, in effect, (1) that\nrespondent was not entitled unilate-rally to cancel the contract\nand that its\npurported can-cellation on 29 January 1982 amounted to an unlawful repudiation\nof the contract, which repudiation appellant\naccepted on 1 February 1982,\nthereby cancelling the con-tract: and (2) that appellant's claim for damages for\nbreach of contract\nwas governed and limited by the provi-sions of clause 3(6) of\nthe Conditions of Contract. The full order made by the Court a\nquo\nreads:\n\"1. It is found and declared:\n(a)\nparagraph 5 of plaintiff's\ndecla-ration has been proved;\n(b)\tplaintiff has resultantly become\n/ entitled\n10\nentitled to payment from defendant of damages, no part of\nwhich is excluded from the operation of clause 3(6) of the conditions of\ncontract, which damages will include the heads of damages pleaded in paragraph 7\nof the declaration, in such amounts and insofar\nas they constitute recoverable\ndamages at common law, but within the limits, basically 5%, as set out in clause\n3(6).\n2.\tThe alternative declaratory order is refused.\n3.\tAll questions of costs are reserved, also in regard to any special qualifying\norders because of e.g. unwarranted steps in regard\nto discovery or in regard to\nparticulars sought and fur-nished. Subject thereto, that the plaintiff is\nnevertheless ordered\nto make immediate payment of defen-dant's costs related to the hearing before\nme, which costs will include the costs of two counsel.\"\nThis was\nembodied in a formal order issued by the Registrar\nof the Court.\n/ An\n11\nAn application to the trial Judge for leave to appeal was\ndismissed with costs. On a petition to the Chief Justice, however, leave\nto\nappeal to this Court was granted and it was ordered that the costs of the\napplication for leave to appeal were to be costs in\nthe appeal. Subsequently\nappellant filed a notice of ap-peal noting an appeal against the whole of the\njudgment and order of the\nCourt a\nquo\n.\nAt the hearing before us respondent's counsel took the point in\nlimine\nthat the judgment of the Court a quo was not appealable. This point had not\npreviously been raised in opposition to either of the\napplications for leave to\nappeal. Appellant's counsel, on the other hand, contended that the matter was\nappealable. I pro-ceed to\nconsider this issue.\n/ In\n12\nIn terms of sec. 20(1) of the Supreme Court Act 59 of 1959, as\namended (\"the Act\"), and subject to the necessary leave to appeal having\nbeen\ngranted, this Court is empowered to hear an appeal from \"a judgment or order\" of\nthe court of a provincial or local division.\nAs has been explained in several\ncases, \"judgment\" in this context relates to a decision given upon relief\nclaimed in an action,\nwhile \"order\" refers to a decision given upon relief\nclaimed in an application on notice of motion or petition or on summons for\nprovisional sentence (see\nDesai v Engar and Engar\n1966 (4) SA 647\n(A), at\np 653 A-B and the cases there cited). But not every decision made by the court\nin the course of judi-cial proceedings constitutes\na judgment or order. Some may\namount merely to what is termed \"a ruling\", against which there is no appeal.The\ndistinct-\nion between a ruling on the one hand and a judgment\n/ or\n13\nor order on the other hand was first drawn in this Court in\nthe leading case of\nDickinson and Another v Fisher's Executors\n1914 AD\n424\n, at pp 427-8. This concerned an application in a provincial division to have\nan ar-bitrator's award made a rule of court and a cross-motion\nto have it set\naside. There was a dispute between the parties as to whether the Court should\nhave regard to the evidence led at the\narbitration. Argument was heard on this\nissue and the Court decided that this evidence should not be considered and gave\nits reasons\nfor this decision. Instead of proceeding with the application, the\napplicant, against whom the decision had gone, applied for and\nwas granted leave\nto appeal to the Appellate Division against the Court's decision concerning the\narbitration evidence, on the basis\nthat this amounted to an interlocutory order.\nThis Court held, however, that this decision was a mere ruling. INNES ACJ\nexplained\nthe distinction thus (at pp 427-8):\n/ \"But\n14\n\"But every decision or ruling of a.court during\nthe progress of a suit does not amount to an order. That term implies that there\nmust\nbe a distinct application by one of the parties for definite relief. The\nrelief prayed for may be small, as in an application for\na discovery order, or\nit may be of great importance, but the Court must be duly asked to grant some\ndefinite and distinct relief,\nbe-fore its decision upon the matter can properly\nbe called an order. A trial Court is sometimes called upon to decide questions\nwhich come up during the pro-gress of a case, but in regard to which its\ndecisions would clearly not be or-ders. A dispute may arise,\nfor instance, as to\nthe right to begin: the Court de-cides it, and the hearing proceeds. But that\ndecision, though it may be of consider-able\npractical importance, is not an\norder from which an appeal could under any circum-stance lie, apart from the\nfinal decision on the\nmerits. So also in a case like the present. The parties\ndiffered as to what portion of the evidence (which was all in Court) could\nproperly be refer-red to in support of the applicant's con-tention that the\naward was bad. The Court gave its ruling on the point.\nBut that was not an order\nin the legal sense; it decided no definite application for relief, for none had\nbeen made; it was a mere\ndirection to the parties with regard to the lines upon\nwhich their contention upon the merits should proceed.\"\n/ In\n14 (a)\nIn his concurring judgment SOLOMON JA stated (at p\n429):\n\"The question is, whether that decision was an order. In my opinion it was not.\nThe term \"order\" is a technical one, which is in\ncommon use in courts of law and\nwhich is well understood, though it may not be easy to give a precise\ndefi-nition of it. One thing,\nhowever, is\nclear, and that is that no order can be made except upon an application to the\nCourt for relief. Such an application usually takes\nthe form of a motion or\npetition, and the decision of the Court upon such motion or petition is the\norder, which is embodied by the\nRegistrar in a formal document. I do not say\nthat there can be no order of Court except upon a formal motion or petition, but\nwhat\nis essential is that there should be an appli-cation to the Court for some\nrelief.\"\nThe principles laid down in\nDickinson\n's case (\nsupra\n) have been applied consistently by this\nCourt, the most recent decision on the topic being\nKlep Valves (Pty) Ltd v\nSaunders Valve Co Ltd\n1987 (2) SA 1\n(A), at pp 40 H - 41 H, in which the\nCourt followed\nUnion Government (Minister of the Interior) and Registrar\nof\n/\nAsiatics\n15\nAsiatics v Naidoo\n1916 AD 50.\nNaidoo\n's case\nconcerned an application made on motion in which the Court, having expressed its\nview on a question of law in favour of one\nof the parties, nevertheless directed\nthat oral evi-dence be heard to resolve disputes on the affidavits. The party\nagainst whom\nthe question of law had been decided (respondent in the Court a\nquo\n) applied for spe-cial leave to appeal direct to the Appellate\nDivision. In his judgment, refusing leave, INNES CJ pointed out that\nthe case\nunder consideration was the converse of\nDickinson\n's case. There had been\nan application for relief, but no decision upon it: the application had merely\nbeen postponed for further\nevidence. To date the judge a\nquo\nhad merely\ngiven a ruling on a point of law, which he might later revise (cf. also\nBell\nv Bell\n1908 TS 887\n, at p 891). Only when he had given a decision on the law\nand the facts and granted the\n/ relief\n16\nrelief prayed for would the matter be appealable at the suit\nof the applicant for leave to appeal.\nAnother case in which a party endeavoured to appeal against a ruling on a\npoint of law was\nNxaba v Nxaba\n1926 AD 392.\nIn that case an action had\nbeen brought for an account. Before the trial the Court made an order by consent\ndirecting that before\nevidence was led a point of law be argued and decided on\nthe plead-ings as filed. Proceedings in the action were ordered to be stayed\npending decision of this point of law.\nIn due course argument took place and the Court gave its decision and awarded\n\"costs of this issue\" to the successful party. The unsuccessful\nparty appealed\nto this Court. This Court held that the decision of the Court a\nquo\nwas\n\"a mere ruling on a preliminary point of law\" and not a rule or order on the\nrelief asked for in the action. It therefore fell\nwithin the principle\n/ laid\n17\nlaid down in\nDickinson\n's case (\nsupra\n). INNES CJ,\nwho\ndelivered the Court's judgment, stated (at p 394) -\n\"It is said that the law point might have been raised by way.of exception. But\neven if that were so, that was not the course which\nhas been followed, and the\norder has not been made in that form. The pleadings remained unaltered and the\nrelief asked in the declaration\nstill remains for adjudication. Order 12, Rule\n59, provides for the decision of a question of law either by way of special case\nor\nin such manner as the Court might deem expedient. By consent of parties this\npoint was argued, not upon a special case submitted\nin the ordinary way, but as\na mere legal propo-sition which it was advisable to settle before dealing with\nthe plaintiff's claim\nfor relief. No order concerning the matter in dispute\ncould be drawn up by the Registrar upon the Court's ru-ling, save an order\nas to\nthe costs of the issue: and this is not an appeal on\ncosts.\"\nThis Court came to a similar\nconclusion, following the\nDickinson\nand\nNxaba\ncases, in\nUmfolozi Co-operative Sugar\nPlanters, Limited v South African Sugar Association\n/ 1938\n18\n1938 AD 87.\nIn that case, an application for a\ndecla-\nratory order, the Court heard argument and gave its de-\ncision on\ncertain preliminary points of law raised by\nrespondent before considering the\nsubstance of the appli-\ncation itself. A favourable decision on any one\nof\nthese points would have disposed of the application;\nbut in each case\nthe Court's decision was unfavourable.\nRespondent appealed against the\nCourt's decisions on\nthese points, seeking their reversal. It was held\nthat\nthese decisions were rulings against which no appeal lay.\nIn the course of his judgment STRATFORD JA remarked (at\np 90) —\n\"It is important to observe that there\nis no rule of law or procedure which\nmade it incumbent upon the Court to\ngive this piecemeal consideration to the\napplication, nor was there any right\non\nthe part of\nrespondents to be heard except\nupon the whole case after the conclusion\nof the argument for the applicants.\nThe course adopted was special to\nthe\ncircumstances and it was obviously\ncon-\nvenient, since, if one of these three\n/ contentions\n19\ncontentions of the respondents were upheld,\na final order on the application\ncould\nhave been made\t\"\nThe decision\nof this Court in\nShacklock v Shackloc\nk\n1949 (1) SA 91\n(A) appears to\nherald a somewhat more flexible approach to questions of appealability. In that\ncase the plaintiff had brought an\naction against her former husband claiming a\nsum of money in terms of an agreement made an order of court at the time of\ntheir divorce.\nThere were disputes between the parties as to the meaning and\neffect of the agreement. The matter went to trial and at the conclusion\nof the\nevi-dence the parties, by agreement, submitted certain legal issues, four in\nnumber, for decision by the Court, it being agreed\nthat once these issues had\nbeen decided the accountants employed by the parties would settle the whole\naccount between the parties.\nThe trial Judge decided these issues. One party\nappealed against the\n/ Court's\n20\nCourt's decision on three of these issues and the\nother\ncross-appealed against the Court's decision on the fourth.\nThe\nnoting of the cross-appeal was, however, without\nprejudice to the right of\nthat party to contend that\nthe decision of the trial Court was not open to\nappeal;\nand an application was made to strike the appeal off\nthe roll.\nDelivering the judgment of the Court, CENT-\nLIVRES CJ distinguished the\nDickinson,\nNxaba\nand\nUmfolozi\ncases. He held that in\ncasu\nthe parties, having closed\ntheir cases, had asked the trial judge\nto make a decla-\nration of rights. He added (at pp 97-8) —\n\"This was obviously a convenient course to adopt, for it saved unnecessary costs\nwhich would have resulted from the Court being required\nto go into a mass of\nfi-gures in order to settle the accounts between the parties: once the rights of\nthe parties under the agreement\nare determined, it should be a comparatively\nsimple matter for the accountants con-cerned to arrive at a correct\naccount.\nUnless an appeal lies\nbefore\nthis account is settled, wasted costs may be incurred by the accountants\nin\n/ the\n21\nthe event of this Court ultimately holding that judgment of the trial court is\nwrong.\nIn this case an order of Court\nwas issued by the Registrar of the trial Court which declared the rights of the\nparties, and that part of the order ap-pealed against\nhad all the attributes of\na final order. See\nPretoria Garrison Institutes v Danish Variety Products\n(Pty.) Ltd.\n(1948 (1), S.A.L.R.\n839).\"\nThe learned Chief Justice\nfurther held that an appeal lay against an order declaring rights (see pp\n98-99).\nIn the\nPretoria Garrison Institutes\ncase, refer-red to above by\nCENTLIVRES CJ, one of the issues was whether an order by a magistrate directing\na party to furnish certain\nfurther particulars was appealable in terms of\nsec.\n83(b)\nof the\nMagistrates' Courts Act 32 of 1944\n, which permitted an appeal\nagainst \"any rule or order.... having the effect of a final judgment\". It was\nheld by the majority of\nthe Court that the magis-trate's order was not so\nappealable. SCHREINER JA,\n/ who\n22\nwho delivered the majority judgment on this issue,\nheld\nthat in using in\nsec. 83(b)\nthe words quoted the Legis-\nlature must\nbe taken to have had in mind the distinction\nbetween what are called simple\ninterlocutory orders and\nother interlocutory orders, ie those having a final\nand\ndefinitive effect on the main action. (In passing,\nthe learned Judge\nof Appeal pointed out that under some\nforms of legislation simple interlocutory orders are\nnot wholly\nunappealable: they may be appealed from with\nleave.) Enunciating the test to be applied in deter-\nmining whether an\norder is a simple interlocutory order\nor one having final and definitive effect, 5CHREINER\nJA stated (at p 870) —\n\"\t a preparatory or procedural order\nis a simple interlocutory order and there-fore not appealable unless it is\nsuch as to 'dispose of any issue or any portion of the\nissue in the main action\nor suit' or, which amounts, I think, to the same thing, unless it 'irreparably\nanticipates or precludes\nsome of the relief which would or might be given at the\nhearing' \".\n/ (See\n23\n(See also\nSouth Cape Corporation (Pty) Ltd v Engineering\nManagement Services (Pty) Ltd\n1977 (3) SA 534\n(A), at pp 549 G - 551 A,\nwhere the authorities on interlocutory orders and on the distinction between\nsimple interlocutory orders\nand orders having a final and definitive effect on\nthe main action are reviewed.)\nSo far as I am aware, the correlation between this distinction and the\ndistinction between judgments and orders, which in terms of\nsec. 20(1)\nare\nappealable, and rulings, which are not, has not hitherto been judicially\ninvestigated. I do not propose to do so in any depth.\nI shall confine myself to\na few observations on matters which appear to be relevant in the context of the\npresent case. An interlocutory\norder which has final and defini-tive effect on\nthe main action must, in my view, be re-garded as an appealable judgment or\norder.\nThis, I think, explains the reference by CENTLIVRES JA in the\n/ passage\n24\npassage quoted above from his judgment in the case of\nShacklock v\nShacklock\nto the\nPretoria Garrison Institutes\ncase. The position in\nregard to a \"simple interlocutory order\", which term would comprehend all orders\npronounced by the Court upon\nmatters incidental to the main dispute, preparatory\nto or during the progress of the litigation, other than those having a final\nand\ndefinitive effect on the main action (\nSouth Cape Corporation\ncase,\nsupra\n, at p 549 G) is not so clear. There is much to be said for the view\nthat some such orders would constitute judgments or orders which\nunder\nsec.\n20(1)\n, read with sec. 20(2)(b), of the Act before the amendments introduced by\nthe Appeals Amendment Act 105 of 1982, would have been appealable\nwith leave;\nothers would constitute mere rulings, unappealable even with leave (see\nDickin-son\n's case,\nsupra\n). Of course, under the new appeal system\nintroduced by Act 105 of 1982, which requires\n/ that\n25\nthat in all appeals in civil proceedings under sec. 20 of the\nAct (other than appeals in terms of certain parti-cular statutes, see\neg\nKruger v Le Roux\n1987 (1) SA 866 (A);\nsec. 76(3)\nof the\nPatents Act 57 of\n1978\n) leave to appeal be obtained, the importance of the distinction between\nsimple interlocutory orders and orders having a final and\ndefinite effect has\nbeen diminished, as far as appeals from a provincial or local division to this\nCourt are concerned.\nAt this point I would digress to mention briefly two points. The first is\nthat although a number of the cases referred to above were\ndecided in relation\nto statutory provisions which were replaced by corres-ponding provisions in the\nAct, they are nevertheless relevant\non the meaning of \"judgment or order\" in\nsec. 20 of the Act (\nHeyman v Yorkshire Insurance Co Ltd\n1964 (1) SA 487\n(A), at p 490 H). The second is that sec.\n/ 21(1)\n26\n21(1) of the Act confers upon this Court an additional\njurisdiction to —\n\".... hear and determine an appeal from any decision of the court of a\nprovincial or local division\".\nThe\n\"decision\" here referred to is a decision of the\nsame nature as the\n\"judgment\" or \"order\" referred to\nin sec. 20(1) of the Act (see\nHeyman v\nYorkshire Insurance\nCo Ltd\n,\nsupra\n, at pp 492 C - 493 B;\nLaw Society, Transvaal\nv Behrman\n198l (4) SA 538\n(A), at p 546\nD-F).\nThe next case to which reference should be made is\nTropical (Commercial\nand Industrial) Ltd. v Plywood Products Ltd\n1956 (1) SA 339\n(A). In that\ncase the appellant had been sued by the respondent for damages for breach of\ncontract. During the course of the trial\nit was agreed between the parties that\nin the event of plaintiff satisfying the Court that there had been a breach of\ncontract, the\nCourt should refer certain\n/factual\n27\nfactual issues relating to the quantum of damages to\nbe\ntried before an arbitrator. The Court found that\nthe breach of contract had\nbeen proved and, in accordance\nwith the agreement, the factual issues were\nreferred\nto arbitration. The Court further ordered that the\nmatter should\nstand down pending receipt of the arbitra-\ntor's report. The Court then gave\nleave to appeal and\ncross-appeal against its order. With evident\nreluctance\n(see p 344 B and F) CENTLIVRES CJ, who delivered the\njudgment of this Court, held that the order of the Court\na\nquo\nwas not a \"judgment or order\" as defined in previous\ndecisions of this Court —\n\"(a)s the order made by the trial Judge 'decided no definite application for\nrelief' and was merely a direction as to the manner in\nwhich the case should\nproceed\t\"\n(see p 344 G).\nReference has already been made to\nHeyman's\ncase (\nsupra\n). That also\nrelated to a preliminary decision\n/ on\n28\non a point of law. It was an action f or payment of a sum of\nmoney alleged to be owing in terms of a deed of suretyship. One of the\ndefendants pleaded, in the alternative, that the deed was invalid. By agreement\nbetween the parties, the validity of the deed was\ndeter-mined by the Court as a\nseparate issue before trial of the action on the other issues. In terms of the\nagree-ment it was also\nagreed that if the Court's decision on validity went\nagainst the defendant raising this de-fence, she would be entitled to appeal\nagainst it. This is in fact what happened; and the defendant ap-pealed. This\nCourt, however, refused to entertain the appeal on the\nground that the decision\nof the Court a\nquo\nwas a ruling and not a judgment or order. In\ndelivering the Court's judgment, STEYN CJ pointed out that the relief claimed in\nthe\naction was the payment of a sum of money, alternative relief and costs;\nand\n/ that\n29\nthat the ruling given by the Court a\nquo\non the issue\nin question did not decide whether or not any such relief was to be grahted in\nany form. It was argued by counsel that\nif the plea on the issue of validity had\nbeen held to be well-founded, the plaintiff could have appealed against the\njudgment as\nbeing, in effect, a successful exception to the declaration and that\nthe decision holding the plea not to be well-founded was similarly\nappealable as\nbeing in effect a successful exception to the plea. The Court rejected this\nargu-ment and in this regard made reference\nto the remarks of INNES CJ in\nNxaba\n's case (\nsupra\n), which have been cited above.\nIt is clear from the line of cases to which I have thus far referred that the\nmain reason for this Court having given what CENTLIVRES\nCJ described as a\n\"restricted meaning\" to the words \"judgment or order\"\n/ has\n30\nhas been a reluctance to allow the piecemeal decision\nof\ncases, ie numerous subsidiary appeals during the course\nof a single legal\nproceeding, with all the expense and\nthe inconvenience attached thereto. (See/remarks of INNES\nACJ in\nDickinson\n's case,\nsupra\n, at p 428.) This\nis\nundoubtedly a very cogent consideration, particularly\nwhere the\ndecision in question relates, for instance,\nto a procedural matter or to the\nadmissibility of evidence\nand it may in the end not have a decisive effect upon\nthe outcome of the\ncase. Where, however, the decision\nrelates to a question of law or fact, which if decided\nin a particular way would be decisive of the case as\na whole or of a substantial portion of the relief claimed,\nthen a somewhat different position arises, and indeed\nin that event the advantages of expense and convenience\nmay favour a final determination of the question on ap-\npeal, even though the proceedings in the court a\nquo\n/ may\n31\nmay not have been concluded. The advantages of having such a\nquestion of law or fact determined by the court\nof first instance as a\nseparate, preliminary issue are\nthe recognized by the provisions of Rule 33(4) (see/remarks\nof HOLMES JA in\nBotha v A A Mutual Insurance Association\nLtd and Another\n1968 (4) SA 485\n(A) at p 489 A-E);\nand under the present system of appeal, which requires\nleave to appeal in all cases falling under secs. 20 and\n21 of the Act, there is much to be said for the applica-\ntion of a more flexible approach (of which there was\nsome evidence in\nShacklock's\ncase,\nsupra\n) to the\nquestion of the appealability of such decisions taken\nby the court of first instance.\nTo conclude this review of the decisions of this Court on the question of\nappealability, I must make brief reference to certain cases\ndecided since\nHeyman\n's case (\nsupra\n). In my view, theý also evidence a\nmore\n/ flexible\n32\nflexible and relaxed approach. Thus, in\nBotha v A A Mutual\nInsurance Association Ltd and Another\n,\nsupra\n, which concerned an\naction for damages arising from a motor accident, the parties had agreed that\nthe trial Court determine first\nthe issue of liability, apart from the question\nof damages. This the Court did, holding in favour of the defendant and entering\na\njudgment for it with costs. The plaintiff appealed to this Court and it was\nheld that the decision of the trial Court was appealable.\nIt was pointed out\nthat this was the converse of the situation in\nHeyman\n's case; but the\nCourt cautioned that had the plaintiff succeeded on the issue of liability the\ndecision would have been in the nature\nof a ruling and not appealable, as in\nHeyman\n's case.\nIn\nLabuschagne v Labuschagne; Labuschagne v Minister van Justisie\n1967\n(2) SA 575\n(A) the pro-\n/ cess\n33\ncess of relaxation was taken a step further. In that\ncase\nthe defendant in an action for damages raised by\nway of a special plea the\ndefence that the action was\nbarred by a special statutory limitation. The\ncase\nwas set down for trial on the issues raised by the special\nplea only.\nThe trial Judge, having heard evidence and\nargument, dismissed the special\nplea with costs. On\nan appeal to this Court against the dismissal of the\nspecial plea, it was held at p 583 F (the question of appealability\nhaving been raised) that the decision of the trial Judge\nwhich was \"'n finale en onherstelbare afhandeling van\n'n selfstandige en afdoende verweer wat eerste verweerder\ngeopper het as grondslag vir die regshulp wat hy in die\nspesiale pleit aangevra het\", constituted a judgment\nor order in terms of sec. 20(1) of the Act and was there-\nfore appealable. Similar decisions were reached in\nregard to unsuccessful special pleas of prescription,\n/ separately\n34\nseparately adjudicated, in\nSmit v Oosthuizen\n1979 (3)\nSA 1079\n(A) and\nConstantia Insurance Co Ltd v Nohamba\n1986 (3) SA 27\n(A).\nWith the aforegoing in mind, I turn now to the facts of the present case. The\nappellant's main claim, as originally formulated, was\nfor damages in the sum of\nR5 889 868,89. One of the defences raised by respondent in its plea was that by\nreason of clause 3(6) of\nthe Conditions of Contract appellant was in law\nrestricted in the quantum of damages claimable to an amount to be calculated in\naccordance\nwith the formula laid down in clause 3(6); and, as I have mentioned,\nit appears from respondent's argument before this Court that\nin its view the\ndamages so calculated amounted to Rl 163 142,07, ie less than one-fifth of the\ndamages claimed. This defence was\nsingled out for separate adjudication in terms\nof Rule 33(4) and indeed the plead-\n/ ings\n35\nings were amended to include ah appropriately worded\ndeclaratory order, which squarely raised the issue of the applicability of\nclause\n3(6). The Court a\nquo\nup-held the defence based on clause 3(6) and\nmade a decla-ratory order embodying its decision and an order which obliged\nappellant\nto pay the costs of the hearing relating to the trial of this\nissue.\nIn all the circumstances I am of the opinion\nthat\nthe decision of the Court a\nquo\n, as embodied in\nits order, constituted a \"judgment\" in terms of sec.\n20(1) of the Act and was therefore appealable. This\ndecision was of a final nature: it could not have been\ncorrected, altered or set aside by the trial Judge at\na later stage of the trial. Moreover, it was definitive\nof the rights of the parties and had the effect, in the\nCourt below, of disposing of portion (and a very substan-\ntial portion) of the relief claimed by appellant in the\n/ main\n36\nmain action, viz. the damages claimed in excess of the formula\nlaid down by clause 3(6). It is true that the decision did not dispose\nof a\nseparate or distinct claim for relief, but merely placed a limitation as to\nquantum on the main claim. I do not think, however,\nthat that makes any\ndifference. And, in accordance with the prin-ciples stated above, I hold that on\nthese grounds the judgment of\nthe Court a\nquo\nis a judgment and not a\nmere ruling.\nIn argument counsel for appellant laid stress on the amendment of the\npleadings and the fact that the Court a\nquo\nhad made a declaratory order\nand an order for costs, which had been embodied in a formal order issued by the\nRegistrar (cf. the remarks\nof SOLOMON JA in\nDickinson\n's case, quoted\nabove). It would appear that this amendment was for a limited and temporary\npurpose and that had the matter proceeded\nbefore the trial Judge the original\nprayers would have been rein-\n/ stated\n37\nstated or new prayers claiming damages substituted, depending\non how the decision concerning clause 3(6) went. In view of this I would\nprefer\nto rest my deci-sion on the grounds outlined in the previous paragraph\n(above).\nIt is true that, so far as I am aware, there is no direct precedent for the\ndecision which I have reached in this case on the point\nin\nlimine\n.\nNevertheless, I believe that it is in accordance with the principles enunciated\nin\nDickinson\n's case (\nsupra\n) and elaborated in subsequent decisions\nof this Court. To the extent that the decision may have the effect of enlarging\nthe meaning\nof \"judgment or order\", I am of the view that this is not only\nconsistent with principle, but is also supported by considerations\nof practical\nconvenience. The decision of the Court a\nquo\non the applicability of\nclause 3(6) is obviously of fundamental importance\n/ in\n38\nin this case. If it is correct, then it seems to me that it\nmight well put an end to the litigation between the parties. There should\nnot be\nmuch dispute as to the effect in monetary terms of applying clause 3(6); or as\nto appellant having suffered damages at least\nto that extent. Finality on this\nissue at this stage seems, therefore, to be eminently desirable. The alternative\nthat appellant\nbe compelled to continue with the trial in the Court below to\nfinal judgment before being entitled to appeal could cause inconvenience\nand\nunnecessary expense. For instance, at such a resumed trial respondent might\ntender or pay into court the a-mount due in terms\nof clause 3(6) or the\nappellant might be precluded on grounds of relevance from leading his evidence\non damages in full. If in the\nend this Court decided on appeal that the decision\nof the Court a\nquo\non clause 3(6) was incorrect, the matter would then\nhave\n/ to\n39\nto be referred back to the Court a\nquo\nfor the issue of\ndamages to be properly canvassed: in the result a cumbersome process.\nFor these reasons I hold that the appeal in this matter is properly before\nthe Court and that the respondent's point in\nlimine\nand the application,\nwhich accompanied it, that the appeal be struck off the roll, should be\ndismissed with costs.\nI come now to the merits of the appeal.\nClause 3(6)\nof the Conditions of Contract is to be\nfound in a clause headed \"Quantities of Works\". It must\nbe read in conjunction with sub-clauses (1) and (3) of\nclause 3. I quote these sub-clauses in full.\n\"(1) The Contractor shall receive payment only for the Works actually\nexe-cuted and accepted.\n(3) The Department shall have the right by means of variation orders to\nrequire the Contractor to perform addi-\n/ tional\n40\ntional work at the existing contract rates and prices up to a limit of 20% of\nthe original contract price, cal-culated as a mathematical\npercentage of the\nsaid price, and the Department shall also have the right by means of variation\norders to increase or decrease the\nquantities of any item or items or to omit\nany item or items up to the said limit of 20%. Any variation effected in terms\nhereof\nshall be measured and va-lued at the rates and prices contained in the\nschedule of quantities and shall be added to or deducted from\nthe contract\nprice; provided that the Contractor shall not be obliged to perform any\nadditional work under a variation order which\nis indivisible in its nature and\nwhich is likely when measured and priced as afore-said to exceed the said limit\nof 20% un-less and\nuntil he has agreed with the Department on the rate of\nremuneration to be paid for work which exceeds the said limit.\n(6) Unless by special agreement en-tered into between the Architect and the\nContractor and subject to the production of satisfactory\nevidence regarding any\ndamages sustained by the Contractor, an amount not exceeding 5 per cent of the\nSchedule prices shall be paid\non the net value of the work omitted beyond 20\nper\n/ cent\n41\ncent of the Contract amount, caused either by reductions or by variations, or by\ncancellation of the Contract.\"\nThe\nissue is whether on the facts of the present case\nappellant's claim for\ndamages for breach of contract\nis governed by clause 3(6), with the result\nthat the\ndamages to which it is entitled may not exceed an\namount\ncalculated in accordance with the formula laid down in\nclause 3(6).\nAnd, as I have indicated, the effect\nof the application of clause 3(6) would\nbe to reduce\nappellant's claim by about 80%.\nBefore proceeding I would just point out that there appears to be a lacuna in\nthe opening words of sub-clause (6); and counsel were\nagreed that this would be\nremedied by reading into the sub-clause, after the word \"Unless\", the words\n\"otherwise agreed\", or words\nof similar import.\nThe resolution of the above-stated issue\n/\ndepends\n42\ndepends upon the proper meaning to be attached to the words \"cancellation of\nthe contract\" appearing at the end of clause 3(6). Respondent\ncontends that\nthese words cover only a cancellation of the contract by reason of the wrongful\nrepudiation or material breach of contract\nby the Department. Appellant, on the\nother hand, contends that they cover only a consensual cancellation and, in\npar-ticular, do\nnot apply where the cancellation arises by rea-son of the\nwrongful repudiation or breach of the contract by the Department. In the\nlaw of\ncontract \"cancellation\" is a well-known term which covers both cancellation by\nagreement between the parties (or consensual\ncancella-tion, to use the phrase\nadópted by counsel in argument) and cancellation by one party on the\nground that the other\nparty has wrongfully repudiated or breached a material\nterm of the contract (see Christie\nThe Law of\n/\nContract\n43\nContract in South Africa\npp 431, 520 and the cases there cited; Prof.\nLouise Tager in (1976) 93 SALJ at pp 430-1). These two forms of cancellation\ndenote\nvery differ-ent juristic concepts. The first-mentioned form, consen-sual\ncancellation, is a contract whereby another contract is\nterminated. The\nsecond-mentioned form, cancellation on repudiation or breach, involves the\nunilateral exer-cise by one party of the\nright to rescind the contract, this\nright having accrued to him by reason of the other party's repudiation or\nmaterial breach. This\nform of cancellation is often termed \"rescission\".\nAs appears from my statement of the parties' contentions, it is common cause\nthat the words \"cancella-tion of the contract\" cannot\nbe given a full and\nunre-stricted meaning. They clearly do not apply to a rescission of the contract\nby reason of the repudiation\nor breach thereof by the contractor. To hold\notherwise\n/ would\n44\nwould lead to the absurd position of a defaulting con-tractor\nbecoming entitled to damages. Once it is clear that the words cannot\nbe given\ntheir full meaning, then the question arises as to the extent to which their\nmeaning is to be restricted. To this question\nthe words themselves provide no\nready answer; and it is therefore necessary to look at the context.\nAt common law and in the absence of a contractual provision to the contrary,\na building contractor is entitled to carry out the whole\nof the contract work as\noriginally specified and without variation (\nHudson's Building and\nEngineering Contracts 10\nth ed. by I N Duncan Wallace, at p 339, cited with\napproval by McEWAN J in\nHydro Holdings (Edms) Bpk v Minister of Public Works\nand Another\n1977 (2) SA 778\n(T), at p 783 C-D; Halsbury 4th Ed, vol 4, para\n1174;\nEmden's Building Contracts and Practice\n8th Ed\n/ by\n45\nby Bickford Smith and Freeth, vol 1, p 134; LAWSA, vol 2,\nparas 33 and 34). In view, however, of the complexity of any major building\nor\nconstruction project and the possibility of encountering unexpectedcontingencies\nduring the work, a contract such as the one presently\nunder consideration\nusually contains a clause empowering the employer to order 'variations', which\nterm includes additional work,\naltered or substituted work for that described in\nthe contract and the omission of contract work. It is recognized that an\nunbridled\npower to order variations could cause great hardship to the\ncontractor. Thus is has been held in England that a variation clause\nwill not\npermit the employer to change completely the character of the works as\noriginally contemplated (\nHalsbury\n, op cit, para 1174;\nEmden\n, p\n147). In the circumstances it has become customary in major building contracts\nto expressly limit the\n/ power\n46\npower of the employer to order variations. Clause 3(3) of the\nConditions of Contract in\ncasu\nis such a provision; and it is interesting\nto note that a provision in this form was used in this country as far back as\n1923 - see\nKelly and Hingle's Trustees v Union Government (Minister of Public\nWorks)\n1928 TPD 272\n, at p 276. Since then the 20% limit (or some similar\nlimit) seems to have become a more or less standard term in such contracts (see\neg\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\nAdministration\n1974\n(3) 5A 506 (A), at pp 513 B-C, 519; the\nHydro Holdings\nat 783 A case,\nsupra\n/;\nGrinaker Construction (Tvl) (Pty)\nLtd\nv Transvaal Provincial Administration\n1982 (1) SA 78\n(A),\nat p 90 G;\nMelmoth Town Board v Marius Mostert\n(Pty) Ltd\n1983 (1) SA 700\n(D), at p 703 G-H;\nMinister of Public\nWorks v W J M Construction Co (Pty) Ltd\n1983\n(3) SA 58 (A), at p 64 G-H).\n/ Turning\n47\nTurning to clause 3(3) of the Conditions of Contract, this\nsub-clause gives the Department the right to,\ninter alia\n, omit any item\nor items up to a limit of 20% of the original contract price. Bearing in mind\nthe common law background, as sketched\nabove, it is clear to me that the\nDepartment does not have the right to order omissions in excess of 20%; and that\nif it should purport\nto do so the contractor would be within his rights if he\nrefused to be bound by the order. And in this connection it is relevant\nto note\nthat the proviso to clause 3(3) expressly states that the con-tractor is not\nobliged to do additional work which exceeds\nthe 20% limit. If the contractor\nrefuses to be bound by an order for the omission of work in ex-cess of the 20%\nlimit and the Department\nis adamant, then it seems to me there are various\nchoices open to the contractor. He could rescind the contract on the\n/ ground\n48.\nground that the Department's insistence upon its order of\nomission amounted to a material breach of the contract and claim damages.\nAlternatively, he could possibly (I express no final opinion on this) claim the\nright to spe-cifically perform the contract, disregarding\nthe unlawful omission\n(see\nRanch International Pipelines (Transvaal (Pty) Ltd v LMG Construction\n(City) (Pty) Ltd\n1984 (3) SA 861\n(W) ). And, as a third option, he could\ncome to an accommodation with the Department and agree to the omission of the\nwork. In that\nevent and in the absence of a special arrangement for\ncompensation, as contemplated by the opening words of clause 3(6) - as\ninterpreted\nabove -the compensatory formula laid down by clause 3(6) would come\ninto operation. Cf. the remarks of Rumpff CJ in the\nMcAlpine\ncase,\nsupra\n, at p 519 F-H. Such an accom-modation could be achieved either by\nan express agreement or tacitly by the contractor proceeding with\nthe work\nwithout objection after an omission exceeding 20% had been ordered.\n/ It\n49\nIt follows from the aforegoing that where the omission of work\nin excess of 20% of the contract amount results from reduction or variation,\nthe\nprovisions of clause 3(6) would come into operation in the event of the\ncontractor exercising the third option open to him, viz.\nan accommodation with\nthe Department along the lines described above. This is essentially a consensual\nsitua-tion; and to my mind\nthis provides a strong argument in favour of holding\nthat the other cause for the omis-sion of work, mentioned in clause 3(6), viz.\ncancellation of the contract, also refers to a consensual situation.\nThere are other considerations which lead me to the same conclusion. It was\ncommon cause on the pleadings that at the time the contract\nwas entered into it\nwas known to the parties,\ninter alia\n-\n/ (a) that\n50\n(a)\tthat the contract works were large and\ncostly and that the carrying out of the contract required large expenditure by\nappellant, es-pecially in regard to plant and equipment;\n(b)\tthat appellant might incur costs in respect of insurance;\n(c)\tthat appellant might commit itself contractually to sub-contractors;\n(d)\tthat appellant would in the course of the per-formance of the contract,\nrecover major portions of its expenditure not as the\nsame were incur-red, but\nsubstantially after the same were incurred and over a period exceeding the whole\nof the period of performance\nof the contract; and\n(e)\tthat any\nprofit made from the performance of\n/ the\n51\nthe contract would be received over the latter part of the contract or after\ncompletion of the contract.\nIn the light of these\nfactors, there seems to me to be substance in the submission made on appellant's\nbehalf that it was within the\ncontemplation of the parties that a wrongful\ncancellation of the contract by the Department in its early stages would be\nlikely to\ncause the appellant loss substantially in excess of the scale of\ncompensation laid down in clause 3(6). This tends to render it improbable\nthat\nthe parties intended clause 3(6) to apply to cases of wrongful cancellation of\nthe contract by the Department and to displace\nthe appellant's common law rights\nto damages. In this respect clause 3(6) is analogous to an exemp-tion clause and\nfor that reason\nas well it should also be narrowly construed (see\nChristie\n,\nop\n.\ncit\n., at pp 194-6). Moreover, had the parties\nintended\n52\nso to constrict the contractor's common law rights, it seems\nunlikely that this would have been done so ca-sually and obliquely, by\ntacking a\nfew words onto a sub-clause conferring certain rights. The Conditions of\nContract were drawn by respondent and, if my inter-pretation\nof clause 3(6) does\nless than justice to what respondent intended, it has only itself to blame for\nnot making its intention clear.\nFor these reasons I have come to the conclu-sion that appellant's submission\nthat clause 3(6) applies only to consensual cancellations\nof the contract is\ncor-rect; and that, accordingly, the sub-clause does not apply in the present\ncase. This conclusion renders unnecessary\na consideration of the other arguments\nraised by appellant's counsel, viz. that clause 3(6) conferred upon appellant\nrights additional\nto its com-\nmon law rights and, in the alternative, that certain\n/ of\n53\nof the damages claimed by appellant fell outside the ambit of clause\n3(6).\nIn regard to the costs of appeal, it was argued\non\nrespondent's behalf that if the appeal succeeded on\nthe merits appellant\nshould not be allowed costs relating\nto substantial portions of the record,\nwhich, so it was\nsaid, were not necessary for a proper adjudication of\nthe appeal. In this connection appellant placed before\nus, with respondent's consent, an affidavit deposed to\nby appellant's attorney, Mr Kruger, in regard to the pre-\nparation of the record. From this affidavit it appears\nthat shortly after leave to appeal had been granted by\nthe Court a\nquo\nMr Kruger communicated with the attorney\nrepresenting the respondent and requested an urgent meet-\ning in order that the content of the appeal record could\nbe settled by agreement. After taking instructions on\nthis proposal, respondent's attorney advised Mr Kruger\n/ telephonically\n54\ntelephonically that his instructions were not to attend the proposed meeting;\nthat all initiative in regard to the preparation of\nthe record would have to\ncome from appellant; and that on receipt of a \"detailed and fully motivated\"\nwritten proposal from the appellant,\nhe would take counsel's opinion thereon and\nwould thereafter take instructions from his client. Mr Kruger then decided that\nthe\nmodus operandi\nsuggested was unduly time-consuming and that in view\nof the urgency of preparing the record, he would proceed with the preparation\nof\nthe record without any omissions. There is also on record a letter from\nrespondent's attorney agreeing with the correctness of\nthis recital of the\nfacts. Appellant was not entitled to omit any part of the record of the\nproceedings unless the respondent had\nconsented thereto or this Court under Rule\n13 had excused the appellant therefrom (see\nOmega Africa. Plastics (Pty) Ltd\nv Swisstool Manufacturing Co\n/\n(Pty) Ltd\n55\n(Pty) Ltd\n1978 (4) SA 675\n(A), at p 681 B-C). In view of all the\ncircumstances, and in particular the attitude adopted by respondent's attorney,\nI do not think\nthat any special order is warranted in regard to portions of the\nrecord which admittedly could well have been omitted for the purposes\nof this\nappeal.\nThe following order is made:\n(1)\tThe application in\nlimine\nis dismissed with costs, including the\ncosts of two counsel.\n(2)\tThe appeal is allowed with costs, including the costs of two counsel, and\nthe order of the Court a q\nuo\nis altered in the following\nrespects:\n(a) Para l(b) is deleted and there is\nsub-\nstituted the following:\n\"that the plaintiff's right to claim the damages alleged in para 7 of its\nparticulars of claim is not limited by the provisions of\nclause 3(6) of the\nConditions of Contract\".\n/ (b) The\n56\n(b) The second sentence of para 3 is deleted and the following\nsubstituted:\n\"Subject thereto, the defendant is ordered to make immediate payment of\nplaintiff's costs relating to the hearing before FLEMMING\nJ, such costs to\ninclude the costs of two counsel\".\n(3) The order of the Court a\nquo\n, dated 6\nSeptember\n1985, in regard to the costs of the application\nto it for leave to appeal is set aside and the\nrespondent is ordered to pay such costs, including\nthe costs of two counsel.\nM M CORBETT. BOTHA\nJA)\nHEFER JA) GROSSKOPF JA) CONCUR.\nNESTADT JA)",
  "scraped_at": "2026-02-11T21:11:21.319061",
  "date": "1987-08-21",
  "coram": [
    "Corbett JA",
    "Botha JA",
    "Hefer JA",
    "Grosskopf JA",
    "Nestadt JA"
  ],
  "case_number": "71/87",
  "parties": {
    "applicants": [
      "Van Streepen & Germs (Pty) Ltd"
    ],
    "respondents": [
      "Transvaal Provincial Administration"
    ]
  },
  "sections": {
    "facts": "The appellant, Van Streepen & Germs (Pty) Ltd, entered into a written contract with the Transvaal Provincial Administration on 24 August 1981 to erect six hostels at the Pretoria Teachers' Training College for a price of R33,647,052, to be completed within 36 months. The contractor commenced work, engaged staff, sub‑contractors, hired plant, and incurred costs. On 29 January 1982 the respondent’s architects informed the contractor that, due to a shortage of funds, the contract was being cancelled with immediate effect. The appellant regarded this as a wrongful repudiation and, on 1 February 1982, cancelled the contract and claimed damages of R5,889,868.89 (covering expenses, subcontractor liabilities and loss of profit). The dispute centred on clause 3(6) of the contract conditions, which limits damages to 5% of the schedule prices on work omitted beyond a 20% limit.",
    "issues": "1) Whether clause 3(6) of the Conditions of Contract limits the appellant’s claim for damages in the circumstance of the respondent’s cancellation. 2) Whether clause 3(6) applies only to consensual cancellations of the contract or also to unilateral cancellations resulting from wrongful repudiation (rescission). 3) Whether the respondent had the unilateral right to cancel the contract under the contract terms.",
    "principles": "The Court examined the interpretation of contractual clauses, emphasizing that ambiguous provisions should be narrowly construed, especially when they affect a party’s common‑law rights. It distinguished between consensual cancellation (agreement of the parties) and cancellation by rescission due to breach, noting that the phrase “cancellation of the contract” in clause 3(6) could not be given its full literal meaning without unfairly stripping the contractor of ordinary damages. The Court also applied established principles on variation limits (20% of contract price) and on the restrictiveness of exemption or limitation clauses in construction contracts.",
    "application": "Applying these principles, the Court held that clause 3(6) was intended to operate only where the parties mutually agreed to cancel the contract, not where the department unilaterally rescinded it on the ground of alleged repudiation. Accordingly, the clause did not limit the appellant’s claim for damages arising from the respondent’s wrongful cancellation. The Court therefore altered the trial judge’s order, removing the limitation and confirming that the plaintiff’s right to claim the full damages set out in its particulars of claim was not constrained by clause 3(6).",
    "conclusion": "The appeal was allowed. The order of the Court a quo was amended to state that the plaintiff’s right to claim the damages alleged is not limited by clause 3(6). Costs of the appeal, including costs of two counsel, were awarded to the appellant, and the earlier order concerning costs of the application for leave to appeal was set aside, with the respondent ordered to pay those costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "damage limitation clause",
      "cancellation",
      "contract termination",
      "contract interpretation"
    ]
  }
}