{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/125.html",
  "case_name": "National Union of Textile Workers v Textile Workers Industrial Union (SA) and Others (400/86) [1987] ZASCA 125; [1988] 2 All SA 118 (A); 1988 (1) SA 925 (A); (1988) 9 ILJ 361 (A) (1 November 1987)",
  "citation": "[1987] ZASCA 125",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 125\n|\nNoteup\n|\nLawCite\nNational Union of Textile Workers v Textile Workers Industrial Union (SA) and Others (400/86) [1987] ZASCA 125; [1988] 2 All SA 118 (A); 1988 (1) SA 925 (A); (1988) 9 ILJ 361 (A) (1 November 1987)\nDownload original files\nPDF format\nRTF format\n400/86/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nNATIONAL UNION OF TEXTILE WORKERS\nAppellant\nand\nTEXTILE WORKERS INDUSTRIAL UNION (S.A.\n)\t1st Respondent\nTEXTILE WORKERS UNION (TRANSVAAL\n)\t2nd Respondent\nH J FABRICIUS\nN.O.\n3rd Respondent\nNATIONAL INDUSTRIAL COUNCIL FOR THE\nTEXTILE MANUFACTURING INDUSTRY (RSA\n)\t4th Respondent\nCORAM\n: JOUBERT, BOTHA, HEFER, JJA, NICHOLAS et BOSHOFF, AJJA\nHEARD\n: 12 November 1987\nDELIVERED\n:\nJUDGMENT NICHOLAS, AJA\nThe\n2\nThe National Industrial Council for the Tex-tile\nManufacturing Industry (RSA) (\"the Industrial Council\") was registered on 19\nMarch\n1948 as an industrial council in\nterms of the Industrial Conciliation\nAct, 1937, and it is\ndeemed to have been so registered under the Labour Relations Act,\n1956 (\"the Act\"). In Article 3 of its constitution, the\nparties to the Industrial Council are defined as meaning\n\"any Employer's organisation or Trade Union registered in\nterms of the\nAct, which is a party to the Council in terms\nof Article 5\". Article 5\nprovides:\n\"5.\nMEMBERSHIP\n(i) The parties to the Council shall be re-gistered\nemployers' organisations and registered trade unions whose members are engaged\nor employed in the industry. (ii) The parties who have agreed to the\nes-tablishment of the Council are: The National Textile Manufacturer's\nAs-\nsociation\n3\nsociation (herinafter referred to as the\n'employers' or the 'Employers' Organisation' on the one part) and The Textile\nWorkers' Industrial\nUnion of\nS.A. (hereinafter referred to as the 'employees' or 'trade union')on the\nother part. (iii) A party to the Council may withdraw from\nit by giving three months' notice in\nwriting to the Secretary.\n(iv),Additional employers' organisations or\ntrade unions registered in terms of the\nAct in respect of persons engaged or em-\nployed in the industry, may be admitted\nto membership of the Council on such con-\nditions\nas may be determined by the Council,\nand the terms 'the ëmployers', 'the em-\nployers' organisation', the 'employees'\nand the 'trade union' as\nthe case may be\nshall thereupon be deemed to include any\nparty thus admitted.\"\nArticle 6(i) provides:\n\"6(i) The Council shall consist of fourteen representatives each of the\nemployers and em-\nployees\n4\nployees, provided that if and when the Council is registered for the manufacture\nof worsted fabrics or fine cotton piece goods, then\nin respect of each such\nsection two of the re-presentatives of the employers and an equal number of\nrepresentatives of the employees\nshall be appointed from amongst the employers\nand employees who are engaged or employed in the section concerned.\nThe number of representatives of Employers and Employees may be increased from\ntime to time by resolution of the Council, provided\nthere shall at all times be\nan equal number of representatives on the two sides and pro-vided further that\nno alteration to the basis\nof representation shall be made unless carried by a\ntwo-third majority at a general\nmeeting,\"\nTextile Workers Industrial\nUnion of S.A., which is mentioned\nin Article 5(ii),will be referred to as \"TWIU\". Textile\nWorkers Union\n(Transvaal)(\"TWU(Tvl)\"), which was admitted as\na party in 1981, is the only\nother trade union member of the\nIndustrial\n5 Industrial Council.\nS. 21A of the Act was inserted by s. 10\nof\nAct 94 of 1979 and amended by s. 20\nof Act 57 of 1981.\nIn its present form it provides:\n\"21A. After the commencement of this section no additional employers (if the\nregistrar ap-proves) or registered employers' organizations\nor registered trade\nunions shall be admitted as parties to an industrial council unless all the\nparties to the council have agreed\nthereto in writing,\nand the industrial\ncouncil shall within seven days of the date on which it arrived at a decision on\nan application for admission advise\nthe employer or registered employers'\norganization or registered trade union of its decision in writing\n: Provided\nthat an employer or registered employers' organi-zation or registered trade\nunion who or which feels aggrieved by the refusal\nof his or its application for\nadmission as a party to the industrial council, may within 30 days of the date\non which the industrial\ncouncil\ndecided\nthe\n6\nthe application, appeal to the industrial court:\nProvided further that if the\nindustrial council has not within a period of 70 days of the date on which it\nreceived any such ap\n-\nplication for admission, advised the applicant\nconcerned of its decision thereanent, the industrial council shall, in the\napplication\nof the preceding proviso, be deemed to have refused the application\nconcerned on the last day of the said period\n.\"\n(The words underlined were inserted by\nthe 1981 Act.)\nOn 27 July 1984, the National Union of Tex-tile Workers (\"NUTW\"), which is a\ntrade union registered under the Act, applied for admission\nas a party to the\nIndustrial Council. The application was refused. NUTW again applied for\nadmission by letter dated 3 September 1985.\nIn a letter dated 3 October 1985,\nthe Industrial Council called for ad-\nditional\n7\nditional information and verification of\nstatements made in\nthe application. Further correspondence followed until 2\nDecember 1985, when the Industrial Council advised NUTW that\nthe parties to the Council had not reached consensus and that\n\"accordingly the matter of your membership will have to be\ndiscussed and a final decision taken at a meeting of the Coun-\ncil to be held in the New Year\". In consequence, the Indus-trial Council did\nnot within a period of 70 days of the date of the application\nadvise NUTW of its\ndecision, and the In-\ndustrial Council was deemed, in accordance with the\nsecond\nproviso to s. 21A, to have refused the application. NUTW did\nnot wait for the meeting to be held in 1986. Feeling ag-\ngrieved by the\n\"refusal\" of its application, it appealed on\n9 December\n8 9 December 1985 in terms of the first proviso to s. 21A\nto\nthe industrial court,one of the functions of which is \"to decide any\nappeal lodged with it in terms of section 21A\" (s. 17(11) (b)\nof the Act).\nIn its notice of appeal NUTW claimed an order\ninter alia\n\"1. Directing that the appellant be admitted as a party to the\nrespondent.\n2. Directing that the representation of the ap-pellant and the other trade\nunion parties to the respondent be based in proportion\nto each trade union's\nrespective membership in góod standing within the interests and areas of\nthe respondent.\"\nIn compliance with Rule 24C (5) of the \"Rules\nfor the Conduct of the\nProceedings of the Industrial Court\"\nthe\n9\nthe Industrial Council furnished to the industrial\ncourt \"all\ndocuments relating to the above-mentioned matter\". In a\nstatement it set out the history of the matter, and con-\ncluded:\n\"Apart from what is stated above, the Respon-dent is unable to furnish\nreasons for its decision, as no decision has, in fact, been\nreached.\"\nThe Industrial Council did not oppose the appeal but abided\nthe decision of the industrial court.\nThe\n10 The appeal was however opposed by TWIU and TWU(Tvl), who as\ninterested persons submitted representations regarding the appeal in\nterms of\nRule 24C(6)..\nMr. H J Fabricius, an additional member of the industrial\ncourt, presided at the hearing of the appeal, which took place on 10 and\n11\nFebruary 1986.\nThe court was asked in\nlimine\nto give a ruling on the\nnature of the appeal referred to in s. 21A. TWIU and TWU(Tvl) argued that the\nindustrial court's powers were\nlimited to those of review, while NUTW argued\nthat the industrial court was empowered to hear the matter and determine the\nmerits\nafresh.\nThe industrial court found in favour of\nNUTW,\nholding\n11\nholding that the word \"appeal\" as used in the\nsection \"was an appeal in the wide sense of the word\".\nTWIU and TWU(Tvl) then\napplied for a post-ponement of the hearing of the appeal to enable them to to\ntake the ruling on review. This\napplication was refused and TWIU and TWU(Tvl)\nthen withdrew from the proceedings and took no further part in them.\nAfter considering the papers and\naffidavits\nfiled and hearing NUTW's\nattorney, Mr. Fabricius made the\nfollowing order:\n\"The Appellant is admitted as a party to the Respondent Council. It is ordered\nthat the representation of the Appellant and the other\ntrade union parties to\nthe Respondent be based in proportion to each trade union's\nrespective\nmembership\n12\nmembership in good standing within the in-terests and areas of the Respondent,\nand accordingly that the Appellant be admitted to\nthe Respondent Council with\nthree representa-tives and three alternates. The order is to take effect from\ntoday.\"\nTWIU and TWU(Tvl) then made\napplication to the Transvaal Provincial Division for an order \"reviewing and\nsetting aside the order of\nMr. Fabricius given on the llth day of February 1986\nin the Industrial Court of South Africa under Case No 12/2/4, alternatively\nthe\nsecond sentence there-of\", and for an order as to costs.\nThe application was heard by McCREATH\nJ,who\ncame to the conclusion\n\"that on a proper construction of Section 21A of the Act the Industrial\nCourt's powers\non\n13\non appeal are limited to those of review and that the\nIndustrial Court's decision in the present matter to the contrary, as well as\nthe entire order subsequently made by it, should accordingly be set aside by\nthis Court.\"\nAn order to that effect was made and NUTW was ordered to pay\nthe costs of the application. (The decision has been re-\nported as\nTextile Workers Industrial Union (SA) v Fabricius\nN.O\n. 1986(4)\nSA 998 (T)).\nThe Court a\nquo\ngranted leave to appeal to this\nCourt, and directed\nthat the costs of the application for\nleave be costs in the appeal.\nThe primary question for decision is the\nmeaning of the word \"appeal\" as used in s. 2lA of the Act.\nIn\nTikly and Others v Johannes N.O.and Others\n1963(2) SA 588 (T), (in\nwhich the Court considered the nature of an appeal\nto\n14.\nto the revision court in terms of s. 19(5) of\nthe Group\nAreas Development Act, 61 of 1955),TROLLIP J pointed out at\n590 that the word \"appeal\" can have different connotations.\nHe said:\n\"In so far as is relevant to these proceedings\nit may mean:\n(i) an appeal in the wide\nsense, that is, a\ncomplete re-hearing of, and fresh determi-nation on the merits of the matter\nwith or without additional evidence or infor-mation (\nGolden Arrow Bus\nServices v\n.\nCentral Road Transportation Board\n,\n1948 (3) SA 918\n(A.D.)\nat p. 924;\nS.A. Broad\n-\ncasting Corporation v. Transvaal Townships Board\nand Others\n, 1953(4) SA 169 (T) at pp. 175-6;\nGoldfields Investment Ltd.\nv\n.\nJohannesburg City Council\n,\n1938 TPD 551\nat p. 554); (ii) an appeal\nin the ordinary strict sense, that is, a re-hearing on the merits but limited to\nthe evidence or information\non\nwhich\n15\nwhich the decision under appeal was given,\nand in which the only determination is\nwhether that decision was right or wrong\n(e.g.\nCommercial\nStaffs (Cape) v. Minister\nof Labour and Another\n,\n1946 CPD 632\nat\npp. 638-641);\n(iii) a review, that is, a limited re-hearing\nwith or without additional evidence or\ninformation to determine, not whether the\ndecision under appeal was correct or not,\nbut whether the arbiters had exercised\ntheir powers and discretion honestly and\nproperly (e.g.\nR. v. Keeves\n,\n1926 AD 410\nat pp. 416-7;\nShenker v. The Master\n,\n1936\nAD 136\nat pp. 146-7).\"\nTROLLIP J's classification was adopted by\nthis Court in\nS. v\n.\nMohamed\n, 1977(2) SA 531 (A) at 538 D-G.\nThe general rule for the interpretation\nof\nstatutes has been frequently stated.\nIn\nRex v Keeves\n,\n1926 AD 410\n, it was put in this way by KOTZE JA at\n416:\n\"The\n16\n\"The general rule in interpreting statutory\nprovisions is that the words used are to be\nconstrued in their ordinary sense, that is,\nin the sense generally understood by the people,\nunless there exist good reason to the con-\ntrary in the particular case.\"\nThe learned judge of appeal continued:\n\"In its ordinary sense the word 'appeal' denotes an application to a higher\nauthority for relief from a decision of a lower one. This\nis the general meaning\nof the term, as we may gather from our best dictionaries.\"\n(Thus the Shorter Oxford English Dictionary gives as the\nrelevant meaning\nof \"appeal\": \"The transference of a case from\nan inferior to a higher court\".\nWebster's Third International\nDictionary defines it as \"a legal proceeding by which a case\nis brought from a lower to a higher court for re-hearing —\")\nTo interpret \"appeal\" in s. 21A as restrict 1\n\"review\"\n17\n\"review\", to the exclusion of other meanings, is\nto give the\nword a narrow technical meaning which, although well-understood\nby lawyers, is not its ordinary meaning.\nThe word was given that narrow meaning in\nShenker v The Master and\nAnother\n,\n1936 AD 136\n, where the court rejected a contention that a right of\nappeal or re-\nview against an appointment by the Master of the Supreme\nCourt entitled the court of appeal to inquire into, and\nretry the merits\nof such an appointment, and to vary it,\nDE VILLIERS JA saying (at 146),\n\"Now if that were the position, it would form\na striking exception to the general rule as\nto the exercise of discretion by public ad-\nministrative officials to whose determination\na\n18\na matter is committed by a statute. That rule is that the courts cannot and will\nnot inquire into the merits of, or interfere with,\nthe officer's decision, if\nhis dis-cretion has in fact been exercised, save on certain special grounds\n(such as\nmala fides\n, improper motive, exceeding of the discre-tionary\npower, non-compliance with statutory procedure, etc.) which do not exist in the\npresent case. To put it shortly, in all such cases, apart from such special\ngrounds, the only question for the courts of law to determine\nis whether the\nofficial has in fact exercised his discretion,\nnot\nwhether he has\ncorrectly exercised it.\"\nIt was submitted on behalf of TWIU and\nTWU(Tvl)\nthat the power of the\nindustrial court under s. 21A of the\nAct was only a power of review,\nalternatively the industrial\ncourt had no power under the section to consider\nthe merits\nof the matter and to substitute its own opinion for that of\nthe\n19 the parties to the Industrial Council. The right of appeal in s.\n21A \"is no more than a right to insist that the ap-plication be\nconsidered and\nthat it be considered in good faith\", and \"as no irregularity, illegality or\nanything of that sort has been alleged\nagainst the Industrial Council, the\nindustrial court had no power to make the order which it did\".\nConsiderations\nsuch as those in\nShenker\nhave no application in the present case. Nor is\nthere anything in the context of s. 21A which requires that \"appeal\" be given\nthe\nlimited meaning contended for. On the contrary, it is clear that the\nlegislature could not have intended the word to bear that meaning.\nIn\n20\nIn category (iii), TROLLIP J was referring to\nreview of the kind described in the second paragraph of the\nheadnote to the case of\nJohannesburg Consolidated Investment\nCo v Johannesburg Town Council\n,\n1903 TS 111.\nThe relevant\npart of\nthe headnote reads:\n\"Review is capablê of three distinct and separate\nmeanings:-\n(a)\tReview by summons. The process by which,\napart from appeal, the\nproceedings of\ninferior Courts of Justice both civil and\ncriminal, are\nbrought before the Supreme\nCourt in respect of grave irregularities\nor illegalities occurring during the course of such proceedings.\n(b)\tReview by motion. The process by which where a\npúblic body has a duty imposed on it by\nstatute, or is guilty of gross irregularity\nor clear illegality in the performance of\nthat duty, its proceedings may be set\naside or corrected.\n(c)\tA wider power specially given under parti-\ncular ...\n21\ncular statutes (e.g., Insolvency Law, No. 13 of 1985, secs.\n98, 105; Administration of Justice Proclamation, No. 14 of 1902; Transfer\nDuty\nProclamation, No. 8 of 1902, sec. 4 par. 8) to the Court or a Judge, and\nenabling such Court or Judge, in respect of the matter\nreferred to them, to\nexer-cise the powers of the Court of Appeal or Review, or even of a Court of\nfirst instance.\"\nSuch review (often called \"review under the common law\") is\na function exercised by the Supreme Court under its inherent jurisdiction. It\nhas been observed that the description in the judgment\nwhich is summarised in\npara (b) of the headnote was not intended as a precise and exháustive\ndefinition of\nthe procedure (see\nHarnaker v Minister of the Interior\n,\n1965\n(1) SA 372\n(C). Nevertheless it has been recognized by this Court as\nbeing authoritative in its essentials.\nIt\n22\nIt is manifest that the\nJ.C.I\n. case was con-\ncerned with review by the Supreme Court, and ordinarily such\npowers are exercisáble only by the Supreme Court.\nWhile the legislature may enact that a tribunal\nother than the Supreme Court shall have powers of review of\nthis kind, its intention to do so will not be inferred in the\nabsence of a specific provision or clear indications to that effect. (Cf.\nRose Innes,\nJudicial Review of Administrative Tribunals in South Africa\n,\np. 8).\nI do not think that such an intention is to be\nimputed to the legislature\nin the case of an appeal to the\nindustrial court. In\nS A Technical\nOfficials Association v\n.\nPresident of Industrial Court\n, 1985(1) SA\n597 (A), the con-\ntention\n23\ntention was rejected that the industrial court is\na court\nenjoying the status of and therefore to be equated with the\nSupreme Court. The functions of the industrial court are\nset out in s. 17(11) of the Act. They constitute a mixed\nbag: judicial (\"to perform all the functions excluding the\nadjudication of alleged offenders which a court of law may\nperform in regard to a dispute or matter arising out of any\nlaw\nadministered by the Department of Manpower\" - para (a));\nquasi-judicial\n(arbitration - para (c)); and a variety of\nadministrative investigatory and\nadvisory functions. In re-\ngard to qualifications for appointment, s.\n17(1)(b) provides\nonly that the president, deputy president or other members\nof the industrial court shall be appointed by the Minister by\nreason \t,\n24\nreason of their knowledge of the law.\nNor do I think that a so-called \"refusal\" by\nan industrial council to admit a trade union as a party would\nbe a reviewable decision.\nAn industrial Council, although a creature of statute, is not a public\nbody.\nAlthough the Act provides in s. 21(1) that the\nconstitution of an industrial council shall provide for -\n\"(g) the admission of additional ... registered trade unions as parties to\nthe council\",\nit does not impose on the council any duty in this regard.\nIt is not a requirement of s. 21A that the industrial council\nas such\nshould consider and reach a decision on an applica-\ntion for admission. Nor\nis there any duty imposed on a party\nto\n25\nto the council to consider an application - a party is en-\ntitled, if it so chooses, to defeat an application merely by\nremaining passive.\nBefore the amendment of s. 21A, the appeal pro-\nvision was plainly unworkable. Where a party failed to\nagree in writing to an application for admission, the indus-\ntrial council did not arive at a decision; there was no re-fusal by the\nindustrial council as such; and there was no \"date on which\nthe industrial\ncouncil decided the application\".\nThis was presumably the reason for the\namendment: the legis-\nlature cured the defect by the device of a deemed \"refusal\"\nand a deemed date of \"refusal\".\nDespite the amendment, and the fiction thereby created, the fact is\nthat\n26\nthat there exists no decision which can be\nreviewed.\nMoreover, the Court will not interfere on re-\nview with the decision of a purely administrative or quasi-\njudicial tribunal where there has been an irregularity, if satisfied that the\ncomplaining\nparty has suffered no prejudice:\nRajah and Rajah Ltd and\n;\nOthers\nv. Ventersdorp Municipality and Others\n, 1961(4) SA 402 (A) at 407-408. A\nregistered trade union is not entitled as of right to admission to an industrial\ncouncil which\ncovers the interests represented by the union (\nSouth African\nWelders'\nSociety v. National Industrial Council for the Iron,\nSteel\n,\nEngineering and Metallurgical Industry and Another\n, 1947(2)\nSA 841 (A)), and consequently a refusal of admission cannot\ncause the trade union any prejudice recognized by law.\nIn\n27\nIn his judgment in the Court a\nquo\n(at\n1001-2)\nMcCREATH J attached importance to an observation by GREENBERG\nJA in the\nSouth African Welders' Societ\ny case (\nsupra\n). The\nlearned judge of appeal said (at 850) that the essence of an\nindustrial council was its voluntary nature, which was an\nelement which contributed to its usefulness - a usefulness\nwhich might be destroyed or impaired if the right of choice as\nto additional parties were denied the Council. McCREATH J\nconsidered that, regard being had to the similarity between\nthe provisions\nof the 1936 Act and the Act, those views were\nequally valid in regard to the\nobjects of the Act. He said\n(at 1002 B-C) that the interpretation of s. 21A was not with-\nout difficulty, but in his view\n\"... the\n29\nIn my opinion the learned judge's reasoning\nis not valid.\nS. 21A did not simply reaffirm the volun-\ntary nature of an industrial council. It did so subject to\na qualification, namely, a right of appeal to the industrial\ncourt. While granting to an existing party the power in effect to veto an\napplication for admission, it recognized that the unfettered\nexercise of such\npower could lead to friction and frustration in the industry concerned and could\nbe detrimental to peace and order\nin labour relations. Ac-\ncordingly it\ncreated machinery for resolving an impasse by\nan appeal to an independent third party with knowledge and\nexperience\n28\n\"...the first portion of the said section re-\naffirms the voluntary nature of an industrial council. The fact that no\nadditional parties may be admitted thereto without written\nap-proval of all the\nexisting members of the council emphasises the fact that the choice of those who\nare to be represented on the\ncouncil is intended by the Legislature to be that\nof the parties who originally elected to come together to constitute the\ncouncil.\"\nHe concluded (at 1002 H) that it could not be said that\n\"... regard being had to the voluntary nature of an industrial council as\nhereinbefore set out, the Legislature intended that an appeal\nto the industrial\ncourt under this section involves a complete re-hearing of, and fresh\ndetermination on, the merits of the matter.\n... It is apparent that a refusal of\nadmission of an additional party to the council can only arise if one of the\nexisting parties\ndoes not agree thereto. If an appeal is to be limited to that\nground only then, provided that the party which has not agreed has\nacted\nhonestly and in good faith there are no merits to be determined on appeal.\"\nIn\n30 experience of labour relations. The extent to which\nthe\nlegislature intended to modify the voluntary nature of an\nindustrial council is dependent upon the meaning to be\ngiven to \"appeal\". To construe that word on the premise\n(for which there is no warrant) that the legislature intended\na minimum of interference, begs the question.\nThe failure of a party to agree to an applica-\ntion for admission is not a\nground of appeal but provides the occasion for an appeal. The merits to be\ndetermined on\nappeal are the rights and wrongs of the\"decision\",\nincluding\nthe nature and strength of the case put forward by the ap-\nplicant; the attitude of the existing parties to the industrial council;\nthe nature and validity of any objection to admission; and the wider\naspects\nof\n32\nindependent enactment (at 1003 A-E).\nThere are\ntwo answers. The fact is that the section gives a right of appeal to an\naggrieved trade union (something that it did not\nhave before the enactment of s.\n21A) and, from the point of view of interpretation, it matters not whether that\nright is given in\nthe substantive part of the section or in a proviso.\nThe\nscope of s. 21A is not enlarged by the first proviso, the effect of which is to\nqualify the prohi-bition in the substantive part\nof the section against the\nad-mission of an additional party to the council unless all existing parties\nagree.\nMy conclusion is\ntherefore\n31\nof labour relations referred to above.\nMcCREATH J considered further that to interpret\n\"appeal\" as a re-hearing on the merits,\n\"would be to afford the applicant for member-\nship greater rights on appeal than it had be-\nfore the industrial council. The prohibition\nagainst admission as an additional party to\nthe council unless all existing parties agree\nthereto would not apply in the proceedings be-\nfore the industrial court and the scope of s\n21A would thus be enlarged by the first proviso\nthereto.\"\nSuch an enlargement, the learned judge considered, over-\nlooked the true function and effect of a proviso, which is\nto éxcept out of the preceding portion of a statutory pro-\nvision something which but for the proviso would be within\nit, or to\nqualify something enacted therein: it is not an\nindependent\n33 therefore\nthat the decision of the Court a\nquo\nwas wrong, and that \"appeal\" as used\nin s. 21A does not bear the re-stricted meaning of \"review\".\nNext to be\nconsidered is whether \"appeal\" is used in s. 21A in \"the wide sense\" of category\n(i) in\nTikly\n, or in \"the ordinary strict sense\" of category (ii). The\ndistinction between them is not a difference in kind - each is a re-hearing\non\nthe merits; the distinction lies in the ambit of the materials which the\nappellate body is entitled to consider in reaching its\ndecision.\nI think that, for the reasons which follow, \"appeal\" is used in the wide\nsense of category (i), that is, \"a complete re-hearing of,\nand fresh\ndetermination on the\nmerits\n34\nmerits of the matter with or without additional\nevidence or\ninformation\".\nCategory (ii) in\nTikly\nis an appeal such as\nthat from a court of law which keeps a record of evidence and gives reasons\nfor judgment. In such an appeal, the question\nfor decision is whether the order of the Court a\nquo\nwas right\non the material which it had before it. But that cannot apply in an appeal\nunder s. 21A. An industrial c:ouncil is not a tribunal:\nit exercises purely\nadministrative functions. It does not itself necessarily take a decision. There\nis no record of proceedings.\nIn a case such as the present, there was no\nevidence or information before the industrial council apart from the application\nand\nany correspondence which fol-\nlowed\n35\nlowed it. Where a refusal is a deemed \"refusal\"\nresulting\nmerely from a failure of any party to agree, there can be no\nreasons.\nIn the present case there was before the industrial\ncourt no decision a\nquo\n. The industrial court was called\nupon to give the only decision. (CF.\nGarment Workers' Union\nv. Minister of Labour and Others\n, 1947(2) SA 361 (W) at 366);\nS.A.Broadcasting Corporation v. Transvaal Townships Board\nand Others\n, 1953(4) SA 169 (T) at 176).\nFurthermore, as indicated above, the matters\nto be considered by the industrial court may well differ in\nnature and extent from what was before the industrial council. The final\nquestion is whether the industrial\ncourt\n36\ncourt was competent to make anyorder other than\none ad-\nmitting the appellant as a party to the Industrial Council.\nIt was argued on behalf of TWIU and TWU (Tvl) that there is\nto be found in the Act no basis for the second sentence in the order of the\nindustrial court: there is nothing in the\nAct which would entitle the industrial court to do anything\nother than rectify the \"grievance\", that is, to reverse the\"decision\"to\nrefuse admission.\nWhile s. 21A provides merely that an aggrieved trade union\n\"may appeal to the industrial court\", it is im-plicit that the decision\non\nappeal should be a meaningful decision. An order simply that the appellant be\nadmitted as a party would be a\nbrutum fulmen\n. It is only through\nrepresentation\n37\nrepresentation on the council that a party can participate\nin\nit. The industrial council's constitution does not make\nprovision for the number of representatives of the employees\ninter\nse. In terms of Article 5(iv), where an additional\ntrade union is admitted to membership under the constitution,\nthe council may determine the conditions of admission,includ-\ning, presumably, conditions as to representation. But where the admission is\nby order of the industrial court, there is no room for\nthe imposition by the\ncouncil of conditions (e.g. relating to representation). Consequently, if it is\nto make\nan effective order on appeal, the industrial court must\nnecessarily have power to make an order in regard to represen-tation.\nDuring\n38\nDuring the argument, a question was raised by\nthe Court as\nto the way in which that part of the industrial\ncourt's order reading\n\"and accordingly that the Appellant be admit-ted to the Respondent Council\nwith three representatives and three alternatives.\"\nwould work in practice - how would it affect the representa-\npresently tion enjoyed by the respondent trade unions? Counsel for\nthe appellant agreed that there were problems, but said that\nat this stage\nthis part of the order was not of any import-\nance and that it could be\ndeleted. Counsel for TWIU and\nTWU(Tvl) then contended that that part of the\norder, at any\nrate, was beyond the competence of the industrial court.\nIt\nis not necessary to deal with this contention. Even\nif\n39 if it was correct, the suggested amendment of the order would have\nno effect on any orders for costs which are to be made. The\nmatter was not\nraised as a specific ground of review in the application to the Transvaal\nProvincial Division, or in argument in the\nCourt a\nquo\n, or in the\nrespondents' heads of argument in this Court.\nThe following order is made:\n1.\nThe appeal is upheld with\ncosts, including the costs of two counsel.\n2.\nThe order of the industrial court is altered to\nread:\n\"The Appellant is admitted as a party to the\nRespondënt Council. It is ordered that the representation of the Appellant\nand the\nother trade union parties to the Respondent be based in proportion to\neach trade union's respective membership in good standing within\nthe in-terests\nand areas of the Respondent.\"\n3\n40\n3. The order of the Court a\nquo\nis set\naside and there is substituted therefor -\n\"The application is dismissed with costs.\"\nH C NICHOLAS, AJA\nJOUBERT, JA\nBOSHOFF, AJA",
  "scraped_at": "2026-02-11T21:24:34.208062",
  "date": "1987-11-12",
  "coram": [
    "Joubert",
    "Botha",
    "Hefer",
    "JJA",
    "Nicholas",
    "Boshoff"
  ],
  "case_number": "400/86/AV",
  "parties": {
    "applicants": [
      "National Union of Textile Workers"
    ],
    "respondents": [
      "Textile Workers Industrial Union (S.A.)",
      "Textile Workers Union (Transvaal)",
      "National Industrial Council for the Textile Manufacturing Industry (RSA)"
    ]
  },
  "sections": {
    "facts": "The National Union of Textile Workers (NUTW) applied on 27 July 1984, and again on 3 September 1985, for admission as a party to the National Industrial Council for the Textile Manufacturing Industry. The Industrial Council failed to reach consensus among its existing parties and did not give a decision within the statutory 70‑day period, so the application was deemed refused under s.21A. NUTW appealed to the Industrial Court, which admitted it as a party and ordered representation proportional to its membership. The existing parties (TWIU and TWU (Transvaal)) objected, withdrew from the proceedings, and appealed to the Transvaal Provincial Division, arguing that the Industrial Court exceeded its jurisdiction by conducting a full rehearing rather than a limited review.",
    "issues": "1. What is the proper meaning of the word \"appeal\" in s.21A of the Labour Relations Act – does it confer a right only to a review of the Council’s decision, or does it allow a full rehearing on the merits? 2. Whether the Industrial Court had authority to not only admit the appellant but also to determine the manner of representation of trade‑union parties on the Council.",
    "principles": "The Court applied rules of statutory interpretation, emphasizing the ordinary meaning of \"appeal\" unless a clear legislative intent suggests otherwise. It considered classifications of appeal from Trollip J (wide sense, ordinary strict sense, and review) and accepted the approach that \"appeal\" in s.21A should be understood in its wide sense – a complete rehearing with fresh determination on the merits. Precedents cited include Tikly v. Johannes, S v. Mohamed, and earlier cases on the limits of review versus appeal. The Court rejected the view that s.21A merely allowed a review, noting legislative intent to provide an effective remedy for aggrieved trade unions and to prevent deadlock in industrial councils.",
    "application": "Applying the wide‑sense interpretation, the Court held that the Industrial Court was empowered to decide the substantive issue of admission and to set conditions of representation. Consequently, the order admitting NUTW as a party and specifying three representatives and three alternates, with representation proportional to membership, was valid. The Court set aside the Transvaal Provincial Division’s decision that the Industrial Court had exceeded its jurisdiction.",
    "conclusion": "The appeal was upheld. The order of the Industrial Court was confirmed (with minor amendment to wording) ordering that NUTW be admitted as a party to the Industrial Council with representation proportionate to its membership. Costs were awarded in favour of the appellant. The earlier order setting aside the Industrial Court’s decision was reversed."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Industrial Relations",
    "level_3": [
      "industrial council",
      "section 21A",
      "appeal interpretation",
      "trade union admission"
    ]
  }
}