{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/144.html",
  "case_name": "Butgereit and Another v Transvaal Canoe Union and Another (417/86) [1987] ZASCA 144; [1988] 2 All SA 84 (A) (30 November 1987)",
  "citation": "[1987] ZASCA 144",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 144\n|\nNoteup\n|\nLawCite\nButgereit and Another v Transvaal Canoe Union and Another (417/86) [1987] ZASCA 144; [1988] 2 All SA 84 (A) (30 November 1987)\nDownload original files\nPDF format\nRTF format\nCase No. 417/86\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nLAURA LEE BUTGEREIT\nFirst Appellant\nCHRISTOPHER JAN ALFRED\nMARTINUS\n.... Second Appellant\nand\nTRANSVAAL CANOE UNION\nFirst Respondent\nGRAHAM CAMERON MONTEITH\nSecond Respondent\nCoram\n: RABIE ACJ, JOUBERT, VAN HEERDEN, GROSSKOPF et\nNESTADT JJA.\nHeard:\nDelivered\n:\n9 November 1987.\nJUDGMENT\nRABIE ACJ\n:\nThis/\n2 This is an appeal against the order made by the\nTransvaal Provincial Division (\nper\nEloff DJP) in\nthe case of\nTransvaal Canoe Union and Another v. Butgereit and Another\n1986(4) SA 207\n(T). The order (the full terms of which appear at 214 C-E of the report of the\njudgment) declares, in effect, that\nthe respondents in the appeal are entitled\nas of right to canoe on the Crocodile River where it flows between the farm of\nthe first\nappellant and the farm of one Barnard in the district of\nBroederstroom, and intêrdicts the.appéllants from interfering\nwith\nthe respondents' said night. The property of the first appellant extends\nad\nmedium\nfilum\n/\n4 a\nquo\nthe second appellant was represented by the\nsame\ncounsel who appeared for the first appellant. In this\nCourt he\nappeared in person.\nThe appellants no longer contend, as they did in the\nCourt a\nquo\n, that the first respondent did not have the necessary\nlocu\ns\nstandi\nto approach the Court for relief. Their arguments in\nthis Court were directed solely to the contention that the respondents are\nguilty\nof trespass whenever they canoe on water which flows over the first\nappellant's half of the bed of the Crocodile River. The arguments\nmay be summed\nup as follows. Mr\nMaisels\n, on behalf of the first appellant, while\nconceding that the Crocodile River is\nperennial/\n5\nperennial and a \"public stream\" in terms of the Water Act, No.\n54 of 1956, contended that the Court a\nquo\nerred in holding that it is a\npublic river in the sense of being\nres publica\n, within the meaning of\nthis expression in Roman and Roman-Dutch law. The second appellant likewise\nconceded that the river is perennial.\n(He said, in the course of his argument,\nthat \"the portion of the river in dispute flows all the year round.\") He\ncontended, however,\nthat it is not a\nflumen\n(river) as referred to in\nRoman law texts and in Roman-Dutch law authorities, but a mere\nrivus\n, or\nstreamlet, and that\nit can properly be described as a \"private perennial stream\".\nThe/\n6\nThe appellants contended, also, that when Roman law\ntexts\nand writers on Roman-Dutch law refer to the rights of\nthe public in\nrespect of public rivers, they refer only to navigable rivers, i.e. navigable\nfor commercial purposes, and not to public\nrivers which are not navigable\nin\nthis sense. This point, Mr\nMaisels\nsaid, is fundamen-\ntal to the whole\nof the present case. He referred us in this regard to those passages in the\nworks of De Groot, Van Leeuwen, Huber,\nVoet and Van der Keessel which are quoted\nat 211-212 of the report of the judgment of the Court a\nquo\n. He submitted\nalso\nthat when the old authorities refer to the public's\nright to sail on or fish in a public river, they refer\nto/\n7 tonavigation and fishing for commercial purposes. The\nview that the rights of the públic were limited to such\nrivers as were navigable in the aforesaid sense, counsel contended, would\nalso seem to be borne out by certain texts in the Digest.\nWe were referred in\nthis regard to D. 39.3.19.2 and D. 43.12.2. Both these texts are\nreferred to in the judgment of the Court a\nquo\n. (See 210 J-211 B of\nthe report.) Counsel also relied for\nhis aforesaid submission on the following passage in the\njudgment of Solomon JA in\nVan Niekerk & Union Government\n(Minister of Lands) v. Carter\n1917 AD 359\nat 386-387:\n\"In the\nBook of Feuds\n(2,56), amongst the\nregalia\nare included\n'\nflumina navigabilia et ex quibus fiunt navigabilia\n.' And this\ndistinction between navigable and non-\nnavigable/...\n8\nnavigable rivers seems to me to be either expressly or\nimpliedly to be found in the leading authorities on the subject in our law.\nThus\nGrotius\n(2,1,25), saýs: 'The United States of Holland and West\nFriesland are proprietors of the rivers such as the Rhine, the Waal,\nthe Maas,\nthe Ijssel and the Lek, in so far as they flow within the limits of Holland:\nalso of the lakes and other navigable waters,\nand of beds of all such streams\nand waters.'\nVinnius\n(2,1,2), says:\nEtenim\nf\nlumina omnia\nnavigabilia\net\nex quibus fiunt navigabilia jampridem\na\nFrederica\nImp\n,\ninter regalia relata sunt\n,\neorumque proprietas facta\nPrincipis vel populi\n,\ncujus ditione continentur\n.'\"\nIn South Africa, the appellants say, there are no navigable\nrivers in the\nsense mentioned above, save possibly the\nBuffalo River. (We were referred in\nthis regard to\nwhat was said of the Vaal River in\nVan Niekerk\n's\ncase,\nsupra\n, at 373, and the Orange River in\nLange and Another\nv. Minister of Lands\n1957(1) SA 297 (A) at 299 G-H.)\nSince/\n9\nSince the Crocodile River is not a navigable river, the\nargument proceeds, members of the public have no rights\nin respect thereof, save such rights as are given to\nthem by the Water Act. Sec. 164\nbis\nof this Act, the appellants say,\ngoverns the public's right to the use\nof the water in a public river for\nsporting or recreational\npurposes. The section, which was inserted in the said\nAct in 1965, provides as follows in sub-sec. (l) thereof:\n\"The State President may by proclamation in\nthe\nGazette\ndeclare any area defined in the\nproclamation in question to be a water sport control area if, in his opinion,\nsuch\narea or any portion thereof is or is from\ntime to time or is likely to become submerged,\nwhether naturally or artificially, by water of any kind whatever, and such\nwater is or\nwould be navigable or suitable for the\npractice of any water sport.\"\nThe/\n10\nThe second appellant also relies on the provisions of\nsections 75(1), 106(1)(c) and 107 of the Transvaal\nNature Conservation Ordinance, No. 12 of 1983. Sec.\n75(1) reads as follows:\n\"Subject to the provisions of this Ordinance, no person shall catch fish in\nwaters, unless he has obtained the permission of the owner\nor occupier of the\nland on which the waters are situated beforehand.\"\n(\"Waters\" is defined in sec. 1 of the Ordinance as\nmeaning\ninter alia\n\"the waters in rivers.\") Sec.\n75(2) provides that it is an offence to contravene or\nto fail to comply with the provisions of sec. 75(1).\nSec. 106(1)(c) provides\ninter alia\nthat a \"nature\nconservator\" (i.e. an official appointed in terms of\nsec/\n11\nsec. 4 of the Ordinance, or a member of the South\nAfrican\nPolice) may at any time stop any float or vessel if he\nhas reason\nto suspect that there is thereon or therein\nanything which is being or has\nbeen used in committing\nan offence under the Ordinance. Sec. 107\nprovides\nthat the owner, occupier or supervisor of land may\nexercise\nthereon the powers conferred on a nature\nconservator by sec. 106. . Thus the\narguments of the\nappellants.\nThe first question which arises is what\na\nflumen\n(river) was according to Roman law. The\nanswer given in D. 12.1.1. is that a flumen is to be\ndistinguished from a\nrivus\n(streamlet, or brook) by its\nsize, or by the opinion of those living in the neighbourhood.\n(\nFlumen\n/\n12\n(\nFlumen\na\nrivo magnitudine discernendum est\naut\nexistimatione circumcolentium\n.) The next question is\nwhen a\nriver was considered to be a public river (flumen\npublicum\n). Roman law\ndistinguished between private and public rivers. A private river, it is said in\nD. 43.12.1.4, is in no way different\nfrom other private places:\nnihil enim\ndiffert\na\nceteris locis privatis flumen privatum\n. A river was public\n(\npublicum\n) if it was\nperenne\n, i.e. if it had a perennial flow. In\nD. 43.12.3 it is said:\nPublicum flumen esse Caius definit\n,\nquod\nperenne sit\n:\nhaec sententia Cassii, quam et Celsus\nprobat\n,\nvidetur esse probabilis\n, i.e. Cassius defines\na public river as one which is perennial: this opinion of Cassius, of which\nCelsus also approves, seems to be\nacceptable/\n13 acceptable. A river was considered to be perennial\neven\nif it dried up during certain summers, but was\notherwise perennial. (See D.\n43.12.1.2: ...\nsi tamen\naliqua aestate exaruerit\n,\nquod\nalioquin perenne fluebat\n,\nnon ideo minus perenne est\n.) In\nVan\nNiekerk\n's case,\nsupra\n, at 372, Innes CJ said the following in this regard:\n\"The civil law considered all perennial rivers to be public, and the fact\nthat they ceased to flow for a time during exceptional seasons\ndid not render\nthem non-perennial (\nDigest\n, 43,12,1,2 and 3).\"\nA river did not have to be navigable in order to be\npublic. In D. 43.13.1.2 it is said, with regard to an\ninterdict aimed at preventing that anything be done in\na public river which may cause it to flow in a manner\ndifferent/\n14\ndifferent from the previous summer, that the interdict\napplies to all publïc rivers, whether they be navigable\nor not. (\nPertinet autem\nad\nflumina publica\n,\nsive\nnavigabilia sunt sive non\nsunt.) In\nVan Niekerk\n's\ncase,\nsupra\n, at 373,Innes CJ made mention of this point\nwhen he said:\n\"So far as their public character was con-\ncerned, the Roman law drew no distinction\nin principle between navigable and non-\nnavigable rivers, though they were in some respects separately dealt with by\nthe\nPraetors', Edicts.\"\nAs will appear more fully from what is said below, the\npraetor could take special measures in order to preserve\nthe water in a navigable rïver. A public river, with\nthe water flowing in it, was considered to be\nres\npublica\n/\n15\npublica\n. According to D. 43.12.3 Paulus said:\nFlumina\npublica quae fluunt ripaeque eorum publicae sunt\n, i .e.\npublic rivers which always) flow, and their banksi are\nres publicae\n. Being\nres publicae\n, public rivers and\nthe\nwater therein, together with the river-banks, were\nthe property of the whole\ncommunity, i.e. the Roman people.\nAccording to D. 1.8.1 pr. Gaius said:\nquae publicae\nsunt\n,\nnullius\nin\nbonis esse creduntur\n,\nipsius\nenim\nuniversitatis esse creduntur\n, i.e.\nres publicae\nare\nthings which are considered to be the property of no\none, for they are considered to be the property of the\ncommunity itself. In D. 50.16.5 (Ulpianus) it is said\nthat public things are those which belong to the Roman\npeople: /...\n16 people: ...\npublica sunt\n,\nquae populi Romani\nsunt\n. Since the water in public rivers belonged to the whole community,the\nauthorities could control the use thereof for the benefit of\nthe public. In D.\n43.20.1.41 and 42 it is said that the right to lead water from a canal or other\npublic place could be granted by\nthe\nprinceps\n. According to D. 43.12.2\none could lead water from a public river unless it was forbidden by the emperor\nor senate, provided that\nthe water was not in public use (in\nusu\npublico\n). There was, also, the further proviso that one could not do so when\nthe river was navigable, or if another river derived its navigability\nfrom it.\nD. 39.3.10.2 is to the same effect: Si\nflumen navigabile\nsit/......\n17\nsit\n,\nnon oportere praetorem concedere ductionem\nex eo\nfieri Labeo ait\n,\nquae flumen minus navigable efficiat\n,\nidemque est et si per hoc aliud flumen fiat navigabile\n, i.e. Labeo\nsays that if a river is navigable, the praetor must not allow any leading of\nwater from it which may render the river\nless navigable, and this is so even if\nanother river should as a result thereof become\nnavigable.\nWith regard to the public's right to the\nuse of the water in public rivers, it is said in Justinian's\nInstitutiones\n2.1.2 :\nFlumina autem omnia\net\nportus\npublica sunt\n:\nideoque ius piscandi omnibus commune\nest\nin\nportu fluminibusque\n, i.e. all rivers and harbours\nare/\n18 are public, and for that reason the right to fish in all harbours\nand rivers is common to all. In 2.1.4 it is said that the right\nis derived from\nthe\njus gentium\n. Van der Keessel, in his\nDictata\nad\nJustiniani\nInstitutiones\nsays that everyone is permitted\nper flumen navigare\n,\nin flumine piscari\n,\nnavem ad ripam appellere\n,\nin\nportu\nmorari\nVinnius, in his\nCommentarius\non\nJustinian's Institutes, is to the same effect. He says\nad Inst. 2.1.2 (quoted above) that the use of a river is public by the\njus\ngentium\n(\nusus fluminis publicus est\njure gentium\n), and that it is therefore, permissible for\nanyone to sail on (\nnavigare\n) and fish in a public river. With regard\nto the ownership and use of\npublic rivers in Holland in Roman-Dutch law times,\nGroenewegen/\n19\nGroenewegen says in a comment in his De\nLegibus\nAbrogatis\non Justinian's\nInstitutiones\n2.1.2 (cited above) that\naccording to the latest law (\njure novissimo\n) rivers and harbours were\nincluded in the\nregalia\n, and that the right to fish was not common to\nall, but was the sole right of the\nprinceps\nand of those to whom the\nprinceps\nhad granted the right. As to the ownership of rivers, De Groot\nstates in his\nInleidinge tot de Hollandsche Rechtsgeleerdheid\n(in 2.1.25)\nthat certain rivers,which he mentions,belonged to the \"gantsche burgerlicke\ngemeenschap van Holland ende West-Vrieslandt\".\nThe rivers referred to by him\nwere, it would seem, all navigable rivers. According to Voet,\nCommentarius\n41.1.6/.....\n20\n41.1.6, public rivers (\nflumina publica\n) had at the\ntime\nwhen he wrote long been reckoned among the\nregalia\n.\nHe cites lib. 2. tit. 56 of the\nLibri Feudorum\n, according\nto which navigable rivers were part of the\nregalia\n.\nIt would seem,\nhowever, that in thecourse of time all\npublic rivers, whether navigable or\nnot, became part of\nthe\nregalia.\nThis was pointed out by Innes CJ in\nVan\nNiekerk\n's case,\nsupra\n, at 373. The same view was\nexpressed by Kotzé JA in\nSurveyor-General (Cape) v.\nEstate De Villiers\n1923 AD 588.\nAfter stating that\nnavigable rivers were made part of the\nregalia\n, the\nlearned Judge went on to say (at 621) that the list of\nregalia\nmentioned in the\nLibri Feudorum\n2.56 was not\ncomplete/\n21\ncomplete, and that in time all things, the use of\nwhich\nwas common and public by the Roman law, \"came to be\nembraced in the number.\" Later, the learned Judge said\n(at 622), when \"the\nauthority of the Counts was replaced by that of the States of Holland, all\nrights in and to\nthe\ndomeynen\nbecame vested in the latter.\"\nWith regard to the question of the use of\npublic rivers, as distinct from the ownership thereof,\nBort, in his\nTractaet van de Domeynen van Hollandt\n, V. 2, states that\nalthough the ownership (\neygendom\n) of \"Stroomen, Revieren, en de andere\npublycque wateren,\nmitsgaders van der selver Oever\" vested in the \"Graven\",\nthe use (gebruyck) thereof remained common (gemeen),\nas/\n22\nas it had been in Roman law (ut de\njure Romano\n) , save\nin so far as limitations had been placed on the public's rights by those in\npower. In the case of navigation, he says, tolls\nwere imposed, while fishing was\nrestricted to fishing with a rod. (See also De Groot,\nInleidinge\n2.1.26\nand 2.1.28, and Voet 41.1.6). Vinnius, ad\nInst\n. 2.1.2, states that\nnavigable rivers became part of the\nregalia\n, but that this did not mean\nthat the use of a river did not continue to remain public (\ntamen non obstat\nquominus usus fluminis adhuc publicus manserit\n). He refers, however, to\nlimitations that were placed on the public's right of fishing. Finally, on this\npoint, reference may be\nmade to Heineccius,\nElementa Juris Civilis\n,\n2.1/\n23\n2.1 (para. 325), who says that in his day (\nhodie\n)\nthose\nwhich in power (\nimperantes\n) claimed for themselves rights/were\npublic according to Roman law and that they were wont\nto put a limit\nón the use thereof (\nusui modum\npraescribere\nsoleant\n).\nIn view of the aforegoing it may be\nsaid, I think, that the position in Holland was that the public had the right to\nmake use of the\nwater in public rivers, as had been the case in Roman law, save\nto the extent that such right was restricted by measures taken by\nthose in\nauthority.\nTurning now to the facts of the present case and the various submissions made\nby the appellants\nin/\n24 in regard thereto, the second appellant's first contention is, as\nI said above, that the Crocodile river is not a river (\nflumen\n), His\nsubmission is that there is no evidence to show that it is of sufficient size to\nbe ranked as a river rather than as a mere\nrivus, or streamlet. The argument\ncannot be sustained. It is true that there is no precise evidence as to the\nvolume of water present\nin the river from time to time, but a statement made by\nthe second appellant in his affidavit shows that the river cannot possibly\nbe\nconsidered to be nothing moré than a streamlet. The statement is that\n\"Canoeists, literally in their hundreds, make use\nof the said river at times\".\nThis may be a somewhat exaggerated statement,\nbut/\n25\nbut it shows, in my view, that the Crocodile River cannot\nbe so small as not to be classified as a river (\nflumen\n) .\nBoth appellants concede that the river is perennial,\nbut they contend that it can nevertheless not be regarded as a public river\nin respect of which the public has\nrights of the kind referred to in Roman and Roman-Dutch law. The contention\nis that it is not a navigable\nriver, and that the references in Roman and Roman-Dutch\nlaw to the rights of the public to the use of the water\nin a public river are references to navigable rivers\nonly. In support of this submission Mr\nMaisels\nreferred\nus to the passage in the judgment of Solomon J in\nVan\nNiekerk's\ncase,\nsupra,\nat 386-387, which I quoted above\nwhen summarising the appellants' contentions in this\nCourt/\n26\nCourt. The passage does not support counsel's\nsubmission. The statements contained therein as to what the\nLibri\nFeudorum\n, De Groot and Vinnius said, relate to the\nowner\n-\nship\nof navigable rivers, and not to the right to the\nuse\nof the water in such\nrivers or in public rivers in general. As to the use of the water in public\nrivers, I pointed out above that\nVinnius states, in express terms that the fact\nthat navigable rivers were included in the\nregalia\ndid not mean that\nthe'public did not continue to have rights in respect of the use of public\nwaters -although it did result in the\nimposition of certain limitations on\nrights previously enjoyed. Bort, too, as I pointed out above, states that while\nthe ownership\nof/\n27\nof streams, rivers and other public waters became vested\nin the Counts, the use (gebruyck) thereof was left\n\"gemeen\", as it had been in Roman law (ut de\njure Romano\n) although\ncertain limitations were placed on such rights by those in power.\nIn support of his aforesaid submission\nMr Maisels also relied on D. 39.3.19.2 and D. 43.12.2.\nThe passages are cited at 211 A-B of the report of the\njudgment of the Court a\nquo\n. These texts do not support\ncounsel's submission. They indicate, as I said above,\nthat special measures could be taken to preserve the\nwáter in a navigable river. They refer, in other words,\nto/\n28\nto limitations which could, in the interest of shipping, be\nimposed on the use of water in navigable rivers. They do not indicate\nin any way\nthat the public's right to make use of the water in public rivers was limited to\nthe water in navigable rivers.\nThe public could use a public river for the\npurpose of commercial navigation because of its public nature -and, of course,\nbecause\nit was large enough to accommodate large vessels. If a public river was\nnot large enough to be used for such navigation, it could,\nI have no doubt, by\nreason of its public nature have been used by the public for such activities as\nsuch river rendered\npossible/\n29\npossible. There can be little doubt, I think,\nthat such\nrivers would have been used for sporting and recreational\npurposes. Fishing, one knows, was not confined to\nfishing for commercial purposes. The Emperor Augustus,\nSuetonius (Aug. 83) tells us, fished with a hook\nanimi\nlaxandi causa\n, and many others must have done the same.\nHorace (C. 3.7.28 and C. 3.12.6) tells of youngmen who\nswam in the Tiber, and there is no reason to believe\nthat such activities would have been confined to navigable\nrivers. Pliny (Ep. 8.8) tells of swimming in the\nClitumnus, a small river in Umbria, and of pleasure-\nboating on that river. Propertius (C. 1.11), too, tells\nof pleasure-boating. Latin, one may add, has several\nwords/\n30\nwords for different varieties, or sizes, of small boat,\nwhich would seem to indicate that boating was not\nconfined to commercial activities. With reference to one kind of such boats,\nviz. a\nlinter\n, it is interesting to note, having regard to the present\ncase, that several literary references indicate that it was made by hollowing\nout the trunk of a tree.\nIn view of all the aforegoing I am of the\nopinion that the appellants'\ncontentions, discussed\nabove, are unsound, and that the respondents are,\naccording to the common law, entitled to canoe\non the stretch of the Crocodile River which is in issue\nin this case.\nIt/\n31\nIt remains, however, to consider a few\nfurther points. The first relates to the question\nwhether canoeists sometimes resort to the practice of\nportage, i.e. carrying their canoes over the first appellant's property, when\nengaged on their canoeing\nactivities. The respondents say that canoeists invariably\nenter the water on a farm belonging to one of the\ncanoeists, and that they leave the water at a point\nbeyond the first appellant's property. According to\ntheir averments it is at no stage necessary for them to\nportage over the first appellant's property. The second\nappellant denies these statements and says that canoeists\noften find it necessary to portage over the first appellant's\nproperty/\n32\nproperty, especially when their canoes are damaged.\nIn a replying affidavit made on behalf of the respondents\nit is said that, if any portage does take place as\nalleged by the second appellant, it would be at a point\nwhere there is \"a servitude in favour of the public\".\nThe existence of this servitude, it is said, appears\nfrom the first appellant's title deed and the diagram\nattached thereto. In the title deed mention is made\nof a servitude of right of way in favour of the general\npublicalohg the eastern boundaryofthe first\nappellant's property, but one cannot determine there-\nfrom, nor from the diagram attached thereto, whether the\nportage of which the second appellant complains takes\nplace over the area to which the servitude relates or\nnot/\n33\nnot. In the result there is a dispute of fact which cannot be\nresolved ón the papers. Paragraph (a) of the order of the Court\na\nquo\nrefers to the right of the respondents \"to canoe on the Crocodile\nRiver\". This would not include the right to carry canoes over the\nfirst\nappellant's property for the purpose of such canoeing. Eloff DJP, it may be\npointed out in this regard, dealt with the case\non the basis (see at 208 G-H of\nthe report) that there was no allegation that canoeists ever disembarked on the\nfirst appellant's\nproperty. There was indeed such an allegation, but the Court's\nview of the matter makes it clear that paragraph (a) of its order\nwas intended\nto relate only to canoeing, and not to any portage connected with canoeing\nactivities.\nIt/\n34\nIt remains to discuss two further arguments\nthat were advanced by the appellants. The first relates\nto sec. 164\nbis\n(1) of the Water Act. The section,\nwhich I quoted above, provides that the State President\nmay by proclamation in the\nGazette\ndeclare any area\ndefined in the proclamation to be a Water sport control\narea. The appellants contend, as stated above, that\nthis section governs and circumscribes the public's\nright to the use of water in rivers for sporting and\nrecreational activities. The contention is unsound.\nState The fact that the section empowers the/President to declare\na water sport control area does not mean that Parliament\nhas put an end to the public's common law rights in\nrespect/\t.\n35\nrespect of the use of the water in public rivers in\nSouth Africa.\nThe second argument, which was advanced by\nthe second appellant, relates to sec. 75(1), read with\nsections 106(1) and 107, of the aforesaid Transvaal\nNature Conservation Ordinance. Sec. 75(1), as indicated\nabove, provides that no one may \"catch fish in waters,\nunless he has obtained the permission of the owner or\noccupier of the land on which the waters are situated\nbeforehand\", and the argument is that the said Ordinance\n\"presumes that the owner or occupier of land over which\nwater flows controls the activities that occur in or on\nsuch water.\" (The quotation is from the second appellant\nheads/\n36\nheads of argument.) The argument in unsound. The\nOrdinance is concerned with nature conservation.\nChapter vi thereof (sections 67-85) deals with the\ncatching, preservatioh, sale, etc, of fish. Sec.\n75(1) authorises the owner or occupier of land to control,\nor prohibit, fishing in water situate on such land,\nbut it in no way empowers him to prevent members of the public from canoeing\non the water of a public river when their activities\nare in no way related to\nthe\ncatching of fish. The provisions of sections 106(1) (c)\nand 107 take the matter no further.\nThe appeal is dismissed with costs,\nincluding/\n37\nincluding the costs of two counsel. The costs are payable by\nthe appellants jointly and severally, the one paying the other to be\nabsolved.\nP J RABIE\nACTING CHIEF JUSTICE.\nJOUBERT JA VAN HEERDEN JA GROSSKOPF JA Concur.\nNESTADT JA",
  "scraped_at": "2026-02-11T21:28:40.896883",
  "date": "1987-11-09",
  "coram": [
    "Rabie ACJ",
    "Joubert JA",
    "Van Heerden JA",
    "Grosskopf JA",
    "Nestadt JA"
  ],
  "case_number": "417/86",
  "parties": {
    "applicants": [
      "Laura Lee Butgereit",
      "Christopher Jan Alfred Martinus"
    ],
    "respondents": [
      "Transvaal Canoe Union",
      "Graham Cameron Monteith"
    ]
  },
  "sections": {
    "facts": "The appellants, Laura Lee Butgereit and Christopher Jan Alfred Martinus, own land adjoining the Crocodile River in the Broederstroom district. The respondents, the Transvaal Canoe Union and Graham Cameron Monteith, regularly canoe on a stretch of the river that runs between the first appellant's farm and a neighbouring farm. The lower court granted the respondents an interdict allowing them to canoe on that stretch, but prohibiting the appellants from interfering. The appellants appealed, arguing that the river is not a public river within the meaning of Roman and Roman‑Dutch law, that it is not navigable, and that statutory provisions (the Water Act and the Transvaal Nature Conservation Ordinance) either restrict or extinguish any public right to use the water for recreation.",
    "issues": "1. Whether the Crocodile River qualifies as a public river (flumen publicum) under Roman law and South African common law. 2. Whether a public right exists to canoe on a public river for sporting or recreational purposes notwithstanding the river’s lack of commercial navigability. 3. Whether the Water Act s 164bis and the Transvaal Nature Conservation Ordinance limit or remove that common‑law right. 4. Whether the interdict should include the right to portage over the appellant’s land.",
    "principles": "Roman law distinguishes between a flumen (river) and a rivus (streamlet) by size; a flumen that is perennial is a public river (flumen publicum) and its water and banks are res publica, belonging to the community. Public ownership does not depend on navigability. South African law follows this principle, allowing public use of water for fishing, swimming, and other recreational activities unless expressly restricted by statute. The Water Act s 164bis merely empowers the State President to declare water‑sport control areas and does not abolish the common‑law public right. The Transvaal Nature Conservation Ordinance regulates fishing and conservation, not canoeing, and therefore does not confer a landowner’s authority to prohibit canoeing on a public river.",
    "application": "The court examined evidence that the Crocodile River supports hundreds of canoeists, concluding it cannot be a mere rivus. It is perennial, thus a public river under Roman law. The appellants’ reliance on navigability was rejected, as precedent (Van Niekerk v Carter) shows that public rivers need not be navigable to confer public rights. The statutory provisions cited by the appellants were held not to extinguish the common‑law right to canoe. Consequently, the respondents were entitled to canoe on the river. The question of portage was found to be outside the scope of the interdict, which only covers canoeing, and the factual dispute on that point could not be resolved on the papers.",
    "conclusion": "The appeal was dismissed with costs against the appellants. The respondents’ right to canoe on the Crocodile River was affirmed, and the lower court’s interdict, limited to canoeing and not to portage, was upheld."
  },
  "tags": {
    "level_1": "Water Law",
    "level_2": "Public Access to Waterways",
    "level_3": [
      "public river",
      "canoeing",
      "trespass",
      "Roman law",
      "Water Act",
      "Nature Conservation Ordinance"
    ]
  }
}