{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/67.html",
  "case_name": "South African Iron and Steel Industrial Corporation Ltd v Harchris Heat Treatment (Pty) Ltd (455/82) [1987] ZASCA 67 (27 July 1987)",
  "citation": "[1987] ZASCA 67",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 67\n|\nNoteup\n|\nLawCite\nSouth African Iron and Steel Industrial Corporation Ltd v Harchris Heat Treatment (Pty) Ltd (455/82) [1987] ZASCA 67 (27 July 1987)\nDownload original files\nPDF format\nRTF format\nCas no 455/82 MC\n1987-07- 27\nSOUTH AFRICAN IRON AND STEEL INDUSTRIAL CORPORATION LIMITED\n- and -\nHARCHRIS HEAT TREATMENT (PTY) LTD.\nJANSEN JA.\nCase no 455/82\nM C\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nIn the matter between\nSOUTH AFRICAN IRON AND STEEL\nINDUSTRIAL CORPORATION LIMITED\nAppellant\n(Defendant in the Court a quo)\n- and -\nHARCHRIS HEAT TREATMENT\n(PROPRIETARY) LIMITED\nRespondent\n(Appellant in the Court a quo)\nCORAM:\nJANSEN, VILJOEN,\nHOEXTER, BOTHA JJA et\nELOFF AJA.\nHEARD:\n5 March 1985\nDELIVERED:\n23 July 1987.\nJUDGMENT\n2 JANSEN, JA:-\nThis is an appeal against an order of the\nTransvaal Provincial Division (\nper\nO'DONOVAN J ) whereby the appellant\n(Iscor) was, at the instance of the respondent (Harchris),\ninter alia\ninterdicted from using or otherwise dealing with a furnace (referred to as the \"\nZD\") which it (Iscor) had constructed. The judgment\nof the Court\na quo\nis\nfully reported at 1983(1) SA 548 (T).\nIt appears that during the second half\nof 1979 Iscor found itself, owing to an unprecedented demandarising from\nprojects such as e\ng Sasol III and Koeberg and the require= ments of the\narmaments industry, unable to meet its commitments for the delivery of\nnormalized\nsteel plate. It ran the risk of\nincurring /\n3\nincurring substantial penalties and had to bear recrimination\nfrom\nSasol for the assurance it had given that it would not be\nnecessary to import\nnormalized plate. The process of normali=\nzation entails the heating of the\nsteel to approximately 900°C,\nholding that temperature for some time\n(\"soaking\") and then\nallowing it to cool in, ideally, still air.\nTheoretically any\nfurnace with an enclosure physically able to take the load\nand\nable to supply the necessary heat (preferably, evenly) would do.\nIscor\nitself was mainly using a bogie hearth furnace for norma=\nlization of its plate and had experience of occasionally using\nits top hat annealing furnaces for this purpose. The demand for normalized\nplate\nexceeded production by about 1 000 tons per month and Iscor expected this\nposition to continue for some months. The obvious\nsolution /\n4 solution of the problem was to sub-contract for the\nnormaliza= tion of the plate which Iscor itself could not do. There were,\nhowever,\ndisadvantages in following this course: large loads would have to be\ntransported to the sub-contractors and regular visits by employees\nof Iscor\nwould be reguired to monitor the process so as to enable Iscor to give the\nnecessary warranties to its customers. An approach\nwas nevertheless made to\nVecor. This corporation was quite prepared to put its top hat furnaces at the\ndisposal of Iscor when available,\nbut it was not in a position to give any\npriority to Iscor's work and this was not acceptable to Iscor. At a meeting on\n18 September\n1979, however, an agreement was reached with Harchris that it would\nnormalize 300 tons of steel plate for Iscor at R50 per ton.\nIt was /\n5 It was minuted that \"kapasiteit by Harchris is voorlopig 500\nton per maand maar kan waarskynlik hoër wees\" and that \"Yskor\nvoel dat die\nprys van R50 per ton vir normalisering te hoog is en dat verdere samesprekings\nmoet volg nadat 300 ton behandel is\".\nIt was also minuted that the plates to be\ntreated would have a minimum thickness of 30 mm and a maximum length of 9000 and\na maximum\nwidth of 3000 mm. It was also agreed that Iscor would supply a reject\n30 mm plate for experimentation by Harchris. Obviously this\nwas, as far as Iscor\nwas concerned, a trial con= tract.\nIn terms of the contract Iscor delivered 150 tons of plate to Harchris, which\nset about normalizing them in its pit furnaces. Harchris,\nhowever, encountered\nserious difficulty:\nthe /\n6 the plates, particularly the thinner ones, tended to become\ndistorted (buckled). J MacDonald, a metallurgist and at the time technical\nmanager of Harchris, believed that this was caused by excess heat rising from\nthe base of the furnace during the cooling stage. In\nan attempt to obviate this,\nhe experi= mented with a removable ceramic fibre blanket, placing it on the base\nof the furnace. It does\nnot seem as if this expëriment was very successful.\nHe, however, had high hopes of a top hat furnace Harchris had started building\nat the beginning of the year and which was reaching completion. He believed that\nthis furnace would allow greater evenness of cooling\nof the plates and that the\nuse of a removable ceramic blanket on the base could improve this even\nfurther.\nFrom /\n7 From Iscor's point of view things were not proceeding\nsatisfactorily. Reports by Iscor's quality control section of distortion\noccurring\nin a large percentage of the plates were not reassuring. Customers\ncould not be supplied and had to be appeased. During the afternoon\nof 9 October\n1979 Mr Riddell, the Chief Works Manager at Van der Bijl Park, called a meeting\nof the works management team to discuss\nthe position. It was reported that there\nappeared to be grave doubts whether Harchris would be able to do the required\nnormalization.\nRiddell felt that something drastic had to be done to save the\nsituation. The meeting then con= stituted itself a \"think tank\" (\"dinkskrum\")\nand came up with the solution that Iscor should become self-sufficient by\ncon=\nstructing /\n8.\nstructing an additional furnace, a batch type, either a top hat\nor a bogie hearth, as soon as possible. A C Fokker,(a BSc graduate in iron\nand steel and a qualified metallurgist) the manager of\nthe Hot Mills\nSéction, who attended the meeting, was then\ngiven a mandate to investigate the possibility of building one\nor the other within a month. (Fokker preferred the idea of a bogie hearth\nfurnace, because of the experience by Iscor of using that\ntype of furnace for\nnormalizing. However, the proposal of a top hat cannot be considered incongruous\nat all. Iscor had occasionally\nused its top hats, designed for annealing, for\nnormalization.) He was also instructed to assess the likelihood of Harchris\nbeing\nable to meet Iscor's requirements in the immediate future.\nFokker retired to his office and considered the\nsituation. He decided to approach Dickenson & Sons Limited,\na company which had done considerable work on furnaces for Iscor\nin the past. He telephoned mr Neville Dickenson who referred\nFokker /\n9 Fokker to A G van der Veen, the technical director. Dickenson\nsaid that he would arrange for Van der Veen to call back. Van der\nVeen\ntelephoned at about 17h00 and Fokker asked him to come over. Fokker also\nrecalled members of his staff who had already left\nfor the day to be present at\nthe meeting with Van der Veen and he instructed J S Allison, Superintendent of\nthe Slab Handling and\nTreatment Division,to arrange a visit to Harchris the next\nmorning.\nAt the meeting Van der Veen was apprised of the situation. He dismissed the\nidea of a bogie hearth furnace out of hand because he\nwas of the opinion that it\ncould not be built within a short time - the top hat was of far simpler con=\nstruction. It is unnecessary\nat this stage to go into detail regarding what\ntranspired at the meeting, or at Van der Veen's\nhome /\n10.\nhome that evening or at Harchris the next day. Suffice it to say that Fokker\ncame to the conclusion that Harchris could not solve\nIscor's difficulties, and\nthat with the assistance of Van der Veen Fokker was able to present the concept\nof a large top hat furnace,\nentailing an expenditure in the vicinity of R160\n000, to Riddell on the llth of October, and the green light to proceed was\nimmediately\nobtained from head office in Pretoria. Fokker was relieved of his\nordinary duties and appointed Project Leader. The project was completed\nin the\nremarkably short time\nof 18 days. Great prominence was given in the media to this feat and Iscor\nproduced a brochure setting out the history and specifications\nof the furnace\n(hereinafter called the \"ZD\" furnace).\nOn reading the brochure, H B Preston (at the time managing director of\nHarchris and designer of the top hat\nfurnace /\n11\nfurnace then under construction) came to the conclusion that\nIscor had\nunlawfully copied his furnace - hence the próceedings\ninstituted by\nHarchris in this case. In evidence on behalf of\nIscor, Fokker and Van der\nVeen deny copying. Van der Veen\nparticularly maintains that the ZD evolved\nindependently and he\nexplains how it came about.\nThe Court\na quo\ncame to the conclusion that Iscor did copy the Harchris furnace. It speaks of an\n\"inference of copying based on similarities between\nthe two furnaces, oppor=\ntunity and motive\" (553A) and expresses the view that the \"differences (between\nthe two furnaces) do nothing\nindividually or cumulatively, to displace the clear\ninference to be drawn from the basic similarities between the two furnaces,\nwhich\nwere\nconstructed /\n12. constructed in quick succession and are unlike any\nother\nknown to exist\" (553D). In the result the Court also disbelieved Fokker and\nVan der Veen when they said, in effect, that the Harchris\nfurnace did not figure\nat all in the design and building of the ZD. The Court's assessment of these two\nwitnesses was however not\nbased on demeanour but\ninter alia\non a finding\nthat certain aspects of their evidence were against the probabilities. The\nCourt's conclusion also amounted, in effect,\nto an acceptance of the opinion of\nthe Harchris expert witnesses (Preston, Dr C Allen and M van Dorfy) that the ZD\nwas derived from\nthe Harchris, and a rejection of the opinion of F J Koinis, the\nexpert called by Iscor, who held the contrary vie The Court considered\nKoinis to\nbe not impartial and his opinion\nas \"entirely inferential and \t based on the differences\nbetween /\n12(a)\nbetween the two furnaces .... (which) differences are not\ninconsistent with the charge of copying, and therefore do not logically\nsupport\nthe positive inference which Koinis seeks to draw\" (554F). It may,\nhowever,fairly be said that the opinion evidence on behalf\nof Harchris is also\nêntirely inferential and is based mainly on the similarities between the\ntwo furnaces, and that little\nappears on the record to show undue bias on the\npart of Koinis.\nIn regard to the similarities between the furnaces the Court a\nquo\nconsidered the ZD furnace to bear \"a striking resemblance to the Harchris\nfurnace\" and found the former to incorporate (see p 552H)\nall the features\" of\nthe latter mentioned in the judgment (at p 550 C-F). This passage reads as\nfollows :-\n\"Certain /\n12(b)\n\"Certain of the salient features of the Harchris furnace should be noted. It\nis a type of furnace which is commonly referred to as\na 'top hat' furnace, and\nconsists of a removable hood or cover and two bases, which can be used alterna=\ntively, and which are insulated\nto prevent loss of heat. The dimensions of the\nhood and each of the bases enable it to serve for the treatment of steel plates\nin\nsizes ranging up to three metres in width and nine metres in length.\nThé cover is equipped with four high velocity gas burners\nsituated below\nthe roof and firing above the load. There are three exhaust outlets in each of\nthe bases, the function of which is\nto allow exhaust gases to escape evenly from\nall parts of the furnace, and ensure the maximum uniformity of temperature\nthroughout\nthe furnace. The cover is lined on the inside with a ceramic fibre\nblanket, attached with stainless steel studs and clips. Over each\nburner there\nis a layer of ceramic hardboard designed to eliminate or reduce erosion of the\nfibre blanket. The temperature control\nsystem operates by means of a programmer\nwhich interprets signals recorded on a tape. Locating devices, consisting of two\nsteel centering\nrods, are located at opposite ends of the top hat. Chromite\nsand, placed in a channel, is used as a sealant between the top hat and\nthe\nbase.\"\nThe /\n12(c)\nThe differences between the two furnaces considered by the\nCourt a\nguo\nappear from the following passage (p 553 'A-C) :-\n\"The defendant seeks in various ways to displace any inference of copying\nbased on similarities between the two furnaces, opportunity\nand motive. First of\nall, emphasis is placed on a number of differences between the two furnaces, of\nwhïch a schedule has been\ndrawn up by Mr Frank J Koinis, an expert witness\ncalled by the defendant. Many of these are variations of details. The most\nimportant\nvariation relates to the arrangement of burners in the hood and the\nexhaust flues in the base. The Harchris furnace has four burners\nin the hood\noperating in a continuous flow, while the three flues in the base are\ninter-connected by a single channel running lengthwïse\nalong the base. The\nZD furnace on the other hand has six burners inside the hood, arranged in three\npairs in staggered opposition\nto each other, while each of the three flues in\nthe base exhausts separately at the side of the base. This arrangement, it is\nclaimed,\npermits three zones of temperature control to be main= tained.\"\nIt/\n12(d)\nIt may also conveniently be mentioned at this stage that the ZD was\nvery much longer than the Harchris (the inside measurement being\n14,5m as\napposed to 9,58m), and that the difference in the positioning of the burners\nresulted in guite a different pattern in the\nheat flow. The details of the seal\nand locating pins also differed.\nIt is contended on behalf of the appellant\nthat the Court a\nguo\nerred not only in its reasoning but also in the\nassessment of the witnesses,\nof the/\n13 of the probabilities of the case and of the opinions of the\nexperts. For a proper evaluation of thesematters it will be expedient\nto\nmention, initially, some aspects of the art or science of furnace design and\nconstruction and the materials and components available\nto the constructor, in\nthe light of evidence that is either common cause or uncontested.\nThis is not\nan arcane field and suitable materials and components are well-known and\navailable in South Africa. Basically a furnace\nis an enclosure lined with a\nrefractory material. The design and construction of the enclosure is mainly an\nengineering problem.\nAs a refractory material ceramic fibre has distinct\nadvantages, foremost that it is a lighter material than e g brick. There are\na\nnumber of firms, such as Dickenson\n& Sons /\n14\n& Sons and Carborundum Universal, that specialize in supplying,\nand if\nrequired, installing the fibre. In order to promote\nsales these firms are\nonly too keen to assist in every respect.\nIn the course of giving his\nevidence-in-chief H B Preston says\nthe following:-\n\" \t a person must be very knowledgable in the\nart to make these calculations [i e in designing\na furnace] accurately, not so? \t You have\ngot a lot of assistance these days. You can re= ceive assistance from the\nceramic fibre suppliers who will give you heat charts showing\nheat losses\nthrough various thicknesses and densities of wool, you can find out similar\ninformation from the refractory suppliers\nwho will give you the heat\nconductivity and losses through various thick= nesses of different types of\ncastable, that would, that\nhelps tremendously in working our calculations and\nyou have a handbook named North American Combustion Handbook which gives you all\nthe for= mulas to work to in designing a heat enclosure. It is a matter of\nfollowing the formulas if you wish to do it the long way.\"\nGas /\n15 Gas is a most suitable heat source in the case of a\nlarge furnace (electricity e g then proving too costlý). There are firms\nspecializing in the supply and installation of appropriate burners. Hotwork\nAfrica (Pty) Ltd supplies H V (high velocity) burners\nand Passetti,Maxon burners\n(that function. at lower pressure). These firms are also eager to supply\nspecifications and give advice,\nand they distribute pamphlets in the proper\nquarters. Illustrative of this is that Harchris bought the burners for its top\nhat from\nHotwork and they were installed in a configuration recommended by J B\nForster, at the time Sales Director of that company. Preston\nconcedes that\nForster also did the necessary calculations for the flues and that he may have\nrecommended that they should be placed\nin the base.\nThere /\n16\nThere is, however, a conflict on one aspect in\nthis regard. Forster (a\nwitness for Iscor) says that the idea\nof running the flues through the base\nwas adopted by Preston\non his recommendation whereas Preston claims to have\nalready\ndecided upon this before speaking to Forster. But be that as\nit may, it is not disputed that Forster's standard recommenda=\ntion to\nprospective clients is that the flue(s) should be\nlocated in that position,with the burners firing overhead.\nThere are also firms specializing in the supply and installation\nof instrumentation and control gear.\nIt would therefore not be surprising that if two\nfurnaces of the same type (such as a top hat) are newly de-\nsigned and constructed that they should have common features\nwithout any copying being involved. Unless the similarity\nof/\n17.\nof detail is so great that coincidence is excluded or\na feature of the one is so novel that a similar feature in the other is hardly\nto be explained except on the basis of copying, such an inference cannot\nlegitimately be drawn. The mere fact that they both in certain\nrespects differ\nfrom all other existing furnaces of that type cannot be conclusive; the\navailability of new materials and components\nmay lead to independent but similar\nadap-tation. This is clearly to be gleaned from the evidence given by M van\nDorfy ( an expert\ncalled by Harchris) under cross-examination. His evidence in\neffect amounts to a concession that if called upon to design and construct\na top\nhat furnace such as that required by Iscor, bearing in mind the new materials\nand components available, one would\nby/\n18.\nby a logical progression of steps arrive at a furnace\nvery\nsimilar to the ZD.\nIt is against this background that the evidence\nof Fokker and Van der Veen\nmust be evaluated. They both\nsay that at the meeting on the 9th Iscor's\nproblem was\nposed without reference to the top hat under construction\nat\nHarchris. This, it is contended, was improbable. How-\never, the explanation\ngiven by Fokker that when he calls\nin an expert to solve a problem he does\nnot volunteer\nsuggestions until he has heard what the expert proposes to\ndo, seems eminently reasonable. Furthermore, there appears\nto be little reason for Iscor to have considered the Harchris\nfurnace as a prototype. Preston was not known as a professional designer\nand he did not profess to be one; no specifications or details\nof/\n19.\nof the capabilities of that furnace were ever available to\nIscor; it was\nas yet unfinished and untried; van der Veen\ngave the impression of being\nfully capable of doing what was\nrequired and exuded confidence. Although not\na professional\ndesigner of furnaces he in fact had extensive experience\nin\nreplacing refractories in existing furnaces with ceramic fibre\nand in making all the necessary calculations. He had also\nrecently collaborated with Forster in the redesign of the VPC furnace at\nVecor for\nconversion from electric heating to gas firing. According to Preston (at p\n669), who had viewed the plans, \"the VPC furnace was going\nto be changed to high\nvelocity\".\nFokker and Van der Veen say that the latter went home after the\nmeeting and that night did the necessary pre-liminary calculations.\nvan der Veen\nproduced those calcu=\nlations /\n19(a)\nlations, as also subseguent alterations and additions which portray\nthe evolution of the ZD from a furnace with one heating cycle\nfor normalization\nto one with additional cycles suitable for tempering. That these were in fact\nthe calcu= lations that led to the\nbuilding of the ZD was never contested. In\nthis regard the comments of C Allen (also an expert called by Harchris) are\ninstructive\n:-\n\"Now, has, were the calculation of Mr van der Veen which have been in the\nplaintiff's possession and\nwhich /\n20.\nwhich have been handed up in the bundle, shown\nto you? \t Yes I have seen\nthem.\nDo they make sense to you? \t Yes.\nGood sense? \t Yes.\nDo they look like genuine calculations?\nThey do indeed.\nWith,a view to designing the Iscor furnace?\nYes I would have to agree to that. They looked very competent indeed.\nAnd as far as size and function and purpose is concerned they do relate to one\nanother, the\nfurnace is the child of the calculation?\nThe furnace has to be the child of the calcu-lation yes. In that\nsense.\"\nAlthough a few errors and peculiarities (which\ndid not\nappreciably affect the conclusions) were winkled\nout in cross-examination, it\nwas never suggested that the\ncalculations could not serve the purpose for\nwhich they\nwere made or that Van der Veen was not competent to make\nthem.\nThe main thrust of the attack upon him was directed\nat/\n21.\nat showing that he was not truthful in denying that he\nhad\nbeen given any information about the Harchris furnace.\nIt is contended, and the court a\nquo\nso held,\nthat it is improbable\nthat Van der Veen could have visualized\na concept of a furnace for purposes\nof his calculations in\nthe short time it took him to drive from Fokker's\noffice to\nhis own house. Under cross-examination the following\nexchange\nbetween Van der Veen and Counsel took place:\n\"Now you told me that you began your drawings, not your drawings, your\ncalculations immediately\nyou got home? \t Correct.\nRight. Now tell me when did you conceive of\nthis furnace? \t How does one answer a thing\nlike that, one imagines a furnace as I, if you spoke to me about a bogey\nhearth, an open hearth furnace I would know exactly what\nyou are talking about\nyou know. No. I know you would know about a bogey hearth.\nBut now let us look at a top hat. \t Top hat\nI think is the simplest form of furnace that\none/\n22.\none can really get.\nI see. So tell me when did you form your concep-\ntion of how this particular one would look?\nWell I presume I was\nthinking about it on the . way home and when I got home. Then it is a case of\nputting a couple of sketches out\non paper and then starting to calculate. In\nother words you would start off with your plate size.\"\nAt a later stage the court intervened:\n\"COURT\n: Mr Labe before you start on calculations\nagain I would like\nthe witness to clarify one\npoint on which you have questioned him. Mr\nvan\nder Veen in answer to the question when\ndid you conceive the furnace you said\nyou\nwere thinking about it on the way home? — Yes.\nDoes your evidence amount to this that when you did the calculations you\nvisualised what\nthe furnace would look like? \t I already\nknew, I visualised it, correct.\nAnd where various things would be positioned?\nThat is correct.\nAnd that visualisation corresponds with what\nwas subsequently constructed?\n\t Correct.\nI see. Yes. Proceed.\"\nIt is/\n23.\nIt is true that Van der Veen does not profess to be\na\ndesigner of furnaces and that he should perhaps be better\ndescribed as a\nrefractory installer, but he had great\nexperience in this field, including\nthe redesigning of\nrefractories. Given the dimensions of the largest\nplate\nto be normalized it does not, with respect, seem at all\nimprobable\nthat Van der Veen could almost immediately have\nvisualized the required\nenclosure and apply the theoreti-\ncally sound rule that the burners should\nfire above the load\nand the gases be exhausted through the base. He\ncertainly\ncannot be understood to have claimed to have vizualised\nevery\nnut and bolt.\nSome point is made of the fact that in calcula-\nting the heat losses Van der Veen assumed a blanket of\nceramic fibre on the base of the proposed furnace, the\nsuggestion/\n24.\nsuggestion being that this was derived from MacDonald's\nexperiments with a fibre blanket. However, Van der Veen\nexplained that in doing the preliminary calculations he\nhad to assume some value for the refractory material on\nthe base and to expedite matters he assumed this to be\nthe same as for ceramic wool. This seems an adequate\nexplanation. It was never proposed in fact to place a\nwool blanket on the base of the ZD.\nThe ZD furnace is 2 metres high, which is more\nor\nless the height of the Harchris furnace. Van der Veen was\nat a loss to\nexplain how he arrived at this measurement. He\ntried to relate it to the height of the stack of plates\nexpected to be heated, but he was in difficulty. It is contended on\nbehalf of Harchris that the height was derived from the Harchris\nfurnace/\n25.\nfurnace, but this seems hardly likely. Obviously\nthe\nheight is related to the height of the load - thus the\nHarchris\nfurnace was built to accommodate coils of wire.\nIt is difficult to envisage\nIscor adopting a particular\nheight for the ZD simply. because the height of\nthe Hal-\nchris furnace was of this order. The true explanation\nwhy Van der\nVeen could not clarify this dimension seems\nmuch rather to flow from his\ninability to remember the number and the\nproposed spacing of the plates which\nwould constitute the\nload, than from an uncritical and slavish adoption of\nthe\nheight of the Harchris furnace.\nMuch is made of the fact that on one page of the calculations by Van der\nVeen, which he relates to a later stage in the evolution\nof the ZD when,\naccording to him,\n6 HV/\n26.\n6 HV burners were proposed instead of 12 Maxon burners\n(so\nas to allow tempering cycles), there appears the\nfollowing: \"13700 x 3000 x\n65(85?) by 5 \t(?)\"\nThis is similar to part of a calculation which Van\nder\nVeen made during the evening óf the 9th of the weight\nof the\nload and then rejected as giving an \"impossible\"\nresult: he accepted that he\nmust have misunderstood\nFokker in this regard. He then proceeded simply on\nthe\nassumption that production of the furnace would be 1000\ntons per\nmonth. Van der Veen could not really explain\nwhy these figures appeared on\nthe sheet of calculations\nwhich he claims to have made subsequent to the 9th.\nHe\nthought it might have been written as a reminder to ask\nFokker about this.\nThe contention by Harchris, accepted\nby the court a\nquo\n, is that these figures indicate that\nthe/\n27.\nthe calculations on that page were also made on the 9th.\nThis would mean that high velocity burners were in fact\nmooted from the very outset, which is contrary to Van der\nVeen's evidence. There is however, at least one aspect\nwhich gives considerable support to Van der Veen's sugges-\ntion that the figures were a mere remindêr: they play no\npart whatever in the calculations on the page in question.\nThese calculations proceed on the basis of a load of 16,3\nton (which is that derived from a production rate of 1000\ntons per month).\nIt has been mentioned that prior to the\nsecond\nmeeting on 9 October Fokker instructed J S\nAllison to\narrange a visit to Harchris the next morning, a public holi-\nday. The visit took place and Fokker and a number of his\nstaff (including Allison) spent some hours there. The\ncourt/\n28.\ncourt a quo found that Allison carried out a \"detailed inspection of\nthe top hat furnace\" and that \"it is diffi-cult to see what purpose\nAllison, who\nwas not called as a witness, could have had in mind other than the obtaining of\ninformation to be used in the design\nof the furnace\" which Iscor considered\nbuilding (p554 A - D).\nIt may be mentioned that a careful perusal of the\nevidence of MacDonald and that of Mr Errol Preston, who testified to what\ntranspired\nthat morning, does not seem to justify the designation of Allison's\nconduct as \"a detailed inspection\" of the top hat. Members of\nthe party headed\nby Fokker, did look at the cover standing on trestles and the two bases on which\nErrol Preston was working and listened\nto MacDonalds hopes of the new furnace\nsucceeding\nto/\n29.\nto normalize plate without distortion but this is a far cry from a\n\"detailed inspection\". Moreover, as has been pointed out above,\nit is difficult\nto see what Iscor could have hoped to gain by taking the Harchris furnace as a\nprototype. Allison, it is true, had\npreviously expressed admiration for the\nfurnace to MacDonald, but he was hardly the best qualified member of the party\nto spy. Moreover,\nhe was to undergo an operation the next day and would play no\nfurther role.\nThere appears to be no firm ground for rejecting Fokker's\nexplanation of the reason for the visit to Har-chris and the outcome thereof.\nFokker's mandate as a result of the \"dinkskrum\" the previous afternoon was not\nonly to investigate the building of a furnace but\nalso to\ndetermine/\n30.\ndetermine finally the prospects of Harchris\nmeeting\nIscor's requirements. That he should take along a\nnumber of his\ncolleagues does not\nper\nse raise suspi-\ncion. Fokker had never been to\nHarchris before and he\nkept in mind that the distortion of the plates could\nbe\nowing to an error in handling. He believed that for\ndistortion-free\nnormalizing plates had to be removed\nfrom the furnace at the proper time and\nindividually\nplaced on supports for cooling. He immediately noticed\nthat\nHarchris had neither the space nor the equipment to\ndo this. In his view, therefore, the solution of Iscor's\nproblems did not lie with Harchris. It is true that the\nparty spent some time at the works, but, clearly, the\nindividual examination of the plates already treated took\nsome time.\nThe/\n31.\nThe similarities between the Harchris furnace\nand the ZD,\nin view of the new materials and components available, do not necessarily point\nto copying. Even details such as the sand\nused as a seal and the\nposi-\ntioning of the locating pins appear to be insignificant.\nForster\ngenerally recommended chromite sand and the mere\nlocation of the pins could\nvery well be a coincidence.\nThere is, in my view, no sound reason for totally\nre-\njecting the evidence of Fokker and Van der Veen to the\neffect that the ZD was developed independently and not\nderived from the Harchris furnace. The Court a\nquo\nshould\nhave found that Harchris had not proved the allegation of\ncopying. It follows that it is unnecessary to investigate\nthe difficult and important questions of law that would\notherwise/\n32.\notherwise arise, such as e.g. the requirements for an idea to\ngualify for protection by the actio Legis Aquiliae or otherwise and\nin\nparticular the nature of the remedy af-forded to the \"owner\" once the idea\nbecomes public knowl-edge as a result of an unlawful\nact by another. The\nfollowing order is made:-\n(1)\tThe appeal is allowed with costs\n(including the costs of two\ncounsel);\n(2)\tThe order of the Court a\nquo\nis altered\nto read as follows:\n\"(a) the defendant is absolved from\nthe instance;\n(b) the plaintiff is to pay the\ndefendants costs of suit, such\ncosts/\n33.\ncosts to include:\n(i) the qualifying fees of F.J. Koinis; (ii) the costs of the pro-\nceedings in the matter by way of notice of motion; (iii) the costs\nattributable to the employment of two counsel.\"\nE L JANSEN JA\nVILJOEN JA )\n) concur ELOFF AJA )",
  "scraped_at": "2026-02-11T21:09:01.319466",
  "date": "1987-07-23",
  "coram": [
    "JANSEN JA",
    "VILJOEN JA",
    "HOEXTER JA",
    "BOTHA JJA",
    "ELOFF AJA"
  ],
  "case_number": "455/82",
  "parties": {
    "applicants": [
      "South African Iron and Steel Industrial Corporation Ltd"
    ],
    "respondents": [
      "Harchris Heat Treatment (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In the second half of 1979 Iscor faced a severe shortage of normalized steel plate needed for projects such as Sasol III and Koeberg. Unable to meet demand, Iscor entered into a trial contract with Harchris to normalize 300 tonnes of plate at R50 per tonne. Harchris experienced severe distortion of the plates, leading Iscor to doubt Harchris's capability. Iscor then decided to construct its own top‑hat furnace (the “ZD”) within 18 days, using Dickenson & Sons and technical input from A G van der Veen. Harchris alleged that Iscor had copied the design of its own furnace, which was still under construction, and obtained an interlocutory injunction against Iscor.",
    "issues": "The principal issue was whether Iscor had unlawfully copied Harchris’s furnace design, constituting infringement of Harchris’s proprietary idea. Ancillary issues included the admissibility and weight of expert testimony, the standard for inferring copying from similarities, opportunity and motive, and whether the injunction should be set aside.",
    "principles": "The court applied the established test for copying: (i) presence of substantial similarity between the accused and the plaintiff’s design, (ii) opportunity and motive to copy, and (iii) credibility of expert evidence. The court reiterated that similarity must be more than coincidental, especially where common engineering practices could lead to analogous features. The burden of proof lies with the plaintiff, but the inference of copying may arise from a combination of similarities, opportunity, and motive.",
    "application": "The Court compared the salient features of the two furnaces, noting numerous identical elements such as removable hood, dual bases, burner arrangement, exhaust outlets, ceramic fibre lining, and sealing system. It found the Harchris experts credible and the Iscor expert’s testimony unreliable and overly inferential. The court rejected Iscor’s claim of independent design, concluding that the similarities, together with Iscor’s access to Harchris’s furnace during the site visit, rendered copying more probable than not.",
    "conclusion": "The appeal was allowed. The original order was set aside, absolving Iscor of the injunction. Harchris was ordered to pay the costs of the suit, including qualifying fees for the expert and the costs of two counsel. The judgment affirmed that Harchris had not proven its claim of copying beyond a reasonable doubt."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Design Infringement",
    "level_3": [
      "copying",
      "industrial design",
      "expert evidence",
      "court of appeal"
    ]
  }
}