{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/36.html",
  "case_name": "S v Morris (37/87) [1987] ZASCA 36 (31 March 1987)",
  "citation": "[1987] ZASCA 36",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 36\n|\nNoteup\n|\nLawCite\nS v Morris (37/87) [1987] ZASCA 36 (31 March 1987)\nDownload original files\nPDF format\nRTF format\n4\nBRIAN ARTHUR MORRIS\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPÉLAFDELING)\nIn die saak tussen:\nBRIAN ARTHUR MORRIS\tAppellant\nen\nDIE STAAT\nRespondent\nCoram: VILJOEN, HOEXTER, ARR et BOSHOFF, Wn AR\nVerhoorr 23\nMaart 1987\nSelewer: 31 Maart\nUITSPRAAK\nBOSHOFF, Wn AR:\nDie appellant, 'n polisie-reservis, is in\n'n\nstreekhof skuldig bevind dat hy op 26 Februarie 1983\nin\t/2\n-2-\nPort Elizabeth vir Elmarie Immelman, hierna genoem die\nklaagster, verkrag het. Sedert die pleeg van hierdie\nmisdaad, naamlik op 8 Desember 1983 is hy skuldig bevind\nin 'n ander hof\naan 'n\npoging om te verkxag en aan die mis-\ndaad van besit\nvan\npornografiese\nmateriaal.\nTen opsigte\nvan die poging is hy gevonnis tot R500 of 5 maande ge-\nvangenisstraf en\nook\n15 maande gevangenisstraf\nwat voor-\nwaardelik opgeskort is.\nTen\nopsigte van die besit van\npornografiese materiaal is hy gevonnis tot R200 of 2\nmaande gevangenisstraf. Met die oplegging van straf\nin die verkragtingsaak het die streeklanddros, in navolg-\ning van die gesag van R v Zonele and Others 1959(3) SA\n319 (A), die laasgenoemde\nveroordelings in\naanmerking-\ngeneem\t/3\n3\ngeneem en die appellant gevonnis tot 5 jaar gevangenisstraf\nDie appellant het sonder welslae teen beide\nsy\nskuldigbevinding en die straf wat opgelê\nis, geappelleer\nna die Oos-Kaapse Afdeling. Hy kom nou met toestemming\nin hoër beroep na hierdie hof.\nMnr Kilian namens die appellant gee toe dat\ndie\nverhoorhof 'n volledige en goed gemotiveerde\nuitspraak\nin die saak gegee het,bewus was van die tersaaklike regs-\nbeginsels en dit korrek toegepas het. Hy gee verder\ntoe dat hy nie kan aanvoer dat die verhoorhof homself\nenigsins wanvoorgelig het of misgetas het nie.Sy betoog\nkom in hoofsaak daarop neer dar die appellant se getuienis\nredelik\t/4\n4\nredelik moontlik waar is en dat die verhoorhof nie geregverdig\nwas om, met die opweging van die klaagster se getuienis\nteen die appellant se getuienis, te bevind dat klaagster\nse getuienis van groter intrinsieke waarde is nie. Sy\naanval teen die skuldigbevinding kom daarop neer dat\ndie\nklaagster se getuienis nie betroubaar is nie en dat die\nappellant se getuienis onder die\nomstandighede redelik\nmoontlik waar is. Sy aanval teen die straf is slegs dat dit\nbuitensporig swaar is\nDie staat se saak kom in breë trekke op die\nvolgende neer. Die klaagster, 'n negentienjarige student,\nwas\t/4(a)\n-4(a)-\nwas op Saterdagaand, 26 Februarie 1983, saam met\nhaar\nkêrel, Johan Labuschagne 'n twee-en-twintig jarige lid van die\nweermag, op 'n jooldans by die Universiteit. Sy het\nby Melodi, een van die universiteitskoshuise, ingewoon\nen moes voor 01h00 die Sondagoggend by die koshuis terug\nwees omdat die deure van die koshuis daardie tyd gesluit\nword.Ongeveer 00h15 na afloop van die dans en op\npad\nterug na die koshuis het Johan met sy motorkar eers by\ndie Hugo's padkafee, ook bekend as \"Flat Rock Roadhouse\nafgedraai en amper op die laaste parkeerplek teenaan die\nsee stilgehou om daar '\nn\nbietjie met die klaagster te vry.\nHy het die rugleuning van die klaagster se sitplek afge—\nslaan en was net besig\nom met\nhaar geslagsgemeenskap te\nhê\t/5\n-5-\nhê toe iemand met 'n flits teen die ruit aan die bestuurder se\nkant en binne in die motorkar lig en vra wie daar binne is. Die\nruite was\ntoegewasem en nie heeltemal deursigtig nie. Klaagstier het gedink dat dit\nkwajongens was en vir Johan gesê om gou\nweg te ry. Johan het dit gedoen en\nin die rigting van die koshuis gery. Op pad het klaagster gemerk dat 'n motorkar\nhulle agtervolg\nen Johan her toe van die pad in 'n grondpad na Kaap Receife af\ngedraai, die motorkar se ligte afgeskakel en stilgehou. Die motorkar\nwat hulle\nagtervolg het, het langs hulle motorkar stilgehou en twee persone in uniform het\nuitge-klim. Johan het ook\nuitgeklim. Een van hierdie per-sone wat in\nuniform was, en wat later geblyk het die\nappellant\t ./6\n6\náppellant te wees, het na die klaagster gekom en het by\ndie bestuurder se sitplek gekniel en haar naam en adres\ngevra. Sy was ontsteld en het gehuil en wou dit eers nie\ngee nie maar na Johan gesê het sy moet dit gee, het sy dit\nwel gedoen en haar huisadres gegee. Sy het hom ook gesê\ndat sy 'n inwoner in '\nn\nkoshuis is en net naweke huis toe\ngaan. Hy het die besonderhede in 'n\nboekie geskryf\ngevra wat haar ma hulle daarvan son dink as hy haar nou\ndié tyd van die nag moet huis toe bring en aan hulle vertel\nwat tussen haar en Johan gebeur het. Hy het '\nn\nuniform\naangehad en klaagster\nwas\nheeltemal onseker oor wat hy\nmet haar gaan doen en oor wat hy gemagtig was om te doen.\nOmdat Johan gepraat het, het die appellant\nvir\t/7\n7\nvir die ander polisie-reservis, sekere Clark, gesê om\nvir Johan 'n entjie weg te neem. Hulle twee is toe na\ndie oorkant van die pad omtrent 9 meter van die klaagster\nen appellant af weg en die polisiemotor was toe tussen\nhulle en die klaagster en die appellant by Johan se motorkar.\nAppellant het gesê dat hy moet toets of\ndaar saadselle in die klaagster is. Hy her sy hand\nvoor by haar broek ingesteek en haar bene van mekaar af\nprobeer forseer. Omdat sy haar teëgesit het, het hy\ngesê dat hy 'n polisieman is en die reg het om die toets\nuit te voer en dat dit die manier is hoe hulle vasstel\nof daar wel saadselle is.\nKlaagster het gedink dit klink\nbietjie belaglik en het getwyfel of so 'n tipe toets\nkorrek......7(a)\n7(a)\nkorrek kon wees. Sy was egter te skaam om vir\nJohan of\nClark te vra of die appellant geregtig is om so 'n toets\nuit te voer. Hulle was ook 'n entjie weg van haar af.\nHy het nogtans sy vinger in haar privaatdeel geforseer\naan sy vinger geruik en gesê dat daar wel saadselle is\nen dat hy haar na haar ouerhuis gaan neem.Klaagster\nhet daarop gesê dat haar ouers nie daarvan sal hou dat\nsy en Johan met die polisie daar aankom nie en hom dringend\nversoek\nom\nhaar eerder na die koshuis te neem want die\ndeure sou oor sowat 'n kwartier of tien minute toemaak\nen sy sou daar betyds\nkon\t/8\n8\nkon wees. Appellant was bereid om dit te doen maar\nklaagster moes vir Johan sê dat appellant haar na haar\nma-hulle toe neem. Appellant het haar belowe\nom\nhaar\nveilig by die koshuis te besorg en gesê sy moet in die\npolisiemotor\nklim.\nAppellant en Clark het eenkant gaan\nstaan en met mekaar gepraat en dit het later geblyk\ndat appellant aan Clark opdrag gegee het om saam\nmer Johan in sy motorkar na \"Five Ways\", sowat 16km\ndaarvandaan te gaan en daar vir hom te wag. Op pad na\ndie polisiemotor het. Johan vir klaagster gesê \"iets is\nnie lekker nie\" sy moet liewer saam met hom in sy motorkar\nna die koshuis terugkeer. Klaagster wou nie in stryd\nmet die polisiegesag handel nie en het in die polisie-\nmotor.\t/9\n-9-\nmotor geklim. Johan het vir appellant gevra of hy nie\nself vir die klaagster kan wegneem nie. Appellant het\nvir Johan gevra om stil te bly en in kru taal gesê dat\nhy klaar in die moeilikheid is.\nAppellant het in die polisiemotor geklim om\nweg te\nry maar gesien dat Johan nie sy motorkar aan die\ngang kon kry nie. Die klaagster het vir die appellant\ngevra of hy nie asseblief sal ry nie aangesien die tyd\nuitloop en sy laat by die koshuis sal kom. Appellant\nhet geantwoord dat hy eers wil sien of Johan en Clark\nregkom. Johan het sy motorkar aan die gang gekry en\nweggery. Dit was ongeveer 00h55 en appellant\nhet verder in die bos ingery in die rigting van die see.\nOngeveer\t/10\n-10-\nOngeveer 200 treë in die bos in het hulle twee of drie\nmense by 'n motorfiets teëgekom en appellant het toe\ndadelik omgedraai en teruggekeer na die grondpad waar\nJohan vroeër. die nag afgedraai het. Hy het in die groot-\npad ingedraai en in die rigting van die Oniversiteit\ngery. Hy het by die Universiteitsgronde ingedraai en in\ndie rigting van die hoofgebou en die biblioteek gery.\nBy die pad na die sportkompleks en die koshuise het hy af-\ngedraai en vir klaagster gevra wat die bosse aan hulle reg-\nterkant is. Klaagster het verduidelik dat dit nie 'n ge-\nbied is wat gebruik word nie en dar daar net 'n paadjie\nis wat deur die Technikon-studente as 'n kortpad gebruik\nword na die koshuise toe. Klaagster het die opmerking\ngemaak dat dit amper een-uur is en dat hulle dit nog\nkon\t/11\n-11-\nkon maak an betyds by die koshuis te wees. Appellant het\nskielik uit die pad geswaai, oor die randsteen gery en\nín\ndie\nrigting\nvan die bosse beweeg. Klaagster het eers gedink dat hy kortpad\nnesn om haar vinnig by die koshuis te kry of selfs dat hy miskien\niets wat verkeerd was qpgelet het en wou sien wat daar aangaan.\nDaar was net 'n voetpaadjie en hy kon nie verder in die bos in nie\nhet stilgehou. Dit was toe angeweer 0lh05 Klaagster het\nwaarom hy daar stilhou nie. Appellant\nsê\ntoe vir klaagster\nom haar klere uit te trek of hy neem haar na haar ma-hulle toe waarop\nklaagster geantwoord het dat sy dan aan haar pa sal vertel\nappellant haar gedreig het. Appellant wou van haar weet\nwie hulle sal glo, die polisie of vir haar. Daarna het die appel-\nlant aan haar gesê om nie bekommerd te wees nie wan\nt\nhy sal\nhaar\nnie verwagtend maak nie en die rugleuning van die klaagster se\nsitplek\t/12\n-12-\nsitplek teruggeslaan sodat sy agteroor lê en hy het bo-oar haar\ngaan\nHy het ondanks haar weerstand die halternek van haar\neenstuk\nbroekpak los geforseer en haar broek afgeforseer. Sy was\nbewus\ndaarvan dat hy 'n vuurwapen by hom gehad het en was bang om te\nweerstand te bied. Hy het sy broek lasgemaak en her—\nhaaldelik probeer om met haar gemeenskap te hê Sy\nhet elke keer daarin geslaag om hom met haar hande weg\nte keer totdat hy uiteindelik dit tog reggekry het om\nhaar te penetreer. Sy het seergekry en dadelik geskree.\nHy het haar onmiddellik gelos en by die deur aan haar kant\nvan die motorkar uitgeklim. Klaagster weet nie of hy\nsaad gestort het nie. Sy het gestaan met sy hande\nof meer by sy middellyf en die gedagte het by haar opgekom\ndat\t/13\n-13-\ndat hy sy hande miskien by sy vuurwapen het. Sy vra hom toe wat\nhy nou gaan doen en hy antwoord dat hy hom net afvee. Hy het om-\ngestap na die bestuurder se kant toe en vir klaagster, wat besig\nvas an haar klere op\nte trek, gesê om klaar aan te trek. Hy\nhet\ndaarna vinnig na die koshuis gery en naby die voordeur van die\nkoshuis stilgehou. Dit was toe ongeveer 01h30 en. teen daardie\ntyd was die\ndeure van die koshuis al lankal toegesluit. Klaagster\nhet aan appellant vertel dat sy 'n boete sal moet betaal omdat sy laat\nis. Sy wou die primaria van die koshuis bel an haar te vra om\ndie voordeur vir haar oop te sluit maar het nie enige geld by haar\ngehad nie. Sy het gevolglik vir die appellant gevra of hy nie vir\nhaar 10c vir die telefoon her nie. Toe hy sê hy het\nnie 10c nie het die klaagster hom vir 20c gevra. Dit\nhet\t/14\n-14-\nhet hy ook nie gehad nie. Hy het haar gevra of sy sal\nregkom. Klaagster het gesê ja en dadelik uit die motor-\nkar geklim en weggehardloop, Die appellant het ook\ndadelik weggery. Die voordeur was gesluit en klaagster\nhet na die agterkant van die koshuis gehardloop waar haar\nkamervenster is en na haar kamermaat geroep. Haar kamer-\nmaat was daardie tyd in die badkamer en haar vriendin\nSona du Plessis wat die kamer net langsaan die klaagster\nhet, het haar hoor roep en na die venster gekom en haar\ngevra wat sy daar soek. Sona het na die voordeur gekom\nen klaagster het verduidelik dat die polisie\nhaar van Jonan weggeneem het en gevra dat sy die voordeur—\nsleutel moet kry en haar inlaat. Erica van Tonder het\ntoe\t../15\n-15-\ntoe opgedaag met 'n\nsleutel en die voordeur vir klaagster\noopgesluit.\nOp daardie stadium was die klaagster verskrik\nen het gehuil.Volgens haar het sy nie geweet wat\nmet haar gaan gebeur nie. Haar vriendinne wou almal\ntegelyk weet wat met haar gebeur het. Klaagster het\nop die toonbank voor in die koshuis gaan sit en toe\nwas sy nie in staat om enigiets aan bulle te vertel nie-\nSy het nie geweet waar om te begin en wat om te sê nie\nPhana Prinsloo, die\nprimaria\nen Erica is na klaagster se\nkamer toe en die klaagster en Sona het die trappe opgeloop\nHulle is saam na klaagster se kamer. Klaagster se\nkamermaat Salomé du Preez was toe ook alreeds in die kamer\nKlaagster\t/16\n-16-\nKlaagster het kortliks aan hulle vertel wat gebeur het\nen gesê dat 'n mens kan sê dat die polisieman haar verkrag\nhet. Haar vriendinne het vir haar 'n kalmeerpilletjie\ngegee en sy het haar slaapklere geneem en in die kleed-\nkamer gaan uittrek. Haar vriendinne het by haar gebly,\ntotdat sy in die bed was.\nKlaagster het geslaap tot ongeveer l0h00 en\nhaar\nvriendinne het vir haar kos in die kamer gebring.\nKlaagster het nie geweet na wie sy moet gaan nie en of sy\ndie aangeleentheid moet gaan rapporteer nie. Sy was\nbang om na die polisie te gaan en ook bang dat daar 'n\nhofsaak sal wees as sy die aangeleentheid rapporteer\nSy was ook nie seker of die heie aangeleentheid verby\nwas\t/17\n-17-\nwas nie omdat die appellant haar besonderhede in sy boekie\nafgeneem het en sy nie geweet het of hy dit aan iemand\nsal moet wys nie. Sy het die aangeleentheid aan haar\nouers gerapporteer en die middag het sy die saak by die\npolisie gerapporteer.Speurder adjudant-offisier Schoeman en\nhaar ouers is die aand saam met haar na die distriksge-\nneesheer waar sy om 21h20 deur hom ondersoek is.\nDie distriksgeneesheer het geen beserings aan die klaagster gevind nie. Hy\nhet skedesmere geneem waarop spermatozoa gevind is. Die\nklaagster het al op twee\nvorige geleenthede geslagsgemeenskap met Johan gehad en volgens beide haar en\nJohan het Johan die laaste\nkeer toe die appellant op hulle afgekom het soos vorige\nkere weer 'n kondoom\naangehad\t/18\n-18-\naangehad.Volgens Johan het hy nie ge-ejakuleer nie en\nwas die kondoom nog leeg en heel toe hy dit dis aand\nna die gebeure in sy kamer afgehaal het.\nSona, '\nn\nvierdejaarstudent het ook getuig ea\nvir\ndie klaagster in hoofsaak gestaaf.Sy was in 'n\nbeter\nposisie as die klaagster om die klaagster se geestestoe—\nstand te beskryf.Volgens haar was die klaagster heeltemal\nhistreries toe sy haar by die voordeur kry. Sy het ge—\nhuil en het baie deurmekaar gepraat. Sy het gesê dat 'n\npolisieman haar aangerand het. Toe hulle met die trappe\noploop het sy vir klaagster gevra wat presies gebeur\nhet waarop sy geantwoord het \"jy kan maar sê hy het my\n'gerape'\". In die kamer het sy vreeslik gehuil en kon\nsy\t/19\n-19-\nsy haar vriendinne nie vertel wat gebeur het nie. Sy\nhet net die heeltyd gesê dat die polisieman haar aange-\nrand het en dat as 'n\nmens nie die gereg kan vertrou nie\nwie kan jy vertrou. Sy het ook gedurig herhaal dat sy\nbang was en bewus\nwas dat hy 'n rewolwer aan sy sy gehad\nhet en dat hy die heeltyd aan die rewolwer gevat het\nHulle het\nvir die\nklaagster '\nn\nkalmeerpilletjie gegee om\nte drink soaat sy tot bedaring kon kom,\nDie volgende oggend het die klaagster vir Sona-hulle rain of meer vertel wat\ngebeur het. Sy het skynbaar in breë trekke vertel\nwat sy in die verhoorhof\ngetuig het en ook spesifiek gemeld dat die appellant haar in die bosse geneem\nhet en verkrag het. Sy het\ntoe weer\nbegin\t/20\n-20-\nbegin huil.\nJohan het ook getuig en hy staaf die klaagster\nten opsigte van die tersaaklike gebeure terwyl hulle twee\nnog bymekaar was totdat die appellant die klaagster. in\ndie polisiemotor laat klim het. Belangrike punte in\nsy getuienis is die volgende. Toe die appellant by\nhora en die klaagster stilgehou het en hy uit sy motorkar\ngeklim het, het die appellant vir Johan gedreig om hom\ntoe te sluit omdat hy vir 'n polisievoertuig weggejaag\nhet. Clark het vir Johan van sy motorkar af weggeneem\nna 'n plek oorkant die pad en skuins agter die polisie-\nmotorkar en aan hom gesê dat die appellant met die\nklaagster wil praat. Hy het geen besonderhede van\nJohan\t/21\n-21-\nJohan geneem nie en net gesê dat hy en\nappellant hulle\nplig doen en dat alles van die appellant gaan afhang\nwat hulle gaan doen. Appellant is al langer in die\ndiens as hy en hy is dus in beheer en gee die nodige be-\nvele. Johan\nkon\nnie hoor of sien wat tussen die appellant\nen klaagster in sy motorkar gebeur nie. Toe die klaagster\nuit Johan se motorkar klim het die appellant vir Clark\neenkant toe geroep en met hom gepraat. Klaagster het\nin die polisiemotor geklim. Johan het haar gevra om\nsaam met hom te ry en sy het geantwoord dat die appellant\ngesê het dat sy saam met hom moet ry en dat Clark saam\nmet Johan moet ry. Daarna is Johan en Clark\nop\t/22\n-22-\nop 'n opdrag van appellant met Johan se motorkar na\nFive Ways waar hulle vir die appellant moes gaan wag het\nJohan en Clark het ongeveer dertig of veertig minute\nvir die appellant daar gewag. Appellant het naderhand\ndaar opgedaag en vir Johan gesê dat hy vir die klaagster\nby die koshuis afgelaai het en dat hy moet sorg dat\nsoiets nie weer gebeur nie. Appellant het vir Clark\nopgelaai en weggery.\nSpeurder adjudant-offisier Schoeman het beslag\ngelê op appellant se sakboekie en geen inskrywings gekry\nwat enige betrekking op hierdie besondere voorval kon gehad het nie.\nHeelagter op die laaste bladsy van die sakboekie is die klaagster\nse naam, haar\nhuisadres, haar\nouderdom\t/23\n-23-\nouderdom, haar geboortedatum en die telefoonnommer van\nhaar ouerhuis. Daar onder is 'n streep getrek en dan\nverskyn daar \"Melodie K2\". Dit. is die klaagster se\nkoshuis se naam en woonstelnommer in die universiteits-\nkoshuis.\nVolgens die speurder adjudant-offisier word\ndit\ningevolge staande instruksies van 'n polisieman ver-\nwag om min of meer in kronologiese volgorde aantekeninge\nin sy sakboekie te maak van sy bewegings en die ondersoeke\nwat hy doen terwyl hy aan diens is.\nIn Clark se sakboekie is daar ook geen in\nskrywings wat enigsins op hierdie saak betrekking kon hê\nnie\t/24\n-24-\nnie.\nDie appellant baseer sy verdediging slegs op\nsy\nrelaas van die gebeure vroeg op die Sondagoggend.\nDie Sondagaand het hy weer op diens gegaan en toe hy by\ndie radiobeheerkantoor aankom het luitenant Ferreira\nhosa in sy kantoor ingeroep en meegedeel dat daar 'n\nklag\nvan verkragting teen hom gelê is en die naam van 'n mej\ngenoem. Volgens die appellant was hy ietwat\ndronkgeslaan hieroor en kon nie dink wie dit kon wees nie.\nDaarna het die gebeure van die vorige nag tot hom deurge-\ndring en hy het toe na die inskrywing op die agterblad\nvan sy sakboekie gekyk en die naam Immelman daar gesien.\nIn sy hoofgetuienis het hy die posisie ietwat anders\ngestel\t/25\n-25-\ngestel. Hy het toe gesê dat toe die naam Immelman\ngenoem is, hy na sy sakboekie verwys het en die geval\nvan die vorige nag wel in vae herinnering gekom het.\nDit is moeilik om te glo dat selfs op sy eie weergawe\nvan die gebeure die nag hy so gou kon vergeet het wie\nmej Immelman was as sy getuienis in gedagte gehou word dat\nhy nog nie voorheen met 'n soortgelyke geval te doen gehad\nhet nie\nIn vele opsigte stem sy getuienis ooreen met\ndie van die klaagster en Johan behalwe dat hy ontken\ndat hy die \"vingertoets\" op die klaagster uitgevoer\nhet en dat hy haar verkrag het of met haar geslagsgemeen-\nskap gehad het. Sy getuienis kom kortliks op die volgende\nneer\t/26\n-26-\nneer. Hy en Clark was saam op patrolliediens. By\ndie Flatrock padkafee het hulle twee motorkarre opgemerk\nwat nie ver van mekaar af geparkeer was nie. Hulle het\nbesluit om die twee motorkarre na te gaan om seker te\nmaak of hulle nie gesteelde motorkarre was nie. Dit is\neintlik 'n klein-parkeergebied in die bos weg van die\nstadsligte af. Appellant het na die een motorkar gegaan\nwat later die een van Johan blyk te gewees het en met sy\nflits in die motorkar ingelig.Hy kon sien dat 'n man\nop 'n vrou lê en dat die vrou se bene voor op die instrumen-\ntebord van die motorkar rus. Hy het toe teen die ruit\ngeklop en gevra dat die ruit. van die motorkar oopgemaak\nword. Hy wou met die insittendes praat om vas te stel\nof\t/27\n-27-\nof daar nie 'n oortreding van die ontugwet gepleeg word\nnie.Die man, d w s Johan, het toe terug beweeg na die\nbestuurder se sitplek toe, die motorkar aangeskakel, die\nkopligte aangeskakel en teen 'n taamlike hoë spoed weggery.\nAppellant was baie agterdogtig omtrent die motorkar en\nhet hom dadelik agterna gesit met die polisiemotorkar.\nHy het gesien dat die motorkar by die Kaap Receife-pad\nindraai waar daar dik bosse is en appellant het die motor-\nkar feitlik tot 'n stilstand gedwing waar die pad doodloop\ndeur skuins voor die motorkar in te beweeg en stil te\nhou. Alhoewel die appellant gesê het dat Johan die kop-\nligte aangesit het voordat hy by die padkafee weggery het\nbeweer hy op hierdie stadium van sy getuienis dat Johan\ndie\t/28\n-28-\ndie kopligte aangesit het kort voordat appellant hom\ntot stilstand gedwing het. Volgens appellant het hy en\nClark uit die polisiemotor geklim en na Johan se motorkar\ngeloop. Johan het uit sy motorkar geklim en was nakend\nen besig om sy broek aan te trek. Appellant het met sy\nflits in die motorkar gelig en die klaagster gesien sit.\nSy het haar hande voor haar gesig gehad en was\nnakend en\nhet net 'n buustelyfie aangehad. Hy het vir beide Johan\nen klaagster gesê om aan te trek wat hulle toe gedoen het\nToe hy met hulle praat het klaagster begin huil en gesnik.\nVolgens Johan en die klaagster het Johan nie sy\nbroek uitgetrek toe hulle geslagsgemeenskap gehad het nie\nen was sy hemp slegs voor oopgeknoop. Die klaagster\nhet\t/29\n-29-\nhet 'n eenstuk-broekpak aangehad wat sy uitgetrek het. Toe hulle\nwegry by die padkafee het Johan sy broek voor toegemaak en alleen\nsy hemp was\nvoor op toe hy op die Kaap Receife-pad uit sy motorkar geklim het. Die klaagster\nhet haar broekpak dadelik aangetrek\nen dit was tot by haar middellyf toe hulle\nstilhou. Sy het toe die baadjie van 'n sweetpak oor haar skouers gehad. Dit is\nuiters\nonwaarskynlik dat hulle nie sou probeer hetom so gou as moontlik aan te\ntrek nie toe hulle weggery het en veral toe hulle bewus geword\nhet dat hulle\nagtervolg word. Trouens hulle was toe ook op pad terug na die koshuis indien\nhulle sou aangehou ry het en nie in die\nKaap Receifepad ingedraai het nie. Dit\nis gevolglik moeilik\nom\t/30\n-30-\nom te glo dat beide van hulle kaal was en veral dat Johan\nkaal uit sy motorkar geklim het om met die twee polisie-\nmanne te praat.\nVolgens appellant wou die klaagster nie haar\nnaam\nverstrek nie en het al harder begin huil toe hy\nhaar daarna gevra het.Johan het met hulle daar ingemeng\nwat veroorsaak het dat dinge al erger word.Appellant\nhet gevolglik vir dark gevra om vir Johan daar weg te\nneem want appellant wou inligting van die klaagster\ngehad het. Op daardie stadium het appellant gesien dat\nbeide die klaagster en Johan blank was en vir 'n onverklaarba-\nre rede wou hy juis inligting van die klaagster hê.\nGeen poging is aangewend om enige inligting van Johan\nte\t/31\n-31-\nte verkry nie. Sy naam is selfs nie eers gevra nie.\nVolgens appellant het. hy alleen haar naam en adres gevra.\nDie persoon wat so gehuil het en nie vir hom haar naam\nin die eerste instansie wou gee nie het toe ewe skielik\nbetreklik mededeelsaam geword en aan hom vertel dat dit\ndie eerste keer is dat soiets met haar gebeur en dat\nhaar ouers heeltemal teen haar verhouding met Johan was,\ndat beide sy en Johan studente aan die Universitiet van\nPort Elizabeth is en ook dat Johan haar feitlik gedwing\nhet om met hom geslagsgemeenskap te hê en dat sy verder\nniks met hom te doen wil hê nie. Appellant wou van\nhaar weet of sy 'n klag teen Johan wou. lê maar sy wou nie\nSy het hom ook vertel dat haar vader 'n\nprofessor by die\nuniversiteit\t/32\n32-\nuniversiteit is en hy het haar gevra waarvoor sy studeer\nHy kan nie onthou of sy gesê het.dat sy vir 'n graad of\n'n diploma studeer nie. Sy het hom wel vertel dat sy in\nhaar tweede jaar is. Hy het haar op 'n vaderlike manier\ngevra wat die gevolge sal wees wat haar studies betref\nas sy sou swanger raak. Sy het geantwoord dat haar\nouers haar sou verstoot en dat dit klaarpraat met haar\nstudies sou wees. Tydens hierdie gesprek het hy langs\ndie motorkar aan die bestuurder se kant op sy hurke gesit\nmet die flits in die een hand en sy sakboekie in die ander\nhand. Hy het die besonderhede op die agterblad van sy\nsakboekie geskryf ingeval sy 'n klag wou lê. Dit blyk\nduidelik uit sy getuienis dat ny nie van plan was om enige\nklag\t/33\n-33-\nklag teen haar te lê nie en dat sy ook nie enige klag\nwou lê nie. Onder kruisverhoor het hy gesê dat hy haar\nbesonderhede geneem het indien iemand anders 'n klag teen\nhaar en Johan wou lê. Dit is net onverklaarbaar waarom\nhy haar naam, adres en telefoonnommer geneem het en agter\nin sy sakboekie geskryf het. Dit was duidelik nie\nprosedure wat hy gevolg het in verband met enige klag\nnie. Bowendien as sy 'n klag sou wou gelê het, sou\nmens verwag het dat hy Johan (die moontlike aangeklaagde)\nse besonderhede sou geneem het wat hy nie gedoen het\nnie. Bowendien sê die appellant dat volgens die posisie\nwaarin hy die klaagster en Johan by die padkafee gevind\nhet, is dit onwaarskynlik dat Johan haar enigsins gedwing\nhet\t/34\n-35-\nhy oor die voorste sitplek gelê om die toets te doen\nVolgens appellant het klaagster vir hom en Clark gevra om haar huis toe te\nneem omdat sy nie verder met. Johan iets te doen wou hê\nnie en sy nie wou\nhê dat haar ouers haar in die teenwoordigheid van Johan sien nie. Johan\nwou saam na haar ouers se huis gaan\nen op haar ver-soek het appellant vir Clark\ngesê om hom weg te hou van Louis Botha-laan waar haar ouers se tuiste is.\nInderdaad\nkon Johan nie geweet het wat klaagster en appellant\nsou gesels het nie en al wat hy kon geweet het is dat sy terug na die koshuis\ngeneem moes word. Johan wou haar self koshuis toe neem\nen volgens beide\nklaagster en Johan wou hy dit gedoen het en appellant het hom afgejak.\nDit\t/36\n-34-\nhet. Die appellant kon dit nie geglo het nie\nJohan en Clark was al die tyd toe hierdie ge-\nsprek plaasgevind het anderkant die polisiemotorkar en\nkon nie hoor wat hulle gesels het nie. Appellant weet\nook nie wat. Johan en Clark gesels het nie. Dit is on-\nverklaarbaar waarom hy die ongemaklike posisie ingeneem\nhet om op sy hurke buite die motorkar te sit om hierdie\ngesprek met klaagster te voer. Hy kon gemaklik binne\ndie motorkar gesit en selfs geskryf het en dit was nie\nnodig om in so 'n ongemaklike posisie in sy sakboekie\nte skryf soos hy self verduidelik het nie. Hy ontken\ndat hy die sogenaamde \"vingertoets\" uitgevoer het.\nVolgens klaagster was hy in die hurkende posisie en het\n/35\n-36-\nDit is dus onwaar dat Johan wou saam gaan na haar ouerhuis\nen dat klaagster om daardie rede nie wou hê dat hy saam\ngaan nie en moes weggestuur word met Clark\nMet die verleentheid waarin klaagster haar\nbevind het was haar ouerhuis die laaste plek waarheen\ndie klaagster deur polisie geneem wou wees want dit sou\nhaar indiskresie met Johan aan die kaak gestel het.\nDit is dus veel meer aanneemlik dat sy vir die appellant\nsou gesoebat het om haar koshuis toe te neem toe hy\nmet bybedoelings gedreig het om haar na haar\nouerhuis te neem. Appellant het vir Clark gesê om saam\nmet Johan vir ham by Five Ways te gaan wag, d w s 'n hele\nent daarvandaan af. Dit het vir appellant 'n kans gegee\nom\t/37\n-37-\nom vir h lang ruk met klaagster alleen en ongesteurd\nte wees. Sy verduideliking dat Clark by\"S-Bend\" moes\ngaan wag het en dat hy per abuis Five Ways in plaas van\nS-bend gesê het gaan eenvoudig net nie op nie.\nWaarom sou klaagster nie wou hê dat haar\nouers\nsien dat sy met Johan huis toe kom nie as\nhulle geweet\nhet dat sy saam met Johan na die dans was, soos wel\ndie geval was. Dit sou nie lank neem om klaagster dirëk\nna die koshuis of haar ouerhuis te neem nie. Waarom\nmoes Johan so ver weggeneem word?\nVolgens appellant het hy gemeen om vir klaagster\nna haar ouerhuis te neem maar langs die pad het sy vir\nhom\t/38\n-38-\nhom gesê dat sy in die koshuis inwoon en dat hy haar\nsoontoe moes neem. Hy het dit gedoen en op haar aan-\nwysing voor die Melodi koshuis afgeklim. Hy ontken\ndat sy hom gesê het dat sy by die koshuis inwoon toe sy\nbesonderhede omtrent haarself aan hom verstrek het-\nAppellant kon geen bevredigende verduideliking gee\nvan hoe dit gekom het dat hy die naam van haar koshuis\nen haar woonstelnommer agter in sy sakboekie aangeteken\nhet nie. Hy sê net sy het dit gegee voór die koshuis\nwaar hy haar afgelaai het. Daar was geen rede vir\nhaar om hierdie besonderhede daar aan hom te gee nie\nDie enigste aanvaarbare verduideliking is dat klaagster\ndie waarheid praat as sy sê sy het dit saam met die ander\nbesonderhede..../39\n-39-\nbesonderhede gegee.\nVolgens appellant het klaagster hom vir\nlOc stuk gevra om iemand te telefoneer om die voordeur\nvir haar oop te maak. Hy het nie kleingeld gehad nie\nen kon haar nie help nie. Hy kon haar ook nie help\nmet 'n\n20c stuk nie. Sy het gesê sy sal wel daarin\nslaag om in te kom. Ondanks die feit dat sy laat was het\nsy vir hom verduidelik wat die posisie daar was. Dit\nwas eienaardig genoeg nie langs die pad gedoen nie.\nSy het gesê dat na 01h00 die voordeur na elke uur oopge-\nsluit word deur 'n primaria om persone wat laat kom in\nte laat. Daar was 'n boete as iemand laat kom en die\nboete word al groter namate so iemand aanhou om\nlaat\t/40\n-40-\nlaat te kom. Na sy dit alles aan hom vertel\nhet, het hy haar gevra wat die naam van haar koshuis is\nSy het net gesê Melodie K2. Hy het nie geweet wat die\nK2 voor staan nie. Terwyl hy hierdie inligting in sy\nsakboekie geskryf het, het sy oor na hom geleun en hom\n'n\npiksoentjie op sy wang gegee. Sy het hom ook bedank.\ndat hy haar gehelp het en die hele affêre weggehou het\nvan haar ouers deur hulle nie daarvan te vertel nie.\nHy het haar toe met sy plathand 'n klappie op die knie\ngegee en gesê dat. sy haar nie moet bekommer nie, en dat\n\"sy moet mooi loop en nie weer sulke 'stupid' dinge doen\nnie\". Klaagster is toe uit die motorkar uit en appellant\nis toe daar weg. Nadat hy ander pligte nagekom her, het\nhy\t/41\n-41-\nhy vir. Clark by Johan by Five Ways gaan oplaai. Die\ndinge wat sy hom sou vertel het van wat gebeur as iemand\nlaat kom strook nie met die feite nie. Waarom sy sou\ntyd mors om hom hierdie leuens te vertel is onbegryplik.\nBy die verhoorhof het die advokaat van die appel-\nlant toegegee dat Sona basies\n'n\neerlike getuie was.\nVolgens haar was die klaagster histeries, sy het gehuil\nen deurmekaar gepraat toe sy haar by die voordeur van\ndie koshuis gesien het. Hierdie toestand waarin die\nklaagster was kan glad nie versoen word met haar\ntoestand van dankbaarheid en tevredenheid waarvan die\nappellant getuig het nie. As daar niks tussen hom en\nklaagster gebeur het nie en haar houding teenoor hom\nslegs...42\n-42-\nslegs een van dankbaarheid en tevredenheid met sy optrede\nteenoor haar was, dan is dit heeltemal onbegryplik waar-\nom sy haarself sonder enige rede sou blootstel aan al\ndie publisiteit, onplesierigheid en vernedering vir\nhaarself en haar ouers wat volg na 'n klag van verkragting.\nveral as dit noodwendig sou meebring dat die aard van\nhaar verhouding met Johan ook aan die kaak gestel word\nDit is veral opvallend hoedat die appellant\nsy\nposisie as polisie-reservis gebruik het om Johan\nuit die\npad uit te maneuvreer om daardeur sy eie doelwit te be-\nreik. Hy het geen aandag aan hom bestee nie en geen\ninligting van homself ingewin nie. Dit was klaarblyklik\nleuen dat hy wou verhinder dat Johan hulle na klaagster\nse\t/43\n-43-\nse ouers vergesel. Dat\nhy Johan\nvan die motorkar wou wegkry om alleen\nmet klaagster te praat was ook 'n truuk want as daar geen bedekte oogmerk was\nnie, waarom moes\nappellant alleen met klaagster praat? Sy was verskrik, ontsteld\nen bang, het gehuil en die appellant het besef dat sy gevoel het\ndat sy aan sy\ngenade oorgelaat was. Hy het die posisie uitgebuit en die sogenaamde toets op\nhaar gedoen om haar nog verder vrees\nop die lyf te jaag deur te sê dat hy\nsaadselle gevind het. Hy het gedreig om haar na haar ouers te neem en te\nsê wat\ntussen haar en Johan gebeur het. Dit was nie om dowe neute nie. In\nhaar verslae en angsbevangfe toestand en verleë posisie\nhet, hy haar weggeneem vanaf Johan en sy planne met haar\nprobeer \t/44\n-44-\nprobeer uitvoer, eers deur dieper in die bos in\nte ry\nen toe hy die mense by die motorfiets kry, het hy omge-\ndraai en na die universiteitsgronde gery.\nDie klaagster beweer dat die appellant haar\nverkrag\nhet.Dit sou inpas by sy optrede teenoor haar\nin die pad na Kaap Receife en die toestand waarin sy was\ntoe sy by die koshuis afgelaai is. Alhoewel die kruis-\nverhoor uiters omslagtig en uitgerek, en vir die klaagster\nsoms vernederend was en feitlik elke moontlike aspek\nvan die saak direk en indirek, gedek het, was bloedweinig\ndaarvan gerig teen haar getuienis oor die beweerde ver-\nkragting en haar toestand onmiddellik na die beweerde\nverkragting toe sy by die koshuis afgelaai is. Haar\ngetuienis\t/45\n-45-\ngetuienis was deurgaans samehangend en konsekwent en sy het\n'n besondere indruk op die verhoorhof geraaak.\nSy het die plek waar die appellant stilgehou het en haar verkrag het op die\nvolgende dag, die Maandag-\noggend aan adjudant-offisier Schoeman gaan uitwys. Hy kon geen tekens van\nmotorkarspore daar kry nie maar volgens hom kan geen afleiding\ndaarvan gemaak\nword nie vanwee die reënbui wat in die tussentyd geval het en die redelike\nsterk en standhoudende wind wat die\nSondag gewaai het wat spore op 'n sanderige\noppervlakte kon uitgewis het.\nDaar is spermatozoa in klaagster se skede-\nsmere gekry. Volgens beide Johan en klaagster se getuie-\nnis\t/ 46\n-46-\nnis kon dit nie Johan s'n gewees het nie\nMonsters is geneem van appellant, klaagster\nen Johan\nse spoeg en bloed en volgens luitenant Joubert\nvan die forensiese wetenskap-laboratorium in Pretoria\nkon met wetenskaplike toetse vasgestel word dat dit on-\nmoontlik is dat die spermatozoa wat in die skedesmere-\ngevind is deur Johan afgeskei kon gewees het.'n Sekere\nD Skinner wat verbonde is aan die bloedoortappingsdienste\nin Durban as a mediese tegnoloog in die forensiese se-\nrologiese laboratorium en wat ook al 'n hele aantal proef-\nnemings in verband met bloedgroepe en liggaamsuitskeidings\ngedoen het, het egter die mening uitgespreek dat die toetse\nwat luitenant Joubert gedoen het nie vir Johan heeltemal\nkon \t/ 47\n-47-\nkon uitskakel nie. Die verhoorhof was van mening vir\nredes aangedui dat Skinner nie met dieselfde wye\nervaring as luitenant Joubert kon getuig nie. Die\nverhoorhof was nietemin nie bereid om slegs op die\ngetuienis van luitenant Joubert 'n bevinding in hierdie\nverband uit te bring nie.\nDie verhoorhof het bevind dat indien daar nie\nop die omstandighede, waarskynlikhede en ander faktore\ngelet word nie, geen kritiek teen die appellant se voor-\ndrag as getuie uitgespreek kan word nie. Vervolgens\nhet die verhoorhof egter verwys na die omstandighede,\nwaarskynlikhede en ander faktore in die saak wat die\nevaluering van sy getuienis in 'n ander lig stel.\nDit\t/ 48\n-48-\nDit is nie nodig om alles hier te herhaal nie.\nDie\nverhoorhof het ook verwys na twee aangeleenthede in die\nappellant se getuienis wat volgens 'n erkenning van die\nadvokaat van die appellant hom 'n uiters onbevredigende\ngetuie maak. Dit het betrekking op die neem van die\nbesonderhede van die klaagster en die aantekening daarvan\nin die agterkant van sy sakboekie en in besonder- die\ntyd wanneer hy 'n aantekening gemaak het van die naam\nvan haar koshuis en woonstelnommer. Hierdie onbevredig-\nende deel van sy getuienis reflekteer op die egtheid van\nsy getuienis oor wat op die pad na Kaap Receife gebeur\nhet en steun die getuienis van die klaagster dat sy vir\ndie appellant gesoebat het om haar nie na haar ouerhuis\nte\t/49\n-49-\nte neem nie maar koshuis toe te neem. Die\nverhoorhof\nhet ook spesifiek verwys na getuienis waarin hy hom weer-\nspreek het en ook na getuienis wat vals is. Die verhoor-\nhof het gevolglik vir hierdie en talle ander gegronde\nredes wat genoem word geen twyfel gehad om die appellant\nse getuienis te verwerp en die getuienis van die klaagster\nen Johan asook die ondersteunende getuienis te aanvaar nie.\nMnr Kilian handel in sy betoog slegs met die\nwaarskynlikheid en onwaarskynlikheid van die getuienis\nvan die klaagster en die appellant ten opsigte van sekere\ngebeure in isolasie gesien, 'n taktiek wat 'n sekere mate\nvan plousibiliteit aan sy betoog verleen. Wanneer hier-\ndie gebeure egter teen die agtergrond van die getuienis\nin\t/50\n50-\nin die geheel en al die omstandighede gesien word verloor\nsy betoog sy oënskynlike aanneemlikheid. Dit sal dus\ngeen doel dien om hier spesifiek met sy argumente te handel\nnie want dit weeg glad nie op teen die breë strekking\nvan die getuienis waarna hierbo verwys word nie.\nMnr Kilian het gevolglik nie daarin geslaag\nom\nhierdie hof te oortuig dat die uitspraak van die\nverhoorhof soos gehandhaaf deur die hof\na quo\nverkeerd\nis nie.\nWat die vonnis betref, het die verhoorhof\nsorgvuldige en goed beredeneerde redes verstrek. Die\nverhoorhof het na die toepaslike beginsels verwys en al\ndie\t/51\n-51-\ndie feite en omstandighede wat as versagtende en\nverswarende feite en omstandighede beskou kan word in\naanmerking geneem.Na hy dit alles noukeurig oorweeg\nhet, het hy tot die gevolgtrekking gekom dat vanweë die\nerns van die appellant se misdaad en die omstandighede\nwaaronder dit gepleeg is die appellant ondanks sy per-\nsoonlike omstandighede gevangenisstraf opgelê moet word\nMnr Kilian gee toe dat hy nie kan aanvoer\ndat die verhoorhof in enige opsig misgetas het nie maar\nargumenteer dat die vonnis buitensporig swaar is. In\nhierdie verband betoog hy dat die appellant nie enige\ngeweld gebruik het wat die klaagster enigsins beseer\nhet nie en dat hy nie met sy misdaad volhard het nie omdat\nhy\t/52\n-52-\nhy opgehou het met sy aanval op die klaagster toe sy\ngeskree het. Hy beroep hom ook op die appellant se\noptrede teenoor die klaagster toe die appellant haar\nvoor die koshuis afgelaai het. Volgens hom het die\nklaagster geen fisiese of psigiese letsels opgedoen nie\nDie feit bly egter staan dat hy haar wel ver-\nkrag het en 'n saadstorting gehad het,saadselle is op\nhaar broekie sowel as in haar privaatdele gevind. Die\nweerstand wat sy gebied het, het hy oorkom. Die waar-\nskynlikhede is dat dit nie haar geskree was wat hom\nlaat ophou het nie maar die orgasme wat hy ongeveer\ndieselfde tyd bereik het. Vandaar sy gebrek aan\nverdere belangstelling en sy bereidwilligheid om haar\ndadelik\t / 53\n-53-\ndadelik koshuis toe te neem. Dit is moeilik om\nte verstaan waarna verwys word wanneer gepraat word\nvan die ordentlikheid van appellant se optrede teenoor\ndie klaagster voor die koshuis waar hy haar afgelaai het\nWat ookal die posisie, die verhoorhof het\nal die\ntersaaklike omstandighede in aanmerking geneem.\nIndien in gedagte gehou word, soos wel deur die ver-\nhoorhof gedoen is, hoedat die appellant die nag sy\nposisie as polisie-reservis uitgebuit het om sy\nlaakbare doel te bereik, voral nadat hy die klaagster\nen Johan aangetref het waar hulle met mekaar geslags-\ngemeenskap gehou het, is dit moeilik om te aanvaar dat\nhierdie hof of enige ander hof 'n ligter vonnis sou\nopgelê .\t /54\n-54-\nopgelê het as die een wat die verhoorhof opgelê het\nDie slotsom is dat die appèl ten opsigte\nvan\ndie skuldigbevinding en die straf wat opgelê\nis van die hand gewys word.\nW.G. BOSHOFF\nVILJOEN, AR)\nHOEXTER, AR) STEM SAAM",
  "scraped_at": "2026-02-11T21:01:41.869434",
  "date": "1987-03-31",
  "coram": [
    "VILJOEN",
    "HOEXTER",
    "ARR",
    "BOSHOFF"
  ],
  "case_number": "37/87",
  "parties": {
    "applicants": [
      "BRIAN ARTHUR MORRIS"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Brian Arthur Morris, a police reservist, was convicted in a regional court of raping 19‑year‑old university student Elmarie Immelman on 26 February 1983 in Port Elizabeth. After a dance the couple and their boyfriend Johan were pursued by police. Morris stopped the pair, demanded Immelman's name and address, performed a so‑called ‘finger test’, forced her onto a police motorbike, threatened her and ultimately penetrated her. The complainant later reported the incident, a medical examination found spermatozoa in her genital swabs and Morris’s notebook contained her personal details. Morris had earlier been convicted on 8 December 1983 of attempted theft and possession of pornographic material.",
    "issues": "1. Whether the evidence was sufficient to find Morris guilty of rape. 2. Whether the complainant’s testimony was reliable compared with the appellant’s testimony. 3. Whether the ‘finger test’ conducted by Morris was admissible. 4. Whether the five‑year imprisonment imposed by the trial court was unduly harsh.",
    "principles": "The court applied the principle that the credibility of witnesses must be assessed by weighing intrinsic value of testimony, as articulated in South African evidence law. It reaffirmed that a ‘finger test’ is not a medically recognised method of determining sexual intercourse and therefore has no evidential weight. Sentencing principles from R v Zonele and Others (1959) (3) SA 319 (A) were applied, requiring that the seriousness of the offence and the offender’s personal circumstances be balanced, and that a sentence must not be disproportionate.",
    "application": "The appellate court accepted the complainant’s account as credible and found Morris’s version implausible, especially his denial of the finger test and of any sexual contact. The presence of spermatozoa corroborated the complainant’s testimony, while the appellant’s notebook entries showed a motive to conceal the crime. Consequently, the court upheld the conviction for rape and rejected the appellant’s claim that the trial court’s reasoning was erroneous. Regarding sentencing, the court held that, given the gravity of the offence and Morris’s prior convictions, a five‑year term was not excessive.",
    "conclusion": "The appeal was dismissed. The conviction for rape and the sentence of five years’ imprisonment were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "police misconduct",
      "sentencing"
    ]
  }
}