{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/16.html",
  "case_name": "S v Nel and Another (372/1986) [1987] ZASCA 16 (26 March 1987)",
  "citation": "[1987] ZASCA 16",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 16\n|\nNoteup\n|\nLawCite\nS v Nel and Another (372/1986) [1987] ZASCA 16 (26 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 372/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nIn die saak tussen:\nPIERRE ANDRé NEL\nEerste Appellant\nen\nSAREL GABRIëL PETRUS VAN STADEN\nTweede Appellant\nen\nDIE STAAT\nRespondent\nCORAM\n:\tBOTHA, SMALBERGER ARR et NICHOLAS WN AR\nVERHOORDATUM\n:\n5 MAART 1987\nLEWERINGSDATUM\n: 26 MAART 1987\nUITSPRAAK\n/\nBOTHA AR\n...\n2.\nBOTHA AR\n:-\nDie twee appellante het in die Rondgaande Hof op Nylstroom voor GROSSKOPF R\nen assessore tereggestaan op aanklagte van moord en verkragting.\nDie eerste\nappel= lant is skuldig bevind op die moordaanklag. Die Ver= hoorhof het bevind\ndat daar geen versagtende omstandig= hede\naanwesig was nie en die eerste\nappellant is ter dood veroordeel. Die tweede appellant is skuldig bevind op die\naanklag van verkragting\nen is gevonnis tot 12 jaar gevangenisstraf. Die eerste\nappellant het verlof van die Verhoorregter verkry om in hoër beroep te\nkom\nteen die bevinding dat daar geen versagtende omstandighede was nie en dië\ndoodvonnis wat hom opgelê is. Die tweede\nappellant kom in hoër beroep\nteen die vonnis van 12 jaar gevangenisstraf wat hom opgelê is, uit hoofde\nvan verlof wat\nhom toegestaan is ten gevolge van 'n versoekskrif wat gerig was\naan die HOOFREGTER.\nDie gebeure wat aanleiding gegee het tot die\n/saak\n...\n3.\nsaak teen die appellante kan kortliks saamgevat word soos volg. Op 5 November\n1985, om ongeveer half-elf die aand, het die appellante\nhulle bevind op 'n brug\nin die nasionale pad net buitekant Nylstroom. Hulle was albei dienspligtiges in\ndie Weermag en hulle was\nbesig om te ryloop na hulle basis op Phalaborwa. Terwyl\nhulle aan die een kant van die pad gewag het op 'n geleentheid, het 'n Swart\nvrou (die oorledene) aan die oorkant van die pad verby geloop. Die tweede\nappellant het na haar ge= loop en haar geklap - so gewelddadig\ndat sy plat\nneerge= slaan het op die pad. Die eerste appellant het ook nader gegaan en die\noorledene geskop - so gewelddadig dat\nsy onder die relings van die brug deur is\nen aan die buitekant daarvan beland het. Daar het sy gelê op 'n stukkie\ngelyke gruisoppervlakte,\nbokant 'n steil afdraande aan die kant van die brug.\nDie tweede appellant het na haar gegaan en van haar klere verwyder. Toe het\nhy\nhaar verkrag. Nadat hy klaar was, het die eerste\n/appellant ...\n4.\nappellant sy broek laat sak en die oorledene betas, maar tog nie met haar\ngemeenskap gehou nie. In stede daarvan, het hy sy Weermag-knipmes\nuitgehaal en\ndie oorledene daar= mee gesteek. Hy het haar ses houe in die borskas toege=\ndien, drie waarvan 'n long binnegedring\nhet en die oorsaak van haar dood was.\nDie eerste appellant het ook probeer om haar keel-af te sny, maar in die proses\nhet hy haar\nnet oppervlakkige snywonde toegedien. Die eerste appellant het die\noorledene langs die steil grondwal afgesleep, en ten dele deur\n'n draadheining\naan die onderkant daarvan. Daar is haar lyk die volgende dag aangetref.\nEk behandel eers die appèl van die eerste appel= lant. Daar is nie\nnamens hom aangevoer dat die Verhoor= hof se bevinding aangaande\ndie afwesigheid\nvan versagtende omstandighede aanvegbaar is op grond van enige mistasting wat\nblyk uit die Verhoorregter se uitspraak\nin dié verband nie. Wel is daar\nbetoog dat, aan die hand van die feit= like bevindings vervat in die\nVerhoorregter se uitspraak,\n/die ...\n5.\ndie Verhoorhof nie redelikerwyse tot die bevinding kon gekom het dat daar nie\nversagtende omstandighede aan= wesig was nie. Die feitlike\nbevindings waarop\ndaar gesteun is, is die volgende: (1) die eerste appellant was ten tye van die\ngebeure net 19 jaar en 'n paar maande\noud; (2) die eerste appellant was ten tyde\nvan die ge= beure in 'n mate onder die invloed van sterk drank; (3) die misdaad\nwas nie\nvooraf beplan nie, maar is amper op die ingewing van die oomblik\ngepleeg; en (4) die moord van die oorledene was 'n onbesonne daad.\nAl hierdie\nfaktore, gesamentlik beskou, so is daar betoog, moes die Verhoorhof genoop het\nom te bevind dat daar wel versag= tende\nomstandighede aanwesig was, en wel op\ndie grondslag dat die waarskynlikste verklaring vir die eerste appel= lant se\noptrede geleë\nis in sy jeugdige onvolwassenheid en gebrek aan\nlewenservaring en insig, gekoppel aan die verdere vertroebeling van sy\noordeelsvermoë\nas gevolg van die inname van drank.\n/Uit ...\n6.\nUit die Verhoorregter se uitspraak aangaande versagtende omstandighede blyk\ndit dat die Verhoorhof sorgvuldige oorweging geskenk het\naan elkeen van die\nbogenoemde faktore as moontlike versagtende omstandighede. Wat die eerste\nappellant se ouderdom en beweerde onvol=\nwassenheid betref, het die\nVerhoorregter opgemerk dat hy alreeds twee en 'n half jaar militêre diens\nagter die rug gehad het,\ndat hy al vir 'n geruime tyd die lewe van 'n grootmens\nbetree het, en dat hy nie op die Hof die in= druk van 'n onskuldige jongeling\ngemaak het nie. Wat die eerste appellant se inname van drank betref, het die\nVerhoorregter in besonderhede ontleed wat die inhoud\nwas van die getuienis wat\nvoor die Verhoorhof was in verband met die eerste appellant se drinkery\ngedurende daardie dag en sy toestand\nsoos waargeneem deur verskeie getuies kort\nvoor en na die betrokke gebeure, asook sekere mediese getuienis. Dit is onnodig\nom op\nal die beson= derhede in te gaan. Onder meer het die Verhoorregter\n/daarop ...\n7.\ndaarop gewys dat op verskillende geleenthede deur die loop van die dag, toe\ndie eerste appellant erger onder die invloed van drank\nmoes gewees het as toe\ndie moord gepleeg is, hy 'n goeie oordeelsvermoë geopenbaar het deur= dat\nhy die tweede appellant telkens\ndaarvan weerhou het om deur sy weerbarstige\noptrede in\ndie moeilikheid\nte be= land, en\ndat dit nie aanvaarbaar was dat die eerste appel= lant se oordeelsvermoë\nlaat daardie aand, toe die invloed\nvan die drank reeds afgeneem het, hom skielik\nin die steek sou gelaat het nie. In die lig van al die getuie= nis kan daar nie\nfout\ngevind word met die Verhoorhof se bevinding dat, in dïe mate wat die\neerste appellant ten tyde van die moord onder die invloed\nvan drank was, dit nie\nop sigself 'n versagtende omstandigheid uitmaak nie. Wat betref die afwesigheid\nvan voorafbeplanning en die\nonbesonnenheid van die moord, het die Verhoorregter\ndaar= op gewys dat die Hof nie die eerste appellant se optrede kort voor en na\ndie moord uit die oog kon verloor nie.\n/Deur ...\n8.\nDeur die oorledene vir geen verklaarbare rede nie met sy stewels onder die\nrelings deur te skop, het hy reeds ge= toon dat hy nie\nvir brute aggressie\nterugdeins nie, en agterna het hy daarvoor gesorg dat die oorledene met die\nsteil wal langs af tot onder by die\ndraadheining beland het. In verband met die\nrede vir die eerste appellant se hele optrede, het die Verhoorregter gemeld dat\nhy in\nsy getuienis op 'n stadium voorgegee het dat die tweede appellant na die\nverkragting aan hom sou gesê het: \"Maak haar klaar\",\nmaar dat die eerste\nappellant in sy verklar= ing aan 'n landdros geen woord gerep het van daardie\nbe= langrike beweerde opmerking\nvan die tweede appellant nie, en dat hy in 'n\nander stadium van sy getuienis voorgegee het dat hy geskok was deur die tweede\nappellant\nse ver= kragting van die oorledene, maar dat dit ook geen\naanvaar=\nbare verduideliking van sy optrede gebied het nie.\nIn die geheel gesien, blyk dit uit die\nVerhoor=\nregter se uitspraak dat die Verhoorhof met\nnougesette\n/versigtigheid ...\n9.\nversigtigheid oorweeg het of die faktore hierbo genoem 'n verklaring vir die\neerste appellant se optrede verskaf het wat sy morele\nverwytbaarheid ten opsigte\nvan die moord kon verminder het, maar dat die Verhoorhof nie op 'n oorwig van\nwaarskynlikhede kon bevind\ndat dit wel die ge= val was nie, eerder as dat die\neerste appellant maar net die enigste ooggetuie van die appellante se optrede\nuit die weg wou ruim en dat hy bloot uit \"innerlike boosheid\" opgetree het nie.\nNa my oordeel is daar geen gronde waarop hierdie\nHof kan bevind dat die\nVerhoorhof nie redelikerwyse tot die bevinding kon gekom het dat daar geen\nversagtende omstandighede bewys\nis nie.\nVolledigheidshalwe moet ek meld dat die eerste appellant se advokaat\naangevoer het dat die Verhoorhof self intwyfel verkeer het oor\ndie kwessie van\nversagtende omstandighede; in dié verband is ons verwys na 'n vraag wat\ndie Verhoorregter aan die advokaat\nvan die Staat ge= stel het tydens die betoog\noor versagtende omstandighede\n/(dit ...\n10.\n(dit het hierop neergekom: in hoeverre is die daad ver= oorsaak deur drank en\njeugdigheid en gebrek aan lewens= ervaring en insig?)\nen na 'n opmerking van die\nVerhoor= regter in sy uitspraak op die aansoek om verlof om te appelleer\n(naamlik dat sy\nprima facie\ngevoel was dat verlof wel toegestaan moes\nword en dat 'n ander Hof moont= lik tot die gevolgtrekking kon kom dat die\nkumulatiewe\neffek van die reeds genoemde faktore versagtende omstan= dighede\nuitmaak). Na my mening is hierdie betoog klaarblyklik sonder enige\nverdienste\nhoegenaamd. Die gemelde vraag is gestel bloot in die loop van debatvoer= ing\ntydens die betoog en die gemelde opmerking\nwas perti= nent tot die besluit om\nverlof om te appelleer toe te staan. Dit spreek vanself dat nog die een nog die\nander afbreuk\nkan doen aan die Verhoorhof se bevinding.\nDie appèl van die eerste appellant moet\ndus\nmisluk.\nEk kom nou by die appèl van die tweede appellant.\n/Die ...\n11.\nDie betoog van sy advokaat voor hierdie Hof was hoofsaak= lik toegespits op\nbeweerde mistastings wat die Verhoor= regter sou begaan\nhet in sy uitspraak met\nvonnisoplegging ten opsigte van die tweede appellant. Daar is gesteun op die\nyolgende gedeelte van die Verhoorregter\nse uit= spraak:\n\"Afgesien van die getuienis wat beskuldigde nr. 2 oor die toelaatbaarheid van sy\nbekentenis gegee het, het hy nie verdere mondelinge\ngetuie= nis in die hof\nafgelê nie. 'n Mens kan jou afvra waarom hy, nadat hy die Swartvrou\nverkrag het, nie probeer verhoed\nhet dat beskuldigde\nnr. 1 verder teen die Swartvrou optree soos hy wel opgetree het nie. Daar is\ngeen getuienis dat hy beskuldigde nr. 1 probeer keer\nhet nie.\n'n Aspek wat verswarend is in die geval van beskuldigde nr. 2 is dat hy hierdie\nhele string van ongelukkige gebeure aan die gang\nge= sit het. Dit is hy wat die\nSwartvrou eerste genader het, en dit is hy wat haar toe onderste= bo geklap het.\nVolgens sy eie bekentenis\nhet hy nie met die Swartvrou gepraat nie en het sy ook\nnie met hulle gepraat nie. Daar kan dus geen sprake daarvan wees dat sy hom\ngevloek het of andersins uitgelok het om op te tree soos hy wel opgetree het\nnie.\"\nDie betoog was dat die Verhoorregter dit die\ntweede\n/appellant ...\n12.\nappellant ten onregte toegereken het dat hy nie probeer verhoed het dat die\neerste appellant teenoor die oor= ledene opgetree het\nsoos hy wel gedoen het\nnie, aange= sien daar geen getuienis was dat die tweede appellant bewus was van\ndie eerste appellant se voorneme\nom die oorledene aan te rand, of van die feit\nvan die aanrand= ing self, of dat die tweede appellant inderdaad by magte was om\niets\nte doen om die aanranding te pro= beer verhoed nie. Dit is waar dat daar\ngeen direkte getuienis te dien effekte was nie. Vermoedelik\nhet die\nVerhoorregter sy opmerkings gebaseer op die aanvaarding van 'n waarskynlikheid\ndat die tweede appellant in die onmiddellike\nnabyheid van die eerste appellant\nwas toe laasgenoemde die oorledene aangerand het. Maar die betoog was verder dat\ndie Verhoorregter\nook die uiteinde= like dood van die oorledene die tweede\nappellant ten onregte toegereken het, al het hy dit dan ook onbewuste= lik\ngedoen. Dié betoog was gegrond op die Verhoorregter\n/se ...\n13.\nse opmerking dat die tweede appellant \"hierdie hele string van ongelukkige\ngebeure aan die gang gesit het\". Die Verhoorregter kon\ndie woorde bloot as\nbeskrywend be= doel het, maar dan was sy woordkeuse ongelukkig, veral met die\noog op sy bevinding dat daardie\nfeit \"verswarend\" was in die geval van die\ntweede appellant. Dit is nie duidelik wat presies hy daardeur bedoel het nie.\nDit is egter\nonnodig om tot 'n besliste gevolgtrekking te kom oor die vraag of\ndie Verhoorregter 'n mistasting be= gaan het, vanwee wat nou volg.\nDie optrede van die tweede appellant, waarvoor hy gestraf moes word, was kort\nen saaklik dat hy die oorledene sonder enige aanleiding\nonderstebo geklap het,\nen dat hy haar daarna, terwyl sy op die grond aan die buitekant van die relings\ngelê het, verkrag het.\nDie Verhoorregter het uitdruklik gesê dat hy\ngeen bevinding teen die tweede appellant maak aangaande die vraag of hy\nmeegedoen\nhet aan die eerste appellant se optrede toe\n/laasgenoemde ...\n14.\nlaasgenoemde die oorledene onder die relings deur geskop het nie. Na die\ntweede appellant se verkragting van die oorledene, het sy\nstrafwaardige optrede\ntot 'n einde gekom. Hy kan nie aanspreeklik gehou word vir wat daar= na met die\noorledene gebeur het nie. In\nhierdie lig beskou, val die tweede appellant se\nvonnis van 12 jaar gevangenisstraf op as 'n besondere swaar straf. As hier= die\nHof\nin die eerste instansie belas was met die taak van vonnisoplegging, sou hy\nvir die tweede appellant 'n vonnis van 8 jaar gevangenisstraf\nas 'n gepaste\nvonnis beskou het. Daar is gevolglik 'n treffende wanverhouding tussen die\nvonnis wat hierdie Hof in die eerste instansie\ndie tweede appellant sou\nopgelê het, en die vonnis wat die Verhoorregter hom opgelê het. In\ndie resultaat is hierdie\nHof geregtig en verplig om in te gryp en die tweede\nappellant se vonnis dienooreenkomstig te verminder.\nDie bevel van die Hof is soos volg:\n1. Die appèl van die eerste\nappellant,\n/Pierre ...\n15.\nPierre André Nel, teen die doodvonnis wat hom opgelê is, word\nvan die hand gewys.\n2. Die appèl van die tweede appellant, Sarel Gabriël Petrus van\nStaden, teen die vonnis van 12 jaar gevangenisstraf wat\nhom opgelê is,\nword gehandhaaf in dié mate dat die vonnis verminder word na 8 jaar\ngevangenis= straf.\nA.S. BOTHA AR\nSMALBERGER AR\nSTEM SAAM\nNICHOLAS WN AR",
  "scraped_at": "2026-02-11T20:56:37.561536",
  "date": "1987-03-26",
  "coram": [
    "BotHA AR",
    "SMALBERGER AR",
    "NICHOLAS WN AR"
  ],
  "case_number": "372/1986",
  "parties": {
    "applicants": [
      "Pierre André Nel",
      "Sarel Gabriël Petrus van Staden"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 5 November 1985, near the Nylstroom bridge, the two appellants—both serving in the South African Defence Force—encountered a black woman who was crossing the road. The second appellant violently struck the woman, causing her to fall onto the bridge railings. He then proceeded to strip and rape her. The first appellant joined the assault, further beating the woman, stabbing her with a military knife (inflicting six chest wounds, three of which penetrated a lung) and attempting to cut her throat. He also dragged her body down a steep embankment and left it near a fence. The woman died as a result of the injuries. The trial court convicted the first appellant of murder and sentenced him to death, and convicted the second appellant of rape, sentencing him to twelve years' imprisonment.",
    "issues": "The primary issues on appeal were: (1) whether the trial court erred in finding that no mitigating (versagende) circumstances existed for the first appellant, warranting a death sentence; and (2) whether the twelve‑year sentence imposed on the second appellant for rape was manifestly excessive and should be reduced.",
    "principles": "South African sentencing law requires courts to consider all relevant mitigating factors, including youth, intoxication, lack of pre‑planning and impulsive conduct, before imposing a death sentence. A death sentence may be set aside if mitigating circumstances are shown to outweigh the aggravating factors. Conversely, a sentence must not be disproportionate to the offence; if a lower court's sentence is manifestly excessive, an appellate court may vary it to a more appropriate term.",
    "application": "The appellate court examined the trial court's assessment of the four alleged mitigating factors for the first appellant—age (19 years), intoxication, spontaneity and recklessness. It concluded that, despite these factors, the trial court had reasonably determined that they did not amount to sufficient mitigation to overturn the death sentence. Regarding the second appellant, the appellate court found that the twelve‑year term was disproportionately harsh compared to the gravity of the rape, especially given the absence of additional aggravating conduct. The court therefore reduced the sentence to eight years' imprisonment, deeming it a more appropriate term.",
    "conclusion": "The appeal of Pierre André Nel was dismissed, leaving the death sentence in place. The appeal of Sarel Gabriël Petrus van Staden was successful; his twelve‑year prison term was reduced to eight years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Rape",
    "level_3": [
      "mitigating circumstances",
      "sentencing",
      "death penalty",
      "appeal",
      "sexual offences"
    ]
  }
}