{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/61.html",
  "case_name": "City Council of City of Durdan v Woodhaven Ltd. and Another (126/86) [1987] ZASCA 61; [1987] 2 All SA 315 (A) (29 May 1987)",
  "citation": "[1987] ZASCA 61",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 61\n|\nNoteup\n|\nLawCite\nCity Council of City of Durdan v Woodhaven Ltd. and Another (126/86) [1987] ZASCA 61; [1987] 2 All SA 315 (A) (29 May 1987)\nDownload original files\nPDF format\nRTF format\n1987-05\" 29 Case no 126/86.\nTHE CITY COUNCIL OF THE CITY OF DURBAN\n- and -\nWOODHAVEN LIMITED\nELECTRICITY SUPPLY COMMISSION\nREGISTRAR OF DEEDS\nVIVIER JA.\nCase no 126/86 MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nIn the matter between\nTHE CITY COUNCIL OF THE CITY OF DURBAN\nAppellant\n(Second Respondent in the Court a\nguo\n)\nand\nWOODHAVEN LIMITED\nFirst Respondent\n(Applicant in the Court a\nguo\n)\nELECTRICITY SUPPLY COMMISSION\nSecond Respondent\n(First Respondent in the Court a quo)\nREGISTRAR OF DEEDS\nThird Respondent\nCoram :\nRABIE ACJ et JANSEN, JOUBERT, VIVIER JJA\net\nBOSHOFF\nAJA.\nHeard:\n15 May 1987\nDelivered:\nJudgment /\n2.\nJUDGMENT\nVIVIER JA\n:-\nThe\nfirst respondent, Woodhaven Ltd, which was the applicant in the Court a\nguo\n, and to which I shall refer as \"Woodhaven\", is the registered owner\nof a certain immovable property (\"the property\") in Durban described\nas the\nremainder of lot 2597 and the remainder of lot 2598, both of the farm Mobeni No\n13538. On 2 November 1970 Woodhaven purchased\nthe property, together with other\nland, from the appellant, the Durban City Council, which was the second\nrespondent in the Court\na\nguo\nand to which I shall refer as \"the City\nCouncil\". In terms of a notarial deed of servitude dated 11 April 1957,\nwhich /\n3. which was duly registered against the title deeds of the\nproperty, the City Council, which then owned the property, granted a servitude,\ndescribed as an electric. power transmissïon line servitude, over the\nproperty in favour of the second respondent, the Electricity\nSupply Commission\n(first respondent in the Court a\nguo)\n, to which I shall refer as \"Escom\".\nThe servitude was granted for the purpose of conferring upon Escom the right to\nconvey electricity\nacross the property along the route of the servitude. Escom\nwas given the right to enter upon the property and erect and maintain\nthe\ntransmission line and ancillary structures, and to exercise the powers necessary\nfor the proper and effec= tive use of the transmission\nline. The\nconsideration\npayable /\n4. payable by Escom for the grant of the servitude was the\namount of R 7512,00. Amongst the limitations which were placed on the city\nCouncil's rights as owner in the deed óf servitude were certain building\nand other restrictions within the servitude area\nand the grant of certain rights\nof access to the property in favour of Escom. The transmission line was duly\nerected. During 1972\nthe City Council transferred the property to woodhaven\nsubject to the servitude.\nDuring 1981 Escom started to dismantle certain\npower lines and removed certain pylons and foundations. In a letter addressed to\nEscom\ndated 15 June 1982, Woodhaven requested Escom to confirm that the\nservitude\nwas /\n5. was to be cancelled, and Escom duly furnished the reguired\nconfirmation. Events took a different turn, however, when the City Council\nexpressed a wish to take over itself the power line for the transmission of\nelectric power. When Escom informed Woodhaven that the\nservitude was about to be\nceded to the City Council, Woodhaven launched the present proceedings upon\nnotice of motion in the Durban\nand Coast Local Division. It sought an order\ndeclaring that Escom had abandoned the servitude, alternatively declaring that\nEscom\nwas not entitled to cede its rights under the servitude to the City\nCouncil. The Registrar of Deeds (Natal) was cited as the third\nrespondent but no\nrelief was sought against him. After service of the\napplication /\n6. application on it, Escom intimated that it was prepared\nto concede that the servitude had been abandoned and that it would not\noppose\nthe application, provided no orderfor costs was sought against it. The necessary\nassurance in this regard was given by Woodhaven\nand Escom has played no further\npart in these proceedings.\nAt the hearing of the application before BOOYSEN\nJ, counsel for Woodhaven and the City Council respectively were agreed that it\nwas\nnot possible to decide the issue of abandonment without hearing oral\nevidence. With regard to the alternative prayer BOOYSEN J held\nthat the\nservitude was inalienable and he granted an order declaring that Escom was not\nentitled\nto /\n7. to cede its rights under the servitude to the City Council. With\nregard to the issue whether Escom had abandoned the servitude,\nthe matter was\npostponed to a date to be arranged. No order was made as to costs. BOOYSEN J\nsubsequently ordered that the issue\nwhether or not Escom's rights under the servitude could be ceded, should be\nregarded as having been adjudicated upon as a question\nof law in terms of Rule\n33(1) of the Uniform Rules of Court, and he granted leave to the City Council to\nappeal to this Court against\nthe declaratory order made by him.\nIt was not in issue that the notarial deed of 11 April 1957 and its\nsubsequent registration against the\ntitle /\n8. title deeds of the property, constituted a personal servitude\nover the property in favour of Escom. The deed imposed a burden upon\nthe\nproperty, restricting the owner from exercising some of its normal rights of\nownership. It was constituted in favour of a particular\nperson viz Escom without\nreference to its ownership of land. In contrast to praedial servitudes, which\nare constituted in favour\nof the successive owners of the dominant land and\nburden the servient land irrespective of the identity of the owner, personal\nservitudes\nare essentially personal to the beneficiary. Our law, unlike the\nRoman Law, does not recognise a numerus clausus of personal servitudes.\nRights\nsimilar to\nthose /\n9. those in the present case were recognised as personal\nservitudes in\nSmit N 0 v Die Meester\n1959(4) SA 13(T)\nat 14 H;\nVestin Eshowe (Pty) Ltd v Town Council of the\nBorough of Eshowe\n1978(3) SA 546 (N) at 549 H and\nAdinvale (Pty) Ltd v Warmbaths Town\nCouncil\n1981(3) SA\n516 (T) at 518 G-H. Compare the earlier decisions\nin\nRand Mines Power Supply Company v Johannesburg Municipality\n1911 TPD 1131\nat 1140 in fine and\nElectricity Supply\nCommission\nv Estcourt Town Council and Others\n1932 NPD\n631 at 648. For other personal servitudes recognised\nas such in our law see the cases referred to by\nvan der\nMerwe\n, Sakereg at p 360-361, to which may be added the\ndecision in\nBhamjee en 'n Ander v Mergold Beleggings\n1983(4)\nSA 555(T).\tIn the leading case on personal\nservitudes in our law,\nWilloughby's Consolidated\nCo Ltd\n/\n10.\nCo Ltd v Copthall Stores Ltd\n1913 AD 267\n, a right to\ntrade was\nrecognized as a personal servitude. In his\njudgment SOLOMON JA said the following at p 286-287 :-\n\"It is sufficient to say that the grant of a right to trade, whatever its\nexact scope may be, constitutes in my opinion a personal\nservitude over the land\nin favour of the grantee. I can see no difference in essence between such a\nright and a right of way, for\nexample. In each case the owner of the right is\nentitled to make use of the land for a specific purpose.\nVoet\n(8.1.1)\ngives as examples of personal servitudes the right to pluck fruit, or walk\nabout, or to dine on another man's property, and\nI can see no reason why the\nright to trade should not fall within the same category. And if this view be\ncorrect, it follows that\nDawson's Stores acquired a personal servitude over the\nblocks of land of the Matabele Gold Reef and Estates Co, which, in order to\ngive\nthem a real right over the land, should have been registered by them against the\ntitle deeds of that company. Such a right,\nhowever, was essentially one personal\nto Dawson's Stores, which it alone could exercise, which it was not entitled to\nassign, and\nwhich, like any other rights attaching to the person, was limited in\npoint of time by the life of that company.\"\nMr Shaw /\n11.\nMr Shaw\n, on behalf of the City Council, submitted, however, that not\nall personal servitudes are inalienable, but that it depended upon the\nnature of\nthe rights under a particular servitude and the terms upon which the servitude\nwas created, whether these rights could\nbe transferred to a third person. As an\nexample of rights under a servitude which were freely transferable, Mr\nShaw\nreferred to the right of enjoyment of a usufruct.\nMr Shaw\nalso relied on certain terms of the deed of servitude as indicating an intention\nthat Escom could cede its rights to a third person.\nHe conseguently submitted\nthat the rights under the present personal servitude were capable of cession to\nthe City Council.\nThe /\n12. The whole guestion of the alienability of a usufruct and the\nsubtle distinction between the usufruct itself and the right to enjoy\nthe\nfruits, goes back to Roman Law. Usufruct was the oldest of the Roman Law\npersonal servitudes, since it existed long before it\nwas included in the concept\nof servitudes. It was only in Justinian's law (possibly already in late\nclassical law) that it was recognized,\ntogether with\nusus\n,\nhabitatio\nand\noperae servorum vel animalium\n, as personal\nservitudes. (\nThomas\n, Textbook of Roman Law 195-205;\nBuckland\n, a\nTextbook of Roman Law from Augustus to Justinian, 3rd ed 268-270). A usufruct\nwas regarded as inalienable\nand /\n13. and could not be transferred from the usufructuary to a third\nperson so that the latter became usufructuary in place of the former.\nThis is\nclear from\nGaius\n2.30 and is confirmed by texts such as Inst. 2.4.3 and D\n23.3.66. In Inst. 2.4.3 Justinian, referring to the different ways of\nterminating\na usufruct, states that it comes to an end if it is ceded to the\nowner of the property over which the usufruct is constituted, and\nadds in\nbrackets that a cession to a stranger would be a nullity (\nnam extraneo\ncedendo nihil agitur\n). The Roman jurists distinguished between the usufruct\nitself and the right to enjoy the fruits of the property, so that, while the\nusufruct itself could not be alienated,\nthe /\n14.\nthe right to enjoy the fruits could be sold, let\nor\ndonated. This is the context in which texts such as\nInst. 2.5.1\n(referred to by\nMr Shaw\n), D 7.1.12.2 and\nD 7.1.38 should be read, as\nis clearly pointed out by\nSande\n,\nCession of Actions\n5.34\n(Anders's translation\nat p 73) in the following words :-\n\"Lastly, purely personal rights, such as usufruct and habitatio, are not\ncapable of cession. I assert that the right itself to a usufruct\ncannot be ceded\nor transferred to a stranger, for it cleaves to the person of the usufructuary;\nbut the authority to retain possession\nof the property and the privilege of\ngathering the fruits, as long as the usufructuary enjoys the usufruct, can be\nsold and transferred\nby him. And this is the construction which must be placed\non those texts which suggest that the usufructuary possesses the power\nto\ndispose of and cede his usufruct to a stranger (D 7.1.38 and Institutes\n2.5.1).\"\nThe /\n15. The Roman-Dutch writers were generally\nagreed\nthat a usufruct itself was inalienable\nalthough the right\nto enjoy the fruits of the property could be\ntransferred.\nWhat caused a considerable difference of opinion was\nthe guestion whether, an attempted\ncessio in iure\nto a\nthird person being illegal, it actually destroyed the\nusufruct which reverted to the dominus. Those who\nheld this view, relied on texts such as D 23.3.66,\nwhile others, relying\non texts such as Gaius 2.30 and\nInst 2.4.3, were of the view that the cession was\nipso\njure\nvoid so that no alteration or change in the usufruct\nwas produced which remained with the person who sought\nto alienate it. The latter view was the predominant\nview /\n16.\nview and would seem to be the correct one. See\nSande\nop cit\n5.35.\nVan Leeuwen\n,\nCensura Forensis\n1.2.15.25 refers\nto the view held by Donellus and Cujacius that the\npurported cession of the usufruct destroys the usufruct,\nand goes on to state (Schreiner's translation at p 110):-\n\"The view of these men, however, is nowhere received in practice, but the\ncontrary rule has become established as the common one amongst\nall. The right\nceded so far as it is not or cannot be transferred to the cessionary remains\nwith him who makes cession. So that when\na cession of a usufruct is made to a\nthird party, it is not so much the right of usufruct itself as the right of\ntaking the fruits\nthat seems tobe transferred.\"\nVoet\n7.1.32, which was relied upon by MrShaw, states that the\nusufructuary may grant the property for\nenjoyment /\n17.\nenjoyment to another by sale, lease or grant on sufferance\nor for\nuse, and adds that both lease and every other form\nof grant are terminated by\nthe ending of the usufruct,\neven though the grant was made for a somewhat\nlong period.\nThat\nVoet\nis here referring to the right of enjoyment,\nas\ndistinct from the usufruct itself, is made clear in\nanother passage\n(7.4.3) where he disagrees with the view\nheld by some that an attempted cession of a usufruct to\na stranger extinguishes the usufruct, and relying on\nInst. 2.4.3, says (Gane's trans, vol 2 at p 383):-\n\"But a cession made to a stranger is a thing of no gravity, and does not\nefface the usufruct.\"\nSee also\nDe Groot\n, 2.39.4;\nVan der Keessel\nad Gr 2.39.5;\nSchorer's\n/\n18.\nSchorer\n's notes on\nDe Groot\n2.39.3, a translation\nof\nwhich is to be found in\nMaasdorp\n's translation of De\nGroot, 3rd\ned at p 517,\nVan der Linden\n1.11.5 (Henry's\ntranslation at p 170) and\nVan der Linden\n's note on\nVoet\n7.4.3, a translation of which\nappears in vol 2 at p 383\nof Gane's translation of this passage.\nReturning to the present case, the nature of\nthe\nrights held by Escom under the servitude in question,\nalthough,in my view,as\npurely personal as those under a\nusufruct, are in other respects so different from those held\nby a usufructuary, that I doubt whether there is room in the\npresent case for the fine distinction drawn in the case of\na usufruct between the right of enjoyment and the right to\nthe usufruct itself. In any event the City Council does\nnot /\n19. not claim anything less than the full substance of the\nservitude in terms of the purported cession to it by Escom.\nWhat is quite clear from the Roman and\nRoman-Dutch\nauthorities to which I have referred, is\nthat they regarded\na personal servitude as inalienable. This was also\nthe\neffect of the decision of this Court in\nWilloughby's\nCon=\nsolidated Co Ltd v Copthall Stores Ltd\n,\nsupra\n, which\nwas\nfollowed in\nHotel De Aar v Jonordan Investment (Edm) Bpk\n1972(2) SA 400(A). I have already referred to what\nSOLOMON JA said in\nWilloughby's\ncase about the nature of\nthe rights under a personal servitude. In the course of\nhis judgment in that case, INNES JA said very much the\nsame at p 282 :-\n\"From the very nature of a personal servitude,\nthe right which it confers is inseparably attached to the beneficiary.\nRes\nservit\npersonae\n. /\n20.\npersonae.\nHe cannot transmit it to his heirs, nor can be alienate it;\nwhen he dies it perishes with him.\"\nThis passage\nfrom the judgment of INNES JA was guoted\nwith approval by VAN BLERK JA in the\ncase of\nHotel De\nAar v Jonordon Investment\n,\nsupra\n, which\nconcerned a\ncondition in a title deed prohibiting the transferee\nof the\nland from carrying on the trade or business of\nan hotel or club or from dealing in wine or spirituous\nliguor thereon. VAN BLERK JA said at p 405 D-F:-\n\"Die kernvraag is, of the serwituut, wat aldus tot stand gebring is, 'n\npersoonlike serwituut of 'n erfdiensbaarheid is. Is dit eergenoemde,\nmoet die\nserwituutreg geskep gewees het ten gunste van 'n besondere persoon of persone as\ndie reghebbende(s) daartoe ongeag of hy\nof hulle die eienaar(s) van enige grond\nis (Ex\nparte Geldenhuys\n, 1926\nOPD 155 /\n21.\nOPD 155 op bl 163). En: soos INN2S, R., sê in W\nilloughby's\nconsolidated Co., Ctd. v Copthall Stores, Ltd.\n,\n1913 AD 267\nop bl 282, is\njuis om die persoonlike aard van die serwituut die toegekende reg onafskeidbaar\nverbonde aan die bevoordeelde.\nRes servit personae\n. Om dié rede\nkan hy die reg nie oordra aan sy erfgename of dit vervreem nie. Sterf hy gaan\ndit tot niet.\"\nIn an earlier case,\nVan der Merwe v Van Wyk NO\n1921\nEDL 298\n(a\ndecision of the Full Bench of that Court)\nit was held that a usufruct is such\na personal right\nthat it cannot be ceded to anyone but the owner of\nthe\nproperty over which the usufruct exists, and that,\nconsequently it\ndoes not fall into the community of\nproperty between husband and wife.\nFinally, in this\nregard, I should refer to sec 66 of the Deeds Registries\nAct, /\n22.\nAct, No 47 of 1937, which gives full effect to our common law by\nproviding that no personal servitude of usufruct, usus or habitatio,\npurporting\nto extend beyond the life-time of the person in whose favour it is created,\nshall be registered. Nor may a transfer or\ncession of such personal servitude to\nany person other than the owner of the land encumbered thereby, be\nregistered.\nIt remains to deal with Mr Shaw's final submission that the\nrights under a personal servitude could be rendered alienable in terms\nof the\nagreement constituting the servitude. He referred to certain provisions in the\ndeed of servitude from which, he submitted,\nit could be inferred that the\nparties intended Escom to have the power to cede its rights under the servitude\nto a third party. I\nam\nunable /\n23.\nunable to draw the inference contended for by Mr\nShaw\n, and it is\naccordingly not necessary to decide\nwhether a personal servitude could be\nrendered alienable by\nagreement between the parties. For his submission\nthat\nthe parties intended Escom to have the right of cession,\nMr\nShaw\nrelied firstly on the fact that no reference was\nmade in the deed\nof servitude to Escom's successors in\ntitle. I do not regard this fact as any indication of\nan intention to grant to Escom a right of cession. Mr\nShaw\nnext relied on the fact that the servitude was\ngranted to Escom in perpetuity. In my view a provision .\nof this kind means no more than that the servitude is\nintended to endure for as long as the statutory juristic\nperson /\n24.\nperson exists. In the same way as a personal servitude\nin favour of\na natural person is often expressly granted\nfor the lifetime of that person, a personal servitude in\nfavour of a juristic person is qranted\nin perpetuity, intending no more than that it should\nlast for as long as that beneficiary exists. I fail\nto see any indication in a provision of this kind of an\nintention to confer a right of cession on the person or juristic person in\nwhose favour the servitude is created. In saying this I\nexpress no view on\nwhether the rule in Roman-Dutch law that a personal servitude in favour of a\ncorporation expires after one hundred\nyears, still applies in our law (cf\nJohannesburg Municipality v Transvaal Cold\nStorage\n/\n25.\nStorage Ltd\n1904 TS 722\nat 729 and\nSouth\nAfrican\nRailways and Harbours v Paarl Roller Flour Mills Ltd\n1921 CPD 62\nat 69).\nMr Shaw\nfinally relied on the fact that\nthe\nCity Council is an authorized undertaker for the\nsupply\nof electricity, and submitted that the parties intended\nthat if and when the City Council sold the property,\nEscom would have the power to cede the servitude to the\nCity Council. While the City Council remained the\nowner of the servient land a cession to it would, of\ncourse, have extinguished the servitude by merger and in\naccordance with the maxim\nnulli res sua servit\n(Inst\n2.4.3 and Voet 8.4.14). The deed of servitude does not refer to the City\nCouncil as a supplier of\nelectricity /\n26.\nelectricity and there is not the faintest suggestion\nin the deed of\nservitude of any possible future use\nof the power line by the City Council,\nnot even in a\nprovision such as clause 17 of the deed which provides\nfor a right of cancellation in the event of Escom abandoning the servitude or\nceasing to be in beneficial\noccupation under the servitude. There is therefore no basis for\nMr\nShaw\n's contention.\nFor these reasons I am of the view that the rights\nunder the servitude in guestion were not capable of cession and that the order\nappealed against was correctly granted.\nThe appeal is dismissed with costs.\nW. VIVIER JA.\nRABIE ACJ)\nJANSEN JA)\nConcur. JOUBERT JA)\nBOSHOFF AJA)",
  "scraped_at": "2026-02-11T21:07:38.895848",
  "date": "1987-05-29",
  "coram": [
    "RABIE ACJ",
    "JANSEN JA",
    "JOUBERT JA",
    "VIVIER JA",
    "BOSHOFF AJA"
  ],
  "case_number": "126/86",
  "parties": {
    "applicants": [
      "City Council of Durban"
    ],
    "respondents": [
      "Woodhaven Ltd",
      "Electricity Supply Commission",
      "Registrar of Deeds"
    ]
  },
  "sections": {
    "facts": "Woodhaven Ltd purchased land in Durban from the City Council in 1970. In 1957 the City Council, then owner, granted a notarial deed of servitude to the Electricity Supply Commission (Escom) allowing an electricity transmission line over the land. The servitude was registered against the title. In 1981 Escom began dismantling the line and, after a request from Woodhaven, confirmed that the servitude would be cancelled. The City Council later sought to have the rights under the servitude transferred to itself. Woodhaven brought an application in the Durban and Coast Local Division seeking a declaration that Escom had abandoned the servitude or, alternatively, that Escom could not cede its rights to the City Council. The lower court held the servitude inalienable and refused the cession, granting a declaratory order to that effect. The City Council appealed the decision.",
    "issues": "1) Whether a personal servitude, such as the electricity transmission line servitude granted to Escom, is alienable and may be ceded to a third party (the City Council). 2) Whether Escom had effectively abandoned the servitude, rendering the cession permissible.",
    "principles": "South African law classifies the servitude in question as a personal servitude, which is inalienable and attaches to the beneficiary personally. Leading authorities (Willoughby's Consolidated Co Ltd v Copthall Stores Ltd, Hotel De Aar v Jonordan Investment, Smit v Die Meester, etc.) hold that personal servitudes cannot be transferred or assigned and terminate with the beneficiary. Roman‑Dutch jurisprudence confirms that a usufruct, a classic personal servitude, is non‑cedable, and the modern Deeds Registries Act (sec 66) prohibits registration of personal servitudes beyond the life of the beneficiary or their cession to anyone other than the landowner. The intention of the parties, as expressed in the deed, is required to override this rule, but no such intention was found.",
    "application": "The Court examined the deed of servitude and found no clause granting Escom the power to cede its rights. The provision that the servitude was granted in perpetuity was interpreted as meaning it would last as long as Escom (a juristic person) existed, not that it could be transferred. The Court rejected the argument that the absence of reference to successors or the fact that the City Council was an authorised electricity undertaker indicated an intention to allow cession. Applying the established principle that personal servitudes are inalienable, the Court concluded that Escom could not legally cede its rights to the City Council. Consequently, the question of abandonment became irrelevant to the final outcome.",
    "conclusion": "The appeal was dismissed with costs. The order of the lower court declaring that the personal servitude could not be ceded and that Escom was not entitled to transfer its rights to the City Council was upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "personal servitude",
      "alienability",
      "cessation",
      "electricity transmission"
    ]
  }
}