{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/86.html",
  "case_name": "Umbogintwini Land and Investment Company (Pty) Ltd. v Barclays National Bank Ltd and Another (205/86) [1987] ZASCA 86 (17 September 1987)",
  "citation": "[1987] ZASCA 86",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 86\n|\nNoteup\n|\nLawCite\nUmbogintwini Land and Investment Company (Pty) Ltd. v Barclays National Bank Ltd and Another (205/86) [1987] ZASCA 86 (17 September 1987)\nDownload original files\nPDF format\nRTF format\n205/86 /mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nUMBOGINTWINI LAND AND INVESTMENT\nCOMPANY (PROPRIETARY) LIMITED\n.\t APPELLANT\n(In liquidation) vs\nBARCLAYS NATIONAL BANK LIMITED\nFIRST RESPONDENT\nand\nTHE MASTER OF THE SUPREME COURT (NPD\n) .... SECOND RESPONDENT\nCORAM\n: VILJOEN, BOTHA, GROSSKOPF, VIVIER, JJA et\nSTEYN AJA\nHEARD\n: \t12 MAY 1987\nDELIVERED\n: 17 SEPTEMBER 1987\nJUDGMENT\nVILJOEN, JA\nThe appellant is a company in liquidation.\nIn/\n2. In relating the relevant history before the liquidation,\nI shall simply refer to it as Umbogintwini. On 22 De-\ncember 1975 and in\nwriting Umbogintwini bound itself\nas surety for and co-principal debtor with\na company,\nSandy's Supermarket (Pty) Ltd (hereinafter referred to\nas\nSandy's), which is also now in liquidation, for the\ndue repayment on demand\nof all sums of money which were\nthen or might from time to time thereafter be\nowing by\nSandy's to the first respondent (hereinafter referred\nto as the\nplaintiff). On 27 January 1976 Umbogintwini\ncaused a first mortgage bond\nhypothecating a certain\npiece of land described as Lot 313 Athlone Park,\nAman-\nzimtoti, (hereinafter referred to as \"the property\"),\nto be/\n3. to be registered in favour of the plaintiff. This\nbond secured the due payment by Umbogintwini to the\nplaintiff of Sandy's\nindebtedness at any time up to\nan amount of R170 000 and an additional sum of\nR9 000\nfor certain contingent payments, costs and outlays.\nOn 18 April 1979\nSandy's account with the plaintiff\nwas overdrawn to the extent of an amount\nexceeding\nR234 000,00. Sandy's could not pay this amount and\nthe plaintiff\nconsequently sued the appellant\n(Umbogintwini which was at that stage in liquidation)\nfor (a) payment of\nthe sum of R234 400,34; (b) in-\nterest thereon at the rate of 13,5% p a from\n19 April\n1979 to date of payment; (c) an order declaring that\nthe plaintiff's claim\nfor'which judgment is granted is\nsecured/\n4. secured to the extent of R170 000 by virtue of the\nmortgage bond referred to and that, in the winding\nup of Umbogintwini, the\nplaintiff is entitled to\npreference attaching to such security and (d)\ncosts.\nThe Master of the Supreme Court, Natal, (hereinafter\nreferred to as\nthe Master) wás cited, by reason of\nany interest which he might have\nin the outcome of the\nproceedings, as second defendant, and in the\npresent\nproceedings he is cited as the second respondent. The\nMaster has,\nhowever, notified the Registrar of this\nCourt that he is not opposing the\nappeal and that he\nabides by the decision of this Court.\nTo the plaintiff's claims the appellant\nraised a\nnumber of defences, including a special plea,\nand/\n5. and instituted a counterclaim that the suretyship and\nthe bond be set aside as being dispositions without\nvalue as envisaged by\nsection 26 of the Insolvency Act,\n24 of 1936, read with section 339 of the Companies Act,\n61 of 1973. The\nlearned Judge a\nquo\nrejected the defences\nand granted judgment in the\nplaintiff's favour. He\ndismissed the counterclaim. As the defences,\npredominant-\nly of a legal nature, were, subject to a slight diffe-\nrence\nof approach, reargued in this Court, they will\nbe referred to and considered\nin due course and no\ndetailed reference to them is made at this stage.\nWith\nthe leave of the Court a\nquo\nthe appellant appeals\nagainst the\nwhole of the judgment and order of the\nlearned Judge.\nThe special plea was disposed of first and initially\non\nsuch/\n6. such facts as were relevant for purposes of adjudi-\ncating upon the special plea were put before the court\na\nquo\n. However, inasmuch as the facts relating to the\nspecial plea are part and parcel of the entire history\nof Umbogintwini\nwhich culminated in the institution\nby the plaintiff of the claim against the\nappellant,\nI deem it convenient to relate the salient facts (to\nbe supplemented where\nnecessary at a later stage) in\nsubstantially chronological order.\nUmbogintwini was floated on 10 June 1968.\nAt all\nmaterial times the directors were C Assimakopoulos\nand his wife A\nAssimakopoulos. They were also the only\nsháreholders, C Assimakopoulos holding 99 shares and\nA\nAssimakopoulos one share.\nIt is/\n7. It is not clear from the irecord when Sandy's was\nincorporated but it may fairly be assumed that it had\nexisted for a number of years before it was finally\nwound up in 1979. It was a trading concern which con-\nducted three supermarket businesses, at Pinetown, at\nPietermaritzburg and at Mayville, Natal. At some stage\nduring 1976 the directors of Sandy's consolidated the\ncompany's position by selling the Pinetown store and ter-\nminating the lease of the Mayville premises when it\nabandoned that operation. The company then concentrated\non the Pietermaritzburg business. As appears from the\ndirectors' report prefixed to the accounts for the year\nending 29 February 1976 they felt confident that the\nconsolidation policy would result in an improvement of\nSandy's/\n8. Sandy's future profitability. The shareholders of\nSandy's were C Assimakopoulos to the extent of seventy-\nfive per cent and\nK Coussis to the extent of twenty-\nfive per cent. These two gentlemen were\nthe only\ndirectors.\nDuring 1975 Sandy's was conducting two ban-\nking accounts, one with\nWestern Bank and one with Ned-\nbank. When Barclays Bank took over Western\nBank the latter\nbecame Barclays Western Bank. As at 28 February\n1975\nSandy's was indebted to Nedbank in the sum of R73 013\nand to Western\nBank in the sum of R64 000. In respect\nof the current account conducted with\nNedbank there was,\noriginally, an authorised overdraft limit of R35\n000,\nwhich was subsequently increased. On 28 February 1975\nthe account was\noverdrawn to the extent of R73 013.\nThis/\n9. This current account was secured by unlimited surety-\nship undertakings by the directors of Sandy's and by\nUmbogintwini. By July\n1975 Nedbank required Sandy's\naccount to be closed by reason of Sandy's \"kite\nflying\"\nactivities. Sandy's had deposited cheques drawn on\nBarclays\nWestern Bank to the credit of its account in\nthe books of Nedbank and by\nvirtue of this manipulation\nmanaged to contrive credit for itself of up to\nfour or\nfive days before the cheques were cleared by Barclays\nWestern\nBank. Nedbank indicated to Sandy's that it was\ndissatisfied with the manner\nin which the account was\nbeing conducted and requested Sandy's to make other\nbanking arrangements. As a consequence the directors\nof Sandy's transferred its Nedbank account to the\nplaintiff/\n10. plaintiff. In September 1975 the plaintiff accepted\ntransfer of the facility which Sandy's had enjoyed\nwith Nedbank from the\nlatter to itself and subject\nto adequate security being provided undertook to in-\ncrease the facility.\nThe security which was furnished\nwas that which formed the subject matter of\nthe claim\nin the court a\nquo\n. The facility was increased from\ntime\nto time. In the meantime the plaintiff had also\ntaken over Umbogintwini's\naccount from Nedbank. Sandy's\nfinancial position deteriorated steadily. Its\nliabi-\nlities increased; it could not pay its debts and was\neventually wound up\nby the court.\nUmbogintwini was also placed in liquidation.\nIt was/\n11.\nIt was finally wound up by the court on 13 August 1979.\nThe same\nliquidator as had been appointed in Sandy's estate was appointed, on 1 October\n1979, for the appellant. At a duly constituted\nmeeting of credi-tors the\nplaintiff's claim was proved and admitted. The liqui-dator, however, disputed\nthe claim after it had been\nproved and the Master disallowed the claim in terms\nof s 45(3) of the Insolvency Act. Such disallowance was communicated to the\nplaintiff\nin writing on 30 May 1983. On 5 August 1983 the summons initiating the\naction in the present matter was issued.\nThe defences which were raised by\nthe appellant to the plaintiff's claims were summarised in the heads\nof\nargument prepared for the purposes of this appeal\nby counsel who appeared for the appellant in the Court\na\nquo\nas follows:\n\"1. The/\n12.\n\"1. The Appellant raised a special plea wherein the Appellant alleged that by\nvirtue of the Respondent's failure to comply with the\nprovisions of Section 359\nof the Companies Act No 61 of 1973 (\"the Companies Act\") prior to instituting\nthe present pro-ceedings\nagainst the Appellant, the Respondent's claim was\ndeemed to have been abandoned by virtue of the pro-visions of Section 359 of the\nCom-panies Act.\n2. A number of alternative defences\nbased essentially upon the Appellant's contention that the signing of the\nsuretyship and the granting of a power of attorney to pass\nthe mort-gage bond\nwas not accompanied by any attendant value received by the Appellant. These\nalternative defences, in their turn,\ncan be categorised under two m'ain\ngroupings as follows: 2.1 The transaction was hit\nby\nSection 26\nof the\nInsolvency Act No 24 of 1936\nin the form in which it existed\nprior to\nits/\n13.\nits being amended by the enactment of Act No 84 of 1984 and that accordingly\nthe claim which the Appellant alleged was uncompleted\ncould not give rise to any\nclaim in competition with the creditors of the Appellant's estate.\n2.2 That by virtue of the ab-sence of attendant value, the Appellant and/or\nits directors lacked the autho-rity to bind the Appellant\nto the suretyship and\nthe mortgage bond.\"\nThe defence under paragraph 2.2 may con-veniently be referred to as the\nultra vires\ndefence.\nThe learned trial Judge dismissed the special\nplea. He further held that the appellant had failed\nto/\n14. to establish that the dispositions were without\nvalue. He\nfound that that conclusion made it\nunnecessary for him to consider whether\nthe 1984\namendment to\ns 26(2)\nof the\nInsolvency Act had\nany\noperation in\nthe context of the case. Despite this\nview he nevertheless dealt with that\nissue briefly\nand came to the conclusion that\nsection 26(2)\nonly\ncomes\ninto operation when there is competition,\nin other words at the stage at\nwhich distribution\nis made. Until the competition arises it has\nno\napplication; it follows, he held, that there is\nno guestion of\nretrospectivity in the true sense.\nThe effect of this is that the amendment\ndoes apply,\nhe/\n15. he concluded.\nBefore this Court on appeal the appellant\nhas been\nrepresented by Mr Heher who did not appear at\nthe trial. Subject to two\nqualifications, his sub-\nmissions are, substantially, those set out in his\npre-\ndecessor's heads of argument. The first qualification\nis that,\ninstead of \"Respondent's claim\" in paragraph\n1 of the summary of the appellant's defences in the\nheads he requests us\nto read \"proceedings\". The second\nis that, wisely, in my view, he has\njettisoned the\nultra vires\ndefence.\nAs appears from paragraph 1 of the summary\nof the\ndefences, the appellant relies on section 359\nof the Companies Act. In terms\nof subsection (l)(a) all\ncivil/\n16.\ncivil proceedings by or against the company concerned\nshall, when the court has made an order for the winding-\nup of a company, be suspended until the appointment of\na liquidator. Subsection (2) reads as follows:\n\"(a) Every person who, having instituted legal proceedings against a company\nwhich were suspended by a winding-up, intends to con-tinue\nthe same, and every\nperson who intends to institute legal proceedings for the purpose of enforcing\nany claim against the company\nwhich arose before the commen-cement of the\nwinding-up, shall within four weeks after the appointment of the liquidator give\nthe\nliquidator not less than three weeks' notice in writing before continuing or\ncommencing the proceedings.\n(b) If notice is not so given the proceedings shall be considered to be\nabandoned un-less the Court otherwise directs.\"\nIn the present case the plaintiff did not\ninstitute\nproceedings before the winding up of the\ncompany/\n17. company. The first portion of ss 2(a) is,therefore,\nnot applicable. The words to be considered in the\npresent context are\n\"every person who intends to in-\nstitute legal proceedings for the purpose of\nenforcing\nany claim against the company which arose before\nthe\ncommencement of the winding-up.\" It is common cause.\nthat no notice\nwas given to the liquidator within four\nweeks after his appointment, or at\nall, that the plain-\ntiff intended to institute legal proceedings for\nthe\npurpose of enforcing its claim against the appellant.\nIt is also\ncommon cause that the plaintiff, before in-\nstituting action, did not\napproach the court for leave\nto proceed as a creditor would, in an\nappropriate case,\nbe required to do as indicated by the words \"unless the\ncourt/\n18. Court otherwise directs\" in s 359(2)(b).\nIn dealing with the issue raised by the\nspecial plea, the learned Judge a\nquo\nreferred to\ns 366(1)(a) of the Companies Act which provides that\nin the winding up,\ninter alia\n, of a company by the\ncourt the claims against the company shall be proved\nat a meeting of creditors\nmutatis mutandis\nin accor-\ndance with the provisions relating to the proof of claims\nagainst an insolvent estate under the law relating to in-\nsolvency. That brought into effect, said the learned Judge\na\nquo\n,\nsections 44\nand\n45\nof the\nInsolvency Act. He\nquoted\nsections 44(3)\nand\n45\n(3) which he regarded as the relevant\nsubsections. In both, the learned Judge said, counsel sought\nconstrue the reference to\nsection 75\nof the\nInsolvency Act as\na\nreference/\n19. reference to section 359(2) of the Companies Act\nby invoking the\nmutatis mutandis\nprovisions in section\n366(1)(a). A consideration of sections 44(3) and in\nparticular 45(3)\nindicates,remarked the learned Judge,\nthat those sections contemplate that\nafter a dispute\nof a claim by the trustee, a report to the Master and\na\nreduction or disallowance of the claim, there could be a\nresort on the part\nof the claimant to establishing his\nclaim by an action at law. This resort,\nhe said, was\nqualified only by the provisions of\nsection 75\nof\nthe\nInsolvency Act. Without\ndealing specifically with\nsection 75\nthe\nlearned Judge dismissed the special plea,\nconcluding as follows:\n\"Section 359(2) of the Companies Act limits\nthe/\n20.\nthe enforcement of a claim to the first four weeks after the appointment of a\nliquidator. That cannot possibly re-late to a claim\nmade or sought. to be\nestablished subseguent to, as happened in the present case, a dispute by the\ntrustee and a disallowance by\nthe Mas-ter. The terms of section 359 of the\nCompanies Act are wholly inappropriate to the situation which then\nobtains.\"\nIn the appellant's heads the argument ad-\nvanced in\nthe court a\nquo\nis substantially repeated.\nIn my view\ns 44(3)\nof the\nInsolvency Act cannot\nbe\nrelevant because the\nproviso postulates a rejection of\nthe claim by the officer presiding at the\nmeeting of\ncreditors, which did not happen in the present case.\nThe\nrelevant section is\ns 45(3)\nwhich provides:\n\"If the trustee disputes a claim after it has been proved against the estate at\na meeting of creditors, he shall report the\nfact/\n2 1.\nfact in writing to the Master and shall state in his report his reasons for\ndis-puting the claim. Thereupon the Master may confirm\nthe claim, or he may,\nafter having afforded the claimant an opportunity to substantiate his claim,\nreduce or disallow the claim,\nand if he has done so, he shall forthwith notify\nthe claimant in writing: Provided that such reduction or disallowan-ce shall not\ndebar the claimant from estab-lishing his claim by an action at law, but subject\nto the provisions of section seven-ty-five.\"\nSection 75\nof the\nInsolvency Act reads\n:\n\"(1) Any civil legal\nproceedings insti-tuted against a debtor before the sequestration of his estate\nshall lapse upon the expiration\nof a period of three weeks as from the date of\nthe first meeting of the creditors of that estate, unless the person who\ninstituted\nthose pro-ceedings gave notice, within that period to the trustee of\nthat es-tate, or if no trustee has been appointed, to the Master,\nthat he\nintends/\n2 2.\nintends to continue those pro-ceedings, and after the expiration of a period of\nthree weeks as from the date of such notice, prosecutes\nthose proceedings with\nreasonable expedition: Provided that the court in which the proceedings are\npending may permit the said person\n(on such conditions as it may think fit to\nimpose) to continue those proceedings even though he failed to give such notice\nwithin\nthe said period, if it finds that there was a reasonable excuse for such\nfailure.\n(2) After the confirmation, by the\nMaster, of any trustee's account in an insolvent estate in terms of section one\nhundred and twelve, no person shall institute any\nlegal proceedings against that\nestate in respect of any liability which arose before its sequestration:\nProvided that the court in\nwhich it is sought to institute pro-ceedings may, on\nsuch conditions as it may think fit to impose, but\nsubject/\n23.\nsubject to the provisions of the said section, permit the institu-tion of such\nproceedings after the said confirmation, if it finds\nthat there was a reasonable\nexcuse for the delay in instituting such\nproceedings.\"\nSubsection (1) of\ns 75\ncannot possibly, even\nin the\ninsolvency context, apply to a situation such\nas is contemplated by\ns 45(3)\nbecause the latter pro-\nvision deals with a reduction or disallowance by\nthe\nMaster of a claim proved in the insolvent estate, whereas\nsection 75(1)\napplies to civil proceedings which have\nbeen instituted\nagainst a debtor before the sequestra-\ntion of his estate. It is therefore\nsurprising that the\napplication of the proviso to\ns 45(3)\nis not restricted\nto\ns 75(2).\nThis latter provision, even though not\nrelied/\n24. relied upon in the present case, presumably because\nthe Master has not confirmed the liquidation account\nbefore the\ninstitution of the action, may nevertheless\nbe applicable to a company in\nliguidation, because s 359\nof the Companies Act does not provide for such an\neven-\ntuality. If that is so this would create a further\nbar to, but at\nthe same time another possibility for,\nthe institution of legal proceedings\neven after confir-\nmation by the Master of the liquidator's account\nand\nwould be inconsistent with the argument contained in\nthe appellant's\nheads of argument that the words \"sub-\nject to the provision of section seventy five\" in the\nproviso to\ns 45(3)\nof the\nInsolvency Act should\nbe\ninterpreted to mean \"subject to\ns 359(2)(b)\nof the\nCompanies Act.\"\nThis/......\n25. This argument, in any event, begs the question because the\nenguiry remains: does section 359(2) render it obligatory for every\nperson,\ninclu-ding the person who has every intention to prove his claim in the\ninsolvent estate, to give notice in terms of s 359(2)\nof the Companies Act? That\nit does is the contention advanced both in the appellant's heads of argument as\nwell as by Mr Heher in\nhis oral argument. The approach differed, however.\nCounsel who prepared the heads of argument acknowledged that s 359(2) of the\nCompanies\nAct impliedly contemplates that there may, in an appropriate case, be\ntwo courses open for a creditor to enforce his claim against\nthe estate viz by\ninstitutir proceedings or by proving a claim in the estate, and that the\nsubsection should be read together with\ns 366(1] of the Companies Act and the\nrelevant provisions of the\nInsolvency Act. Mr\nHeher, on the other hand,\nemphasised\nthe/\n26. the word \"proceedings\" in the subsection and argued\nthat\ns 359\nis self-contained in that it is the only\nsection in the Companies Act which deals with \"pro-\nceedings.\" Whatever the circumstances under which or\nthe time when civil\nproceedings to enforce a claim are\ninstituted, counsel submitted, the\nsubsection is the\nonly applicable provision.\nIn the matter of\nSwaanswyk Investments (Pty)\nLtd v The Master and Another\n1978(2) SA 267(C) Van Zijl JP, after\nhaving referred to sections 339 and 366(1) of the Companies Act and to\nsections\n44(3)\nand\n45\n(3) of the\nInsolvency Act, said.at\n269 in\nfine\n- 270A:\n\"From these sections of the Companies and Insolvency Acts it appears that a\ncreditor has, in respect of the recovery of a debt owing\nto him by a company\nwhich has been placed under a winding-up order, two courses open to him. He can\ngive the reguired notice in terms\nof\ns 359\nof the\nCompanies\nAct/\n27.\nCompanies Act and sue in the courts for the recovery of his debt, or he can take\nadvantage of the liquidation order and try to prove\nhis debt at a meeting of\ncreditors and, if he fails to prove it, he can then sue in the courts for the\nrecovery thereof. In other\nwords, if he fails to prove his claim at a meeting of\ncreditors, he can attempt to do so in the courts.\"\nCounsel for\nthe appellant criticised this judgment.\nIn the heads of argument the submission is made that\nVan Zijl JP,in\nstopping short of considering the words\n\"but subject to the provisions of section seventy-five\"\nin the proviso to\ns 45(3)\nof the\nInsolvency Act, failed\nto appreciate the import of these\nwords. As I have\npointed out above, this argument begs the question.\nMr\nHeher, on the other hand, was constrained to argue\nthat the judgment was\nwrong because\ns 45(3)\nof the\nInsolvency Act/\n>28.\nInsolvency Act does\nnot, in his submission, apply\nat all.\nI do not agree that\ns 359(2)\nis self-\ncontained. One cannot ignore the reality that there\nare, in an appropriate\ncase, two courses open to a\ncreditor of a liquidated company to recover his\ndebt.\nOne is to institute legal proceedings and the other\nis to prove his\nclaim in the estate. In terms of\ns 364(1)(a)(ii) of the Companies Act the\nMaster is\nenjoined to summon a meeting of creditors for the pur-\npose of\nthe proof of claims against the company. The\nCompanies Act does not, however,\nprescribe the procedure\naccording to which such claims have to be proved.\nIt\nsimply provides in s 366, as was stated above, that the\nprovisions/\n29. provisions relating to the proof of claims against\nan insolvent estate under the law relating to insol-\nvency would apply.\nThat law at the present time is\nAct 24 of 1936, as amended. Section 39 of\nthis Act\ndeals with the time and place of meetings of creditors\nand\nsubsection (2) provides for the designation of an\nofficer to preside over the\nmeeting. Section 44 sets\nout the procedure to be followed for the proof\nof\nclaims against the estate. Such claims are, in terms\nof ss (1),\nrequired to be liquidated claims. It has\nbeen decided, however, that\nunliquidated claims may\nalso be submitted fór proof in the estate. See\nCachalia\nv De Klerk NO and Benjamin NO\n1952(4) SA 672 (T) 677F\n- 6.780\nFor the purposes of this judgment it is not necessary to\ninguire\ninto the correctness of this decision because in\nthe/\n30.\nthe present case the claim concerned is a liquidated claim and, in my\nview, every creditor who has at least a liquidated claim against\nthe estate,\nhas, as Van Zijl JP said in\nSwaanswyk's\ncase\nsupra\n, two courses\nopen to him. After the liquidation of the company the creditor has to decide\nwhether to submit a claim for proof in\nthe estate or to proceed in terms of s\n359(2)(a) to enforce his\nclaim\nagainst the company. S 359 deals with the\ninstitution of legal proceedings if that is, at the stage of the initial\nelection, the\ncourse decided upon. That does not rule out the possibility that\nlegal proceedings\nother/\n31. other than those contemplated in s 359(2) may, depen-ding upon\nthe vicissitudes following in the wake of\nthe creditor's initial election to\npursue his claim by proving it in the estate, be instituted at a later\nstage.\nIn my view s 359(2)(a) is capable of one construction only. The\nobligation to give notice within a period of four weeks after the\nappointment of\na liquidator is imposed upon the creditor who intends to institute legal\nproceedings forthwith.\nThe creditor who intends to enforce his claim by\nproving it at a meeting of creditors of that estate is not hit by the provision\nat\nall.\nHad/\n32.\nHad the legislature intended to impose the obligation\non a creditor\nwho might at a later stage decide or be compelled to institute civil proceedings\nagainst the estate, it could easily\nhave provided therefor in clear terms. The\nprovision was designed, in my view, to afford the liquidator an opportunity,\nimmediately\nafter his appointment, to consider and assess, in the interests of\nthe general body of creditors, the nature and validity of the\nclaim or\ncontemplated claim and how to deal with it - whether, for instance, to dispute\nor settle or acknowledge it. Cf\nRandfontein Extension Ltd v South Randfontein\nMines Ltd and Others\n,\n1936 WLD 1\nat 3. In the case of claims sought to be\nproved in the estate, the liquidator does not require such an opportunity.\nIf/\n33.\nIf the claim is rejected by the officer presiding in\nterms of\ns 44(3)\nof\nthe\nInsolvency Act, the\nliquidator\nwould be fully apprised and if disallowed\nby the\nMaster in terms of\ns 45(3)\nhe would be fully aware of\nthe nature of\nthe claim concerned because the Master\nacts on his report. Consequently, in\nneither case\nwould he require three weeks time within which to\nconsider\nthe claim.\nI have accordingly come to the conclusion\nthat s\n359(2) of the Companies Act is not applicable to the circumstances of the\npresent case and that the special plea was correctly\ndismissed by the learned\ntrial Judge.\nI proceed to consider whether the disposition was for value or\nnot. There is no cross-appeal against the learned Judge's dismissal\nof the\ncounter-claim.\nSection 26(1)/....\n34.\nSection 26(1)\nof the\nInsolvency Act is\n, therefore,\nnot relevant to the present appeal.\nSection 26(2)\nis, however. The relevant\nportion of this subsection, as it read prior to the amendment in 1984,\nprovided:\n\"A disposition of property not made for value -\nwhich was uncompleted by the insolvent, shall not give rise to any claim in\ncompetition with the creditors of the insolvent's\nestate.\"\nBy s (1) of Act.84 of 1984 the following\nproviso was\nadded to the subsection:\n\"Provided that in the case of a dispo-sition of property not made for value,\nwhich was uncompleted by the insolvent, and\nwhich:\n(a)\twas made by way of suretyship, guarantee or indemnity; and\n(b)\thas not been set aside under sub-section\n(1),\nthe beneficiary concerned may compete with the creditors of the insolvent's\nestate for an amount not exceeding the amount by which\nthe value of the\ninsolvent's assets exceeded his liabilities immediately before the making of\nthat disposition.\"\nIt is common cause that the undertakings\nconcerned constitute \"dispositions\" within the meaning\nof/\n35. of\ns 26(2)\nread with the definition of \"disposition\"\nin\ns 2\nof the\nInsolvency Act. See\nLangeberg Koope\n-\nrasie Beperk\nv Inverdoorn Farming and Trading Company\nLimited\n1965(2) SA\n597(A).It is also not in issue\nthat the dispositions were \"uncompleted\"\nwithin the\nmeaning of\ns 26(2).\nSee\nSouth African Fabrics Ltd\nv\nMillman NO and Another\n1972(4) SA 592(A)601 A - H.\nThe appellant's case\nis that no value was given for\nthe dispositions and thatthe terms of\ns 26(2)\nas it\nwas before the addition of the proviso should be applied.\nThe\namendment is not applicable, it was submitted, be-\ncause the commencement\ndate of the amending Act was\n18 July 1984; that was subsequent to the winding up\nof Umbogintwini and,\nindeed, subsequent to the insti-\ntution/\n36.\ntution of the action in August 1983. The learned\nJudge erred, it was\ncontended, in his decision that\nthe proviso applied because s 26(2) only\ncomes into\noperation when there is competition, in other words,\nat the\nstage at which the distribution is made and\nthat it was accordingly not\nnecessary to decide whether\nthe proviso operated retrospectively or not. It\nwas\ncontended on behalf of the appellant that the proviso\noperates as at\nthe date of liquidation of a company\nat which date there would be a\nconcursus creditorum\n,\nthat the proviso was not retro-active and that\nthe\nplaintiff could, accordingly, not rely thereon.\nThe first inquiry on this issue is whether\nthe dispositions constituted,\nas counsel for the appellant\nsubmitted/\n37. submitted dispositions not for value.\nThe onus in this respect is on the appellant. See\nSwanee's Boerdery (Edms) Bpk (In Liq) v Trust Bank\n1986(2) SA 850(A) 859 C. The meaning of the term\n\"value\" was considered in\nEstate Wege v Strauss\n1932 AD\n76\nin which\ncase the Court was concerned with s 24\nof the previous Insolvency Act 32 of\n1916. That sec-\ntion was for all practical purposes worded similarly\nto s\n26 of the present Act. Wessels ACJ said at 84:\n\"The object of s 24 is not to prevent a person in insolvent circumstances from\nengaging in the ordinary tran-sactions of life, but\nto prevent a person from\nimpoverishing his estate by giving away his assets without re-ceiving any\npresent or contingent advantage\nin return.\"\nIt was\nstressed by counsel for the appellant\nthat/\n38. that the Court is in the present case not concerned\nwith the advantage which the directors of Umbogin-\ntwini would have\ngained, but with the advantage to\nUmbogintwini, a juristic person. The only\nevidence\nrelied upon by the appellant for the proposition that\nno value\nwas given emerged from the interrogation\nduring an inquiry under the\nCompanies Act of Rees\nwho was the bank manager who arranged the\noverdraft\nfacilities for Sandy's. Counsel conceded that a\nbank manager who\narranges overdraft facilites for a\nclient may be completely unaware of the\nrelationship\nbetween the surety and the principal debtor and that,\nin the ordinary run of cases, his concern would chief-\nly be the credit-worthiness of the surety. Of course,\nhe/\n39. he runs the risk of the suretyship guarantee being\nset aside as a disposition without value but whether\na bank official who\nis usually not versed in insolven-\ncy law, would consciously direct his mind\nto this\ndanger is doubtful. Rees certainly did not. That\nis clear from a\nperusal of his evidence which he gave\nwhile he was, ad\nnauseam\nand\nvery unjustly, interro-\ngated about the affairs of Umbogintwini and\nSandy's.\nThe person who could have proved that no value passed,\nwas\nAssimakopoulus, but he was never called. In spite\nthereof, argued Mr Heher,\nenough was extracted from\nRees during the interrogation (a copy of which\nrecord\nwas handed in at the trial in terms of s 415(5) of\nthe Companies\nAct) and from other witnesses called by\nthe/\n40.\nthe plaintiff at the trial, to discharge the onus.\nThe concession made by Rees which is relied\nupon, reads thus:\n\"And if I can just get it clear with you, at the stage when this suretyship was\ngiven,and the bond was registered, no value was given,\nwas it? By the bank in\nrespect of the suretyship to Umbogin-\ntwini Land & Investments? \t No, not to\nUmbogintwini Land & Investment Company.\nNo value whatsoever was given? — No, not directly. By that I mean\nindirectly the company might have had to sell their pro-perty\nto provide Sandy's\nwith the working capital that they were looking for. So indirectly they did have\nthe benefit but not directly.\"\nIn my view, apart from the fact\nthat Rees\nmanifestly did not have all the facts at his disposal,\nhis\nconcession carried very little weight. What\nFannin J/\n41.\nFannin J said in Goode, Durrant and Murray Ltd v\nHewitt\nand Cornell NNO\n1961(4) 286(N) at 291 E - H appears\nto me to be\nparticularly apposite to the circumstances\nof the present case:\n\"The word \"value\" is not, however, con-fined to a monetary or tangible material\nconsideration, nor must it necessarily proceed from\nthe person to whom the\ndis-position is made. Whether an insolvent has received \"value\" for a\ndisposition mustbe decided by reference\nto all the circumstances under which the\ntransac-tion was made.\nHurley & Seymour, NO v W H Muller & Co\n1924 NPD 122\nat p 133. In this case, as I have said, the Com-pany is one of a\ngroup of companies, and it guaranteed the obligation of another\nmember of the\nsame group as a result of financial pressure upon that fellow member, and on the\nparent company. On those facts, it\nseems to me impossible at this stage to say\nthat no \"value\" was given for there are many important bene-fits which such a\ntransaction\nmight bring\nto/\n42.\nto the Company, such as, for example, the continued financial stability of the\nwhole group of companies.\"\nAs Beyers JA pointed out in the\nLangeberg Kooperasie\ncase\nsupra\nat 604 B the view expressed by\nFannin J is consistent with other decisions referred to.\nThe evidence placed\nbefore the court a\nquo\nestablished the facts which were set out by me\nabove in recounting the history. In addition certain other facts need to be\nmentipned.\nThe account of Sandy's with the plaintiff was initially debited with\nthe Western Bank debits. The basis upon which the plain-tiff\ntook over the\nNedbank current account required that account to be settled with Nedbank. For\nthe\npurpose/\n43. purpose of accommodating the Western Bank debit\nand of settling Sandy's Nedbank debt the plaintiff\naccorded Sandy's\nextended facilities which\nrequired the unlimited guarantees of the\ndirectors\nand of Umbogintwini as well as a mortgage bond over\nthe\nproperty. Those securities were proposed at\nthe outset of the relationship\nbetween Sandy's and\nthe plaintiff and prior to the closure of the\nNedbank\naccount. The only substantial assets of Assimakopoulos\nwere his\nshares in and loans to Umbogintwini in the\nsums of R11 021,00 and approximately R55 000 respective-\nly and a smaller loan to Sandy's Supermarket which by\nthe end of 1976 had\nbeen repaid. In 1975/6 Sandy's\nfinancial position was not good but, as stated above,\nthe/\n44. the directors were optimistic that it would improve\nafter the consolidation. There appears to have\nbeen some basis for this\noptimism inasmuch as Sandy's\nwas only liquidated in 1979, more than three\nyears\nafter the dispositions.\nI agree with counsel for the plaintiff\nthat the advantage gained by\nUmbogintwini as a\nresult of the dispositions was considerable. Prior\nto\n1975 Umbogintwini was already the guarantor (for\nan unlimited amount) in\nrespect of Sandy's overdraft\nwith Nedbank. Nedbank required that the account\nbe\nclosed. It is overwhelmingly probable that Sandy's\ncould not have met\nNedbank's requirements from its\nown resources. Had Sandy's not arranged an\noverdraft\nwith/\n45. with the plaintiff, it is probable that Nedbank\nwould have called upon Sandy's sureties who would\nhave had a right to\ncontribution\ninter\nse. Had\nNedbank called upon Assimakopoulos to pay,\nhe would\nhave had to call upon Umbogintwini to repay his\nloans which might have caused Umbogintwini to go\ninto liquidation.\nUmbogintwini could not repay\nAssimakopoulos nor, if called upon directly,\ncould\nit have paid Nedbank without either selling or mort-\ngaging the\nproperty. Had appellant mortgaged the\nproperty it would have become liable to\npay interest\nto its mortgagee and, presumably over the course of\ntime, to\nrepay the capital borrowed. Accordingly,\nwhen Umbogintwini agreed to stand\nsurety for the\nfacilities/\n46.\nfacilities offered by the plaintiff to Sandy's the\ncontingent liability\ncreated by the unlimited guarantee to Nedbank was in effect replaced by the\nunlimited guarantee to the plaintiff.\nIn addition, Umbogintwini avoided the\nimminent need to borrow (and thus incur actual liability) or sell its proper-ty.\nThe relief\nwhich the plaintiff provided in the form of the facilities must have\ncontributed to the sanguine hopes of Umbogintwini's directors\nthat San-dy's\nwould prosper again and to a belief, consequently, that the contingent liability\nwould never be converted into an actual\nliability. In fact, the contingent\nliability did not ripen into an actual liability for over three years.\nRegard/\n47. Regard being had to all these circumstan-\nces,\nthe court a\nquo\nwas, in my view, fully justi-\nfied in coming to the conclusion that the liability\nto Nedbank was\neffectively extinguished by a course\nof dealing which culminated in the\ndispositions in\nissue - a course of dealing which was not unattended\nby some commercial\nadvantage to Umbogintwini. The\nappellant has accordingly failed to prove that\nthe\ndispositions were not made for value. In view of\nthis conclusion it is\nunnecessary to decide whether\nthe proviso to the amended s 26(2) of the\nInsolvency\nAct operated or not.\nThe appeal is dismissed with costs.\nJUDGE OF APPEAL\nBOTHA JA\nGROSSKOPF\t\tJA\nVIVIER\t\t\t\t\tJA\nSTEYN AJA",
  "scraped_at": "2026-02-11T21:15:31.366903",
  "date": "1987-09-17",
  "coram": [
    "Viljoen JA",
    "Botha JA",
    "Grosskopf JA",
    "Vivier JA",
    "Steyn AJA"
  ],
  "case_number": "205/86",
  "parties": {
    "applicants": [
      "Umbogintwini Land and Investment Company (Pty) Ltd (In liquidation)"
    ],
    "respondents": [
      "Barclays National Bank Ltd",
      "Master of the Supreme Court (NPD)"
    ]
  },
  "sections": {
    "facts": "Umbogintwini Land and Investment Company (the appellant) acted as surety and co‑principal debtor for Sandy's Supermarket (Pty) Ltd, also in liquidation. In January 1976 it executed a first‑mortgage bond over Lot 313 Athlone Park, Amanzimtoti, to secure a maximum of R170,000 plus R9,000 contingent amounts owed by Sandy's to Barclays National Bank (the plaintiff). Sandy's accounts became severely overdrawn, and in April 1979 the plaintiff sued Umbogintwini for the unpaid sum of R234,400.34 with interest. The liquidator of Umbogintwini disputed the claim; the Master disallowed it under s 45(3) of the Insolvency Act. The liquidator appealed, raising a special plea under s 359 of the Companies Act and a counter‑claim that the suretyship and bond were dispositions without value under s 26 of the Insolvency Act.",
    "issues": "1. Whether the special plea invoking s 359(2) of the Companies Act bars the plaintiff’s claim because notice was not given to the liquidator. 2. Whether the suretyship and mortgage bond constitute a disposition made without value within the meaning of s 26(2) of the Insolvency Act (pre‑1984 amendment). 3. Whether the plaintiff is entitled to enforce its claim despite the liquidator’s disallowance under s 45(3) of the Insolvency Act.",
    "principles": "The Court applied the pre‑amendment version of s 26(2) Insolvency Act, which bars a disposition made without value from giving rise to a competing claim. Value is assessed by reference to all circumstances, not merely monetary consideration. The Court held that s 359(2) imposes a notice requirement only on creditors who intend to commence legal proceedings immediately after the liquidator’s appointment; it does not apply to creditors who elect to prove a claim in the estate. Relevant authority includes Swaanswyk Investments v The Master (1978) and the principle that a creditor has two routes: notice‑bound litigation or proof of claim in the liquidation.",
    "application": "The Court found that Umbogintwini received a substantial commercial advantage from the bank’s facilities—avoiding immediate borrowing, sale, or mortgage of its property and preserving the group’s financial stability. Evidence showed that the guarantee enabled Sandy's to meet its obligations, indirectly benefiting Umbogintwini. Accordingly, the disposition was not \"without value\". The special plea was dismissed because s 359(2) did not apply to the plaintiff’s route of proof of claim. The counter‑claim was also dismissed.",
    "conclusion": "The appeal was dismissed with costs. The plaintiff’s claim for the sum, interest, and costs was upheld, and the mortgage bond was confirmed as valid security for R170,000. The liquidator’s disallowance under s 45(3) was set aside."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Suretyship and Dispositions without Value",
    "level_3": [
      "section 26",
      "section 359",
      "mortgage bond",
      "liquidation",
      "creditor rights"
    ]
  }
}