{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/130.html",
  "case_name": "S v Rossouw and Another (53/87) [1987] ZASCA 130 (17 November 1987)",
  "citation": "[1987] ZASCA 130",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 130\n|\nNoteup\n|\nLawCite\nS v Rossouw and Another (53/87) [1987] ZASCA 130 (17 November 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 53/87 WHN\nBENJAMIN ROSSOUW\nEerste Appellant\nDIRK ROSSOUW\nTweede Appellant\nen\nDIE STAAT\nRespondent\nJOUBERT AR\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPèLAFDELING\nInsake die appèl van\nBENJAMIN ROSSOUW\nEeste Appellant\nDIRK ROSSOUW\nTweede Appellant\nen\nDIE STAAT\nRespondent\nCORAM: JOUBERT, GROSSKOPF et JACOBS ARR\nVerhoor: 2 November 1987\nGelewer\n: 17 November 1987\nUITSPRAAK\nJOUBERT AR:\n/Die\n2\nDie twee appellante is in die Kalahari Rondgaande\nPlaaslike Afdeling te Vryburg deur VAN RHYN R P en twee assessore skuldig\nbévind\nop twee aanklagte. Aanklag 1 is dat hulle op Vrydag 30 Mei 1986 by\ndie woonhuis van Carel Gotlieb van Rooyen ( die\n\"\noorledene\") op 'n\nhoewe in die distrik Vryburg ingebreek het en sekere goedere gesteel het.\nHiervoor is hulle 7 jaar gevangenisstraf\nopgelê Aanklag 2 is dat hulle op\ndieselfde datum en plek die oorledene in sy woonhuis vermoor het. Deurdat hulle\nskuldig bevind\nis aan moord sonder versagtende omstandighede is hulle die\nverpligte doodvonnisse opgelê. Met verlof van die hof\na quo\nkom\nhulle tans in hoer beroep na hierdie\nHof teen hulle doodvonnisse alleen, d.w.s. teen die\n/bevinding\n3\nbevinding dat daar nie versagtende omstandighede\nteenwoordig was nie.\nDie oorledene, '\nn\nskraalgeboude witman van 79 jarige ouderdom, het\nalleeen in sy woonhuis gewoon. Die betrokke Vrydagmiddag het die twee\nappellante,\ntwee jong kleurlingmans, die huis van Martha Links op die hoewe van\ndie oorledene besoek. Appellant no 1 het voorheen vir '\nn\nkort tydperk vir\ndie oorledene gewerk. Hy was bewus daarvan dat die oorledene alleen gewoon het.\nBy Martha het hy verneem dat die\nporledene daardie middag nie tuis was nie. Hy\nhet ook\nprobeer om by haar uit te vind of die oorledene geld in\n/sy\n4\nsy woonhuis het. Hieroor kon sy hom geen inligting\nverstrek nie omdat sy nooit verder in die woonhuis as die\nkombuis gekom het nie. Nadat die appellante haar\nverlaat het deur na die woonhuis van die oorledene te\nstap, het sy onsuksesvol probeer om die oorledene te\nwaarsku van die appellante se teenwoordigheid terwyl hy\nop pad na sy woonhuis gery het. Sy het na die naburige\nhoewe van mev Kriel gegaan. Die nodige stappe is toe\ngedoen om die polisie te ontbied. Martha is saam met\nkonstabel de Klerk na die oorledene se woonhuis. Konsta=\nbel de Klerk het gevind dat die deure gesluit was en die\nvensters toe was. Hy het die beskadigde kombuisvenster\n/opgemerk...\n5\nopgemerk, dit oopgemaak en toegang tot die woonhuis\nverkry. In '\nn\ngang het hy die lyk van die oorledene\naangetref. By die stoor is tasse bevattende gesteelde\ngoedere van die oorledene deur die polisie gevind\nAppellant no 1 is daardie aand op\n'n\nnaburige hoewe ge=\narresteer terwyl appellant no 2 gedurende die vroeë ure\nvan die volgende oggend gearresteer is.\nVolgens die aanvaarde getuienis van die twee\nappellante het hulle vanaf Martha se huis na die oorledene\nse woonhuis gestap. Op die werf is hulle na die stoor\nwaar hulle twee wapens uitgesoek het. Appellant no 1 het\n'n plat ysterstaaf (Bewysstuk 1) 77,5 cm lank met 'n massa\n/van...\n6\nvan 1,158 kg geneem terwyl appellant no 2 'n yster\nkoevoet\n(Bewysstuk 2) met 'n lengte van 108 cm en 'n massa van\n4,820 kg gekry het. Foto 16 van Bewysstuk C toon hier=\ndie twee gevaarlike wapens wat later deur die polisie op\ndie werf gevind is. Hierdie twee gevaarlike wapens\nwas nie nodig om toegang tot die woonhuis te verkry nie.\nSlegs 'n klein gaatjie is in die ruit van die kombuis=\nvenster gemaak om die knip by te kom ten einde die kombuis=\nvenster oop te maak om toegang tot die woonhuis te verkry\nTereg het die verhoorhof bevind dat die appellante hulle\nmet hierdie twee gevaarlike wapens bewapen het vir die\ngeval dat hulle dalk in die woonhuis betrap sou word\n/Volgens...\n7\nVolgens die aanvaarbare getuienis van die\nappellante was hulle nog in die woonhuis toe die oorledene\nbinnekom. In die gang het appellant no 2 die oorledene\nmet die koevoet 'n hou hoog teen sy agterkop geslaan.\nOnmiddellik daarna terwyl die oorledene vooroorgebuk was,\nhet appel lant no 1 hom met die plat yster staaf 'n skuins=\nhou teen sy agterkop toegedien.\nVolgens die getuienis van die distriksgeneesheer\ndr Coetzee wat 'n nadoodse ondersoek op die oorledene se\nliggaam gedoen het, is die oorsaak van dood die twee\ningedrewe skedelfrakture op die agterkop wat die skedel\nvergruis het. Elkeen van hulle kon op sigself die\ndood veroorsaak het. Hulle moes deur 'n hoë mate\n/van...\n8\nvan geweld toegedien gewees het. Hierbenewens het die\nlyk ook verskeie stompbeserings gehad wat by hom die\nindruk gewek het dat die oorledene in 'n geveg betrokke\nwas.\nDie oorledene is op 'n wrede en gewelddadige\nwyse in sy woning vermoor. Appellant no 1 het onder\nkruisondervraging erken dat hy en appellant no 2 die\noorledene maklik fisies kon oorweldig het sonder om van\nwapens gebruik te maak.\nDie bewyslas rus op die appellante om die aan=\nwesigheid van versagtende omstandighede op 'n oorwig van\nwaarskynlikhede aan te toon. Nadat die appellante\n/op....\n9\nop die meriete skuldig bevind is aan moord het die\nverdediging geen getuienís gelei om versagtende om= standighede aan te\ntoon\nnie. Vir 'n feitebasis vir versagtende omstandighede was die hof\na\nquo\nderhalwe aangewys om te let op die aanvaarde en aanvaarbare getuienis as\ngeheel. Die bevoegdheid van hierdie Hof om 'n verhoorhof\nse bevinding dat daar\nnie versagtende omstandighede is nie te wysig, is streng beperk tot gevalle waar\ndie verhoorhof 'n mistasting\nof ander on= reëlmatigheid begaan het of waar\ndie verhoorhof se bevinding in die lig van al die getuienis beoordeel van so 'n\naard is dat dit nie redelikerwyse daartoe kon gekom\nhet nie.\n/Beide\n10\nBeide appellante het nooit skoolgegaan nie\nHulle is ongeletterd. Nadat dr Coetzee hulle ondersoek\nhet, het hy appellant no 1 se ouderdom in die omgewing\nvan 18 tot 21 jaar geskat. Volgens hom was die\nappellante menslik gesproke dieselfde ouderdom. Die\na quo\nhet aanvaar dat hulle tydens die pleeg van\ndie moord tussen 19 en 20 jaar oud kon gewees het.\nHierdie bevinding is nie in hierdie Hof aangeveg nie.\nDaar is wel betoog namens die appellante dat die hof\na quo\nfouteer het deur nie hul jeugdigheid as 'n versagtende\nomstandigheid in ag te neem nie. In hierdie verband\nis dit ter sake om op die volgende woorde van RUMPFF H R\n/in...\n11\nin\nS v Mapatsi\n1976(4) SA 721 (A) op bl\n724 C-D te let: \"Moord is altyd 'n bose daad en wanneer oorweeg word of die\njeugdigheid van 'n beskudigde\nnie as versagting kan dien nie, moet nie alleen\ndie aard van die daad oorweeg word nie, maar ook die motief waarmee die daad\ngepleeg\nword, die persoonlikheid van die beskuldigde en ander relevante faktore\nwat in 'n besondere geval mag te voorskyn tree, om vas te\nstel of die daad\ngepleeg is uit inherente boosheid van die beskuldigde.\" Ek het reeds gewys op\ndie wrede en grusame wyse asook die\nom= standighede waaronder die oorledene\nvermoor is. Hul motief was klaarblyklik materiële gewin soos blyk uit\ndie gesteelde buit wat hulle in die tasse gelaat het op\n/die\n12\ndie toneel van die misdaad. Hulle het waarskynlik\ndie polisie hoor nader. Daarby kom die feit dat die\noorledene appellant no 1 geken het en dat appellant no 1\nwaarskynlik die oorledene wou uitskakel om latere uit=\nwysing te voorkom. Appellant no 1 het as ongeskoolde\narbeider loswerkies verrig terwyl appellant no 2 by\n'n fabriek gewerk het. Volgens hul leefwyse kon hulle\nnie as kinders of onvolwassenes beskou word nie. Na\nmy mening het die hof\na quo\nderhalwe geensins fouteer\nom nie hul jeugdigheid as 'n versagtende omstandigheid\nin die onderhawige geval te beskou nie. Hulle het\nklaarblyklik uit inherente boosheid die oorledene in\n/sy....\n13\nsy eie woning vermoor sonder dat dit nodig was om van\ngevaarlike wapens teen hom gebruik te maak waar hy ongewapend was (behalwe vir\n'n wandelstok) en maklik fisies oorweldig kon gewees het.\nDit is verder\nnamens die appellante in hierdie Hof betoog dat die hof\na quo\nfouteer het\ndeur te bevind dat die appellante\ndolus directus\nas opsetvorm gehad het.\nDaar is betoog dat die bevinding\ndolus eventualis\nmoes gewees het. Na my\noordeel is daar geen meriete in hierdie betoog nie. As gelet word op die\ngevaarlike aard van die wapens wat\ndie appellante gebruik het, die plek op die\nliggaam van die oorledene waar die twee nood=\nlottige houe met groot geweld toegedien is (volgens die\n/mediese\n14\nmediese getuienis) en die feit dat die\nappellante\nnie hierdie wapens benodig het om toegang tot die woon=\nhuis te verkry nie dan het die verhoorhof tereg bo\nredelike twyfel bevind dat die appellante\ndolus directus\nas opsetvorm gehad het. Maar ongeag of die opsetvorm\ndolus directus\nof\ndolus eventualis\nwas, is daar geen\nander faktore wat in samehang daarmee as versagtende\nomstandighede beskou kon word nie. Die appellante\nse aanspraak van oormatige gebruik van dagga en drank\ndie betrokke dag is tereg deur die hof\na quo\nverwerp\nin die lig van hul eie getuienis waarvolgens hulle\nin staat was om te besef en te onthou wat gebeur het\n/Dit...\n15\nDit kon nie as 'n versagtende omstandigheid bevind word\ndat die appellante deur drank en dagga beïnvloed is nie\nNa oorweging van al die aanvaarbare ge=\ntuienis as 'n geheel kan dit na my mening nie gesê word\ndat die hof\na quo\nverkeerdelik tot die gevolgtrekking\ngekom het dat daar geen versagtende omstandighede in\ndie onderhawige geval is nie. Daar was niks om\nkumulatief in ag te neem om as versagtende omstandighede\nbeskou te word nie.\nGevolglik word die appelle van die appellante\nteen die bevinding van die hof\na quo\ndat daar geen ver=\nsagtende omstandighede in hul gevalle is nie afgewys.\nC P JOUBERT AR\nGROSSKOPF AR) JACOBS AR)",
  "scraped_at": "2026-02-11T21:25:39.809882",
  "date": "1987-11-17",
  "coram": [
    "JOUBERT AR",
    "GROSSKOPF AR",
    "JACOBS AR"
  ],
  "case_number": "53/87 WHN",
  "parties": {
    "applicants": [
      "Benjamin Rossouw",
      "Dirk Rossouw"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "On 30 May 1986 the two appellants, Benjamin and Dirk Rossouw, broke into the home of the late Carel Gotlieb van Rooyen in Vryburg. They entered through a kitchen window, stole various items and, while inside, assaulted the 79‑year‑old victim with a steel bar and a crowbar, delivering blows to the back of his head that caused multiple skull fractures and resulted in his death. The appellants were uneducated, aged roughly 19–20, and were motivated by material gain. They were convicted of break‑in and theft (seven years' imprisonment) and of murder without mitigating circumstances, receiving death sentences.",
    "issues": "The appeal concerned whether the trial court erred in finding that there were no mitigating (versagtende) circumstances warranting a reduction of the death penalty, and whether the appropriate mental state (dolus directus versus dolus eventualis) had been correctly identified for sentencing purposes.",
    "principles": "South African law requires the defence to prove mitigating circumstances on a balance of probabilities. Relevant factors include youth, education, intoxication, motive, and the manner of the offence. The appellate court may only overturn a trial court's finding of no mitigating circumstances if there was a misdirection, mistake, or an unreasonable conclusion. Precedent such as S v Mapatsi (1976) highlights the need to consider age and motive alongside the inherent wickedness of the act.",
    "application": "The court examined the appellants' age, lack of education, and alleged intoxication but concluded none constituted mitigating circumstances. Their use of dangerous weapons, the brutal and unnecessary nature of the assault, and the clear motive of theft were deemed aggravating. The court affirmed the trial judge's finding of dolus directus; even if dolus eventualis were accepted, it would not introduce mitigating factors. Consequently, the trial court's conclusion that no mitigating circumstances existed was upheld.",
    "conclusion": "The appeal was dismissed. The death sentences imposed on Benjamin Rossouw and Dirk Rossouw were affirmed, as the appellate court found no error in the trial court's determination that there were no mitigating circumstances."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "death penalty",
      "mitigating circumstances",
      "youth",
      "sentencing"
    ]
  }
}