{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/29.html",
  "case_name": "S v Collen and Another (214/86) [1987] ZASCA 29 (27 March 1987)",
  "citation": "[1987] ZASCA 29",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 29\n|\nNoteup\n|\nLawCite\nS v Collen and Another (214/86) [1987] ZASCA 29 (27 March 1987)\nDownload original files\nPDF format\nRTF format\n214/86\nN v H\nPIETER VAN COLLEN\nROBERT PICKERING\nen\nDIE STAAT\nSMALBERGER, AR :-\n214/86 N v H\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPP\nè\nLAFDELING\n)\nIn die saak tussen:\nPIETER VAN COLLEN\nEerste Appellant\nROBERT PICKERING\nTweede\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n: JOUBERT, SMALBERGER, ARR, et KUMLEBEN, Wn AR\nVERHOORDATUM\n: 16 MAART 1987\nLEMERINGSDATUM:\n27 MAART 1987\nUITSPRAAK\nSMALBERGER, AR :-\nOp 18 Oktober 1979 is Victor Douglas Luyt (die\noorledene) dood aangetref op die perseel van sy sportwinkel in\nAthlone, 'n voorstad van Kaapstad. Voortspruitend uit sy dood\nhet /\n2\nhet vier beskuldigdes, onder wie die twee appellante, in\nNovember\n1985 in die Provinsiale Afdeling Kaap die Goeie Hoop\nvoor LATEGAN, R, en twee\nassessore terreggestaan op aanklagtes\nvan roof (met verswarende omstandighede) en moord. Die twee\nappellante was onderskeidelik beskuldigdes 2 en 3, en ek verwys\nvoortaan gerief.likheidshalwe na hulle afsonderlik as sulks.\nAan die einde van die Staatsaak is beskuldigde 4 ontslaan.\nNa afloop van die verhoor is beskuldigde 1 op albei aanklagtes\nonskuldig bevind, terwyl beide appellante aan moord, maar nie roof\nnie, skuldig bevind is. By ontstentenis van versagtende om=\nstandighede is beide appellante die doodvonnis opgelê. Met\nverlof van hierdie Hof kom die appellante nou in hoër beroep\nteen hulle skuldigbevindings sowel as hulle vonnisse.\nDie /\n3 Die oorledene se sportwinkel was in 'n besige hoofweg skuins\noorkant 'n hotel geleë. Agter die winkel, maar nog deel van dieselfde\nperseel, en met 'n deur tussenin, was 'n klein vertrek. Uit dié vertrek\nhet daar 'n latrine geloop. Toe die polisie op die\ntoneel opdaag, het hulle o a\nbloedspatsels en bloedkolle in die winkel gevind, asook stukke van 'n gebreekte\nbril. Daar was bloederige\nsleepmerke wat vanuit die winkel gelei het na die\nagterste vertrek. Naby die deur van dié vertrek was daar 'n groot plas\nbloed.\nIn die omgewing van die plas bloed is die boonste helfte van 'n\nstel kunstande, blykbaar die van die oorledene, gevind. Die liggaam van die\noorledene is in die latrine aangetref, in 'n half-sittende,\nhalf-lêende\nposisie. Daar was 'n tou om\nsy arms /\n4\nsy arms, bene en nek vasgebind. Die een end van die tou was teen die latrine\nse afleipyp vasgemaak. Oor die oorledene se kop was 'n\nswart vuilgoedsak. Daar\nwas heelwat bloed op die vloer van die latrine. Daar was ook bloed op die deur\nvan die latrine, en in dié\nbloed was duidelik identifiseerbare vinger- en\npalmafdrukke gevind. Dit is gemene saak dat die betrokke vinger- en palmafdrukke\nnie\nvergelykbaar was met dié van enige van die beskuldigdes nie.\nDie nadoodse ondersoek op die liggaam van die oorledene het aan die lig\ngebring dat hy dood is as gevolg van\n(1)\n'n hoofbesering met\nskedelfrakture en breinbesering, en\n(2)\nasfiksie as gevolg van 'n konstrikterende tou om sy nek, en\naspirasie van bloed. Enige van hierdie twee oorsake kon, onafhanklik van\nmekaar,\ndie oorledene se dood veroorsaak het.\nDie /\n5\nDie vernaamste lykskouingsbevindings was: verskeie skedel-frakture met\nonderliggende breinskade; veelvuldige lusse van\n'n sterk tou styf om die oorledene se nek gedraai met veelvuldige diep tou\nskaafmerke om sy nek; bilaterale frakture van die hioïed-been\nasook van die\ntiroïde-kraakbeen; veelvuldige kneusings van sagte weefsel in die nek; en\n'n fraktuur van die neusbrug met groot\nhoeveelhede bloed in o a die mond,\nfarinks en tragea. Volgens die patoloog, prof Knobel, is die skedelfrakture\nwaarskynlik veroorsaak\ndeur 'n hou of houe met\n'n groot stomp voorwerp en moes daar aansienlike geweld gebruik gewees het om\ndié frakture te veroorsaak. Dit blyk ook uit\nsy getuienis dat die\nhoofbesering opgedoen moes gewees het alvorens die tou om die oorledene se nek\ngedraai was.\nNa aanleiding /\n6\nNa aanleiding van die lykskouingsbevindings en wat by die misdaadstoneel\nopgelet is, blyk dit duidelik te wees dat die oorledene aan\n'n moorddadige\naanranding onderwerp is; dat die aanranding in die winkel begin het; in die\nklein vertrek voortgesit is; en in die\nlatrine geëindig het waar die\noorledene vasgebind is.\nDie Staat se saak teen die vier beskuldigdes, afgesien van sekere uitwysings\nwat op sigself van min belang is, het uitsluitlik berus\nop bekentenisse gemaak\ndeur elk van die beskuldigdes. Die verhoor het hoofsaaklik gewentel om die\ntoelaatbaarheid al dan nie van\nhierdie bekentenisse. Die skuldigbevindings van\nbeskuldigdes 2 en 3 is gegrond op hulle toegelate bekentenisse. Die appèl\nvoor hierdie Hof het\ngegaan /\n7 gegaan oor die toelaatbaarheid of aanneemlikheid van sodanige\nbekentenisse. Ten einde hieroor te besin is dit nodig om kortliks\nte let op die\nvernaamste gebeure wat die aflê van die bekentenisse voorafgegaan het,\nsodoende 'n geheelbeeld van die omstandighede\nwat tot die bekentenisse gelei\nhet, te vorm.\nSoos reeds gemeld, is die moord op die oorledene op 18 Oktober 1979 gepleeg.\nDie destydse ondersoekbeampte was kol Potgieter. Daar\nwas blykbaar geen\nóoggetuies tot die moord nie, en die polisie kon geen behoorlike leidrade\nvind nie. As gevolg van sekere\ninligting wat bekom is, is beskuldigd 1 in\nNovember 1979 deur kol Potgieter omtrent die moord ondervra. Hy het alle\naandadigheid\nontken. Die saak is nie verder teen hom gevoer nie omdat hy nie op\ndaardie tydstip enigsins met die moord verbind kon word nie. Amper\ntwee jaar\nlater is daar weer\ninligting /\n8\ninligting deur die polisie ontvang dat beskuldigde 1 iets van die moprd\nweet. Na aanleiding hiervan is beskuldigde 1 op 5 Oktober\n1981 weer deur kol\nPotgieter ondervra. 'n Beëdigde verklaring is van hom geneem. Die\nverklaring was verontskul= digend sover\ndit beskuldigde 1 betref. Hy het egter\ntwee persone aan die misdaad gekoppel. Een van hulle was beskul= -digde 3. Hy\nkon egter nie\nop daardie tydstip opgespoor word nie. Die ander persoon is wel\nopgespoor maar is, na onder= vraging, as 'n verdagte uitgeskakel.\nDaar is blykbaar nie verder met die ondersoek tot Julie 1984 gevorder nie.\nKapt Kleyn was toe met die ondersoek belas. Op 26 Julie\nhet hy beskuldigde 1 in\nverband met die moord ondervra. Dié ondervraging het uitgeloop op die\naflê\nvan 'n /\n9\nvan 'n bekentenis deur beskuldigde 1 aan 'n landdros op Athlone, mnr\nJoubert. Op 30 Julie het hy 'n verdere verklaring aan kapt Kleyn\ngemaak. Na\naanleiding van inligting van beskuldigde 1 afkomstig, is beskuldigde 3 op 20\nAugustus en ook daarna deur kapt Kleyn ondervra.\nOp sy beurt het beskuldigde 3\n'n bekentenis op 30 Augustus aan dieselfde landdros op Athlone gedoen, gevolg\ndeur 'n verdere verklaring\nop 3 September aan kapt Kleyn. Beskuldigde 3 se\nbekentenis het die polisie op die spoor van beskuldigdes 2 en 4 gebring. Op 30\nAugustus\nis beskuldigde 4 deur kapt Kleyn ondervra. Voortspruitend hieruit het\nbeskuldigde 4 op 31 Augustus 'n bekentenis afgelê, weereens\naan dieselfde\nlanddros op Athlone. Beskuldigde 2 is op 31 Augustus gearres= teer na 'n\nuitwysing deur sy broer, beskuldigde 4. Nadat\nhy\nop /\n10.\nop 31 Augustus en daarna op 2 September ondervra is deur kapt Kleyn, het\nbeskuldigde 2 op sy beurt op 2 September 'n bekentenis afgelê.\nSy\nbekentenis is afgeneem deur kapt Knipe aangesien geen landdros vir dié\ndoel beskikbaar was nie.\nElk van die vier beskuldigdes het die toelaat= baarheid van sy bekentenis\nbetwis op die grondslag dat dit nie vrywillig gemaak is\nnie. In die geval van\nbeskuldigdes 1, 3 en 4 het die bewyslas in dié verband (op 'n oorwig van\nwaarskyn= likhede) op hulle\ngerus na aanleiding van die voorskrifte van artikel\n217(1)(b)(ii) van die Strafproseswet, 1977. In beskuldigde 2 se geval moes die\nStaat bewys (bo alle redelike twyfel) dat sy bekentenis vrywillig gemaak is. By\ndie verhoor is daar ten opsigte van elke bekentenis\n'n aparte\nverhoor-binne-'n-verhoor gehou ten einde die toelaatbaarheid van die\nbetrokke\nbekentenis /\n11\nbekentenis te bepaal. Na afloop van elke verhoor-binne-'n-verhoor is daar 'n\nvolledige uitspraak gegee met betrekking tot die geskilpunte.\nKapt Kleyn het ten\nopsigte van al vier bekentenisse getuig, en sy geloofwaardigheid was deurgaans\nop die spel. In dle onderhawige\ngeval sou dit raadsaam gewees het om, na aanhoor\nvan al die relevante getuienis, uitspraak tegelykertyd ten opsigte van al vier\nbekentenisse\nte gegee het. Sodoende sou daar net eenmaal oor kapt Kleyn se\ngeloofwaardig= heid besin moes word, en sou die verhoorregter 'n behoorlike\ngeheelbeeld kon gevorm het van die getuienis en waarskynlikhede betreffende die\naflê van die bekentenisse, wat nou verwant\nis aan mekaar. Waar in 'n geval\nsoos die onderhawige bekentenisse afsonderlik afgehandel word, bestaan die\nwesenlike gevaar dat\ndie /\n12\ndie geheelbeeld uit die oog verloor kan word - wat trouens hier die\ngeval blyk te gewees het.\nDit spreek duidelik uit die oorkonde dat die vier\nbeskuldigdes binne die kader van geharde misdadigers val. Na 'n tydsverloop van\nnagenoeg vyf jaar sedert die moord moes hulle besef het dat die Staat se kanse\nom hulle met die\noorledene se\nmoord te\nverbind, betreklik skraal was. Dat hulle in daardie omstandighede geredelik\naandadigheid aan die moord sou erken, is onwaarskynlik.\nBeskuldigde 1 het beweer\ndat hy 'n bekentenis gedoen het uit vrees vir aanranding. Volgens kapt Kleyn het\nbeskuldigde 1 op 26 Julie\n1984 op pad na Bishop Lavis polisie= stasie vanaf die\ngevangenis waar hy gehaal is alle kennis van die moord ontken. Nog dieselfde\ndag, na sy ondervraging op\nBishop /\n13\nBishop Lavis, het beskuldigde 1 ingewillig om 'n bekentenis aan\n'n\nlanddros te doen - desondanks die feit dat toe hy in 1979 en\n1981 ondervra is hy konsekwent sy aandadigheid ontken het.\nSy skielike ommekeer, sonder enige logiese verduideliking\ndaarvoor, wek onvermydelik suspisie. Hoe dit ookal sy, is\nbeskuldigde 1 se getuienis verwerp en sy bekentenis toegelaat.\nDaarna het dit vorendag gekom dat sy bekentenis in wesenlike\nopsigte nie met die objektiewe bewese feite áangaande die oor=\nledene se dood strook nie, en na aanleiding hiervan, en met\nverwysing na\nS v Kumalo\n1983(2) SA 379(A) is hy uiteindelik\ndeur die verhoorhof onskuldig bevind. Dit bly 'n tergende vraag\nwat beskuldigde 1 besiel het, mits hy wel by die oorledene se\ndood betrokke was, om 'n bekentenis te doen wat nie met die\nwerklikhede strook nie. Dit is nie die optrede van iemand\nwat /\n14\nwat erns maak met die behoefte om te bieg nie, maar eerder dié\nvan iemand op wie dwang uitgeoefen is om 'n bekentenis te doen.\nVervolgens behandel ek kortliks beskuldigde 4 se geval. Dit is gemene saak\ndat hy die oggend van 31 Augustus 1984 na mnr Joubert op\nAthlone geneem is om 'n\nverklaring af te lê. Aan mnr Joubert vertel hy dat hy deur die polisie\naange= rand is en niks van die\nmoord weet nie. Kapt Kleyn is van hierdie\nbewerings verwittig. Later dieselfde dag daag beskul= digde 4 weer by mnr\nJoubert op en\nlê 'n bekentenis af, oënskynlik vrywillig.\nTerselfdertyd trek hy sy vorige bewering dat hy aangerand is, terug. In sy\ngetuienis tydens die verhoor-binne-'n-verhoor het beskuldigde 4 beweer dat hy\nverskeie kere aangerand is deur kapt Kleyn sowel as\nsers Gagiano (sedertdien\noorlede) wat\nkapt /\n15 . kapt Kleyn in sy ondersoek bygestaan het. Volgens hom is hy\nbeide voor en na hy die eerste keer na mnr Joubert geneem is, aangerand.\nDit was\nas gevolg van die laaste aanranding, en uit vrees vir verdere aanranding, dat hy\n'n bekentenis afgelê het en sy vroeëre\naantygings dat hy aangerand\nis, teruggetrek het. Hy het ook beweer dat hy voor sy eerste besoek aan mnr\nJoubert na 'n landdros op\nParow geneem is aan wie hy gesê het dat hy niks\nvan die saak weet nie.\nKapt Kleyn het beskuldigde 4 se bewerings dat hy aangerand is, en na 'n\nlanddros op Parow geneem is, ontken. Volgens hom was daar\ngeen dwang op\nbeskuldigde 4 uitgeoefen om die eerste keer na mnr Joubert te gaan nie. Na\nbeskuldigde 4 se terugkeer het hy hom wel\ngekonfronteer en gevra waarom hy\n'n\nspul /\n16\nspul leuens vertel het. Volgens kapt Kleyn blyk dit toe\ndat\nbeskuldigde 4 onseker was of daar reeds ander persone in verband\nmet\ndie moord aangehou is en verklarings gemaak het, soos hy\nblykbaar meegedeel is die geval was. Beskuldigde 3 is toe laat\nkom. Hy het bevestig dat hy alreeds 'n verklaring gemaak het,\nen hy het vir beskuldigde 4 gesê dat hy met die waarheid moet\nuitkom. Beskuldigde 4 het toe te kenne gegee dat hy dié waar=\nheid sou praat, en gevolglik is hy weer na mnr Joubert geneem om\n'n verklaring af te lê. Die inhoud van sy bekentenis is nooit\nonthul nie, daar dit deur die verhoorregter ontoelaatbaar ver=\nklaar is, desondanks sy verwerping van beskuldigde 4 se getuienis\ndat hy aangerand is. Die rede vir die uitsluiting van die\nbekentenis blyk uit die volgende passasie in die verhoorregter\nse uitspraak:\n\"Die /\n17\n\"Die beskuldigde in die onderhawige geval het reeds duidelik en in geen\nonsekere terme te kenne gegee dat hy nie bereid is om 'n verklaring\nte maak om\nhomself te inkrimineer nie. Desnie= teenstaande was daar verdere vrae aan hom\ngestel, verdere versoeke aan hom gerig,\nwas nr 3 aan hom gekonfronteer, duidelik\nslegs met een bedoeling en dit is om sy weerstand om 'n konfessie te maak, te\nlaat verkrummel.\nDit kan op geen ander wyse uit= gelê word waarom hy met\nnr 3 gekonfronteer is nie. In die milieu van die omstandighede van\ndruk wat ons\ntevrede is die beskuldigde gevoel het op daar= die stadium op hom is,\nvanweë enersyds sy eie op— trede deur\nte gaan lieg aan die landdros\nen daar= deur kaptein Kleyn se woede oor hom te haal en ek het daarmee wesenlik\ngeen fout te vind dat\nkaptein Kleyn kwaad was nie, maar aan die einde van die\ndag het die feitelike situasie hom gemanifesteer dat kaptein Kleyn sigbaar\nkwaad\nwas vir hom, dat hy bang was vir kaptein Kleyn, dat daar sekerlik by hom 'n\nbegeerte was om te vergoed vir wat hy aan kaptein\nKleyn gedoen het en om reg te\nmaak. In daardie sin was daar druk op die beskuldigde, was daar druk om sy\nbeslissing om nie 'n konfessie\nte maak nie, te verander, 'n konfessie wat as\nvry= willig gemaak aangebied word.\"\nGevolglik /\n18\nGevolglik is daar bevind dat die bekentenis nie vry van druk en onbehoorlike\nbeïnvloeding gedoen is nie, en dus nie as totaal\nvrywillig beskou kon word\nnie.\nEk kom nou by die gevalle van die twee appellante. Ek behandel\nbeskuldigde 3 eerste aangesien sy bekentenis voor dié van beskuldigde\n2\nafgelê is. Dit is gemene saak dat beskul= digde 3 vir die eerste keer\nomtrent die moord ondervra is op 20 Augustus 1984 by\nBishop Lavis polisiestasie,\nen dat hy by daardie geleentheid, asook ten tyde van minstens een latere\nondervraging, alle kennis van\ndie moord ontken het. Desondanks het hy op 31\nAugustus 'n bekentenis voor mnr Joubert op Athlone afgelê. Die rede\ndaarvoor\nis dat hy aangerand was, aldus beskuldigde 3 se getuienis tydens die\nverhoor-binne-'n-verhoor. Sy getuienis oor presies wanneer en\nhoe hy aangerand\nis, was nie deurgaans\nkonsekwent /\n19.\nkonsekwent nie. Aanvanklik het hy die indruk geskep dat hy oor 'n\ntydperk van etlike dae aangerand is. Later het dit geblyk dat hy\nop een of\nhoogstens twee dae aangerand is. Dit is nie nodig om op sy getuienis in\ndié verband in detail in te gaan nie. Ek\nbepaal my by die belangrike\ngebeurtenisse wat op 31 Augustus plaasgevind het. Volgens beskuldigde 3, vanwee\ndie druk wat op hom uitgeoefen\nis, het hy ingewillig om 'n verklaring aan 'n\nlanddros te maak. Vroeg die oggend ván 31 Augustus is hy op bevel van\nkapt Kleyn\nna 'n landdros op Parow geneem. Aan dié het hy vertel dat hy\ngeen kennis van die moord dra nie, en deur die polisie gemartel\nis. Gevolglik is\ngeen verklaring van hom geneem nie. Met sy terugkeer na Bishop Lavis, en met die\nskynbare doel om hom te oorreed\nom 'n verklaring te maak, is hy\ndeur /\t .\n20 deur sers Gagiano in die aanwesigheid van kapt Kleyn\naangerand. Onder andere is daar 'n nat sak oor sy kop geplaas wat hom laat\nflou\nword het, hy is onderstebo aan sy enkels (wat geboei was) agter 'n deur\nopgehang, en met 'n stok in sy maag gepor. As gevolg\nhiervan het hy ingewillig\nom 'n verklaring te maak. Hy is ook 'n foto van beskuldigde 4 gewys en aangerand\nom te erken dat hy beskuldigde\n4 ken. Daardie middag is hy na mnr Joubert op\nAthlone geneem. Die verklaring wat hy afgelê het was nie die waarheid nie\n- hy\nhet 'n storie vertel wat hy uitge= dink het. Hy het geswyg omtrent die\nvoorafgaande aanranding aangesien hy vooraf gewaarsku is dat\nindien hy daarvan\nvertel, hy later weer aangerand sou word. Na die aflê van sy verklaring is\nhy na 'n geneesheer geneem om\nmedies ondersoek te word.\nVolgens /\n21\nVolgens beskuldigde 3 was daar rooi merke om sy enkels waar die voetboeie hom\ngeknyp het en geskaaf het toe hy onderstebo opgehang\nis, maar hy het hulle nie\naan die geneesheer getoon nie. Dit is gemene saak dat die betrokke geneesheer\nnie op enige stadium sy enkels\nondersoek het nie. Op 3 September het kapt Kleyn\nhom sekere vrae in verband met sy verklaring aan die landdros gevra waarop hy\nhoofsaaklik\nnet ja of nee geantwoord het. Dit is gemene saak dat toe beskuldigde\n3 vir die eerste keer op 20 September in n hof verskyn het om\nte pleit\nooreenkom= stig die bepalings van artikel 119 van die Strafproseswet, hy teenoor\ndie voorsittende landdros gekla het dat\nhy aangerand was.\nKapt Kleyn het ontken dat beskuldigde 3 ooit aan= gerand was. Volgens hom het\nbeskuldigde 3 toe hy vroeg die oggend van 30 Augustus\nondervra is, sy deelname\naan die moord\nerken /\n22 erken sonder dat daar enige druk op hom uitgeoefen is - sy\nvorige ontkennings ten spyte. Daar is toe gereel dat hy na\n'n landdros op Athlone gaan om 'n verklaring te maak. Hy (kapt Kleyn) het\nontken dat beskuldigde 3 ooit na 'n landdros op Parow geneem\nis. Volgens hom is\ndit nie die praktyk om 'n bekentenis te laat neem deur 'n landdros van 'n ander\ndistrik as dié waarin die\nmisdaad gepleeg is nie, en bowendien het hy,\nmet verwysing na Parow, gesê \"ek is net bewus van streekhoflanddroste daar\nen\nhulle neem nie bekentenisse af nie\". Nadat beskuldigde 3 sy bekentenis\nafgélê het, is hy 'n foto van beskuldigde 4 gewys.\nOp 3 September\nhet hy sekere vrae aan beskuldigde 3 gevra na aankeiding vah sy bekentenis, en\nsy antwoorde in 'n verdere verklaring\nwat deur beskuldigde 3 onderteken is,\nbeliggaam.\nDie /\n23 Die verhoorregter het bevind dat beskuldigde 3 se getuienis\naangaande die beweerde aanrandings oordrewe en weersprekend was. Na\naanleiding\nhiervan, sekere beweerde onwaarskynlikhede in sy getuienis, asook die feit dat\nhy nog teenoor die landdros nóg\nteenoor die geneesheer gekla het dat hy\naangerand was, het die verhoorregter beskuldigde 3 se getuie= nis dat die\nbekentenis nie\nvrywillig gemaak is nie verwerp, en het hy kapt Kleyn se\ngetuienis tot die teendeel aanvaar. In dié verband het die verhoorregter\nook beskuldigde 3 se getuienis dat hy na 'n landdros op Parow geneem is,\nverwerp. Laasgenoemde was natuurlik 'n baie belangrike aspek\nvan beskuldigde 3\nse saak. Indien dit wel gebeur het dat hy teenoor 'n landdros op Parow gekla het\ndat hy aangerand was, sou daar\ntwyfel ontstaan oor die\nvrywilligheid /\n24\nvrywilligheid van sy latere verklaring aan mnr Joubert. Die verhoorregter het\nkapt Kleyn se vermoede (want dit kom nie op meer as\ndit neer nie) dat daar nie\nlanddroste op Parow is wat administratiewe werk doen nie (insluitende die afneem\nvan bekentenisse) as\n'n bewese feit aanvaar. Geen behoorlike grondslag is\nhiervoor gelê nie. Gesien die belang= rikheid van hierdie aspek van\nbeskuldigde\n3 se saak, en die feit dat hy onder eed daaromtrent getuig het,\nbehoort die Staat weerleggende getuienis voor te gelê het met\nbetrekking\ntot die juiste toedrag van sake by die Parow landdroshof, en of daar enige\nrekord bestaan van 'n besoek daar deur beskul=\ndigde 3 op 30 Augustus. By\nonstentenis van sodanige getuienis was dit myns insiens die plig van die\nverhoorregter om te sorg\ndat /\n25\ndat die nodige getuienis verkry word. Dit is te betreur dat hy nie die\nnodige stappe in dié verband gedoen het nie. Te meer\nso omdat die\nvoorvalleboek aantoon dat beskuldigde 3 op 30 Augustus twee keer uitgeneem is\nwat in ooreenstemming\nis met sy bewering dat hy dié betrokke dag na twee verskillende\nlanddroste geneem is.Die verhoorregter het ook bevind dat beskuldigde\n3 se\nlatere verklaring aan kapt Kleyn toelaatbaar was. Dit blyk nie uit sy uitspraak\nop wie hy bevind het die bewyslas gerus het\nom te bewys dat die verklaring\nvrywillig gemaak is nie. Klaarblyklik het dit op die Staat gerus in soverre die\nStaat op erkennings\ndaarin gesteun het. Die Staat het egter, heeltemal tereg,\nnooit die houding ingeneem dat hierdie verkla=\nring /\n26\nring op sigself voldoende sou wees om beskuldigde 3 skuldig te bevind\nnie. Alles hang dus af van die bekentenis wat hy aan mnr Joubert\ngedoen het.\nMnr de Lange het namens beskuldigde 3 betoog dat die verhoorregter fouteer\nhet deur te bevind dat beskuldigde 3 hom nie van sy bewyslas\ngekwyt het nie, en\nsy bekentenis aan mnr Joubert toe te laat.. Hy het op bekwame wyse die getuienis\nontleed om o a aan te toon dat\nkapt Kleyn nié in alle opsigte 'n\nbevredigende getuie was nie. Kapt Kleyn het trouens toegegee dat hy sekere\nfoute gemaak het.\nMnr.de\nLange het ook op sekere\nwaarskynlikhede gewys wat die verhoorregter blykbaar oor die hoof gesien het.\nDit is egter nie nodig om te\nbesluit of die verhoorregter wel in dié\nopsig fouteer het nie, soos beweer word.\nDaar /\n27\nDaar is myns insiens 'n ander geldige oorweging waarom die\nbekentenis uitgesluit moet word - dieselfde oorweging wat\nin die geval van beskuldigde 1 gegeld het. Dit spruit voort\nuit die wesenlike teenstrydighede tussen beskuldigde 3 se\nbekentenis en die onbetwisbare objektiewe feite, wat op die\nmoontlike valsheid van beskuldigde 3-se bekentenis dui.\nDie tersaaklike gedeelte van beskuldigde 3 se\nbekentenis lees soos volg:-\n\"Ons was vier stuks bymekaar. Hulle alias name was Goegas, Mesbek en sy\nbroertjie klein Mesbek. Ons het in die shop gegaan. Dit was\n'n toy winkel. Een het buite gestaan en ons drie het binne gegaan. Mesbek het\ndie gun uit= gehaal. Daar was nie ander mense nie. Mesbek\nhet gesê die man\nmoet sy mond hou hy soek geld. Die man het gesê daar is nie geld nie. Ons\nhet hom toe gegryp. Ek het\ndie tou om sy nek gesit. En hom gechoke binne in die\nshop. Ek het hom\nweer /\n28\nweer gelos. Toe het Mesbek en sy broertjie die man agter in die toilet gevat.\nHulle het hom opgehang en geslaan. Ek het gestaan en\nkyk hoe hulle dit doen. Ek\nhet gesê hulle moet hom nie dood maak nie. Ek het uit die toilet gegaan\nbinne in die shop om te\nkyk of ek nie geld kan kry nie. Ek het niks gekry nie.\nToe ek weer terug gaan het ek gesien hoe Mesbek se broertjie die man slaan\nmet\n'n paal oor die kop. Hulle het hom toe vasgemaak teen die muur aan sy hande en\nsy voete maar nie om sy nek nie. Ek weet nie of\nhy dood was nie.\"\nDie wesenlike teenstrydighede is die volgende.\nDie bekentenis verwys na 'n \"toy winkel\" terwyl die getuienis onteenseglik is\ndat die oorledene se winkel 'n sportwinkel was. (In\nsy latere verklaring aan\nkap't Kleyn verwys beskuldigde 3 wel na 'n sportwinkel, maar dat die betrokke\nwinkel 'n sportwinkel was\nblyk duidelik uit die waarskuwing wat deel vorm van\ndie aanhef tot sy verklaring). Volgens die bekentenis was die\nenigste /\n29 enigste plek waar die oorledene geslaan is (onder\nandere\nmet 'n paal oor sy kop) die latrine (toilet). Afgesien van die vraag\nof daar ruimte in die latrine was vir 'n aanranding soos deur\nbeskuldigde 3\nbeskryf, kon die oorledene nie vir die eerste keer in die latrine geslaan gewees\nhet nie, want volgens die objektiewe\nwaarnemings en feite moes hy reeds in -die\nwinkel en die klein vertrek geslaan gewees het - ernstig ook te oordeel aan die\nhoeveelheid\nbloed wat gevind is. Verder beklemtoon beskuldigde 3 dat daar nie 'n\ntou om die oorledene se nek vasgemaak is nie terwyl dit 'n onbetwisbare\nfeit is\ndat daar 'n tou styf om sy nek vasgebind was. Daar is ook 'n verdere belangrike\noorweging. Vroeër is daarop gewys dat\nidentifiseerbare vinger- en\npalmafdrukke op die latrinedeur gevind is wat alleenlik afkomstig kon wees\nvan\neen of /\n30\neen of meer van die oorledene se aanvallers. Volgens beskuldigde 3 se\nbekentenis was net die vier beskuldigdes betrokke by die oorledene\nse dood. Dog\ndie vinger- en palm= afdrukke was nie dié van enige van hulle nie 'n\nverdere aan= duiding dat beskuldigde 3 se\nbekentenis vals is of kan wees.\nGevolglik behoort die verhoorhof nie staat te gemaak het op die inhoud van\nbeskuldigde 3 se bekentenis\nnie (vgl\nS v Kumalo\n(\nsupra\n) op 383 F -\n384 A). Aangesien daar nie ander voldoende getuienis is om beskuldigde 3 met die\noorledene se dood te verbind nie moes\nhy gevolglik onskuldig bevind gewees\nhet.\nDaar bly net die geval van beskuldigde 2 oor. Dit is gemene saak dat die\nStaat moes bewys dat sy bekentenis aan kapt Knipe vrywillig\ngemaak is. Volgens\nkapt Kleyn se\ngetuienis /\n31\ngetuienis tydens die verhoor-binne-h-verhoor is beskuldigde\n2 vroeg die oggend van 31 Augustus 1984 gearresteer. Hy\nhet aanvanklik\nalle betrokkenheid by die moord ontken.\nDaardie aand is hy saam met sy broer (beskuldigde 4) in 'n sel\ntoegesluit. Laasgenoemde het toe alreeds 'n bekentenis aan\nmnr Theron afgelê. Op 2 September ('n Sondag) het kapt Kleyn\nhom in die oggend gespreek. Hy het by hom verneem of sy broer\nhom vertel het dat hy 'n verklaring in verbahd met die moord\ngemaak het. Beskuldigde 2 het bevestigend geantwoord en gevra\nof hy die verklaring kon sien. Kapt Kleyn het dit toe aan hom\nvoorgelees. Daarna het beskuldigde 2 ingewillig om 'n verklaring af te\nlê. Omdat daar nie 'n landdros vir dié doel beskikbaar\nwas nie is\ndaar met kapt Knipe gereël om 'n verklaring van\nbeskuldigde /\n32\nbeskuldigde 2 te neem. Onder kruisondervraging het kapt Kleyn ontken dat\nbeskuldigde 2 ooit aangerand was om 'n verklaring af te lê.\nDit blyk duidelik uit kapt Knipe se getuienis dat hy baie versigtig en\ndeeglik te werke gegaan het met die afneem van beskuldigde\n2 se verklaring, en\nkan daar hoegenaamd geen kritiek teenoor sy optrede of getuienis uitgespreek\nword nie. Beskuldigde 2 het teenoor\nkapt Knipe ontken dat hy aangerand was om 'n\nverklaring te maak. Toe kapt Knipe hom ondersoek het om\nvas te stel of hy enige beserings het, het hy 'n oopwond met 'n\nkneusing op beskuldigde 2 se regterheup gevind. Sy verduide= liking hiervoor\nwas dat hy die besering opgedoen het toe hy van die toiletbak\nin sy sel geval\nhet. Nadat hy beskuldigde 2 se\nverklaring /\n33 verklaring geneem het, het kapt Knipe opdrag gegee dat\nhy na 'n geneesheer geneem moet word vir 'n mediese ondersoek. Kapt Knipe\nwas\nblykbaar die mening toegedaan dat die wond nie baie vars was nie, maar hy het\ngeredelik toegegee dat as leek hy dit nie met sekerheid\nkon sê nie. Dit\nblyk juis een van die redes te gewees het waarom hy gelas het dat beskuldigde 2\ndeur 'n\ngeneesheer ondersoek moet word. Dr Pepler het 'n uiters onbe= vredigende en\noppervlakkige ondersoek uitgevóer en daarna geser=\ntifiseer \"dat ek\nPieter van Collen ondersoek en uitgevra het aangaande sy vrywillige verklaring,\nwat hy reeds geteken het, en dat\ndaar geen tekens of getuienis is van\nbeinvloeding sover sy verklaring aangaan nie\". Hy het nie beskuldigde 2 vir\nbeserings ondersoek\nnie, dus nie die wond op sy regterheup gesien nie en kon\ngevolglik nie getuig hoe oud die wond was nie.\nDr Pepler /\n34\nDr Pepler se getuienis is van nul en gener waarde by die uit= eindelike\nvraag of beskuldigde 2 se verklaring vrywillig gemaak is.\nBeskuldigde 2 het self nie getuienis tydens die verhoor-binne-h-verhoor\nafgelê nie. Die verhoorregter het bevind dat die Staat\n'n sterk\nprima\nfacie\nsaak uitgemaak het dat beskuldigde 2 se bekentenis aan kapt Knipe\nvrywillig gedoen is, wat nie deur beskuldigde 2 weerlê is\nnie. Gevolglik\nis die bekentenis toegelaat as synde vrywillig gedoen.\nLater het beskuldigde 2 wel in sy verdediging getuig. Hy het alle kennis van\ndie moord ontken. Hy het toe beweer dat sy bekentenis\naan kapt Knipe gedoen is\nas gevolg daarvan dat sers Gagiano hom aangerand het o a deur hom te skop en 'n\nnat sak oor sy kop te plaas.\nIn die loop van dié aan=\nranding /\n35\nranding het hy die besering op sy regterheup opgedoen. In die lig van\nhierdie getuienis was dit die plig van die verhoorregter om\nsy beslissing\nrakende die vrywilligheid van beskuldigde 2 se getuienis in heroorweging te\nneem, en desnoods te verander (\nS v Mkwanazi\n1966(1) SA 736 (A) op 742 'n\ntot 743 A) In sy uitspraak op die meriete vind die verhoorregter beskuldigde 2\nskuldig aan moord sonder\nom aanvanklik verdere aandag aan hierdie aspek te\nskenk. Eers daarna noem hy dat beskuldigde 2 se getuienis nie twyfel gewerp het\noor sy beslissing dat beskul= digde 2 se bekentenis vrywillig gedoen is nie, en\nverstrek dan sekere redes vir sy gevolgtrekking.\nWat die verhoorregter egter nie\ngedoen het nie was om die vraag of die Staat bo alle redelike twyfel bewys het\ndat beskuldigde 2\nse bekentenis vry=\nwillig /\n36 willig gedoen is, te beoordeel aan die hand van die\nkumulatiewe getuienis m a w teen die geheelbeeld van al die getuienis in die\nsaak. Sy versuim in die verband kom op 'n mistasting neer. Mnr Maritz, wat\nnamens beskuldigde 2 ook 'n bekwame betoog aan ons voorgelê\nhet, het\naangevoer dat as daar gelet word op die geheelbeeld van die getuienis die\nvereisde bewys van vrywilligheid ontbreek. Na\nmy mening moet hy gelyk gegee\nword. Die faktore wat o a in dié verband op gelet moet word, is die\nvolgende:.-\n(a)\nDie inherente\nonwaarskynlikheid dat al vier beskuldigdes, geharde misdadigers, na so 'n lang\ntydsverloop sedert die moord, en na hulle\naanvanklike ontkennings van\naandadigheid ewe skielik en om geen logiese of oortuigende rede nie bekentenisse\nsou doen - wat boonop\ndie enigste getuienis teen hulle sou\nwees;\n(b)\nDie feit dat al vier beskuldigdes\nbeweer het dat hulle aangerand was of onder dwang geplaas is om te beken; dat\ndit gemene saak is\ndat\neen /\n37\neen van hulle (beskuldigde 4) op een tydstip teenoor mnr Joubert gekla het\ndat\nhy aangerand was; dat daar twyfel ontstaan of beskuldigde 3 nie insgelyks\nteenoor 'n\nlanddros op Parow gekla het nie; en dat verskeie beskuldigdes in,elk geval\ntydens die artikel 119 verrigtinge gekla het dat hulle\naangerand was;\n(c)\tDie bevinding deur die verhoorregter dat\nbeskuldigde 4 se bekentenis nie\nvrywillig\ngedoen is nie;\n(d)\tDie feit dat beskuldigde 1 en\nbeskuldigde 3\nse bekentenisse nie met die objektiewe bepaal= bare feite strook nie en dus\nmoontlik vals is of kan wees wat op die oog af nie strook\nmet\n'n\ngevolgtrekking dat hulle vrywillig gedoen is nie;\n(e)\tDie besering op beskuldigde 2 se regterheup\nwat met sy bewering dat hy\naangerand is stroom\nin die afwesigheid van mediese getuienis tot\ndie\nteendeel;\n(f)\tDat die getuienis van kapt Kleyn nie in alle\nopsigte bo kritiek verhewe\nis nie.\nBygevolg /\n38\nBygevolg bestaan daar myns insiens 'n redelike twyfel dat beskuldigde 2\nse verklaring nie vrywillig gedoen is nie, en moes dit nie\ntoegelaat gewees het\nnie. Aangesien daar geen ander getuienis is om beskuldigde 2 met die oorledene\nse moord te verbind nie, kan\nsy skuldigbevinding nie bly staan nie.\nDie appèl van albei appellante word gehandhaaf, en hulle\nskuldigbevindings en vonnisse word tersyde gestel.\nJ W SMALBERGER APPèLREGTER\nJOUBERT, AR )\n) STEM SAAM KUMLEBEN, Wn AR)",
  "scraped_at": "2026-02-11T20:59:53.978232",
  "date": "1987-03-27",
  "coram": [
    "Joubert",
    "Smalberger",
    "Kumleben"
  ],
  "case_number": "214/86",
  "parties": {
    "applicants": [
      "Pieter van Collen",
      "Robert Pickering"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "On 18 October 1979 Victor Douglas Luyt was found murdered on the premises of his sport‑shop in Athlone, Cape Town. The crime scene revealed extensive bodily injuries, a binding rope around the victim's neck, bloodstains, and fingerprints that did not match any of the four accused. Four men – Pieter van Collen, Robert Pickering, and two others – were arrested and gave confessions to police officers in a series of interrogations carried out between 1979 and 1984. The trial concluded that the two appellants were guilty of murder (but not robbery) and sentenced them to death. The State’s case relied almost exclusively on those confessions, the admissibility of which was later contested on appeal.",
    "issues": "The appeal centred on whether the confessions of the appellants were voluntarily given and therefore admissible in evidence. Specific questions included: (1) Whether the police conduct – including alleged intimidation, threats of further assault and coercive questioning – vitiated the voluntariness of the statements; (2) Whether inconsistencies between the confessions and the objective forensic evidence rendered the admissions unreliable; and (3) Whether the convictions based solely on those confessions could be sustained.",
    "principles": "South African law requires that a confession be made voluntarily, free from oppression, inducement or threat, as prescribed in section 217(1)(b)(ii) of the Criminal Procedure Act. The court must consider the totality of the circumstances, including the suspect’s state of mind, the methods used by police, and any contradictions with physical evidence. Precedent such as S v Kumalo (1983) and S v Mkwanazi (1966) was applied, emphasizing that a confession obtained under duress is inadmissible and that related confessions should be assessed together to obtain a comprehensive view of any possible coercion.",
    "application": "The appellate court examined each confession in turn. For appellant 1, the court found a sudden, unexplained reversal after years of denial, indicating coercion. Appellant 3’s statement contained material contradictions (e.g., reference to a \"toy shop\" rather than a sport‑shop, denial of the binding rope) and was obtained after alleged physical assault and threats, rendering it involuntary. Appellant 4’s confession was similarly withdrawn after claims of assault, and the court noted that the police officer’s testimony was unreliable. For appellant 2, although the State argued a prima facie case of voluntariness, the cumulative evidence of intimidation, a physical wound allegedly caused by police, and the lack of independent medical corroboration demonstrated that the confession was not freely given. Consequently, all four confessions were deemed inadmissible.",
    "conclusion": "Having found the confessions inadmissible, the court held that the murder convictions of the two appellants could not stand. The appeals were upheld, the death sentences were set aside, and the appellants were acquitted of the murder charge."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "confession admissibility",
      "voluntariness",
      "police coercion",
      "appellate review"
    ]
  }
}