{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/28.html",
  "case_name": "S v Koopman (343/1986) [1987] ZASCA 28 (27 March 1987)",
  "citation": "[1987] ZASCA 28",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 28\n|\nNoteup\n|\nLawCite\nS v Koopman (343/1986) [1987] ZASCA 28 (27 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 343/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPèLAFDELING\nIn die saak tussen:\nPETER KOOPMAN\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM:\tBOTHA, SMALBERGER ARR et BOSHOFF\nWN AR\nVERHOOR\nDATUM\n:\t2 MAART 1987\nLEWERINGSDATUM\n: 27 MAART 1987\nUITSPRAAK\n/\nBOTHA AR\n...\n2.\nBOTHA AR\n:-\nDie appellant is in die Provinsiale Afdeling Kaap die Goeie Hoop deur\nROSE-INNES R en assessore skuldig bevind aan moord. Die Verhoorhof\nhet bevind\ndat daar geen versagtende omstandighede aanwesig was nie. Gevolg= lik is die\nappellant die doodvonnis opgelê. Met\nverlof van die Verhoorregter kom hy\nin hoër beroep teen die be= vinding dat daar geen versagtende omstandighede\naanwesig, was\nnie en die doodvonnis wat hom opgelê is.\nDie omstandighede van die moord, soos dit blyk uit die appellant se eie\ngetuienis, kan kortliks saamgevat word soos volg. Die appellant\nen die oorledene\nwas lede van twee verskillende bendes wat vyandiggesind was teenoor mekaar. Die\nlede van die twee bendes het dikwels\noor en weer mekaar aangeval en aangerand.\n'n Mede-bendelid van die appellant was beskuldigde 1 by die verhoor, en ek sal\nna hom verwys\nas sodanig. Gedurende die aand van 24 Julie\n/1985 ...\n3.\n1985 het beskuldigde 1 se broer by die appellant gekom en aan\nhom vertel dat hy 'n boodskap gekry het dat daar mense was by 'n dansplek\nwat\nbeskuldigde 1 wou steek met 'n mes. Die appellant en beskuldigde 1 se broer het\ntoe gegaan na die betrokke plek en buitekant\ndie danslokaal gestaan en wag.\nBeskuldigde 1 het uit die lokaal te voorskyn gekom en die appellant meegedeel\ndat die oor= ledene\nhom binne die \"disko\" wou steek met 'n mes. Be= skuldigde 1\nis toe weer terug in die danslokaal in. Kort na middernag het die oorledene\nuit\ndie lokaal gekom, al= leen, en met die straat langs weggeloop. Beskuldigde 1 het\nook uitgekom en by die appellant gaan staan.\nBeskul= digde 1 het aan die\nappellant gesê, met verwysing na die oorledene: \"Gaan ons daardie man so\nlos? Daardie man, hy moet\ndoodgaan\". Die appellant het gevra: \"Wat kan ek maak,\nou boet?\", waarop beskuldigde 1 geantwoord het: \"Kom, ons gaan, ons gaan steek\nvir hom met die mes\". Beskuldigde 1 en die appellant, elk met 'n oop knipmes\nin\n/die ...\n4.\ndie hand, het toe agter die oorledene aan gehardloop en hom\n\"gevang\". Beskuldigde 1 het die oorledene in die nek gesteek en die appellant\nhet hom in die rug gesteek. Daarna het beskuldigde 1 en die appellant\nweggehardloop.\n'n Nadoodse ondersoek van die lyk van die oor= ledene het aangetoon dat die\noorledene drie steekwonde opgedoen het, een in die nek\nen twee in die rug. Die\nnekwond en een van die rugwonde was dodelike wonde. Die appellant het volgehou\ndat hy die oorledene net een\nkeer gesteek het, en die Verhoorhof het dit\nblykbaar ten gunste van hom so aanvaar, alhoewel dit glad nie blyk waar die\nander rugwond\nvandaan kon gekom het nie. Dit is egter nie nodig om daarop in te\ngaan nie, want dit is duidelik dat beskuldigde 1 en die appellant\ngesamentlik\ndie oorledene aangeval het met die gemeenskaplike, direkte opset om hom te dood.\nDie appellant het in die loop van sy\ngetuienis erken dat beskuldigde 1, voordat\ndie aanval op die oorledene plaasgevind het, die woorde\n/teenoor ...\n5.\nteenoor hom (die appellant) gebesig het: \"Ons moet daar= die\nman gaan doodmaak\". In die lig daarvan het die Verhoorhof heeltemal tereg\ndie\nappellant se getuienis verwerp dat hy nie die bedoeling gehad het om die oor=\nledene te vermoor nie.\nDie omstandighede wat as versagtend aangevoer is in die betoog namens die\nappellant voor hierdie Hof is dieselfde as wat in die Hof\na quo\ngeopper\nis en deur daardie Hof oorweeg en verwerp is. In sy betoog voor hierdie Hof het\ndie appellant se advokaat hom hoofsaaklik\ntoegespits op die volgende twee stelle\noorwegings: (1) dit is beskuldigde 1 wat die appellant aangespoor het om deel te\nneem aan\ndie aanval op die oorledene; beskuldigde 1 was die leidende figuur in\ndie hele optrede; die appel= lant het slegs 'n ondergeskikte\nrol gespeel in die\ngebeure; en (2) die aanval op die oorledene het neergekom op wraakneming op die\noorledene vir die feit dat hy\ngedreig het om beskuldigde 1 te steek met 'n mes;\nen dit het\n/geskied ...\n6.\ngeskied binne die verband van bendebedrywighede en\n-vyandelikhede.\nDie appellant se advokaat het eerstens aange= voer dat hierdie Hof geregtig\nis om in te gryp en die Verhoorhof se bevinding aangaande\ndie afwesigheid van\nversagtende omstandighede tersyde te stel, vanwee n be= weerde mistasting wat\nbegaan is deur die Verhoorhof.\nDie beweerde mistasting was dat die Verhoorhof\nnie die kumulatiewe uitwerking van die bogenoemde omstandighede in oorweging\ngeneem\nhet nie. Die betoog is na my mening sonder enige verdienste. Die\nVerhoorregter het welis= waar nie in sy uitspraak aangaande versagtende\nomstandig= hede uitdruklik gesê dat die kumulatiewe effek van die betrokke\nfaktore in oorweging geneem is nie, maar na my oordeel\nregverdig dit hoegenaamd\nnie die afleiding dat die Verhoorhof slegs na elke faktor in isolasie gekyk het\nsonder om die geheelbeeld\nvan die omstandighede in\n/aanmerking ...\n7.\naanmerking te neem nie. Die deeglike en versigtige wyse waarop die\nVerhooregter in sy uitspraak aandag gegee het aan elke argument\nwat namens die\nappellant geopper is, laat geen ruimte vir die suggestie dat die Verhoorhof nie\ndie totale uitwerking van al die omstan=\ndighede gesamentlik in oënskou\ngeneem het nie.\nDie appellant se advokaat het in die tweede plek aangevoer dat die Verhoorhof\nnie redelikerwyse tot die bevinding kon gekom het dat\ndaar nie versagtende om=\nstandighede aanwesig was nie. Na my mening is hierdie betoog geheel en al\nongegrond. Dit is nodeloos om\nhier die Verhoorregter se deurtastende bespreking\nvan die be= trokke omstandighede weer te gee. Ek stip slegs enkele aspekte aan\nvan die strekking van sy uitspraak. Beskuldig= de 1 was ten tyde van die moord\nmaar 16½ jaar oud; die appellant was toe 'n man\nvan 27 jaar. Daar is geen\nsprake daarvan dat beskuldigde 1 in 'n gesagsposisie teen= oor die appellant\ngestaan het, of dat dit die\nappellant\n/nie ...\n8.\nnie volkome vrygestaan het om beskuldigde 1 se uitnodig= ing\nom deel te neem aan die aanval op die oorledene een= voudig te verontagsaam\nnie.\nAlhoewel wraakneming in besondere omstandighede 'n versagtende uitwerking kan\nhê, is dit nie hier die geval nie: dit kon\ndie motief vir die moord gewees\nhet, maar dit maak nie die appellant se optrede minder verwytbaar nie. Die\nbendeverband in die huidige\nsaak het nie meegebring dat daar enige beinvloed=\ning of dwang was wat die appellant genoop het om die oorledene te vermoor nie.\n'n Blote gevoel van same= horigheid of lojaliteit tussen bendelede teenoor\nopposisie-bendelede is nie iets wat die moord minder laakbaar\nmaak of die\nappellant se optrede moreel minder verwytbaar nie. Die bende-milieu in die\nhuidige geval kan nie as 'n ver= sagtende\nomstandigheid aangemerk word nie.\nNa my oordeel bestaan daar geen gronde waarop hierdie Hof kan bevind dat die\nVerhoorhof nie redeliker= wyse tot die gevolgtrekking\nkon gekom het waartoe hy\nwel\n/gekom ...\n9. gekom het nie.\nDie appèl word van die hand gewys.\nA.S. BOTHA AR\nSMALBERGER AR\nSTEM SAAM\nBOSHOFF WN AR",
  "scraped_at": "2026-02-11T20:59:41.429664",
  "date": "1987-03-27",
  "coram": [
    "Botha AR",
    "Smalberger AR",
    "Boshoff WN AR"
  ],
  "case_number": "Saak No 343/1986",
  "parties": {
    "applicants": [
      "Peter Koopman"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Peter Koopman, a member of one gang, and an associate (referred to as \"Beskuldigde 1\") attacked a rival gang member on 24 July 1985 outside a dance hall in Cape Town. After learning that the victim intended to stab Beskuldigde 1, the two assailants waited outside the venue, confronted the victim, and stabbed him – Beskuldigde 1 in the neck and Koopman in the back. The victim sustained three stab wounds, one neck wound and two back wounds; the neck wound and one back wound were fatal. The Provincial Division found Koopman guilty of murder, concluded there were no mitigating (versagtende) circumstances, and imposed the death penalty.",
    "issues": "Whether any mitigating circumstances existed that could reduce Koopman's culpability or the death sentence, and whether the trial court erred in its finding of intent and its assessment of the evidence.",
    "principles": "South African criminal law requires proof of intent for murder and permits consideration of mitigating circumstances (versagtende omstandighede) in sentencing. The appellate court must assess whether the trial court correctly applied the law, including the cumulative effect of all relevant factors, and whether gang affiliation, revenge motive, or alleged subordinate role constitute mitigating factors.",
    "application": "The appellant argued that he was merely a subordinate, was incited by Beskuldigde 1, and that the revenge motive and gang context should be mitigating. The appellate court examined the trial judge's reasoning, found that the judge had duly considered each factor, that the cumulative effect of the circumstances had been taken into account, and that gang rivalry or revenge does not lessen criminal responsibility. Consequently, the court agreed that no mitigating circumstances were present.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the death sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "gang violence",
      "mitigating circumstances",
      "death penalty",
      "appellate review"
    ]
  }
}