{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/83.html",
  "case_name": "S v Stoop (85/87) [1987] ZASCA 83 (10 September 1987)",
  "citation": "[1987] ZASCA 83",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 83\n|\nNoteup\n|\nLawCite\nS v Stoop (85/87) [1987] ZASCA 83 (10 September 1987)\nDownload original files\nPDF format\nRTF format\nANTON WERNER STOOP\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPELAFDELING)\nIn die saak tussen:\nANTON WERNER STOOP\nAppellant\nen\nDIE STÁAT\nRespondent\nCoram: JOUBERT, VIVIER, ARR ét BOSHOFF Wn AR\nVerhoor:\n4 September 1987\nGelewer:\n10 September 1987\nUITSPRAAK\nBOSHOFF\n, Wn AR\n:\nDie appellant en sy twee medebeskuldigdes\nWillem Jansen en Francois Johannes Bester was in die\nWitwatersrandse..\n./2\n2\nWitwatersrandse Plaaslike Afdeling voor 'n regter en\ntwee assessore daarvan aangekla dat hulle op 24 Februarie\n1986 naby Krugersdorp vir David Ovemile Mthutang vermoor\nhet. Die appellant is skuldig bevind aan moord sonder\nversagtende omstandighede en die doodstraf opgelê.\nWillem Jansen, na wie ek sal verwys as beskuldigde 2,\nis skuldig bevind aan poging tot moord en Francois\nJohannes Bester,na wie ek sal verwys as beskuldigde 3,\nis skuldig bevind aan aanranding met die doel om ernstige\nletsels te berokken.\nDie appellant is verlof gegee om te appelleer\nteen\ndie bevinding dat daar geen versagtende omstandighede\nwas nie asook teen die doodstraf wat opgelê is.\nDie\t/3\n-3-\nDie feite wat aanleiding gegee het tot die\naanklag\nteen die appellant en sy twee medebeskuldigdes\nsoos grotendeels deur die verhoorhof bevind, kom kortliks\nop die volgende neer. Die drie van hulle was vriende en\nhet saam met die appellant in sybroer se motorkar. na die\nWitpoortjie hotel gegaan om te drink. Dit is 'n luikrug-\nmotor met twee deure en 'n groot deur agter waar'n motorkar\nse bagasiebak normaalweg is. Hulle is tussen 22h00 en\n23h30 van die hotel weg om 'n dame by haar huis te gaan\naflaai. Die appellant het die motorkar bestuur. Op\nappellant se voorstel is hulle vandaar na 'n ander\nvrou se huis om daar besoek af te lê. Daar was alreeds\nander mans gewees en hulle het toe besluit om huis toe\nte\t/4\n-4-\nte gaan en sou beskuldigde 3 eerste by sy huis aflaai\nHulle het by die Pick-'n-Pay winkelsentrum verby gery\ntoe appellant skielik remme aangeslaan het en uitgeklim\nhet om 'n swartman wat toe weggehardloop het, te agtervolg.\nDit is heeltemal onseker wat die oorsaak van hierdie\noptrede van die appellant was. Hy sou vir een van die\nbeskuldigdes gesê het dat die swartman 'n\"lelike teken\"\nvir hom gegee het, Die swartman wat later die oorledene\nin die saak geword het en na wie ek geriefshalwe as die\noorledene sal verwys,het gevolg deur die appellant in\ndie parkeergronde van die winkelsentrum in gevlug.\nBeskuldigde 3 het agter die stuurwiel van die motorkar\ningeklim en hulle in die parkeergronde gevolg. In\ndie\t/5\n5\ndie parkeergronde het hy voor die vlugtende oorledene\ningesny en die appellant in staat gestel orn hom in te haal\nDie appellant het hom platgeslaan en sy twee medebeskul-\ndigdes het uit die motorkar geklim en aldrie van hulle\nhet die oorledene aangerand deur hom te skop en te slaan\nOp een stadium het die appellant wydsbeen oor die oor-\nledene gestaan, sy kop opgetel en dit teen die teeropper-\nvlakte gestarnp. Hulle het ook op die oorledene gespring.\nAan die begin van die aanranding het die oorledene 'n\nmate van weerstand gebied maar naderhand bewusteloos ge-\nraak. Die appellant en sy twee medebeskuldigdes het\ndie oorledene agter in die bagasiebak gelaai. Daar\nis 'n dun partisie tussen die bagasiebak en die agterste\nsitplek\t/6\n— 6 -\nsitplek. Die oorledene het agter in die bagasiebak weer\nbegin regkom en begin skop. Die appellant en sy twee\nmedebeskuldigdes het met hom na 'n oop veld in Mindalore,\n1,1 km van die winkelsentrum af, gery. Daar het die\nappellant die bagasiebak oopgemaak en die oorledene het\nuitg.eklim en probeer ontvlug. Appellant het die oorledene\nweer aang.erand. Sy twee medebeskuldigdes het uit die\nmotorkar geklim en appellant gehelp. Uiteindelik\nhet die oorledene op die grond beland met die appellant\nbo-op hom. Die appellant het hom toe met'n klip teen\ndie kop geslaan. Beskuldigde 3 het in die tussentyd\nnaar geword van die drank wat hulle gedrink het,\nbegin vomeer en in die motorkar geklim. Die appellant\nhet\t/7\n7\nhet die oorledene met sulke geweld aangerand dat\nbeskuldigde\n2 die appellant van die oorledene moes af forseer. Die\nappellant het weer op die oorledene geklirn en hom weereens\nmet die klip geslaan. Beskuldigde 2 het vir beskuldigde\n3 geroep om hom te kom help en hulle twee moes al hulle\nkrag inspan om die appellant van die oorledene af te\ntrek. Die oorledene het heeltemal pap geraak en geen\ntekens van leve meer getoon nie. Volgens die twee mede-\nbeskuldigdes het hy egter nog geroggel. Die appellant het\ntoe daarop aangedring dat hulle hom weer in die bagasiebak\nlaai. Appellant het beskuldigde 3 gevra om die motorkar\nte bestuur en soos later geblyk het was hy van plan om\ndie oorledene in die ry agter uit die bagasiebak te\ngooi\t/8\n8\ngooi om die indruk te skep dat hy sy beserings in 'n tref-\nen-trap ongeluk opgedoen het. Beskuldigde 3 het agter\ndie stuurwiel ingeklim en weggery terwyl die appellant en\nbeskuldigde 2 met hulle knieë op die agterste sitplek ge-\nstaan het met hulle gesigte na ag.ter gekeer sodat hulle\ndirek op die oorledene in die bagasiebak kon kyk. 2,3 Km\nverder op die Chamdorpad het beskuldigde 3 agtergekom\ndat daar iets agter in die motorkar aan die gang is en\ndat die bagasiebak se deur oop is. Hy was oortuig\ndat die appellant en beskuldigde 2 die oorleuene agter\nuitgegooi het. Hy het onmiddellik remme aangeslaan en\nstilgehou en vir appellant en beskuldigde 2 gevra wat\nhulle makeer om die man so op die pad uit te gooi\nAppellant\t/9\n-9-\nAppellant het self agter die stuurwiel ingeskuif en\nteruggery na waar die oorledene in die pad gelê het\nDaar het 'n motorkar aangekom en appellant het met sy\nvoertuig oor die oorledene stilgehou om hom vir die aan-\nkomende motorkar te verberg. Toe die motorkar verby\nis het hulle die oorledene weer in die bagasiebak gelaai\nDaarvandaan is hulle na 'n vulstasie om brandstof in te\nneem. Die vulstasie is 3,5 km vanaf die plek waar die\noorledene uitgegooi was. Beskuldigde 3 het weer naar\ngeword en daarna aan die slaap geraak. Vanaf die vul-\nstasie het hulle deur Krugersdorp gery en met die Hek-\npoortpad in die rigting van die Sielsieke Inrigting\ngery tot naby die inrigting waar hulle stilgehou het, 'n\ndistansie\t/10\n-10-\ndistansie van 13,3 km. Daar het hulle die oorledene\nuit die bagasiebak getel. Beskuldigde 3 het weer\nnaar geword en in die motorkar geklim waar hy aan die\nslaap geraak het. Appellant en beskuldigde 2 het die\noorledene 'n endjie van die pad af gedra en daar sy lig-\ngaam verbrand. Dit was toe na 23h30. Van daardie plek\nis hulle na beskuldigde 2 se woonstel waar beskuldigde 3\nsy klere vervang het met klere wat hy van beskuldigde 2\ngekry het omdat sy eie klere vol braaksel was. Appellant\nhet toegesien dat sy twee medebeskuldigdes ook eers be-\nskuldigde 3 se braaksel van sy broer se motorkar afwas.\nDaarna hef die appellant vir beskuldigde 3 huis toe ge-\nneem en na hy afgelaai is, self huis toe gegaan. Vanaf\ndie\t/11\n-11-\ndie winkelsentrum tot foy sy eie huis het hy nie minder\nas 40,9 km met die motorkar gery nie en ook dwarsdeur\nKrugersdorp gery. Behalwe vir die 2,3 km wat beskuldigde\n3 bestuur het, het die appellant self die hele ent-\npad bestuur. Daarby kan nog gevoeg word die distansie\nwat hy bestuur het vanaf die hotel tot waar hu.lle die\ndame by haar huis afgelaai het en die draai wat hulle\ngery het om 'n ander vrou te besoek voordat hulle by die\nwinkelsentrum uitgekorn het. Die polisie het die ver-\nbrande lyk die volgende oggend gekry.\nDr Kemp het die nadoodse ondersoek gedoen en\nbevind\ndat die oorledene nog geleef het toe hy verbrand\nis en dat die verbranding die uiteindelike oorsaak van\nsy\t/12\n-12-\nsy dood kon gewees het. Daar was 'n gebreekte rib wat\ndeur 'n skop veroorsaak kon gewees het. Daar was ook 'n\nmaagspier wat bloed in gehad het. Die bloeding kon ver-\noorsaak gewees het deur 'n harde hou op die maag. Dië\nliggaam was egter so erg verkool dat dit nie moontlik\nwas om enige ander oorsaak van dood as verbranding\nvas te stel nie.\nNadat die appellant aan moord skuldig bevind\nis, het\nmnr Wepener wat nou en toe ook namens die appel-\nlant opgetree het, die getuienis van mnr Basil Russell\nCarnie, 'n kliniese sielkundige en psigoterapeut, wat 'n\nverslag saamgestel het oor die appellant, voor die hof\ngelê. Hy het 'n persoonlikheidsevaluering van die appellant\ngedoen\t/13\n-13-\ngedoen en mnr Wepener het in 'n groot mate daarop gesteun\nin sy betoog dat die moord met versagtende omstandighede\ngepleeg is. Mnr Wepener beroep hom nou weer onder meer\nop Carnie se evaluering van die appellant en betoog dat\nverhoorhof ten onregte nie die kumulatiewe uitwerk-\ning van die verskillende faktore wat die appellant se\noptrede die betrokke aand beïnvloed het, in aanmerking\ngeneem het nie.\nDie faktore waarop hy hom beroep is die\nappellant se\nrelatiewe jeugdigheid saamgesien met sy\nemosionele onvolwassenheid en sy onder gemiddelde\nintellektuele vermoë, sy drankinname, sy impulsiewe\noptrede, sy skoon rekord en die feit dat die toepaslike\ndolus\t/14\n-14-\ndolus bestaan het uit dolus eventualis\nVoordat daar met hierdie betoog gehandel word\nis dit\nnodig om in gedagte te hou dat dit nodig was\nvir die verhoorhof om as volg te werk te gaan om te bepaal\nof daar versagtende omstandighede is. Die verhoorhof\nmoes vasstel of daar omstandighede is wat betrekking kon\ngehad het op die geestesverraoëns of geraoed van die\nappellant, dan oordeel of sodanige omstandighede die\nappellant wel beïnvloed het en indien daar positiewe\nbevindings in hierdie opsig is, oordeel of die beïn-\nvloeding van so 'n aard was dat die appellant se daad\nvolgens die mening van die verhoorhof daardeur as minder\nlaakbaar of verwytbaar beskou kan word, kyk\nS v Babada\n1964(1)\t/15\n15\n1964(1) SA 26 (A) 27H-28A.\nDie verhoorhof het bevind dat daar geen\nver-\nsagtende omstandighede is nie en hierdie hof\nkan teen\nhierdie bevinding varr die verhoorhof ingryp slegs indien\ndaar 'n dwaling of 'n wanopvatting van die feite of die reg\nwas of indien geen redelike hof tot daardie slotsom\nkon gekom het nie, kyk\nS v\nManyathi 1967(1) SA 435 (A) op\nbladsy 439 D-F, en\nS v Bowers\n1971(4) SA 646 (A) op bladsy\n649 A-E,\nCarnie het sy evaluering van die appellant\nse\npersoonlikheid gemaak uit hoofde van onderhoude wat\nhy met hom en sy familielede gehad het. Hy het nie\ndie\t/16\n-16-\ndie verhoor van die appellant bygewoon nie behalwe dat\nhy skynbaar die laaste oggend teenwoordig was. Sy\ninligting van die saak self het hy verneem van wat aan\nhom in die hof gestel is en wat die appellant se advokaat\naan hom meegedeel het. Uit wat hy verneem het van die\nappellant se ervarings tuis en op skool in sy jonger jare\nen van sy optrede en reaksies was hy van mening dat die\nappellant aan 'n minderwaardigheidskompleks ly, 'n per-\nsoonlikheidssamestelling wat daartoe aanleiding gee dat\nhy graag om ander te imponeer die indruk wil skep dat\nhy 'n persoon is vol bravade en waagmoed. Dit kom veral\nna vore in groepsverband waar hy saam met maats of andere\nis. Dit veroorsaak ook dat hy soms impulsief optree\nveral\t/17\n- 17 —\nveral in stres-situasies. Carnie het hom as emosioneel\nonvolwasse beskryf. Volgens hom is dit moeilik om\nemosionele ontwikkeling te kwantifiseer maar as hy kwali-\ntatief daarna moet verwys is daar sekere aspekte in sy\ngedrag wat 'n mens laat dink aan 'n persoon van 16, 17 jaar\noud waarna 'n mens as 'n laat adolessensie sou verwys. Hy\nkwalifiseer die stelling dan weer onmiddellik daarna\ndeur te sê dat daar ander aspekte is waar daar 'n groter\nmate van verantwoordelikheid na vore kom.\nVolgens Carnie sou die inname van drank\ndie\nappellant se inhibisies verminder en die trekke\nvan sy\npersoonlikheidssamestelling vererger. Na sy mening\ndui die appellant se oordrewe reaksie die betrokke aand op\n'n\t/18\n11\n'n blykbaar onbeduidende provokasie wat gelei het tot die\neerste aanranding by die winkelsentrum daarop dat die\ndrank wat hy ingeneem het wel 'n invloed op hom gehad\nhet. Hy beklemtoon egter dat die appellant se persoon-\nlikheidssamestelling die primêre oorsaak van sy impul—\nsiewe en bykans onverklaarbare optrede was en dat die\ninname van drank bloot net aanvullend was. Carnie het\ntoegegee dat daar ander faktore na die eerste aanranding\nteenwoordig was wat die benadering ten opsigte van die\nappellant se persoonlikheidssamestelling en drankinname\nheeltemal verander. Hy kon paniekbevange gewees het\ntoe die appellant met die eerste aanranding bewusteloos\ngeraak het, hy kon uit woede opgetree het toe hy vind\ndat\t/19\n-19-\ndat die oorledene agter in die bagasiebak sy broer se\nmotorkar stukkend skop en hy kon nog erger paniekbevange\ngeraak het toe hy gedink het dat hy die oorledene met\ndie klip doodgeslaan het vandaar die plan om hom uit die\nbewegende motorkar te gooi sodat die indruk geskep kon\nword dat die oorledene in 'n tref-en-trap ongeluk omge-\nkom het. Om hierdie klaarblyklike redes getuig hy\naan die einde van sy getuienis dat vanwee die persoonlik-\nheidssamestelling en drankinname daar slegs by die eerste\naanranding op die oorledene van verminderde verwytbaar-\nheid gepraat kan word. Dit blyk uit die volgende vrae\nen antwoorde:-\n\"Wat ookal sy sielkundige agtergrond mag\nwees\t/20\n-20-\nwees wat hom aanvanklik die ding laat doen\nhet of wat ookal \t Daar is nie ver-\nminderde verwytbaarheid wat die laaste\ndeel van sy optrede aanbetref nie.\nDie\nverminderde verwytbaarheid vir my lê\nin die\t (Hof kom\ntussenbeide)\nBy die eerste aanranding \t Korrek\nU Edele, ja.\nEn nie vanaf daardie punt verder\nnie \t Dis korrek.\"\nVolgens die bevinding van die verhoorhof was dit\ndie aanrandings na die eerste aanranding wat die grond-\nslag van die moordaanklag was.\nTen opsigte van die drankinname het die ver-\nhoorhof\nas volg bevind:-\n\"Ons het alreeds bevind dat wat ookal die drankinname gewees het, en daar\nwas\ndrankinname\t/21\n-21-\ndrankinname, dit is so, getoets aan die feite en die optrede deur die\nbeskuldigdes soos deur hulleself verskaf en soos wat klaarblyklik\ngebeur het,\ndit heeltemal deur hulle oorbeklemtoon is en grotendeels gebruik is as 'n\ngerieflike skuifmeul en 'n skuiling waaragter\nhulle kan skuil vir hulle wandade.\nBeide fisies en verstande-lik tree hulle ten alle tye op op so 'n manier wat die\nafleiding dat\ndie drank 'n besondere daád beïnvloed het in die mate\ndat dit die rede is waarom. 'n besondere daad gepleeg is, dit heeltemal\nnegativeer.\"\nDie appellant was ten tyde van die pleging van\ndie\nmoord 23 jaar oud. Hy het sy militêre diensplig\nreeds agter sy rug gehad en was alreeds in 'n vaste betrek-\nking. Verstandelik het hy nie juis op skool presteer\nnie maar hy het darem daarin geslaag om 'n praktiese\nmatrikulasie eksamen te slaag. Volgens Carnie is hy\niemand\t/22\n-22-\niemand met \"laag gemiddelde intellektuele vermoëns.\"\nSoos deur Carnie getuig kon die inname van drank 'n aan-\nvullende rol gespeel het by sy persoonlikheidssamestel-\nling toe hy met die eerste aanranding oormatig gereageer\nhet op geringe en onsekere provokasie. Sy óptrede\nself toon egter dat hy heeltemal gekoordineerd en self-\nstandig kon optree. Hy het alleen die oorledene agter-\nna gesit, hom ingehaal en platgeslaan. Hy het self\nal die besluite geneem hoe verder opgetree moes word,\nHy het die motorkar bestuur. Toe die oorledene die\nmotorkar stukkend skop in die bagasiebak het hy stilgehou\nen die bagasiebak oopgemaak en die oorledene weer aange-\nrand met so 'n doelgerigtheid en sulke geweld dat sy mede-\nbeskuldigdes\t/23\n-23-\nbeskuldigdes hom van die oorledene moes af forseer,\nHy het besluit op die plan om die oorledene uit die be-\nwegende motorkar te stoot om die indruk te skep dat hy\nin 'n tref-en-trap ongeluk beseer is. Na hy afgegooi\nis het hy die motorkar terug bestuur na die oorledene\nen besef dat die oorledene verberg moes word toe daar 'n\nander motorkar opdaag. Hy het daarna skynbaar besef dat\ndie val uit die motorkar nie die gewenste uitwerking ge-\nhad het nie en dat die liggaam nie gelyk het asof dit in 'n\ntref-en—trap ongeluk betrokke was nie. Hy het toe besluit\nom die liggaam aan die anderkant van Krugersdorp te gaan\nverbrand en nie daar waar die ander motorkar by hulle\nverby is nie. Hy het die motorkar vir meer as 40 km\nbestuur\t/24\n-24-\nbestuur en ook deur die dorp gery. Die hele episode\nhet oor meer as 'n uur afgespeel. By die woonstel\nvan beskuldigde 2 het hy sy twee medebeskuldigdes opdrag\ngegee om eers die motorkar skoon te maak. Hy het\nduidelik 'n leiersrol vervul die betrokke aand en geko-\nordineerd, helder en berekend genoeg gewees om al die\nnodige besluite te neem en uit te voer. Na die eerste\naanranding was daar geen sprake van enige impulsiewe\noptrede aan sy kant nie. Sy skoon rekord het in geen\nenkele opsig enige betrekking gehad op sy geestesvermoëns\nof gemoed nie. Die\ndolus eventualis\nwat die verhoorhof\nbevind het, was toe te skrywe aan die feit dat die oorledene\nnog geleef het toe hy verbrand is en dat vanwee die\nverkoling\t/25\n-25-\nverkoling van sy liggaam dr Kemp slegs kon getuig dat\nverbranding die oorsaak van sy dood kon gewees het.\nDaar was dus afgesien van die getuienis van die gebreekte\nribbebeen en die bloed in die maagspier geen mediese\ngetuienis van wat die oorledene se toestand was toe\nbesluit is om hom te verbrand nie. Die aanduidings\nis dat die appellant aanvaar het dat hy hom doodgemaak\nhet en besluit het om die liggaam te verbrand om sodoende\nte verhinder dat die tekens aan sy liggaam wat aangebring\nis deur die aanrandings wat vroeër op hom gepleeg is,\nherkenbaar is. Op die getuienis was die verhoorhof\nnietemin geregverdig om te bevind dat die appellant\ndie oorledene met\ndolus eventualis\nvermoor het. Aangesien\ndie\t/26\n-26-\ndie oorledene inderdaad nog gelewe het, het die appellant\nwetens dat verbranding hom kan dood indien hy nog\nsou gelewe het, hom verbrand sonder om enigsins om te gee\nof dit hom wel sal dood.\nMnr Wépener het in die verhoorhof betoog\ndat\ndie faktore deur hom aangevoer kumulatief\nobrweeg moes gewees\nhet. Alhoewel dit miskien nie so duidelik uit die\nuitspraak mag blyk nie kan daar geen twyfel wees dat dit\nwel gedoen is nie. Hierdie genoemde faktore, selfs\nkumulatief geneem, het wat die handelinge wat die dood\nvan die oorledene veroorsaak het geen betrekking gehad\nop die appellant se geestesvermoëns of gemoed nie.\nDit kan gevolglik nie gesê word dat die faktore die appellant\nenigsins\t/27\n-27-\nenigsins beïnvloed het by die pleeg van die moord nie\nHierdie slotsom strook met die mening wat Carnie uitge-\nspreek het asook met die bevinding van die verhoorhof.\nMnr Wepener het gevolglik nie daarin geslaag\nora\nhierdie hof te oortuig dat die verhoorhof in enige\nopsig misgetas het nie.\nDie appel word bygevolg van die hand\ngewys.\nWAARNEMENDE\nAPPËLREGTER\nJOUBERT, AR)\nstem saam\nVIVIER, AR)",
  "scraped_at": "2026-02-11T21:14:46.004976",
  "date": "1987-09-10",
  "coram": [
    "Joubert",
    "Vivier",
    "Boshof"
  ],
  "case_number": "85/87",
  "parties": {
    "applicants": [
      "Anton Werner Stoop"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "Anton Werner Stoop and two co‑accused, Willem Jansen and Francois Johannes Bester, set out from a hotel in the Witwatersrand area on the night of 24 February 1986. After a series of drinks they pursued a black man who fled from a parking lot, caught and severely assaulted him, repeatedly striking, kicking and beating him, and eventually placed him in the boot of their vehicle. The victim was taken to an open field, further assaulted, and finally thrown from the vehicle to create the impression of a traffic accident. The body was later burned at a remote location. Dr Kemp’s post‑mortem concluded that the victim was still alive when burned, and that the cause of death was the burning, not prior injuries. Stoop was found guilty of murder without mitigating circumstances and sentenced to death.",
    "issues": "Whether the appellant’s youth, emotional immaturity, low intellectual capacity, intoxication, impulsivity and the psychiatric report of Dr Basil Russell Carnie amount to mitigating (exculpatory) circumstances that should reduce liability or the death sentence. Whether the trial court erred in finding no mitigating circumstances and in applying dolus eventualis to establish murder.",
    "principles": "South African criminal law requires a careful assessment of mitigating factors when determining culpability and sentence. The courts must consider whether the accused’s mental state, intoxication or other personal characteristics diminish moral blameworthiness. Precedent cases such as S v Babada (1964), S v Manyathi (1967) and S v Bowers (1971) outline that an appeal can only succeed on a ground of error of fact or law, or where no reasonable court could have reached the same conclusion. Dolus eventualis applies where the accused foresees the possibility of death and proceeds regardless.",
    "application": "The appellate court examined the expert psychiatric report, which identified a personality immaturity and a complex of inferiority, but concluded that these factors did not substantially diminish Stoop’s responsibility for the lethal conduct. The court noted that Stoop acted in a coordinated, purposeful manner, driving the vehicle, directing the assaults and ordering the disposal and burning of the body. Intoxication was deemed a mere aggravating factor, not a mitigating one. Accordingly, the court upheld the trial judge’s finding of no mitigating circumstances and affirmed the death sentence.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the death sentence imposed on Anton Werner Stoop were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigating circumstances",
      "death penalty",
      "psychological evaluation"
    ]
  }
}