{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/65.html",
  "case_name": "General Accident Insurance Co (SA) Ltd v Summers; In re: Southern Versekerings Assosiasie BPK: General Accident Insurance Co (SA) Ltd (456/85) [1987] ZASCA 65; [1987] 2 All SA 345 (A) (2 June 1987)",
  "citation": "[1987] ZASCA 65",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 65\n|\nNoteup\n|\nLawCite\nGeneral Accident Insurance Co (SA) Ltd v Summers; In re: Southern Versekerings Assosiasie BPK: General Accident Insurance Co (SA) Ltd (456/85) [1987] ZASCA 65; [1987] 2 All SA 345 (A) (2 June 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 456/85 E du P\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPELAFDELING\n)\nIn\ndie\nsaak tussen:\n(1)\nGENERAL ACCIDENT INSURANCE\nCO (SA) LTD\nAppellant\nen\nNAOMI GLORIA SUMMERS\nRespondent\n(2)\nDIE SOUTHERN VERSEKERINGS\n-\nASSOSIASIE BPK\nAppellant\nen\nHENDRIK MICHIEL CARSTENS N O\n.\nRespondent\n(3)\nGENERAL ACCIDENT INSURANCE\nCOMPANY\nOF SOUTH AFRICA LIMITED\nAppellant\nen\nMHLENGANI NHLUMAYO\nRespondent\nCoram\n/\nCoram\n: RABIE WND\nHR, JANSEN, VILJOEN, HOEXTER et\nBOTHA,\nARR.\nVerhoordatum\n:\nLeweringsdatum\n:\n6\nMei 1987\t2 Junie\n1987\n7\nMei 1987\n8\nMei 1987.\nUITSPRAAK\nRABIE WND HR:\nIn hierdie uitspraak word drie\nappêlle\nbehandel. Die uitsprake waarteen\ngeappelleer word,\nis gerapporteer: kyk (1)\nSummers v. General Accident\nInsurance Co South Africa Ltd 1985(3) SA 418 (K);\n(2) Carstens N O\nv. Southern Insurance Association\nLtd/....\n3\nLtd\n1985(3) SA 1010(K) en (3)\nNhlumayo v. General\nAccident Insurance Co of SA Ltd 1986(3) SA 859 (D)\nDie appellant in elk van die drie sake is 'n bevoegde\nversekeraar ingevolge die bepalings van die Wet op\nVerpligte Motorvoertuigversekering No. 56 van 1972, en die\nappèl in elk van die gevalle is gerig teen die bedrag\nwat die betrokke appellant deur die verhoorhof gelas\nis om as skadevergoeding aan die eiser in die saak\nte betaal. Volgens die appellante se betoë het\nal drie die verhoorhowe dieselfde foutiewe metode,\nof benadering, gevolg toe hulle die bedrag van skade-\nvergoeding moes bepaal en het hulle as gevolg daarvan\n'n te hoë bedrag vasgestel. Dieselfde vrae duik in\ndie/....\n4\ndie drie gevalle op en die appêlle kan gerieflik\nsaam behandel word.\nEk gee hieronder eers 'n kort uiteensetting\nvan die\nbelangrikste feite van die sake en van die\ngetuienis wat die partye in verband met die vraag\nvan die berekening van skadevergoeding voorgelê het\nDaarna bespreek ek die vraag of die howe by die be-\nrekening van skadevergoeding 'n verkeerde metode gevolg\nhet.\nIn die\nSummers-\nsaak was die feite soos volg.\nDie aksie is ingestel deur Naomi Gloria Summers, die moeder en natuurlike\nvoog van Tracy Lee Martin (hier-\nna \"Tracy\" genoem) , wat op 10 Augustus 1976\ngebore is\nHaar/\n5\nHaar vader was Paul Jonathan Martin, wat\nop 5 September\n1982 gedood is in 'n botsing tussen 'n motorfiets waarop\nhy gery het en 'n motorkar wat by die verweerder-\nmaatskappy (nou die appellant) ingevolge die bepalings\nvan die bogemelde Wet op Verpligte Motorvoertuigversekering\nverseker was. Die verhoorhof het bevind dat die be-\nstuurder van die motorkar vir die botsing verantwoordelik\nwas en hierdie bevinding is nie op appèl aangeveg nie.\nMartin, wat nie met Tracy se moeder getroud was nie,\nwas 28 jaar oud toe hy gedood is. Hy het ten tyde\nvan sy dood ongeveer R450 per maand verdien en dit was\ngemene saak dat hy in daardie tyd elke maand R45 tot\ndie onderhoud van Tracy bygedra het en dat hy sou voort-\ngaan/....\n6\ngaan om dit te doen as hy nie gedood is nie.\nTracy se moeder het op 8 Februarie 1984\n'n aksie\ningestel waarin sy R7 052-67 weens die ver-\nlies aan onderhoud wat Tracy as gevolg van haar vader\nse dood gely het, van die appellant geëis het.\nBy die verhoor het mnr H W Beets, 'n aktuaris\nvan\nKaapstad, ten behoewe van die eiseres getuig.\nHy het die skade wat Tracy gely het soos volg bereken,\nHy het aangevoer dat Tracy se vader ten tyde van sy\ndood R45 per maand tot haar onderhoud bygedra het\nen dat daardie bedrag elke jaar daarna, tot op Tracy\nse 18de verjaardag (wanneer sy selfstandig sou word),\ngroter sou geword het - net soos Martin se salaris\n-\nom met die inflasiekoers tred te hou. Daarna het hy\ndie/\n7\ndie maandelikse bedrae wat Martin gedurende die tydperk\n5 September 1982 (die datum van Martin se dood) en 1\nApril 1985 (wat byna met die datum van die verhoor\n20 Maart 1985 - saamval) aan onderhoud sou betaal\nhet, bymekaar getel. Die totaal was Rl 597. Wat\nTracy se verlies ná 1 April 1985 betref, het Beets\neers uitgewerk wat Martin vanaf daardie datum tot\nop Tracy se 18de verjaardag by wyse van maandelikse\nbetalings aan haar onderhoud sou bestee het en toe\nhet hy deur 'n verdiskonteringsproses die waarde van\nal daardie betalings, soos op 1 April 1985 bereken,\nbepaal. Die bedrag wat aldus bepaal is, was R6 330\nDaarna het Beets die totaal van die bedrae R1 597 en\nR6 330/....\n8\nR6 330, d.w.s. R7 927, met die oog op gebeurlikhede (\"contingencies\") wat\ndaartoe kon bygedra het om die bedrae te verminder, met\n5%\nverminder. Dit\nhet hom toe 'n bedrag van R7 531 gegee, wat hy as Tracy se skade beskou het. By\n'n vóórverhoorkonferensie\nis ooreengekom dat indien dit veroorloof\nwas om, soos Beets gedoen het, Tracy se verlies gedurende twee tydperke te\nbereken (t.w.\n(1) die periode tussen Martin se dood en 1 April 1985, en (2) die\nperiode tussen 1 April 1985 en Tracy se 18de verjaardag), Tracy\nse totale\nverlies R7 000 bedra het. (Kyk 1985(3) SA op 420B.)\nDie/....\n9\nDie appellant het ook 'n aktuaris, mnr R J Koch, as getuie opgeroep om oor\ndie vraag van die bepaling van skadevergoeding te getuig,\nSy benadering wat\ndié aangeleentheid betref, word soos volg uit-eengesit in die verslag wat\nhy vir die doel van sy getuienis\nby die verhoor opgestel het:\n\"A lump-sum award for loss of expectations of support is understood to represent\nthe market value of the chance which has been lost\nof receiving such support.\nBecause there is no market trading in lost support it is necessary to estimate a\nmarket value by means\nof a financial model which in-corporates expected average\nrates of interest, inflation and mortality. As a first step an estimate\nis made\nof the yearly losses which are expected as the reasonable\nand\nprobable/\n10\nprobable consequences of the death. This series of yearly amounts is then\nreduced to present value by means of discounting\ntechniques.\"\nDie getuie het, soos Beets, uitgewerk\nwelke bedrae Martin waarskynlik gedurende elk van die bogemelde twee tydperke as\nonderhoud sou\nbetaal het, maar hy het, anders as Beets, die totaal van die\nbedrae wat gedurende elk van die tydperke betaal sou gewees het, verdiskonteer\nom te bepaal wat die waarde daarvan op die dag van Martin se dood (die datum van\ndie delik) sou gewees het. Die bedrae wat hy op\ndié wyse be-\npaal het, was R1 272 in die geval van die eerste tydperk en R3 916 in die\ngeval van die tweede tydperk. Die\ntotaal/....\n11\ntotaal van hierdie twee bedrae (R5 188) het hy met 5% verminder om vir\ngebeurlikhede voorsiening te maak, wat meegebring het dat hy\nTracy se skade op\nR4 929 vasgestel het. By die vóórverhoorkonferensie is ooreengekom\ndat indien Koch se berekeningsmetode\nas die korrekte aanvaar sou word,\nskadevërgoeding ten bedrae van R5 000 aan Tracy toegeken moes word. (Kyk\n1985(3) SA op 420\nB.)\nKoch se standpunt was dat iemand wat van-weë 'n delik skade ly, se\nskuldoorsaak op die datum van die delik ontstaan en dat die\nvergoeding waarop hy\ngeregtig is gevolglik vasgestel moet word op die waarde wat dit op daardie datum\ngehad het. Verliese\nwat/\n12\nwat uit 'n delik voortvloei, moet dus, volgens\ndie\ngetuie, tot op die datum van die delik verdiskonteer\nword en nie, soos Beets ten opsigte van die tweede\ntydperk, hierbo genoem, gedoen het, tot op die datum\nvan die verhoor nie. Wat betref Beets se standpunt\ndat verliese wat by die verhoor reeds gely is onver-\nminderd toegeken moet word (d.w.s. sonder dat dit aan\nverdiskontering onderwerp word), was Koch se mening\ndat dit eintlik daarop sou neerkom dat rente op 'n\nongelikwideerde skadevergoedingsbedrag toegeken word,\nwat regtens ongeoorloof is. Die rente wat toegeken\nword, is, volgens hierdie siening van die saak, daardie\nbedrag wat die reeds gelede skade (soos deur Beets\nbereken/....\n13\nbereken) groter is as die verdiskonteerde\nwaarde\ndaarvan soos op die datum van die delik. Volgens\nKoch se benadering laat 'n mens rente op 'n onge-\nlikwideerde skadevergoedingsbedrag toe as jy vergoeding\nvir toekomstige skade tot op die datum van die verhoor\nverdiskonteer in plaas van tot op die datum van die delik\nDie verhoorhof was van mening dat daar 'n\ngenoegsame\nooreenkoms tussen die feite van hierdie\nsaak en dié van\nWigham v. British Traders Insurance\nCompany Ltd\n1963(3) SA 151 (W) bestaan om die toepassing\nvan die benadering wat in daardie saak gevolg is, te\nregverdig, en het R7 000 as skadevergoeding toegeken,\nHieruit blyk dat die hof Beets se berekening van die\nskadevergoeding aanvaar het.\nIn/....\n14\nIn die Carstens-saak is 'n sestienjarige\nseun, Clive\nCornelius (hierna \"Clive\" genoem)\n,\nop\n15 Desember 1979 in 'n motorbotsing beseer. Die\nbotsing is veroorsaak deur die nalatige bestuur van\ndie bestuurder van 'n motorkar wat ingevolge die\nbepalings van die gemelde Wet op Verpligte Motorvoertuig-\nversekering by die appellant verseker was. Clive,\nwat destyds gewerk het, is so ernstig beseer dat hy nooit\nweer enige werk sou kon doen nie. Sy vader (Eric\nCornelius) het in Julie 1983 'n aksie ingestel om\nskadevergoeding te eis vir die skade wat Clive gely het\nIn 'n later stadium is 'n curator ad litem vir Clive\naangestel. Hierdie\ncurator\nad\nlitem\nis die respondent\nin die appèl. Die verhoor het op 22 November 1984\nbegin/....\n15\nbegin, d.w.s. byna 5 jaar nadat Clive beseer is.\nDie partye het by 'n\nvóórverhoorkonferensie\noor 'n hele\npaar aangeleenthede tot 'n ooreenkoms met\nmekaar geraak, o.a. dat Clive se algemene skade\nR30 OOO beloop het; dat hy-as gevolg van sy beserings\ntotaal arbeidsongeskik was; dat hy vóór sy beserings\nR112 per week verdien het; dat hy daarna dieselfde\nsalaris, soos van tyd tot tyd aangepas om met die in-\nflasiekoers tred te hou, sou verdien het, en dat hy,\nindien hy nie beseer is nie, waarskynlik tot sy 65ste\njaar sou aanhou werk het.\nDie vernaamste geskil tussen die twee partye\nby die\nverhoor was oor die vraag hoe die skadever-\ngoeding/...\n16\ngoeding wat aan Clive toegeken moes word, bereken\nmoes word. Albei partye het 'n aktuaris as getuie op-\ngeroep. Mnr J de Bruyn het ten behoewe van Clive\ngetuig, en mnr Koch, wat ook in die\ntuig het was die verweerder-maatskappy se getuie.\nMnr D.e Bruyn se benadering tot die aange-\nleentheid\nwas dieselfde as dié van Beets in die\nSummers-saak. Hy het die vergoeding ten opsigte van\ntwee tydperke bereken. Die eerste was die tydperk\ntussen die datum waarop Clive beseer is (15 Desember\n1979) en die datum van die verhoor (wat as 1 Desember\n1984 geneem is), en die tweede was die tydperk vanaf\ndie datum van die verhoor tot die datum waarop Clive\nsou/....\n17\nsou gewerk het indien hy nie beseer is nie. Hy het aan\ndie hof gesê dat sy oogmerk met die berekening wat\nhy gemaak het soos volg was:\n\"The purpose of the exercise was to place the plaintiff, as far as possible, in\nthe position he would have been in, financially speaking,\nif the accident had\nnot occurred. But the problem resolved itself into finding a lump sum payment\nwhich was equal in value to an\nassumed series of earnings which was presumed\nlost. To do this one capitalised this series of payments and when you capitalise\nsomething\nyou try to find the present value, which means a discounting approach\nand you aim to discount this to the date at which you actually\nmake the lump sum\npayment.\"\nDie verliese wat Clive tot 1 Desember 1984 gely het,\nwas, volgens De Bruyn se berekening, R17 749. Hierdie bedrag is, die totaal van\ndie bedrae wat Clive waarskynlik as salaris sou ontvang het as hy\nnie/....\n18\nnie beseer was nie, en dit is nie verdiskonteer\nnie.\nWat toekomstige verliese betref, het De Bruyn die bedrae\nwat Clive waarskynlik sou verdien het as hy nie be-\nseer was nie, terugverdiskonteer tot op 1 Desember\n1984. Die resultaat was die bedrag van R147 819,\nDe Bruyn het dieselfde metode gevolg om die waarde\nvan die verwagte pensioen wat Clive verloor het, te\nbepaal. Hierdie waarde, soos op 1 Desember 1984\nbereken, was R4 924.\nDe Bruyn het in die loop van sy getuienis\ngesê\ndat dit tot die nadeel van 'n persoon wat op\nskadevergoeding geregtig is, strek indien die vergoeding\ntot/...\n19\ntot op die datum waarop die delik gepleeg is,\nverdis-\nkonteer word. Die bedrag wat tot op die datum van\ndie delik verdiskonteer is, het hy gesê, sou 'n eiser\nvir sy skade vergoed indien dit op daardie datum aan\nhom betaal sou word, maar dit vergoed hom nie daar-\nvoor indien die bedrag eers by die verhoor, wat lank\nná die pleeg van die delik kan plaasvind (in die\nonderhawige geval, byna 5 jaar), aan hom betaal word\nnie. Wanneer die eiser so laat betaal word, het hy\ngesê, \"you have denied him the opportunity of investing\nit for five years.\" Die oogmerk by die berekening\nvan skadevergoeding, het hy getuig, is om die be-\nseerde in dieselfde posisie te plaas waarin hy sou\ngewees het as hy nie beseer is nie, en, het hy gesê,\n\"You/...\n20\n\"You cannot achieve this by giving him a lump sum that\nyou should have given him five years ago.\"\nKoch het, net soos De Bruyn, uitgewerk wat\nClive\nwaarskynlik gedurende elk van die bogemelde\ntwee tydperke sou verdien het indien hy nie beseer\nis nie, maar het, anders as wat De Bruyn gedoen het,\nalbei die bedrae wat hy op dié manier bepaal het tot\nop die datum van die delik verdiskonteer. Hy het\ngetuig dat hy tot op die dag van die delik verdiskon-\nteer het omdat 'n mens vergoeding vir die verlies van\ndie eiser se verdienvermoë (\"earning capacity\")\nmoet bepaal, en nie vergoeding vir 'n verlies van\ninkomste nie, en omdat die eiser se verdienvermoë\nop die datum van die delik vernietig is. 'n Mens se\nverdienvermoë/....\n21\nverdienvermoë, het hy gesê, is 'n bate\n(\"asset\"), en\n'n mens moet die waarde daarvan bepaal op die datum\nwaarop dit vernietig of beskadig word. Wanneer die\npartye by die verhoor probeer bepaal wat die waarde van\ndaardie bate ten tyde van die pleeg van die delik was,\nhet Koch gesê, moet dit beskou word asof \"the parties\nnegotiating the deal are negotiating a price at a date\nsome years back, but taking into account that information\nwhich has become available since that date in order to\nmore accurately assess the chances.\" Met betrekking\ntot sy standpunt dat dit by die berekening van skade-\nvergoeding om die bepaling van die beseerde se\nverdienvermoë/...\n22\nverdienvermoë (\"earning capacity\") gaan, het die\nge— túie verwys na\nSantam Versekeringsmaatskappy Bpk v.\nByleveldt\n1973(2) SA 146(A), waar Rumpff AR gesê het (op 150 C-D):\n\"Die verlies van geskiktheid om inkomste te verdien, hoewel gewoonlik gemeet aan\ndie . standaard van die verwagte inkomste, is 'n\nverlies van geskiktheid en nie\n'n verlies van inkomste nie .\"\nKoch het verder\ngesê dat indien 'n mens 'n skadever-goedingsbedrag tot óp die dag\nvan die verhoor in plaas van tot op\ndie datum van die delik verdiskonteer, jy op\n'n indirekte manier doen wat jy nie regstreeks mag doen nie, nl. om rente op 'n\nongelikwideerde\nskadevergoedingsbedrag toe te laat.\nKoch se metode van berekening het meegebring\ndat/...\ndat hy die vergoeding wat aan Clive toegeken moet word op 'n\nheelwat laer bedrag as De Bruyn bepaal het, nl. R11 044 as vergoeding\nvir skade\ngedurende die eerste periode (soos hierbo genoem) gely, en R56 384 as\nskadevergoeding ten opsigte van die tweede periode.\n(Ek laat die bedrag wat\nbý vir algemene gebeurlikhede (\"general contingencies\") van hierdie\nbedrae afgetrek het, buite rekening,)\nDie verhoorhof het De Bruyn se benadering gevolg\nDaar is, behalwe die kwessie van verlies\nvan inkomste, of verdienvermoë, ook 'n paar ander\naangeleenthede met betrekking tot die vraag van\nskadevergoeding wat in die verhoorhof, en ook voor\nons, beredeneer is. (Kyk,wat die verhoorhof betref,\n1985/,\n24\n1985(3) SA op 1023 D - 1028 D en 1029 D-G.)\nDit\nsal gerieflik wees om eers later in die uitspraak\ndaaraan aandag te gee.\nIn die Nhlumayo-saak is die eiser (nou\ndie\nrespondent) op 27 Oktober 1979 omgery deur 'n\nmotor-\nkar wat ingevolge die bepalings van die gemelde Wet\nop Verpligte Motorvoertuigversekering by die appellant-\nmaatskappy verseker was. Nhlumayo, wat toe 32 jaar\noud was, is ernstig beseer. Een van sy arms moes\nafgesit word, en as gevolg daarvan kon hy nie voort-\ngaan met die werk wat hy voorheen gedoen het nie.\nHy was 'n werker in die boubedryf. Hy het op 26\nJanuarie 1984 'n aksie om skadevergoeding teen die\nappellant ingestel. Die verhoor het in September 1984 pla;\ngevind/....\n25\ngevind en uitspraak is in April 1985 gegee. Nie\neen van die advokate wat die partye by die verhoor\nverteenwoordig het, kon aan die verhoorhof sê waarom\ndaar so 'n lang vertraging was voordat die aksie\ningestel is nie.\nDie partye het vóór die verhoor met\nme-\nkaar ooreengekom dat Nhlumayo vir 60% vir die\nbotsing\nwaarin hy beseer is, verantwoordelik was en dat hy\ndus op vergoeding van 40% van die skade wat hy gely\nhet, geregtig was. Hulle het terselfdertyd ook oor-\neengekom dat Nhlumayo se algemene skade R30 000 was\nen dat sy mediese onkoste R2 738 beloop het. By die\nverhoor het albei partye 'n aktuaris as getuie opgeroep\nMnr/...\n26\nMnr D G Rolland het ten behoewe van Nhlumayo getuig,\nen ranr A J Koch (wat ook in die\nSummers\n- en\nCarstens-\nsaak getuig het) ten behoewe van die appellant. Nadat\nal die getuienis in die saak aangehoor is, is die\nverhoorhof deur die advokate meegedeel dat die partye\nsoos volg met mekaar ooreengekom het aangaande Nhlumayo\nse eis om skadevergoeding weens sy \"loss of earnings\"\n(a) Indien veronderstel word dat alle verlore in-\nkomste (\"all lost income\") tot op die datum van\ndie delik (27 Oktober 1979) verdiskonteer moet word,\ndan was Nhlumayo se reeds gelede verlies toe die\nverhoor plaasgevind het R23 156 en sy toekomstige\nverlies R63 489 (d.w.s. 'n totale verlies van R86 645);\nen/...\n27\nen (b): Indien veronderstel word dat reeds gelede verlies nie verdiskonteer\nmoet word nie en toekomstige inkomste (\"future income\")\ntot op die datum van die\nverhoor terugverdiskonteer moet word, dan was sy reeds gelede verlies R34 377 en\nsy toekomstige verlies\nR130 120 (d.w.s. 'n totale verlies van R164 497). By die\nbepaling van hierdie bedrae is aftrekkings wat die verhoorhof weens\ngebeurlikhede\n(\"contingencies\") sou wou maak, buite rekening gelaat.\nAlbei\naktuarisse het 'n berekening gemaak van die bedrae wat Nhlumayo waarskynlik sou\nverdien het as hy nie beseer is nie gedurende\n(a) die tydperk vanaf die dag\nwaarop hy beseer is tot op die datum van die verhoor, en\n(b)\ndie/.....\n28\ndie tydperk vanaf die verhoor tot sy 65ste jaar,\nwanneer hy sou opgehou het om te werk. Rolland se\nbenadering was dieselfde as dié van De Bruyn in die\nCarstens-saak en dié van Beets in die Summers-saak.\nHy het die bedrae wat Nhlumayo gedurende die eerste\ntydperk sou verdien het, onverminderd (d.w.s. sonder\nom dit tot op die datum van die delik terug te ver-\ndiskonteer) as reeds gelede skade beskou, en die be-\ndrae wat Nhlumayo gedurende die tweede tydperk sou\nverdien het, het hy terugverdiskonteer tot op die\ndatum van die verhoor. Koch het in die geval van\nalbei tydperke die betrokke bedrag tot op die datum\nwaar op Nhlumayo beseer is, terugverdiskonteer\nRolland/\n29\nRolland het getuig dat hy by die berekening\nvan iemand se toekomstige skade nog altyd tot op die datum van die verhoor\n(of, waar partye die saak skik, tot op die datum van die\nskikking) verdiskonteer\nhet en dat dit die algemene praktyk onder aktuarisse is. Sy benadering tot\nhierdie aangeleentheid blyk uit\ndie volgende uittreksel uit sy\nhoofgetuienis:\n\"Now in practical terms what would be the result to a plaintiff if one was to\ndiscount all the income back to the date of the accident?\n— Well it would\nmean that he wouldn't be able to place himself in the same position financially\nbecause the compensation would\nbe too small.\nCould you elaborate on that and tell us briefly how that would come about?\n— Well assuming we know what he is going to earn\nin the future, we are\ntrying to give him a lump sum to replace his lost income and\nthe/....\n30\nthe only way to do this at compound interest is to discount to the present\ntime and not to some other date.\nNow in discounting to the present time, can I express it this way, is one\ntrying to give him a sum which, invested, will produce an\nannuity which will\ntheoretically expire in the course of his ïifetime? — Yes.\nWell during the course of his working life? —During the course of his\nworking life, yes.\nIf\nan award was made now of an amount discounted to a date six years\nearlier would you have achieved the same results? No.\"\nIn die loop van sy kruisondervraging het hy in hierdie verband ook\ngesê:\n\"....as far as I am aware we are supposed to be trying to place the plaintiff\nin the position he would have been in had he not been\ninjured. In order to\nreplace his future income we can only discount to date of trial. If we discount\nback to date\nof/....\n31\nof accident the cash wouldn't be sufficient to replace his income.\"\nKoch het, net soos hy ook in die\nCarstens\n-en\nSummers\n-saak\ngedoen het, na\nSigournay v. Gillbanks\n1960(2) SA 552 (A) verwys en die\nmening uitgespreek dat daardie saak die benadering verwerp het wat Rolland\ngevolg het. Om toekomstige\nverliese tot op die datum van die verhoor te\nverdiskonteer, het hy gesê, \"is the same thing as adding interest to a\ndebt which\narose notionally at the date of the delict. It has that effect\nnumerically.\" Die getuie het ook weer verwys na\nSantam\nVersekeringsmaatskappy\nBpk\n/....\n32\nBpk v. Byleveldt\n1973(2) SA 146 (A), waar\ngesê is dat\ndit \"verlies van geskiktheid om inkomste te verdien\"\nis wat vergoed word, en nie \"verlies van inkomste\" nie\nVolgens Koch staan aktuarisse wat dieselfde metode\nas Rolland volg onder die invloed van die praktyk in\nEngeland, waar wetgewing \"interest on damages\" toelaat.\nDie verhoorhof (Leon R) het die berekenings-\nmetode wat deur Rolland gevolg is, aanvaar. Die\ngeleerde regter se bevinding oor hoeveel daar vir\ngebeurlikhede toegelaat moes word en die appellant\nse aanval daarop, word later in die uitspraak genoem\nen bespreek.\nIn/....\n33\nIn al drie die appelle waaroor hierdie uitspraak\ngaan, is daar namens die appellant aangevoer dat die\nverhoorhof 'n te groot bedrag as skadevergoeding\ntoegeken het (a)Omdat dit vergoeding vir skade wat gedurende die\nperiode tussen die datum van die delik en die datum\nvan die verhoor gely is nie tot die datum van die\ndelik verdiskonteer het nie, en (b) omdat dit vergoeding vir toekomstige\nskade, d.w.s. skade wat in die periode tussen die\ndatum van die verhoor en die einddatum gely is, tot\nop die datum van die verhoor in plaas van tot op die\ndatum van die delik verdiskonteer het. (In\nSummers\nse\nSaak/.....\n34\nsaak is die einddatum die datum wanneer die afhanklike\nselfstandig sou word, en in die ander twee sake die\ndatum wanneer die beseerde sou opgehou het om te werk\nindien hy nie beseer was nie.) Daar is aangevoer\ndat die benadering wat deur die verhoorhof in elk van\ndie sake gevolg is op verskeie gronde foutief is.\nHierdie gronde kom op die volgende neer. In die eerste\nplek word gesê dat daardie benadering in stryd is met sekere vroeë\nbeslissings van ons howe en, verder,\ndat dit ook strydig is met die beslissing van hierdie hof in\nSigournay v.\nGillbanks\n1960(2) SA 552. In\ndie tweede plek word betoog dat indien skade\nwat op die tydstip wanneer die verhoor plaasvind reeds gely\nis/\nis nie tot op die datum van die delik verdiskonteer\nword nie, en indien skade wat ná die datum van die\nverhoor gely word tot op die datum van die verhoor\nin plaas van tot op die datum van die delik verdis-\nkonteer word, daar 'n voordeel aan 'n eiser gegee word\nwat dieselfde is asof daar rente op 'n ongelikwideerde\nskadevergoedingsbedrag toegeken word. Dit is erkende reg,\nlui die betoog, dat rente nie op 'n ongelikwideerde\nbedrag toegelaat word nie.\nEk behandel eerste die betoog dat die ver-\nhoorhof in al drie sake voor ons fouteer het deur\n'n berekeningsmetode te volg wat in stryd is met\nbeslissings van ons howe. Die advokaat van die\nappellant in die Summers-saak het ons verwys na 'n\naantal/....\n35\n36\naantal sake wat met die eise van afhanklikes te doen\ngehad het en wat, volgens sy betoog, sou toon dat dit\n'n ou gevestigde praktyk is om vergoeding vir verlies\nvan onderhoud te bepaal op die grondslag van die\ngekapitaliseerde waarde, soos op die dag van die\nbroodwinner se dood bereken, van die bedrag wat die\nbroodwinner waarskynlik aan die onderhoud van die\nafhanklike sou bestee het. Die sake waarna ons in\nhierdie verband verwys is, is:\nKennedy v. Port Elizabeth\nHarbour Board\n5 E D C 311\n;\nWaring & Gillow Ltd v.\nSherborne\n1904 T.S. 340\n; Chisholm v. East Rand\nProprietary Mines, Ltd.\n1909 T.H. 297\n;\nHulley v. Cox\n1923 A.D: 234\n;\nSmart and Others v. South African\nRailways and Harbours\n1928 N.L.R. 361\n;\nPaterson v\nSouth/.....\n37\nSouth African Railways and Harbours\n1931 C.P.D. 289\n;\nJacobs v. Cape Town Municipality\n1935 C.P.D. 474\n;\nArendse v. Maher\n1936 T.P.D. 162\n;\nVan Heerden v.\nBethlehem Town Council\n1936 O.P.D. 115\n;\nGraaff v.\nSpeedy Transport\n1944 T.P.D. 236\n;\nMaasberg v. Hunt,\nLeuchars & Hepburn Ltd\n1944 W.L.D. 2\n, en\nRoberts v,\nLondon Assurance Co. Ltd 1948(2) S.A. 841(W).\nEk het hierdie sake gelees en is nie voornemens om\nhulle een vir een te bespreek nie.Dit is voldoende\nom te sê dat hulle nie die bestaan van 'n praktyk,\nsoos deur die advokaat aangevoer, bewys nie. Dit is\nwel waar dat in sommige van die sake gelet is op die\ngesamentlike lewensverwagting van die broodwinner\nen die afhanklike, wat daarop kan dui dat skadever-\ngoeding/....\n38\ngoeding soos op die datum van die dood van die brood-\nwinner bereken is. Dit is egter nie duidelik dat dit\nso was nie: daar is nêrens enige bespreking van die\naangeleentheid nie.Daar is ook nie in enige van die\nsake ingegaan op, of 'n beslissing\ngegee\noor, die\nvrae waarmee ons in die onderhawige drie sake te doen\nhet nie.Punte wat meermale in hierdie\nsake beklemtoon is, is dat 'n hof by die toekenning\nvan skadevergoeding 'n bedrag moet probeer bepaal wat\nbillik teenoor die eiser en die verweerder is en,\nverder, dat by die bepaling van die betrokke bedrag\n'n hof nie verplig is om die een of ander berekenings-\nmetode te volg nie. In\nHulley v. Cox,\nsupra, op 243 —\n244, het hierdie hof (per Innes HR) die volgende in\nhierdie/....\n39\nhierdie verband gesê:\n\"\n...compensation is only awarded in respect of material loss caused to\nthe dependents of the deceased man by his death. Some authorities\nconsider that\nthe calculation should be based upon the principle of\nan annuity (See\nGrotius\n3 .33.2. Matthaeus de\nCriminibus\n48.5.11.)\nVoet\non\nthe other hand favours a more general estimate. Such damages, he thinks, should\nbe awarded as the sense of equity of the judge\nmay determine, account being\ntaken of the maintenance which the deceased would have been able to afford and\nhad usually afforded\nto his wife and children. (Ad\nPand\n. 9.2.11.) That\nwould seem the preferable view as giving a greater latitude to deal with varying\ncircumstances. It is at any rate\ndesirable to test the result of an actuarial\ncalculation by a consideration of the general equities of the case.\"\nDaar is in verskeie latere sake na hierdie passasie\nverwys/....\n40\nhow such damages are to be calculated......\nverwys. Kyk bv.\nGraaff v. Speedy Transport\n,\nsupra\n, waar 'n man die\ngekapitaliseerde waarde van die onder-houd wat hy en sy vrou (met wie hy binne\ngemeenskap van goedere getroud was)\nvan hulle seun, wat gedood is, sou ontvang\nhet, geëis het. Schreiner R het na die uitspraak in\nHulley v. Cox\n,\nsupra\n, verwys en o.a. gesê (op 239): \"There is no hard and fast\nrule as to\nDaar is verder betoog, soos hierbo aangedui,\ndat die beslissing in\nSigournay\nse saak, supra, inhou\ndat by die berekening van die vergoeding wat aan 'n\neiser toegeken moet word vir die verlies van inkomste\nwat hy sou verdien het as hy nie beseer is nie, die\nbedrag/....\n41\nbedrag wat hy waarskynlik sou verdien het terugverdis-\nkonteer moet word tot op die datum van die delik.\nSummers\nse saak is betoog dat dieselfde moet geld\nin gevalle waar vergoeding weens verlies van onderhoud\ngeëis word.) In\nSigournay\nse saak het die verhoorhof\n(kyk\nGillbanks v. Sigournay\n1959(2) SA 11 (N) ) die\neiser se skade gedurende drie tydperke bereken, nl.\n(i) die tydperk tussen die datum van die delik en die\ndatum van die dagvaarding; (ii) die tydperk tussen\ndie datum van die dagvaarding en die datum van die\nverhoor, en (iii) die tydperk tussen die datum van\ndie verhoor en die datum waarop die eiser sou opgehou\nhet om te werk. Schreiner AR, wat die uitspraak van\ndie/.....\n42\ndie meerderheid van die lede van die hof geskryf het,\nhet o.m. gesê (op 557 G -558 B) :\n\"Where there has been a change in the situation between the date of the delict\nand the date of the judgment this change may affect\nthe amount of damages to be\nawarded.But in respect of the claim for loss of earnings in this case no\nrelevant change took place between\nthose dates. There was no income actually\nlost, in the sense of being earned but not received. In respect of the period\nbefore judgment\nthe contingency of the plaintiff's death before reaching his\nexpected terminal age had\npro tanto\nbeen removed from the picture, but\nfor the rest the enquiry was the same. It was throughout an enquiry into the\ndamages based on\nthe income that the plaintiff would probably have earned, and\nan estimate had to be made as to what the plaintiff would probably\nhave earned\nin 1956 on precisely the same lines as the estimate as to what he would probably\nearn in 1960. In this case therefore\nI can see no advantage\nin\nthe/\n43\nthe course adopted by the learned Judge, though not by the\nactuary, of splitting the period from the date of the delict to the end\nof the\nexpected working life, so as to make points of division at the date of summons\nand at the date of judgment.Such a division\nat least introduces an unnecessary\ncomplication and may even lead to error if it is supposed that a fuller or more\ncertainly verifiable\namount of compensation is to be awarded in respect of the\nearlier period or periods than in respect of. the last.\"\nHierdie passasie, lui die betoog van die appellante se advokate, is gesag vir\ndie siening dat verdiskon-tering tot op die datum van\ndie delik moet plaasvind.\nIn sy uitspraak in\nCarstens\nse saak het waarnemende regter Aaron 'n\nontleding gedoen van die uitspraak\nvan/....\n44\nvan Schreiner AR in\nSigournay\nse saak en\nvan sy be-\nhandeling daarin van die uitspraak van die verhoorhof\nin dieselfde saak (1959(2) SA.ll) en op grond daarvan\ntot die gevolgtrekking gekom dat die uitspraak van\nSchreiner AR nie inhou dat 'n hof verplig is \"to\ncapitalise loss of earnings, either past or prospective,\nas at the date of the delict\" nie. (Kyk 1985 (3)\nSA 1018 G-1019 I.)Daar is voor ons betoog dat die\ngeleerde regter se ontleding van die Sigournay-saak\nnie juis is nie.In die lig van die mening wat ek\noor die aangeleentheid het, is ek nie voornemens om\ndie juistheid al dan nie van Aaron Wnd R se bespreking\nvan die aangeleentheid te behandel nie. Ek moet,\nmet alle eerbied, sê dat ek nie seker is dat ek alles\nwat/.....\n45\nwat Schreiner AR in die aangehaalde passasie gesê\nhet, reg verstaan nie. Die betekenis van die\nlaaste sin in die passasie is veral nie vir my duidelik\nnie. Ek wil egter nie meer hieroor sê nie aangesien\nek van mening is dat Schreiner AR nie bedoel het om\ndit as 'n vaste reël neer te lê dat verlies van inkomste\naltyd soos op die dag waarop die delik gepleeg is,\nbepaal moet word nie . Die geleerde regter se berede-\nnering was toegespits op die geval voor hom, soos blyk\nwanneer hy sê:\n\"In this case\nI can see no advantage\njudgment\".(My beklemtoning.) Verder, dit is na my\nmening onwaarskynlik dat hy 'n\nmetode\nwaarop skadever-\ngoeding bereken kan word tot 'n algemeen geldende voor-\nskrif/....\n46\nskrif sou wou verhef het. Indien die geleerde regter dit wou\ngedoen het, sou sy uitspraak, meen ek, 'n volledige bespreking van die\naangeleentheid bevat het.In hier-die verband wil ek ook daarop wys dat dit na my\nmening blyk (soos later aangetoon word) dat die\nbepaling van skadevergoeding\nsoos op die datum van die delik in die praktyk onbillik en nadelig teenoor 'n\neiser kan werk. Dit is\n'n faktor wat oorweging verdien voordat besluit kan word\nof dié of dáárdie metode van skadevergoedings-berekening\ngevolg behoort te word.In die uitspraak in die\nSigournay\n-saak is daar nie\naandag aan hierdie aangeleentheid gegee nie. Dit is 'n verdere rede\nwaarom/\nwaarom ek meen dat daar in Sigpurnay se saak\nnie bedoel is om te sê dat vergoeding vir verlies\nvan inkomste altyd soos op die dag van die delik\nbepaal moet word nie.Hier kan bygevoeg word\ndat die howe tot op die hede toe die uitspraak in\nSigournay\nse saak nie so opgevat het dat dit voor-\nskryf dat verdiskontering altyd op die datum van\ndie delik moet geskied nie. Dit\nblyk dat daar verskeie sake in hierdie hof was waar\ndie verhoorhof by die berekening van vergoeding\nvir toekomstige verlies van inkomste tot op die datum\nvan die verhoor verdiskonteer het en dat hierie hof\ndie aangeleentheid sonder kommentaar ook op daardie\ngrondslag/....\n47\ngrondslag behandel het. Kyk\nShield Insurance Co.\nLtd v. Hall 1976(4) SA 431 op 443 F-H;\nA A Mutual\nInsurance Association Ltd v. Maqula\n1978(1) SA 805\nop 812 A-B en 813 F;\nMarine & Trade Insurance Co.\nLtd v. Katz N O\n1979(4) SA 961 op 977. Dit is wel\nwaar, soos namens die appellante voor ons betoog is,\ndat in daardie sake nie betoog is dat die\nSigournay-\nsaak die benadering wat deur die verhoorhowe gevolg\nis, belet het nie, maar die feit dat die gedagte\nnie by een yan die geleenthede by hierdie hof opgekom\nhet dat die berekeningsmetode van die verhoorhof dalk\nin stryd met die beslissing in die\nSigournay\n-saak\nwas nie, is nogtans nie sonder betekenis nie.\nEk/.....\n48\n49\nEk is gevolglik van mening dat daar nie\ngesag bestaan wat bepaal dat vergoeding vir verlies\nvan inkomste altyd, of noodwendig, soos op die datum\nvan die delik bepaal moet word nie. Dieselfde geld\nwat vergoeding vir verlies van onderhoud betref.\nIn aansluiting by wat hierbo i.v.m\nSigournay\nse saak gesê is, wil ek byvoeg dat die\nbeslissing in daardie saak ook nie so opgevat moet\nword dat dit voorskryf dat \" vergoeding vir verlies\nvan inkomste (of verdienvermoë) - en onderhoud - altyd,\nof noodwendig, in één berekening bepaal moet word nie.\nIn hierdie verband kan daarop gelet word dat in reël\n18(10) van die Hooggeregshofreëls, wat op 15 Januarie\n1965/.....\n50\n1965 in werking getree het, bepaal word dat wanneer\niemand skadevergoeding weens \"ongeskiktheid ten opsigte\nvan verdienste\" eis, hy in die uiteensetting van sy eis\n\"die verdienste tot datum verloor\" en \"die beraamde\ntoekomstige verlies\" moet vermeld.\nEk bespreek vervolgens die betoog dat in\nelk van die drie sake waarmee ons hier te doen het\ndie verhoorhof 'n te groot bedrag as skadevergoeding toe-\ngeken het omdat hy nie die betrokke eiser se skade\nsoos op die datum van die delik bepaal het nie. Die\nbetoog dat vergoeding vir die verlies van verdienvermoë\nen/.....\nen die verlies van onderhoud soos op die dag van die\ndelik bepaal moet word, is gegrond op die stelling\ndat iemand teenoor wie daar 'n delik gepleeg word,\nse skuldoorsaak by die pleeg van die delik ontstaan.\nHierdie stelling is natuurlik juis.Die persoon\nwat onregmatig deur 'n ander beseer word, of wie se\nbroodwinner deur 'n ander gedood word, of wie se saak\ndeur 'n ander beskadig of vernietig word, se reg om\nvergoeding vir sy skade te eis ontstaan op die dag\nwaarop die delik gepleeg is.(Moontlike uit-\nsonderingsgevalle kan buite rekening gelaat word.)\nOmdat dit so is, lui die betoog verder, moet die\nbenadeelde sy skade ook soos op die datum van die\ndelik/.....\n51\n52\ndelik bepaal. Ons is na 'n reeks sake verwys as gesag\nvir die stelling dat vergoeding vir die skade wat deur\n'n delik veroorsaak word, soos op die dag van die\ndelik bepaal word. Die sake is: (a)\nScrooby v.\nEngelbrecht\n1940 TPD 100\n; (b)\nHeath v. Le Grange\n1974\n(2) SA 262 (K); (c)\nPhilip Robinson Motors (Pty) Ltd\nv. N M Dada (Pty) Ltd\n1975(2) SA 420 (A) ; (d)\nMonumental\nArt Co v. Kenston Pharmacy (Pty) Ltd\n1976(2) SA 111\n(K); (e)\nBotha v. Rondalia Versekeringskorporasie\nvan SA Bpk\n1978(1) SA 996 (T); (f)\nVictor N O v.\nConstantia Insurance Co Ltd 1985(1) SA 118 (K) en (g)\nMajele/......\n53\nMajele v. Guardian National Insurance Co Ltd\n1986(4) SA\n326 (T.) In die eerste vyf van hierdie sake -(a) tot (e) - het dit gegaan om die\nvergoeding van die skade wat iemand gely\nhet omdat 'n roerende saak wat aan hom\nbehoort het, beskadig is of\n-\nin geval\n(c) - hom ontneem is. In vier\nvan die vyf gevalle was die saak 'n motorkar; in die vyfde geval was dit\nbou-materiaal (geval (d)).In\ndie\nPhilip Robinson Motors\n-saak ((c) hierbo)\nhet Holmes AR gesê (op 428 F-G):\n\"The time at which to measure the delictual damage is ordinarily the date of\nthe delict, because that is when the owner's patrimony\nis reduced.In the present\ncase the date is 17 June 1971 when the respondent unlawfully disposed of the\nappellant's car to Vorster.\"\nIn\nVictor N O v. Constantia Insurance Co Ltd\n- (f)\nhierbo\t.\n54\nhierbo - waar dit gegaan het om die verlies wat 'n minderjarige kind gely het\ndeurdat sy ouers, deur wie hy onderhou was, gedood is,\nhet die hof gesê\n(op 120 E-F):\n\"It is common cause that the time at which delictual damages must be assessed is\nthe date of the commission of the delict be-cause\nit is then that the loss is\nsuffered. See\nPhilip Robinson Motors (Pty) Ltd v. N M Dada (Pty) Ltd\n1975(2) SA 420(A) at 428 F-G.\"\nDie betrokke passasie\nin die\nPhilip Robinson Motors\n-saak is hierbo aangehaal.Laasgenoemde saak\nhet, soos hierbo aangedui is, oor 'n eienaar se verlies van sy motorkar\ngegaan.In\nMajele v. Guardian National Insurance Co Ltd\n- (g) hierbo - het\ndie ver-hoorregter hom ook op die hierbo aangehaalde passasie in die\nPhilip\nRobinson Motors\n-saak beroep toe hy gesê\nhet/\n55 het (op 327 E-F) :\n\"It has been authoritatively established that in general the date of delict is\nthe correct date from which to calculate\ndamages.\"\nDie appellant se betoog is dat\nvergoeding\nvir verlies van onderhoud (soos in die\nSummers\n-saak)\nen\nvir verlies van inkomste, of verdienvermoë (soos in\ndie\nCarstens\n-\nen\nNhlumayo\n-saak), net soos vergoeding vir\nskade aan 'n saak soos 'n\nmotorkar, soos op die datum van\ndie delik vasgestel moet word.\tIn\nalbei gevalle, lui die betoog, gaan dit immers om vergoeding vir 'n saak, of\nbate, in iemand se boedel. Wat skade weens verlies van\nonderhoud betref, is\ndaarop\ngewys/....\n56\ngewys dat al gesê is dat dit om die verlies van 'n reg\ngaan: kyk\nPeri-Urban Areas Health Board v. Munarin\n1965\n(3) SA 367 (A) op 376 C, waar Holmes\nAR\ngesê het: \"What\nshe has lost is a right - the right of support\". Die\ngetuie Koch het, soos hierbo aangedui is, gepraat van\ndie verlies van 'n \"expectation\" wat vergoed moet word.\nIn die gevalle waar vergoeding geëis word omdat 'n eiser\nweens beserings wat hy opgedoen het nie meer die inkom-\nste kan verdien wat hy vroeër verdien het nie, lui die\nbetoog dat dit eintlik om die verlies van die eiser\nse \"earning capacity\" (verdienvermoë) gaan, en nie om\ndie verlies van inkomste nie; dat hierdie \"earning\ncapacity\" 'n bate in die eiser se boedel is en dat\nvergoeding vir die verlies daarvan dus, net soos by\ndie/........\n57\ndie verlies of beskadiging van 'n saak soos 'n motorkar, soos\nop die dag van die delik vasgestel moet word. In hierdie verband is\nons verwys\nna wat in uitsprake van hierdie hof in\nSantam Versekeringsmaatskappy Bpk v.\nByleveldt\n1973(2) SA 146 en\nDippenaar v. Shield Insurance Co Ltd\n1979(2) SA 904 gesê is. Die betrokke passasie in die\nByleveldt-\nsaak\nis hierbo in die uiteensetting van die feite van die Carstens-saak aangehaal. In\ndie\nDippenaar\n-saak is (per Rumpff HR) gesê (op 917 B-C) :\n\"The capacity to earn money is considered\nto be part of a person's estate and the\nloss or impairment of that capacity constitutes\na loss, if such loss diminishes the estate.\"\nDit/.......\nDit klink waarskynlik logies om te sê dat\naangesien die slagoffer van 'n delik se skuldoorsaak\nop die dag van die delik ontstaan, sy vergoeding weens\ndie verlies wat hy ly ook soos op daardie dag bepaal\nmoet word. Ek meen egter nie dat dit noodwendig,\nof in alle omstandighede, 'n korrekte stelling is nie,\nen ek meen veral nie dat dit aanvaar moet word dat\nomdat skade aan 'n saak soos 'n motorkar soos op die dag\nvan die delik bepaal moet word, vergoeding vir verlies\nvan verdienvermoë of onderhoud noodwendig ook soos op\ndie dag van die delik vasgestel moet word nie. Die\ntwee gevalle is nie dieselfde nie. Wanneer 'n voor-\nwerp/.......\n58\nwerp soos 'n motorkar vernietig of beskadig word, is\ndie vernietiging of beskadiging gewoonlik onmiddellik\nvoltooi en kan die omvang van die eiser se skade ook\ndadelik bepaal word. Dit is dus maklik om te ver-\nstaan waarom daar in die geval van sodanige skade\nvereis word dat die eienaar se skade soos op die\ndatum van die delik bepaal moet word. Kyk in hierdie\nverband\nBotha v. Rondalia Versekeringskorporasie van\nSA Bpk\n1978(1) SA 996 (T) op 1005 A-B waar Nestadt R\ndie volgende i.v.m, die bepaling van vergoeding vir\nskade aan 'n motorkar gesê het:\n\"In/\n59\n60\n\"In the present matter there is no question of prospective damages. The owner's\nloss occurred and must, as indicated, be assessed\nat the time of the collision;\nit then be-came crystallized in that amount representing the dif\nf\nerence\nin value immediately prior to and after the collision; no further calculation or\nassessment was necessary.\"\nDit is natuurlik waar dat\nindien 'n voertuig wat sê maar R20 000 werd is op 'n sekere dag vernietig\nword en die eienaar daarvan\neers drie jaar later by die verhoor daardie bedrag\nas skadevergoeding toegeken word, hy eintlik nie ten volle vir sy skade vergoed\nword nie.Hy het immers die gebruik van R20 000 vir drie jaar ontbeer, maar\nhierdie ongelukkige gevolg Is daaraan te wyte dat die\nreg blykbaar aanvaar\ndat\ndie/\ndie eienaar op die dag van die delik 'n ander ewe\ngoeie voertuig vir R20 000 sou kon gekoop het, of hy\ndit kon bekostig het of nie, en dat sy skade dus\nnie meer as R20 000 kan wees nie. Waar iemand\nbeseer word en sy verdienvermoë as gevolg daarvan\nvernietig of verminder word, is die posisie nie\ndieselfde nie. Al word iemand se verdienvermoë\nas 'n saak, of 'n bate, in sy boedel beskou, is die\nskade wat deur die vernietiging daarvan ontstaan nie\nop die dag van die delik voltooi en bepaalbaar\nsoos in die geval van 'n motorkar wat vernietig\nof beskadig is nie. 'n Mens het in so 'n geval\nte doen met skade wat ná die dag waarop die delik\ngepleeg is, d.w.s. in die toekoms in, bly voortduur\nDieselfde/......\n61\n62\nDieselfde oorwegings geld waar skade weens die\ndood\nvan 'n broodwinner ontstaan.\nTer ondersteuning van wat ek hierbo gesê\nhet\noor die verskil tussen skade wat ontstaan wanneer\n'n saak soos 'n motorkar vernietig of beskadig word en\nwanneer iemand beseer of gedood word, wil ek kortliks\nverwys na wat gesê word in A.R. Bloembergen,\nSchadever—\ngoeding bij Onrechtmatige Daad\n(uitg. 1965). Die\nskrywer wys daarop (kyk 132-135) dat skade nie altyd\n\"in haar geheel op één tijdstip ontstaat\" nie, en dat\n'n mens by doodslag en verwonding met \"voortdurende\nschade\" te doen kry. Die tydstip waarop die skade\nen die verbintenis om skadevergoeding te betaal,\nontstaan/....\n63\nontstaan, sê die skrywer, is nie noodwendig dieselfde\nas die tydstip wat vir die bepaling van die\ninhoud\nvan die verbintenis beslissend is nie. Die ver-\nbintenis om skadevergoeding te betaal,\nkan dus op die tydstip waarop dit ontstaan nog onbe-\npaald wees en deur latere feite en omstandighede\nbeïnvloed word. Werklik gelede skade, sê die skrywer,\nword dus nie volledig vergoed \"als de ontwikkeling\nvan het schadegeval niet in haar geheel in aanmerking\ngenomen wordt.\"\nEk let vervolgens op die betoog dat\nindien\nskadevergoeding bepaal word op die wyse wat\ndeur die\nverhoorhowe in die onderhawige drie gevalle gevolg\nis/...\n64\nis in plaas daarvan om die vergoeding soos op die dag van die betrokke delik\nte bepaal, dit die uitwerking\nhet dat 'n voordeel wat as rente op 'n\nongelikwideerde\nskadevergoedingsbedrag beskou kan word en dus onge-\noorloof is, aan 'n eiser toegeken word. Die betoog lui dat wanneer vergoeding\nvir skade wat in die periode tussen die dag van die\ndelik en die datum van die\nverhoor gely word nie tot op die datum van die delik verdiskonteer word nie maar\nonverminderd (onverdiskon-teer)\ntoegeken word, soos in die onderhawige drie sake\ngedoen is, die ongeoorloofde voordeel (of rente ) daardie bedrag is wat die\nonverdiskonteerde\nbedrag groter as die verdiskonteerde bedrag is.In die\ngeval/\n65\ngeval van toekomstige skade, aldus die betoog, is die\nongeoorloofde voordeel die verskil tussen die bedrag\nwat verkry word wanneer daar tot op die datum van die\nverhoor verdiskonteer word en die bedrag wat verkry\nword wanneer daar tot op die datum van die delik\nverdiskonteer word. Die vraag is of hierdie betoog\ngegrond is. Kyk 'n mens by wyse van voorbeeld na die\naangeleentheid in die lig van die feite in die Summers-\nsaak en die bedrae waarop die partye ooreengekom het\nindien die een of die ander se benadering tot die bepaling\nvan skadevergoeding aanvaar sou word, dan\nblyk die posisie die volgende te wees. Indien die\ntot op die datum van die delik (5 September 1982)\nverdiskonteerde/.......\n66\nverdiskonteerde bedrag van R5 000 op daardie dag aan Tracy se\nmoeder betaal sou gewees het en sy die bedrag dadelik sou bele het,\nsou die\nbelegging elke maand tot op Tracy se 18de verjaardag (wanneer sy selfstandig sou\nword)die bedrag opgelewer het wat haar vader\naan haar onderhoud sou bestee het\nas hy nie gedood is nie, en die bedrag van R5 000 sou op daardie datum ook\nuitgeput gewees het.\nDit sou beteken het dat Tracy finansieel in dieselfde\nposisie sou gewees het as waarin sy sou gewees. het as haar vader nie gedood\nis\nnie. Die feit is egter dat Tracy se moeder geen bedrag op die datum van die\ndelik ontvang het wat sy op die ge-melde wyse kon\nbelê het nie. Die\nverhoor het eers\nop/\n67\nop 1 April 1985, d.w.s. sowat\n2½\njaar ná die datum van\ndie delik, plaasgevind, en as die bedrag van R5 000\neers op daardie datum betaal sou gewees het, sou\nTracy duidelik in 'n swakker posisie verkeer het as\nwaarin sy sou gewees het as die geld op die datum van\ndie delik betaal sou gewees het. Daar sou, volgens\nBeets se berekening, tot op die datum van die verhoor\nongeveer Rl 597 aan haar onderhoud bestee gewees het.\nAs die R5 000 gebruik sou gewees het om dié Rl 597 te\nbetaal, sou dit 'n balans van sowat R3 400 gelaat het om in\nhaar onderhoud vir die volgende sowat 9 jaar (d.w.s.\ntot op haar 18de verjaardag) te voorsien. Beets se\ngetuienis/...\n68\ngetuienis toon dat op 1 April 1985 'n bedrag van R6 330\nvereis was om elke maand daarna tot op Tracy se 18de\nverjaardag die bedrag te lewer wat vir haar onderhoud\nnodig was. Dit blyk dus dat betaling van R5 000\nop die datum van die verhoor nie voldoende sou gewees\nhet om Tracy in dieselfde posisie te plaas waarin sy\nsou gewees het as haar vader nie gedood is nie.\nDit sal blyk uit wat ek hierbo gesê het\ndat ek meen dat dit nie verkeerd is om vergoeding vir\nskade wat tussen die datum van die delik en die datum\nvan die verhoor gely word, onverminderd toe te laat\nnie, d.w.s. sonder dat dit tot op die datum van die\ndelik/.......\n69\ndelik verdiskonteer word. Vergoeding wat aldus on-\nverminderd toegeken word is immers, in\nSummers\nse\nsaak, vergoeding vir onderhoud wat voorsien sou ge-\nwees het indien Tracy se vader nie gedood is nie, en,\nin die Carstens- en Nhlumayo- saak, vergoeding vir\ninkomste wat verdien sou gewees het indien die be-\ntrokke persoon nie beseer is nie, en ek stem nie saam\nmet die siening dat sodanige vergoeding 'n onbehoorlike\nvoordeel vir die eiser of 'n nadeel vir die verweer-\nder meebring nie. (Ek veronderstel natuurlik dat\ndaar by elke berekening behoorlik vir onsekere ge-\nbeurtenisse (\"contingencies\") toegelaat word.) As 'n\nmens bv sou veronderstel dat in die Summers-saak\nTracy se moeder gedurende die periode tot by die\nverhoor/.....\n70\nverhoor van tyd tot tyd geld moes geleen het om aan Tracy\ndie onderhoud te verskaf wat haar vader sou verskaf\nhet indien hy nie gedood is nie, sou dit moeilik wees\nom te aanvaar dat die betrokke bedrae vanweë 'n reël dat\ndaar tot op die datum van die delik verdiskonteer moet\nword, nie ten volle toegestaan moet word nie.In hierdie\nverband wil ek ook daarop wys dat die appellante aan-\nvaar dat daar by die verhoor gelet moet word op ge-\nbeurtenisse sedert die datum van die delik wat die\nomvang van die skade kan affekteer. Hierdie houding\nis gegrond op wat Schreiner AR in\nSigournay\nse saak,\nsupra, op 557 G gesê het, nl:\n\"Where/......\n71\n\"Where there has been a change in the situation between the\ndate of the delict and the date of the judgment this change may affect\nthe\namount of the damages to be awarded.\"\nDie houding wat hieruit spreek, skyn my, met eerbied gesê, nie goed te\nrym met die gedagte dat skadevergoeding soos op die datum\nvan die delik\nvasgestel moet word nie. Dit skyn eerder in te pas by die gedagte, wat na my\nmening juis en realisties is, dat daar\nby die verhoor gekyk moet word na al die\ngebeure wat dit voorafgegaan het en om skadevergoeding in die lig van al die\nbe-kende feite\nen die werklikhede te bepaal.\nIn\nNhlumayo\nse saak het die respondent se advokaat aan die hand van\ndie volgende voorbeeld aan-getoon hoe 'n eiser benadeel word as hy die\nbedrag\nvan/\n72\nvan sy skadevergoeding, soos bereken op die datum van\ndie delik, eers op die datum van 'n verhoor wat (soos\nin die\nNhlumayo-\nsaak gebeur het) 5 jaar ná die datum.\nvan die delik plaasvind, sou ontvang. Die voorbeeld\nveronderstel iemand wat vir die volgende 10 jaar\nelke jaar R1 000 sou verdien en aan sy eie onderhoud sou\nbestee.\nHy\nword sodanig beseer dat hy\nnie meer kan werk en\nverdien nie. Vergoeding ten bedrae van R6 144-56,\nindien dit op die datum van die delik teen 10% rente\nbelê sou word, sou aan hom jaarliks vir die volgende 10\njaar 'n bedrag van R1 000 gee, aan die einde van\nwelke periode die bedrag wat belê is ook uitgeput\nsou wees. Dit sou hom dus in dieselfde posisie\nplaas/.....\n73\nplaas as waarin hy sou gewees het as hy nie\nbeseer\nis nie. As die som van R6 144-56 egter eers op die\ndatum van die verhoor (d.w.s. 5 jaar há die datum van\ndie delik) aan hom betaal sou word, sou R5 000 daarvan\naangewend moet word om te vergoed vir inkomste wat\nhy gedurende die eerste 5 jaar verloor het, wat sal\nmeebring dat hy 'n bedrag van slegs R1 144-56 oor sou\nhê om vir die volgende 5 jaar voorsiening te maak.\nDit sou die eiser klaarblyklik nie vergoed vir sy\nskade nie. Indien aan die eiser in die voorbeeld\nby die verhoor 'n bedrag van R5 000 toegeken sou\nword om hom te vergoed vir die skade wat hy tot op\ndaardie datum gely het, sou 'n verdere bedrag van R3 790\nnodig wees om aan hom die volgende 5 jaar elke jaar\nR1 000 te lewer.\n74\nDit is duidelik uit wat hierbo gesê is dat\n'n\nvergoedingsbedrag, soos op die datum van die delik\nbereken, 'n eiser in dieselfde posisie sou plaas as dié\nwaarin hy sou gewees het indien die delik nie gepleeg\nis nie indien dit op, die datum van die delik aan hom\nbetaal sou word, maar nie wanneer dit later ingevolge\n'n toekenning by 'n verhoor aan hom betaal word nie.\nWaar nou by die verhoor 'n groter bedrag aan 'n eiser\ntoegeken word as wat toegeken sou gewees het indien\nbetaling op die dag van die delik sou geskied het,\nbeteken dit m.i. nie dat die eiser 'n onbehoorlike\nvoordeel, t.w. rente (of die ekwivalent daarvan) op\n'n ongelikwideerde skadevergoedingsbedrag, ontvang nie\nen/.......\n75\nen ek meen ook nie dat, soos betoog is, die verweer-\nder wat die betaling moet doen, daardeur benadeel\nword nie.Die eiser kry nie meer as wat nodig is om\nhom in dieselfde posisie te plaas as waarin hy sou\ngewees het indien die betrokke delik nie gepleeg is\nnie. Wat die verweerder betref, is dit waar dat hy\nby die verhoor gelas word om 'n groter bedrag te betaal\nas wat hy sou hoef te betaal het indien hy op die\ndag van die delik betaal het, maar dit volg nie dat\ndit vir hom nadeel inhou nie. Hy het immers in die\ntydperk tussen die datum van die delik en die datum\nwaarop hy ingevolge die hofbevel betaling doen die\ngebruik van daardie bedrag geld gehad.Daar is in\nhierdie/......\n76\nhierdie verband in die Nhlumayo-saak betoog dat 'n ver-\nweerder benadeel kan word deurdat die eiser vóór die ver-\nhoor, of selfs tot in 'n laat stadium van die verhoor,\n'n onredelik hoë bedrag kan eis en dat die verweerder\nvóór of in die loop van die hofverrigtinge 'n realis-\ntiese aanbod mag gedoen het, maar dat hy vanweë\nreël 34(9) van die Hooggeregshofreëls, soos tans be-\nwoord, nie toegelaat word om die hof te vra - ek\nhaal aan uit die advokaat se skriftelike betoogpunte -\n\"to alter any portion of the judgment other than\ncosts since the 'interest factor' would be built\ninto the amount by virtue pf the method of discounting\nemployed.\" Ek het reeds my mening oor die beweerde\n\"interest\"/....\n77\n\"interest\" gegee . Verder meen ek nie dat 'n\nonbe-\nvredigend bewoorde hofreël genoegsame rede\nis om te beslis dat die skadevergoedingsberekenings-\nmetode wat deur die appellante voorgestaan word, aan-\nvaar moet word nie.\nDaar is nog 'n verdere betoog van die appellante\nDit lui dat indien die skadevergoedingsbedrag nie soos\nop die dag van die delik bepaal word nie, dit eisers\nsal aanmoedig om die instel van hulle aksies te ver-\ntraag, wat tot die nadeel van verweerders sal strek\nEk meen nie dat daar iets in hierdie betoog steek nie\nSover aan my bekend, toon die praktyk dat eisers\ngewoonlik so gou as moontlik vergoeding vir hulle\nskade/......\n78\nskade wil ontvang.Die lang versuim wat daar in die\nCarstens- en Nhlumayo-saak was om die aksie in te\nstel, kon nie deur die advokate verklaar word nie.\nDaar is niks wat toon dat dit aan die eisers gewyt\nmoet word nie.Die reël dat 'n eiser net één maal\nten opsigte van dieselfde skuldoorsaak kan eis (kyk\nEvins v. Shield Insurance Co Ltd\n1980(2) SA 814(A) op\n835 A-E), kan wel meebring dat 'n eiser die instel\nvan sy aksie sal uitstel totdat hy sekerheid oor die\naard en omvang van sy skade het, maar terselfdertyd\nmoet in gedagte gehou word dat ingevolge die bepalings\nvan die bogemelde Wet op Verpligte Motorvoertuig-\nversekering 'n eis binne 2 jaar ná die ontstaan van die\nskuldoorsaak/....\n79\nskuldoorsaak ingestel moet word. Ek kan in al die\nomstandighede nie aanvaar dat die moontlikheid dat\neisers die instel van hul aksies kan vertraag 'n goeie rede sou wees om voor\nte skryf dat skadever-goeding in gevalle soos dié\nwaarmee ons hier te\ndoen het soos op die datum van die delik bepaal moet word nie.\nUit hoofde van\nal die voorgaande kan na my mening nie gesê word dat die verhoorhof in\nenige van die drie appèlle fouteer\nhet deurdat dit 'n ver-keerde metode\ngebruik het om die betrokke eiser se skadevergoeding te bepaal nie.\nDie pas gemelde bevinding bring mee dat\ndie\nbevel/.....\n80\nbevel van die verhoorhof in die Summers-saak on-\nveranderd moet bly staan en dat die appel teen die\nbeslissing van die hof gevolglik afgewys moet word.\nIn die\nCarstens-\nen Nhlumayo-saak is daar, soos\nvroeër aangedui, nog 'n paar punte oor waaraan aandag\ngegee moet word.\nIn die Carstens-saak word die\noorblywende\naangeleenthede waaraan nog aandag gegee\nmoet word\nin 1985(3) SA op 1023 D-1028 D en 1029 D-G genoem en\nbehandel.\nDie eerste punt wat ter sprake kom, is\ndié\nwat die verhoorhof op 1023 D-F onder die\nopskrif\n\"The date of discounting in respect of future medical\nexpenses/.......\n81\nexpenses\" bespreek. Die geleerde regter se siening\nvan die aangeleentheid is na my mening korrek.Ek\nverwys na wat ek reeds hierbo gesê het.\nDie volgende aangeleentheid is dié wat\nop\n1023 G - 1024 G van die verhoorhof se uitspraak\nonder\ndie opskrif \"Adjustment for the probability that Clive\nis no longer likely to marry or have children\" be-\nspreek word. Die verweerder-maatskappy (nou die\nappellant) het betoog dat aangesien Clive se toestand\nas gevolg van sy beserings sodanig was dat hy na alle\nwaarskynlikheid nooit sou kon trou en kinders hê\nnie, dit vir hom 'n groot besparing sou meebring.\nDaar is betoog dat die betrokke bedrag, gekapitaliseer\nsoos/.......\nsoos op die datum van die delik, R17 661 was en dat\ndie skadevergoedingsbedrag waarop hy andersins ge-\nregtig sou wees met hierdie bedrag verminder raoet\nword. Die verhoorregter het die betoog nie aanvaar\nnie, hoofsaaklik omdat, soos dit in sy uitspraak\ngestel word, \"The various matters assumed by Mr Koch\nare in my judgment far too speculative to allow of\nany accurate quantification\", en hy het gevolglik be-\nsluit \"to approach. this aspect on a more generalised\nbasis and to include this as one of the factors to\nbe taken into account when making a deduction for\ngeneral contingencies.\" (Kyk op 1024 D-F.) Afge-\nsien van die rede waarom die verhoorhof nie die\nappellant/.......\n82\n83\nappellant se betoog aanvaar het nie, is daar die vraag of dit hoegenaamd\ngeoorloof sou wees om die bedrag wat iemand skade ly deurdat\nsy\nverdienvermoë vanweë beserings vernietig is te verminder omdat hy in\ndie toekoms nie sal trou nie en nie kinders sal\nhê nie en dus die geld wat\nhy aan 'n vrou en kinders sou bestee het, bespaar. Die appellant beroep hom op\nReid v. South African Railways and Harbours\n1965(2) SA 181 (D), waar\nFannin R gesê het (op 190 F-H):\n\"The plaintiff' s physical condition and in particular the total loss of his\nsexual and procreative functions renders it unlikely\nthat he will ever marry.\nWhile this factor is to be taken into account in estimating the damages suffered\nby him as a result of\nloss/\n84\nloss of amenities of life, it should, I think,also be taken into account in\nestimating the compensation to be awarded to him for\nhis loss of earning\ncapacity. This is so because if he does not marry he will not have to maintain a\nwife or children, and if he\ndoes marry he will not have any natural children to\nmaintain.\"\nEk vind dit moeilik om hierdie siening\nvan die aan-geleentheid te aanvaar,As 'n besering iemand se -verdienvermoë\nvernietig en\nhy as gevolg daarvan R50 000 verloor wat hy sou verdien het indien\nhy nie beseer is nie, dan - so kom dit my voor - beloop sy skade\nR50 000, of hy\ndaarna trou of nie. Dit mag wel wees dat indien so iemand nie trou nie hy minder\nuitgawes sal hê as wat hy sou\ngehad het indien hy getrou het,maar hoe dit\nkan beteken dat die ver-\nlies/\n85\nlies van sy verdienvermoë minder as R50 000 is en dat dié bedrag\nderhalwe verminder moet word, is vir my nie duidelik\nnie. Maar hoe dit ook al\nsy, dit is nie nodig om 'n finale mening oor hierdie aangeleentheid te gee nie.\nAaron Wnd R het, soos hierbo\naangetoon\nis, 'n toelating gemaak vir die\nwaarskynlikheid dat Clive nie sou trou nie, en ek vind my nie bereid om te\nsê dat sy besluit\ngewysig moet word nie.\nDie volgende punt waaroor\nbeslis moet word, word onder die opskrif \"Adjustment to the mortality tables for\nextra health risks\" op\n1024 G - 1027 C van die verhoorhof se uitspraak\nbehandel.Dit gaan hier in hoofsaak om die getuienis wat 'n neurochirurg, Dr\nCluver/\n86\nCluver, afgelê het. Ek is nie voornemens om hierdie\ngetuienis te bespreek nie. Ek vind dit voldoende om\n\"te sê dat ek al die getuienis en die betoog van die\nappellant se advokaat oorweeg het en dat ek nie daarvan oortuig is dat daar\nvoldoende rede bestaan om die verhoorhof se bevinding\noor die aangeleentheid te\nwysig nie.\nDie volgende punt wat bespreek moet word, is dié wat onder\ndie opskrif \"Allowance for general contingencies\" op 1027 D-1028\nD van die\nverhoorhof se uitspraak behandel word. Die omstandighede waar-in hierdie hof sal\ningryp in 'n verhoorhof se bevinding oor\nwat vir gebeurlikhede toegelaat moet\nword, blyk\nuit/\n87\nuit die volgende passasie in die uitspraak van Trollip\nAR in\nShield Insurance Co Ltd v. Booysen\n1979(3) SA\n953 (A) op 965 G-H:\n\"As the determination of allowances: for\nsuch contingencies involves, by its very\nnature, a process of\nsubjective impression\nor estimation rather than objective calculation,\nin other words, allowances on which judicial\nopinions may vary appreciably, this Court\nwill not interfere with\nsuch determination\nby a trial Court and substitute its own\nestimates, unless the learned trial Judge\nmisdirected himself in\nsome material respect,\nor our own estimates and his are strikingly\ndisparate, or we are otherwise firmly\nconvinced that his estimates are wrong (see\nOmega Africa Plastics (Pty) Ltd v.\nSwisstool\nManufacturing Co (Pty) Ltd\n1978(3) SA\n465\n(A) at 474 B-D and authorities there cited).\"\nGedagtig hieraan,\nen ná oorweging van die getuienis en die betoë wat voor ons gelewer\nis, vind ek my nie\nbereid/......\n88\nbereid om te bevind dat die verhoorregter se be-\nslissing gewysig moet word nie.\nDaar bly nou nog die punt oor wat die\nver-\nhoorregter onder die opskrif \"Costs arising out\nof\nthe appointment of a\ncurator\nbonis\" op 1029 D-I van\nsy uitspraak bespreek. Die bedrag van die koste\nwat hier ter sprake is, word tot 'n groot hoogte be-\npaal deur die bedrag van die skadevergoeding wat aan\nClive toegeken word. Waar ek tot die gevolgtrekking\ngekom het dat die verhoorhof se toekenning nie ver-\nsteur moet word nie, is daar geen goeie rede om die\nbedrag van die koste wat deur die verhoorhof bepaal\nis, te wysig nie.\nWat/.....\nWat\nCarstens\nse saak betref, moet nog net\ndie\nvolgende gesê word. Die respondent gee toe dat\nvanweë die bepalings van art. 21(1A) van die Wet op\nVerpligte Motorvoertuigversekering, 1972, die bevel\nvan die hof a\nquo\ngewysig moet word om te bepaal dat\nrente op die toegekende skadevergoedingsbedrag eers\nná verloop van 14 dae ná die hofbevel begin loop.\nDie respondent gee ook toe dat die hofbevel gewysig\nmoet word om te bepaal dat rente op die koste eers\nvanaf die datum van die takseermeester se allocatur\nloop.\nIn\nNhlumayo\nse saak is daar een\nverdere\naangeleentheid/.....\n89\naangeleentheid waaraan aandag gegee moet word. Dit\nis die volgende.Die verhoorhof het, met die oog\nop gebeurlikhede, beslis dat die skadevergoedings-\nbedrag ten opsigte van die tydperk tot op die datum\nvan die verhoor met\n5%\nverminder moet word, en die\nvergoedingsbedrag ten opsigte van die tydperk ná die\ndatum van die verhoor met 16⅔% Die appellant betoog\ndat die hof fouteer het en albei bedrae met 33⅓\n%\nmoes verminder het. Daar is na my mening nie vol-\ndoende rede om die geleerde regter se beslissing\nte wysig nie en ek vind dit nie nodig om die aan-\ngeleentheid in besonderhede te bespreek nie.\nIn die lig van al die bostaande word\nsoos\nvolg/....\n90\n91\nvolg beveel:\n(1)In die saak\nGeneral Accident Insurance Co (SA) Ltd v. Naomi Gloria\nSummers\n:\nDie appèl word met koste afgewys.\n(2)In die saak\nDie Southern Versekerings-assosiasie Bpk v. Hendrik Michiel\nCarstens N O\n:\n(a)Die appèl word met koste\nafgewys, insluitende die koste van twee advokate.\n(b)\tDie laaste sin van die verhoorhof se\nbevel word gewysig om soos volg\nte\nlui:\n\"Defendant is to pay interest at the rate of 11 per cent per annum on the\naforesaid amount as from the 15th day after the date of\njudgment to the date of\npayment, and on the taxed costs as from the date of the\ntaxing/\n92\ntaxing master's\nallocatur\nto the date of payment.\"\n(3) In die saak\nGeneral Accident Insurance\nCompany of South Africa Limited v. Mhlengani\nNhlumayo:\nDie appèl word met koste afgewys, insluitende\ndie koste van twee advokate.\nWND HOOFREGTER\nJANSEN, AR VILJOEN, AR HOEXTER, AR Stem saam BOTHA, AR\nIN THE SUPREME COURT OF SOUTH AFRIC A\n(\nAPPELLATE DIVISION)\nIn the matter between:\n1)\nABDULLAH MOHAMED OMAR\nlst Appellant\nHOWARD SIKOLAKE\nMARAWU\n2nd Appellant\nMARCUS CHINNOSAMY SOLQMON\n3rd\nAppellant\nLESLIE ANDREWS\n4th Appellant\nDERRICK RABINDRANATH\nNAIDOO\n5th Appellant\nNEVILLE NAIDOO\n6th Appellant\nand\nTHE MINISTER OF LAW AND ORDER\nlst Respondent\nTHE MINISTER OF JUSTICE\n2nd Respondent\nOFFICER\nCOMMANDING\n,\nVICTOR VERSTER PRISON\n3rd Respondent\nTHE STATE PRESIDENT\n4th Respondent\nTHE COMMISSIONER OF POLICÉ\n5th Respondent\n2)\nMARJORIE FANI & OTHERS\nAppellants\nand\nTHE MINISTER OF LAW AND ORDER\nlst Respondent\nTHE MINISTER OF JUSTICE\n2nd Respondent\nTHE OFFICER COMMANDING\nST ALBAN'S PRISON\n3rd Respondent\nTHE OFFICER COMMANDING\nNORTHEND PRISON\n4th Respbndent\n3) The State President\n2.\n3)\nTHE STATE PRESIDENT\nlst Appellant\nTHE GOVERNMENT OF THE\nREPUBLIC\nOF SOUTH AFRICA\n2nd Appellant\nTHE MINISTER OF LAW AND ORDER\n3rd Appellant\nand\nMARY CAMERON BILL\nRespondent\nCORAM:\nRABIE, ACJ, JOUBERT, VILJOEN, HOEXTER, JJA et BOSHOFF, AJA\nHEARD: 3 March 1987\nDELIVERED:\nJUDGEMENT\nHOEXTER, JA,\nIn these three appeals I have had the\nadvantage.....\n3\nadvantage of reading the judgment prepared by RABIE, ACJ. In\nthe\nFani\ncase I agree with RABIE, ACJ that the appeal should be dismissed\nwith costs, including the costs of two counsel. In the\nOmar\ncase I am\nunable to agree that the appeal should be dismissed with costs. For the reasons\nset out later in this judgment I consider\nthat in the\nOmar\ncase the\napplicants in the Court below were entitled to some of the relief claimed by\nthem. Although I would allow the appeal in\npart only, the order I have in mind\nrepresents substantial success on appeal and in my view they should be awarded\nthe costs of the\nappeal In the\nOmar\ncase I would make the following\norder:\n\"(1) The appeal succeeds to the limited extent hereunder indicated. The\nrespondents will bear the costs of the appeal inclu= ding\nthe costs of two\ncounsel.\n(2) The order of the Court\na quo\nis set aside and the following order\nis substituted therefor:-\n(a) It\n4.\n(a)\nIt is\ndeclared that the detainees are entitled as of right. to access to their legal\nadvisers and that the consent of the first and/or\nfifth respondents is not\nrequired for such access;\n(b)\nIt is declared\nthat reg 3(10)(a) and rules 5(1), (2) and (7) are invalid in that they are\nultra vires\nthe empowering provisions of sec 3 of Act 3 of\n1953;\n(c)\nThe respondents will pay the costs\nof these proceédings including the costs of two\ncounsel\nIn the\nBill\ncase I am unable to agree\nthat the appeal succeeds. I am of the opinion that the judgment of LEVESON,\nJ,should be affirmed. I would\ndismiss the appeal with costs, including the costs\nof two counsel.\nIn order to shorten this judgment it is conve= nient at the outset to\nindicate in summary form the larger respects in which I find\nmyself in\ndisagreement with the views expressed and the conclusions reached by the ACTING\nCHIEF JUSTICE.\n(1)\n5.\n(1)\nI\nrespectfully disagree with the conclusions reached by RABIE, ACJ that reg 3 does\naway completely with the\naudi alteram partetn\nrule.\n(2)\nI find myself in entire agreement\nwith the view stated by GOLDSTONE, J (and concurred in by COETZEE, DJP and\nHEYNS, J) in\nMomoniat v Minister of Law and Order\nand\nOthers, Naidoo and Others v Minister of\nLaw and Order and Others\n1986(2) at 2751 - 276A that reg 3(3) goes no\nfurther than to deny a detainee the right to be heard\nprior\nto the\nMinister's order for the detainee's further detention; and that reg 3(3) in no\nway excludes the right of a detainee to make\nrepresenta= tions to the Minister\nafter the latter has ordered the former's further detention. I furrher agree\nwith GOLDSTONE, J\n(at 276F/G) that the Minister is legally obliged to consider\nsuch representations.\n(3)\tI agree with the criticism made by RABIE, ACJ of the\nreliance\n6\nreliance which the Court\na quo\nin the\nBill\ncase placed on the\ndecisions of this Court in\nTurner v Jockey Club of South Africa\n1974(3)\nSA 633 (A) and in\nMinisterof Law and Order and Others v Hurley and\nAnother\n1986(3) SA 568 (A)- I nevertheless consider that the reasoning of\nLEVESON, J is in the main correct; and that he properly granted\nthe order (at\n276B/D) which he did. In order to avoid any misunderstanding I should add that I\nfully endorse the following observations\nof KANNEMEYER, J in\nNqumba v State\nPresident\n1987(1) SA 456 (E) at 481 D/E in regard to the effect of the\njudgment of\nLEVESON, J:-\n\"I do not understand the judgment in\nBill\n's case\nsupra\nto mean\nthat the Minister is corapelled to provide reasons in every case in which he\nmakes an order in terms of reg 3(3). He is only\nrequired to do so if he is asked\nto do so.\"\n(4) I agree that the phrase \"no person,\nother than the\nMinister\n7\nMinister \t\" in reg 3(10) clearly includes a\nlegal representative of the detainee. I differ, however, from the view of RABIE,\nACJ that ref 3(10)(a) is not\nultra vires\nthe Act. I likewise\ndiffer from the view that sub-rules 5(1) and 5(2)\nare not\nultra vires\nthe regulations. In this respect\nI\nagree (albeit for somewhat different reasons) with the conclusion reached by the\nNatal Full Court in\nMetal and Allied Workers Union v State President\n1986(4) 358 (N) at 376H/I, that, insofar as they make\naccess by a detainee to his lawyer dependent on permission by others, reg\n3(10)(a) is\nultra vires\nthe power of the State President and rule 5(1) is\nultra vires\nthe power of the Minister of Justice. In my judgment rule\n5(2) is likewise\nultra vires\n.\nI shall begin by considering the appeal in the\nBill\ncase. In terms of\nreg 3(3) the Minister ordered\nthe\n8.\nthe detainee's detention to continue for the duration of the\nemergency. Reg 3(3) empowers the Minister to order the further detention\nof a\ndetainee without having to hear the detainee before making the order. In his\njudgment RABIE, ACJ remarks:-\n\"This being so, I find it difficult to accept that it was nevertheless the\nintention that the Minister would be obliged, after he\nhas made an order, to\ninform the detainee of the grounds on which he made the order.\"\nI\nprefer to adopt a rather different approach to the inquiry. When one deals with\nan enactment which empowers.. a functionary to make\nan order prejudicially\naffecting the rights of another the principle which ordinarily governs the\nsituation is enshrined in the maxim\n\"\naudi alteram partem\n\" That is the\nbroad and inveterate rule. It at once follows, so it seems to me, that in the\ninstant case the question to be asked\nis not whether in the light\nof\t.\n9.\nof the abrogation in reg 3(3) of the detainee's right to\nbe heard\nbefore\nthe ministerial order is made one is never=\ntheless able to perceive an intention in the regulations that the detainee\nhas a right to be heard while he remains in detention\nafter\nthe\nministerial order. The correct approach, with respect, is surely the directly\nopposite one. The real question to be asked is\nwhether the contrary intention is\nmanifest. One must examine the regulations in order to see whether they\nindicate, expressly or\nby necessary implication, that after the ministerial\norder has been made the detainee is deprived of his right to be heard.\nAs a matter of everyday psychology it is no doubt true (as is pointed out by\nH Corder, \"\nThe content of the audi alteram partem rule in South African\nadministrative law\n\",\n1980 THRHR 156\nat 162) that it is far more difficult to\ninduce an official to change his mind after he has made\nit\n10.\nit up than before. Our Courts nevertheless recognise that in a given\nsituation the dictates of natural justice may be satisfied by\naffording an\naffected person some sort of hearing only after the prejudicial order has been\nmade. The following remarks of FAGAN,\nJ in\nEverett v Minister of the\nInterior\n1981(2) SA 453 (C) at 458 D/E, represent, I\" think, fair statement\nof the position:-\n\"The more usual application of the rule in\nquasi\n-judicial decisions is\nfor a hearing to take place, or representations to be received prior to the\ndecision being arrived at. But\nthat is not always the position. Where expedition\nis required, it might be necessary not to give the affected person the\nopportunity\nof presenting his case prior to the decision, but only after. He\nthus obtains the opportunity of persuading the official to change\nhis mind.\"\n(See further the authorities cited and discussed by GOLDSTONE, J in\nMomoniat\n' s case (\nsupra\n) at 274D - 275C)\nHaving mentioned that the ministerial order\nfor\n11.\nfor further detention takes effect immediately, RABIE, ACJ\nproceeds to say in his judgment:-\n\" It seems to me, therefore, that when the Minister makes an order for a\nperson's further detention in terms of reg. 3(3), the order\nis a final one, and\nthat there is thereafter no obligation on the Minister to. inform the detainee\nof the grounds on which it was\nmade and then, after considering such\nrepresentations as the detainee may wish to make in regard to such grounds, to\nreconsider the\norder made by him.\"\nIt is clear, of course, that if the ministerial order for\nfurther detention were in truth to be a \"final\" one, there would\nbe no room for the application of the\naudi alteram partem rule\nsubsequent to the making of the order. However, the order cannot be regarded as\n\"final\" unless its sub= sequent revocation or variation\nby the Minister at any\ntime during the further detention is legally impermissible Now although the\npower conferred on the Minister\nin terms of reg 3(3) is an awesome one, it is\nnot an arbitrary or\nautocratic\n12.\nautocratic power. The Minister may make an order for further detention only\nif he is of the opinion that such order is necessary for\nthe purposes stated in\nreg 3(1) -see\nState President and Others v Tsenoli\n1986(4) SA 1150 at\n1184 E/F. Not surprisingly the regulations make express provision for the very\ncontingency that the opinion entertained\nby the Minister at the time when he\nmakes his order for further detention in terms of reg 3(3) may undergo change\nduring the course\nof the detainee's further detention. Reg 3(6) provides that\nthe Minister may at any time by notice in writing signed by him order\nthat a\nperson detained in terms of reg 3 be released on such condition or conditions,\nif any, as may be determined in the notice.\nSince the ministerial order in terms\nof reg 3(3) is final only unless and until he changes his mind the application\nof the\naudi alteram partem rule\nduring detention subsequent to the order\nis not excluded.\nThe\n13.\nThe burden clearly rests on him who seeks to displace the\napplication of the\naudi alteram partem rule\nin a particular case to make\nout that the ordinary rule must of necessity be ousted. In regard to the period\nof further detention\nfollowing upon the Minister's order in terms of reg 3(3),\ncounsel for the Minister has not perSuaded me that such necessity exists.\nFor the reasons aforegoing I am impelled to the conclusion that after the\nMinister has in terms of reg 3(3) ordered the further detention\nof a detainee\nthe lattef is entitled to require the Minister to furnish him in writing with\nthe grounds for such further detention;\nthat the Minister is in law obliged to\ninform the detainee in writing of such grounds; and that the Minister is in law\nobliged to\ngive due consideration to such written representations as the\ndetainee may make in response thereto.\n14.\nI pass then to a consideration of the validity of reg 3(10)(a) and rule 5(1).\nTheir validity is in issue in both the\nBill\nand\nOmar\ncases. It is\nuseful to begin by examining the scope and purview of reg 3(1). That\nsub-regulation reads:-\n\"3. (1) A member of a Force may, without\nwarrant of arrest,\narrest or cause to be arrested any person whose detention is, in the opinion of\nsuch\nmember, necessary for the maintenance\nof public order or the safety of the\npublic\nor that person himself\nor for the termination of the state of\nemergency, and may, under a written order signed by any member of a\nForce, detain or cause to be detained,\nany such person in custody or in prison.\" (My underlining).\nThe detention of persons authorised by reg 3(1) is designed to serve the\nfollowing different purposes: (a) the maintenance of public\norder; or (b) the\nsafety of the public; or (c) the safety of the person detained; or (d) the\ntermination of the state of emergency.\nOf particular relevance in the context of\nthese two appeals\nis\n15.\nis the following feature of reg 3(1). It is apparent at once\nthat purposes (a) and (b) on the one hand, and purpose (c) on the other,\ncontemplate two separate and distinct classes or categories of detainess. In\nwhat follows I shall, for the sake of brevity, refer\nto the former class of\ndetainees as \"category 1\"; and to the latter as \"category 2\".\nIn times of national crisis the detention of category 1 detainees is an\nexpedient not infrequently adopted. It is conveniently described\nas \"preventive\njustice\" .\nA\npithy definition of the notion underlying preventive justice\nwas given by the House of Lords seventy years ago in the case of\nRex v\nHalliday\n(1917)AC (HL) 260. Observing in the course of his speech that in\nthe laws of England it was no new thing, LORD ATKINSON remarked\n(at 273):-\n\"Preventive\n16.\n\"Preventive justice, as it is styled, which\nconsists in\nrestraining a man from committing\na crime he may commit but has not yet\ncommitted,\nor doing some act injurious to members of the\ncommunity which\nhe may do but has not yet\ndone \t\"\n(Reference to the above definition is made by STRATFORD, ACJ in\nSachs v\nMinister of Justice\n1934 AD 11\nat 36.) On the other hand the detention\nwithout trial of a category 2 detainee represents perhaps a more recent and\nnovel expedient.\nHowever that may be, one thing is tolerably clear. The\ndetention of a category 2 detainee is very far removed from the concept of\npreventive justice as expounded by LORD ATKINSON in\nRex v Halliday\n(\nsupra)\n. Preventive justice provides for the detention without trial of\na person suspected of having a propensity to the commission of future\ncrimes or\nfuture acts injurious to the public. A category 2 detainee is not suspected of a\npropensity to any sort of wrongdoing.\nIt is simply thought that his detention is\nnecessary in the interests\nof\n17.\nof his own safety; that is to say, in order to shield him\nfrom danger to life or limb. For purposes of this judgment the detention\nof\ncategory 2 detainees may con= veniently be referred to as \"protective justice\".\nTo sum up: preventive justice is designed to nip\nin the bud latent criminal or\nsubversive tendencies on the part of persons suspected of being potential\nwrongdoers. Protec=tive justice\nis designed to protect persons who safety may be\nin jeopardy. Whereas detainees in category 1 are seen as potential criminals\ndetainees\nin category 2 are seen simply as potential victims of the violence of\nothers.\nIn connection with rule 5(1) RABIE, ACJ expresses the opinion that:-\n\"...it must.... be taken to be implied that leave can be refused only on\ngrounds which are related to the emergency.\"\nIf in the above-quoted statement the words \"grounds\nwhich\n18.\nwhich are related to the emergency\" are intended to signify\n\"grounds which are related to the purposes of the emergency\" I would\nrespectfully\nassent to the propo= sition. Since those purposes are clearly\nreflected in reg 3(1) it is not difficult to imagine grounds fór\nrefusal\nof access to lawyers which are related to the purposes of the emergency. For\nexample, if a detainee is denied access to his\nlawyer because it is believed\nthat such access, directly or indirectly, might imperil the maintenance of\npublic order or public safety,\nthese would be grounds related to the purposes of\nthe emergency And if the detainee in question were a category 1 detainee there\nmight well be room for such belief. It is noteworthy, for instance, that in\ndealing with the whole problem of communication between\na detainee and persons\noutside the place of detention, the State President in paragraph 16 of his\naffidavit says,\ninter alia:-\n\"Die\n19.\n\"Die vraag of 'n spesifieke aangehoudende kontak met persone buite die plek van\naan= houding geweier moet word aldan nie, kan slegs\nbehoorlik beslis word met\ninagneming van inligting aangaande die aangehoudende se deelname en rol in die\noproer en geweld wat gepleeg\nis of verwag kan\nword.\"\nBut what of the category 2 detainee? One asks\noneself what possible room there could be for a belief that access to his lawyer\nby\na person detained solely in order to promote his own personal safety might\nimperil his own personal safety; or imperil public order\nor public safety. In my\nopinion no possible room for such a belief exists.\nIn the judgment of RABIE, ACJ there are fairly lengthy quotations from the\naffidavits respectively filed by the State President and\nthe Minister of\nJustice. Upon a careful reading of these two affidavits I find in them nothing\nat all which,\nin relation to a category 2 detainee\n, suggests the remotest\njustification for denying him access to his lawyer. In my view no such\njustification\n20.\njustification exists. In these circumstances one must find\nreadily applicable to the present case the oft-quoted\ndicta\nof VAN DEN\nHEEVER, JA in\nR v Pretoria Timber Co (Pty) Ltd and Another\n1950(3) SA 163\n(A) at 181 F/G:\n\"Where Parliament has conferred vast powers of legislation upon the Executive,\nthe Courts should not in my opinion be astute to divest\nthemselves of their\njudicial powers and duties, namely to serve as buttresses between the Executive\nand the subjects. A point may\narise where a regulation made pursuant to such\npowers is so unreasonable that the Courts will say Parliament could, although it\nused\nthe widest language, never have contemplated that such a measure be\ncountenanced.\"\nInsofar as the provisions of reg\n3(10) (a) and rule 5(1) enact that access to his lawyer by a person detained\nsolely for the purpose\nof securing his own personal safety is dependent upon the\npermission of others I have no hesitation in concluding that the critical\npoint\nto which VAN DEN HEEVER, JA made reference is reached in the present case. I\nfind myself\nquite\n21 .\nquite unable to assign to Parliament the\ncontemplation of so manifestly indefensible an encroachment on a right which our\nlaw properly\nregards as a fundamental one.\nBy making access to a lawyer in the case of a category 2 detainee subject to\npermission, reg 3(10)(a) and rule 5(1) enjoin something\nto be done which cannot\nin any reasonable way advance or be related to the purposes mentioned in reg\n3(1). To that extent they are\nbad in law.\nThe question which then arises is this. How stands the matter if it is to be\nsupposed that in re=\nlation to category 1 detainees, at any rate, the restric=\ntions on access to lawyers imposed by reg 3(l0)(a) and rule 5(1)\nare valid? It seems to me that even on that supposition the position cannot\nbe retrieved. Inasmuch as the provisions of reg 3(10)\n(a) in no way\ndifferentiate cate= gories of detainees those provisions must, in the present\ncontext, be seen as one and inseparable.\nExactly the\nsame\n22.\nsame is true of rule 5(1). One does not know and one\ncannot\nknow whether a detainee has been detained because his\ndetention is considered necessary for the maintenance of\npublic order or for reasons of public safety or, on the\nother hand, whether his detention has been prompted by\ntender regard for his own safety. It follows that the\nprovisions of each of these enactments must stand or fall\ntogether. If the provisions are bad in part, they are\nin law bad altogether. My conclusion is accordingly\nthat since those provisions are obnoxious in regard to\ncategory 2 detainees they are in law totally obnoxious\nand void in regard to all detainees. To the extent that\nreg 3(10)(a) and rule 5(1) make a detainee's access to\nhis lawyer dependent on the permission of another or others each enactment\nis, in my opinion,\nultra vires\nand invalid.\nIn the view which I take of the matter it is\nunnecessary to determine the more difficult question\nwhether.....\n23\nwhether, assuming that reg 3(1) had omitted the words \"or that person\nhimself\" reg 3(10) (a) and rule 5(1) would be legally valid;\nand I refrain from\nexpressing any opinion thereon.\nG G HOEXTER, JA",
  "scraped_at": "2026-02-11T21:08:35.661787",
  "date": "1987-06-02",
  "coram": [
    "RABIE WND HR",
    "JANSEN",
    "VILJOEN",
    "HOEXTER",
    "BOTHA"
  ],
  "case_number": "456/85",
  "parties": {
    "applicants": [
      "GENERAL ACCIDENT INSURANCE CO (SA) LTD",
      "DIE SOUTHERN VERSEKERINGS-ASSOSIASIE BPK",
      "GENERAL ACCIDENT INSURANCE COMPANY OF SOUTH AFRICA LIMITED"
    ],
    "respondents": [
      "NAOMI GLORIA SUMMERS",
      "HENDRIK MICHIEL CARSTENS N O",
      "MHLENGANI NHLUMAYO"
    ]
  },
  "sections": {
    "facts": "The judgment consolidates three appeals arising from motor‑vehicle accidents covered by the Motor Vehicle Insurance Act. In the Summers case the father of a child was killed in a collision; the mother claimed R7,052.67 for loss of maintenance. In Carstens a 16‑year‑old was seriously injured and could no longer work; his curator claimed loss of earning capacity. In Nhlumayo a 32‑year‑old worker lost an arm and claimed loss of earnings and medical costs. In each case the trial courts had applied actuarial calculations that summed losses over two periods – from the date of the delict to the trial date and from the trial date to the eventual cessation of earning capacity – and had not discounted the first‑period losses to the date of the delict.",
    "issues": "The appellants argued that the trial courts used an incorrect method of calculating damages: (1) past losses should be discounted to the date of the delict, not left undiscounted; (2) future losses should be discounted to the date of the delict rather than to the trial date; and (3) the resulting awards therefore gave the claimants an unlawful interest benefit.",
    "principles": "The court examined the proper approach to loss of support and loss of earning capacity, drawing on Sigournay v Gillbanks, Wigham v British Traders, and the principles articulated in Santam v Byleveldt and Dippenaar v Shield. It confirmed that loss of earning capacity is a capital asset measured at the date of the delict, but that the usual practice is to discount future loss only to the date of judgment where the loss is assessed in lump‑sum. The court rejected the view that all losses must be discounted to the date of the delict and noted that allowing a separate interest on an undiscounted amount would amount to a prohibited “interest on damages”.",
    "application": "Applying these principles, the court held that the trial courts had correctly applied the accepted actuarial methodology. In Summers the court affirmed the award of approximately R7,000; in Carstens it upheld the award of R17,749 for past loss and R147,819 for future loss (adjusted for contingencies); and in Nhlumayo it accepted the calculated loss of R86,645 (later reduced for contingencies). The court found no error that warranted a revision of the awards and dismissed each appeal.",
    "conclusion": "All three appeals were dismissed with costs. The orders of the trial courts stand: in Summers the appellant pays the awarded damages; in Carstens the appellant pays the assessed damages and costs; in Nhlumayo the appellant likewise pays the assessed damages and costs. No alteration of the discounting methodology or interest rates was ordered."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Accident Compensation",
    "level_3": [
      "damage calculation",
      "discounting methodology",
      "loss of support",
      "loss of earnings",
      "actuarial evidence"
    ]
  }
}