{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/90.html",
  "case_name": "Barclays Western Bank Ltd. v Ernst (158/86) [1987] ZASCA 90; [1988] 1 All SA 274 (A) (22 September 1987)",
  "citation": "[1987] ZASCA 90",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 90\n|\nNoteup\n|\nLawCite\nBarclays Western Bank Ltd. v Ernst (158/86) [1987] ZASCA 90; [1988] 1 All SA 274 (A) (22 September 1987)\nDownload original files\nPDF format\nRTF format\nCase No 158/86\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE\nDIVZSION\n) In the matter between:\nBARCLAYS WESTERN BANK LIMITED\nAppellant\nand\nIRENE ERNST\nRespondent\nCoram: RABIE ACJ,\nJOUBERT, BOTHA, JACOBS et\nNESTADT JJA.\nHeard\n:\nDelivered\n:\n21st August 1987.\nJUDGMENT RABIE ACJ\n:\nThis/\n2 This appeal arises from an action in the Transvaal Provincial Division in\nwhich the appeilant claimed an order against the respondent\nfor the\ndelivery\nto it of a certain Hilux Toyota light delivery vehicle\n(hereinafter referred to as \"the vehicle\" of/which it claimed to be\nthe owner. The respondent, who was in possession of the vehicle,\ndenied that the appellant was the owner thereof. The\nCourt (Flemming J) granted an order of absolution from\nthe instance with costs, and the appeal is against that\norder.\nThe vehicle was in May 1981 the subject\nmatter of a written agreement of lease entered into\nbetween Midway Killarney (Pty) Ltd and one Van Coller.\nMidway Killarney (Pty) Ltd, the owner of the vehicle,\ndiscounted/\n3 .\ndiscounted the agreement of lease with the appellant\nin\nterms of a master discounting agreement. The preamble\nto this\nagreement, which was concluded on 28 February\n1981 and in which the appellant is referred to as \"the\nBank\" and Midway Killarney (Pty) Ltd as \"the Trader\",\nreads as follows:\n\"It is contemplated that the Bank shall in its sole discretion from time to\ntime purchase the Trader's rights, title and interest\nin Credit, Instalment Sale\nand Suspensive Sale Agreements and Leases ('the Agreements' or 'Agreement') and\nthereby acquire ownership\nin and to the subject matter of such agree-ments ('the\nGoods')\".\nClauses 1 and 2 of the agreement provide as follows:\n\"1. The terms and conditions hereof shall apply to each and every transaction\nas contemplated in the preamble hereof.\n2.1 In every instance after the date of signature hereof in which the\nTrader\nwishes/\n4.\nwishes to sell to the Bank the rights title and interest in any Agreement and\nthe ownership in and to the Goods which form the subject\nmatter of such\nAgreement, the Trader shall deliver to the Bank the relevant Agreement and all\ndocuments of the nature referred to\nin 2.2.3 below.\n2.2\tThe delivery of the documents referred\nto in 2.1 shall constitute an\noffer by\nthe Trader to the Bank, to sell and to\ncede to the Bank upon and\nsubject to\nall the terms and conditions contained\nherein and at such price as may be agreed between the Trader and the\nBank;\n2.2.1\nall the\nTrader's rights, title and interest into and under the\nAgreement;\n2.2.2\nthe ownership of the Goods\ndescribe therein;\n2.2.3\n2.3\tThe Bank shall in respect of each Agreement\ndelivered to it under 2.1\neither:\n2.3.1\nreturn the Agreement to the Trader if it declines to purchase\nsame, or\n2.3.2\tpay to the Trader the purchase\nprice/\n5\nprice determined by the Bank and the Trader in respect of such Agreement, which\npayment shall constitute an acceptance by the Bank\nof the Trader's offer to sell\nthat Agreement.\"\nTwo further clauses of the\nAgreement should also be\nnoted, viz:\n\"3. In respect of every Agreement purchased by the Bank from the Trader in\nterms hereof, the Trader warrants in favour of the Bank:\n3.6 That immediately before the purchase\nthereof by the Bank hereunder, the Trader was the owner of such Agreement and\nof\nthe Goods\t, and\nthat upon the purchase thereof, the Bank will become the owner of all rights\nunder the Agreement and also the owner of the Goods,\nthe subject matter of such\nAgreement.\"\n\"15. No variation of any of the terms of this agreement shall be of any force\nand effect unless in writing and signed by both parties.\"\nThe/\n6\nThe relevant provisions of the agreement of lease will\nbe\nset out later in the judgment.\nThe appellant's main witness at the trial was\nMr. K.L. Stein, who was the sales manager of Midway Killarney (Pty) Ltd\n(hereinafter\nreferred to as \"the trader\") during May 1981. His evidence was to\nthe following effect. During May one Van Coller came to the trader's\nplace of\nbusiness and stated that he wished to purchase the vehicle. When Van Coller\nindicated that he could not pay for the vehicle\nin cash, Stein asked him to sign\na \"credit application form\" which was\nto be submitted to the appellant. The\nsigned form\nin was handed to one Lee Engelbrecht, who was/the appellant's\nemploy. (Engelbrecht testified that she was employed\nas a \"business development officer\".) The application\nwas/\n7 was approved by the appellant. Engelbrecht then asked\nStein for \"a vehicle invoice\" in respecr of the vehicle,\nand he drew such an invoice on 19 May 1981. The invoice\nwas addressed to \"Wesbank Bramiey\" and stated that the\nvehicle was \"to be delivered on your behalf to Professor\nVan Coller\". (Engelbrecht testified that she delivered\nthe invoice to the appellant \"in order for the admin (\nsic\ndepartment.to draw up the documents\", i.e. the \"lease\nagreement document\".) A few days later (it appears\nfrom evidence given at the hearing that it was on 21\nMay) Van Coller returned to the trader's place of\nbusiness and on that occasion he concluded the aforesaid\nagreement of\nlease in respect of the vehicle with the trader.\nThe agreement had been prepared by the appellant\nand delivered by Engelbrecht to the trader.\nMr. Leonard Skok, one of the trader's directors\n8. signed the agreement on\nbehalf of the trader, and Stein witnessed the signatures of Skok and Van Coller.\nAfter the agreement had\nbeen signed, Stein said, he,Skok and Van Coller went to\nwhere the vehicle was parked. When they got there, he gave Van Coller the\nvehicle's keys, the service manual and various other documents, including the\n\"change of ownership papers.\" While they were standing\nnext to the vehicle,\nStein said, Van Coller called over a man who was standing nearby. He told them\nthat this man was his farm manager\nand that he would drive the vehicle to the\nfarm. Van Coller then left. The signed agreement of lease was delivered to the\nappellant,\nand on 26 May the appellant sent the trader its cheque for R6 720-43.\nThereafter, Stein said,\nthe/\n9.\nthe trader had no further interest in the matter.\nAccording\nto the agreement of lease Van Coller hired the vehicle from the trader. The\n\"principal debt including finance charges\" which\nVan Coller had to pay in terms\nof the agreement was R8 958-24. The amount was payable in montly instalments of\nR248-84 over a period\nof two years, and the lessee could, at the end of that\nperiod, purchase the vehicle at the \"money value\" thereof as determined by\nthe\nlessor. The instalments were (save for the first, which was to be paid by cheque\non the conclusion of the agreement) to be paid\nby way of debit orders against\nVan Coller's account with a bank in Cape Town. (The evidence shows that twelve\ninstal-\nments/\n10.\nments were paid to the appellant in this way and that\nno\nfurther payments were made thereafter.)\nClause 1.1 of the agreement of lease provides\nas follows:\n\"1.1 The Lessee is aware that all thé\nLessor's rights in this Agreement are to be ceded and together therewith\nownership of the Goods transferred. In contemplation thereof,\nthe Lessee: 1.1.1\nagrees to recognise the cessionary of the Lessor's rights as the new owner and\nto hold the Goods as bailee on behalf\nof the new owner subject to the terms of\nthis Agreement;\".\nClause 3 of the agreement reads as follows:\n\"The Goods shall remain the property of the\nLessor and nothing in the\nAgreement shall be\nconstrued as conferring on the Lessee any\nright or\ninterest in the Goods other than\nas Lessee\t\".\n11.\nLeonard Skok, mentioned above, testified that,\nafter the agreement of lease had been signed, Van Coller requested him to leave\nthe\nregistration documents relating to the vehicle blank because he intended\nregistering the vehicle \"in the name of the farm\", which\nwas in the Orange Free\nState. He agreed to do so, Skok said, and gave Van Coller the papers \"for him to\nfill out in the name of the\nfarm\".\nMr P.F. Ernst, a farmer in the\nLichténburg district, testified on behalf of the respondent, who is his\nwife. He explained how\nit came about that the respondent was in possession of\nthe vehicle. About 15 months prior to the above-mentioned events of 21 May\n1981,\nhe said, his neighbour, Mr J.G. Terblanche, told him that Van Coller (who was\nTerblanche's stepfather)\ncould/\n12. could buy motor vehicles at bargain prices, and he asked him\n(Ernst) whether he would be interested in buying a vehicle cheaply.\nErnst\nreplied that he would like to buy a light delivery vehicle. Terblanche informed\nhim that the price would be about R3 700, and\nhe gave Terblanche a cheque for\nthe required amount. Thereafter there was a long delay, but finally, on 21 May\n1981, Terblanche and\nhe accompanied Van Coller to the trader's premises in\nJohannesburg. When they arrived there, Van Coller went inside. He came out\nagain\nafter a few minutes and called him and Terblanche into Stein's office. Van\nColler introduced them to Stein and then left. Stein,\nhe said, handed him the\nregistration documents\nrelating/\n13. relating to the vehicle. He could not dispute, he said,\nthat Stein handed the vehicle's keys to Van Coller, for he found them\nin the\nvehicle when he drove it away from where it was parked. He registered the\nvehicle in his wife's name in Lichtenburg on the\nnext day (22 May 1981).\nTerblanche corroborated Ernst's evidence. He also told the Court that he had\nheard that Van Coller had died.\nIn the particulars of its claim, as\nsupplemented by further particulars, the appellant alleged that it became the\nowner of the vehicle\non 19 May 1981. As to the manner in which it claimed that\nownership in the vehicle had passed from the trader to it, the appellant's\ncase\nat the trial was that it was effected by way of\nattornment/\n14. attornment. (As to what attornment involves, see e.g.\nHearn & Co (Pty) Ltd v. Bleiman\n1950(3) SA 617 (C) at 625 C-G;\nCaledon & Suid-Westelike Distrikte Eksekuteurskamer Bpk v. Wentzel en\nAndere\n1972(1) SA 270 (A) at 273 A-C;\nAir-Kel (Edms) Bpk h/a Merkel\nMotors v. Bodenstein en 'n Ander\n1980(3) SA 917 (A) at 923 B-G; C.G. van der\nMerwe,\nSakereg\n, at 220.) Ownership in the vehicle passed to it, the\nappellant contended, when Van Coller, who had been placed in possession of the\nvehicle by the trader and held it on behalf of the trader as owner, agreed with\nthe trader that he would thereafter hold it on behalf\nof the appellant as the\nnew owner thereof. The trial Court, referring to authority which is\ntó\nthe/\n15 the effect that ownership in a movable in the hands of a third\nparty can be transferred by attornment only while such third party\nis in\npossession of the article, held that Van Coller who gave up possession of the\nvehicle almost immediately after its keys had\nbeen handed to him by Stein on 21\nMay, did not have the necessary control, or power of control, over the vehicle\nso as to allow of\nits delivery to the appellant by way\nof attornment. The Court held, with reference to\nof\nclauses 2.2 and 2.3/the master discounting agreement,that\ncession of the\ntrader's rights under its agreement with Van Coller and of its ownership of the\nvehicle to the appellant took place\non 26 May 1981, and that the trader\ncould/\n16\ncould, therefore, not have lost its ownership of\nthe\nvehicle before that date.\nIn this Court counsel for the appellant,\ncontending that the trial Court's decision was wrong,\nsubmitted in his written heads of argument that -\n\"at the date of the conclusion of the agreement of lease on 19.5.1981 between\nthe Appellant and Van Coller, there were present all\nthe essential ingredients\nfor the transfer of ownership of the vehicle from the trader to the Appellant by\nway of attornment.\"\n(In his oral argument counsel accepted that the agreement\nof lease,\nalthough dated 19 May 1981, was signed on 21\nMay 1981.) The submission is\ndeveloped in the following\nway in counsel's written heads of argument:\n\"7.2/\n17\n\"7.2 As at the date of the Appellant's\napproval and conclusion of the agreement of lease, on 19.5.1981: 7.2.1. The\nAppellant had verbally approved the transaction on 19.5.1981\nand prepared the\nnecessary documentation for signature, agreed to purchase the trader's right,\ntitle and interest in and to the agreement\nof lease and to acquire ownership of\nthe vehicle. 7.2.2 The trader had verbally and by\nconduct in\nsubmitting an invoice....\nto the Appellant, agreed to cede\nits rights\nunder the agreement of\nlease and to transfer ownership\nof the vehicle to\nthe Appellant.\nNo formal or written cession was\nrequired by the Master\nAgreement.\n7.2.3 Van Coller, who received possession\non 19.5.1981, agreed\nto hold for\nAppellant and to acknowledge\nAppellant as owner\n7.3/\n18.\n7.3\tIt is respectfully submitted that,\ndespite the wording of clause 2.3.2\nof\nthe master discount agreement, the\ncession in fact occurred at the time\nof\nthe conclusion of the agreement of lease\non 19.5.1981 and not when\npayment was\nmade by the Appellant to the trader on\nthe 26th May 1981. By\ntheir conduct,\nand for practical reasons, the two\nparties could invest the\nmaster agreement\nwith a new content.\n7.3.3 The trader and the\nAppellant could waive the provisions of the master agreement and effect cession\norally on 19.5.1981. The\nmaster agreement does not require written or formal\ncession.\n7.4\tThe effect of clause 2.3.2 was merely to delay, until payment, the efficacy\nof the completed cession.\n7.5\tIt is submitted that the verbal and/or tacit agreement of cession,\ndespite\nthe delay in its efficacy, was sufficient for the transfer of ownership by way\nof attornment provided that Van Coller was in control\nof the vehicle (as he\nwas)\nat/\n19\nat the date of such cession, namely 19.5.1981.\n7.6 The evidence discloses that, immediately after signature of the agreement of\nlease\non 19.5.1981, Van Coller received possession of the keys of the vehicle\nand,accordingly, was in control thereof at the time of the\nverbal and/or tacit\ncession, and, when he signed the lease, he acknowledged Appellant as owner.\"\nIn his argument in this Court counsel\naccepted, as stated above, that the\nagreement of lease\nbetween the trader and the appellant was signed on\n21\nMay 1981, although it bears the date 19 May 1981. As\nto the cession of\nthe trader's rights in respect of the\nvehicle to the appellant, counsel stood\nby the submission\nmade in his written heads of argument, viz. that the\ndate/\n20 date of the cession was 19 May 1981. His submission was, if I\nunderstood it correctly, that the agreement to cede came into being\non 19 May\n1981 when the trader's employee, Stein, issued the above-mentioned invoice when\nrequested to do so by the appellant's employee,\nLee Engelbrecht, but that the\ncession became effective on 21 May 1981. Counsel conceded that if the cession\ntook place only on 26\nMay 1981, as found by the trial Court, the appellant's\nclaim that it acquired the ownership of the vehicle from the trader must fail.\n(See also the proviso in paragraph 7.5 of counsel's heads of argument, quoted\nabove.)\nThe concession was rightly made. To enable ownership\nto/\n21 to pass in a case such as the present, the\nlaw requires that the person who is to hold the article concerned on behalf of\nthe intended\nnew owner must be in control thereof (or at least have the right of\ncontrol thereover) when the owner of the article cedes his rights\nin respect\nthereof to the intended new owner. (See\nHearn & Co. (Pty) Ltd v.\nBleiman\n,\nsupra\n, at 625 H;\nAir-Kel (Edms) h/a Merkel Motors v.\nBodenstein en 'n Ander\n,\nsupra\n, at 924 D-E.) Van Coller was not in\npossession of the vehicle on 26 May 1981. As shown above, the evidence was that\nthe keys of the\nvehicle were handed to him on 21 May 1981, but that he allowed\nthe respondent's husband to take possession of the vehicle almost\nimmediately/\n22\nimmediately thereafter. In the circumstances it is vital to\nthe success of the appellant's claim that it is the owner of the vehicle\nto\nestablish, as its counsel endeavoured to do, that the trader's rights in respect\nof the vehicle were ceded to it while Van Coller\nwas in control of the\nvehicle.\nI proceed now to consider counsel's\nargument. The master\ndiscounting agreement was intended\nto apply to all agreements concluded by\nthe trader in\nrespect of which the appellant wished to purchase\nthe\ntrader's rightsand to acquire the ownership of the\nsubject matter of\nsuch agreements. (See the preamble\nto the agreement and clause 1\nthereof.)\tIf\nthe/\n23\nthe transaction between the trader and Van Coller is governed\nby the terms of the master discounting agreement, it is clear from the\nprovisions of clauses 2.2 and 2.3 thereof that the cession of the trader's\nrights to the appellant, including the right to acquire\nownership of the\nvehicle, was effected on 26 May 1981 when the appellant, after receiving the\nagreement of lease concluded by the\ntrader and Van Coller, sent its cheque for\nR6 720-43 to the trader. The argument is, however, as pointed out above, that\nthe parties'\nconduct shows that they chose to \"depart from the provisions of the\nmaster discounting agreement relating to the question of the\ncession of the\ntrader's rights to the appellant.\nAs/\n24 As stated above, it is submitted that the\nissuing of the invoice by Stein at the request of Engelbrecht on 19 May amounted\nto a\ncession which became effective on 21 May when the agreement of lease was\nconcluded.\nI consider the whole of counsel's argument\nto be untenable. I\ndo not propose to discuss it in\ndetail, and find it sufficient to say the\nfollowing:\n(a)\tClause 15 of the master discounting agreement\nprovides that\nno variation of the terms of the agreement shall be of any force or effect\n\"unless in writing and signed by both parties.\"\nThere is no evidence that the\nparties agreed in writing to any variation of the terms of the agreement.\nConsequently it cannot be\nargued that they were varied. (See\nS.A. Sentrale\nKo-op Graan\nmaatskappy\n/\n25\nmaatskappy Bpk v. Shifren. en Andere\n1964(4) SA 760 (A)).\n(b)\tThe issuing of the invoice by Stein at\nthe\nrequest of Engelbrecht, and Engelbrecht's preparation of the agreement of\nlease which was to be signed by the trader and Van Coller,\ncannot be said to\nafford evidence of a departure from the terms of the master discounting\nagreement concerning the cession of the\ntrader's rights to the appellant. They\nseem to have been merely practical and administrative measures relating to the\npreparation\nof documents. It is relevant to note in this regard that Engelbrecht\ntestified that she delivered the invoice to the appellant \"in\norder for the\nadmin (\nsic\n) department to draw up the documents\",\ni.e./\n26\ni.e. the agreement of lease. Her evidence contains no suggestion that the\ninvoice was, as was argued on behalf of the appellant, a\ndocument which provided\nevidence of a cession.\n(c)\tNeither Stein nor Engelbrecht testified\nthat\ntheir conduct constituted a departure from the terms\nof the master\ndiscounting agreement. There was, also, no evidence that they had been\nauthorised by their respective employers to adopt\na practice which was in\nconflict with the provisions of the master discounting\nagreement.\n(d)\tFinally, the appellant's case in the Court\na\nquo\nwas\nthat the cession of the trader's rights to\nthe/\n27\nthe appellant was effected in the manner described\nin\nclauses 2.1, 2.2 and 2.3 of the master discounting\nagreement. This\nappears clearly from the following\nextract from Stein's\nevidence-in-chief:\n\"\nMR BORUCHOWITZ\n: What is that document?\nthis is the Master Discount Agreement be-tween Killarney Toyota and Barclays\nWestern Bank.\nWhen was it concluded between the parties?\nIt was dated 28 February\n1981.\nNow in terms of Clause 2.2 - M'Lord I beg leave to hand up to Your Lordship\nthe original of that document. In terms of clause 2.2\nit proves that delivery of\nthe documents referred to in clause 2.1, these are the documents forming the\nsubject matter of the sale,\nof the lease, constitute an offer to the bank to\nsell and to cede to the bank all the rights of Midway Killarney\nand to the agreement. \t Yes.\nNow did you deliver - you have already given\nevidence that you delivered\nthose documents?\nThat is correct.\nTo/\n28\nTo the bank, Now did Midway Killarney\nhave any further interest in this\nparticular\nmatter after you delivered the documents to\nthe bank? \t No,\nnone whatsoever.\nWhen did you receive payment? \t We\nreceived payment a couple of\ndays later.\nyou I would like/to look at\nEXHIBIT A\n.\nWhat is that\ndocument? \t This is a cheque\nmade by Barclays Western Bank to\nKillarney\nToyota.\nAt which branch, which bank does Killarney\nToyota bank? \t We bank\nat Standard Bank,\nKillarney. That is their rubber stamp on the cheque.\nThe cheque appears to bear this. Does\nit bear the stamp of the bank where\nyou bank?\nThat is correct.\n(Speaking simultaneously). \t That is\ncorrect.\nWas that cheque in.fact received by\nKillarney Toyota? \t Yes, it\nwas. We have\na rubber stamp on the back which we do, as soon as we receive a cheque.\nNow after payment was received, did\nKillarney Toyota have any further\ninterest\nin this matter? \t No.\"\nAccording/....\n29\nAccording to this evidence, which is in conflict with the\nargument advanced by counsel, cession of the trader's rights to the appellant\ntook place when the appellant, having received the agreement of lease from the\ntrader, sent its cheque to the trader, i.e. on 26\nMay 1981. As stated above, it\nwas rightly conceded by counsel that if the cession was effected on that date,\nVan Coller could not\nhave held the vehicle on behalf of the appellant as the\nowner thereof.\nIn view of all the aforegoing I am of the opinion that the\ntrial Court's decision was correct. In the circumstances it is unnecessary\nto\ndiscuss the question whether Van Coller ever held, or intended to hold,\nthe/\n30 the vehicle on behalf of the appellant as the new owner thereof,\nand whether the intended cession could validly have been effected\nif Van Coller\ndid not genuinely intend to hold the vehicle on behalf of the appellant.\nThe appeal is dismissed with costs.\nP J RABIE\nActing Chief Justice\nJOUBERT JA\nBOTHA JA\nConcur. JACOBS JA\nNESTADT JA",
  "scraped_at": "2026-02-11T21:16:25.948624",
  "date": "1987-08-21",
  "coram": [
    "Rabie ACJ",
    "Joubert JA",
    "Botha JA",
    "Jacobs JA",
    "Nestadt JA"
  ],
  "case_number": "158/86",
  "parties": {
    "applicants": [
      "Barclays Western Bank Limited"
    ],
    "respondents": [
      "Irene Ernst"
    ]
  },
  "sections": {
    "facts": "In May 1981 Midway Killarney (Pty) Ltd (the trader) owned a Toyota Hilux delivery vehicle and leased it to Van Coller. The trader had a master discounting agreement with Barclays Western Bank (the appellant) which allowed the bank to purchase the trader’s rights, title and interest in leases and the underlying goods. An invoice was issued on 19 May 1981, an agreement of lease was signed on 21 May 1981, and the bank sent a cheque to the trader on 26 May 1981. Van Coller received the vehicle’s keys on 21 May but shortly thereafter the vehicle came into the possession of the respondent’s husband. The appellant claimed ownership of the vehicle through attornment, while the respondent denied the bank’s ownership.",
    "issues": "1) Whether ownership of the vehicle passed to Barclays Western Bank by attornment on the date of the lease agreement (19/21 May 1981). 2) Whether the cession of the trader’s rights under the master discounting agreement occurred on 19 May, 21 May or 26 May 1981. 3) Whether Van Coller had the requisite control over the vehicle at the time of cession to effect an attornment.",
    "principles": "The court applied the doctrine of attornment, which requires that the third party who is to hold the movable must be in control when the owner cedes his rights. It noted that under the master discounting agreement the cession of rights is only effective upon the bank’s payment (clause 2.3). Any variation of that agreement must be in writing (clause 15). Precedents cited include Hearn & Co (Pty) Ltd v Bleiman and Air‑Kel (Edms) Bpk h/a Merkel Motors v Bodenstein, which hold that ownership can only pass by attornment where the possessor has control at the moment of cession.",
    "application": "The court found that the master discounting agreement required payment before the cession could be effective. The bank’s cheque was received by the trader on 26 May 1981, at which point Van Coller no longer had possession of the vehicle. Consequently, the necessary control for attornment never existed. The parties’ conduct did not constitute a written variation of the master agreement, so the timing of cession could not be altered. Therefore the appellant’s claim of ownership on 19/21 May was untenable.",
    "conclusion": "The appeal was dismissed with costs. The trial court’s finding that ownership had not passed to the bank was upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Movable Property / Secured Transactions",
    "level_3": [
      "attornment",
      "cession",
      "vehicle ownership",
      "master discount agreement",
      "leasing"
    ]
  }
}