{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/133.html",
  "case_name": "S v Masimanga (331/87) [1987] ZASCA 133 (23 November 1987)",
  "citation": "[1987] ZASCA 133",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 133\n|\nNoteup\n|\nLawCite\nS v Masimanga (331/87) [1987] ZASCA 133 (23 November 1987)\nDownload original files\nPDF format\nRTF format\n331/87/AV\nIN THE SUPRIEM COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nHENEN HENRY\nMASIMANGA\nAppellant\nAND\nTHE STATE\nRespondent\nCORAM\n: VILJOEN, JA, NICHOLAS et STEYN, AJJA\nHEARD\n: 17 November 1987\nDELIVERED\n: 23 November 1987\nJUDGMENT NICHOLAS, AJA\nOn the afternoon of Saturday 10 May 1986 Nomaiaji Gladys Mavundla (to whom I\nshall refer as \"Gladys\")\nwas\n2 was sitting in the diningroom of her house at Driefontein, an\nAfrican township with some 100 houses in the district of Ladysmith,\nNatal. With\nher were her 28-year old daughter, Grace Miya (\"Grace\"), a neighbour, Cetshwayo\nMoffat Mbhele (\"Moffat\"), and a Mr and\nMrs Ndhlovu. Shortly before 4 p.m. Mr and\nMrs Ndhlovu left the house. Grace also went out, in order to fetch water from a\nnearby\nwater-hole in the veld. Gladys and Moffat were then the only two persons\nin the house. Grace was not away for many minutes. When\nshe returned, Gladys and\nMoffat had been shot, and were either dead or dying. On\npost mortem\nexamination, it was found that three bullets had entered Gladys's chest,two of\nthem penetrating her heart; and two bullets Mad entered\nMoffat's abdomen,\none\n3 one of them lacerating the abdominal aorta.\nArising out of the\ndeaths, Henen Henry Masimanga (\"the accused\") was charged on two counts of\nmurder before a sitting at Ladysmith\nof the Northern Circuit. He pleaded not\nguilty, but was found guilty of murder without extenuating circumstances on both\ncounts,\nand sentenced to death. He was granted leave to appeal by WILSON J (who\nsat with two assessors). It appears from the judgment on\nthe application, that\nleave was not granted because it was con-sidered that there were any prospects\nof success on appeal: the learned\njudge said that the members of the court were\nsatisfied as to the verdict. The reason for granting leave was that\n\"... there\n4\n\"...there have been so many unsatisfactory features concerned\nwith the investigation of this case that we feel it a proper matter\nin which\nleave to appeal should be granted.\"\nNone of those features had, however, any bearing on the trial\ncourt's\nfactual findings on the issues in the case.\nThere was no witness to the actual shooting.\nThe State relied in the main\non the evidence of Grace, and\nthat of her brother, Sitha Griffon Mavundla.\nGrace said that when she left the house to\ngo for water she did not see anybody \"hanging around\". While\nshe was at the water-hole (about 150 paces from the house)\nshe twice heard \"something\" - \"some sound as though somebody\nwas knocking a nail on a corrugated iron\". On her return,\nwhen\n5 when she was about 10 to 15 paces away from the fence,\nshe saw two men come out of the gate to the yard of the house. One was Henen,\nthe accused, whom she knew well - they had both grown up in the area. He was\nwearing grey trousers and a yellow shirt. The other\nwas a stranger who was\nwearing clothes of the colour worn by South African Transport Services\nemployees. After emerging through the\ngate, the men turned to the right and\nwalked along a foot-path. she placed the bucket of water she was carrying on the\nstoep of the\nhouse, and entered through the front door. She then saw Moffat, who\nwas on the floor of the dining-room, leaning against a bench.\nShe gained the\nimpression that \"he was on the verge of dying\". She came out of the house and\nraised the alarm.\nHer\n6 Her brother Sitha came out of a neighbouring house. The two men\nwere still to be seen. They had been walking on the foot-path, but\nwhen Grace\nraised the alarm they started running. They were pursued by Sitha and others.\nShe went back into the house, and then saw\nher mother, covered in blood, leaning\nup against the sideboard in the dining-room. She telephoned the police. On their\narrival they\nwent after the two men, who were then sitting at the top of a ridge\nbehind the township. The police were, however, unable to apprehend\nthem.\nSitha said that on the afternoon in question he was at the house of Xaba,\nlistening to music recorded on cassettes. Xaba went out\nof the house and came\nback saying, \"Sitha, something is going on at your house\". Sitha went\noutside\n7 outside, where he met his sister Grace, who told him,\n\"Something wrong has happened to our home. There are two people over there\".\nHe\nsaid that he and others ran after the men she had pointed out. One of them was\nHenen, the accused, who was his cousin. He was\nwearing grey trousers. Sitha\ncould not give the colour of his shirt because he is colour blind. He did not\nknow the other man. The\ntwo men were running slowly, and Sitha and his\ncompanions chased after them. At one stage the men stopped, and Sitha could hear\nsome\nexplosive sounds. Then they continued to run and stopped at the top of the\nhill. Sitha called to the accused, \"I have recognized\nyou\". When the police\narrived, Sitha and Constable Ngcobo proceeded towards the hill, but when\nthe\n8 the two men saw the police van they fled. Sitha was present when\nthe accused was arrested by Constable Ngcobo the fol-lowing day\n(Sunday the\nllth). Sitha pointed him out. The accused was wearing the same grey trousers and\nshirt.\nThe accused himself gave evidence. He\nraised two defences (a) an alibi,\nand (b) a defence that\nthe murders were committed by one Elliot Bish Mazibuko, who, he said, had\nconfessed to the murders while the two of them were in prison.\nThe trial court rejected the accused's alibi, and his counsel conceded that\nit was correct in so doing. Counsel also conceded the\ncorrectness of the trial\ncourt's finding that the accused was an unsatisfactory witness - \"a sorry\nfigure\" in the witness box.\nThe \t'.\n9\nThe alleged confession by Mazibuko was hearsay and\ninadmissible, but he was called as a witness by the State. He denied having made\nany confession. In the view of the trial court it was inconceivable that he\nwould have behaved as he is alleged to have behaved.\nThe court rejected the\ndefence that Gladys and Moffat were killed by Mazibuko. That finding, too, was\nnot challenged on ap-peal.\nThe trial court came to the conclusion that it was safe to accept the\nidentification by Grace and Sitha. They were honest and reliable\nwitnesses, who\ngave their evidence well and who knew the accused and had ample oppor-tunity to\nobserve the two men who left the yard\nto Gladys's\nhouse\n10 house.\nIn my view there is nothing in the record to cast any shadow of doubt on the\ncorrectness of these findings.\nThere can be no doubt in my view that the two men whom Grace and Sitha saw\nwere the persons responsible for the killings. They were\nthe only persons in the\nvicinity at the crucial time, and their conduct in running away showed a\nconsciousness of guilt.,\nThe appeal against the convictions must accordingly fail.\nSo far as the question of extenuating cir-cumstances is concerned, there is\nnothing on the record from\nwhich\n11\nwhich such circumstances could be found. The accused did not\ngive evidence in extenuation. An argument that the accused was intoxicated\non\nthe day in question got no sup-port from the accused himself. A suggestion by\ndefence counsel that a possible motive for the killing\nof Gladys was family\njealousy and quarrels was properly rejected by the trial court. WILSON J\naccepted that there was probably a\nreal and pressing motive for the killing, but\nsaid that unfortunately the accused had not taken the trial court into his\nconfidence\nand explained what that motive was. The accused himself said in his\nevidence that he was on good terms with Gladys.\nThis appeal has no merit. It is dismissed.\nH C NICHOLAS, AJA",
  "scraped_at": "2026-02-11T21:26:12.763475",
  "date": "1987-11-23",
  "coram": [
    "Viljoen JA",
    "Nicholas AJJA",
    "Steyn AJJA"
  ],
  "case_number": "331/87",
  "parties": {
    "applicants": [
      "Henen Henry Masimanga"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 10 May 1986, Gladys Mavundla and her neighbour Moffat were shot to death in Gladys's house in Driefontein, Natal. The only witnesses to the shooting were Grace Mavundla, who returned to the house shortly after the attack, and her brother Sitha Griffon Mavundla. Both identified Henen Henry Masimanga, the appellant, and an unknown second man as the perpetrators. The State relied on their testimony at trial. The accused raised an alibi and a hearsay defence that another inmate, Elliot Bish Mazibuko, had confessed to the murders, both of which were rejected. The trial court found the identification reliable and sentenced Masimanga to death on two counts of murder.",
    "issues": "The appeal raised two principal issues: (1) whether the trial court erred in finding the identification of the accused by Grace and Sitha to be reliable and sufficient to sustain a conviction; and (2) whether any extenuating circumstances existed that should have mitigated the death sentence.",
    "principles": "The court applied the principle that appellate courts will not interfere with factual findings of a trial court where the evidence, viewed in the light of the whole case, supports the conviction beyond a reasonable doubt. Reliable eyewitness identification, especially when corroborated and uncontradicted, is sufficient for conviction. In sentencing, extant law requires that any mitigating factor be established on the record; absent such proof, the death penalty may lawfully be imposed.",
    "application": "The appellate court examined the testimony of Grace and Sitha and found no material inconsistencies or reasons to doubt their credibility. Their observations placed the accused at the scene, and the subsequent flight of the two men indicated guilt. The alleged confession by Mazibuko was inadmissible hearsay and was rightly disregarded. No evidence of intoxication, motive, or other mitigating factor was proven, and the trial court’s assessment that no extenuating circumstances existed was upheld.",
    "conclusion": "The appeal was dismissed. The convictions for murder were affirmed and the death sentences upheld. The court found no merit in the appellant’s contentions and ordered that the judgment of the trial court stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "appeal",
      "identification",
      "extenuating circumstances",
      "death penalty"
    ]
  }
}