{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/92.html",
  "case_name": "S v Molefe (94/87) [1987] ZASCA 92 (22 September 1987)",
  "citation": "[1987] ZASCA 92",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 92\n|\nNoteup\n|\nLawCite\nS v Molefe (94/87) [1987] ZASCA 92 (22 September 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nsaak tussen\nJACOB MOLEFE\nAPPELLANT\nen\nDIE STAAT\nRESPONDENT\nCORAM\n: HEFER AR, BOSHOFF et STEYN WRN\nARR.\nAANGEHOOR\n: 18 SEPTEMBER 19 87. GELEWER\nUITSPRAAK HEFER AR\n:\nDie appellant en ene Molotsi het voor MOLL R\nin\t2\n2\nin die Transvaalse Provinsiale Afdeling tereg gestaan op 'n aanklag van\nhoogverraad en sekere alternatiewe aanklagte. Hulle is skuldig\nbevind aan\nhoogverraad. Appellant is veroordeel tot vyftien jaar en Molotsi tot agtien jaar\ngevangenisstraf. Appel-lant het in hoër\nberoep gekom teen die opgelegde\nvonnis. Na aan-hoor van sy advokaat se betoog is die appèl afgewys. Die\nhof het onderneem\nom die redes vir die afwysing van die appèl later in te\nhandig. Hier volg die redes.\nDie skuldigbevinding het voortgespruit uit\nappellant en Molotsi se lidmaatskap van die African National Congress (die\n\"ANC\"), 'n organisasie\nmet die geweldadige omwerping van die staatsgesag in\nSuid-Afrika as doelstelling, en uit hulle dade, sowel as die dade van ander\nlede\nvan die A N C binne Suid-Afrika,\nter\t3\n3.\nter verwesenliking van daardie doel . Volgens appellant se eie\nge-tuienis het hy die land gedurende 1976 verlaat en na Botswana gegaan\nwaar hy\nkennis gemaak het met persone wat klaarblyklik werwingsamptenare van die A N C\nwas. Nadat hy ingelig is oor die doelstellings\nvan die organisasie, het hy\ndaarby aangesluit sodat hy kon leer om\"like a soldier\" te veg en later na\nSuid-Afrika terug te keer en\nsy militêre vaardigheid teen die\nSuid-Afrikaanse polisie aan te wend. Daarvandaan is hy na Angola waar hy oor 'n\ntydperk van\nsewe jaar opleiding ondergaan het onder andere in die gebruik van\nvuurwapens, handgranate en spring-stowwe, en gevorder het tot die\nrang van\nkompanjiebevelvoerder en ingenieur/instrukteur. In daardie hoedanigheid het hy\nander rekrute onderrig in die gebruik van\nspringstowwe. Dit het\nalles\t4\n4.\nalles geskied met die oog op, soos hy dit in sy \"getuienis\ngestel het, \"the national liberation of South Africa\" wat\ntot sy wete sou behels dat hy \"would have to fight against\nthe govermnent of this country\". Uiteindelik is hy na Ma-\nputo gestuur waar hy opdrag ontvang het om saam met Molotsi\nen ene Lazi die Republiek via Swaziland binne te sypel. Sy\ngetuienis was dat hy eers in Suid-Afrika van Molotsi sou\nverneem het wat die doel van die sending was maar die ver-\nhoorhof het bevind dat hy góed geweet het dat die oogmerk\nwas om skuilplekke en wapenopslagplekke vir \"opgeleide ter-\nroriste\" te bou en toe te rus vanwaar aanvalle geloods kon\nword en \"om dade van sabotasie te pleeg deur installasies\nsoos brandstofopslagplekke, kragstasies en: rioolstelsels\nop.....5\n5\nop te blaas\". Vroeg die oggend van 16 Februarie 1983\nhet die appellant, Molotsi en Lazi die grens tussen Suid-\nAfrika en Swaziland naby Piet Retief oorgesteek. Daar\nhet hulle hul vasgeloop teen lede van die veiligheidspolisie.\nNa 'n skietgeveg is appellant in hegtenis geneem. Molotsi\nen Lazi het weggekom maar Molotsi is die volgende dag aan-\ngekeer. Die dag daarna het Molotsi 'n skuilplek vir terro-\nriste en 'n opslagplek waar 'n hoeveelheid wapens (insluiten-\nde vyf A K 47 gewere met ammunisie, agtien handgranate en\nsekere onderdele van 'n\nmissiel lanseerder) en springstof\nbegrawe was, naby Alberton aan die polisie uitgewys.\nDie aanval deur appellant se advokaat in hier-\ndie Hof teen die opgelegde vonnis is onder vier hoofde\ngeloods.....6\n6\ngeloods. Ek sal met elkeen afsonderlik handel. Die\neerste een spruit voort uit die uitwysing deur Molotsi van\ndie skuilplek en die wapenopslagplek waarna so pas verwys\nis, en uit 'n bewering wat in paragraaf 6 van aanhangsel\n\"A\" tot die akte van beskuldiging gemaak is. Dit is in\ndie akte van beskuldiging beweer dat die beskuldigdes die\ndade wat in aanhangsel \"A\" uiteengesit is, gepleeg het\nen/of bewus was dat dit gepleeg sou word of reeds gepleeg\nwas en versuim het om dit aan die owerheid te rapporteer,\nmet die gemeenskaplike opset en in die uitvoering van 'n\nsameswering tussen die beskuldigdes en die A N C of sy lede\nen aktiewe ondersteuners, en tussen die beskuldigdes onder-\nling, om die doelstellings van die A N C uit te voer. Para-\ngraaf...7\n7\ngraaf 6 van aanhangsel \"A\" lui soos volg:\n\"Gedurende die periode 1982 tot 1983 (die presiese datums is aan die Staat\nonbekend) en ter uitvoering van bogenoemde doelstel-ling\nvan die A.N.C. en\nsameswering sypel die beskuldigdes en ander onbekende terroriste en/of aktiewe\nondersteuners van die A.N.C., ooreenkomstig\ndie beplanning en voorberei-ding in\ndie basis te Maputo, die Republiek van Suid-Afrika binne en vind en bou\nskuil-plekke, wapenopslagplekke\nen 'Dead Letter Boxes' te of naby Alberton in\ndie distrik van Alberton vir gebruik deur opgeleide ter-roriste of lede of\nondersteuners\nvan die A.N.C. vanwaar gewapende aanvalle, dade van oorlogvoering\nen/of sabotasie teen polisie-stasies en die ander teikens hierbo\ngenoem geloods\nmoes word.\"\nHieraangaande het die verhoorhof bevind :\n\"Dat die beskuldigdes, nr. 1 en nr. 2, te alle tersaaklike tye saamgesweer\nhet met A.N.C. of sy lede en aktiewe ondersteuners\nen.....8\n8\nen met mekaar om die bovermelde doelstel-ling van die A.N.C. uit te voer, en\nter uit-voering van genoemde sameswering die dade waarna\nek in Aanhangsel 'A'\ntot die klag-staat sal verwys,gepleeg het.\"\n(Elders in die uitspraak is paragraaf 6 van aanhangsel \"A\" spesifiek as\nbewese bevind).\nAppellant se advokaat het aangevoer dat die\nappellant in die afwesigheid\nvan getuienis dat hy betrokke was by die oprigting van die skuilplekke en die\nverberging van die wapens\nby Alberton, of van kennis wat hy op enige stadium van\ndie bestaan daarvan gehad het, nie daarvoor verantwoordelik gehou kon word\nnie\nsodat dit buite reke-ning gelaat moes gewees het by die oorweging van 'n gepaste\nvonnis. Ek is nie van plan om hierdie betoog\nof die\nvraag.:\t9\n9.\nvraag tot watter mate die appellant vir doeleindes van\nskuldigbevinding aanspreeklik gehou kon word vir dade\ndeur ander lede van die A N C gepleeg, volledig te be-\nspreek nie. Die appèl is slegs teen die vonnis gerig\nen die werklike vraag is of die verhoorhof die dade van\nander A N C lede enigsins in ag geneem het in die oorwe-\nging van '\nn\ngepaste vonnis. Word die hof se uitspraak\noor vonnis sorgvuldig gelees, blyk dit dat dit nie die\ngeval was nie en dat die appellant gevonnis is suiwer\nen alleen op grond van sy eie dade. Die feit dat skuil-\nplekke opgerig en wapens by Alberton versteek is, het nie\nter sprake gekom by die oorweging van die vonnis nie en,\nwaar dit derhalwe nie '\nn\nrol gespeel het nie bied dit geen\nregverdiging...10\n10.\nregverdiging vir inmenging met die vonnis deur hierdie\nHof nie.\nAppellant se advokaat het voorts betoog dat\ndie verhoorhof verkeerdelik bevind het dat die appellant\ntydens die skietgeveg wat op 16 Februarie 1983 naby Piet\nRetief plaasgevind het, op die polisie geskiet het. Ter\nverduideliking dien vermeld te word dat twee getuies wat\nlede van die patrollie was wat die betrokke oggend met die\nappellant en sy makkers slaags geraak het, getuig het dat\nappellant eers gevlug het maar toe omgedraai het en 'n skoot\nop hulle geskiet het. Appellant het in sy getuienis erken\ndat hy inderdaad 'n pistool in sy hand gehad het toe hy\ngevlug het. Sy bewering was egter dat hy die pistool\nweggegooi...... 11\n11.\nweggegooi het sonder om te skiet en dat een van die poli-sie getuies dit\nopgetel en self '\nn\nskoot op hom (appellant) gevuur het - vandaar die feit\ndat die dop van 'n patroon wat met die pistool gevuur-is, op die toneel gevind\nis. Die verhoorregter het appellant se weergawe verwerp en bevind dat dit\nappellant was wat die skoot afgevuur het. Die feit dat\nhy dit gedoen het, is\nverswarend teen hom in ag geneem by die oplegging van vonnis.\nEk stem met\nappellant se advokaat saam dat die getuienis van die betrokke twee staatsgetuies\nalles behalwe bevredigend was. Trouens,\neen van hulle was so onbevredigend dat\ndie verhoorregter sy getuienis nie wou aanvaar behalwe vir soverre dit gestaaf\nwas nie. Die\nprobleem\t12.\n12.\nprobleem is egter dat die verhoorregter, terdeë bewus van die\ngebreke in die getuienis van die ander een, nogtans bereid was\nom sy getuienis\nte aanvaar in die lig van die waarskynlikhede, in die lig van die plek waar die\npatroon-dop gevind is (dit is nie\nnodig om besonderhede hiervan te verskaf\nnie),en in die lig van appellant se eie leuen-agtige getuienis oor ander aspekte\nvan die\nsaak. Met in-agneming van hierdie faktore kan hierdie Hof nie bevind dat\ndie verhoorhof se bevinding verkeerd was nie.\n'n\nVerdere grond waarop\naangevoer is dat die verhoorregter fouteer het, was dat hy die getuienis van\nprofessor B Helm nie ten volle in\nag geneem het nie. Pro-fessor Helm, 'n\nsosioloog, het getuig oor die faktore\n(voortspruitende..13\n13.\n(voortspruitende hoofsaaklik uit die gebeure in Soweto\ngedurende 1976) wat bygedra het tot appellant se besluit\nom die land të verlaat, by die A N C aan te sluit, oplei-\nding te ondergaan en deel te hê aan 'n geweldadige aanslag\nteen die Suid-Afrikaanse owerheid en sommige van sy mense.\nHaar getuienis was gebaseer deels op haar eie waarnemings,\ndeels op mededelings aan haar deur die appellant en lede\nvan sy familie en deels op haar deskundige kennis. Vir\nsover sy oor\nfeite\ngetuig het wat die appellant aan haar\nmeegedeel het en waarvan sy self geen kennis- gedra het nie,\nhet die verhoorhof haar getuienis slegs in ag geneem tot\ndie mate waartoe dit deur appellant se eie getuienis onder\need bevestig is. Met hierdie benadering kan geen fout\ngevind\t 14\n14.\ngevind word nie. Professor Helm se getuienis is terdeë\nin ag geneem in die opsigte waarin dit in ag geneem kon\nword.\nLaastens het appellant se advokaat aangevoer\ndat die vonnis buitensporig swaar is. Ek stem nie saam\nnie. Appellant is nie bloot 'n lakei van die A N C nie.\nHy is 'n\nman met deskundige bedrewenheid in die gebruik\nvan springstof wat seker die mees effektiewe middel is\nby die pleeg van dade van terreur waaronder onskuldige\nen niksvermoedende landsburgers meesal ly. Hy was klaar-\nblyklik saam met Molotsi op pad na die voorrade wat naby\nAlberton versteek was. Gelukkig is hy uitgeskakel voor-\ndat hy dit kon bereik. Boonop het hy ander lede van sy\norganisasie\t15\n15.\norganisasie opgelei en toegerus met dieselfde kundigheid waaroor hy\nbeskik en hy moes met groot entoesiasme en toe-wyding (soos spreek\nuit die rang\nwat hy in die organisasie beklee het) deelgeneem het aan die voorbereiding vir\ndie geweldadige aanslag waarna reeds\nverwys is. Dat hy deur sy gevangeneming\nverhoed is om verder deel daaraan te hê, is bloot toevallig.\nGeeneen\nvan die gronde waarop appellant se advokaat gesteun het, het enige regverdiging\ngebied vir 'n ligter vonnis as die een wat\ndeur die verhoorhof opge-lê is\nnie en die appèl kon gevolglik nie slaag nie.\nJ J F HEFER AR.\nEk stem saam :\tW G BOSHOFF WAR.\nM T STEYN WAR.",
  "scraped_at": "2026-02-11T21:16:46.561558",
  "date": "1987-09-18",
  "coram": [
    "HEFER AR",
    "BOSHOFF WRN",
    "STEYN WRN"
  ],
  "case_number": "94/87",
  "parties": {
    "applicants": [
      "Jacob Molefe"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Jacob Molefe and his associate Molotsi were members of the African National Congress (ANC). Molefe left South Africa in 1976, received military training in Botswana, Angola and other countries, and returned with weapons and explosives expertise. On 16 February 1983 the trio crossed from Swaziland into South Africa near Piet Retief, were confronted by security police, and a shooting ensued in which Molefe was captured. Subsequent investigation uncovered a weapons cache near Alberton containing rifles, grenades and parts of a missile launcher, allegedly concealed for use by ANC‑trained terrorists. Molefe was convicted of high treason and sentenced to fifteen years’ imprisonment; Molotsi received eighteen years. Molefe appealed the conviction and sentence.",
    "issues": "The appeal raised (1) whether Molefe could be held liable for the establishment of the weapons cache and sabotage plans despite denying personal knowledge of them; (2) whether the trial court erred in finding that Molefe fired at police during the 16 February 1983 incident; (3) whether the evidence of the two police witnesses was sufficient; (4) whether the sentence imposed was unconstitutionally excessive.",
    "principles": "South African law on high treason requires a deliberate intention to overthrow the government or assist an organisation with that purpose, together with participation in a common‑purpose conspiracy. Conviction may be based on knowledge of the organisation's aims and active involvement, even where the accused did not personally perpetrate every act. Sentencing principles demand proportionality and consideration of mitigating factors, but a serious political offence involving weapons and sabotage justifies a substantial custodial term.",
    "application": "The Supreme Court of Appeal examined the trial record and found that Molefe’s own testimony, the police witnesses’ statements and the discovery of the weapons cache demonstrated his knowledge of the ANC’s objectives and his participation in the conspiracy to establish hide‑outs and armaments. The Court rejected Molefe’s claim that he was unaware of the Alberton cache, noting that the prosecution proved his involvement in planning and that the cache was part of the broader terrorist plan. Regarding the shooting, the Court upheld the trial judge’s assessment that Molefe discharged a firearm, rejecting the appellant’s alternative explanation. The Court also concluded that the sentence was not manifestly excessive given the gravity of the offence.",
    "conclusion": "The appeal was dismissed. Jacob Molefe’s conviction for high treason and the fifteen‑year prison sentence were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "High Treason",
    "level_3": [
      "ANC",
      "Conspiracy",
      "Sentencing",
      "Political Violence"
    ]
  }
}