{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/22.html",
  "case_name": "Strydom v Staatpresident van Replubliek van Suid Afrika and Another (23/87) [1987] ZASCA 22; [1987] 4 All SA 334 (AD) (26 March 1987)",
  "citation": "[1987] ZASCA 22",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 22\n|\nNoteup\n|\nLawCite\nStrydom v Staatpresident van Replubliek van Suid Afrika and Another (23/87) [1987] ZASCA 22; [1987] 4 All SA 334 (AD) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 399/85 WHN\nJOHAN GEORG STRYDOM\nAppellant\nen\nDIE STAATSPRESIDENT VAN DIE\nREPUBLIEK VAN SUID-AFRIKA\nEerste Respondent\nELEKTRISITEITSVOORSIENINGSKOMMISSIE\nTweede Respondent\nJOUBERT\nAR :\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPeLAFDELING\nIn die saak tussen:\nJOHAN GEORG STRYDOM\nAppellant\nen\nDIE STAATSPRESIDENT VAN DIE\nREPUBLIEK VAN SUID-AFRIKA\nEerste Respondent\nELEKTRISITEITSVOORSIENINGSKOMMISSIE\nTweede Responden\nCoram\n: JOUBERT, TRENGOVE, GROSSKOPF, JACOBS ARR.\net\nBOSHOFF Wn AR.\nDatum van Verhoor\n: 4 November 1986\nDatum van lewering\n: 26 Maart 1987\nUITSPRAAK\nJOUBERT\nAR :\n/Die\n2\nDie appellant („Strydom\") het in die Transvaalse\nProvinsiale Afdeling 'n hersieningsaan= soek teen die respondente aanhangig\ngemaak ingevolge waarvan hy gevra het vir 'n bevel wat die eerste res= pondent\n(die „Staatspresident\") se goedkeuring aan die\ntweede respondent\n(„Evkom\") in terme van art 43(1) van die Elektrisiteitswet No 40 van 1958\nom 'n\nserwituut vir 'n transmissielyn vir die geleiding van elektrisiteit oor 'n\ngedeelte van Strydom se plaas Olifantsfontein No 410, Registrasie\nAfdeling J.R.,\nTransvaal, by wyse van verpligte koop te verkry, hersien en tersyde stel asook\nvir h\n/bevel ....\n3\nbevel om die kennisgewing van verpligte koop, ge= dateer 16\nFebruarie 1984, wat Evkom uit hoofde van gemelde goedkeuring aan Strydom\ngerig\nhet, tersyde te stel. Op 27 Augustus 1985 het MacARTHUR R Strydom se aansoek met\nkoste afgewys. Met verlof van die hof\na quo\nkom Strydom tans in hoër\nberoep teen daardie uitspraak na hierdie Hof.\nEvkom is 'n statutêre regspersoon wat\nop 1 Maart 1923 in die lewe geroep is deur art 2\nvan die vorige Elektrisiteitswet No 22 van l922 wat deur art\n2(1) van die huidige Elektrisiteitswet No 40 van\n1958 („die Wet\") vervang is. Sedert sy\n/totstandkoming\n4\ntotstandkoming is Evkom 'n gemagtigde ondernemer\nwat\ngemagtig is om 'n onderneming vir die voor=\nsiening van elektrisiteit te dryf en wat minstens\n'n bepaalde hoeveelheid\nelektrisiteit per jaar ver=\nkoop. Vergelyk die woordomskrywing van „gemag=\ntigde ondernemer\" in art 1 van die Wet. Insgelyks\nhet 'n Elektrisiteitsbeheerraad sedert Evkom se tot=\nstandkoming beheer uitgeoefen oor die voorsiening van\nelektrisiteit deur Evkom of deur 'n private onder=\nneming (art 22(4) van die Wet). Die lede van die\nElektrisiteitsbeheerraad word deur die Minister van\nMineraal- en Energiesake (die „Minister\") aangewys\nvolgens art 22(1) van die Wet. Afgesien van die\n/feit\n5.\nfeit dat Evkom geen aandeelhouers het nie het sy struktuur sekere\nveranderings ondergaan. Aan= vanklik het dit bestaan uit lede wat\ndeur die\nGoewerneur-generaal aangestel is. Die Wysig= ingswet op Elektrisiteit No 50 van\n1985 met sy inwerkingtreding op 24 Mei 1985\nhet egter voorsiening gemaak vir 'n\nElektrisiteitsraad waarvan die meeste lede deur die Minister aangestel word (art\n3 van die Wet)\nom beheer uit te oefen oor die uitoefening deur Evkom van sy\nbevoegdhede (art 3(1) van die Wet) terwyl 'n Bestuursraad die bestuur\nvan\n2vkom.se\nsake behartig (art 3(4) van die Wet).\nVolgens art 3 E van die Wet word die Bestuursraad deur die\n/Elektrisiteitsraad\n6\nElektrisiteitsraad saamgestel. Ofskoon Evkom op\nhierdie wyse\nvan owerheidsweë beheer word en toesig\noor sy bedrywighede uitgeoefen\nword,is dit egter\ngêensins 'n staatsliggaam wat aan die Staat behoort\nen deur staatsfondse gefinansieer word nie. Sy\nbegroting word nie deur die Parlement bekragtig nie.\nDit bekom sy eie fondse deur die aangaan van lenings\nen deur die verkoop van elektrisiteit as 'n gemagtigde\nondernemer (art 12 van die Wet). Evkom is verplig\nom sy eie jaarlikse balansstate op te stel (art 17\nvan die Wet) wat geoudit word deur rekenmeesters\ndeur die Staatspresident aangestel (art 18 van die\nWet).\n/7\n7\nDie agtergrond van die relevante gebeure wat aanleiding tot die\ninstel van Strydom se hersienings= aansoek gegee het, is in hooftrekke\ndie\nvolgende. Gedurende 1976 het die Elektrisiteitsbeheerraad aan= beveel dat Evkom\n'n behoefte het aan die Minerva -Lombardy - craighall\ntransmissielyn waarvan die\nroete o.a. oor 'n gedeelte van die plaas Oliiantsfontein no 410 sou loop. Dit\nhet meegebring dat Evkom\n'n\nserwituut moes verkry oor 'n serwituuutarea van 42,0638 ha van die plaas\nOlifantsfontein no 410. Volgens art 4(e) van die Wet is Evkom\nbevoeg om\n„grond of regte of belange in of op grond - - - en regte op eiendom van\nwatter aard ook al te verkry\" deur aankoop.\n/Evkom .......\n8\nEvkom het onderhandelings aangeknoop met die grond= eienaars\nlangs die beplande roete vir die vrywillige aankoop van die serwitute.\nDit het\nStrydom se vader\ningesluit\nwat tot sy dood\ngedurende Julie 1978 die eienaar van die plaas Olifantsfontein no 410 was.\nMynhardt en Zondagh het as werknemers\nvan Evkom die onderhandelinge namens Evkom\ngevoer. Eersge= noemde het reeds 25 jaar se ervaring by dergelike\nonderhandelinge vir\ndie verkryging van regte oor grond wat Evkom benodig. 'n\nUitgebreide korrespondensie het gevolg tussen Strydca se agente en Evkom.\n'n\nGroot deel van die relevante korrespondensie is\naangeheg by die stukke voor hierdie Hof. Ek\n/sal\n9\nsal daarmee volstaan om na enkele van die belangrike briewe te\nverwys ten einde die verloop, strekking en resultate van die korrespondensie\naan\nte toon :\n1.\tOp 28 Junie 1979 het Parker Ellis (Edms) Bpk namens\nStrydom aan Evkom\ngeskryf om oor die vergoeding vir die\ntransmissielyn se serwituut te\nonderhandel. Dit is\nduidelik gestel dat Strydom geen beswaar teen\ndie\nbeplande roete van die transmissielyn het nie. Daar\nis aan die hand\ngedoen dat 'n prys van Rll 670 per ha\nredelik is. 'n Totale vergoeding van\nR452 835 is\nvoorgestel (Aanhangsel \"AA\" band 1 p 96-101).\n2.\tUit 'n brief gedateer 17 Augustus 1979, van Evkom\n/aan\n10\naan Parker Ellis (Edms) Bpk blyk dit dat Strydom op\nR758 467 vergoeding aanspraak maak terwyl Evkom\nR50 000 aanbied. Evkom doen aan die hand dat Strydom\naan hom 'n opsie in terme van art 43(5) van die Wet gee aangesien Strydom\ngeen beswaar teen die roete het nie terwyl die vergoeding\nvolgens die betrokke\nbepalings van die Onteieningswet no 63 van 1975 vasgestel kan word (Aanhangsel\n\"BB\" band 1 p 102-103).\n3. Evkom en Parker Ellis (Edms) Bpk het mondelings 'n\nooreenkoms met mekaar oor die\nquantum\nvan die ver= goeding bereik.\nDaarom het Evkom op 14 Augustus 1980\n'n brief aan Strydom gerig vir die ondertekening deur\n/hom\n11\nhom van die ingeslote „nuwe opsie\" in\nduplikaat waarvolgens die vergoeding bereken teen 80% van die\ngrondwaarde van R4 000 per ha vir 46,62 ha die totale\nbeloop bedrag van R149 184 beloop (Aanhangsel \"CC\" band 1 p 104).\nStrydom het egter geweier om die dokument te onder=\nteken omdat die vergoeding vir hom nie meer aanvaar=\nbaar was nie. voortaan het prokureur Krogh van die\nprokureursfirma H.P. Krogh & de Wet namens Strydom met\nEvkom oor die vergoeding onderhandel. Krogh het ter\naanvang aan Evkom geskryf om te verneem of Strydom\ngeregtig sou wees om die serwituutgebied te gebruik.\nDit het geen probleme opgelewer nie.\n4.0p 11 Desember 1980 skryf Krogh aan\nEvkom dat Strydom\n/op\n12 op 'n hoër vergoeding geregtig is as wat 'n jaar\ngelede bepaal is omdat daar 'n opbloei in die eiendomsmark sedert Oktober\n1979\nplaasgevind het. Daar was bowendien 'n vermindering in die koopkrag van geld as\ngevolg van in= flasie. Strydom verwag dat Evkom\n'n hoër vergoeding sal\naanbied. (Aanhangsel \"FF\", band 1 p 111-114). 5. Op 14 April 1981 het Evkom in\n'n skrywe aan Krogh dit\nop rekord geplaas dat die vergoeding wat met Parker\nEllis (Edms) Bpk ooreengekom is vir Strydom nie aanvaarbaar is nie. . Strydom\nis\nook nie op daardie stadium bereid om aan Evkom regte te verleen soos in art\n43(5) van die Wet bepaal word nie (Aangangsel \"GG',\nband 1 p 115-118).\n/Krogh\n13\nKrogh se reaksie was om 'n brief, gedateer 20 Mei 1981, aan\nEvkom te skryf waarin hy meld dat Strydom nie bereid was om R4000 per\nha as\nbasis vir vergoeding te aanvaar nie. Strydom meen dat R12 500 per ha meer\nrealisties is. Daar is verwys na ander verkooptransaksies\nvan grond in die\nonmiddellike omgewing. Evkom word versoek om die hele aangeleentheid in 'n nuwe\nlig te sien en die „opsieprys\"\nte heroorweeg. (Aanhangsel \"B\" tot Strydom\nse beedigde verklaring, gedateer 29 November 1982, band 2 p 154-158).\n6. Die volgende belangrike stap in die onderhandelings\nwas toe Evkom op 26 November 1981 aan Krcgh skryï êat\n'n waardasie van Boshoff ontvang is. (Hierdie waardasie\nis Aanhangsel \"HH\", band 1 p 119-122). Dienooreenkomstig\n/bied\n14\nbied Evkom Strydom R175 000 aan en versoek hom om voor of op\n11 Januarie 1982 Evkom van sy besluit in kennis te stel. Daar word daarop\ngewys\ndat „indien hierdie voor= stel ook nie vir u klient aanvaarbaar is nie sal\nEvkom genoodsaak wees om die aangeleentheid\nna die Elektrisiteits= beheerraad te\nverwys met die oog op 'n moontlike verpligte koop\". (Aanhangsel \"JJ\", band 1 p\n123-124).\n7. Strydom het nie Evkom se aanbod van R175 000 vergoeding\naanvaar nie. 0p 18 Maart 1982 meld Krogh in sy skrywe\naan Evkom; dat daar onderhandelinge aan die gang is om 'n\nnabygeleë gedeelte van die plaas Olifantsfonrein no 410\nte verkoop. Met die oog daarop vra Krogh dat die\n/onderhandelinge\n15\nonderhandelinge met Evkom vir 2 of 3 maande afgestel word.\n(Aanhangsel \"KK\", p 125-126). Evkom antwoord op 31 Maart 1982 dat hy genoodsaak\nis om met sy aansoek by die Elektrisiteitsbeheerraad voort te gaan aangesien\nStrydom nie bereid was om aan hom die regte te verleen\nsoos in art 43(5) van die\nWet bepaal is nie. (Aanhangsel \"LL\",band 1 p 127-128).\nArt 43 van die Wet lees soos volg:\n„\nOnteiening van grond en belange in grond\n;\n(1) Ondanks andersluidende wetsbepalings kan 'n ge= magtigde ondernemer of\niemand wat geregtig is om elektrisiteit binne 'n bepaalde\ngebied te laat\nontwikkel of te voorsien, met goedkeuring van die Staatspresident en onderworpe\naan die voorwaardes wat hy mag oplê,\ndeur verpligte\n/koop\n16\nkoop grond of 'n reg in, oor of ten opsigte van grond wat so 'n ondernemer of so\niemand vir die uitoefening van bedoelde bevoegdheid\nnodig het, verkry.\n(2)\tDie Staatspresident mag sodanige goedkeuring\nnie verleen nie tensy hy\noortuig is -\n(a)\tdat so 'n ondernemer of so iemand nie in staat is om sodanige grond of reg\nop redelike voorwaardes deur ooreenkoms met die eienaar\nte verkry nie; en\n(b)\tna oorweging van 'n verslag deur die raad, dat so 'n ondernemer of so iemand\nsodanige grond of reg redelikerwys nodig het vir\ndie uitoefening van die\nbevoegdheid bedoel in subartikel (1).\n(3)\t(a)\nVoordat die raad sy verslag ingevolge sub=\nartikel (2) (b) verstrek, moet hy by 'n openbare verhoor bepaal of so 'n onder=\nnemer of so iemand die betrokke grond of reg aldus\nnodig het.\n(b) Die raad moet minstens veertien dae kennis van so 'n verhoor gee aan so 'n\nondernemer of so iemand, en aan die betrokke eienaar,\nwat geregtig is om by\nsodanige verhoor sy be= sware teen die verpligte koop te\nopper.\n/ (c)\n17\n(c) Die raad moet bedoelde eienaar en\nonder=\nnemer of persoon van sy bevinding in kennis\nstel.\n(4)\tSodra die goedkeuring van die Staatspresident\ntot so 'n verkryging\nverleen is, geld die be=\npalings van artikel 7 tot 23 van die\nOnteienings=\nwet, 1975,\nmutatis mutandis\nin verband met\nsodanige\nverkryging, en by sodanige toepassing\ndaarvan word 'n verwysing in daardie\nartikels -\n(a)\tna die 'Minister' en die 'Staat' as 'n ver= wysing na die betrokke\nondernemer of persoon uitgelê;\n(b)\tna 'artikel 2' as 'n verwysing na hierdie artikel\nuitgelê.\n(5)\tIndien die eienaar van grond inwillig tot die\nverkryging van dié\ngrond of 'n reg in/oor of ten op=\nsigte van dié grond deur so 'n\nondernemer of sc\n'n persoon vir die uitoefening van 'n bevoegdheid bedoel in subartikel (1), maar\nnie bereid is om die vergoeding wat daarvoor aangebied\nword, te aanvaar nie, kan\ndie partye ooreenkom dat die ondernemer of persoon, na gelang van die\ngeval,\n/die\n18.\ndie grond of reg verkry onderworpe aan die vasstelling van die\nvergoeding wat betaalbaar is ooreenkomstig die bepalings van artikel'\n12, 14 en\n15 van die Onteieningswet, 1975, na gelang van watter bepalings van toepassing\nsou gewees het indien die grond of reg ingevolge\ndie bepalings van genoemde Wet\nonteien was: Met dien verstande dat in so 'n geval die kennis= gewingsdatum,\nsoos in artikel 1 van\ngenoemde Wet omskryf, geag word die datum te wees waarop\nbedoelde ooreenkoms aangegaan is : Met dien verstande voorts dat indien\n'n\naansoek om sodanige vasstelling van die vergoeding nie binne ses maande na\ndié datum by die gepaste hof ingedien word nie,\ndie vergoeding wat deur\ndaardie onder= nemer of persoon aangebied is, die vergoeding is wat betaalbaar\nis vir die verkryging van\ndaardie grond of reg.\"\n/Op\n19\nOp 30 September 1982 het Evkom skriftelik aansoek by die\nElektrisiteitsbeheerraad gedoen pm goed= keuring deur die Staatspresident\nkagtens art 43(1) vir die verkryging deur verpligte koop van die regte om\n'n\ntransmissielyn oor Strydom se plaas op te rig en in stand te hou. Die\nElektrisiteitsbeheerraad word versoek om (i) 'n openbare\nverhoor kragtens art 43\n(3)(a) te belê\nten einde te bepaal of Evkom die regte redelikerwyse benodig vir die\nvoorsiening van elektrisiteit; (ii) versiag ingevolge art 43\n(2)(b) aan die\nStaars=\npresident te doen; en (iii) Evkom se aansoek aan die Staatspresident voor te\nlê\n/om\n20\nom sy goedkeuring te verkry.\nDie roete van die\ntransmissielyn word op aangehegte kaarte\naangetoon. Dit word ook vermeld dat\nEvkom nie in\nstaat is om die regte wat Evkom redelikerwyse benodig\nop\nredelike voorwaardes deur ooreenkoms met Strydom te verkry\nnie. Ter\nstawing hiervan is die beëdigde verklarings,\ngedateer 30 September 1982, van Mynhardt (Aanhangsel \"AX\",\nband 1 p 89-91) en Zondagh (Aanhangsel \"BX\", band 1 p\n92-95) aangeheg. Die korrespondensie soos vervat in\nAanhangsels \"BB\" tot \"LL\" inklusief waarna ek\nsupra\nverwys het, is geheg aan Zondagh se beëdigde verklaring\nterwyl Aanhangsel \"A\" tot Mynhardt se beedigde verklarig\ngevoeg is.\n/Ek\n21\nEk mag daarop wys dat op die stadium toe Evkom sy vermelde\nskriftelike aansoek gemaak het, hy reeds daarin geslaag het om die benodigde\nregte oor eiénaars se gronde langs die hele roete van die Minerva\n-Lombardy - Craighall transmissielyn te bekom met die uit=\nsondering van Strydom\nse plaas.\nDie Elektrisiteitsbeheerraad het op 12 November 1982 ingevolge art 43 (3)(b)\nEvkom en Strydom skriftelik in kennis gestel van die\ndatum, tyd en plek van die\nvoor= genome openbare verhoor.\nStrydom se reaksie was om sy besware teen Evkom\nse\nverkryging van die betrokke regte deur verpligte koop\nte verkry in 'n beëdigde verklaring, gedateer 29 November 1982\n(Aanhangsel\n22\n(Aanhangsel \"CX\" , band 2 p 129-135), uiteen te sit.\nSy\nstandpunt was dat Evkom se aansoek voorbarig is deur=\ndat Evkom nie\ngenoegsame pogings aangewend het om die\nregte op redelike voorwaardes deur\nooreenkoms met hom\nte verkry nie. Hy verklaar dan ook dat hy bereid is\nom op redelike voorwaardes 'n ooreenkoms met Evkom aan\nte gaan. Hy heg aan Swart se verslag, gedateer 2 Maart\n1982, (band 2 p 136-153), Bester se waardasie, gedateer\n21 April 1382, (band 2 p 159-160) en Fleck se waardasie,\ngedateer 12 Februarie 1982 (band 2 p 161-166). Swart\nkritiseer Boshoff se waardasie wat vervat is in Aanhangsel\n\"HH\" (band 1 p 119-122). Bester waardeer Strydom se plaas\nteen R4 000 000 terwyl Fleck die plaas teen R600 000\n/waardeer\n23\nwaardeer. Strydom maak 'n aanbod om R420 638 vir die verlangde\nregte oor sy plaas te aanvaar tot 6 Desember 1982. Ek mag daarop wys\ndat Evkom\nnie hierdie aanbod aanvaar het nie.\nDie openbare verhoor is op 7 Desember 1982\ndeur die Elektrisiteitsbeheerraad gehou. Strydom en\nKrogh asook werknemers van Evkom was teenwoordig. 'n\nVerbatim verslag van die verrigtinge by die openbare\nverhoor is deel van die stukke voor hierdie Hof. Raad=\npleeg band 1 p 47-72. Krogh het namens Strydom verklaar\ndat Strydom geen beswaar teen die roete van die trans=\nmissielyn oor sy plaas het nie. Strydom het ook\ntoegegee dat Evkom die serwituut oor sy plaas redelikerwyse\n/nodig\n24\nnodig het. Dit was juis die aangeleentheid wat\ndie\nElektrisiteitsbeheerraad moes bepaal en 'n verslag oor\nmoes uitbring.\nKrogh het Strydom se beëdigde ver=\nklaring gedateer 29 November 1982,\ningehandig en beweer\ndat Evkom nie genoegsame pogings aangewend het om\ndie\nserwituut op redelike voorwaardes deur ooreenkoms van\nStrydom te verkry nie. Evkom het bly vassteek by\nBoshoff se waardasie van R175 000 terwyl Strydom aandring\nop 'n vergoeding van R10 000 per ha. Strydom was\nsteeds bereid om op redelike voorwaardes 'n ooreenkoms\nmet Evkom aan te gaan. Hy was egter nie bereid om toe\nte stem tot die prosedure van art 43 (5) om toe te stem\ntot die verlening van die serwituut en die vasstelling\n/van\n25\nvan die vergoeding deur 'n Onteieningshof nie.\nDie\nElektrisiteitsbeheerraad het dit nie as sy taak geag\nom in te gaan op Strydom se beswaar dat Evkom nie ge=\nnoegsame pogings\naangewend het om die serwituut op\nredelike voorwaardes deur ooreenkoms van Strydom te\nverkry nie.\nEvkom het op 4 Januarie 1983 die Elektrisiteits=\nbeheerraad skiftelik verwittig dat hy sy aansoek wysig\nin die opsig dat die transmissielyn oor Strydom se plaas\n'n enkelbaan gaan wees wat slegs 24,9755 ha i.p.v. 42,0638\nhs as serwituutgebied affekteer. Vgl. Aanhangsel DX,\nband 2 p 167-172. Krogh se reaksie was dat die wysiging\ndie aansoek so ingrypend verander het dat Evkom nie op\n/dieselfde\n26\ndieselfde aansoek kon voortgaan nie en dat Evkom met Strydom\noor 'n kleiner serwituutgebied onderhandelinge moes voer, soos blyk uit\nAanhangsels \"EX\", band 2 p 173-174, en \"EX\", band 2 p 175-176. Op 8 Maart 1983\nhet Evkom Krogh skriftelik daarop gewys dat die grootte\nvan die serwituutgebied\nnie die basiese grondwaarde enig= sins verander nie. Volgens Zvkom is die\nredelike en billike grondwaarde\nsteeds ongeveer R4 000 per ha en derhalwe rs sy\naanbod R70 000 afgerond met inagneming van die kleiner serwituut gebied.\n(Aanhangsel\n\"FX\", band 2 p 179-181).\n/Op\n27\nOp 28 Maart 1983 rig Krogh 'n skrywe aan\nEvkom\n(Aanhangsel \"M\" tot Strydom se repliserende beëdigde\nverklaring, band\n2 p 226-228) waarin beklemtoon word\n„dat die prys wat Evkom sover aangebied het geensins\nredelik is\nnie\"; Strydom is wel bereid om op redelike\nvoorwaardes 'n ooreenkoms met\nEvkom aan te gaan. Krogh\nstel dan voor \"dat 'n konferensie gereël word waar h\nfinale poging aangewend kan word om vas te stel of\nooreenkoms op redelike voorwaardes bereik kan word of\nnie\". Evkom antwoord per brief, gedateer 20 Mei 1983,\n(Aanhangsel \"N\" tot Strydom se repliserende beëdigde\nverklaring, band 2 p 229-230) dat verdere onderhandelings\nonnodig is aangesien Evkom nie van voorneme was om 'n\n/hoër\n28\nhoër aanbod te maak nie. Daar word daarop gewys dat die\ngeskil steeds oor die vergoeding gaan en derhalwe word weereens verneem\nof\nStrydom nie bereid is om tot die prosedure van art 43(5) toe te stem nie. Krogh\nse antwoord op 14 Junie 1983 (Aanhangsel \"O\" band\n1 p 231-232) was dat Strydom\nbeskou die vergoeding wat Evkom aanbied as onredelik.\nDit is gemene saak dat Strydom en Evkom op 24\nAugustus 1983 deur die Elektrisiteitsbeheerraad in\nkennis ges,tel is van sy bevinding dat Evkom die betrokke\nregte op Strydom se plaas redelikerwyse nodig het vir\ndie uitoefening van sy bevoegdhede. Die verslag van\ndie Elektrisiteitsbeheerraad is gedateer 26 Augustus 1983\n(band\n29\n(band 1,p 43-46).\nKrogh het op 11 Oktober 1983 aan die Elektrisi=\nteitsbeheerraad en op 13\nOktober 1983 aan die Minister\nbriewe (Aanhangsels \"L\" band 2 p 223-225 en \"A\"\nband 1 p\n12-14 respektiewelik) met dieselfde strekking gestuur nl.\ndat alvorens die\nStaatspresident homself in terme van art\n42 (2)(a) oortuig dat Evkom die betrokke regte nie op\nredelike voorwaardes deur ooreekoms met Strydom kon verkry\nnie laasgenoemde ooreehkomstig die\naudi alteram partem\nbe=\nginsel die geleentheid wou hê om op Evkom se voorlegging van.\nfeite hieroor aan die Staatspresident te antwoord en om\nsodanige antwoord aan die Staatspresident voor te lê.\nDit is gemene saak dat hierdie twee briewe se inhoud\n/nooit\n30\nnooit tot die kennis van die Staatspresident gebring\nis nie.\nVan der Schyff, sekretaris van die Elektrisi=\nteitsbeheerraad, is ook 'n amptenaar van die Departement\nvan Mineraal - en Energiesake. In sy hoedanigheid as\namptenaar is dit sy funksie om aansoeke vir die Staats=\npresident se goedkeuring ingevolge art 43 (1) te hanteer\nen te prosesseer. Op 31 Augustus 1983 het hy die vol=\ngende dokumente aan die Minister voorgelê:\n1. 'n Toeligting aan die\nMinister waarin die belangrikste\npunte van die agtergrond van die aangeleentheid tot die\nplaasvind van die openbare verhoor op 7 Desember 1982\n/geskets\n31 geskets word (Aanhangsel \"X\" band 1 p 82-87).\n2.\t'n Konsep Minuut No 1085 van die Uitvoerende Raad waarby\ndaar aangeheg\nis:\n(i) die verslag van die Elektrisiteitsbeheerraad\n(band 1 p 43-46), (ii) planne van die transmissielyn en omgewing, (iii) die\nverbatim verslag van die openbare verhoor\n(band 1 p 47-72).\n3.\tAfskrifte van die dokumente wat by Evkom se aansoek\nvan 30 September\n1982 aangeheg was nl. Mynhardt se\nbeëdigde verklaring gedateer 30\nSeptember 1982\n(Aanhangsel \"AX\", band 1 p 89-91);\n/Zondagh\n32\nZondagh se beëdigde verklaring, gedateer 30 September\n1982 (Aanhangsel \"BX\", band 1 p 92-95) asook die korrespondensie vervat\nin\nAanhangsels \"AA\" tot \"LL\" inklusief met inbegrip van Boshoff se waardasieverslag\n(Aanhangsel \"HH\", band 1 p 119-122).\n4.\tStrydom se beëdigde verklaring, gedateer 29 November\n1982\n(Aanhangsel \"CX\", band 2 p 129-135) met aanhangsels waar=\nna\nsupra\nverwys is.\n5.\tEvkom se brief van 4 Januarie 1983 aan die Elektrisiteits=\nbeheerraad\nom sy aansoek te wysig, soos gesteun deur\nMynhardt se beëdigde\nverklarig, gedateer 4 Januarie 1983\n(Aanhangsel \"DX\", band 2 p 167-172).\n/6. Die\n33\n6. Die korrespondensie soos beliggaam in Aanhangsel\n\"EX\n1\n\", \"EX\", \"FX\" en \"FX\"\nsupra\n.\nDie volgende dokumente is deur van der Schyff op 13 Oktober 1983 aan die\nUitvoerende Raad voorgelê :\n1.\nDie konsep Minuut(No 1085)\nvan die Uitvoerende Raad nadat dit deur die Minister geparafeer\nis.\n2.\nDie dokumente wat by die konsep Minuut\nNo 1085 aangeheg is nl (i) die verslag van die Elektrisiteitsbeheerraad (band\n1\np43-46), (ii) planne van die transmissielyn en\nomgewing, (iii) die verbatim verslag van die openbare verhoor (band 1\np 47-72), en\n/ (iv)\n34\n(iv) 'n sertifikaat van die Minister dat bogenoemde dokumente ware afskrifte is\nen deeluitmaak van die Uitvoerende Raad se Minuut\nNo\n1085.\nOp 13 Oktober 1983 het die Staatspresident\nMinuut No 1085 onderteken wat o.a. die volgende belangrike bepalings bevat:\n„MINISTERS het die eer om die Staatspresident mee te deel dat die\nElektrisiteitsvoorsienings= kommissie, wat 'n ondernemer is\nsoos voormeld, nie\nin staat was om op redelike voorwaardes deur ooreenkoms 'n serwituut vir die\noprigting en instandhouding van en\ntoesig oor 'n trans= missielyn vir die\ngeleiding van eletrisiteit van mnr J.G. Strydom oor sy eiendom wat as volg\nomskryf word, te\nverkry nie - - - - -\n/„MINISTERS ...\n35\n„MINISTERS het verder die eer om die Staats= president\nmee te deel dat die Elektrisiteits= beheerraad 'n openbare verhoor ingevolge\nartikel 43(3) van voormelde Wet gehou het waarvan 'n verbatim verslag hierby\naangeheg is, tesame met die Beheerraad se verslag waarin\nvermeld word dat hy\nbevind het dat die Elektrisiteits= voorsieningskommissie die betrokke serwituut\nredelikerwys nodig het.\n„MINISTERS het derhalwe die eer om aan te beveel dat dit die\nStaatspresident mag behaag om kragtens die bevoegdheid hom verleen\nby artikel\n43(1) van genoemde Wet goed te keur dat die Elektrisiteitsvoorsieningskommissie\ndie nodige serwituut oor genoemde eiendom\nby wyse van verpligte koop verkry.\"\n(band 1 p 40-41)\nDeur sy ondertekening van Minuut No 1085 het die Staats=\npresident\nkragtens art 43(1) skriftelik toegestem tot\ndie verkryging deur Evkom van die\nserwituut vir 'n trans=\nmissielyn oor 'n gedeelte van Strydom se plaas deur\nver=\npligte koop.\n/36\n36\nDie strekking van die korrespondensie tussen\nStrydom en\nEvkom totdat laasgenoemde sy aansoek by\ndie Elektrisiteitsbeheerraad op 30\nSeptember 1982\ngemaak het, is duidelik dat hulle oor 'n\ntydperk van 3 jaar\nonderhandelings oor die\nquantum\nvan die vergoeding gevoer het. Die\nroete van die\nbeoogde transmissielyn het geen probleme opgelewer nie.\nOp 'n stadium het Parker Ellis (Edms) Bpk namens Strydom\nmondelings met Evkom ooreengekom op die bedrag van\nR149 184 wat op 'n grondwaarde van R4 000 per ha gebaseer\nis maar\nStrydomwou dit nie aanvaar nie. Later het Evkom\nsy aanbod opgeskuif na R175 000 ooreenkomstig Boshoff\nse waardasie maar Strydom wou dit nie aanvaar nie.\n/Strydom\n37\nStrydom was ook nie bereid om in te stem tot die prosedure van\nart 43(5) nie.\nIn sy beëdigde verklaring, gedateer 29 November 1982 (Aanhangsel CX band\n2 p 129-135), het strydom beswaar teen Evkom se aansoek\nby die Elektrisiteits=\nbeheerraad gemaak op die basis dat Evkom wel op redelike voorwaardes deur\nooreenkoms die serwituut van hom\nkon verkry. Hy het 'n aanbod van R420 638\ngemaak wat tot 6 Desember 1982 aanvaar kon word maar Evkom wou dit nie aanvaar\nnie.\nEk het reeds aangetoon wat Strydom se houding op 7 Desember 1982 by die\nopenbare verhoor was, soos\n/blyk\n38\nblyk uit die verbatim verslag van die verrigtinge (band 1 p\n47-72).\nDie grondslag van Strydom se hersienings= aansoek is dat die Staatspresident\n„verplig was om my 'n geleentheid te gee om my\nsaak te stel aangaande die\nvraag of die Tweede Respondent (Evkom) nie in staat is om gemelde serwituut op\nredelike voorwaardes deur\nooreenkoms met my ta verkry nie aangesien die goed=\nkeuring van die verpligte koop my regte as eienaar affekteer\". Dit is cebaseer\nop die bekende\naudi alteram partem\nbeginsel.\nDie wetgewer het nie 'n ongekwalifiseerde ont=\neieningsbevoegdheid aan Evkom verleen om grond of\n/serwitute\n39\nserwitute oor grond te verkry ten einde hom as 'n\ngemagtigde ondernemer in staat te stel om sy statutêre bevoegdheid om\nelektrisiteit\nte voorsien, uit te oefen nie. Volgens art 43(1) kan Evkom slegs\nmet die goedkeuring van die Staatspresident en onderworpe aan voorwaardes\nwat\ndie Staatspresident mag oplê grond of serwitute oor grond deur verpligte\nkoop verkry. Die Staatspresident se goedkeuring\nhet egter nie betrekking op die\nterme van die verpligte koop van die grond, of die serwituut oor die grond, nie\nomdat art 43(4) die\nbepalings van artikels 7 tot 23 van die Onteieningswet No 63\nvan 1975 van toepassing op die verkryging van die grond of die serwituut\n/oor\n40\noor die grond maak. Volgens art 43(2) kan die Staats=\npresident sy goedkeuring tot die verpligte koop alleen verleen indien hy hom\nvan\ntwee aangeleenthede oortuig het nl.\n1.\ndat Evkom „nie in\nstaat is om sodanige grond of reg op redelike voorwaardes deur ooreenkoms met\ndie eienaar te verkry nie\" (Art\n43(2)(a)), en\n2.\ndat Evkom die grond of die serwituut oor grond redeliker= wyse nodig\nhet vir die uitoefening van sy statutêre be= voegdheid\nom elektrisiteit te\nvoorsien. Om hom hiervan\nte oortuig, moes hy eers 'n\nverslag van die Elektrisiteits=\nbeheerraad oorweeg het. (Art 43(2)(b)). Dit is gemene\nsaak dat die Staatspresident wel aan die vereistes van\n/art\n41\nart 43(2)(b) voldoen het.\nWat art 43(2)(a) betref, bevat die Wet geen\nomskrywing van „redelike\nvoorwaardes\" nie. In die\nsamehang van art 43(2)(a) beteken dit na my oordeel op\nterme wat redelikerwyse vir beide Evkom en die grondeienaar\naanvaarbaar is. Dit was tereg die vertolking wat die\nhof\na quo\naan art 43(2)(a) verleen het, nl. \"section\n43(2)(a) simply means that on a proper construction the\nState President must be satisfied that Escom and the owner\nhave not been able to reach an agreement with each other\non reasonable terms. The thrust in this sub-section is\ndirected towards the . fact that the parties cannot reach\nan agreement\". Die wetgewer beoog dat die Staatspresident\n/hom\n42\nhom moet oortuig dat Evkom en die betrokke grondeienaar met\nmekaar onderhandelings gevoer het vir die vrywiilige aankoop van die betrokke\ngrond, of die serwituut daaroor, maar dat hulle nie met mekaar kon ooreenkom op\nterme wat vir albei redelikerwyse aanvaarbaar is\nnie.\nDit is van belang om daarop te let dat volgens art 2 van die Interpretasiewet\nNo 33 van 1957, soos gewysig, beteken \"Staatspresident\"\n„die Staats=\npresident, en ook 'n waarnemende Staatspresident,\n/\nhandelende\n43\nhandelende op en volgens die advies van die\nUitvoerende\nRaad\n.\" (My onderstreping). Dit is in\nooreenstemming\nmet die bepalings van art 16(1) van die Grondwet van\ndie\nRepubliek van Suid-Afrika, Wet No 32 van 1961,\ndat die Staatspresident as\nhoof van die Republiek se\nuitvoerende gesag op advies van die Uitvoerende\nRaad\nhandel.\tRaadpleeg Verloren van Themaat,\nStaatsreg\n, 3 e uitgawe, 1981, p 233 en 239 en Wiechers,\nAdministratiefreg\n, 1973, p 17.\n/Dit\n44\nDit is ook hoe die Staatspresident in die\nonderhawige geval\nop advies van die Uitvoerende Raad gehandel het,\nsoos\nblyk uit Minuut No 1085 (band 1 p 40-41) wat deur die\nStaatspresident\nen die Eerste Minister P W Botha onderteken\nis. Ek het\nsupra\nverwys na die dokumente wat van der\nSchyff op 31 Augustus 1983 aan die Minister voorgelê het.\nDaardie dokumente het o.a. al die belangrike korresponden=\nsie oor die onderhandelinge wat tussen Evkom en Strydom\nse agente cor die\nquantum\nvan die vergoeding gevoer is,\nbevat, nl. Aanhangsels \"AA\" tot \"LL\" inklusief. Daar=\nbenewens was daar ook Evkom se finale aanbod op 8 Maart\n1983 (Aanhangsel \"FX\" band 2 p 179-181) van R70 000 met\ndie oog op die kleiner serwituutgebied. Strydom se\n/beëdigde\n45\nbeëdigde verklaring, gedateer 29 November 1982\n(Aan=\nhangsel \"CX\", band 2 p 129-135), die verbatim verslag\nvan die\nopenbare verhoor op 7 Desember 1982 (band 1 p 47-72)\nen die verslag van die Elektrisiteitsbeheerraad (band 1\np 43-46) was voor die Minister geplaas. Na aanleiding\nvan al hierdie inligting was die Minister in staat om die\ninhoud van die konsep Minuut (1085) te kontroleer en te\nbevestig deur dit te parafeer sodat die Uitvoerende Raad\ndie Staatspresident dienooreenkomstig kon adviseer o.a. dat\nEvkom nie in staat was om op redelike voorwaardes deur\nooreenkoms 'n serwituut vir 'n transmissielyn oor Strydom se\nplaas te verkry nie. Handelende op advies van die\nUitvoerende Raad, soos vervat in Minuut No 1085 het die\n/Staatspresident\n46\nStaatspresident sy toestemming tot die verpligte\nkoop van die serwituut deur Evkom uit hoofde van art 43(1) verleen.\nMet beroep op die\naudi alteram partem\nbeginsel is dit strydom se\nstandpunt dat die Staats= president hom 'n geleentheid moes gegee het om\nvertoë in sy guns aan die\nStaatspresident voor te lê en om enige\nnadelige bewerings teen hom weer te lê alvorens die Staatspresident\nhomself ooreenkomstig\nart 43(2)(a) oortuig het.\n/Die\n47\nDie pertinente vraag is of die\naudi alteram partem\nbeginsel deur die Staatspresident toegepas moes word alvorens hy homself\nooreenkomstig art 43(2)(a) oortuig het dat Evkom en Strydom\nmet mekaar\nonderhandelings gevoer het vir die vrywillige aankoop van die betrokke grond, of\ndie serwituut daaroor, maar dat hulle\nnie met mekaar kon ooreenkom op terme wat\nvir albei redeliker= wyse aanvaarbaar is nie. Ona reg in soverre ter sake in die\nonderhawige\ngeval betreffende die\naudi alteram partem\nbeginsel is deur\nRUMPFF AR in\nPublications Control Board v Central News Agency Ltd\n.,\n1970(3) SA 479 (A) soos volg saamgevat op bl 488\nin fine\n- 489 A:\n/\"It\n48\n\"It is of course, firmly established in\nour law that when a statute gives judicial or\nquasi\n-judicial powers to\naffect pre= judically the rights of person or pfoperty, there is a presumption,\nin the absence of an express provision\nor of a clear inten= tion to the\ncontrary, that the power so given is to be exercised in accordance with the\nfundamental principles\nof justice. One of these principles is that the person\naffected should be given an opportunity to defend himself or of being heard.\nIf,\nhowever, on a proper construction of the statute, it appears that the\nLegislature did not intend the person affected to have\nthe right of being heard,\nthe implied right will be held to be excluded.\"\nDit is opvallend dat die wetgewer art 43(2) (a) en (b) nie oor dieselfde kam\nskeer nie. In art 43 (2)(b) word verlang dat die Staatspresident\n'n verslag\n/van\n49\nvan die Elektrisiteitsbeheerraad moet oorweeg alvorens hy\nhomself oortuig dat Evkom die betrokke grond of ser= wituut redelikerwyse\nnodig\nhet vir die voorsiening van elektrisiteit. Die wetgewer skryf nie voor wat die\ninhoud van die verslag moet wees nie omdat dit\nuit die aard van die saak van die\nomstandighede van elke besondere geval sal afhang. Dat dit sou slaan op\ninligting van 'n tegniese\naard is blote bespiegeling. In die onderhawige geval\nis die betrokke verslag geensins tegnies van aard nie. 'n Openbare verhoor soos\nart (43)(3)(a) voorskryf is nie\nper se\n'n geskikte forum vir die bespre=\nking van tegniese data nie. Wat van belang is, is\n/dat\n50\ndat art 43(2)(b) die wyse van verkryging van die\nfeite= materiaal waarop die Staatspresident sy oortuiging moet fundeer,\nvoorskryf.\nDaarenteen bevat art 43(2)(a) nie 'n dergelike of soortgelyke\nbepaling aangaande 'n\nverslag of enige ander prosedure nie. M.a.w. art 43\n(2)(a) skryf nie voor die wyse van verkryging van die feitemateriaal waarop die\nStaatspresident homself moet oortuig nie. Nergens vind ek in die Wet enige\naanduiding dat die wetgewer die toepaslikheid van enige\nkwasi-judisiële\nprosedure t.o.v. die Staatspresident se uit= oefening van sy cortuiging uit\nhoofde van art 43(2)(a) voorskryf\nnie. Die wetgewer verg nie van die\nStaatspresident om 'n ondersoek van 'n kwasi-judisiële\n/aard\n51\naard in te stel om homself ingevolge art 43(2)(a) te oortuig\nnie. Dit strook met die feit dat die Staats= president op en volgens\nadvies van\ndie Uitvoerende Raad handel, soos ek\nsupra\naangetoon het, en dat die wet=\ngewer bewus van hierdie prosedure is. Wat art 43(2) (a) betref, kan daar nie\nsprake wees van 'n kwasi-\nlis\ntussen Evkom en Strydom nie. Daar is geen\nsprake van enige aantasting van 'n bestaande reg van Strydom nie. Die\nquantum\nvan Strydom se vergoeding is nie in die gedrang nie. Waar dit nie\ndeur onderhandelinge vir 'n vrywillige koop vasgestel kan word\nnie, sal dit in\ndie geval van 'n verpligte koop of onteiening volgens art 43 (4) ooreenkomstig\ndie bepalings van die Onteieningswet\n/No\n52\nNo 63 van 1975 vasgestel word. Die uitoefening van die\nStaatspresident se oortuiging volgens art 43(2)(a) hou geen regsgevolge vir\nStrydom in nie. Daar is geen saak wat Strydom aan die Staatspresident kon stel\nnie. Die Staatspresident is nie verplig om te oordeel\nof Evkom of Strydom se\nterme in sake die vrywillige aankoop van die betrokke grond of serwituut redelik\nis nie soos,\nsupra\naangetoon. Strydom se aanspraak dat hy steeds bereid is\nom op redelike voorwaardes 'n ooreenkoms met Evkom aan te gaan, is irrelevant\nin\ndie lig van die feite in die onderhawige geval. Strydom en Evkom het in hul\nonder= handelinge oor 'n tydperk van 3 jaar skaakmat\noor die\n/aankoopprys\n53\naankoopprys bereik. Dit is volgens die objektiewe feite\nderhalwe maklik vir die Staatspresident om homself te oortuig dat Evkom se\naansoek om goedkeuring vir n verpligte koop nie voorbarig is nie en dat Evkom\nnie in staat is om die betrokke grond of serwituut\nop redelike voorwaardes te\nverkry nie, soos\nsupra\nverduidelik. Na my oordeel is Strydom se beroep op\ndie toepaslikheid van die\naudi alteram partem\n- beginsel derhalwe\nongegrond.\nDit volg dat die appèl afgewys word met koste wat die\ngebruikmaking van twee advokate deur die Eerste Respondent sowel as deur\ndie\nTweede Respondent insluit.\nC.P. JOUBERT AR. JACOBS AR ) BOSHOFF Wn AR ) Stem saam.",
  "scraped_at": "2026-02-11T20:58:14.090227",
  "date": "1987-03-26",
  "coram": [
    "JOUBERT AR",
    "TRENGOVE AR",
    "GROSSKOPF AR",
    "JACOBS AR",
    "BOSHOFF Wn AR"
  ],
  "case_number": "399/85 WHN",
  "parties": {
    "applicants": [
      "Johan Georg Strydom"
    ],
    "respondents": [
      "DIE STAATSPRESIDENT VAN DIE REPUBLIEK VAN SUID-AFRIKA",
      "ELEKTRISITEITSVOORSIENINGSKOMMISSIE"
    ]
  },
  "sections": {
    "facts": "Johan Georg Strydom owned part of the farm Olifantsfontein No. 410 in the Transvaal. The Electricity Supply Commission (Evkom) required a servitude over a portion of this farm for a new transmission line (the Minerva‑Lombardy‑Craighall line). From 1976 onward Evkom negotiated with Strydom (through his agents) over the price for the servitude. Multiple offers were made – initially R452,835, later R149,184, R175,000 and finally R70,000 – all of which Strydom rejected as unreasonable. On 30 September 1982 Evkom applied to the Electricity Board for the State President’s approval under s 43(1) of the Electricity Act to acquire the servitude by compulsory purchase. A public hearing was held on 7 December 1982; the Board reported that Evkom needed the servitude and that negotiations had failed. The State President, acting on the advice of the Executive Council, approved the compulsory acquisition on 26 August 1983 (Minute No 1085). Strydom appealed the decision, arguing that the President should have given him a hearing (audi alteram partem) before approving the compulsory purchase.",
    "issues": "1. Whether the State President, in exercising the power under s 43(1) of the Electricity Act, was required to afford Strydom the audi alteram partem principle before granting approval for compulsory acquisition. 2. Whether the statutory conditions of s 43(2)(a) (that the parties could not agree on reasonable terms) and s 43(2)(b) (that the Board’s report must be considered) were satisfied. 3. Whether the approval was therefore ultra vires and liable to be set aside.",
    "principles": "The Court applied the interpretation of s 43 of the Electricity Act, emphasising that the President may approve a compulsory purchase only if (a) he is satisfied that the applicant could not obtain the land or servitude on reasonable terms through voluntary agreement, and (b) a report of the Electricity Board supports the necessity of the acquisition. The audi alteram partem principle is a common‑law requirement for quasi‑judicial statutory powers unless expressly excluded by legislation. The Court held that s 43 does not expressly exclude the hearing right, but the procedural safeguards (public hearing, Board report, and opportunity to make an offer) satisfied the constitutional requirement of fairness.",
    "application": "The Court found that Evkom had engaged in prolonged negotiations with Strydom over a three‑year period and that a series of offers were made and rejected. The Electricity Board’s report concluded that Evkom needed the servitude and that negotiations had broken down, satisfying s 43(2)(b). The President, acting on the advice of the Executive Council and after the public hearing, was therefore properly satisfied that the conditions of s 43(2)(a) were met. The procedural steps taken – notice of the hearing, opportunity for Strydom to present his case, and the Board’s findings – fulfilled the audi alteram partem requirement. Consequently, the approval was within the President’s statutory authority and not ultra vires.",
    "conclusion": "The appeal by Johan Georg Strydom was dismissed. The Court affirmed the State President’s approval of the compulsory acquisition and ordered that the costs of the appeal be borne by the appellant, including the costs incurred by both respondents."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Compulsory Acquisition",
    "level_3": [
      "electricity law",
      "servitude",
      "audi alteram partem",
      "statutory interpretation"
    ]
  }
}