{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/150.html",
  "case_name": "S v Sefatsa and Others (242/1986) [1987] ZASCA 150; [1988] 4 All SA 239 (AD) (1 December 1987)",
  "citation": "[1987] ZASCA 150",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 150\n|\nNoteup\n|\nLawCite\nS v Sefatsa and Others (242/1986) [1987] ZASCA 150; [1988] 4 All SA 239 (AD) (1 December 1987)\nDownload original files\nPDF format\nRTF format\nLL\nCase No 242/1986\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between:\nMOJALEFA REGINALD SEFATSA\nFirst Appellant\nREID MALEBO\nMOKOENA\nSecond Appellant\nOUPA MOSES DINISO\nThird\nAppellant\nTHERESA RAMASHAMOLA\nFourth Appellant\nMOTSEKI\nCHRISTIAAN MOKUBU\nNG Fifth Appellant\nMOTSIDI GIDEON MOKONE\nSixth\nAppellant\nDUMA JOSHUA KHUMALO\nSeventh Appellant\nFRANCIS DON\nMOKGESI\nEighth Appellant\nand\nTHE STATE\nRespondent\nCORAM\n:\tBOTHA, HEFER, SMALBERGER JJA, BOSHOFF\net\nSTEYN AJJA\nHEARD\n:\t2 NOVEMBER 1987\nDELIVERED: 1 DECEMBER 1987\nJUDGMENT\n/\nBOTHA JA\n...\nLL\nCase No 242/1986\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between:\nMOJALEFA REGINALD SEFATSA\nFirst Appellant\nREID MALEBO\nMOKOENA\nSecond Appellant\nOUPA MOSES DINISO\nThird\nAppellant\nTHERESA RAMASHAMOLA\nFourth Appellant\nMO\nTSEKI\nCHRISTIAAN MOKUBUNG\tFifth Appellant\nMOTSIDI GIDEON MOKONE\nSixth\nAppellant\nDUMA JOSHUA KHUMALO\nSeventh Appellant\nFRANCIS DON\nMOKGESI\nEighth Appellant\nand\nTHE STATE\nRespondent\nCORAM\n:\tBOTHA, HEFER, SMALBERGER JJA, BOSHOFF\net STEYN AJJA\nHEARD\n: 2 NOVEMBER 1987\nDELIVERED\n: 1 DECEMBER 1987\nJUDGMENT\n/\nBOTHA JA\n...\n2.\nBOTHA JA\n:-\nOn 3 September 1984 Mr Kuzwayo Jacob Dlamini,\nthe deputy major of the town council of Lekoa, was mur-dered outside his\nhouse in Sharpeville, near Vereeniging.\nA mob of people numbering about 100 had attacked his house, first by pelting\nit with stones, thus breaking the windows, and then by\nhurling petrol bombs\nthrough the windows, thus setting the house alight. Mr Dlamini's car was removed\nfrom the garage, pushed into\nthe street,\nturned on its side, and set on fire. As his hoúse was burning down Mr\nDlamini fled from it and ran towards a\nneighbouring house. Before he could reach it he was caught by some members of\nthe mob, who disarmed him of a pistol that he had with\nhim. He was then\nassaulted. Stones were thrown at him and some members of the mob\nwent up to him and battered his head with stones. There-\nafter he as\ndragged into the street, where petrol was\npoured over him and he was set alight. He died there.\n/These ...\n3.\nThese events led to eight persons - they are the\neight appellants in this case - being charged in the Transvaal Provincial\nDivision\nbefore HUMAN AJ and asses-sors on two counts. Count one was a charge of\nmurder, arising out of the killing of Mr Dlamini, to whom\nI shall henceforth\nrefer as the deceased. Count two was a charge of subversion, which was framed in\nterms of section 54(2) of Act\n74 of 1982 (the Internal Security Act), with\nrefer-ence to certain circumstances surrounding the killing of the deceased,\nwhich will\nbe detailed later. Count two\ncontained alternative charges of\narson and malicious in-\njury to property. All the appellants pleaded not guilty\nto all the\ncharges.For convenience I shall refer to\nthe appellants collectively as the\naccused and individually by means of the numbers allocated to each of them in\nthe Court\na quo\n. At the conclusion of a lengthy trial the trial Court\nconvicted the accused as follows:\nCount one: accused Nos 1, 2, 3, 4, 7 and 8\n/convicted ...\n4.\nconvicted of murder; accused Nos 5 and 6 convicted of public violence (this\nbeing a competent verdict in terms of\nsection 258\nof the\nCriminal Procedure Act\n51 of 1977\n).\nCount two: all the accused convicted of subversion.\nIn respect of\nthe convictions of accused Nos 1, 2, 3, 4, 7 and 8 on the charge of murder the\ntrial Court found that there were no\nextenuating circumstances. Consequently\neach of these accused was sentenced to death. In respect of the convictions of\naccused Nos\n5 and 6 of public violence, each of them was sentenced to 5 years'\nimprisonment. In respect of the convictions of subversion all\nof the accused\nwere sentenced to 8 years' imprisonment. In the case of accused Nos 5 and 6 it\nwas ordered that their sentences of\nimprisonment were to run concurrently.\nThe trial Judge granted leave to all the accused to appeal to this Court. In\nhis judgment granting leave the Ierland Judge specified\ncertain grounds upon\nwhich he\nconsidered that leave should be granted. The first issue\n/to ...\n5.\nto be considered in this appeal is whether the trial Judge\nintended to curtail the ambit of the appeal by limiting it to the grounds\nspecified in his judgment (this was the\ncontention advanced on behalf of the\nState) or whether the grounds specified were merely the reasons mentioned by the\nlearned Judge\nfor granting leave which was intended nevertheless to be leave in\ngeneral terms (as was contend-\ned for on behalf of the accused). This issue\nwas argued\nseparately, as a preliminary matter, at the outset of the hearing\nof the appeal. At the conclusion of this part of the argument the\nCourt\nannounced that counsel for the accused would be allowed to argue the appeal\nwithout any limitation as to the scope of the grounds\nhe wished to\ncanvass\nand that the Court would deal with the preliminary\narguments in its final\njudgment. In order to explain why this course was followed, and also with a view\nto the\nbasis upon which the factual issues will be dealt with\nlater in this judgment, it is necessary first of all to\n/survey ...\n6.\nsurvey some aspects of the course of the trial generally and of the trial\nJudge's judgment on the merits, and\nthereafter to advert to the application for leave to ap-peal and the trial\nJudge's judgment thereon.\nThe trial was, as I have said, a lengthy one. A large number of witnesses were\ncalled to testify, both for the State and for the\naccused. Amongst the witnesses\ncalled by the State were a number of eyewitnesses of the events, or parts of the\nevents, in question.\nOf these, the names of three must be mentioned now: Jantjie\nMabuti, Mrs Alice Dlamini, and Joseph Manete. Mabuti gave the\nmost detailed account of the entire sequence of the events.\nIn his evidence he implicated accused Nos 1, 4, 5, 6, 7\nI and 8, all of whom were known to him. Mrs Dlamini, the widow of the deceased,\ntestified to part of the events, and implicated accused\nNo 1, whom she knew.\nManete described a part of the events that he witnessed, and im-plicated accused\nNos 7 and 8, who were known\nto him.\n/Accused ...\n7.\nAccused No 2 was implicated by a confession that he had made\nto a magistrate, which was ruled to be admissible after a \"trial within\nthe\ntrial\", and also by a letter he had written to the Minister of Justice while in\nprison. Accused No 3 was implicated by means\nof police evidence as to the\ncircumstances under which the deceased's pistoí was found in his\npossession some time after the\nevents.\nDuring the cross-examination of the State wit-\nness Manetey,counsel for the\naccused informed the trial\nJudge that he (counsel) was in possession of a\nstatement\nmade by Manete which was\nprima facie\na privileged\nstate-ment, having been made by the witness to an attorney for the purpose of\nobtaining legal advice. Counsel argued\nthat he was nevertheless entitled to\ncross-examine Manete on the contents of the statement. It will be necessary\nlater in this judgment\nto examine the nature of the argu-ment that was put\nforward by counsel and what transpired during its presentation to the Judge\na\nquo\n. For present\n/purposes ...\n8.\npurposes the point to be recorded is that the trial Judge at\nthe conclusion of the argument delivered a judgment in which he held\nthat he had\nno power to order Manete to be cross-examined about the statement. Accordingly\nhe ruled that such cross-examination be\ndisallowed.\nAll the accused gave evidence denying compli-city in the events that led to\nthe killing of the deceased. Most of them denied having\nbeen at or near the\nscene at any relevant time and some set up alibi defences of an elaborate\nnature, involving the calling of many\nwitnesses.\nIn addition, a number of\nwitnesses were called to contra-\ndict some of the general observations\ndeposed to by the eyewitnesses called by the State, particularly Mabuti.\nIn a comprehensive judgment on the merits of\nthe case HUMAN AJ analysed all the evidence in detail and furnished full\nreasons as to why the trial Court ac-cepted the evidence\nof certain witnesses\nand rejected\nthat of others. With regard to the eyewitnesses called\n/by ...\n9.\nby the State, the trial Court found that some of them were unreliable and\nthat no weight could be attached to their evidence; others\nthe trial Court found\nto be\nboth credible and reliable witnesses. In the\nlatter category were the three witnesses whose names I have mentioned already:\nMabuti,\nMrs Dlamini, and Manete. It is clear from the judgment that the trial\nCourt considered Mabuti\nto be a particularly impressive witness; the Court's\nopinion of him, as\nrecorded by the trial Judge, was that\nhe was an extremely competent,\nintelligent and honest\nwitness. During the course of the events in question\nhe had deliberately from time to time moved from one van-\ntage-point to\nanother in order to be able the better to\nobserve the events, with the\nspecific object of later\nmaking a full report of what he had seen to the\npolice\n(which he did). The Court found, on an analysis of\nhis\nevidence,that he was able to make the observations to which he testified\nand that they were reliable. Of\n/Mrs ...\n10.\nMrs Dlamini the trial Judge observed that her honesty could\nnot be questioned (nor was it), and that her obser-vations were found\nby the\ntrial Court to be reliable. As to Manete, the trial Judge remarked that in\nrespect\nof some details his evidence was subject to valid criti-cism. The\ntrial Court treated his evidence with caution, but nevertheless\nfound it to be\nacceptable, particularly in so far as he implicated accused Nos 7 and 8. In this\nregard it must be noted that the\ntrial Court, in assessing the State case,\nplaced reliance on the fact that Mabuti and Manete corroborated each other in a\nnumber\nof material respects. (This aspect of the trial Court's approach\nwill be referred to again later.) With regard to the\nwitnesses for the defence, the trial Judge canvassed numerous contradictions\nand other unsatisfactory features in the evidence of\neach of tKe accused, which\nthe trial Court regarded as justifying the rejection of the denials of\ncomplicity by the accused as being\nfalse beyond reason-\n/able ...\n11.\nable doubt. Similarly, the evidence of the witnesses called. in support of\nthe alibi defences and in refutation of some of Mabuti's\ngeneral observations\nwas scrutinized at considerable length, in order to demonstrate the grounds upon\nwhich the trial Court concluded\nthat that evidence, in so far as it was\nmaterial, was also false beyond reasonable doubt.\nAgainst this background I now turn to the ap-plication for, leave to appeal.\nThe application contained no less than 22 separately\nenumerated grounds upon\nwhich leave was sought, some of which were of a composite nature. I do not\npropose to quote these grounds.\nFor the most part they related to specific\nfindings of fact by the\ntrial Court and to the acceptance or rejection by the .\ntrial Court of the evidence of particular witnesses. For instance, in para 10\nthe ground of appeal put forward\nwas that the trial Court had erred in\naccepting the evi-\ndence of Mabuti, for a number of reasons, including the\n/fact ...\n12.\nfact that his evidence was in conflict with that of cer-tain\nnamed defence witnesses on particular stated issues of fact. In a limited\nnumber\nof instances, however, the grounds of appeal advanced were based on the\nsuppo-\nsition that the State evidence was acceptable. For in-stance, in paras\n1 and 2 it was said that there was no evidence that any act\nof any of accused\nNos 1, 2, 3, 4, 7 and 8 had caused the death of the deceased, while in para 12\nit was alleged that the trial Court\nhad erred in finding on the basis of the\nState evidence that accused\nNos 5 and 6 were guilty of public violence.\nParticular mention must be made of para 14, in which the ground of appeal raised\nwas that\nthe trial Judge had erred in law in disallowing the cross-examination\nof the witness Manete in regard to the statement made by him\nto the attorney of\nrecord in the case. For the rest, the last few grounds of appeal related to the\nfinding that there were no extenuating\ncircumstances in regard to the six\n/accused ...\n13.\naccused convicted of murder, and to the sentences of im- prisonment imposed\non all the accused, as mentioned\nearlier.\nIn his judgment on the application HUMAN AJ\nsaid the following:\n\"Insofar as the application for leave to appeal to the Appellate Division is\ncon- cerned on the charge of murder and the sub-\nsequent sentence\nof death there are at\nleast twenty-two grounds advanced in the application for leave to appeal. It is\nunnecessary to repeat them all in view of\nthe fact that I am of\nthe view that there is no reasonable prospect of success insofar\nas the facts\nfound proved by this Court is\n(\nsic\n) concerned but on three other grounds,\nbeing questions of law, I\nam satisfied that\nI should grant leave to appeal to the Ap=\npellate\nDivision.\"\nThe learned Judge proceeded to deal with the three\ngrounds\nhe had in mind as follows. First, with reference to an argument advanced by\ncounsel for the accused that there\nseveral accused and the deceased's death\", the learned\n/Judge ...\n14.\nJudge quoted at length certain passages from three of the judgments delivered\nin\nS v Khoza\n1982 (3) SA 1910\n(A) and\nthen said:\n\"\t it seems to me that the question of\ncausality is in the melting pot and should once and for all be decided\nauthoritatively by the Appellate Division. On that ground\nI am,therefore, of\nthe opinion that leave\nshould be granted.\"\nThe learned Judge continued as follows:\n\"But there is a second ground in law why\nI should grant leave to appeal and that is\nthat I disallowed the cross-examination of the witness Manete in regard to a\nprivi-\nleged statement that he had made. Another\nCourt may come to the conclusion in that\nrespect that I erred in law and that may have been to the prejudice of the\naccused generally, especially accused nos. 7 and 8.\"\nThe learned Judge mentioned that counsel for the State\nhad referred him to\nsection 201\nof the Criminal Procedure\nAct, and, having quoted the provisions of that section,\n\"I must point out that I gave a separate\n/judgment ...\n15.\njudgment in this respect and I did not agree with the\njudgment of an English judge\nwhich was quoted to me by Mr\nUnterhalter\nfor the defence. However, I\nam still of the view that another Court may come to a different conclusion\ndespite the provisions\nof the section to which I have just referred on the ground that where it is\nin the interests of an accused such cross-examination\nshould have been\nallowed.\"\nThe judgment continued as follows:\n\"The third ground on which I grant leave to\nappeal is the question of my interpretation\nof section 54(2) as well as the provisions\nof section 69 of the Internal Security Act\nNo 74 of 1982. Another Court may come to a conclusion that my interpretation\nwas not\naltogether correct in law.\"\nHaving stated the three grounds of appeal as quoted above, the learned Judge\nconcluded:\n\"I am therefore disposed to grant leave to appeal to all the accused for\nleave to appeal\n(\nsic\n) to the Appellate Division.\"\nHowever,the learned Judge then added a further final para-\ngraph to his\njudgment, which commenced by mentioning that\naccused Nos 5 and 6 had been\nconvicted of public violence.\n/He ...\n16.\nHe then referred, in passing it seems, to accused No 4. He\nsaid that it had been argued on her behalf that there was no evidence proving\nthat certain words of incitement\nwhich she had shouted (according to the\nfinding of the\ntrial Court, as will appear later) had been overheard or acted\nupon by other members of the mob. The learned Judge made no comment\non this, but\nsimply reverted to\naccused Nos 5 and 6 by saying, in conclusion of his\njudg-\nment:\n\"I am also disposed to grant leave to accused nos. 5 and 6 to appeal on the\ncharge of public violence.\"\nIt will be convenient to dispose at once of the issue whether or not the\ntrial Judge intended to limit\nthe ambit of the appeal to the grounds\nspecified by him.\nIn my opinion, although the judgment granting leave is not\nideally clear, the learned Judge did intend so to limit the scope of the\nappeal.\nHaving regard to the fact that he expressed the view that there was no\nreasonable\n/prospect ...\n17.\nprospect of success in relation to the facts found proved by\nthe trial Court, it is difficult to conceive that he could have intended\nto\nallow the accused to canvass the trial Court's factual findings on appeal, for,\nex hypothesi\n, that would have been a futile exercise. This view is\nfor-tified by his use of the words \"but on three other grounds, being questions\nof law\", by which the findings of fact were implicitly excluded from\nconsideration. The manner in which the learned Judge enumerated\nthe three\nspecified grounds of appeal, as quoted above, also militates against the\npossibility that he intended to grant leave in\ngeneral, unrestricted terms, for\nit would be difficult to reconcile which he expressed himself with an intention\nmerely to state\nreasons for granting leave generally. In that light his\nstatement that he was disposed to grant leave to all the accused cannot,\nin my\nview, properly be\nconstrued as granting leave generally, over and above\nthe\nthree grounds of appeal which had been specified. Nor\n/does ...\n18.\ndoes the final paragraph of his judgment materially alter\nthe position. In\nthe context, the granting of leave to accused Nos 5 and 6 to appeal against\ntheir convictions of public violence\nwas most probably based on para 12 of the\napplication for leave, to which reference was made earlier, in which it was\nalleged that\nthe trial Court had erred in finding on the basis of the State\nevidence that accused Nos 5 and 6 were guilty of public violence.\nIn\neffect,\nthe learned Judge added a fourth ground of appeal, relating to accused Nos 5 and\n6, to the three grounds al-ready enumerated\nby him, but I do not think that he\nin-tended thereby to open the door to a consideration of the\ntrial Court's\nfindings of fact in regard to either the\nconduct of accused Nos 5 and 6 or\nany other aspect of the\ncase. Similarly, the reference to the argument\nadvanced on behalf of accused No 4, mentioned above, was most likely meant\nmerely to\nindicate a point that could be considered on appeal, without any\nintention to enlarge the ambit of\n/the ...\n19.\nthe leave granted so as to embrace an attack on the trial Court's\nfindings of fact. Finally, the learned Judge omitted to deal pertinently\nin his\njudgment with the question of leave to appeal against the finding that\nthere\nwere no extenuating circumstances on the murder count or against the sentences\nimposed in respect of the other convictions.\nIt is not clear whether the learned\nJudge, by not mentioning this aspect of the matter, in-tended to convey that\nleave to appeal\nin that regard was being refused, or whether his failure to deal\nwith it was merely an oversight. But whatever the position may be\nin that respect (and I shall revert to it later), I do\nnot consider that\nit could serve to justify an inference\nthat the learned Judge intended to grant leave to appeal\nin respect of the convictions themselves in terms broader than those\nspecified in the judgment.\nIt will be recalled that the ambit of the leave\nto appeal granted by the Judge\na quo\nwas argued as a\n/preliminary ...\n20.\npreliminary issue at the outset of the hearing of this appeal, and that the\nCourt then ruled that counsel for the accused would be\nallowed to canvass all\nthe issues that he wished to raise. It is necessary now to explain why this\nruling was made. It was not based\nupon a con-sideration of the terms of the\njudgment granting leave,\ntaken\ngenerally, nor upon the arguments addressed to the\nCourt as to the interpretation of the judgment. The basis of the ruling was a\nnarrow one, and it related\nsolely to\nthe circumstances pertaining to the \"witness\nManete. To sum up: Manete was an eyewitness called by the State, whose\nevidence the trial Court found to be acceptable, particularly\nin regard to the\ncomplicity of accused Nos 7 and 8; in assessing the State case, as I\npointed out earlier, the trial Court had placed reliance\non the fact that Manete and Mabuti had corroborated each other in material\nrespects, and Mabuti was a most im-portant witness for\nthe State; but the trial\nJudge had\n/disallowed ...\n21.\ndisallbwed cross-examination of Manete on a statement made by him; leave was\nsought to appeal against that ruling;\nand the trial Judge granted leave on that ground, remark-ing that the\naccused, particularly accused Nos 7 and 8,\ncould have been prejudiced in that\nrespect. In these circumstances it was clear that if this Court were to de-cide\nthat the trial\nJudge had erred in disallowing Manete's cross-examination a\nre-appraisal of the entire case would be called for, leaving aside the\nevidence\nof Manete. But at the stage when the preliminary issue was being debated the\nother issue as to the cross-exami-\nnation of Manete was yet to be argued. It was obvious that the latter issue\ninvolved a principle of considerable importance and it\nwas felt that it would be\ninadvisable to call for argument on it and to decide it in the context of\nconsidering the preliminary issue.\nAccordingly it was for the purpose of\ncatering for the possibility of the\nCourt ultimately finding that Manete's cross-examination\n/had ...\n22.\nhad been wrongly restricted, and of a re-appraisal of\nthe\nremainder of the evidence in that event, that the Court\nmade the\nruling under discussion. It was upon that foot-\ning that counsel for the\naccused was given free rein in\nhis argument.\nuated. For reasons\nto be\nstated later,the\ncoclusion arrived at, after consideration of the arguments presented\nfor having disallowed the cross-examination of\nManete to\nthe extent that he did. That, however, does not yet put an end to the\npreliminary issue. Counsel for the accused argued in\napplication for leave to appeal, properly construed,did\nnot limit the grounds upon which the appeal\ncould\nbe\nar-gued. For reasons which appear from what has been said above, that\nargument fails. : But in the second place\n/counsel ...\n23.\ncounsel argued that even if the trial Judge did intend to restrict the\ngrounds of appeal to those enumerated by him, this Court could\nand should\nnevertheless allow. the appeal to be argued on a broader basis, inclusive of all\nthe grounds put forward in the application\nand some others too. In one sense,\nthis argument is now academic, since full argument on the appeal has been\nallowed in any event,\nfor the reasons explained above. But in another sense the\nargument is still of residual relevance, for upon the answer to it will\ndepend\nthe limits of the issues which fall to be discussed in this judgment. I\ntherefore pro-ceed to deal with the argument.\nIt is generally accepted that leave to appeal can validly be restricted to\ncertain specified grounds of\nappeal (see\nR v Jantjies\n1958 (2) SA 273\n(A) at 275 A;\nS v\nWilliams en 'n Ander\n1970 (2) SA 654\n(A) at 655 F-G; S v\nS\nikosana\n\"1980\" (4) SA 559 (A) at 563 A-B). In\npractice this is frequently a convenient and commendable\n/course ...\n24.\ncourse to adopt, especially in long cases, in\norder to separate the wheat from the chaff. On the other hand,\nthis Court will not necessarily consider itself bound by the grounds upon\nwhich leave has been granted. If this\nCourt is of the view that in a ground of appeal not cover-ed by the terms of\nthe leave granted there is sufficient\nmerit to warrant the consideration of it, it will allow such a ground to be\nargued. This is well illustrated by\nthe judgment of SCHREINER ACJ in\nR v Mpompotshe and\nAnother\n1958 (4) SA 471\n(A) at 472 H - 473 F. In my\nview, however, it requires to be emphasized that an ap-\npellant has no right to argue matters not covered by the\nterms of the leave granted. His only \"right\" is to ask\nthis Court to allow him to do so. In\nMpompotshe\n's case\nsupra\nSCHREINER ACJ referred to \"matters which this Court\nshould think worthy of consideration\", and to the power\nof the Court \"to condone the delay and grant leave to\nappeal on wider grounds than those allowed by the trial\n/Judge\" ...\n25.\nJudge\". A formal petition for leave to appeal on\nwider grounds is not an indispensable prerequisite, since the\nmatter is before the Court, whose members would be con-versant with the\nrecord, but the remarks I have quoted\nshow that the Court will certainly decline to hear argu-\nment on an additional ground of appeal if there is no\nreasonable prospect of success in respect of it. I should make it clear that\nI am dealing here with the\nwidening of grounds of appeal in respect of an appeal\nagainst a conviction\". I am not dealing with the situation\nwhere leave has been granted to appeal against sentence\nonly and the appellant seeks to appeal against his con-\nviction - as to\nwhich see\nS v Langa en Andere\n1981 (3)\nSA 186 (A) at 189 F - 190 F; nor am I dealing at the\nmoment with the converse situation where leave has been\ngranted to appeal against a conviction and the appellant seeks to appeal\nagainst his sentence - as to that, see\nS v Shenker and Another\n1976 (3) SA 57\n(A) at 58 H - 61 E,\n/to ...\n26.\nto which further reference will be made below.\nIn the present case the grounds of appeal, other than those enumerated by the\ntrial Judge, which counsel for the accused sought to\nargue(and, in the event,\ndid argue) were, for the most part, wholly with-out substance. Were it not for\nthe peculiar situation arising\nfrom the point relating to the cross-examination\nof Manete, as described above, this Court would not have\nallowed argument to\nproceed on those grounds of appeal. The difficulty caused by the point about\nManete's cross-\nexamination has now been resolved, as I have indicated.\nIn these\ncircumstances there is no occasion for this Court in the present judgment to\nfurnish reasons for its view that the grounds\nof appeal to which I have referred\nare without substance. The position is analogous to that which would have\nexisted had the accused\npetitioned the CHIEF JUSTICE for leave to extend the\ngrounds of appeal stated by the trial Judge. Accordingly I shall make no\n/further ...\n27.\nfurther reference to the additional grounds of appeal which were argued but\nwhich are considered to be without. merit. I would only\nmention in general that\nthe trial Court's strong findings of credibility and reliability in respect of\nMabuti and Mrs Dlamini, as\nwell as the trial Court's criticisms of the evidence\nof the accused and their witnesses, are fully borne out by a perusal of the\nrecord.\nIn two instances, however, apart from the grounds of appeal allowed by the\ntrial Judge, the argu- ments raised by counsel for the\naccused are not entirely\ndevoid of merit. They. relate, firstly, to the conduct of\naccused No 1 which\nthe trial Court found to have been\nproved,and, secondly, to the inference as\nto the com-plicity of accused No 3 which the trial Court drew from\nthe facts\nfound proved against him. I shall deal briefly with these matters later in this\njudgment. In addition, a question was raised\nin argument before this Court\nwhich\n/had ...\n28.\nhad not been referred to in the Court\na quo\nat all,\nnor even in counsel's heads of argument, but which requires\nconsideration. It\nrelates to the propriety of the con-victions of accused Nos 5 and 6 of both\npublic violence\nand subversion. This will also be dealt with later in\nthis\njudgment.\nAs to the trial Court's finding in regard to the absence of extenuating\ncircumstances and the trial Judge's sentences,\nShenker\n's case\nsupra\nis authority for the proposition that this Court is empowered to\nconsider\nan appeal against sentence even if leave has been granted\nto\nappeal against conviction only. I imagine that in that situation, too, the Court\nwould entertain an argument directed against sentence\nonly if it were satisfied\nthat there was a reasonable prospect of it succeeding. In the present case,\nhowever, I do not wish to pose\nthis question,for,as I have pointed out, it is\nnot clear from the judgment of the trial Judge whether or not he\n/intended ...\n29.\nintended to refuse leave to appeal in respect of the\nfind-\ning in regard to extenuating circumstances and the sen-tences imposed.\nAccordingly, in so far as it may turn but to be necessary,\nI shall deal with\nthese matters at the end of this judgment, as if leave had been granted in those\nrespects.\nThat concludes my survey of the ambit of this\nappeal.\nIt will be convenient to deal first with the second ground of appeal\nmentioned by the trial Judge, i e the matter of Manete's cross-examination.\nHow\nthe point arose and was dealt with in the course of the trial re-quires to be\ndescribed in some detail. After the cross-\nexamination of Manete by counsel\nfor the accused had been\nin progress for some considerable time, counsel\nrequested the trial Judge to order that the witness should tempora-rily stand\ndown\nand leave the court-room. The trial Judge acceded to the request. Thereupon\ncounsel informed\n/the ...\n30.\nthe trial Judge that he was in possession of a statement that the witness had\nmade to an attorney, which was in fact a communication\nmade by him as client to\nsuch attorney whom he had consulted, and which was accordingly privi-leged. From\nexchanges between counsel\nand the trial Judge during later stages of the debate\nthat ensued, the following further information relating to the statement\nemerged:\nit was made by the witness during a consultation with his attorney for\nthe purpose of obtaining legal ad-vice on a matter concerning\nhim (the witness)\nin relation to the very trial which was being heard; the attorney concerned was\nthe very same attorney who was\nthe instruct-\ning attorney acting on behalf of the accused in the trial;\nand the attorney had made the statement available to coun-sel for the accused\nafter having sought and obtained the views of a number\nof members of the Law\nSociety, which\nwere to the effect that the matter\nshould be\nput before the trial Court in order to seek its guidance.\n/On ...\n31.\nOn being informed of the existence of Manete's privileged statement which\ncounsel had in his possession, the trial Judge raised with\ncounsel the question\nwhether the Court would have any power to order the witness to answer questions\nin regard to the statement,\nin the event\nof the witness not being prepared to waive the privilege\nattaching to it. Counsel submitted that the trial Judge\ndid have that power. In support of this submission\ncounsel relied on\nR v Barton\n(1972) 2 All E R 1192.\nIn fact,\nhe read out the whole of the judgment in that case to the trial Judge. In\nview of the importance which counsel attached to that judgment,\nboth in the\nCourt\na quo\nand in argument before this Court, and having regard to\nthe\ntenor of the judgment,I feel constrained to quote it in\nfull. It was a judgment delivered by CAULFIELD J in the Crown Court at\nLincoln. In the quotation which\nfollows,have emphasized certain passages for ease of\nreference back later.\n/\"This ...\n32.\n\"This is a novel application in my experience. We are on circuit and counsel,\nwho have given\nthe greatest possible assistance, have them-\nselves been in some difficulty in carrying out the research necessary in order\nto help the\ncourt. This accused man is facing a number of counts which allege that, in the\ncourse of\nhis employment as a legal executive with\na\nfirm of solicitors in this county, he has fraudulently converted to his own use\nmoneys which formed part of an estate which he was\nadministering on behalf of\neither executors or\nadministrators. He is also\ncharged with theft\nand falsification of accounts; all these counts are said to have arisen out of\nhis administering,\nin the course of his duties,\ncertain estates. It is not necessary for this ruling also to\nstate that in the Crown case the Crown alleges\nthat in one or two instances he was an executor\nor\ntrustee of estates.\nThese, of course, are very serious counts and\nallegations that are made against him. After arraignment, but before\nimpanelling the jury, counsel for the accused made an application\nto me to make\na ruling on a point that had been taken by a solicitor who is a partner in\nthe\nrelevant firm. A subpoena has been served on\nthe\nsolicitor by the defence and, included in\nthe narrative of the subpoena to attend to give\nevidence, is what in effect is the old-fashioned\nnotice to produce documents, and those documents\nof which notice is given to produce are, I am\ntold (and I assume for the purposes of this\nruling), documents that have come into existence in\nthe solicitors' office where the solicitor\n/is ...\n33.\nis acting as the solicitor to executors or\nadministrators in the administration or\nwinding-up of estates; and those documents\nin respect of those estates are not docu-\nments that would otherwise be relevant or\nadmissible in this trial. They are not\nthe subject of any charge against the ac-\ncused, and on the Crown case they would not\nbe in evidence.\nBut I am told by counsel\nfor the accused, and I have to assume that\nthis is absolutely correct for the purposes\nof this ruling that the documents, or certain\nof the documents included in the notice to\nproduce, will help to further a point that is\ngoing to be raised in defence of these charges\nand, subject to correction from counsel for\nthe accused, that really is the ground on\nwhich he seeks to make this application.\nPutting it in another way, counsel says that\nin the interests of his client justice would\nnot bedone unless these documents were dis-\nclosed.Counsel contends that certain of\nthose documents may or do contain evidence\nwhich will help the accused in resisting these\ncounts to which he has pleaded not guilty\n.\nThe solicitor has acted perfectly properly,\nas one would expect, throughout. He in fact\nis a witness for the Crown, and therefore the\nsubpoena to give evidence which has been served on him was really\nunnecessary. This ruling is\nconcerned simply with the notice to produce\nthat is incorporated in the subpoena. Having\ntaken the advice of the Law Society, the soli-citor has taken the point that\nthese documents are privileged and therefore he does\nnot have\n/to ...\n34. to produce them. He has taken this point\nin a\npurely professional way; he has not taken it aggressively. When the defence\napplication was made he was not in court officially,\nand in any event he is a\nwit-ness for the Crown. He was not represented and I took the view that as a\nmatter of justice he should\nhave the opportunity of receiving independent advice\nand having separate representation before me. So the matter was adjourned for\na\nday or so and now counsel has made submissions to me on behalf of the solicitor\nto support his contention.\nThe principles of legal professional privilege are fully set out in\nProfessor\nCross's book on evidence to which I have\nbeen referred,and generally speaking it is\nperfectly simple to decide whether or not a particular document is\nprivileged. As Professor Cross says |in his book:\n'Communications passing between a client and his legal adviser, together, in\nsome cases, with communications pas-sing between these\npersons and third parties\nmay not be given in evidence wïthout the consent of the client if they were\nmade either (1) with reference\nto litigation that was actually taking place or\nwas in the contemplation of the client, or (2) if they were made to en-\nable the client to obtain,or the ad-\nvïser to give, legal advice.'\nAnd of course the privilege is\none that is claimed by the client. Further, it is fairly\n/plain ...\n35.\nplain from what counsel for the solicitor has submitted to me on his behalf\nthat a solicitor has a duty to alert his client to this\nparti-cular point, and\nindeed to take this point. even though the client has not himself had the\nopportunity to take it. So the solicitor\nhas acted perfectly properly\nthroughout. In the normal case in civil proceedings this is the sort of\napplication which would come\nto be determined prior to the trial, and the\ndocu-ments which were the subject of objection by the solicitor would be\nproduced to\nthe master\nor judge and then the judge, who would not be trying the action, would look\nat the documents and give a ruling, and of course the\nprocedure is well laid\ndown as to what should be done. That is why I was in some difficulty as to how\nto determine this application,\nwhich of course is being made in the absence of\nthe jury. So I have not seen any of these documents and therefore, apart from\nwhat\nI have heard from counsel, I do not think that it is possible for me to\nmake any ruling on the ground that these documents were documents\nthat had\nany\nreference to litigation that was actually\ntaking place or was in the contemplation of the client, or secondly - going\nto the second\npoint made by Professor Cross - that the docu-\nments were made to enable the client to obtain, or the adviser to give, legal\nadvice.\nI am not going to decide this application\non the basis that\neither one or other of those\ntwo principles is not satisfied in this\nparti-\ncular application. I think the correct prin-ciple is this, and I think that\nit must be restricted to these particular facts in a criminal\ntrial, and the\nprinciple I am going\n/to ...\n36.\nto enunciate is not supported by any autho-rity that has been cited to me; I\nam just\nworking on what I conceive to be the rules of natural justice.\nIf there\nare documents in the possession or control of a solicitor which, on production,\nhelp to further the defence of an accused\nman, then in my judg\n-\nment no\nprivilege attaches. I cannot con\n-\nceive that our law would permit a\nsolicitor or other person to screen from a jury informa\n-\ntion which, if\ndisclosed to the jury, would\nperhaps enable a man either to establish his\ninnocence or to resist an allegation made by the Crown. I think that is\nthe principle\nthat should be followed.\nI am not going to express in any detail what documents should or should not\nbe in\nevidence in this case. Of course,those docu-\nments, when they are produced in this case, will have to contain evidence\nthat is both relevant and admissible. Those two points will\nhave to be\nsatisfied, and no doubt the Crown will be alert to object if there is any\nevidence in the documents which is neither\nrelevant nor admissible, but\nwhere there is\nevidence which is in the possession of the solicitor that is relevant and\nadmissible to\na contention by the accused either pointing to his innocence or resisting\nhis guilt, that document in my judgment is not privileged\nand the solicitor\nmust obey the subpoena and notice to produce that has been served on\nhim.I am\nat this stage only stating what\nI think is the principle to be followed, and from what I have been told on\nbehalf of the solicitor he is desirous of co-operating.\n/The ...\n37.\nThe documents can no doubt be examined by\ncounsel for the defence in the company of\ncounsel for the Crown, and I see no reason why the solicitor should not have\nhis own separate adviser present at the time. I have\nno doubt then that the\npoint I have made in this ruling will be appreciated and only those documents\nwhich are relevant and admissible\nwill be brought before the court.\nTherefore I do not set aside this subpoena and I do not set aside the notice\nto produce.\"\nAs to the first passage emphasized in the quotation above, counsel for the\naccused, when reading it to the trial Judge, paused after\neach sentence in order\nto stress that he was putting forward contentions in the present case which were\nidentical in substance with\nthose referred to in that passage. As to the last\ntwo passages emphasized in the quotation above, counsel said that they embodied\nthe principle on which he was relying for the submission that he was entitled to\ncross-examine Manete on his statement.\nImmediately after counsel for the accused had concluded his reading of the\njudgment in\nBarton\n's case\n/to ...\n38.\nto the trial Judge, the following exchanges took place\nbetween the learned Judge and counsel:\n\"\nCOURT\n: My difficulty is I do not know how\nthis statement will assist, even if I adopt\nthat principle, how will this statement as-sist the accused to prove their\ninnocence? How can I make a ruling before I know that?\nMR UNTERHALTER\n: Well, My Lord, without going into the matter in any\ndetail ...\nCOURT: Well, I must know.\nMR UNTERHALTER\n: Yes. Well, if I may, with Your Lordship's permission\ndo so, the con-tents of this statement are to the effect\nthat the implication of accused no. 7and no.\n8 is not a voluntary implication, but an im-\nplication that was dictated to this witness\nand because of that ...\nCOURT\n: I beg your pardon? It was not a\nvoluntary what?\nMR UNTERHALTER\n: It was not a voluntary im-\nplication of accused no. 7 and 8, but he was\ntold to implicate them. In other words he\nis not giving the evidence absolutely untram-\nmelled, he did it because he was told by the\npolice to do it.\"\nAfter further argument by counsel for the accused (during which no fresh\nlight was thrown on the contents of the\nstatement), the trial Judge enquired:from counsel for the\n/State ...\n39.\nState what his attitude was, whereupon counsel for the State responded briefly\nthat he was unaware of what was contained in the statement\nand that he objected\nto the disclosure of its contents on the ground of the privilege attaching to\nit. Thereafter Manete was called\nback to\nthe witness stand. The\ntrial Judge explained to him\nthat counsel for the accused wished to cross-examine him on the statement\nthat he had made to the attorney, that this statement was\nprivileged, that he\ncould claim privi-lege or waive it, and that he was entitled to seek legal\nadvice on his position if he wished\nto do so. The witness said that he recalled\nhaving made a, statement to an attorney. The following then appears from the\nre-cord:\n\"Now you see, you cannot be questioned about that statement because it is a\nprivi-leged statement. — Yes, I understand.\nUnless I order you to answer questions\nabout that statement. Now, in order for me to determine what to do I must\nenquire from you whether you claim privilege, in\n/other ...\n40.\nother words you refuse to answer questions about\nthat statement. — Yes, I refuse.\nPardon? — Yes, I do not want to answer questions about that\nstatement.\nYou do not want to answer questions about\n--Yes.\nSo you claim privïlege? — Yes.\"\nCounsel for the accused then presented further argument to the Court\na\nquo\n. He referred to the comments on\nBarton\n's case appearing in\nPhipson on Evidence\n(12th ed) para 585 at 242 (see now the 13th edition\npara 15-07\nat 294)and in\nCross on Evidence\n(5th ed) at-290-1 and 315.\nFinally, he placed before the trial Judge a passage in the speech of LORD\nDIPLOCK in\nSecretary of State for Defence and Another v Guardian Newspapers\nLtd\n(1984) 3 All E R 601\n(H L) at 605 d-g. That case concerned a statutory\npro-vision relating to the disclosure of certain sources of information. In the\npassage cited LORD DIPLOCK referred to the discretion that an English judge had\nunder the common law to decline to order disclosure\nof sources of information,\ndespite their relevance to an issue in\n/particular ...\n41.\nparticular proceedings, where such disclosure would\nbe\ncontrary to some public interest; he said that the clas-sic example of the\nexercise of this discretion was where disclosure of the\nidentity of police\ninformers was sought; he mentioned that the discretion had been extended by the\nHouse of Lords to other sources\nof information, in dif-ferent contexts; and then\nhe went on to say the following:\n\"The rationale of the existence of this dis-cretion was that unless\ninformants could be confident that their identity would not be\ndisclosed there\nwas a serious risk that sources of information would dry up. So the exercise of\nthe discretion involved weighing\nthe public interest in eliminating this risk\nagainst the conflicting public interest that information which might assist a\njudicial\ntribunal to ascertain facts rele-vant to an issue on which it is\nrequired to\nadjudicate should not be withheld from that\ntribunal. Unless the balance of competing\npublic interest titled (\nsic\n? tilted) against\ndisclosure, the right to disclosure of sources of information in cases where\nthis was rele-vant prevailed.\"\nCounsel for the accused told the trial Judge that he was\ninvoking \"that principle\" for the submission that disclosure\n/of ...\n42.\nof Manete's statement should be permitted.\nThe trial Judge thereupon gave judgment on the matter. He reviewed the\nauthorities to which he had been referred, and concluded as\nfollows:\n\"I am of the view that where\nthe witness claims privilege in regard to a statement\nthat he had made to a professional person\nand he does not waive that privilege that I have no power to order him to be\ncross-\nexamined about that statement. I there-\nfore cannot accede to defence counsel's request that I should order him to be\ncross-lexamined on that statement which he admit-\ntedly made .... to....an attorney,\nacting for the accused at the present stage.\"\nI have dwelt at some length on the course of events in regard to the present\nmatter in the Court\na quo\nbecause when counsel for the accused argued the\nmatter in\nthis Court it appeared that there was, if not a change of front, at least a\ndistinct shift in the emphasis of\nhis\nargument. Although he still relied heavily on\nBarton\n's case\nsupra\n, the main thrust of his argument\nin\n/this ...\n43.\nthis Court was that the trial Judge had a discretion as to\nwhether or not he would allow Manete to be cross-examined on his statement,\nand\nthat the learned Judge, by holding that he had no power to do so, had not\nexer-cised his discretion at all, or at least not properly.\nI shall deal later\nwith the argument in regard to the dis-cretion and the authorities cited to us\nby counsel. For present purposes\nthe question is whether the trial Judge was\never invited to exercise a discretion. When this question was put to counsel for\nthe\naccused in the course of his argument in this Court he fairly conceded that\nthat had not been done in so many words, but he urged\nthat it had been done\nimplicitly. The point about this\nenquiry is, of course, that there may\npossibly be no room for entertaining an argument on appeal that the trial Judge\nhad failed to\nexercise a discretion, or that he had exercised it improperly, if\nin fact he had not been in-vited to apply his mind to the exercise\nof a\ndiscretion\n/at ...\n44.\nat all.\nIn view of the course of events outlined above, I do not agree with counsel's\nsubmission that the trial Judge had implicitly been\nasked to exercise a\ndiscretion, at least not in the sense in which the phrase \"exercise a\ndiscretion\" is ordinarily used in a court\nof law. The judgment of CAULFIELD J in\nBarton\n's case\nsupra\nwas the cornerstone of the argument in the\nCourt\na quo\n. That judgment, however, as I understand it, did not involve\nthe exercise of a discretion. The principle on which the decision was\nstated to\nbe based, to paraphrase it in broad terms, was that in a criminal case documents\nin the possession of a solicitor which\nwould otherwise have been the subject of\nlegal professional privilege, were-not privileged from production when once it\nwas alleged\non behalf of the accused that they could help to further\nthe defence of the accused.by pointing to his innocence\nor resisting his guilt. It is clear that the mere\n/allegation ...\n45.\nallegation by counsel for the accused in that case that the documents in\nquestion would or might assist the ac-cused in his defence\nwas regarded by\nCAULFIELD J as a sufficient ground in itself for destroying the privilege. As\npointed out earlier, with reference\nto the first pas-sage emphasized in my\nquotation of the judgment in\nBarton\n's case, that is exactly the way in\nwhich counsel for the ac-cused in the present case presented his argument in\nthe\nCourt\na quo\n. It was never suggested to the trial Judge that he should\nperuse Manete's statement with a view to exercising a discretion as to\nwhether\nor not cross-examina-tion on it should be allowed. Such meagre information\nregarding the contents of the statement as was\ndisclosed,\nwas only elicited\nin response to questioning by the trial\nJudge. I appreciate that counsel for the accused had reservations about the\npropriety of divulging the contents of the statement until\nhe had obtained a\nruling on its admissibility from the trial Judge, but that cannot alter\n/the ...\n46.\nthe basis upon which the ruling was sought. Nor did\ncounsel's reliance on the remarks of LORD DIPLOCK in the\nGuardian\nNewspapers\ncase\nsupra\n, quoted above, take the\nmatter any further. The discretion under discussion there related to the\nweighing of conflicting public\ninterests in regard to the disclosure of sources of in-formation, and it was\nreferred to in the most general terms, unrelated to the\nrelevant facts and\ncircumstances of any particular case. The passage quoted could not have been\nintended to alert the trial Judge\nto the pos-sibility of exercising a discretion\nrelated to the par-ticular facts and circumstances of the present case, as\nopposed\nto the application of the broad principle adopted in\nBarton\n's\ncase\nsupra\n. Accordingly it is not surprising\nthat the trial Judge,\nhaving decided, as he obviously did, not to follow the approach in\nBarton\n's case, did not in his judgement advert to the exercise of a\ndiscretion.\nOn the basis of the analysis above it is\n/arguable ...\n47.\narguable that it is not open to the accused on appeal to challenge the ruling\nof the trial Judge on the ground of his failure to exercise\na discretion\nproperly or at all. I do not propose to pursue this point, however, since I\nprefer not to base my decision on such a narrow ground. The manner in which\nthe argument for the accused was put forward in the Court\na quo\nremains\nrelevant, however, as will appear in due course, to the consideration of the\nargument addressed to this Court regarding the\ntrial Judge's discretion and the\nway in which it was submitted that he should have exercised it. I proceed to\ndeal\nwith this argument.\nIn support of his contention that the trial Judge was vested with a\ndiscretion which he should have exercised in favour of allowing\nManete to be\ncross-examined\non his privileged statement, counsel for the accused re-\nferred to a number of Australian and Canadian cases,\ninter\n-\nalia\n:\nRe Regina v Snider\n(1953) 2 D L R 9\n,\nSankey v\n/W\nhitlam\n...\n48.\nWhitlam and Others\n(1979) 53 A L J R 11\n, and\nBaker\nv\nCampbell\n(1983) 49 A L R 385.\nThese cases are not directly in\npoint, but counsel used them to demonstrate the appli-cation of \"the principle\nthat where public\ninterests con-flict that which is paramount must prevail\"\n(\nSnider\n's case\nsupra\nat 13). In the present case, counsel said,\n\"two public policies are in conflict\" (\nSnider\n's case\nsupra\nat 43),\nnamely, the public policy underlying the protection generally afforded against\nthe disclosure of communications\nsubject to legal professional privilege, and\nthe public\npolicy that no innocent man should be convicted of a crime. In\nsuch a conflict, counsel submitted, the latter public policy is paramount\nand\nmust prevail. In this regard he relied on a passage in the judgment of GREENBERG\nJA in the\nwell-known case of\nR v Steyn\n1954 (1) SA 324\n(A). It\nwas\ndecided in that case that an accused has no right to claim\ndisclosure of statements made by State witnesses to the police. The passage\nrelied on by counsel is the following (at 335 C-E):\n/\"I....\n49.\n\"I did not understand counsel for the appel-lant to contend that the concept\nembodied in the phrase\nin favorem innocentiae\ncould be invoked in favour\nof the claim that the law entitled the appellant to disclosure, and that this\nwould make the rule in civil\npro-ceedings inapplicable to a criminal trial, but\nin any case I do not think such a con-tention could be supported. In the branch\nof the law now under consideration the phrase is used to indicate a power in the\ncourt to relax a rule of privilege if the court\nis of\nopinion that such relaxation may tend to show the innocence of the accused\n(see\nTranter v Attorney-General and the First Criminal Magis\n-\ntrate of\nJohannesburg\n,\n1907 TS 415).\nIn the present case the appellant has never\ncon-\ntended that the magistrate wrongly failed to\nexercise this power, but that he was entitled by a rule of law to the\ndisclosure.\"\nCounsel contended that the trial Judge in the present case should have\nrelaxed the rule of privilege attaching to Manete's statement,\non the ground\nthat cross-examination on that statement might have tended to show the innocence\nof the accused. It is to be observed\nat once, however, that the privilege which\nis applicable in the present case in regard to Manete's statement was not at all\nat stake\nin\nSteyn\n's case, viz the privilege flowing\n/from ...\n50.\nfrom the confidential nature of Manete's communication to the\nattorney for the purpose of obtaining legal advice. Nor was that kind\nof\nprivilege in issue in\nTranter\n's case\nsupra\nto which GREENBERG JA\nreferred.\nTranter\n's case\nwas concerned with the rule of public policy\nagainst the disclosure of the identity of a police informer, as re-cognized\ninter alia\nin\nMarks v Beyfus\n(1890) 25 Q B D 494\nat 498, whence\nthe exception\nin favorem innocentiae\nis\nderived. LORD ESHER said:\n\"I do not say it is a rule which can never be departed from; if upon the\ntrial of a prisoner the judge\nshould be\nof\nopinion\nthat the disclosure of the name of the in-\nformant is necessary or right in order to show the prisoner's innocence, then\none public policy is in conflict with another public\npolicy, and that which says\nthat an innocent man is not to be condemned when\nhis innocence can be proved is the policy that must prevail. But except in\nthat case,\nthis rule of public policy is not a matter of discretion .....\".\n(In passing I point out that the phrases \"the judge should be of opinion\" and\n\"a matter of discretion\" presuppose\n/that ...\n51.\nthat all the relevant information is before the Court.) More\nrecently, in\nD v National Society for the Prevention of Cruelty to\nChildren\n1978 A C 171\n(H L) LORD SIMON said, in a passage (at 232) which was\nquoted in\nSankey\n's case\nsupra\nat 20:\n\"The public interest that no innocent man\nshould be convicted of crime is so powerful that it outweighs the general\npublic interest that sources of police information should\nnot\nbe divulged, so that, exceptionally, such\nevidence must be forthcoming when required\nto establish innocence in a criminal trial\nIn my opinion, however, the rule of public\npolicy against the disclosure of the identity of a police\ninformer is not on a par with the principle of public\npolicy underlying the legal professional privilege afforded to a client who\nconsults an attorney for the purpose of ob-\ntaining legal advice (cf\nS v Mpetha and Others\n(1)\n1982\n(2) SA 253\n(C) at 259 B-E). The latter is of a more\ncompelling nature than the former.\nWigmore\n(3rd ed) Vol VIII para 2291\nsays:\n/\"The ...\n52.\n\"The policy of the privilege has been plainly grounded since\nthe latter part of the 1700s on subjective considerations. In order to\npromote\nfreedom of consultation of legal ad-visers by clients, the apprehension of\ncom-pelled disclosure by the legal advisers must\nbe removed; hence the law must\nprohibit\nsuch disclosure except on the client's con-sent.\"\nWith reference to this passage FRIEDMAN J in\nEuroshipping Corporation of\nMonrovia v Minister of Agricultural Econo\n-\nmics and Marketing and\nOthers\n1979 (1) SA 637\n(C) at 643 H -\n644 B spoke of \"this fundamental\nright of a client\" and\nrightly stressed that it was important\n\"that inroads should not be made into the\nright of a client to consult freely with his legal adviser, without fear that\nhis confidential communications to the latter will not\nbe kept secret.\"\nA recent comprehensive survey of the history\nand nature of legal professional privilege is to be found in the seven\njudgments delivered in the High Court of of\nBaker v Campbell supra\n(\n(1983) 49\nA L R 385)\n, which I have found to be most instructive.\n/Although ...\n53.\nAlthough, on the issue which called for decision in that case (which is not\nin point in the present case), the Court was divided (4\nto 3), all the judgments\nappear to have recognized, in regard to legal professional privilege, that\n\"this privilege is a mere manifestation\nof a fundamental principle upon which\nour judicial system is based\"\n(see e g at 417 line 32), and in my view the same holds true for our own\njudicial system. In amplification of\nthe \"fundamental principle\" referred to, I quote the fol-lowing excerpts from\nthe judgment of DAWSON J (at 442-5):\n\"The law came to recognise that for its\nbetter functioning it was necessary that there\nshould be freedom of communication between a lawyer and his client for the\npurpose of\ngiving and receiving legal advice and for\nthe purpose of litigation and that this en-tailed immunity from disclosure of\nsuch com-munications between them.\"\n\"Whilst legal professional privilege was\noriginally confined to the maintenance of con-\nfidence pursuant to a contractual duty which arises out of a professional\nrelationship, it\n/is ...\n54.\nis now established that its justification is\nto be found in the fact that the proper\nfunctioning of our legal system depends upon a freedom of communication\nbetween legal ad-visers and their clients which would not\nexist if either could\nbe compelled to dis-close what passed between them for the pur-\npose of giving or receiving advice\nThe restriction of the privilege to the legal profession serves to emphasise\nthat the re-lationship between a client and his legal\nadviser has a special significance because\nit is part of the functioning of the law itself.\"\n\"The conflict between the principle that all relevant evidence should be\ndisclosed and\n\"the principle that communications between\nlawyer and client should be confidential has been resolved in favour of the\nconfidentiality of those communications. It has been deter-mined\nthat in this\nway the public interest is better served because the operation of the\nadversary system, upon which we depend for\nthe attainment of justice in our society, would otherwise be impaired: see\nWaugh v\nBritish Railways Board\n[1979] UKHL 2\n;\n(1980) AC 521\nat 535,\n536\nThe privilege extends beyond communica-tions made for the purpose of\nlitigation to all communications made for the purpose of receiving\nadvice and\nthis extension\nof the principle makes it inappropriate to regard the doctrine as a mere rule\nof evidence. It is a doctrine which is based upon the\nview\n/that ...\n55.\nthat confidentiality is necessary for proper\nfunctioning of the legal system and not\nmerely the proper conduct of particular liti-\ngation.\"\n\"Speaking for myself, and with the greatest of respect, I should have thought\nit evident that if communications between legal advisers\nand their clients were\nsubject to compulsory disclosure in litigation, civil or criminal, there would\nbe a restriction, serious in\nmany cases, upon the freedom with which advice or\nrepresentation could be given or sought. If a client cannot seek advice from his\nlegal\nadviser confident that he is not acting to his disadvantage in doing so, then\nhis lack of confidence is likely to be reflected in\nthe instructions he gives,\nthe advïce he is given and ultimately in the legal process of which the\nadvice forms part.\" With\nthese vïews I respectfully agree. It follows, in\nmy judgment, that any claim to a relaxation of the prïvïlege under\ndiscussion must be approached with the greatest circumspection.\nIn the present case the essence of the situation with which are dealing is\nthis: in a criminal case it\nis sought to cross-examïne a State wïtness on a statement\n/which ...\n56.\nwhich is privileged because it was made by the witness to an\nattorney in the course of obtaining professional legal advice; the witness\nrefuses to waive the privilege; and the trial Judge is asked to relax the rule\nof privilege on the ground of an allegation made on\nbehalf of the accused that\nsuch cross-examination might assist them in defending the charges against them.\nWhether in such cir-\ncumstances the rule of privilege can ever be relaxed,\nas\na matter of principle, need not be decided in this case. I shall assume\nthat it can. But, on that assumption, I have no doubt that\nthe question of the\nrelaxation of the rule can only arise in the context of the exercise of\na\ndiscretion by the trial Judge, based on a consideration\nof all the\ninformation relevant to the question. The mere allegation on behalf of the\naccused that cross- examination on the statement\nmay enure to their benefit,\nwithout more, cannot, I conceive, be sufficient to enable the discretion of the\ntrial Judge to come into\nplay.\n/Minimum ...\n57.\nMinimum requirements, in my view, would include informa-tion\nas to how the statement came to be in the possession of the legal\nrepresentatives\nof the accused; whether the\nlegal advice sought related to the trial itself, and if\nso, in what way;\nwhat the contents of the statement were (the statement could be handed up to the\ntrial Judge for his perusal); and,\nperhaps most importantly, in what manner and\nwith what prospects of success the cross-examination could avail the accused in\ncountering\nthe charges against them. I do not see how the trial Judge can be\ncalled upon to assess the relative weight of the relevant conflicting\nprinciples\nof public policy without\nbeing supplied with information of the kind I have men-\ntioned.\nHaving regard to the manner in which this as-\npect of the case was handled on behalf of the accused in the Court\na\nquo\n,as described earlier, I am of the view\nthat insufficient information\nwas placed before the trial-\n/Judge ...\n58.\nJudge in order to enable him to exercise a discretion in\nfavour of the accused, by relaxing the rule of privilege\nand allowing the cross-examination of Manete on his\nstatement. Although it\nappeared-that the attorney to\nwhom Manete had made the statement was also\nthe attorney\nacting for the accused at the trial, it was not\ndisclosed\nwhether he was acting for the accused at the time when\nManete\nconsulted him, and if so, what the relationship\nwas between Manete and the\naccused and how it came about\nthat the attorney was advising a State witness while acti-\ning for the accused. The advice that Manete sought wasi\nrelated to the trial itself, so it was said, but it was\nnot disclosed in what way. The contents of his statement\nwere not made\navailable to the trial Judge. The meagre\ninformation about the contents of\nthe statement which was\nconveyed to the trial Judge, as mentioned earlier,\ndid\nnot constitute a sufficient basis for suggesting that his\nevidence in\nCourt was perjured, or that he was testifying\n/under ...\n59.\nunder duress. In short, on an overall view of the in-formation placed before\nthe trial Judge it was not made possible for him to form\nan opinion as to\nwhether it would have been necessary or right to relax the rule of privilege or\neven whether such relaxation might\nhave tended to point to the innocence of the\naccused implicated by Manete (Nos 7 and 8). There was no basis for think-ing so;\nit\nwas a matter of pure speculation. Conse-quently it cannot be found that the\ntrial Judge erred in disallowing the cross-examination\nin question.\nBefore leaving this topic I should revert brief-ly to\nBarton\n's case\nsupra\n. It is distinguishable on the facts, but apart from that, in so far\nas CAULFIELD J pur-\nported to lay down a general principle which could\nbe\nthought to apply to the present case, I respectfully do\nnot agree with\nit. My reasons for saying that appear, I hope,from what has been said above. I\ndo not find it\nnecessary to discuss the later references to, or comments\n/upon ...\n60.\nupon,\nBarton\n's case, to which we have been referred or which I have\nbeen able to trace, since these do not ap-pear to me to be helpful in the\ncontext of the present case (see e g\nPhipson loc cit\n;\nCross Loc\ncit\n; Teasdale\n1973 New Law Journal 51\n; Allan\n1987 Criminal Law Review 449\n;\nBaker v Campbell supra\nper GIBBS CJ at 395;\nR v Dunbar and Logan\n(1983) 138 D L R (3rd) 221\nat 251).\nFor these reasons the second ground of appeal\nfails.\nI turn now to the first ground of appeal, re-\nferred to by the trial Judge as \"the question of causality\".\nFor the purpose of dealing with this question it is neces-\nsary to set out\nthe relevant facts. For convenience I\nshall first sketch the background to the events of 3 September 1984 and then\ndescribe the events themselves without reference to the\nroles played therein by\nthe in-\ndividual accused; this will be dealt with later. In\nwhat follows I shall not deal separately with the evidence /of\n...\n61.\nof each of the witnesses whose evidence was analysed and accepted by the\ntrial Court. Instead, I shall attempt to paint a composite\npicture gleaned from\nthe facts found proved by the trial Court in its analysis of the evidence of the\nindividual witnesses.\nThe town council of Lekoa, of which the deceased\nwas a member and the deputy mayor, is a regional Black lo-cal authority\nestablished under section 2 of the Black Local Authorities\nAct 102 of 1982. Its\narea of jurisdic-tion includes Sharpeville. During June 1984 the council\nadopted a capital expenditure programme with a view to im-\nproving and expanding the amenities of the inhabitants in its area. To\nfinance the programme it was decided to\nincrease the service levies payable by the inhabitants by\nR5,50 or R5,90 per house per month. The increases were planned to come into\neffect on 1 September 1984. The deceased was known to\nhave favoured the plan and\nto have pressed for its implementation. Many of the people of\n/Lekoa ...\n62.\nLekoa were strongly opposed to the increases. Protest\nmeetings were held and it was decided that on 3 September 1984 (which was a\nMonday) the people of Lekoa would stay away from work\nand march to the offices\nof the council to protest against the increases. On that day rioting and\nviolence on a massive scale erupted\nthroughout the area of Lekoa. The cause or\nat least a major cause, of the riots was the increase of the service levies.\nHordes of\npeople went on the rampage through the streets of the townships\ncomprising Lekoa. The houses of town council-lors and many other\nbuildings were\nstoned and burnt down. The deceased and two other councillors were murdered\non\nthat day, and also a councillor of the neighbouring area\nof Evaton. A\nsenior police officer with many years' ex-perience of riot control described the\nevents as the most violenty the most\nwidespread, and also the best organized\nriots that he had ever experienced.\nThe deceased lived in Nhlapo Street, Sharpeville.\n/His ....\n63.\nHis house was one house removed from the intersection of Nhlapo Street with\nZwane Street. I shall refer to the house between the deceased's\nhouse and Zwane\nStreet as the corner house. On the other side of the deceased's house, in Nhlapo\nStreet, was the house of one Maile.\nIn Zwane Street, near to the intersection\nwith Nhlapo Street, was the house of one Radebe. The yard of that house was used\nas a place\nfor doing repair work on motor cars. On\nthe day in question a\nnumber of motor vehicles were parked\nthere.\nAt about 7 o'clock in the morning a large crowd gathered in Zwane Street. They\nwere singing and rowdy. They moved to the intersection\nwith Nhlapo Street, then\ninto Nhlapo Street and towards the house of the de-ceased. They pelted the\ndeceased's house with stones.\nAt that stage members of the police arrived on the\nscene in large vehicles. They dispersed the crowd by using tear-gas and firing\nrubber bullets. After the crowd had\n/scattered ...\n64.\nscattered, the police spoke to the deceased in front of his\nhouse and tried to persuade him to leave. He re-\nfused to do so. He was armed with a pistol. The\npolice left the scene.\nAfter the departure of the police, the crowd regrouped themselves. About 100\npeople, men and women, gathered together in Zwane Street.\nThey were singing\n\"freedom songs\". Some of them went into the yard of Radebe's house and siphoned\noff petrol from the vehicles parked\nthere into containers which they took along\nwith them. The mob moved along Zwane Street and turned into Nhlapo Street. The\nvanguard\nran towards the deceased's\nhouse and hurled stones at it, breaking\nthe windows. The\ndeceased was in the house, together with Mrs\nDlamini.\nMembers of the crowd shouted repeatedly (I quote from the evidence\non the record, as it was interpreted in Afrikaans): \"Laat ons breek,\nlaat ons\nbreek, die huis breek. en aan die brand steek.\" The deceased and Mrs Dlamini\nopened the\n/door ...\n65.\ndoor of the house and went outside to confronz the\nmob.\nSome of them shouted: \"Ons is op soek na jou, Dlamini, die 'sell-out',\nwat met Blankes baie te doen het, of met\nhulle eet.\" The deceased and Mrs\nDlamini went back in-\nto the house and closed the door. The deceased fired a\nshot into the crowd, hitting one of them. This angered\nthe mob, which became\nextremely aggressive. A woman in\nthe.crowd, who was standing in front of the\nhouse, shouted\nrepeatedly: \"Hy skiet op ons, laat ons hom doodmaak\".\nIn the meantime some members of the crowd were\nbusy making petrol bombs in the yard of the corner house.\nThey poured petrol from the containers they had brought\nalong into\nbottles, some of which also contained sand.\nThe bottles, or bombs, were\npassed on to other members of\nthe mob, who were told to throw them into the\ndeceased's\nhouse. This was done, and the house caught fire. Mrs Dlamini fled\nand succeeded in reaching safety in the\nneighbouring house of Maile. The\ndeceased's house was\n/then ...\n66.\nthen surrounded by the rioters. Petrol was poured over the kitchen door and\nit was set alight.' The deceased tried to extinguish the\nflames. The deceased's\ncar was pushed out of its garage and into Nhlapo Street, where\nit was turned on its side and set on fire. Petrol bombs were thrown into the\nhouse from all sides.\nThe deceased emerged from the house, holding his pistol. The crowd in his\nimmediate vicinity retreated.\ndeceased ran in the direction of Maile's house. Just\nas he reached the fence between the two yards, which con-sisted of a couple\nof slack strands of wïre, he was set upon by a small\ngroup of two or three\nor more members of the mob. A scuffle ensued, during which the deceased\nwas dispossessed of his weapon, As he was crossing the\nfence, he was\nfelled by a stone which was thrown by a man standing a couple of paces away and\nwhich struck him on the head.As he was\nlying on the ground,stones thrown by the\nmob rained down on him. Some members of the mob\n/went ...\n67.\nwent up to him and struck his head with stones. When he was\nlying quite motionless, he was dragged into the street. Attempts were\nmade to\nplace him on his burning motor car, but each time he slid off it. Petrol was\npoured over him and he was set alight. A woman\nshouted that the people should\nnot burn him. Another woman slapped her in the face. As the deceased was left to\nburn, the crowd,\nwhich still numbered 100 or more, sang loudly and gave the\nBlack Power salute. They then started to move off in the direction of\nthe\nAdministration Board's buildings.\nWhen the police arrived on the scene again at about 9 o'clock, they found the\ndeceased's house and motor car and his body still smouldering.\nThe deceased was\ndead.\nA medical post mortem examination revealed that the deceased was still alive\nwhen he was set alight, but that he had sustained two\nsets of injuries, each of\nwhich\n/was ...\n68.\nwas fatal by itself. The one set of injuries consisted of severe wounds to\nthe head, caused by blows. The de-ceased would have died\nof these injuries, even\nif he had not been set alight. The other set of injuries consisted of burns all\nover his body. He would have\ndied as a re-sult of these burns, even if he had\nnot sustained the head injuries.\nI turn now to the role played by each of the accused, as found by the trial\nCourt, in the gruesome\nevents outlined above. Although accused Nos 5 and 6 are not directly involved\nin the present enquiry, it will be convenient to include\nthem in this\nsurvey.\nAccused No 1. He was one of the persons who\ngrabbed hold of the deceased near the fence between the\nhouses of the deceased and Maile, and who wrestled with the deceased for the\npossession of his pistol. He was also the person who\nthrew the first stone at\nthe deceased\nas he was crossing the fence, which struck him on the head\n/and ...\n69.\nand felled him. (The first-mentioned finding was based\non the observations of Mabuti, and the second on the ob-\nservations of Mrs Dlamini. It was argued on behalf of accused No 1 that there\nwas a conflict between the evi-dence of Mabuti and that\nof Mrs Dlamini which\ncould not be resolved, since Mabuti did not see the throwing of the stone by\naccused No 1 and Mrs Dlamini did\nnot see accused\nNo 1 grappling with the deceased. The trial Court con-sidered this alleged\nconflict fully and carefully, as appears from the judgment\nof the trial Judge,\nand found\nthat it did not exist. In my view the reasoning of the\ntrial Court is unassailable. The fallacy in the argument for\nthe accused is that it presupposes that either or both\nof the witnesses must be untruthful or unreliable simply\nbecause their observations did not coincide. Such an approach to the evidence\nis unsound. Mabuti and Mrs\nDlamini were making their observations of fast-moving\nevents from different vantage points, and there is no\nimprobability inherent in postulating that accused No 1,\n/after ...\n70.\nafter having grappled with the deceased for the gun, moved\noff some paces and from there threw a stone at him. More-over, as the trial\nJudge pointed out, there was other evi-dence confirming the correctness of the\nobservations of\nboth witnesses. Some time after the events accused No 1 took\nthe police to the house of accused No 3 with a view to finding the deceased's\npistol. At that time the police did not know of accused No 3's. involvement in\nthe affair. In fact accused No 3 was in possession\nof the deceased's pistol,\nwhich he handed over to the police. This evidence, coupled with accused No l's\nfalse denial of it, showed\nthat accused No 1 knew that accused No 3 had obtained\npossession\nof the pistol from the deceased and this confirms Mabuti's\nevidence that\naccused No 1 was one of the group who wrestled with the deceased for the\npossession of the pistol. On the other hand,\nafter the deceased had been felled\nby the first stone thrown at him, Mrs Dlamini heard him ex-claim: \"Ja-ja, wat\nmaak jy?\" \"Ja-ja\"\nwas the nickname\n/of ...\n71.\nof accused No 1, but Mrs Dlamini did not know that, al-though\nshe knew accused No 1. This confirms her evidence that accused No 1\nthrew the\nfirst stone that felled the deceased. In the result there is no reason for\ndiffer-ing from the trial Court's findings that\naccused No 1 grappled with the\ndeceased for the possession of his pistol and that he was the man who threw the\nstone that felled\nthe deceased.)\nAccused No 2. He was one of the mob which stoned the deceased's house before\nthe first arrival of the police on the scene. He himself\nthrew a stone which\nstruck a window on the right-hand side of the house and broke it. When the\npolice arrived and dispersed the crowd,\nhe was affected by the teargas used by\nthe police. He went into a yard and washed his face. After the crowd had\nre-assembled, he\nrejoined it in front of the deceased's house.He saw that the\ndeceased was standing outside his house. He saw that the house was on\nfire and\nthat it was\n/surrounded ...\n72.\nsurrounded by many people. He threw a stone at the de-ceased. It struck the\ndeceased on his back. When the police arrived again, he\nran away. (The facts\nrecited above appear from a confession made by accused No 2, a letter written by\nhim from prison to the Minister\nof Jus-tice, and statements made by him to a\npolice lieutenant in the course of pointing out certain places.)\nAccused No. 3. He was one of the small group of men who caught hold of the\ndeceased as he was running in the direction of Maile's\nhouse, and who wrestled\nwith\nhim for possession of his pistol. He was the man who in\nfact\nsucceeded in taking the deceased's pistol away from\nhim. (These findings of the trial Court rested on in-\nference. There was\nno direct evidence that accused No 3 was on the scene. Neither Mabuti nor Mrs\nDlamini knew accused No 3 and neither\ncould identify him. The valid-ity of the\ntrial Court's inference was challenged in this Court. In brief, the evidence\nagainst accused\nNo 3 was\n/as ...\n73.\nas follows. On 9 November 1984 Detective Sergeant Wessels was\ntaken by accused No 1 to the house of accused No 3. Wessels did not\nknow where\naccused No 3 lived; he was directed how to get there by accused No 1. Accused No\n3 was pointed out by accused No 1 to\nWessels as the person who was presumably in\npossession of a pistol. Wessels asked accused No 3 whether he had a fire-arm in\nhis pos-session\nand the reply was affirmative. Accused No 3 took a pistol from\nbetween some cardboard boxes, through an opening in the ceiling of\nhis house,\nand handed it to Wessels. The pistol was exh 1 in the Court\na quo\n.\nAc-cused No 3 explained to Wessels that he had taken the pistol away from some\nchildren who were involved in riotous ac-tivities\nin the vicinity of the\ndeceased's house on 3 Sep-tember 1984. The pistol, exh 1, was proved to have\nbe-longed to the deceased. Apart\nfrom the fact that he admitted accused No 3\ndenied the sub—\nstance of Wessels's evidence. He said that he had told\n/Wessels ...\n74.\nWessels that he had only obtained the pistol on 4 Septem-ber\n1984, when he had come across a couple of youths\narguing about the pistol,\nwhich, one of them said, had been picked up in a scrap-yard. He denied that exh\n1\nwas the pistol that he had handed over to Wessels. He was unable to offer\nany explanation as to how accused No\n1 could have known that he was in possession of the pistol.\nThe trial\nCourt accepted the evidence of Wessels and found\nthat accused No 3 was an\nuntruthful witness. On a peru-\nsal of the record I can find no warrant for\ndisagreeing\nwith the trial Court's assessment of the witnesses.\nHaving\nregard to the nature of the lies told by accused No 3 in\nhis\nevidence, and particularly to the explanation that he\ngave to Wessels as to\nwhen and where he had obtained the pistol, coupled with his professed inability\nto explain how accused No 1\nwould have known that he had the pistol, I am of the\nview that the trial Court was fully justified\nin drawing the inference, as being the only reasonable\n/inference ...\n75.\ninference, that accused No 3 was the person who had\ndis-possessed the deceased of his pistol.)\nAccused No 4. She was one of the crowd that converged on the deceased's house\nbefore the first arri-val of the poiice. She was given\na placard to\ncarry\naloft,on which was written \"Arena Shelete\" (\"Ons het\nnie geld nie\").\nWhen the police dispersed the crowd, she was struck on the head by a rubber\nbullet fired by the police. After the\ncrowd had re-assembled, she was again part\nof it. She was standing in front of the de-ceased's house when he fired a shot,\nhitting\nsomeone in the crowd. It was accused No 4 who then shouted re-peatedly:\n\"Hy skiet op ons, laat ons hom doodmaak.\"\nSubsequently, when the deceased was\nset alight in the\nstreet and a woman remonstrated with the crowd not to burn\nhim, it was accused No 4 who slapped this woman in the face. (The argument\non\nbehalf\" of accused No 4, re-ferred to in the last paragraph of the trial\nJudge's\n/judgment ...\n76.\njudgment on the application for leave to appeal, as men-tioned earlier, and\nrepeated in this Court, that there was no proof that\nanyone in the crowd had\nheard what the accused\" was shouting, is without substance. Mabuti, who heard\nthe accused's shouts, was standing\nat the time on the far side of Nhlapo Street,\nopposite Maile's house. If he could hear what accused No 4 was shouting, there\ncan\nbe no doubt that other members of the mob, who were much closer to her, must\nalso have heard the words shouted. Whether anyone reacted\nupon her instigation\nis a question relating to the general issue of causation, which will be dealt\nwith later.)\nAccused Nos 5 and 6. They\nwere part of the\nvanguard of the crowd which ran towards the\ndeceased's\nhouse and hurled stones at\nit, after the crowd had been dispersed and had re-assembled. They were not seen\nto have throne stones themselves,but\nthey were the leaders\nof the vanguard in the sense that they were running\nright\n/in ...\n77.\nin the front, with the others, who were throwing the stones,\nfollowing. Accused No 6 was the person who was\nstruck by the bullet fired by\nthe deceased. He was hit\nin the leg.\nAccused No 7. He was part of the stone-throwing crowd. He was amongst the\npeople who made petrol bombs in the yard of the corner house.\nHe was the man who\npoured petrol onto the kitchen door of the deceased's house and set it alight.\nHe was one of those who pushed\nthe deceased's motor car from the garage into the\nstreet.\nAccused No 8. When the crowd had re-assembled, he came across Manete and said\nto him: \"Hoe-kom is jy nie saam met die mense nie? Hoekom\nbaklei jy nie? Hoekom\nneem jy nie deel daaraan nie? Want ons baklei vir die 'community'?\". He was one\nof those who made petrol bombs\nin the yard of the corner house. He handed out\npetrol bombs to the mob and commanded them to surround the deceased's house and\nset\nit on fire. He\n/showed ...\n78.\nshowed people how and where to throw petrol bombs into the deceased's house.\nThe people obeyed his instructions. He assisted in pushing\nthe deceased's. car\ninto the street. Before the deceased was assaulted in Maile's yard, he\n(accused No 8) was in Maile's yard, carrying stones in his hand. After the\ndeceased had been set on fire in the street, accused No\n8 said: \"Kom julle, nou\ngaan ons na\nI proceed to consider the basis upon which the\ntrial Court convicted accused Nos 1,2,3,4,7 and 8 of\nmurder. The trial Court found that the mob intended to\nkill\nthe deceased, and that the intention to kill had mani-\nfested itself at the\ntime when his house was set alight.\nThe following passage in the judgment of the trial Judge\nview, was fully justified on the evidence:\ndie opset gehad het om oorledene te dood op die stadium toe sy huis aan die\nbrand gesteek\n/is ...\n79.\nis nie want elkeen daar het toe besef dat\nòf oorledene verbrand òf hy vlug uit die huis en as hy vlug\nmoet hy aangeval word.\nToe hy wel gevlug het is hy onmiddellik ont-\nwapen en daarna met klippe bestook tot hy daar roerloos gelê het en om\nte verseker dat\nhy wel dood was is sy liggaam na buite ge-\nsleep en aan die brand gesteek.\"\nThe same approach appears from the following passage in which the trial Judge\nexplained why accused Nos 5 and 6 were found not guilty\nof murder:\n\"Die Hof kan nie bo redelike twyfel bevind dat [toe] hierdie skare .....\nalreeds die op-set gehad het om oorledene te gaan dood toe\nhulle die eerste keer op pad na sy huis toe\nwas nie. So 'n bevinding is ook nie bo rede-like twyfel ons insiens bewys\ntydens her-\ngroepering tot en met die gooi van klippe na\ndie oorledene se huis. Op die stadium egter toe oorledene se huis aan die\nbrand gesteek\nword is dit duidelik dat die opset was om oorledene ook te verbrand. Dit het\nalmal\nbesef, dat tensy oorledene vlug hy sou ver-\nbrand, en as hy vlug sou hulle hom onmiddel-\nlik in die hande kon kry en aanrand, soos dit ook geskied het, totdat hy\noënskynlik\ndood was en daarna verbrand is.\"\nThere was no evidence that accused Nos 5 and 6 had taken any part in the\nactivities of the mob after the deceased's\n/house ...\n80.\nhouse had been set on fire. Consequently the trial Court found that it had\nnot been proved beyond reasonable doubt that accused Nos\n5 and 6 had the\nintention to kill the decêased.\nIn the case of all the other accused, however,\ni e Nos 1, 2, 3, 4, 7 and\n8, the trial Court found. that\neach of them had the intention to kill the deceased. It found further that\nall these accused had actively asso-ciated themselves with\nthe conduct of the\nmob, which was directed at the killing of the deceased. On the evidence, neither\nof these findings can be faulted.\nIn the case of each of these accused,the\nconduct described above plainly proclaimed an active association with the\npurpose which\nthe mob sought to and did achieve, viz the killing of the\ndeceased. And from the conduct of each of these accused, assessed in the\nlight of the surrounding circumstances, the inference is\ninescapable that the\nmens rea\nrequisite for murder was present.\n/In ...\n81.\nIn his judgment the trial Judge, dealing with\nthe liability of the six accused in question for murder, quoted what was said\nin\nS v Williams en Andere\n1980 (1) SA 60\n(A) at 62 H - 63 H in regard to\n\"mededacers\" and \"medepligtiges\" (perpetrators and accomplices, or, as some\nwould have it, principals\nand accessories),and, adopting the phraseology used in\nthat case, stated the trial Court's conclusions in respect of these accused\nin\nthe following terms:\n\"Beskuidigdes nrs. 1 en 3 het oorledene\nontwapen en sy pistool van hom geneem.\nDit moes gedoen word omdat oorledene 'n\nbedreiging vir die skare ingehou het.\nHulle daad vergemaklik die taak van die\nskare om die oorledene daarna met klippe\nte gooi en hom dood te maak. Nr. 1 het\nself 'n klip na oorledene gegooi wat oor-\nledene op sy kop agter getref het. Hy\nis dus nie alleen 'n medepligtige nie, maar\nook 'n mededader. Nr. 2, soos reeds aan-gedui, het ook die misdaad bevorder\ndeur 'n klip na oorledene te gooi. Nr. 4 be-skuldigde\nhits die skare aan om\noorledene te dood en sy vereenselwig haar met die\nvandie oorledene. Nrs.7\nen 8 die bevorder die pleging van die misdaad en verleen hulp aan die skare\nwie\n/se ...\n82.\nse opset duidelik blyk om die oorledene te dood deur aktief\ndeel te neem aan die ver-branding van oorledene se huis.\"\nIt is more usual and, in my view, with respect, more appropriate to deal with\nthe liability of these accused for murder on the basis\nof what is called in our\npractice \"common purpose\", and it is on that basis that I proceed to discuss the\nmatter. It is implicit\nin the findings of the trial Court, I think, but in any\nevent quite clear on the evidence, that each of these accused shared a common\npurpose, to kill the deceased, with the mob as a whole, the members of which\nwere intent upon killing the deceased and in fact succeeded\nin doing so. And, as\nI have pointed out, all these accused by their conduct actively associated\nthemselves with the achieve-ment\nof the common purpose and each of them had the\nre-quisite\nmens rea\nfor murder.\nThis is the setting in which consideration must be given to the argument on\nbehalf of these accused that\n/their ...\n83.\ntheir convictions of murder were wrong because the State had failed to prove\nthat their conduct caused or contri-buted causally to\nthe death of the deceased.\nIn the case of some of these accused it is perhaps debatable whether a causal\nconnection between the conduct\nof each, individually, and the death of the\ndeceased had indeed\nnot been proved, but in the case of others it must be\naccepted without doubt, in my opinion, that no such causal\nconnection can be found to have been proved. This is\nparticularly obvious in the case of accused Nos 2 and 4,\nas will appear from what has been said earlier in regard\nto their conduct. I shall therefore assume, for the pur-\nposes of my judgment, that it has not been proved in the\ncase of any of the six accused convicted of murder that\ntheir conduct had contributed causally to the death of the\ndeceased.\nThus the question that must be faced squarely is this: in cases\nof the kind commonly referred to in our\n/practice ...\n84.\npractice as cases of \"common purpose\", in relation to murder, is it competent\nfor a participant in the common purpose to be found\nguilty of murder in the\nabsence of proof that his conduct individually caused or contributed causally to\nthe death of the deceased?\nIn recent years much uncertainty seems to have arisen\naround this question. This is regrettable, since cases involving a common\npur-pose,\nas understood in our practice, are of such frequent occurrence that it\nwould probably not be an overstatement to say that they arise\npractically daily\nin the criminal courts of our country. There ought not to be uncertainty\nin\nthis area of the criminal law, and it seems to me to be\nimperative that a clear answer be given to the question\nthat I have posed. Unfortunately, the uncertainty has\nbeen created by a number of decisions of this Court. I\nshall have to deal with them. The uncertainty has been\nheightened by a mass of legal literature which has been\nproduced on this topic over many years, contained in large\n/numbers ...\n85.\nnumbers of articles in legal journals, in doctoral theses, and in textbooks.\nWhile readily acknowledging the great assistance that\nI have gained from a study\nof the litera-ture, I have decided not to deal pertinently with the various\ndivergent and often conflicting\nopinions and views expressed by particular\nauthors. To do so would turn this judgment into an academic treatise and would\ndefeat\nmy object, which is to attempt to clarify the law as it\nis applied in practice, as briefly as possible, and with\na minimum of\nreferences to legal subtleties and juris-\nprudential philosophizing. When I do refer, in what follows, to the views of\nthe learned authors, without\nidentifying the author or authors concerned, I do so\nsolely in an effort to keep the discussion brief and cer-tainly not out of\ndisrespect for the value of their con-tributions.\nThe best way to approach the problem, I con-\nsider, is to examine how the question of causation in\n/cases ...\n86.\ncases of common purpose has been dealt with in the deci-sions of this Court, and\nto divide the enquiry into two stages, viz the period\nbefore the judgment in\nS v Thomo and Others\n1969 (1) SA 385\n(A), and the period thereafter.\nBefore 1969 this Court,. in its judgments in cases of common purpose, did not\npertinently address the question of causation, speaking\ngenerally. An exception\nwas the minority judgment of SCHREINER JA in\nR v Mgxwiti\n1954 (1) SA 370\n(A) at 381 G - 383 B, which was concerned\nwith a so-called case\nof \"joining in\". That type of\nsituation can be left out of consideration, for it does not arise on the facts\nof this case: here, each of the accused (i e the six\nconvicted of murder) became\nan active participant in the pursuance of the common purpose prior to the first\nfatal wounds being inflicted\non the deceased. In the reported cases before 1969\nclear instances can be found where this Court upheld the conviction of an\naccused\nfor murder, on the basis of common purpose, where\nno\n/causal ...\n87.\ncausal connection had been proved between the conduct of the accused and the\ndeath. of the deceased. I shall men-tion three such cases.\nThe first is the\nmajority judgment in\nMgxwiti\n's case\nsupra\n. I had occasion to\nanalyse that judgment in\nS v Khoza\n1982 (3) SA 1019\n(A) at 1051 E -\n1052 A; and there is no need to repeat what was said\nthere. The second is\nR v Dladla and Others\n1962 (1) SA 307\n(A) at 311\nA-E, which was also referred to in\nKhoza\n's\ncase\nsupra\nat 1052 B. In both\nMgxwiti\n's case and\nDladla\n's case\nsupra\nthe Court was dealing with an accused who\nhad participated in a murderous mob attack on the de-ceased, but whose own\nconduct was\nnot shown to have con-tributed causally to the deceased's death.\nThere is a close resemblance between the facts of those two cases\nand the facts\nof the present case. The third case to which I would refer, was of a somewhat\ndifferent nature. It was of a kind which\noccurs more frequently in practice, but\nin which the principle relating to causation in the context\n/of ...\n88.\nof common purpose must be the same. The case is\nS\nv\nMalinga and Others\n1963 (1) SA 692\n(A). Five accused had set out\nin a motor car to commit the crime of house-breaking with intent to steal and\ntheft. Accused No 4 was\narmed, to the knowledge of the others. On leaving\nthe\nscene, the car in which the accused were travelling\nwas overtaken by a police\ncar which tried to stop the car of the accused. Accused No 4 fired a shot and\nkilled a\npoliceman. An appeal against the convictions for murder of the other\nfour accused was dismissed. HOLMES JA (with STEYN CJ and WILLIAMSON\nJA\nconcurring) pointed out at 694 F that\n\"\t the liability of a\nsocius criminis\nis not vicarious but is based on his own\nmens rea\n\",\nand went on to say at 695 A-B:\n\"In the present case all the accused knew that they were going on a\nhousebreaking\nexpedition in the car, and that one of them was armed with a revolver which\nhad been obtained and loaded for the occasion.\n/It ...\n89.\nIt is clear that their common purpose embraced not only\nhousebreaking with intent to steal and theft, but also what may be termed\nthe\nget-away. And they must have foreseen, and therefore by inference did foresee,\nthe possibility that the loaded fire-arm would\nbe used against the contin—\ngency of resistance, pursuit or attempted capture. Hence, as far as individual\nmens rea\nis concerned,\nthe shot fired by accused No. 4 was, in effect,\nalso the shot of each of the appellants\n.\"\n(My emphasis.)\nIn my view, on the facts of that case it was impossible to find any causal\nconnection between any conduct of the appellants and the\ndeath of the policeman.\nThe conclud-ing words in the passage of the judgment of HOLMES JA, quoted above,\nwhich I have emphasized,\nconstitute a clear recognition, in my opinion, of the\nprinciple that in\ncases of common purpose the act of one participant\nin\ncausing the death of the deceased is imputed, as a matter of law, to the\nother participants (provided, of course, that the necessary\nmens rea\nis\npresent)\nIn\nThomo\n's case\nsupra\nat 399 i f it was\nstated\n/in ...\n90.\nin general terms, which included a reference to a\nsocius\n, that on a\ncharge of murder it was necessary to prove that the accused was guilty of\nunlawful conduct which caused or contributed\ncausally to the death of the\ndeceased. In\nKhoza\n's case\nsupra\nat 1056 D - 1057 B I expressed the\nview\nthat, in so far as the statement related to a\nsocius\n, i e\na participant in a common purpose, it was\nobiter\nand in conflict with\nauthority. This view is borne out, I con-sider, by the cases to which I have\nreferred above. In addition, there\nis a further case to which I would now refer,\nwhich is most interesting. It is\nS v Madlala\n1969 (2) SA 637\n(A).\nThomo\n's case was reported before\nMadlala\n's case - in\n1969 (1) SA\n385\n, but in fact the\njudgment in\nMadlala\n's case was delivered on 21 November\n1968,\nbefore the judgment was delivered in\nThomo\n's case, on 3 December 1968.\nSTEYN CJ was a party to both judgments, and WESSELS JA, who wrote the judgment\nin\nThomo\n's case, concurred in the judgment in\nMadlala\n's case.\n/In ...\n91.\nIn the latter case HOLMES JA said at 640 F-H:\n\"It is sometimes difficult to decide, when two accused are tried jointly on a\ncharge of murder, whether the crime was committed by\none or the other or both of\nthem, or by\nneither. Generally, and leaving aside the position of an accessory after the\nfact, an accused may be convicted of murder if the killing\nwas unlawful and\nthere is proof -\n(a)\tthat he individually killed the deceased,\nwith the required\ndolus\n, e g by shooting\nhim; or\n(b)\tthat he was a party to a common purpose\nto murder, and one or both of\nthem did\nthe deed; or\n(c)that he was a party to a common purpose\nto commit some other crime, and he fore-saw the possibility of one or both\nof\nthem causing death to someone in the\nexecution of the plan, yet he persisted,\nreckless of such fatal consequence, and\nit occurred; see\nS v Malinga and Others\n1963 (1) SA 692\n(AD) at p. 694 F-H and\np. 695; or\n(d) that the accused must fall within (a) or\n(b) or (c) - it does not matter which,\nfor in each event he would be guilty of\nmurder.\"\nIn this formulation of the legal position relating to com-mon purpose it is\nquite clear, in my opinion, that there is no room for\nrequiring proof of\ncausation on the part\n/of ...\n92.\nof the participant in the common purpose who did\nnot\n\"do the deed\" (i\ne the killing). This fortifies my view that it was not intended in\nThomo\n's case to lay down that a causal connection had to be established\nbetween the acts of every party to a common purpose and the death\nof the\ndeceased before a conviction of murder could ensue in respect of each of the\nparticipants.\nAfter 1969 this Court continued to deal with cases of common purpose without\nadverting to the question of causation. Convictions of\nmurder were upheld in\ncases where the accused's own acts, although showing an active association with\nthe furtherance of a common\npurpose, mostly to rob, were not shown to have\ncontributed causally to the death of the deceased. Two examples, following\nclosely\nupon\nThomo\n's case\nsupra\n, are to be found in\nS v\nWilliams en 'n Ander\n1970 (2) SA 654\n(A) at 658-659, and .\nS v Kramer en Andere\n1972 (3) SA 331\n(A) at 334. Jumping\nsome years, the same pattern appears in more recent\n/decisions ...\n93.\ndecisions of this Court: see e g\nS v Shaik and Others\n1983 (4) SA 57\n(A) - note especially at 65 A: \".....\nthe act of one\nbecomes the act of the other if that act is done in pursuit of a common\ndesign\n\" (my emphasis);\nS v Talane\n1986 (3) SA 196\n(A) at 206 E -\n207 A; and S v Mbatha\nen A\nndere\n1987 (2) SA 272\n(A) at 282 B - 284 C. Of\nparticular interest is\nS v Nkwenja en 'n Ander\n1985 (2)\nSA 560\n(A),\nwhich was a case of culpable homicide. The two appellants in that case had\ndecided to rob the two\noccupants of a parked motor car. They\nsimultaneously\nopened two of the doors of the car, one on each side, and\nassaulted the occupants, one of whom died. It could not be established which\none\nof the two appellants in-flicted the injuries on the occupant who was killed.\nThe trial Court found that\ndolus\nwas not proved, but\nculpa\nwas,\nand convicted both appellants of culpable homicide. On appeal this Court was\ndivided on the question whether,\non the facts,\nculpa\nhad been proved against the appellants.\n/The ...\n94.\nThe majority of the Court found that it had, and sustained\nthe convictions. JANSEN JA, delivering the judgment of the majority of\nthe Court\n(JOUBERT JA and GROSSKOPF AJA concurring), said the following at 573 B-D:\n\"Die appellante het saamgewerk met die ver-\nwesenliking van die gesamentlike oogmerk.\nOpgrond van die voorgaande blyk dit dat\nbeide gehandel het met\nculpa\nten opsigte\nvan die dood wat ingetree het. Strafbare\nmanslag is die wederregtelike, nalatige\ndoodslag van 'n ander en behels in die alge-\nmeen die vereiste van 'n kousale verband\ntussen 'n handeling van die beskuldigde en\ndiedood. In die onderhawige geval is\ndit onseker watter appellant die dodelike\ngeweld toegepas het en sou dit moeilik wees om aan die een of die ander van\ndie appel-\nlante 'n handeling toe te skryf wat\nconditio\nsine qua non\nvan die dood was. Maar in ons\npraktyk word in gevalle soos die onder-hawige, waar daar voorafbeplanning was\nen\ndan deelneming aan verwesenliking van die gesamentlike oogmerk, nie altyd\nstreng aan\ndie vereiste van kousaliteit (\nsine qua non\n)\ngekleef ten einde die een deelnemer straf-\nregtelik aanspreeklik te stel vir 'n gevolg\nvan die handeling van 'n ander deelnemer nie.\nSonder om die juiste grondslag van hierdie\nte stip wil dit my voor-\nkom dat albei appellante wel aan strafbare\nmanslag skuldig is \t\"\n/In ...\n95.\nIn my opinion these remarks constitute once again a clear recognition of the\nprinciple that in cases of common pur-pose the act of\none participant in causing\nthe death of the deceased is imputed, as a matter of law, to the other\nparticipants. The reference to\n\"voorafbeplanning\" is not significant, for it is\nwell established that a common purpose need not be derived from an antecedent\nagreement,\nbut can arise on the spur of the moment and can be in-ferred from the\nfacts surrounding the active association with the furtherance\nof the common\ndesign. Nor do I\nconsider that the words \"altyd\" and \"streng\" really qualify\nthe effective application of the general principle.\nI turn now to a number of cases, decided in\nthis Court in the early eighties, which have given rise\nto uncertainty.\nIn\nS v Williams en 'n Ander\n1980 (1) SA 60\n(A) JOUBERT JA explained\nthe difference between liability as a co-perpetrator (\"mededader\" or principal)\nand liability\n/as ...\n96.\nas an accomplice (\"medepligtige\" or accessory) and said, in regard to the\nlatter, at 63 E/F:\n\"Volgens algemene beginsels moet daar 'n kousale verband tussen die\nmedepligtige se hulpverlening en die pleging van die misdaad deur\ndie dader of\nmededaders bestaan.\"\nThis remark has given rise to the question whether, in\nrelation to cases of common purpose, some kind of causal connection is\nrequired to be proved between the conduct, of a particular\nparticipant in the\ncommon purpose and the death of the deceased before a conviction of murder can\nbe justified in respect of such\na participant. In my view the clear answer is:\nNo. It seems clear to me that the Court in\nWilliams\n's case was not\ndealing with\nthe law relating to common purpose at all. The only\nreference to common purpose in the judgment appears at 62 F-G, where, in\ndealing with the facts, JOUBERT JA said\nthat it was not to be accepted that the accused had en-tered the train coach\nwith a common purpose to commit a,\n/crime ...\n97.\ncrime in which the weapons would be used which were in\nfact used later to assault the victim. In my view the Court in\nWilliams\n's\ncase did not intend to supplant, qualify, or detract from, the.substance of the\npractice\nof the Courts in relation to common\npurpose. I expressed this view in\nKhoza\n's case\nsupra\nat 1054 C. It\nhas turned out to be correct, having regard to the manner in which cases of\ncommon purpose have continued to be dealt\nwith in the decisions of this Court\nsubsequent to\nWilliams\n's case, as mentioned above. In the present case I\nam dealing with the position of the six accused who have been con-victed of\nmurder\nsolely on the basis of common purpose. Accordingly there is no need for\nme to enter upon a dis-cussion of the purport of the above-quoted\nremark in\ncon-\nnection with the liability of an accessory, or of the view now held by some\nauthors that in cases of murder there is no room for\nbasing liability on\n\"medepligtigheid\". For practical purposes, in applying the law relating to cases\nof common purpose, the judgment\nin\nWilliams\n's\ncase\n/can ...\n98.\ncan safely be left out of consideration altogether.\nIn\nS v Maxaba en Andere\n1981 (1) SA 1148\n(A) VILJOEN JA, having\nreferred to\nWilliams\n's case\nsupra\n, said at 1155 E-G:\n\"Ek wil met eerbied saamstem met Burchell en Hunt\nS A Criminal Law and\nProcedure\nband 1 te 363 dat daar geen towerkrag opgesluit is in die\nsogenaamde leerstuk van 'common pur-pose' nie. Soos uit die passasie hierbo\nuit\nWilliams\nse saak blyk, moet, waar daar\ndeelneming aan 'n misdaad is, elkeen van die deelnemers voldoen aan al die\nvereistes van\ndie betrokke misdaadomskrywing voordat hy as\nmededader skuldig bevind kan word. Moord is 'n gevolgsmisdaad. Indien die\nStaat mede-daderskap wil bewys, moet hy bewys, nie al-leen\ndat elke deelnemer\ndie nodige opset ge-had het om die slagoffer te dood nie, maar ook dat sy\naandeel bygedra het, daadwerklik of\npsigies, tot veroorsaking van die dood.\"\nWith great respect, I do not agree with the tenor and ef-\nfect of these\nremarks. The learned Judge's approval of the statement by\nBurchell and\nHunt\nthat there is no magic\nabout the \"doctrine\" of common purpose, as a\nbasis for his\nconclusion that a causal connection between the conduct of\n/the ...\n99.\nthe perpetrator and the death of the deceased must be proved,\nrests, in my respectful opinion, upon a miscon-ception of what the learned\nauthors sought to convey by that statement. A reading of the passages at 363-5\nwhich constitute the context in which the statement\nappears, shows that the\nlearned authors were concerned with the theme that the liability of a party to a\ncommon purpose was not vicarious\nbut was founded on his own\nmensrea\n. This\ntheme was developed apropos of the view expressed in the earlier cases that\nliability in respect of common pur-pose rested\non an implied mandate. But the\nlearned authors certainly did not intend to convey that it was necessary to\nprove a causal link between\nthe conduct of a party to the common purpose and the\ndeath of the deceased. On the contrary, they said, in conformity with the case\nlaw referred to above, at 364:\n\"Association in a common illegal purpose\nconstitutes the participation - the\nactus reus\n. It is not necessary to\nshow that\n/each ...\n100.\neach party did a specific act towards the attainment of the joint object.\nAssociation in the common design makes the act of the principal\noffender the act\nof all.\"\nAnd in a footnote they added:\n\"Moreover, it is not necessary to show that there was a causal link between\nthe conduct of each party to the common purpose and the\nunlawful consequence,\nsee above, p. 352\".\nThe references to B\nurchell and Hunt\nabove are to the\nfirst edition;\nin the second edition, see at 430-5. The\nlearned authors have retained the\n\"no magic\" statement\nreferred to above, which is perhaps unfortunate, since\nit tends to suggest that a question-mark should be placed against the manner\nin\nwhich the Courts have dealt with cases of common purpose in recent times, which\nI think is unwarranted. I should add that I myself\nsee no \"magic\" in the\npractice of the Courts - but I do see a lot of common sense and expediency in\nit. Reverting to the\nremarks of VILJOEN JA quoted above, he referred to a\ncausal contribution to the death of the deceased, \"daad-\n/werklik ....\n101.\nwerklik of psigies\", and at 1156 F/G he again mentioned a\n\"psigiese bydrae\ttot die dood van die oorledene\",\nthus adopting the approach of some authors. With respect,\nit seems to me that the concept of \"psychological causa-\ntion\" is so nebulous that it is practically incapable of\neffective application. In any event, VILJOEN JA's re-\nquirement of a causal connection in cases of common pur-\npose is clearly in conflict with the great weight of\nauthority constituted by the decisions of this Court,\nboth before and after\nMaxaba\n's case, as discussed above.\nFinally, the requirement of a causal connection in the\nquoted remarks of VILJOEN JA was clearly an\nobiter dictum\n,\nas he himself pointed out at 1156 F-G. In the result,\nthe iudgment in\nMax\naba's case, in so far as it relates\nto the question of causation, can safely be ignored in\nthe future treatment of cases of common purpose.\nIn\nS v Khoza\n1982 (3) SA 1019\n(A)the judgments of CORBETT JA and\nmyself reflect a difference of opinion\n/as ...\n102.\nas to the liability of an accused \"joining in\" in an assault\nupon a person who has already been fatally wounded. As I have indicated,\nthat\nproblem does not arise on the facts of the present case. Consequently no more\nneed be said about it. I would merely point out\nthat in the passage in the\njudgment of CORBETT JA at 1036 F - 1037 A, in which he referred to common\npurpose, there is nothing, in\nmy respectful opinion,which militates against the\nviews I have expressed above.\nIn\nS v Daniëls en 'n Ander\n1983 (3) SA 275\n(A) the problems of\ncausation discussed in three of the judg-ments (those of JANSEN JA, TRENGOVE JA\nand VAN WINSEN AJA) in respect\nof accused No 1 in that case, arose because of a\nfinding by the learned Judges that a common purpose between the two accused in\nthat\ncase had not been proved. These problems are accordingly not relevant in\nthe present case.In the judgment of NICHOLAS AJA the matter\nwas -dealt with on\nthe footing that the conviction of accused\n/NO 1 ...\n103.\nNo 1 in that case could not be sustained on a considera-tion of the problems\nrelating to causation, but, signifi-cantly, he upheld\nthe conviction on the\nground that a common purpose between the accused to rob and kill the deceased\nhad been proved (see at\n302 F, 304\nD-H). In my judgment I found that a common\npurpose between the accused to rob the deceased had been proved. At 323 E-F I\nsaid the\nfollowing:\n\"Volgens my beskouing is die geldende regs-\nposisie dat,waar een van die deelgenote\ntot 'n gemeenskaplike oogmerk die handeling\nverrig wat die dood van die oorledene ver-\noorsaak, en daar by die ander deelgenote\ndie nodige\nmens rea\naanwesig is, die handel-\ning van die een wat die dood veroorsaak, as\n'n kwessie van regsbeleid, beskou word as\ndie handeling van al die deelgenote .....\"\nI adhere to that view,because it seems to me that it is\nborne out by the cases decided in this Court, as discussed above. I would add\nthis observation: the approach re-\nflected in the passage just quoted has\nbeen applied, in\neffect, in many cases of common purpose decided in the\n/Provincial ...\n104.\nProvincial and Local Divisions which, in recent years have\ncome, and are currently coming, on appeal before this Court, without the\nvalidity of the approach being quest-ioned, but which never reach the Law\nReports.\nThat being the existing state of the law re-\nlating to common purpose, it would constitute a drastic\ndeparture from a\nfirmly established practice to hold now that a party to a common purpose cannot\nbe convicted of murder unless a causal\nconnection is proved between his conduct\nand the death of the deceased. I can see no good reason for warranting such a\ndeparture.\nMany of the authors who are opposed to the practice of the Courts\nhave criticized its origins, both in relation to its rational-\nisation on the basis of implied mandate and in relation\nto the fact that\nit first came to us\nvia\nthe application of English law. In passing I\nwould say that the much maligned notion of implied mandate seems to me not to be\nwithout\nmerit, now that it is well recognized\n/that ...\n105.\nthat the liability of an individual accused rests on his own\nmens rea\nalone (whether\ndolus directus\nor\ndolus even\n-\ntualis\n), and\nthat the English origin of the practice is no reason\nper se\nfor rejecting\nit, if it satisfies the exigencies of the administration of our own criminal\nlaw. But that is by the way; for the purposes\nof this judgment matters of merely\nhistorical interest can be left aside. What is more important is that the\nauthors who are critical\nof the practice of the Courts do not appear to have\npro-blems with the actual results achieved in the vast majority of cases. In\nthe\nmain the criticism is based on the argu-ment that causation is a fundamental\nelement in die defi-nition of the crime of murder,\nwhich cannot be ignored; and\nit is said also that the concept of active association with the act of killing\nby another is too vague\nto serve as a touchstone for liability. In my view,\nhowever, in many cases where acceptable (and required) results are\nachieved by means of imputing the act of killing by one person to another person\nby virtue of a common purpose,\nthe\n/adherence ...\n106.\nadherence to the requirement of a causal connection between\nthe conduct of the latter person and the death of the deceased would necessitate\nstretching the concept of causation,\ninter alia\nby resorting to the\ndevice of \"psychological causation\", to such unrealistic limits as border on\nabsurdity. In the process there\nwould be present a greater measure of vagueness\nand uncertainty than in regard to the application of the test of active\nassociation\nwith the attainment of the common purpose. In any event, I do not\nthink that the application of the latter test presents unmanageable\nproblems. It\nsimply involves an assessment of the facts of the particular case,\nand the\nfactual issue to be resolved is no more difficult to resolve than many other\nfactual issues encountered in any criminal case.\nThe position of accused Nos 5\nand 6 in the present case can be taken as an example. The trial Court found that\nit had not been proved\nthat they had had the intention to kill the deceased. On\nthe facts\n/relating ...\n107.\nrelating to their limited participation in the events, prior\nto the setting on fire of the deceased's house, it might as well have\nfound that\nthe evidence fell short of proving an active association on their part with the\npur-pose of the mob to kill the deceased.\nIn regard to two cases mentioned\nearlier, however, viz\nMgxwiti\n's case\nsupra\nand\nDladla\n's\ncase\nsupra\n, some authors have criticized or queried the result arrived\nat, as did counsel for the accused in the present case. I do not consider\nthose\ncases to have been wrongly decided, but for present pur-poses the point to be\nstressed is that if it is assumed\nthat the correctness of the result in those\ncases is de-batable, that would be so, not because of doubt as to whether a\ncausal connection\nhad been proved between the acts of the accused and the death\nof the deceased in each case, but because it would be arguable whether,\nas a\nmatter of fact, the evidence showed an active association\nby the accused with\nthe acts of the mob which caused the\n/death ...\n108.\ndeath of the deceased.\nIn the present case, on the facts outlined earlier, there can be no doubt, in\nmy judgment, that the individual acts of each of the\nsix accused convicted of\nmurder manifested an active association with the acts of the mob which caused\nthe death of the deceased.\nThese accused shared a common purpose with the crowd\nto kill the deceased and each of them had the requisite\ndolus\nin\nrespect of his death. Consequently the acts of the mob\nwhich caused the deceased's death must be imputed to each\nof these accused.\nI should mention that counsel for the accused argued that the final act of\nsetting the deceased alight fell outside the purview of\nany common purpose to\nwhich the accused were parties and that they could therefore not be held\nresponsible for the deceased's death.\nThere is no substance in this argument. On\nthe particular facts of this case the precise manner in which and the\n/precise ...\n109.\nprecise means by which the deceased was to be killed were irrelevant to the\nachievement of the common purpose.\nFor these reasons the first ground of appeal fails.\nThe third ground of\nappeal relates to the con-victions of all the accused for subversion. In view of\nthe way in which the argument\ndeveloped in this Court, this ground of appeal can\nbe disposed of briefly. The charge against the accused was based on the\nfollowing\npro-visions of section 54 (2) of the Internal Security Act 74\nof\n1982 (\"the Act\"):\n\"(2) Any person who with intent to achieve\nany of the objects specified in\npara-\ngraphs (a) to (d), inclusive, of sub-\nsection (1) -\n(a) causes or promotes general disloca-\ntion or disorder at any place in the Republic, or attempts to do so;\n(e) prevents or hampers, or deters any\nperson from assisting in, the main-\ntenance of law and order at any\nplace in the Republic, or attempts\nto\ndo so;\n/shall ...\n110.\nshall be guilty of the offence of sub-\nversion \t\"\nThe paragraphs in section 54 (1) on which the State relied in the charge read\nas follows:\n\"(c) induce the Government of the Republic to\ndo or abstain from doing any\nact or to\nadopt or to abandon a particular stand-\npoint; or\n(d) put in fear or demoralize the general pub-\nlic, a particular\npopulation group or the\ninhabitants of a particular area in the\nRepublic\n\t\"\nIn terms of section 54 (8) the expression \"Government of\nthe Republic\" includes\ninter alia\nany institution contem-\ni plated in section 84 (1) (f) of Act 32 of 1961, and the\nlast-mentioned section refers\ninter alia\nto\n\"municipal\ninstitutions \t and other\nlocal institutions of a simi-\nlar nature\". Section 69 (5) of the Act\nprovides:\n\"If in any prosecution for an\noffence in terms of section 54 (1) or (2) it is proved that the accused has\ncommitted any act al-\nleged in the charge, and if such act resulted\nor was likely to have resulted in the achieve-ment of any of the objects\nspecified in sec-tion 54 (1) (a) to (d), inclusive, it shall\n/be ...\n111.\nbe presumed, unless the contrary is proved, that the accused\nhas committed that act with intent to achieve such object.\"\nThe particular facts on which the State relied in support of the charge were\nset out in a schedule annexed to the indictment. It is\nnot necessary to\nreproduce that sche-dule here.It contained, a statement of the acts per-\nformed by the mob at or in the vicinity of the deceased's\nhouse, with which the accused made common cause, and which\nhave been summarized earlier in this judgment.\nThose facts having been proved, the trial\nCourt found that the conduct of the mob, which included\nthe accused, fell within the ambit of paragraphs (a) and\n(e) of section 54 (2) of the Act. This finding was\nrightly not challenged on behalf of the accused. On the\nfacts of this case there is accordingly no need to embark\nupon a general discussion of the precise scope of the\nparagraphs in question. With regard to paragraph (c) of section 54 (1)\n/the ...\n112.\nthe trial Court found that the town council of Lekoa was an institution as\ncontemplated in section 84 (1) (f) of\nAct 32 of 1961. This finding was not challenged either.\nThe trial Court found further that the acts of the mob\nwere directed at inducing the town council of Lekoa to\nabstain from enforcing the payment of increased service\nlevies, and that such was indeed the result of the riots,\nsince it appeared from the evidence that the town council\nsubsequently decided to abandon the project of levying\nincreased charges. With regard to paragraph (d) of sec-\ntion 54 (1) the trial Court found that there was ample\nevidence to show that the inhabitants of Sharpeville were\nput in fear by the rioting mob.\nin their evidence all the accused denied that\nthey had any intent to achieve any of the objects speci-\nfied in paragraphs (c) and (d) of section 54 (1). The\ntrial Court found, however, that they had failed, on a\nbalance of probabilities, to rebut the presumption provided\n/for ...\n113.\nfor in section 69 (5). This was the only finding\nof the trial Court, on this aspect of the case, which was chal-lenged on appeal.\nIt was argued that the trial Court should have accepted the denials of the\naccused. The argument was doomed to fail. Not only were\nthe de-nials of the\naccused contrary to the probabilities emerg-ing from the evidence, but the trial\nCourt also found that all the\naccused were untruthful witnesses. The record\nshows that the trial Court had good and sufficient grounds for rejecting the\nevidence\nof each of the accused. Ac-cordingly there is no room for this Court to\ninterfere with the finding of the trial Court.\nSo the third ground of appeal fails also.\nAccused Nos 5 and 6, it will be recalled,were\ngiven leave to appeal against their convictions for public violence. It can\nbe assumed that the leave was based on the ground that\nthere was no direct\nevidence that either of these accused had actually thrown any stones\nthemselves.\n/On ...\n114.\nOn the facts of this case, however, it was not necessary\nfor the State to prove that these accused had themselves thrown stones, for\nthe evidence against them established clearly that they\nwere in the forefront of\nthe stone-throwing mob, and thus that they associated themselves with, and so\nwere parties to, the execution\nof a common purpose to commit a riotous and\nviolent disturbance of the public peace and security and invasion of the rights\nof others\n(c f\nR v Wilkens and Others\n1941 TPD 276\nat 289, 297;\nR v\nCele and Others\n1958 (1) SA 144\n(N) at 153 B-C).On the other hand it is\nclear that the very same conduct of these accused, on which their convictions\nfor public\nvio-lence were founded, constituted the essential basis for their\nconvictions for subversion. It is for this reason that the question\nwas raised\nin argument before this Court, as mentioned earlier, whether it was proper to\nconvict these\naccused both for subversion and for public violence. In\nmy\nview it was not. Not only were the acts of the accused\n/which ...\n115.\nwhich constituted the basis of each of the convictions\nexactly the same, but the nature of those acts, in the par-ticular circumstances\nof this case, was in substance very similar for\nthe purposes of either of the\nconvictions. The causing of \"general dislocation and disorder\" and the\npreventing or hampering of \"the\nmaintenance of law and order\", for the purposes\nof paragraphs (a)\" and (e) of sec-\ntion 54 (2) of the Act, simultaneously involved the force-\nful disturbance of the public peace and security and\nin-\nvasion of the rights of others, for\nthe purposes of public\nviolence. On the particular facts of this case the proof of the former\nnecessarily constituted proof of the latter. In substance\nthe punishable conduct\nwas the same. The only difference between the two crimes, in\nthe circumstances of this case, was the specific intent\nrequired for subversion, as described in paragraphs (c) and (d) of section 54\n(1) of the Act, which was, in terms of section 69 (5),\npresumed against the\naccused to have been present, and in one respect, viz the putting\nin\n/fear ...\n116.\nfear of the inhabitants of the area (paragraph (d)), the intent largely\ncoincided with the intent involved in pub-lic violence as\nwell. In these\ncircumstances, applying thê consideratïons of common sense and\nfairness referred to in\nR v Kuzwayo\n1960 (1) SA 340\n(A) at 344 A-C, these\naccused ought not to have been convïcted of both crimes. I may add that the\ntrial Court was probably not\nalerted\nto the position discussed above, because the convïctions for public\nvïolence were considered in the context of competent\nverdicts on the charge\nof murder. Had all the accused been charged originally wïth both subversion\nand public violence the difficulty\nwould have been more imme-diately apparent.\nIn the result these convïctions of\naccused Nos 5 and 6 and the sentences imposed on them in respect thereof\ncannot stand and will be set aside.\nI turn next to the question of extenuating cir-cumstances in regard to the\nsix accused who were convicted of murder. None of them\ntestified on this issue,\nbut on\n/behalf ....\n117.\nbehalf of them evidence was given by Professor Tyson, a highly qualified and\nexperienced psychologist. I do not propose to discuss\nhis evidence in detail.\nThe trial Judge dealt. fully with it in his lengthy and careful judgment on\nextenuating circumstances. The\neffect of Professor Tyson's evidence is\nsummarized in the following passage:\n\"I consider, on the basis of my assessment of the psychological literature,\nthat it is high-\nly probable that an individual in a mob\nsituation will experience de-individuation and that this de-individuation\nwill lead to di-minished responsibility in much the same\nway as do the\nconsumption of too much alcohol or great emotional stress.\"\nIt was argued before this Court that the trial Court had misdirected itself\nin finding that there were no extenuat-ing circumstances,\nin view of the\nunchallenged evidence of Professor Tyson, as summarized above. I am unable to\naccept this argument. The views expressed\nby the witness were of a wholly\ngeneralized nature, and unrelated to the individual\n/accused ...\n118.\naccused. The generalization of the probability referred\nto by the witness cannot be specifically related to any\nindividual accused in the absence of any evidence at all\nregarding the actual motivation and state of mind of such\nindividual accused. . No such evidence was placed before\nthe trial Court. The position in the present case is\ngoverned by the reasoning in\nS v Magubane en Andere\n1987\n(2) SA 663 (A) at 667 G - 669 E, which was concerned with\na different, but nonetheless closely analogous, context.\nConsequently there is no room for finding that the trial\nCourt had misdirected itself in its assessment of Profes-\nsor Tyson's evidence.\nIt was contended further that the trial Court had misdirected itself in\nplacing reliance on the remarks of RUMPFF JA in\nS v Maarman\n1976 (3) SA\n510\n(A) at 512 F -513 A. Again, I am unable to accept this argument. Suffice it\nto say that there is nothing in the judgment of the trial\nJudge which could\nindicate that the trial\n/Court ...\n119.\nCourt had referred to the interests of the community in\nany sense other\nthan that sanctioned by the remarks re-\nferred to.\nIt was for the trial Court to assess the matter\nof extenuating circumstances. As is well known, the room for this Court to\ninterfere with the trial Court's assess-\nment is very limited. In this case, it has not been\nshown that the trial Court misdirected itself. It\nwas not suggested that a Court could not reasonably have\narrived at the conclusion reached by the trial Court.\nConsequently there are no grounds upon which this Court\ncan interfere with the trial Court's finding that there\nwere no\nextenuating circumstances.\nFinally, as to the sentences imposed by the trial Judge on all the accused in\nrespect of their con-victions for subversion, it has\nnot been shown that the\ntrial Judge's discretion. in the matter of sentence was\nnot exercised properly. There is no room for this Court\n/to ...\n120.\nto interfere with the sentences.\nThe order of the Court is as follows:\n(1) The appeals of appellants Nos 1, 2,\n3,\t4, 7 and 8 (accused Nos 1, 2, 3,\n4,\t7 and 8 in the Court\na quo\n) against their convictions for murder\nand the\ndeath sentences imposed upon them are\ndismissed.\n(2) The appeals of all the appellants\nagainst their convictions for sub-version and the sentences imposed upon them\nin respect thereof are dismissed.\n(3) The appeals of appellants Nos 5 and 6 (accused Nos 5 and 6 in the Court a\nguo) against their convictions for\nsentences im-\nposed in respect thereof are allowed;\n/these ...\n121.\nthese convictions and sentences are set aside.\nA.S. BOTHA JA\nHEFER JA\nSMALBERGER JA\nCONCUR\nBOSHOFF AJA\nSTEYN AJA",
  "scraped_at": "2026-02-11T21:31:38.728159",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}