{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/68.html",
  "case_name": "S v Mashele (69/86) [1987] ZASCA 68 (13 August 1987)",
  "citation": "[1987] ZASCA 68",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 68\n|\nNoteup\n|\nLawCite\nS v Mashele (69/86) [1987] ZASCA 68 (13 August 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr 69/86 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPeLAFDELING)\nIn die saak tussen:\nROBERT MASHELE\nAppellant\n- en -\nDIE STAAT\nRespondent\nCoram\n:\tJANSEN, GROSSKOPF ARR et STEYN Wn AR\nVerhoor\n: 19 Mei\n1987 Gelewer:\nUITSPRAAK\nJANSEN AR\n:-\nDie /\n2.\nDie appellant is op Tzaneen deur die\nRondgaande Hof (KRIEGLER R en twee assessore) aan die\nvolgende misdade skuldig bevind: (1) moord van David\nRabothatha sonder versagtende omstandighede; (2) ver=\nkragting van Johanna Modiba; (3) roof van 'n Mazda-\nbakkie met verswarende omstandighede; (4) diefstal van\n'n polisie pistool; (5) onwettige besit van die pistool;\n(6) onwettige besit van 6 patrone wat in die pistool pas\nDit blyk dat die appellant, wat voorheen 'n lid van die\npolisiemag was, die pistool op 7 Oktober 1984 gesteel het\nvoor hy die mag verlaat het. Op 6 Desember 1984 het die\nappellant geryloop op die Tzaneen-Lydenburg-teerpad in\ndie Ritavi-distrik. 'n Mazda-bakkie, bestuur deur David\nRabothatha en met 'n passasier Johanna Modiba, het hom\nopgelaai /.....\n3.\nopgelaai; 'n ent verder het die appellant David Rabothatha met die\npistool gedwing om hom te laat bestuur; verder aan het die appellant\nDavid\nRabothatha uit die bakkie gedwing en gedood deur etlike skote op hom met die\npistool te vuur; daarna het die appellant weggery\nmet Johanna Modiba nog steeds\nby hom; hy het haar gedwing om by hom te bly en eers die volgende oggend het sy\nontsnap uit die huis\nwaar hulle oornag het; teen daardie tyd het hy haar reeds 5\nkeer verkrag (die 5 gevalle is egter saamgevat in een aanklag). Die verhoorhof\nhet die volgende vonnisse opgelê :-\n(1)die doodstraf vir die moord;\n(2)12 jaar gevangenisstraf vir die verkragting;\n(3)\n/\n4.\n(3)14 jaar gevangenisstraf vir die roof;\n(4)3 jaar gevangenisstraf vir die diefstal;\n(5)18\nmaande gevangenisstraf vir die onwettige besit van die pistool;\n(6)6 maande gevangenisstraf vir die onwettige besit van die patrone.\nDit is gelas dat vonnisse (5) en (6) saamloop. - Met verlof van die\nVerhoorregter kom die appellant in hoër beroep teen vonnisse\n(2) tot en met\n(6).\nIn sy uitspraak waarin hy die verlof verleen, sê die Verhoorregter\n:-\n\" Ek het ten tye van die vonnisoplegging die individuele vonnisse en hulle\ngesamentlike uitwerking oorweeg. Ek het hulle opnuut oorweeg.\nEk is steeds van\nmening dat daar ten aansien van die afsonderlike vonnisse na behore met die\napplikant gehandel is. Ek meen egter\ndat 'n ander Hof moontlik mag kon= kludeer\ndat die kumulatiewe uitwerking van die vyf vonnisse, naamlik, dertig jaar en ses\nmaande,\nte swaar op die applikant rus.\"\nDat /\n5.\nDat die vonnisse kumulatief buitensporig swaar is,is\ntrouens ook die enigste kontensie wat voor ons geopper\nis; tereg is nie betoog dat die vonnisse afsonderlik\naanvegbaar is nie. Wel is namens die appellant\naangevoer dat hoewel by oorweging van die gesamentlike\nuitwerking van vonnisse (2) tot en met (6), vonnis (1),\ndie doodstraf, en enige moontlike versagting daarvan\níngevolge art 326 van die Strafproseswet 1977 tot 'n\ntermyn van gevangenisstraf,buite rekening gelaat moet\nword, 'n effektiewe straf van 30½ jaar gevangenisstraf\nnogtans die gewone bo-grens van 25 jaar (vgl\nR v\nMzwakala\n1957(4) SA 273(A),278 D-E; s v Whitehead 1970\n(4) SA 424(A), 438 H;\nS v Sibiya\n1973(2) SA 51(A), 57 F\net seq)\nso ver oorskry dat hierdie Hof moet ingryp.\nBy /.....\n6.\nBy die beoordeling van die gepastheid van die kumulatiewe straf, waar\ndie individuele vonnisse nie aanvegbaar is nie, moet o a gekyk\nword na die\nstraf= waardigheid van die beskuldigde se gedraging in geheel soos dit blyk uit\ndie skuldigbevindings. Die begin= sels\nmet betrekking tot die saamvat van\nskuldigbevindings kan hierby van hulp wees :-\n\"Where multiple counts are closely connected or similar in point of time,\nnature, serious= ness, or otherwise, it is sometimes a useful\npractical way of\nensuring that the punishment imposed is not unnecessarily duplicated or its\ncumulative effect is not too harsh on\nthe accused, by taking them together for\nthe purpose of imposing one sentence thereon, see\nS v Young\n1977(1) SA\n602(A) at p 610 D-F. It is however pointed out that it is a desirable practice\nnot to pass globular sen= tences but to\npass appropriate sentences on the\nseparate counts and the cumulative effect of all\nthe /\n7.\nthe sentences imposed can then be suitably controlled to ensure that the\ntotality of the imprisonment is not excessive. The counts\nin question do not\nqualify for a globular sentence because they are separate and distinct offences\nand ought to be treated as such,\nbut the sentences imposed in respect of them\nmay be suitably controlled to avoid undue harshness by ordering part of the\nsentence\nto be served concurrently. Such a practice is allowed by section 280 of\nthe Criminal Procedure Act No 51 of 1977.\"\n(\nS v Rodgers Ngcobo and Others,\nAppèlhof 30 September 1986,\nper\nBOSHOFF Wn AR.)\nIn die onderhawige geval\nkan die roof van die bakkie en die daaropvolgende verkragtings in 'n sin as\naaneenlopende gebeure beskou\nword; weliswaar het die appellant die klaagster\nmeermale verkrag, maar sy het nogtans geen beserings opgedoen nie. Met\ninagneming\nhiervan lyk, in die bepaalde omstandighede van die geval, 'n\nkumulatiewe / ...\n8.\nkumulatiewe straf van 30½ jaar as die ander strawwe\nook in aanmerking kom, buitensporig. M i sou 24 jaar\ngepas wees,\nDie appel slaag en dit word gelas dat van\ndie 12\njaar vir die verkragting en die 14 jaar vir\ndie roof 6½ jaar moet saamloop,\nE L JANSEN\nAR\nGROSSKOPF AR) STEYN Wn AR )",
  "scraped_at": "2026-02-11T21:11:10.795302",
  "date": "1987-08-13",
  "coram": [
    "JANSEN AR",
    "GROSSKOPF AR",
    "STEYN Wn AR"
  ],
  "case_number": "69/86",
  "parties": {
    "applicants": [
      "ROBERT MASHELE"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant, a former police officer, stole a police pistol on 7 October 1984. On 6 December 1984 he hijacked a Mazda bakkie on the Tzaneen‑Lydenburg road in the Ritavi district, forcing the driver David Rabothatha to drive him under threat of the stolen pistol. He then forced Rabothatha from the vehicle and shot him dead, robbed the vehicle, and kept passenger Johanna Modiba captive, raping her on five occasions during the night before she escaped the following morning.",
    "issues": "Whether the cumulative sentences imposed by the trial court – totalling 30½ years of imprisonment (excluding the death penalty for murder) – constitute an unduly harsh or unconstitutional penalty, and what total term of imprisonment is appropriate under the Criminal Procedure Act.",
    "principles": "The court considered the doctrine of cumulative sentencing, requiring that the total effective sentence not be excessive. Relevant authorities include R v Mzwakala, Whitehead, S v Sibiya, S v Young and S v Rodgers Ngcobo, which allow concurrent sentences under section 280 of the Criminal Procedure Act 51 of 1977 to avoid undue harshness.",
    "application": "Applying these principles, the court held that a cumulative term of 30½ years exceeds the accepted upper limit of 25 years for the offences in question. The death sentence for murder was set aside in favour of a term of imprisonment, and the sentences for rape (12 years) and robbery (14 years) were ordered to run concurrently, reducing the total effective term to 24 years.",
    "conclusion": "The appellant's appeal succeeded. The sentences for rape and robbery were made to run concurrently, resulting in a total imprisonment of 24 years. The other sentences (theft, unlawful possession of the pistol and cartridges) remained as ordered, with the cumulative effect now deemed appropriate."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "cumulative sentencing",
      "concurrent sentences",
      "rape",
      "murder",
      "robbery"
    ]
  }
}