{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/85.html",
  "case_name": "National Employers General Insurance Company Ltd v Sullivan (87/87) [1987] ZASCA 85 (15 September 1987)",
  "citation": "[1987] ZASCA 85",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 85\n|\nNoteup\n|\nLawCite\nNational Employers General Insurance Company Ltd v Sullivan (87/87) [1987] ZASCA 85 (15 September 1987)\nDownload original files\nPDF format\nRTF format\nNATIONAL EMPLOYERS' GENERAL\nAppellant\nINSURANCE COMPANY LIMITED\nand\nTIMOTHY JAMES SULLIVAN\nRespondent\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nNATIONAL EMPLOYERS' GENERAL\nAppellant\nINSURANCE COMPANY LIMITED\nand\nTIMOTHY JAMES\nSULLIVAN\nRespondent\nCoram\n: VILJOEN, HEFER, JACOBS, SMALBERGER, JJ\nA et\nBOSHOFF, A J A\nHeard\n: 25 August 1987\nDelivered\n: 15 September 1987\nJUDGMENT BOSHOFF, A J A\n:\nOn 19 June 1981, after dark between\n18h00\t/2\n-2-18h00 and 18h30, H P Grater (Grater), driving a BMW motorcar\nfrom East to West along Twelth Avenue in Rivonia, Johannesburg, collided\nwith a\nFord Capri motorcar, which was being driven by a 17 year old learner driver\nGranger Manson Stretton (Granger) from South to\nNorth along Stiglingh Road. The\ncollision occurred in the inter-section of the two roads,causing bodily injury\nto Timothy James Sullivan,\nthe front seat passenger in the Capri motorcar.\nSullivan, as plaintiff, instituted action in the Witwatersrand Local Division\nfor\ndamages for the bodily injury sustained by him against Derrick Thomas\nStretton in his capacity as father and natural guardian of\nGranger as first\ndefendant, against the\nNational\t/3\n-3-National Employers' General Insurance Company Limited, the\ninsurer of the BMW under the provisions of the Com-pulsory Motor Vehicle\nInsurance Act, 56 of 1972, as the second defendant, the appellant in this matter\nand against the Commercial Union Assurance Company\nSouth Africa Limited, the\ninsurer of the Ford Capri motorcar under the provisions of the aforesaid Act, as\nthe third defendant. The\nplaintiff alleged that his bodily in-jury was caused by\nthe negligence of Grater and/or Granger and his claim included an amount\nof R25\n000 as general damages for pain and suffering, loss of ameni-ties of life and\ndisability.\nIn their pleas the first, second and\nthird\ndefendants\t/4\n-4-defendants denied that the\nplaintiff suffered any damage. The first defendant denied that Granger was in\nany way negligent and,\nin the alternative, in the event of the Court finding\nthat he was negligent, that he was the cause of the collision. He averred that\nthe negli-gence of Grater was the sole cause of the collision. He accordingly\nprayed that the claim against him be dismissed with\ncosts, or alternatively,\nthat the Court apportion the damages to be paid to the plaintiff by the first,\nsecond and third defendants\nin such proportions as the Court deemed just and\nequitable. The second and third defendants denied that either Grater or Granger\nwas negligent.\nAt\t/5\n-5-At the trial a sketch plan of the scéne of the collision\ndrawn to scale as well as six photographs of the scene taken by\nthe first\ndefendant a week before the trial were handed in by consent.\nThe plaintiff relied on his own evidence to establish that the negligence of\nGranger and/or Grater caused his damage. Granger although\npresent at Court was\nnot called as a witness. He is the plaintiff's second cousin. The second\ndefendant called Grater as a witness.\nThe plaintiff relied on the evidence of Prof du Toit, an orthopaedic surgeon\nand research professor with considerable experience in\nspinal surgery, to\nestablish\t/6\n-6-establish the extent of his spinal injury and the\nprognosis.\nThe defendants relied upon the evidence of three lay witnesses and three\northopaedic surgeons, one of which was Dr Mynhard who holds\na London Fellowship\nin orthopaedic surgery, to controvert the opinion of Prof du Toit of the extent\nof the spinal injury and his\nprognosis.\nThe trial court had the problem of resolving the conflict of views of Prof du\nToit and Dr Mynhard and gave preference to that of Prof\ndu Toit that the injury\nof the plaintiff was severe and lasting.\nThe trial court found that both Grater\nand\nGranger\t/7\n-7-Granger were negligent and must\nshare responsibility for the injuries to the plaintiff. The trial court thus\ngranted judgment with\ncosts against the first, second and third defendants\njointly and severally for damages which included R25 000 as general damages\nfor\npain and suffering and loss of amenities of life. The liability of the third\ndefendant was subject to the limitations of section\n22 of Act 56 of 1972.\nThe trial court refused to apportion the respon-sibilityasbetween the first\nand the second defendants.\nAll three defendants were granted leave to appeal to the full bench but the\nsecond and third defendants\nwere\t/8\n-8-were refused leave to appeal against the award of general\ndamages. This court however granted them the necessary leave. Only the\nsecond\ndefendant persisted in proceeding with the appeal and argued before the\nTransvaal Provincial Division (Preiss, Kirk-Cohen\nand Schabort, JJ) firstly that\nthe trial court erred in holding that Grater was negligent and that his\nnegligence was the cause of\nthe plaintiff's injury, and secondly, that the R25\n000 awarded as general damages was excessive.\nThe court\na quo\nrejected the contention that Grater was not negligent\nor that his negligence was not a contributory cause of the plaintiff's\ninjuries.\nThe\t/9\n-9-\nThe court held that, although his negligence was probably\nvery much less than that of Granger, the slightest de-\ngree of causative negligence on his part served to fix\nthe second defendant with liability. As far as the\ngeneral damages were concerned the court could find no\nreason to discount the probability that the injuries\nsustained in the collision, serious as they were, a-\nmounted to an\naggravation of a pre-existing condition.\nThat being so, the condition of the back of the plaintiff\ncould not be described merely as having been caused\nentirely by the collision. The court, having regard\nto all the circumstances, was of the view that a proper\namount for general damages would be R14 000 and not R25 000.\nThe appeal therefore succeeded with costs to the\nextent\t/10\n-10-extent that the general damages were reduced to R14\n000.\nThe second defendant thereupon applied for leave to appeal to this court\nagainst the finding that Grater was negligent and the plaintiff\nin turn applied\nfor leave to appeal against the reduction of the award of general damages from\nR25 000 to R14 000. Both applications\nwere refused. This court however\nsubsequently granted the second defendant leave to appeal against the finding of\nnegligence on the\npart of Grater and also granted the plaintiff leave to\ncross-appeal against the order reducing the award of general damages from\nR25\n000 to Rl4 000.\nThe second defendant will hereinafter be re-ferred to as the appellant and\nthe plaintiff\nas\t/11\n-11-\nas the respondent.\nOn the question of the appellant's liability by reason of Grater's alleged\nnegligence, the following facts are relevant.\n12th Avenue runs from Eastto West and has a fairly steep incline from where\nit begins at its eastern end up to a rock on the lefthand\nside of the road\napproximately 30 to 40 meters from the inter-section. From that point up to the\nintersection the incline is less\nsteep. 12th Avenue has a tarmac surface,\n5,2 meters\t/12\n-12-5,2 meters wide, and there are no white lines on its\nsurface. It is a through road from where it begins in the east until its\njunction with Rivonia Avenue in the west and all the roads that cross it are\ncontrolled by stop signs. Stiglingh Road runs from south\nto north and is on a\nslight down gradient from south to north. It was a dirt road and a few days\nprior to the collision roadworks\nwere commenced on it south of its intersection\nwith 12th Avenue. The purpose of the roadworks was to tarmac the surface of\nStiglingh\nRoad and to instal storm-water drains at the verges of the corner of\nthe two roads. The newly tarred surface of Stiglingh Road is\n7,3 meters wide.\nWhile the roadworks were in progress the stop sign\nin\t/13\n-13-\nin Stiglingh Road at the southern entrance to the inter-section was\nremoved and to that extent the entrance from that side was not\ncontrolled by a\nstop sign. The stop sign was removed shortly before the day of the collision.\nThe stop sign at the northern entrance\nof the intersection was still intact and\nvisible to traffic approaching the intersection from the south. There was a\n\"Roadworks Ahead\"\nsign on the lefthand pavement of 12th Avenue in front of the\nrock 30-40 meters from the intersection although no roadworks were carried\nout\non 12th Avenue itself. There are no street lights at or near the in-tersection.\nThere is a 7 feet high split pole fence with\na thick hedge behind it 3,75 meters\nto the south of 12th\nAvenue\t/14\n-14-Avenue and running parallel to it. There is a similar fence\nand hedge 3,15 meters to the east of Stiglingh Road and running parallel\nto it.\nThese two fences with the hedges behind them approach each other at right angles\npractically up to the intersection. The fence\nalong Stiglingh Road ends 10\nmeters from the southern edge of the tarred portion of 12th Avenue and the fence\nalong 12th Avenue ends\n9 meters from the eastern edge of the tarred portion of\nStiglingh Road. These two ends are joined by a similar split pole fence which\ncuts across the corner formed by the two roads. Thus instead of the fences\nmeeting at the corner at right angles the corner formed\nby them is blunted in\nsuch a way that\nvisibility\t/15\n-15-visibility from Stiglingh Road to the east into 12th\nAvenue and from 12th Avenue to the south into Stiglingh Road is thereby slightly\nincreased. Apart from this limited recession of the fence on the south-eastern\ncorner of the intersection the corner is to all intents\nand purposes a dangerous\nblind corner. The fence completel blocked the view of drivers approaching the\nintersection from the east\nin 12th Avenue, south into Stiglingh Road and the\nview of drivers approaching the intersection from the south in Stiglingh Road,\neast into 12th Avenue until they are relatively close to the intersection.\nThe question to be considered now is\nwhether\nthe\t/16\n-16-\nthe evidence established that Grater was negligent and, if he was negligent,\nwhether such negligence was the cause of the respondent's\ninjuries. Since\nGranger did not testify the only material evidence on this aspect of the case\nwas that of his passenger, the res-pondent,\nand Grater himself.\nAccording to the respondent, Granger, his second cousin, who lives in that\narea was driving him and another cousin to a party at a\nhouse in Stiglingh Road.\nGranger was a learner driver and the respondent, being a licensed driver, sat\nwith Granger in the front\nand\t/17\n-17-and was watching the road all the time. They were travelling\nin Stiglingh Road from south to north. He could not say at what speed\nthey were\ntravelling but in his opinion it was well within the limits laid down for a road\nin a suburban area, a built up area and\na dirt road at that. Where they entered\nthe intersection of 12th Avenue he recalled the motorcar slowing down, not\nnecessarily because\nof braking but because of the removal of the driver's foot\nfrom the accelerator. When they got into the intersection he recalled\nGranger\nexclaiming \"this car is going to hit us\". The respon-dent then for the first\ntime noticed the motorcar approach-ing them.\nAt that stage they had not yet\ncrossed the\nhalf-way\t/18\n-18-\nhalf-way mark of the intersection. He could not estimate the speed at\nwhich the approaching motorcar was travelling and also could\nnot give the exact\ndistance it was from them but he would say it was about 20 paces. After having\nmade the exclamation, Granger accelerated\nto get across. the intersection and\nthe plaintiff could actually feel \"the car kick into life\". The other motorcar\nthen struck the\nFord Capri on the driver's side, roughly in the middle of the\nmotorcar, and pushed it across the intersection on-to the other side\nof\nStiglingh Road and 12th Avenue and turned it almost on to its side against an\nembankment where it came to rest. After having said\nthat it was his opinion that\nthe impact occurred half-way to the\nfar\t/19\n-19-far side of 12th Avenue, then a bit north of the centre line\nof 12th Avenue, he said that he could not recall exactly where they\nwere when\nthe impact occurred and that he just remembered that the Ford Capri ended up on\nthe far side of the road. He had no idea\nwhere the actual impact occurred. He\nfinally said that he recalled Granger's exclamation, looking to the right and\nseeing the motorcar\napproach. He was taken totally by surprise. It happened so\nfast, the impact happened almost immediately. In the light of this evidence\nhis\nestimate that the other car was 20 paces from them when he saw it for the first\ntime and that the impact took place in the northern\nhalf of the intersection\ncannot be seriously entertained.\nAccording\t/20\n-20-According to him the headlights of the Ford Capri were\non but he did not say whether they were on bright or dim. Derrick Thomas\nStretton, the first defendant and the father of Granger was called as a wit-ness\nby the third defendant. He was the owner of the\nFord Capri and had personally\nreplaced the headlights of the Ford Capri with 100 quartz hallogen lights\napprox-imately 4 to 5 years\nbeforehand. They gave better illumination than the\nordinary headlights of the Ford Capri since they threw a whiter light. They\nhowever\nlit up the same distance ahead of the motorcar as the ordinary lights.\nThis also applied to the dim lights. He did not know what\ndistance ahead was\nilluminated by\nthese\t/21\n-21-these lights and supposed that it would be 20 to 25 meters.\nHe conceded as a result of a suggestion to him by his counsel that\nit may even\nbe up to 35 to 40 meters. He obviously had no idea of the correct distance. The\nwitness handed in photographs he had\ntaken of the scene of the collision in the\nbright lights of a BMW with 100 quartz hallogen lights. They showed what\nGranger's visibility\nmore or less was on the evening in question, firstly\napproximately 50 meters and then approximately 25 meters from the intersection\nin question. They also show the stop sign in Stiglingh Road on the northern\nentrance of the intersection which controls entry into\n12th Avenue from the\nnorthern side.\nGrater\t/22\n-22-\nGrater testified that he had been working as a draftsman for two\nyears virtually round the corner from the scene of the collision\nand knew 12th\nAvenue very well as a through road with all the side roads intersecting 12th\nAvenue controlled by stop signs on both\nsides of each intersection. On the\nevening in question he was on his way home and had entered 12th Avenue from\nBevan road, the first\nroad east of the intersection of Stiglingh Road with 12th\nAvenue and running parallel to Stiglingh Road. Driving his BMW uphill from\neast\nto west with his headlights on he approached the inter-section of Stiglingh Road\nat approximately 40 km per hour. Because of\nthe incline in the road and the loss\nof power\nof\t/23\n-23-of his BMW at the time he could not have exceeded 40 km per\nhour. He was travelling on the lefthand side of the road with the\nfull\nrealization that he was in a through road and that traffic entering 12th Avenue\nfrom a side street could reasonably be expected\nto heed the stop signs and stop\nor slow down before entering or crossing the through road. His experience in the\npast had been that\ntraffic stopped at the stop signs when he passed through the\nintersections in 12th Avenue. The roadworks were in Stiglingh Road and\ncaused no\nobstruction in 12th Avenue. As far as traffic in 12th Avenue was concerned there\nwas no need for extra caution. The roadworks\nhad been carried out in Stiglingh\nRoad and the warning \"Roadworks\nAhead\"\t/24\n-24-\nAhead\" was clearly intended to warn users of the road that during the\nday there were workers on or near the road working in connection\nwith the\nroadworks. It was dark and he did not see any lights around. He also did not see\nthe lights of the Ford Capri on the road\nbefore it entered the intersection. His\nown headlights were on and shining onto the road in front of him. There was no\nevidence that\nhe should have seen the beam of the lights of the Ford Capri in\nfront of him on the road when his own lights were shining onto the\nroad. Indeed,\nthe respondent also did not claim that he saw the beam of Grater's headlights on\nthe road or intersec-tion. His visibility\nto the left was obstructed by\nthe\t/25\n-25-\nthe fence on the southern side of 12th Avenue and there was no indication\nthat any vehicle was approaching the intersection along\nStiglingh Road from the\nleft. Just before he reached the end of the fence which was parallel to 12th\nAvenue, he saw the Ford Capri\nemerge from behind the fence which was parallel to\nStiglingh Road. He could not have seen the Ford Capri at an earlier stage. He\nventured an estimate of the distance he was then from the intersection as 20 m\nbut under cross-examination conceded that it was no\nmore than a guess. He had no\nidea of the speed of the Ford Capri and as a mere guess put it at 40 km per\nhour, probably the same\nspeed at which he was travelling. It was approximately\nthe same distance\nfrom\t/26\n-26-\nfrom the intersection as he was. When he saw the Ford Capri for the\nfirst time he thought the Ford Capri was going to stop, seeing\nthat Stiglingh\nroad had always been a stop street, and it also seemed to be slowing down\nslightly. He could not make out whether\nit was going to stop. The respondent in\nfact confirmed this evidence that the Ford Capri slowed down slightly but\nfurther stated\nthat it then suddenly accelerated. However, when Grater realized\nthat it was not going to stop it was too late for him to do anything\nto avoid\nthe collision considering that he was travelling at ap-proximately 40 km per\nhour which meant about 11 meters per second.\nAccording\t/ 27\n-27-According to Grater the collision probably occurred in\nthe middle of the intersection. The Ford Capri collided with the left front\nside\nof the BMW and swung it right round so that it faced in the direction from which\nGrater had come. The BMW had hardly any damage\nin front from the impact. He\nproduced a photo-graph of the damaged BMW to show that the front was moved\nsideways from left to right.\nThe front lights were still intact and also the\nfront bumper was merely bent sideways. The chassis was also bent. It was pushed\nfrom\nthe front sideways. The Ford Capri ended up in Stiglingh Road on the other\nside of the intersection, Grater could not say with what\npart of the Ford\nCapri\nthe\t/28\n-28-the BMW made contact. He merely maintained that the Pord Capri\nstruck the left front side of the BMW.\nThe question now arises whether on this evidence the respondent had\ndischarged the onus resting upon him of establishing that Grater\nwas negligent\nand that his negligence was causally related to his bodily injury. The\nnegligence required to establish liability in\ncivil actions is determined by a\nsimple test namely the standard of care and skill which would be observed by the\nreasonable man.\nThe trial court was thus required to determine on all the\nevidence whether Grater had in the circumstances observed that standard\nof care\nand skill. Relevant circumstances included the following\nimportant\t/29\n-29-\nimportant facts. Grater was travelling in a through road of which the\nside roads were all controlled by stop signs. Stiglingh Road\nwas such a side\nroad on which, to the knowledge of Grater, roadworks were being carried out but\nunbeknown to him the stop sign on\nthe southern entrance of the intersection had\na few days before been temporarily removed on account of the roadworks thereon.\nThe\nstop sign on the northern entrance was still intact and visible at night in\nthe headlights of a motorcar approaching the intersection\nin Stiglingh road from\nthe south. Grater had known and travelled in 12th Avenue for a period of at\nleast 2 years and knew that it\nwas a through road of the kind mentioned. In the\npast he\ntravelled\t/30\n-30-travelled through the intersection of Stiglingh Road and\nfound that traffic observed the stop sign at the souther entrance. On\nthe night\nin question he proceeded along 12th Avenue fully appreciating that it was a\nthrough road and expecting traffic emerging\nfrom the side roads to observe the\nstop signs and not to carelessly enter the intersection when it was not safe to\ndo so.\nIn the case of\nFranco v Klug\n1940 AD 126\n, Tindall A J is reported to\nhave stated the following at p 135 in respect of a through street:-\n\"It is true that a driver in a through street wishing to cross an intersection\nis en-titled to expect that a driver\napproach-\ning\t/31\n-31-\ning from a stop street will stop at the stop sign. Whether he is entitled to\nexpect the driver in the stop street to wait until he\nhas crossed over depends\non the distance of the driver in the through street from the intersection when\nthe driver in the stop street\nreaches the stop sign. But the requirement ...\nthat the driver in a stop street must bring the vehicle driven by him to a\nstandstill\nat the stop sign and satisfy himself, before proceeding further, that\nhe can do so with safety to himself and others, does not have\nthe effect of\ngiving a driver who approaches the intersection on a through street an ab-solute\nright of precedence or of relieving\nhim from the duty of keeping a general\nlookout.\"\nSee also\nDiale v\nCommercial Union Assurance Co of S A Ltd\n1975(4) SA 572 (A) at p 577.\nWhile\t/32\n-32-While the stop sign together with the necessary stop line\nwas absent from the southern entrance to the intersection a driver approaching\nthe intersection from that side would not commit an offence if he did not stop\nbefore entering the intersection. That however did\nnot relieve him of the duty\nto exercise special care before entering or crossing the through road\nparticularly in view of the fact\nthat he had to emerge from a blind corner. A\nreasonable man proceeding in the through road would have been aware of this.\nIn the special circumstances of this case Grater could not have been faulted\nfor acting on the\nbasis\t/33\n-33-basis that traffic from Stiglingh Road would respect the\nrights of traffic in the through road.\nAs stated in the above judgment, Grater by proceeding in the through road did\nnot have an absolute right of precedence and was not\nrelieved from the duty of\nkeeping a general look-out. It follows from this that if the possibility of\ndanger emerging was reasonably\napparent, then the failure to take reasonable\nprecautions would constitute negligence. If however the possibility of danger\nemerging\nwas only a mere possibility which would never have occurred to the mind\nof a reasonable man, then there was no negligence in not\nhaving taken\nextra-ordinary precautions.\nGrater\t/34\n-34-Grater on the evidence kept a proper look-out and saw the\nFord Capri as soon as it emerged from behind the fence. Up to that stage\nthe\npossibility of danger emerging was not reasonably apparent and there was no need\nfor him to have taken any precautions. From\nthat stage onwards the possibility\nof danger became apparent and depended on whether the driver of the Ford Capri\nwas going to reduce\nspeed or stop to allow the BMW to pass through the\nintersection in safety. Grater was travelling at approximately 40 km per hour\nand cover-ing about 11 meters per second. The Ford Capri at first reduced speed\nslightly and then accelerated. In the meantime Grater\nhad to assess the\nsituation\nto\t/35\n-35-to see whether the driver of the Ford Capri was either going to\nstop or reduce his speed to enable him to pass in safety, but\nas it happened the\ndriver changed his mind and accelerated. This change of mind was probably due to\nthe fact that he was travelling\nat such a speed and was so close to the\nintersection and the BMW that he had no alternative but to accelerate to avoid a\nfull-on\ncollision. This probability supported Grater's account of what happened.\nAccording to him, when he realized that the driver of the\nFord Capri was not\ngoing to stop there was nothing he could do to avoid the collision. Everything\nhappened very fast.\nIt was on this part of the case that the respondent\nfound\t/ 36\n-35-found himself in difficulty on the evidence. The speeds and\nthe respective positions of the Ford Capri and the BMW at the relevant\nstages\ncould only be roughly determined by the manifestly uncertain estimates and ob-\nservations made in difficult circumstances\nby the res-pondent himself, who was\nonly a passenger and not the driver of the Ford Capri, and Grater. In fact apart\nfrom the estimate\nof the speed of the BMW by Grater, the estimate of the speeds\nand distances ventured by these two witnesses were no more than guesses\nas they\nthemselves admitted. At best for the respondent, his evidence amounted to no\nmore than saying that Granger drove the Ford\nCapri at a speed which was within\nthe speed limit,\nwhen\t/37\n-37-when they were near the intersection, he slightly re-duced\nhis speed, then exclaimed \"this car is going to hit us\", the respondent\nthen\nlooked to his left and saw the BMW in 12th Avenue approaching the intersection.\nGranger accelerated and the collision occurred\nin the intersection. It is\nimpossible to gather from his evidence how far Grater was from the intersection\nwhen he could or should\nhave seen the Ford Capri in Stig-lingh Road had he kept\na proper look-out and how far the Ford Capri then was from the intersection.\nThis weak-ness in his case was in all probability in a large measure due to the\nfact tha Granger was not called as a witness.\nGrater saw the Ford Capri as soon as it\nbecame\nvisible\t/38\n-38-\nvisible to him in Stiglingh oad. There was no clear and reliable\nevidence as to how far the two motorcars were from the intersection\nat that\nstage. The speed of the BMW was approximately 40 km per hour but there was no\nreasonably accurate way of knowing what the\nspeed of the Ford Capri was at the\nrelevant stages. There was also no evidence as to how far the two motorcars were\nfrom the intersection\nwhen Grater realized that the Ford Capri was not going to\nallow him to pass in safety. According to Grater he was at that stage too\nclose\nto the Ford Capri to avoid a collision. There was similarly no evidence as to\nwhere the two motorcars were when Grater could\nor should have realized that\nthe\t/39\n-39-\nthe Ford Capri was not going to stop and more importantly that Grater\ncould or should by the exercise of care have been able to avoid\na collision at\nthat stage.\nIn the absence of all this very material\nand\nimportant evidence it is impossible to conclude\nthat Grater failed to display the standard of care or skill which would be\nobserved\nby a reasonable man.\nIn the result the trial court and the court\na quo\nwrongly concluded\nthat the respondent had discharged the onus of establishing that Grater was\nnegligent and that such negligence\ncontributed to the bodily injury suffered by\nhim. The trial court should have granted\nabsolution\t/40\n-40-absolution from the instance with costs in respect of plaintiff's claim\nagainst the second respondent and the court\na quo\nshould accordingly have\nallowed the second\nrespondent's appeal with costs on the question of the liability of the second\nrespondent. In arriving at this conclusion it follows\nthat the plaintiff had no\nclaim for damages against the second respondent and there is consequently no\nneed to consider the merits\nof the cross-appeal ón the question of\ndamages.\nThe result is that the appeal succeeds with costs and the cross-appeal is\ndismissed with costs. The judgment of the court\na quo\nis set aside and\ntherefor is substituted the order: \"Appeal allowed with costs. \" The\norder\t/ 41\n-41-order of the trial court is amended by the deletion in the\norder of the reference to the second defendant and the addition of\nthe following\norder:-\n\"The second defendant is absolved from the instance with costs.\"\nACTING JUDGE OF APPEAL\nVILJOEN, J A)\nconcur SMALBERGER, J A)",
  "scraped_at": "2026-02-11T21:15:16.751880",
  "date": "1987-09-15",
  "coram": [
    "VILJOEN",
    "HEFER",
    "JACOBS",
    "SMALBERGER",
    "BOSHOFF, A J A"
  ],
  "case_number": null,
  "parties": {
    "applicants": [
      "National Employers' General Insurance Company Limited"
    ],
    "respondents": [
      "Timothy James Sullivan"
    ]
  },
  "sections": {
    "facts": "On the night of 19 June 1981 a BMW driven by H P Grater collided with a Ford Capri driven by 17‑year‑old learner driver Granger Manson Stretton at the intersection of 12th Avenue and Stiglingh Road, Rivonia. Timothy James Sullivan was a front‑seat passenger in the Capri and sustained serious spinal injuries. He sued the father of the learner driver (as natural guardian), the insurer of the BMW (National Employers' General Insurance Company Ltd) and the insurer of the Capri. At trial the court found both Grater and Granger negligent and awarded R25,000 in general damages, refusing to apportion liability between the insurers. The insurers appealed; the second defendant appealed the finding of negligence and the plaintiff cross‑appealed the reduction of damages from R25,000 to R14,000.",
    "issues": "1) Whether Grater, the driver of the BMW, was negligent and, if so, whether his negligence contributed causally to Sullivan's injuries. 2) Whether the award of R25,000 in general damages was excessive and should be reduced.",
    "principles": "The court applied the standard of care and skill test for negligence, emphasizing that a driver on a through road must keep a proper lookout even when side roads are controlled by stop signs. The removal of a stop sign on the southern entrance did not relieve a driver of the duty to take special care. The judgment relied on Franco v Klug (1940 AD 126) stating that a through‑road driver does not have an absolute right of precedence, and on Diale v Commercial Union Assurance Co (1975) regarding the duty of care at intersections. Negligence is present when a reasonable person would have taken additional precautions given a foreseeable danger.",
    "application": "The trial court concluded that Grater's negligence, although slight compared with Granger's, was a contributory cause and therefore made the insurer liable. It also reduced the general damages to R14,000, finding the original amount excessive. On further appeal, the higher court held that the evidence did not establish that Grater had failed to meet the reasonable standard of care, given the blind corner and the sudden acceleration of the Capri. Consequently, the court absolved the second defendant (the insurer of the BMW) from liability and dismissed the cross‑appeal on the reduced damages.",
    "conclusion": "The appeal was allowed with costs. The order of the trial court was set aside and replaced with an order that the second defendant is absolved from the instance with costs. The cross‑appeal was dismissed with costs. The judgment of the lower court is thus replaced by the order: \"Appeal allowed with costs\" and the second defendant is absolved."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence",
    "level_3": [
      "motor vehicle accident",
      "duty of care",
      "causation",
      "damage assessment"
    ]
  }
}