{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/57.html",
  "case_name": "Anderson Shipping (Pty) Ltd v Guardian National Insurance Company Ltd; In re: McCarthy Rental Ltd.; Anderson Shipping (Pty) Ltd.; Guardian National Insurance Company Ltd. (244/86) [1987] ZASCA 57; [1987] 2 All SA 307 (A) (27 May 1987)",
  "citation": "[1987] ZASCA 57",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 57\n|\nNoteup\n|\nLawCite\nAnderson Shipping (Pty) Ltd v Guardian National Insurance Company Ltd; In re: McCarthy Rental Ltd.; Anderson Shipping (Pty) Ltd.; Guardian National Insurance Company Ltd. (244/86) [1987] ZASCA 57; [1987] 2 All SA 307 (A) (27 May 1987)\nDownload original files\nPDF format\nRTF format\n244/86/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nANDERSON SHIPPING (PTY)\nLIMITED\nAppellant\nand\nGUARDIAN NATIONAL INSURANCE\nCOMPANY\nLIMITED\nRespondent\nIn re:\nMcCARTHY RENTAL LIMITED\nPlaintiff\nand\nANDERSON\nSHIPPING (PTY) LIMITED\nDefendant\nand\nGUARDIAN NATIONAL INSURANCE\nCOMPANY LIMITED\nThird\nParty\nCORAM\n: CORBETT, BOTHA, SMALBERGER, JJA, NICHOLAS et KUMLEBEN, AJJA\nHEARD\n: 19 May 1987.\nDELIVERED\n: 27 May 1987\nJUDGMENT\nNICHOLAS, AJA\n2\nNICHOLAS, AJA\nAnderson Shipping\n(Proprietary) Limited (\"Anderson\") carries on the business of a general and\nheavy haulage con-tractor, for which\npurpose it operates a large fleet of\nvehicles. Under a policy issued by Guardian National In-surance Co Ltd (\"the\nGuardian\") and\nentitled \"The Unicover Insurance Contract\", Anderson was insured\nagainst a large number of perils. In section 14 comprehensive cover\nwas provided\nin respect of Anderson's transport fleet, of which particulars were set out in a\nschedule. It was provided\ninter alia\nthat the Guardian would indemnify\nthe insured in the event of an accident caused by or in connection with an\ninsured vehicle against\nall sums including claimant's costs\nand\n3\nand expenses which the insured should become\nlegally liable to pay in respect of death of or bodily injury to any person, and\ndamage\nto property. The policy was issued by the Guar-dian in the first instance\non 1 September 1982 and under it the insurance was for\nperiods of one month at a\ntime. With effect from 1 March 1983 a new policy was issued in\nsubstan-\ntially the same terms.\nOn 22 March 1983, during the currency of\nthe policy, one of the insured vehicles (registration number DBJ 409 T), which\nwas being\ndriven by S.A.Motjedi in the course of his em-ployment with Anderson,\nwas involved in a collision with a vehicle belonging to McCarthy\nRental Limited\n(\"McCarthy\"). In consequence, the latter issued a summons against Anderson\nout\n4 out of the Transvaal Provincial Division of the Supreme Court\n(Case No 14412/84) in which it claimed R24985-00 as damages.\nActing in terms\nof Rule 13 of the Uniform Rules of Court, Anderson then served on the Guardian a\nthird party notice, claiming to be\nindemnified against McCarthy's claim in terms\nof the insurance policy.\nIn its plea to this notice, the Guardian alleged that it \"was entitled to\nrepudiate liability in respect of Ander-son's claim for\nindemnification relating\nto the collision, and/or to cancel the Agreement of Insurance, which it in fact\nhas done\". The grounds for\nthe repudiation and cancellation were set out in\nparagraph 4 of the plea:\n\"4\n5\n\"4. The Third Party pleads that the Defendant\nbreached Condition 1 of the Special Con-ditions of Section 14 of the said\nInsurance\nPolicy, alternatively the Third Party was induced to enter into the\nsaid Agreement of Insurance by the Defendant wrongfully con-cealing\nfrom it the\nfollowing fact or facts:\n4.1\nThat the Defendant had in\nits employ a driver who had previously been found guilty of driving under the\ninfluence of liquor; and/or\n4.2\nThat the\nDefendant employed drivers without satisfying itself as to the criminal record\nof the drivers, alter-natively the various\nendorsements on the drivers'\nlicences.\nThe said fact and/or facts were relevant\nand material to the insurance risk.\"\nIn further particulars to para 4.1 of the plea, the Guardian\nalleged that\nthe driver of Anderson's vehicle (Sekwiti Adolf\nMotjedi) had been found\nguilty of a contravention of s140(l)\n(a) of the Natal Road Traffic Ordinance, No 21 of 1966 - i.e.\ndriving\n6\ndriving under the influence of intoxicating liquor\n- and\nthat his driver's licence had as a result been suspended for\n6\nmonths. Anderson asked with reference to para 4.2 of\nthe plea -\n\"In what manner is it alleged, that the Defendant should have satisfied\nitself re-garding criminal records of drivers or en-dorsements\non their drivers'\nlicences?\"\nand the Guardian replied -\n\"By asking them to produce their driver's licence for inspection before\nemploying them.\"\nAsked on what grounds were the facts alleged relevant\nand material to the insurance risk, the Guardian replied:\n\"It is the experience of insurers that drivers with a criminal record, thus\nen-dorsed drivers' licences, are more likely\nto\n7\nto cause accidents than are those whose licences\nhave not been endorsed, and thus the risk of damage is materially\nincreased.\"\nIn the minutes of the pre-trial conference between the legal\nrepresen-\ntatives of Anderson and the Guardian, it was recorded\nthat\nAnderson and the Guardian had agreed, with the concurrence\nof\nMcCarthy, that the only issue to be determined,at the trial\nwas whether\nAnderson was entitled to indemnification from\nthe Guardian: if it was,the\nGuardian would pay McCarthy the\nfull amount of its claim with costs; if it was not, Ander-\nson would make such payment.\nThe trial judge found against Anderson and dismissed\nthe third party notice with costs. Leave having been grant-\ned by the Court a\nquo\nAnderson now appeals to this Court\nagainst\n8\nagainst the whole of the judgment.\nOn behalf of the Guardian, evidence was given by Mr.\nJ C Douglas, its\ntechnical claims consultant. He referred\nto clause 1 of the \"Special\nConditions\" under s 14 of the\npolicy, which reads:\n\"1. If any driver's licence in favour of the Insured or his authorised driver\nbe en-dorsed suspended or cancelled or if he or they\nshall be charged or\nconvicted of negligent reckless or improper driving notification shall be sent\nin writing to the company immediately\nthe Insured has knowledge of such\nfact.\"\nHe produced, with consent, a photocopy of the driver's\nlicence of Sekwitt Adolf Motjedi which had been issued on 22 February 1973.\nIt was a licence to drive \"Extra Heavy motor vehicles,\nCode 11\". It bore an\nendorsement recor-\nding\n9 ding that the holder had on 26 March 1981 been convicted\nat Mooi River on a charge of contravening s. 140(1)(a) of the Natal Roads\nOrdinance, and had been sentenced to 4 months' imprisonment, and that his\ndriver's licence had been suspen-ded for 6 months.\nDouglas said that he would\nexpect that a carrier em-ploying a driver would check on his driving\nexperience;that he had a valid licence;\nthat he was allowed legally to drive the\nvehicle; that there were no endorsements on his licence; and that it would also\ncheck on\nhis past accident history. If the carrier did not do this, he would\nexpect that the insurer should be informed.\nThe only witness called to give evidence for Anderson was Mr. L G Roos.\nHe\n10 He was from January 1981 Anderson's \"bedryfsbestuurder\". One of\nhis duties was the hiring of drivers, of whom about 48 were employed\nat any one\ntime. Motjedi was taken into Anderson's employment on 24 October 1982. Roos had\nno pre-sent recollection of the case,\nbut he would have followed his usual\npractice when employing new drivers. The appli-cant would be asked for his\ndriver's licence\nand for his public driving permit, and for particulars as to\nhis pre-vious experience and former employers. Then he would be referred\nto a\nmechanic who was qualified to drive heavy vehicles, for testing on the road. If\nthe report on this test was favourable and there\nwas a vacancy, the applicant\nwould be taken into employment. At first he would be used\non\n11\non local trips, but later he would be upgraded and allot-ted\nhis own vehicle for long journeys.\nít occasionally happened that an\napplicant for employ-ment as a driver would say that his identity book\ncontaining his driver's\nlicence had been lost or damaged. In such a case Roos\nwould rely solely on the public driving permit, which could not legally be\nobtained unless the applicant was in-possession of a valid driver's licence.\nRoos said that if he had been shown Motjedi's driver's licence, he would have\nseen the endorsement and would not have employed Motjedi.\nHis inference was that\nhe did not see\nthe driver's licence, and that he relied solely on Motjedi's public driving\npermit, on which there was no endorsement.\nIn\n12\nIn answer to a question in cross-examination by\ncounsel for the Guardian, he said that he did not then know that a person could\nhold\na public driving permit when he had a previous conviction such as\nMotjedi's.\nThe first defence raised by the Guardian was based on an alleged\nbreach of clause 1 of the \"Special Conditions\"\ncontained in part 14 of the\ninsurance policy. Counsel for\nthe Guardian did not in his argument on appeal\nurge this defence, and it is clear that it could not be sustained. Under clause\n1,\nthe insured's duty to give notice to the company arose only when the insured\nhad knowledge of the fact of an endorsement etc. of\na driver's licence. It was\nproved by the evidence of Roos that neither Anderson nor\nRoos\n13 Roos had that knowledge at any relevant time.\nThe second and\nthird defences were based on alleged non-disclosure.\nThe léading South African case on non-disclosure in\nrelation to\ncontracts of insurance is\nMutual & Federal In\n-\nsurance Co Ltd v\nOudtshoorn Municipality\n1985(1) SA 419 (A).\nJOUBERT JA said in the\nmajority judgment (at 432 E-F):\n\"There is a duty on both insured and in-surer to disclose to each other prior\nto conclusion of the contract of insurance every fact\nrelative and material to\nthe risk (\npericulum\nor\nrisicum\n) or the assess-ment of the premium.\nThis duty of disclo-sure relates to material facts of which the parties had\nactual knowledge\nor construc-tive knowledge prior to conclusion of the contract\nof insurance. Breach of this duty of disclosure amounts to\nmala fides\nor\nfraud, entitling the aggrieved party to avoid the\ncontract\n14 contract of insurance.\" It is common cause that the insurer\nwho seeks to avoid liability under a policy by reason of non-disclosure,\nbears\nthe onus of establishing all the ingredients of that defence.\nAs to the facts, it.was established that:\n1.\nAnderson took into its\nemployment a driver who had been convicted of driving under the influence of\nin-toxicating liquor; and\n2.\nAnderson's system\nwas defective in that applicants for positions as drivers were not in every case\nre-quired to produce their driver's\nlicences for\nin-spection.\nIt\n15 It was common cause that the\nfacts were at no time disclosed to the Guardian.\nIn judging the question of\nmateriality (namely, whether or not the undisclosed information or facts are\nreasonably relative to the\nrisk or the assessment of the premiums),the Court\ndoes so objectively from the point of view of the average prudent person or\nreasonable\nman. See the\nOudtshoorn Municipality\ncase at 435 F-I.\nSo judged, it is clear in my opinion that the undis-closed facts were\nmaterial. Douglas's evidence relating to materiality was not\nchallenged, and\nRoos himself said that if he had seen the endorsement on Motjedi's licence, he\nwould not have employed him. It is\nirrelevant that Roos\nthought\n16\nthought that the fact that Motjedi had a public\ndriving per-mit indicated that he was in possession of a driver's licence and\nthat\nsuch licence was free of endorsement. In terms of\nthe respective provicial Road Traffic Ordinances no person shall drive a\nmotor vehicle on a public road except under the authority\nof a driver's licence.\nAnd if an insured does not inspect the driver's licences of all drivers it\ncon-templates employing, that is,\na fact which is material to be known to the\ninsurer.\nThe only guestion for decision is therefore whether Anderson had\nknowledge, actual or constructive, of the facts.\nBeing a corporation, Anderson does not have a mind,\nand hence cannot itself have knowledge. The knowledge of a\ncompany can only be the knowledge of the \"directors and\nmanagers who represent the directing mind and will of the\ncompany\n17 company, and control what it does\" (\nH L Bolton\n(Engineering\n)\nCo Ltd v Graham & Sons Ltd\n(1957) 1 QB 159\nat\n172 per DENNING\nSupermarkets LJ; see also\nTesco Ltd v Nattras\n[1971] UKHL 1\n;\n1972 AC 153\n(H L) at\n170-\n171;\nLevy v Central Mining & Investment Corporation Ltd\n1955\n(1) SA 141 (A) at 149-150;\nR v Kritzinger\n1971(2) SA 57 (A)\nat\n59-60; and the further cases cited in\nThe Law of South\nAfrica\nvol 4, s. 165). Subordinates, who merely carry out\norders from above, do not\nspeak and act as the company, and\ndo not represent the \"directing mind and\nwill of the company\".\n(See\nTesco Ltd v Nattras\nat 171 F). Their knowledge is\nnot\nper se\nthe knowledge of the company.\nIn the present case, the Guardian did not attempt to\nidentify the persons who represent \"the directing mind and\nwill\n18 will\" of Anderson. It did not establish that Roos was such a\nperson. Although he was styled \"bedryfsbestuurder\", it was not shown\nthat he was\nanything other than one of the people in the company who, in DENNING L J's words\nin the\nH L Bol\n-\nton\ncase (supra), \"are mere servants and agents who\nare nothing more than hands to do the work and cannot be said to represent the\nmind\nor will.\"\nThere was, therefore, no evidence that Anderson had actual knowledge of the\nfacts relied on, and the question then is whether it was\nproved that it had\nconstructive know-ledge.\nThe Court did not, in the\nOudtshoorn Municipality\ncase, con-sider the\nquestion of the ambit of \"constructive knowledge\"\nin\n19\nin a case of non-disclosure.\nSpencer Bower on Actionable Non-Disclosure\ndeals general-\nly with\nthe matter at pp 20-21. He says that \"actual\" know-\nledge is actual and\npersonal knowledge; \"constructive\" know-\nledge (sometimes termed \"imputed\" or\n\"presumed\" knowledge)\nis knowledge deemed in law to have existed, without\nproof as\na fact. He says:\n\"38. Presumptive knowledge consists of five\nspecies, which may be stated broadly and summarily as follows:\n(i) Facts of public notoriety, and rules and principles of general\napplication in ordinary life, are presumed without proof to be\nwithin the\nknowledge of both parties: (ii) The law presumes, without proof, know-ledge of\nall facts which, in the course\nof\n20\nof his business, the party ought to be acquainted with: (iii) From the proved\nactual knowledge of a fact by an agent, if he be 'an\nagent to know', the law\ninfers, without proof, a knowledge of that fact on the part of his principal:\n(iv) From the proved actual\nknowledge by\na\nparty of a fact, the law infers,\nwithout proof, a knowledge by that party of any further fact to which the actual\nknow-ledge of the\nfirst fact would naturally have led, or which such enquiries\nas were reasonable under the circumstances would have elicited:\n(v) By virtue of certain enactments, the\nlegislature inputes knowledge of certain facts to the persons, and under the\nconditions, prescribed.\nThese several species form the subject of\nseparate and successive treatment in the\nnext five sub-sections.\"\nMore specifically, the rule of marine insurance law as developed in the\nEnglish common law and embodied in ss 1\nof\n21 of s. 18 of the\nEnglish Marine Insurance Act\n, 1906 (which\nwas quoted in full in the\nOudtshoorn Municipality\ncase (\nsupra\n) at\n433 G-I) is that \"the assured is deemed to know every circumstance which, in the\nordinary course of business, ought to be known\nby him.\" Leading text book\nwriters sug-gest that this rule would have general application (see, for\nexample, Hardy Ivamy,\nGeneral Principles of Insurance Law\n, 4th ed., p\n133; Colinvaux,\nLaw of Insurance\n, 5th ed., p 95),\nalthough this was\nquestioned by MACNAIR J in\nAustralia and\nand Eagle Ltd\nNew Zealand Bank v Colonial Wharves; Boag (Third\nParty)\n(1960) 2 Lloyds Rep 241\n(Q B Com. Ct) at 252. In the title\non\nInsurance\nwhich he contributed to\nHalsbury's Laws of\nEngland\n, 4th ed., Vol 25, Hardy Ivamy makes the submission\n(at\n22\n(at 206 s. 373) that a proposer for insurance is bound to\ndisclose \"not merely what he actually knows but also what was ascertainable\nby\nhim by means of such enquiries as reasonable business prudehce required him to\nmake.\"\nIt is unnecessary to decide whether this rule forms part of South\nAfrican insurance law, and I shall assume for the purposes of the\npresent\njudgment that it does. It would of course be for the insurance company, which\nrelies on non-disclosure to avoid liability\nunder an insurance, to prove that\nthe insurerought, in the ordinary course of business, to have known the\ncircumstances concerned;\nor to show that such circumstances would have been\nascertained by means of such enquiries as reasonable business prudence required\nthe\ninsured\n23\ninsured to make.\nNo attempt was made by the Guardian to show that Anderson ought to have had\nactual knowledge, in the way dis-cussed, that Motjedi's\nlicence bore the\nendorsement which it did, or that the system which was in operation for\nemploying drivers was defective.\nIt was argued on behalf of the Guardian\nhowever that Anderson could have ascertained these facts if it had made\nreasonable enquiries.\nIn this regard the\nA.and N.Z. Bank\ncase (\nsupra\n) is apposite.\nThe Bank had claimed to recover from the defen-dant wharfingers the value of\nbales of wool delivered by the wharfingers\nin breach of undertakings given to\nthe Bank not to deliver without the Bank's authority or production of the\nBank's\n24\nBank's delivery orders. Mr Boag, the third party, was a\nrepresentative Lloyd's underwriter, a subscriber to two all-risks non-marine\npolicies issued in favour of the wharfingers. The Bank's claim was settled, and\nit became common ground between the wharfingers and\nthe third party that the\nadmitted misdeliveries were made by the wharfingers in breach of their\nobligations toward the Bank. The\ncontest at the trial was confined to the\nquestion whether the whar-fingers were entitled to recover from the third party\nunder the\npolicies.\nOne of the defences raised by the third party was that of non-disclosure,\nnamely, that the defendants failed to disclose material\nfacts within the\nknowledge of the defen-\ndants\n25\ndants or of their servants or which the\ndefendants ought to have known, namely, that the defendants' system of\noperations was such\nthat the goods held by the defendants to the order of one\nperson (in particular the Bank) could be and were habitually released by\nthe\ndefendants without the knowledge consent or order of that person to another\nperson, whereby the same were converted and/or lost\nand/or whereby the risk of\nloss was materially increased.\nMACNAIR J said at 251-2 that he was for the\nmoment pre-pared to assume, without finally accepting, that the law as stated in\ns. 18\nof the\nMarine Insurance Act\n, 1906, applied -to non-marine\ninsurance.\nAt 252 the learned judge referred to the submission\n\"... that\n26\n\"...that the board of the defendants' company ought to have\nknown the material facts, because they would have known them if they had\nmade\nsuch enquiries as to their system as a reasonable, prudent board of such company\nin the ordinary course of business would have\nmade....\"\nand said that in his judgment the submission failed both in law and on the\nfacts. He continued:\n\"I have been referred to no authority to\nthe defendant suggest that the board of company pro-\nposing to insure owe any duty to carry out\na detailed investigation as to the manner\nin which the company's operations are per-\nformed, and I know of no principle in law\nwhich leads to that result. If a company\nis proposing to insure wages in transit,\nI cannot believe that they owe a duty to\nthe insurers to find out exactly how the\nweekly wages are in fact carried from the\nbank to their premises, though clearly\nthey\n27\nthey must not deliberately close their eyes to\ndefects in the system and must disclose any suspicions or misgivings they have.\nTo\nimpose such an obligation upon the proposer is tantamount to hold-ing that\ninsurers only insure persons who conduct their business\nprudently, whereas it is\na commonplace that one of the pur-poses of insurance is to cover yourself\nagainst your own negligence or\nthe neg-ligence of your servants. As to the\nfacts, it seems to me that any reasonable in-quiries the board could be expected\nto make\nwould only have revealed, as was proved to be the fact, that the system\nin operation for many years had in fact worked satisfac-torily\nin the sense that\nno difficulty had arisen and no claim had been made.\"\nThat case is directly in point and I am in respectful agree-\nment with\nMcNAIR J's observations. Anderson gave to Roos\nthe duty and function of\nemploying drivers, and the evidence\ndoes not suggest that it had any reason\nto suspect that the\nsystem\n28\nsystem in operation was not working satisfactorily, or that an\ninvestigation was called for.\nThen it was argued that Anderson had\nconstructive knowledge because Roos's knowledge was to be imputed to\nthe\ncompany. The applicable rule was summarized by TROLLIP J\n(SA) Ltd\nin\nConnock's Motor Co v Sentraal Westelike Ko-operatiewe\nMaat\n-\nskappy Bpk\n1964(2)\nSA 47 (T) at 53. There may be imputed to a company -\n\"the knowledge of any of its agents or ser-vants possessed and acquired by\nhim in the course of his employment under such circum-stances\nand being of such\na nature that it was his duty to communicate it to the proper authority in the\ncompany (\nBarberton Town Council v Ocean Accident & Guarantee\nCor\n-\nporation Ltd\n1945 TPD 306)\nunless that agent or servant is\nperpetrating a fraud on the company in relation to the matters of which he so\npossesses or acquires\nknowledge ...\"\nIn\n29\nIn the present case Roos did not know of Motjedi's conviction.\nHe did know that his practice when employing drivers was not to require\nin every\ncase that the driver's licence be produced. That knowledge was of course\npossessed and acquired by him in the course of\nhis employment. I do not think\nhowever that Roos had any duty to communicate this knowledge to his employer.\nRoos was an agent to\nemploy drivers. There is nothing in the evidence to suggest\nthat it was his duty to receive information or to communicate it to the\ncompany.\n(Cf. the\nA. and N.Z. Bank\ncase (\nsupra\n) at 253-4).\nMy conclusion is that the Guardian failed to establish that Anderson had\nknowledge, either actual or constructive,\nof\n30\nof the relevant facts, and consequently that it failed to\nestablish the\ndefence of non-disclosure. It follows that\nthe appeal must be upheld.\nThe appeal is allowed with costs. The order of the\nCourt a\nquo\nis\nset aside and there is substituted the fol-\nlowing:\n\"(a) The third party is ordered to indemnify the defendant against all sums\nincluding the plaintiff's costs and expenses which the\ndefendant is liable to\npay to the plaintiff in respect of Case No 14412/84.\n(b) The third party is ordered to pay the defen-dant's costs arising out of\nthe third party notice, and the costs of trial.\"\nCORBETT, \t\t\tJA\nBOTHA, \t\t\t\t\tJA Concur\nSMALBERGER,\tJA\nKUMLEBEN, \t\tAJA\nH C NICHOLAS, AJA",
  "scraped_at": "2026-02-11T21:06:48.294564",
  "date": "1987-05-27",
  "coram": [
    "Corbett JA",
    "Botho JA",
    "Smalberger JA",
    "Kumleben AJA",
    "Nicholas AJA"
  ],
  "case_number": "244/86",
  "parties": {
    "applicants": [
      "Anderson Shipping (Pty) Ltd"
    ],
    "respondents": [
      "Guardian National Insurance Company Ltd"
    ]
  },
  "sections": {
    "facts": "Anderson Shipping (Pty) Ltd operated a fleet of heavy‑haulage vehicles insured by Guardian National Insurance under a \"Unicover\" policy. On 22 March 1983 one of its vehicles, driven by S.A. Motjedi, collided with a vehicle owned by McCarthy Rental Ltd, giving rise to a claim of R24,985. Anderson served a third‑party notice on Guardian seeking indemnity. Guardian repudiated liability, alleging that Anderson had breached the policy’s special condition by failing to disclose that the driver had a prior conviction for drunk driving and that his licence bore a six‑month suspension endorsement. The insurer claimed this information was material to the risk and that Anderson either had actual or constructive knowledge of it.",
    "issues": "1. Whether Anderson (or its agents) had actual or constructive knowledge of the driver’s prior conviction and licence endorsement at the relevant time. 2. Whether the undisclosed facts were material to the risk and thus gave rise to a duty of disclosure under the insurance contract. 3. Whether Guardian could rely on non‑disclosure to avoid liability and cancel the policy.",
    "principles": "The court applied the duty of disclosure articulated in Mutual & Federal Insurance Co Ltd v Oudtshoorn Municipality, requiring both parties to disclose every material fact known or constructively known before the contract is concluded. Materiality is assessed objectively from the standpoint of a prudent person. Corporate knowledge must be that of the \"directing mind and will\"; knowledge of ordinary employees is not imputed unless it is communicated to the company. Constructive knowledge may arise where a party ought to have known a fact in the ordinary course of business. The marine insurance principle that an insured is deemed to know all circumstances that ought to be known in the ordinary course of business was also considered.",
    "application": "The evidence showed that neither Anderson nor its hiring manager, Roos, had actual knowledge of Motjedi’s endorsement. Roos admitted he relied only on the public driving permit and did not see the licence. The court found no evidence that Roos’s knowledge of the deficient hiring practice was imputed to the company, nor that Anderson’s directors had knowledge. The insurer failed to establish that Anderson ought to have known of the endorsement through reasonable inquiries. Consequently, the defence of non‑disclosure could not be sustained despite the material nature of the undisclosed fact.",
    "conclusion": "The appeal was allowed. Guardian’s repudiation and cancellation of the policy were set aside. Guardian was ordered to indemnify Anderson for the McCarthy claim, including costs, and the third‑party notice costs were awarded in Anderson’s favour."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Non‑Disclosure",
    "level_3": [
      "duty of disclosure",
      "materiality",
      "corporate knowledge",
      "third‑party claim",
      "insurance contract"
    ]
  }
}