{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/3.html",
  "case_name": "S v Sekgobela (309/86) [1987] ZASCA 3 (3 March 1987)",
  "citation": "[1987] ZASCA 3",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 3\n|\nNoteup\n|\nLawCite\nS v Sekgobela (309/86) [1987] ZASCA 3 (3 March 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr 309/86 MC\nELMON SEKGOBELA\n- en -\nDIE STAAT VIVIER AR\n.\nSaak nr 309/86\nMC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPeLAFDELING\n)\nIn die saak tussen:\nELMON SEKGOBELA\nAppellant\n- en -\nDIE\nSTAAT\nRespondent\nCoram\n: BOTHA, VIVIER ARR et STEYN Wn AR\nVerhoor\n: 23 Februarie\n1987\nGelewer:\n3 MAART 1987.\nUITSPRAAK\nVIVIER AR\n:\nDie appellant is in die Rondgaande Hof op Phalaborwa deur DE VILLIERS R en\ntwee assessore aan moord\nen /\n2.\nen aan diefstal van geld en klerasie skuldig bevind. Op die moordaanklag is\ngeen versagtende omstandighede gevind nie en is die appellant\nter dood\nveroordeel. Weens die diefstal is die appellant tot een jaar gevange= nisstraf\ngevonnis. Met verlof van die Verhoorregter\nappelleer hy na hierdie Hof slegs\nteen die bevinding dat daar by die pleging van die moord geen versagtende\nomstan= dighede was nie\nen teen die gevolglike doodvonnis wat hom opgelê\nis.\nDie saak spruit uit die gebeure van Sondagoggend, 1 September 1985 op die\nplaas Harmonie in die distrik Gravelotte waar die appellant\nen sy houvrou,\nPaulina Mahtole, gewoon het. Die appellant was as voorman in diens van die\neienaar van die plaas terwyl Paulina op\ndie lande by die huurder van die plaas\ngewerk het. Die oorledene, 'n 31-jarige Swart vrou, het die vorige middag by die\nplaas aangekom\nmet 'n sak vol klere wat sy aan die werksmense verkoop het. By\ndie land waar hulle besig was, het Paulina 'n romp van die oorledene\ngekoop\nterwyl die appellant, volgens Paulina, dagga en 'n drankbrousel\nbekend /\n3. bekend as tot-tot of mampoer by die oorledene gekoop het.\nLater die dag is die oorledene weer weg van die plaas.\nVolgens Paulina, wie\nse getuienis deur die verhoor= hof aanvaar is, het die appellant kort na\nsonsopgang die Sondagoggend hulle hut\nverlaat om op die naburige plaas te gaan\nkuier. Hy was nugter en het normaal opgetree. Sy is kort daarna ook weg van die\nhut. Gedurende\ndie oggend het die appellant teruggekeer en was alleen by die hut\ntoe die oorledene daar aankom. Dit is nie duidelik wat presies\ntussen die\nappellant en die oorledene gebeur het nie omdat die enigste getuienis\ndaaromtrent, dié van die appellant, in sekere\nopsigte onvolledig was en\nin ander wesenlike opsigte nie deur die verhoorhof aanvaar is nie. In ander\nopsigte weer, is dit nie duidelik\nwat die verhoorhof presies bevind het nie. Die\nappellant het getuig dat hy twee dagga-sigarette van die oorledene vir R2,00\ngekoop\nhet. Hy het 'n RlO-noot aan haar oorhandig. Hy het een van die\ndagga-sigarette gerook en sy het hom van haar drankbrousel gegee om\nte drink. Sy\nhet daarna geweier om sy kleingeld te gee en 'n argument het onstaan. Hy\nhet /\n4. het kwaad geword en die geld uit haar hand gegryp. Sy\nhet hom met die agterkant van haar hand op sy mond geslaan\nsodat hy op die\ngrond geval het. Sy tand is los geslaan\nmet die hou wat sy hom gegee het. Dit\nis gladnie duidelik\nof die verhoorhof hierdie deel van die appellant se\nweergawe\naanvaar het nie. Die verhoorhof het die appellant se verdere weergawe dat hy\ndie oorledene daarna slegs twee houe met 'n kierie geslaan\nhet, uitdruklik\nverwerp.\nDie verhoorhof het wel bevind dat die appellant\nop\n'n stadium daarna die oorledene se hande voor haar liggaam\nmet 'n paar\nhandboeie, wat hy van sy werkgewer ontvang het\nom wilddiewe mee te vang,\ngeboei het voordat hy haar met 'n\npanga aangeval het. Die mediese getuenis\nwas dat diep\nkneuswonde en wrywingsmerke aan die oorledene se\npolsge=\nwrigte, veroorsaak deur die boeie, daarop dui dat sy geboei\nwas,\nen gestoei en gespartel het, voordat die appellant\nhaar twee diep kapwonde\nmet 'n panga op die kop toege=\ndien het wat die brein binnegedring en haar\ndood veroor=\nsaak het. 'n Derde hou met die panga het die oorledene\nse\nregterduim afgekap en dieselfde, of 'n vierde\nhou met die panga het 'n diep\nsnywond oor die dorsum\nvan /\n5. van die regter middelvinger veroorsaak. Tekens van\n'n hewige\nworsteling is na die tyd in die appellant se hut gevind: klere het oral\nrondgelê, die bed was deurmekaar, water het\nuit 'n drom vol water gestort\nen daar was bloedspatsels teen die mure, die deur, die mat, die kombers en die\nbeddegoed.\nNa die aanval het die appellant die oorledene oor 'n afstand van\nongeveer 70 meter tot onder 'n boom in die veld gesleep waar haar\nliggaam laat\ndie Sondag= middag nakend, met die hande steeds geboei en met 'n swaar klip van\nongeveer 50 kg bo-op die kop, gevind\nis. Onder die oorledene se kop was 'n groot\nplas bloed wat volgens die mediese getuienis daarop dui dat sy nog geleef het\ntoe sy\ndaar gebring is. Dit is nie duidelik hoe dit gebeur het dat die oorledene\nnakend was nie. Die appellant het ontken dat sy nakend\nwas toe hy haar in die\nveld gelaat het.\nDie appellant het 'n noukeurige beskrywing\nvan /\n6. van sy bewegings nadat hy die oorledene aangerand het, gegee. Voordat hy\ndie oorledene die veld ingesleep het, het hy eers sy bebloede\nhemp gaan uittrek\nen sy hande gewas. Nadat hy die oorledene se liggaam in die veld gelos het, het\nhy paulina se klere, wat vol bloed=\nspatsels was, in n kopdoek toegedraai en dit\nsaam met sy kapmes onder die ashoop begrawe. Die mat en kombers, wat ook\nbloedbevlek\nwas, het hy in die dam gegooi en die regterduim van die oorledene,\nwat hy op die toneel opgetel het, het hy weggegooi. Op die toneel\nvan die\naanranding het hy R140,00 opgetel wat aan die oorledene behoort het, en hy het\nbesluit om die geld na sy werkgewer te neem.\nOp pad daarheen het hy vir Paulina\nteengekom en die geld vir haar gegee om te hou. Sy broek was vol bloed toe hy by\nhaar kom. Sy\nhet hom nie daaroor uitgevra nie en hy het haar niks van die\nvoorval vertel nie. Paulina het die geld in 'n babadoek toegedraai en\nhulle het\nsaam na sy broer, Johannes, se huis op die\nnaburige /\n7 . naburige plaas geloop waar Paulina die geld in 'n kamer\ngebêre en hy sy broek uitgetrek en dit bo-op Johannes se klere in\n1g se\nkamer gesit het.\nPaulina se getuienis was dat toe sy die appellant ongeveer\n12 uur die betrokke oggend teenkom, hy aan haar verduidelik het dat hy\ndie\nR140,00 in 'n dobbelspel gewen het en dat die bloed aan sy broek afkomstig is\nvan 'n\nwildsbok wat hy geslag het.\nDie appellant se getuienis was dat die dagga wat hy die Sondagoggend by die\noorledene gekoop het, die eerste is wat hy in sy lewe\ngerook het en dat dit hom\naangetas en sy optrede tydens en na die voorval beinvloed het. Hy het ontken dat\nhy die vorige dag drank\nof dagga by die oorledene gekoop het. Paulina,\ndaarenteen, het getuig dat in die drie jaar wat sy en die appellant reeds\nsaamwoon,\nhy daagliks dagga rook.\nIn die uitspraak oor die vraag van versagtende omstandighede, het die\nverhoorhof Paulina se getuienis\ndat /\n8 . dat die appellant daagliks dagga rook, aanvaar. Die uitspraak\nbevat geen uitdruklike bevinding oor die vraag of die appellant\ndie betrokke\nSondagoggend drank en/of dagga gebruik het nie, en indien wel, of hy enigsins\ndaardeur beïnvloed was nie. Die appellant\nse berekende optrede tydens en na\ndie voorval en sy vermoë om in die fynste besonderhede te vertel wat gebeur\nhet, toon nie\nenige beïnvloeding deur dagga of drank nie. Verder het beide\nPaulina en johannes onomwonde verklaar dat die appellant heeltemal\nnugter was\ntoe hulle hom kort na die voorval gesien het. Paulina het 'n goeie indruk op die\nverhoorhof gemaak en haar en Johannes\nse getuienis is op verskeie aspekte, waar\ndit met dié van die appellant bots, deur die verhoorhof aanvaar. Ek meen\ndat dit\nuit die uitspraak in sy geheel gelees, duidelik is dat die verhoorhof\ntot die gevolgtrekking gekom het dat dagga en/of drank nie\ndie appellant se\noptrede beïnvloed het nie.\nDie verhoorhof het verder bevind dat selfs\nal /\n9.\nal sou aanvaar word dat die appellant in\t'n \"woedebui\"\ngehandel het, dit,\nsowel as die feit dat\thy maar 21\njaar oud was, in die huidige saak nie\nas\tversagtende\nomstandighede beskou kan word nie.\nDit is reeds herhaaldelik in uitsprake van hierdie Hof beklemtoon dat dit in\ndie eerste plek die verhoorhof se taak is om oor die\nbestaan al dan nie van\nversagtende omstandighede te beslis, en dat hierdie Hof slegs sal inmeng indien\ndie verhoorhof 'n mistasting\nof ander onreelmatigheid begaan het, of indien sy\nbevinding, in die lig van al die getuienis beoordeel, van so 'n aard is dat hy\nnie redelikerwys daartoe kon gekom het nie. Sien o a\nS v Mongesi en\nAndere\n1981(3) SA 204(A) op 207H - 208A.\nIn een van die meer onlangse beslissings van hierdie Hof oor wat die\nondersoek na die bestaan van\nversagtende /\n10. versagtende omstandighede behels, het CORBETT AR die volgende in\nS v\nNgoma\n1984(3) SA 666(A) op 673 G-I gesê:-\n\"The determination of the presence or absence of extenuating circumstances\ninvolves a three-fold enquiry: (1) whether there were at\nthe time of the\ncommission of the crime facts or circumstances which could have influenced the\naccused's state of mind or mental\nfaculties and could serve to constitute\nextenuation; (2) whether such facts or circumstances, in their cumulative\neffect, probably\ndid influence the accused's state of mind in doing what he did;\nand (3) whether this influence was of such a nature as to reduce\nthe moral\nblame= worthiness of the accused in doing what he did. In deciding (3) the trial\nCourt passes a moral judgment.\"\nNamens die appellant is betoog dat die verhoor=\nhof\nse verwysing in sy uitspraak oor versagting na die\naantal houe wat die\nappellant die oorledene toegedien het\nen die feit dat hy haar geboei en toe\naangerand het,\ndaarop dui dat die verhoorhof die moontlike\nversagtende\nomstandighede opgeweeg het teen, en uitgesluit het weens\ndie\naard van die misdaad en die wyse waarop die appellant\nte werk gegaan het, en\ndat die verhoorhof sodoende 'n\nmistasting begaan het. Die versagtende\nomstandighede\nwat /\n12. bevind het dat die appellant wel in n \"woedebui\" gehandel het\nnie. vanweë die ander feitebevindings van die verhoorhof, wat\ndie appellant\nas 'n volslae leuenaar toon, en sy onoortuigende getuienis op hierdie aspek, is\nek in die eerste plek van mening dat\nso 'n\nbevinding nie geregverdig sou\ngewees het nie. Wat alles tussen die appellant en die oorledene gebeur het, het\nhy nie aan die verhoorhof\nopenbaar nie. So is daar geen verklaring vir die feit\ndat die oorledene se lyk nakend gevind is nie.\nSelfs al sou egter aanvaar\nword dat die appellant wel in 'n \"woedebui\" gehandel het, meen ek nie dat die\nverhoorhof fouteer het deur\ndit nie as versagting te beskou nie. Dit is\nnatuurlik so dat die aard, of die feite van n bepaalde moord, soos die erns\ndaarvan,\ndie wyse waarop dit uitgevoer is, die wreedheid of afskuwelikheid of\nonnodigheid daarvan, opsigself nie n bevinding van versagting\nuitsluit nie.\nSodanige /\n13. Sodanige feite van die moord bly egter steeds relevant.\nSo kan die grusaamheid van die moord aanduidend wees van die beskuldigde\nse\ngeestestoestand gedurende die pleeg van die daad en van sy morele skuld, en kan\ndie wyse waarop die beskuldigde te weck gegaan\nheb, aantoon dat hy nie deur\ndrank of provokasie beïnvloed is nie. Sien\nS v Petrus\n1969(4) SA\n85(A) op 92 D-H en 97 A-B,\nS v Maarman\n1976(3) SA 510(A) op 512 'n en\nS v Ndwalane\n1985(3) SA 222 op 228 F-H.\nIn die huidige saak is ek van\nmening dat daar nie sprake is van 'n opweging van versagtende teen verswarende\nomstandighede deur die\nverhoorhof nie. By die beoordeling van die vraag of die\nmoontlikheid dat die appellant in 'n \"woedebui\" gehandel het, 'n invloed\nop sy\ngemoed kon gehad het, was die verhoorhof heeltemal geregtig om al die feite van\ndie misdaad in ag te neem. Die wyse waarop\ndie appellant te werk gegaan het deur\ndie oorledene te boei voor hy haar met die panga geslaan het, dui na my mening\neerder op kóue,\ngevoellose optrede\nas /\n11.\nwat namens appellant aangevoer is, is beïnvloeding deur drank en/of\ndagga, sy onvolwassenheid en die feit dat hy sonder voorafbeplanning\nen in 'n\n\"woedebui\" gehandel het.\nWat die moontlike beïnvloeding deur drank en/of\ndagga betref, het ek reeds hierbo daarop gewys dat die verhoorhof tereg bevind\nhet dat appellant nie daardeur beïnvloed was nie en dat dit geen rol in sy\noptrede gespeel het nie. Wat onvolwassenheid as 'n\nmoontlike versagtende\nomstandigheid betref, was die appellant 'n voorman op die plaas met\nverantwoordelike pligte, en het hy die\nlewe van 'n volwassene gelei. Daar is in\nsy optrede geen teken van onvolwassenheid te bespeur nie. Na my mening het die\nverhoorhof\ntereg nie onvolwassenheid as 'n versagtende omstandigheid aangemerk\nnie.\nWat betref die afwesigheid van voorafbeplanning en die provokasie waarop ter\nversagting gesteun is, het ek reeds daarop gewys dat\ndie verhoorhof nie\nuitdruklik\nbevind /\n14. as dat hy deur 'n woedebui beïnvloed is. Na my mening\nhet die verhoorhof nie misgetas in sy bevinding dat provokasie nie\nas versagting\nbeskou kan word nie, en kan nie gesê word dat die bevinding een is waartoe\nnie redelikerwys gekom kon gewees\nhet nie.\nGevolglik word die appèl van die hand gewys.\nW. VIVIER AR.\nBOTHA AR ) Stem saam. STEYN Wn AR)",
  "scraped_at": "2026-02-11T20:53:54.800647",
  "date": "1987-03-03",
  "coram": [
    "BOTHA AR",
    "VIVIER AR",
    "STEYN Wn AR"
  ],
  "case_number": "309/86",
  "parties": {
    "applicants": [
      "ELMON SEKGOBELA"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "On the morning of 1 September 1985, at Harmonie farm in the Gravelotte district, appellant Elmon Sekgobela, employed as foreman, became involved in a violent incident with a 31‑year‑old Black woman who had arrived earlier with a sack of clothing to sell. An altercation arose over a small amount of money and a drug (dagga). The appellant bound the woman’s hands with handcuffs obtained from his employer, assaulted her with a panga (pry‑bar), inflicting multiple deep wounds to her head and fingers, and subsequently dragged her for about 70 metres before leaving her dead under a tree with a heavy stone on her head. The body was discovered later that afternoon. The appellant also stole R140 from the scene, later giving it to his wife Paulina Mahtole and attempting to conceal evidence. He was convicted in the lower court of murder (death sentence) and theft (one‑year imprisonment).",
    "issues": "The appeal raised the question whether any mitigating (exempting) circumstances existed at the time of the murder, specifically: (1) whether the appellant’s use of dagga and alcohol influenced his state of mind; (2) whether he acted in a \"woedebui\" (fit of anger) or under provocation; (3) whether his age (21) and lack of pre‑planning could lessen his moral culpability; and (4) whether the trial court erred in finding no mitigating circumstances, thereby justifying the death sentence.",
    "principles": "South African law requires a three‑fold enquiry into mitigating circumstances (S v Mongesi; S v Ngoma): (i) existence of facts that could affect the accused’s mental state; (ii) whether those facts actually influenced the accused; and (iii) whether such influence reduces moral blameworthiness. The trial court is the primary fact‑finder; an appellate court may intervene only if there is a misapprehension of the evidence or an unreasonable conclusion. The seriousness of the murder, its brutality, and the lack of genuine provocation ordinarily preclude mitigation.",
    "application": "The Supreme Court of Appeal examined the evidence on dagga and alcohol consumption and concluded that the appellant was sober at the time of the offence; the appellant’s own testimony and that of witnesses showed no impairment. The court accepted that the appellant acted with deliberation, binding the victim and delivering fatal blows, and rejected the notion of a temporary “woedebui”. The appellant’s age and lack of pre‑planning were deemed insufficient to constitute mitigating circumstances given the cruelty of the act. Consequently, the appellate court found no error in the trial court’s assessment that no mitigating circumstances existed.",
    "conclusion": "The appeal was dismissed. The death sentence for murder and the one‑year imprisonment for theft were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "mitigating circumstances",
      "death penalty",
      "drug influence",
      "appeal"
    ]
  }
}