{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/129.html",
  "case_name": "Du Plessis NO v Strauss (402/1986) [1987] ZASCA 129; [1988] 4 All SA 115 (AD) (12 November 1987)",
  "citation": "[1987] ZASCA 129",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 129\n|\nNoteup\n|\nLawCite\nDu Plessis NO v Strauss (402/1986) [1987] ZASCA 129; [1988] 4 All SA 115 (AD) (12 November 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 402/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIRA APPeLAFDELING\nInsake die appel van:\nR.D. DU PLESSIS N O\nAppellant\nteen\nJ.F. STRAUSS\nRespondent\nCORAM\n:\tCORBETT, JOUBERT, VAN HEERDEN, JACOBS ARR\net NICHOLAS WAR\nVERHOORDATUM\n: 3 SEPTEMBER 1987\nLEWERINGSDATUM\n: 12 NOVEMBER 1987\nUITSPRAAK\n/\nVAN HEERDEN AR\n...\nVAN HEERDEN AR\n:\nInleidend\nIn sy testament het wyle J.J. Strauss (\"Strauss\") sy plaas, Simonsium, bemaak\naan sy seun, A.L. Strauss ( \"die insolvent\"). Twee ander\nplase van Strauss is\nbemaak aan sy twee dogters, H.J. Myburgh en M.M. Sinclair. Hierdie bemakings is\nonderworpe gestel aan 'n vruggebruik\nten gunste van Strauss se eggenote asook\naan die volgende bepaling:\n\"Dit sal 'n kondisie wees dat sou enige van my drie kinders wat die\nbogenoemde eiendomme erf te sterwe mag kom sonder wettige afstammelinge\nsal sy\nof haar deel gaan na sy of haar dood na die orige twee kinders in gelyke dele of\nhulle wettige afstammelinge by plaasvervulling.\n\"\nSy eggenote en al drie sy kinders het Strauss oor-leef en na sy dood is\nSimonsium na die insolvent oorgedra onderhewig aan die genoemde\nvruggebruik en\nvoorwaarde. Gedurende 1975 het die Vrystaatse Provinsiale Afdeling egter op\naansoek van die insolvent 'n bevel verleen\nwaarvolgens hy gemagtig is om die\nplaas te vervreem en gelas is dat drie stukke grond, die eiendom van A.L.\nStrauss (Edms) Bpk\n/\"die ...\n3.\n( \"die maatskappy\"), onderhewig aan die vruggebruik en voor-waarde gestel\nmoes word. Ter uitvoering van die bevel is\n'n\nendossement in die\nmaatskappy se titelakte aangeteken. Dit het gelui dat die drie stukke gronde\nonderworpe was aan die vruggebruik\nvan Strauss se eggenote en aan die volgende\nbepaling:\n\"Dat sou Abraham Lodewicus Strauss, gebore 13 Januarie 1929, te sterwe mag\nkom sonder wettige afstammelinge, gemelde eiendomme gaan\nna sy dood na Hester\nJohanna Myburgh en Maria Margaretha Sinclair in gelyke dele of hulle wettige\nafstam-melinge by plaasvervulling,\nsoos geskep in Testament van wyle Jacob\nFrederik Strauss ge-dateer 2 September 1955.\"\nGedurende 1983 is die maatskappy gelikwideer en die boedel van die insolvent\ngesekwestreer. Hierna het die appellant in sy tweeledige\nhoedanigheid as\nlikwidateur van die maatskappy en kurator van die insolvente boedel 'n aansoek\nin die Vrystaatse Provinsiale Afdeling\naanhangig gemaak. Dit het gelei tot die\nuitreiking van 'n bevel\nnisi\n. Vir die doeleindes van hierdie appel is dit\nslegs\n/nodig ...\n4.\nnodig om te verwys na para 2 (c) van die bevel waarvolgens belanghebbendes\naangesê is om redes aan te toon waarom nie verklaar\nsou word nie dat:\n\"1.1 die insolvente boedel van A L Strauss\n. . . die\nfiduciarius\nen die houer van die fiduciêre regte is\ningevolge die testament van wyle Jacob Frederik Strauss . . . ,\n1.2 die testament van wyle Jacob Frederik Strauss ... geen fideicommissêre\nregte ten gunste van die afstammelinge van die insolvent,\nAbraham Lodewicus\nStrauss .., daarstel nie.\"\nWat para 2\n(c) 1.1 betref, het die appellant in sy aansoek slegs aangevoer dat dit onseker\nwas of die voor-waarde vervat in die testament,\nsoos beliggaam in bogenoemde\nendossement, tot gevolg gehad het dat die insolvent, dan wel die maatskappy, die\nfiduciarius\nvan die maatskappy se drie stukke grond was. Wat para 2 (c)\n1.2 betref, was dit die appellant se standpunt dat wie ook al die\nfiduciarius\nwas, volle eienaar van die grond sou word indien Strauss deur\nsy kinders of verdere afstammelinge oorleef sou word.\n/Die ...\n5\nDie aansoek en die bevel\nnisi\nis beteken op alle meerderjarige\nbelanghebbendes terwyl 'n kurator-\nad\n-\nlitem\naangestel is om die\nbelange van moontlike minderjarige en nog te gebore bevoordeeldes te behartig.\nDit was egter slegs die huidige\nrespondent, '\nn\nmeerderjarige seun van die\ninsolvent, wat die aangevraagde bekragtiging van para 2 (c) van die bevel\nnisi\n- en dan ook slegs sub-para 1.2 teengestaan het. Die\nkurator-\nad\n-\nlitem\nhet naamlik die houding ingeneem, soos hy ook\naanvanklik in hierdie hof gedoen het, dat die testamentêre voorwaarde nie\n'n\nstilswy-ende\nfideicoinmissuin\nten gunste van die afstammelinge van elk\nvan die\nfiduciarii\ndaargestel het nie.\nIn die verbygaan dien gemeld te word dat dit tereg gemene saak was dat die\nvoorwaarde onder bespreking nie 'n direkte substitusie\ngeskep het nie. Dit is\ntrouens reeds in 1981 deur die Vrystaatse Provinsiale Afdeling in 'n\nongerapporteerde uitspraak bevind.\nDie hof\na\nquo\nhet in eerste instansie beslis\ndat\n/vanweë ...\n6.\nvanweë die 1975 hofbevel, en die endossement waardeur uit-voering\ndaaraan gegee is, die maatskappy die fidusiêre reg-hebbende\nvan die drie\nstukke grond geword het - m a w, dat die voorheen onbelemmerde eiendomsreg van\ndie maatskappy beperk is deur die testamentêre\nvoorwaarde wat op\nSimon-sium van toepassing was - en dat Strauss geen regte met betrekking tot die\ngrond verkry het nie. Voorts is\nbevind dat indien Strauss met nalating van\nkinders (of verdere afstammelinge) te sterwe kom, volle eiendomsreg van die\ngrond op die\nkinders (of verdere afstammelinge) oorgaan. Gevolglik is para 2 (c)\nvan die bevel\nnisi\nin sy geheel opgehef. Verlof is egter aan die\nappellant verleen om na hierdie hof te appelleer teen die opheffing van para 2\n(c)\n1.2 van die bevei\nnisi\n. Derhalwe is slegs die tweede bevinding van\ndie hof\na\nquo\nop appël aangeveg.\nDie gronde waarop bedoelde bevinding berus, kan soos volg saamgevat word: 'n\nvoorwaardelike fideikommissêre\n/bepaling ...\n7\nbepaling wat gekoppel is aan 'n\nis\nsine liberis\ndecesserit\n-klousule (hierna kortweg 'n\nsine liberis\n-bepaling genoem)\nbring nie sonder meer mee dat indien die\nfiduciarius\nwel deur kinders\noorleef word hulle as stilswyend benoemde\nfideicommissarii\nopvolg nie.\nDit sal egter wel die geval wees indien die testament aanduidings bevat dat die\ntestateur die\nliberi\nwou bevoordeel. Indien die\nliberi\nnie\nafstammelinge van die testateur is nie, is sterker aanduidings nodig as wat\nvereis word wanneer hulle wel sodanige afstammelinge\nis. In\ncasu\nis die\nafstammelinge van Strauss na wie in die testamentêre voorwaarde verwys\nword, klaarblyklik ook afstammelinge van die\ntestateur en is daar genoegsame\naanduidings dat hy beoog het om hulle te bevoordeel ten opsigte van die grond\nwat aan hulle voorsaat\nbemaak is. Dit is naamlik duidelik dat die testateur 'n\ntoegeneentheid teenoor afstammelinge van sy kinders gekoester het aangesien\nbepaal is dat indien een van sy kinders sonder afstammelinge te sterwe sou kom,\ndie\n/betrokke ...\n8.\nbetrokke grond sou vererf op sy ander kinders \"of hulle wettige afstammelinge\nby plaasvervulling\". Dit is der-halwe onaanvaarbaar\ndat die testateur beoog het\ndat 'n afstammeling van 'n kind 'n moontlike\nfideicommissarius\nsou wees\nten opsigte van grond wat aan 'n ander kind van die testateur bemaak is, maar\ngeen regte sou hê nie ten opsigte van\ndie grond wat in eerste instansie\naan sy of haar eie voorsaat bemaak is.\nDie hof\na\nquo\nhet pertinent bevind dat die beslissing\nvan hierdie hof in\nEstate Cato v Estate Cato and Others\nnie gesag is nie\nvir die stelling dat indien die\nliberi\nwel afstammelinge van die\ntestateur is, 'n\nsine liberis\nklousule meebring dat behoudens aanduidings\nvan 'n teenoorgestelde bedoeling, 'n\nfideicoirmiissum tacitum\nin\nhul guns geskep word. Skrywers soos\nVan der Merwe en\n2)\t1)\nRowland\nen\nMurray\n,\n3)\nhuldig egter 'n ander mening,\nen in\n1)\n1915 A D 290.\n2)\nDie Suid-Afrikaanse Erfreg\n, 5de uitg, pp 310-11\n3)\n1968 Annual Survey,\npp 238-9.\n9\nhierdie hof het die advokaat vir die respondent dan ook betoog dat\nbogenoemde bevinding verkeerd is.\nDie Cato-uitsprake\nDie testament in\nCato\nhet ingewikkelde bepalings bevat, maar vir huidige doeleindes en in\ndie lig van die bevindings waartoe op appèl gekom is,\nkan die tersaaklike\ngedeelte van die testament in die volgende, vereenvou-digde vorm weergegee word:\nDie testateur (Cato) het sy\nboedel in gelyke dele aan sy kinders bemaak en\nbepaal dat dit op 'n toekomstige tydstip (\"die verdelingsdatum\") tus-sen hulle\nverdeel\nsou word. Inmiddels sou die kinders en Cato se eggenote elk geregtig\nwees op 'n proporsionele gedeelte van die inkomste van die erflating.\nIndien nie\neen van die kinders die verdelingsdatum sou oorleef nie, moes die hele boedel in\ngelyke dele gaan na die oorlewen-de kinders\nvan Cato se suster (\"die\nRichards-kinders\"). Voorts is bepaal dat die dele van Cato se dogters \"shall not\nbe liable for the debts\nof ... [their]... husbands . . . , but my daughters only\nshall have right to their share\n/and ...\n10.\nand pass the residue to their children or to their brothers'\n4 ) and sisters' children.\"\nCato is oorleef deur sy eggenote en vyf kinders, maar toe die geding\naanhangig gemaak is, was drie van die kinders reeds oorlede.\nDie tweede kind wat\nte sterwe gekom het, was 'n dogter, mev Cosnett, en die derde 'n seun, Spensley.\nNa laasgenoemde se dood, maar\nvoordat die ver- delingsdatum aangebreek het, het\ngeskille ontstaan tussen die eksekuteurs van Spensley se boedel en die\noorblywende\ntwee kinders van Cato (die derde en vierde verweerders). Die\nvernaamste geskil wat by wyse van '\nn\ngestelde saak ter beslegting\nvoorgelê is, was of ingevolge Cato se testament sy kinders se regte met\nbetrekking tot die erflating\nby sy dood gevestig het dan wel of sodanige\nvestiging eers op die verdelingsdatum sou plaasvind. Die eerste ver-weerders\n(die eksekuteurs\nvan Cato se boedel) het die hof egter versoek om te beslis of\ndie afstammelinge van die\n4) Dié bepaling word nie korrek weergegee in die uitspraak van Innes\nHR op p 297 nie. Die juiste bewoording verskyn op p 291\nvan die verslag.\n11.\noorlede kinders van Cato tot by die verdelingsdatum gereg-tig was op\n'n\ndeel van die inkomste van Cato se boedel. Die vyfde verweerder was die voog\nvan mev Cosnett se kin-ders wat slegs in hierdie hof verteenwoordig\nwas. Die\nlaaste drie verweerders was die Richards-kinders wat hul op die standpunt gestel\nhet dat die boedel op hulle sou vererf\nindien die oorblywende twee kinders van\nCato voor die verdelingsdatum te sterwe sou kom.\nHierdie hof het bevind dat elk van Cato se kin-ders reeds by sy dood 'n\naanspraak op 'n gedeelte van die boedel verkry het en dat\nvestiging nie\nuitgestel was tot die verdelingsdatum nie. Die regsposisie was dus dat die\nkinders van Cato fidusiêre, en die\nRichards-kinders voorwaardelike\nfideikommissêre, erfgename was. Voorts is bevind dat laasgenoemde kinders\nsou erf slegs indien\nop die verdelingsdatum geen kind of kleinkind van Cato in\ndie lewe sou wees nie. Met 'n beroep op die beslissing van die Geheime\nRaad in\nGalliers v Rycroft\n5)\nis hierdie\n5)\n1901 A C 130\n12.\nbevinding gefundeer op 'n regsvermoede dat indien 'n tes-tateur sy kind of\nkleinkind as fidusiêre bevoordeelde aanwys en bepaal\ndat die erfenis of\nlegaat by die dood van die kind of kleinkind na 'n derde moet gaan, die\nfidei-kommissêre substitusie onderhewig\nis aan 'n stilswyende voorwaarde\ndat dit alleen geld indien die eerste bevoor-deelde sonder kinders (of verdere\nafstammelinge) te\nsterwe kom. Anders gestel, word by ontstentenis aan\naanduidings van 'n teenoorgestelde bedoeling aanvaar dat die\nfidei-kommissêre\nsubstitusie onderhewig is aan\n'n\nstilswyende\nsine liberis\n-bepaling.\nDie vraag of so 'n stilswyende bepaling ook mee-bring dat 'n\nfideicommissuin tacitum\ngeskep word ten gunste van\nliberi\nwat die\ntestateur se kind of kleinkind oorleef, is nie in die gestelde saak geopper nie.\nIn nie een van die uitsprake van Innes HR,\nDe Villiers AR of Juta WAR is hierdie\nvraag dan ook pertinent oorweeg nie. Dit blyk egter uit die gerapporteerde\nweergawes van die\nbetoë\n/dat ...\n13.\ndat die advokaat vir die vyfde verweerder (respondent) op appel aangevoer het\ndat indien die Cosnett-kinders die enigste af stammelinge\nvan Cato sou wees wat\ndie verdelings-datum oorleef, die hele boedel op hulle sou vererf. Die grondslag\nvan hierdie betoog was waarskynlik\ndat Cato\nstilswyend sy kleinkinders as fideikommissêre erfgename\naangewys het\n,5a)\nen dit moet in gedagte gehou word wanneer\noor die trefwydte van ondergenoemde\ndicta\nen bevindings besin\nword.\nMet verwysing na die si\nsine liberis decesserit\n-reël het Innes HR\ndie volgende gesê\n: 5b)\n\"The facts before the Court seem to support rather than to militate against\nthe operation of the presumption. Here unless the con-dition\nsi\nsine\nliberis\nis implied, not only one set, but several sets of grandchildren\nwould be passed over in favour of more remote\n/beneficiaries ...\n5a) Die advokaat vir die derde en vierde respondente het dan ook aangevoer\n(op p 295): \"Counsel for the fifth defendant was compelled\nto rely on a tacit\nfidei commissary\nsubstitution.\"\n5b) Op p 304.\n14\nbeneficiaries, and it is almost impossible to think that that could have been\nthe testator's intention. And so far from renouncing\nhis grandchildren he seems\nto have had a benevolent regard for all of them (whether in\nesse\nor in\nposse\n) . For he directed that the residues of his daughter's inheritances\nshould pass over to their children, or if they had none, then\nto the children of\ntheir brothers and sisters. Under all the circumstances, therefore, I come to\nthe conclusion that the\nfidei commissum\nin favour of the children of Mrs.\nRichards can only take ef-fect if there is no surviving child and no sur-viving\ngrandchild of the\ntestator alive at the date of division.\"\nAnders as wat\nMurray\naan die hand doen,\nmeen ek nie dat hierdie\ndictum\nnoodwendig dui op 'n bevind-ing van die\nHoofregter dat kleinkinders van Cato as moont-like\nfideicommissarii\naangewys was nie. Die sinsnede\n/\"would ...\n6) Op p 304 .\n15..\n\"would be passed over in favour of more remote benefi-ciaries\" is weliswaar\ngoed vatbaar vir\nMurray\nse vertolk-ing van die\ndictum\n, maar Innes\nHR kon ook in gedagte gehad het dat tensy\n'n\nsine liberis\n-bepaling\nin die testament inbegryp word, kleinkinders van Cato van die erflating\nuitgesluit kon wees in díe sin dat hul nie\nas testate of intestate\nerfgename van hul ouers aanspraak op 'n deel van Cato se boedel sou kon maak\nnie.\nAan die einde van sy uitspraak tabuleer Innes HR die bevindinge waartoe hy\ngekom het. Een daarvan lui soos volg:\n7)\n\"(d) If at such date [d\ni die verdelings-datumj any child or the issue\nof any survives then no fidei commissum operates.\nThe share of any\npredeceased child would qo to his children; in default of children it would form\npart of his qene\n-\nral estate\n.\" (My kursivering)\nDie\nfideicommissum\nwaarna verwys word, is klaar-\nblyklik die uitdruklik geskepte een ten gunste van die\n/Richards-...\n7) Op p 305.\n16.\nRichards-kinders. Wat nie so duidelik is nie, is waar-om bevind word dat\nindien die voorwaarde vir bevoordeling van hierdie kinders\nnie vervul word nie -\nd w s indien 'n kind of 'n kleinkind van Cato die verdelingsdatum oorleef -die\ndeel van die boedel wat gevestig\nhet in\n'n\nkind van Cato wat voor\nbedoelde datum gesterf het \"would go to his children\". Soos dit my voorkom, is\ndie enigste moontlike gevolgtrekking\negter dat na die mening van die Hoofregter\nkleinkinders van Cato wat die verdelingsdatum oorleef het versweë aangewese\nfideikommissêre\nerfgename was van dié deel van die boedel wat\ngevestig het in hulle vader of moeder wat voor bedoelde datum gesterf het. Maar\nwas hierdie mening gegrond bloot op die effek van die geïm-pliseerde\nsine liberis\n-bepaling, of ook op die aanduidings van Cato se bedoeling\nwat in die aangehaalde\ndictum\nver-meld word (soos die hof a\nquo in\ncasu\nbevind het)? Ge-sien die feit dat Innes HR nêrens in sy\nuitspraak, voordat hy sy bevindings kortweg getabuleer het, uitdruklik\nbevind\n/het ...\n17.\nhet dat Cato se testament 'n\nfideicommissum tacitum\nten gunste van sy\nkleinkinders geskep het nie, laat die vraag hom nie ligtelik beantwoord nie. Ek\nmeen egter dat Innes HR die stilswyende\nfideikommis bloot vanweë die\nveronderstelde\nsine liberis\n-bepaling gekonstrueer het en dat hy na\naanduidings van Cato se bedoeling verwys het slegs om dit duidelik te maak dat\ndie testament\nas geheel nie teen die vermoede dat dit wel stilswyend so 'n\nbepaling bevat het, gespreek het nie, maar inteendeel die vermoede bevestig\nhet.\nOp hierdie stadium is enkele opmerkings aange-wese. Eerstens dien daarop\ngelet te word dat die tweede sin van bevinding (d) nie ingelyf\nis by die bevel\nwat gemaak is nie. Die rede hiervoor was vermoedelik dat, soos reeds aangedui,\ndie gestelde saak nie die regte van\nkleinkinders van Cato na die verdelingsdatum\nte berde gebring het nie, en dat die Cosnett-kinders eers in hier-die hof\nverteenwoordig\nwas. Aan die ander kant is die\n/bevinding . . .\n18.\nbevinding waarskynlik gemaak vanweë die verbreding van die geskilpunte\nas gevolg van die reeds genoemde betoog van bedoelde kinders\nse advokaat. Die\nbevinding moet dus wel as deel van die Hoofregter se\nratio decidendi\nbeskou word.\nIn tweede instansie kan gevra word hoe die uit-druklike testamentêre\nbepaling betreffende die residuum van die erfenisse van\ndie dogters van Cato te\nrym was met 'n stilswyende fideikommis ten gunste van kinders van sowel seuns as\ndogters van Cato. In hierdie\nverband moet 'n onderskeid getref word tussen die\noorlye van\n'n\nkind van Cato voor, en na, die verdelingsdatum. Die\nvoorwaardelike fideikommissêre bevoordeling van die Richards-kinders was\ngekoppel aan die verdelingsdatum. Indien 'n kind of klein-kind van Cato die\ndatum sou oorleef, sou die bevoordeling verval, en so\nook die stilswyende\nsine liberis\n-bepaling. 'n Seun van Cato wat op die verdelingsdatum in die\nlewe was,\nse aandeel sou hom dan onvoorwaardelik en onbeswaard toekom,\n/'n ...\n19.\n'n Dogter van Cato wat aldus in die lewe was, se aandeel sou egter onderhewig\nwees aan die uitdruklike voorwaarde dat die residuum\nvan haar deel by haar dood\ntoeval aan haar kinders, of by ontstentenis van eie kinders, haar broers en\nsusters se kinders. Daarenteen\nsou die\nfidei\n-\ncommissum tacitum\n,\nvolgens Innes HR se bevinding, slegs gegeld het ten opsigte van 'n kind van Cato\nse deel indien\ndaardie kind\nvoor\ndie verdelingsdatum gesterf het met nalating van\n'\nn\nkind of kinders, en 'n kind of kleinkind van Cato die verdelingsdatum\noorleef het.\nIn derde instansie moet die oorredingskrag van die bevinding onder bespreking\nbeoordeel word in die lig van die, feit dat dit nie\nuit die uitspraak blyk nie\ndat Innes HR bewus was van 'n omstrede strydvraag in Wes-Europa, waarna\nvollediger hieronder verwys word,\nen van 'n beslissing wat reeds in 1908 deur die Kaapse\nHof daaromtrent gegee is\n.8)\nHierdie vraag was of in\n/geval ... 8) Steenkamp v Marais, N O and Others\n25 SC 483.\n20.\ngeval van 'n uitdruklike\nsine liberis\n-bepaling diegene\npositi in\nconditione\ngeag moet word ook\npositi\nin\ndis\n-\npositione\nte wees; m a w, of die\nliberi\nas stilswyend aangewese\nfideicommissarii\nbeskou moet word. En dit spreek vanself dat, behoudens\naanduidings van die testa-teur se bedoeling, 'n stilswyende\nsine\nliberis\n-bepaling nie sterker as 'n uitdruklike een ten gunste van\nbevoor-deling van die\nliberi\nkan spreek nie.\nEk kom dan by die aparte uitspraak van De Villiers WAR, wat instemming betuig\nhet met die bevel vervat in die uitspraak van die Hoofregter.\nHy het ook bevind\ndat, afgesien van die reël geformuleer deur Voet 36.1.17 wat in\nGalliers\n,\nsupra\n, goedgekeur is, Cato se testament aanduidend was\nvan 'n bedoeling dat die Richards-kinders sou erf slegs indien geen van Cato se\nkinders of kleinkinders die verdelingsdatum sou oorleef nie. Die woorde wat hy\ngebruik het, lei egter nog minder as die aangehaalde\ndictum\nvan Innes HR\ntot die\n/noodwendige . ..\n21.\nnoodwendige gevolgtrekking dat na sy mening kleinkinders van Cato moontlike\nstilswyende\nfideicommissarii\nwas nie. Hy het naamlik gesê (op p\n308):\n\"For the testator provides that his daughters are to pass the residue of their\nshares to their children or their brothers' and sisters'\nchildren. There is, it\nis true, no similar\nfidei commissum residui\nimposed on the sons' shares,\nbut the provision is important as show-ing that the testator was not indifferent\nto the children of\nhis sons either, as on failure of children of their own the\ndaughters have to pass the residue of their shares,\ninter alia\n, to 'their\nbrothers' children.' There is, therefore, an implied condition here that tiie\nfidei commissum\nonly vests in the children of Mrs. Richards if there are\nno lawful des-cendants of the testator alive at the date of the division.\nIf\nthere are, the\nfidei commissum\nlapses.\"\nDie\nuitspraak van De Villiers WAR, bevat dan ook nie 'n bevinding wat ooreenstem met\ndié vervat in die tweede sin van paragraaf\n(d) van die opsomming van die\nHoofregter wat hierbo aangehaal is nie. Aan die ander kant kan nie uit die\nwoorde \"the\nfidei commissum\nlapses\" afgelei word dat na die mening van De\nVilliers\n/WAR....\n22.\nWAR die testament nie 'n\nfideicommissum tacitum\ngeskep het nie, want\ndie sinsnede verwys klaarblyklik na die uitdruklike, maar voorwaardelike,\nbevoordeling van die\nRichards-kinders.\nDie uitspraak onder bespreking bevat egter wel die eienaardige bevinding dat\n\"each of the children of the testator, the issue of deceased\nchildren\nper\nstirpes\nand the executors of Spensley Cato are entitled to be\npaid an equal share of the income of the estate of the\n9)\ntestaror until ... [die verdelingsdatum].\"9)\nEk sê\ndit omdat hierdie bevinding sover dit op kinders van 'n oorlede kind var Cato\nbetrekking het, nêrens in die uitspraak gemotiveer\nword nie en bowendien\nbots met die volgende slotsom van Innes HR\n:10) \"\nPending the date of\ndivision, each such child or (in the event of decease before distribution),\nhis estate\nis entitled to one-sixth share of the income ...\" (My\nkursivering.) In\n/elk . . .\n9)\nOp p\n309.\n10)\nOp p\n305.\n23.\nelk geval dui bedoelde bevinding nie op 'n\nfideicommissum tacitum\nwat\nop grond van 'n stilswyende\nsine liberis\n-bepaling gekonstrueer is nie,\nwant hierdie bepaling het\nbetrekking gehad op die verdelingsdatum en nie op\ndie afsterwe van to kind van Cato voor daardie datum nie.\nDie derde uitspraak was dié van Juta WAR,\nwat\nten aansien van die vermoede ten gunste van\nbogenoemde\nbepaling die volgende gesê het:\n11)\n\"The words of the will confirm this presumption. In the case of his daughters,\nthe testator burdened their shares with a\nfidei commissaum\nin favour of\ntheir children and their brothers' and sisters' children, and not in favour of\nthe Richards' children.\nIt may be said that this provision only operates upon the shares of the\ndaughters, and that unless the latter survive the various\ndates of division it\ncan have no operation; but there is nothing to show why the testator should\ndesire his grandchildren to inherit\nif his daughter survived the marriage of his\nwidow, and should desire that they should get nothing because their mother died\na day\nbefore that date.\"\n11) Op p 312.\n24.\nHierdie\ndictum\ndui myns insiens ook nie noodwen-dig daarop dat na die\nmening van Juta WAR die stilswyende\nsine liberis\n-bepaling op sy beurt tot\n'n\nfideicommissum tacitum\ngelei het nie. Die laaste bysin van die\ndictum\nis naamlik ook vereenselwigbaar met 'n siening dat Cato nie kon\nbeoog het dat 'n kleinkind wat die verdelingsdatum oorleef het,as\ntestate of\nintestate erfgenaam van sy vooroorlede moeder van haar deel van die erf enis\nuitge-sluit sou wees nie indien sy '\nn\ndag voor die verdelings-datum\ngesterf het- Anders gestel, kan nie sonder meer aanvaar word dat Juta WAR dit as\nonwaarskynlik beskou\nhet dat Cato kon beoog het dat sodanige kleinkind in die\ngepostuleerde geval nie sy moeder as fideikommissêre bevoordeelde\nsou\nopvolg nie.\nNet soos die geval is met die uitspraak van De Villiers WAR, kom Juta WAR\nnêrens tot dieselfde slot-som as Innes HR in die tweede\nsin van paragraaf\n(d) van sy opsomming nie. Dit is egter nodig om die aandag\n/op ...\n25.\nop die volgende te vestig. Die laaste sin van die ge-rapporteerde uitspraak\nvan Juta WAR lees soos volg: \"The\nappeal must therefore be allowed with costs\nhere and\nin the Court below.\n\" 12)\nIn die oorspronklike uit-\nspraak is die woorde \"with costs here and in the Court below\" egter\ndeurgehaal en deur die volgende in manuskrip vervang:\n\"I agree with the order. made\nby\nthe learned Chief Justice. I may add\nthat having had an opportunity of (? perusing) his judgment I agree with his\nconclusions of law.\"\nDie regskonklusies waarna Juta\nWAR verwys, is klaarblyklik die voormelde getabuleerde bevindings van Innes HR.\nUit die oorspronklike\nstukke in die argief blyk dit egter nie met welke van die\nuitsprake die ander twee lede van die hof, Solomon AR en Wessels WAR,\nsaamge-stem\nhet nie.\nUit bostaande volg dat hierdie hof nie in\nCato\nuitdruklik of by\nimplikasie beslis het dat 'n\n/uitdruklike 12) Op p 313.\n26\nuitdruklike of stilswyende\nsine liberis\n-bepaling van regs-weë\naanleiding gee tot 'n vermoede dat die testateur 'n\nfideicommissum\ntacitum\nten gunste van die\nliberi\ngeskep het nie. Wat wel gesê\nkan word, is dat Innes HR en Juta WAR, as deel van hul\nratio decidendi\nsulks bevind het in 'n geval waarin die\nliberi\naf stammelinge van die\ntestateur was, en dat hierdie bevinding moontlik deur Solomon AR en Wessels WAR\nonderskryf is. Die beslissing\nin\nCato\nkan derhalwe nie as bindend beskou\nword ten op-sigte van die vraag waaroor in die onderhawige appël be-sleg\nmoet word nie. En\nsover ek kon vasstel, het dié vxaag nie in enige ander\ngewysde van hierdie hof ter sprake gekom nie.\nDie gemene reg\nAlvorens op ander Suid-Afrikaanse gewysdes ge-let word, is dit dienstig om 'n\nkort oorsig van die gemene reg te gee. Hierbo is reeds\nverwys na die fel\nomstrede\n/vraag ...\n27.\nvraag wat soos volg deur Groenewegen geformuleer word:\n\"An et quando positus in conditione censeatur positus in dispositione?\" Met\nander woorde, is diegene vermeld in die voorwaarde geroepe\ntot die beskikking?\nSommige skrywers bestempel hierdie vraag as dié een waaroor die grootste\nmeningsverskil geheers het. Van\nLeeuwen sê\ndat \"the question seems to have been rendered perplexed\nby the authorities \",\n14)\nSande meen \"there is among\nJurists no guestion more debated than this;\"\n15)\nterwyl\nChristinaeus\n16)\ndit 'n moeilike en onoplosbare vraag noem en\nsê dat volgens kardinaal Mantica die antwoord nie deur redenasie gegee kan\nword\nnie. Die skrywers het selfs verskil aangaande die verdere vraag of 'n\nmeerderheid 'n positiewe dan wel 'n negatiewe antwoord gegee\nhet. So bv sê\nGail\n17)\nen Sande\n18)\ndat die meerderheid ontken dat\n/die....\n13)\nDe Legibus Abrogatis\n28.5.85.\n14)\nCens. For.\n1.3.7.18 (Schreiner se vertaling, p 97).\n15)\nDec. Fris\n. 4.6.5 (Vos se vertaling, p 101)\n16)\nBand 1, beslissing\n37.\n17)\nPracticarum Observationum,\nband\n2, Obs. 136.\n18)\nOp.\ncit\n.\n28.\ndie\nliberi\nbevoordeeldes is, terwyl Domat\n19)\nen Menochius\n20)\n'n teenoorgestelde mening huldig. Met verwysing na latere skrywers sê\nChristinaeus (vry vertaal):\n\"Dan is daar meer resente skrywers wat dan die een en dan die ander steun en so\nonder mekaar veg en mekaar so weerspreek dat enige\neen van die twee as die\ngangbare mening beskou kan word soos berig deur Dom Johannes van Castille waar\nhy sê dat enige van\ndie menings maklik verde-\ndigbaar is en die ander een volledig weerspreek\nkan word.\"\n21)\nDaar was egter ook '\nn\nderde benadering wat getrag het om die botsende positiewe en negatiewe\nstandpunte te versoen. Diegene wat tot die derde groep behoort\nhet, het naamlik geleer dat indien die\nliberi\nafstammelinge\n22)\nvan die testateur was, hulle wel bevoordeel was.\nRomeins-Hollandse skrywers verwys in verband met bogemelde vraag na 'n stuk\nof veertig regsgeleerdes van die sestiende en vroeë\nsewentiende eeu;\nmeestal \"Franse en\n/Italianers ...\n19)\nLes Loix Civiles\n2.5.3.3.16.\n20)Raadpleeg Christinaeus, band 4, beslissing 46.\n21)Band 1, beslissing 37.\n22)Sien o a\nMenochius\n,\nDe Praesumptionibus\n, 4.76.23; Christinaeus,\nbeslissing 56.\n29.\nItalianers, maar ook enkele Spanjaarde en Duitsers, soos Cajucius, Duarenus,\nBoerius, Hartmanus Pistoris, Grivel-lus, Fachinaeus,\nMenochius, Mantica,\nHotomanus, Salicetus, Maynard, Gail en Anselmus. Die lys sluit ook in skry-wers\nwat hedendaags onbekend of vrywel\nonbekend is, bv Bouvot, Grassus, Forcabilus,\nHondedaeus en Autumnus. Die groot verskil van mening was te wyte aan die feit\ndat in\ndie Romeinse reg die vraag onder bespreking nooit uit-druklik gestel en\nbeantwoord is nie. Daar is dus ge-\npoog om afleidings te maak uit tekste wat vir verskillende\n23)\ninterpretasies vatbaar was. Soos sal blyk, gaan dit\nin die onderhavige appèl egter nie om die juiste gevolg-trekkings vat\nuit sodanige tekste gemaak moet word nie -tekste wat\nin elk geval, vir sover\nhulle leidrade mag bied, vry obskuur is - maar wel om die stand van die\nRomeins-Hollandse reg teen die einde\nvan sy ontwikkeling in sy\nland van herkoms.\n/Sover ...\n23. Bv D 28.5.86 (85); D 36.1.59 (57) .1; C 2.3.1 en C6.25.7 (6) pr.\n30.\nSover ek kon vasstel, is die Nederlandse skrywers van die sewentiende en\nagtiende eeu dit eens dat 'n\nsine liberis\n-bepaling nie in sigself en in\nalle gevalle aan-leiding gee tot 'n vermoede dat die\nliberi\nversweë\naange-wese\nfideicommissarii\nis nie. De Groot 2.20.5 bied 'n gerieflike\nvertrekpunt. Hy postuleer die geval waarin die testateur sy goed aan Jan bemaak\nen bepaal\ndat indien laasgenoemde sonder kinders sterf die goed na Paul moet\ngaan. Indien Jan na die testateur sterf, leer De Groot, is die\nmees algemeen\naanvaarde opvatting dat Jan nie ver-plig is om die goed aan sy kinders na te\nlaat nie tensy hulle (1) afstammelinge\nvan die testateur is, of (ii) indien\nhulle ingevolge die oorspronklike erflater se tes-tament met 'n las beswaar was,\nof (iii) indien\nuit ander aanduidings in die testament 'n bedoeling om die\nkinders te bevoordeel, afgelei kan word.\nNie een van die diegene wat kommentaar op De Groot se Inleiding gelewer het,\nverskil van bogenoemde\n/sienswyse ...\n31 .\nsienswyse nie, en bepaaldelik nie van die stelling dat die\nliberi\nstilswyend aangewese\nfideicommissarii\nis in-dien hulle afstammelinge van\ndie testateur is nie. Schorer, Voet en Groenewegen verwys glad nie daarna nie\nsoos hulle stellig\nwel sou gedoen het indien hulle nie met De Groot akkoord\ngegaan het nie. In sy Voorlesinge is Scheltinga dit blykbaar met De Groot\neens.\nHy sê dat die reël\nliberi positi in conditione\n,\nnon sunt in\nposi\n-\ntione\nvan toepassing is, maar onderhewig aan 'n uitsonder-\ning, vermeld deur De Groot, in geval die kinders die in-\n24)\ntestate erfgename van die testateur is.\nIn\nPraelectiones\n, ad Gr. 2.20.5., laat Van der\n25) Keessel hom soos volg uit:\n\"\nMaar of Jan\nens. Netso, indien in die gestelde geval Jan die erflater\noorleef het en sy erfgenaam geword het, word die vraag gestel of met 'n\nfidei-kommis beswaar is ten gunste van daardie kinders wat die erflater in die\nvoorwaarde gestel het. Dit moet ook netso ontken\n/word ...\n24) Voorlesinge, p 177.\n25) Praelectiones, band 2, pp 411-412 (Gonin se vertaling) ..\n32\nword uit hoofde van dieselfde reël [d i dat kinders genoem in 'n voorwaarde\nnie daarom be-voordeeldes is nie] ; dit was ook\ndie standpunt van die Eof van\nHolland, behoudens die geval vaar daar aanduidings van die teenoorgestelde wil\naanwesig was ...\nten waar die kinderen\nens. Indien Jan in die gestelde geval die seun van\ndie erflater sou wees en sy kinders dus dieselfde erflater se afstammelinge sou\nwees. Nou word aanvaar dat hulle vir die fideikommis aangewys is, soos die Hof\nvan Holland na bewering beslis het.\"\nLaastens skryf\nFockema Andreae in sy aantekeninge dat wat De Groot in 2.20.5 sê \"de\ngewone leer van schrivers en jurisprudentie\n[was], gelijk v. Bynkershoek opmerkt\nin\nOkserv\n. 1, no. 1032\". Ek kom hieronder op Van Bynkers-hoek terug.\nVan Leeuwen het uit twee monde gespreek. In\nCen. For.\n1.3.7.18 verwys\nhy na die mening van sommige dat indien die\nliberi\n, afstammelinge van die\ntestateur is, wel 'n\nfideicommissum tacitum\ntot stand kom, maar dat in\nander gevalle daar duidelike aanduidings van sodanige bedoeling van die\ntestateur moet wees, en vervolg\ndan: 26) Schreiner se vertaling, boek 3, p\n98.\n33.\n\"This distinction however, has justly been\ndisapproved of by others (w)ho\nhold that the\nchildren and grandchildren themselves of the\ntestator\nmentioned in the condition are no more\nto be considered as summoned (to the\ninheritance)\nthan any other people who are no relations would\nbe, unless\nunmistakable and very evident infer-\nences, and necessary deductions from the\ntesta-\ntor's intention require this, since the rule\nas to intention is not\ndifferent in the case\nof descendants from what it is in the case\nof\npersons who are no relations, and if the testa-\ntor wish to summon the\nlatter (to the inheritance)\nby means of a\nfideicommissum\nhe ought\nexpressly\nto say so; since in cases of doubt the presump-\ntion is always\nin favour of the heir and against\"\nthe\nfideicommissum\n, and in such a\ncase the tes-\ntator is not to be presumed to have placed a\ngreater burden\non his children, than would have\nbeen placed by such a provision on anyone\nwho\nwas no relation\t\"\nIn sy\nHet Rooms-Hollands Recht,\nwat na\nCensura Forensis\nverskyn\nhet, wyk Van Leeuwen egter af van sy vorige standpunt. Met verwysing na o a De\nGroot 2.20.5, sê Van Leeuwen 3.8.12\ndat in geval van 'n\nsine\nliberis\n-bepaling 'n onderskeid juis tussen\nliberi\nwat kleinkinders\nvan die testateur is, en diê wat in. die sylinie verwant of vreemdes is,\ngetrek moet word. Is die\nliberi\nwel\n/kleinkinders ...\n34\nkleinkinders -\n\"it would be considered from the obviously good\nintention that the grandchildren are also called\nto the inheritance ...\"\n27)\nWat ander\nliberi\nbetref, moet daar, aldus Van Leeuwen, duidelike\naanduidings wees dat die testateur hulle as bevoordeeldes wou betrek het.\nSommige hedendaagse skrywers sê dat Groenewegen,\nad\nD 28.5.85, die opvatting gehuldig in\nCensura Forensis\ndeel, maar inderdaad verwys hy slegs na uiteenlopende ge\nsag en neem hy nie self standpunt in nie.\nDie inleidende gedeelte van Voet 28.2.9 lui soos\nvolg:\n28)\n\"But as to whether those also are to be con-sidered as passed over who have\nonly been given a place in a condition there are differing\nviews among the\ncommentators. Sande displays an ar-ray of them on both sides. But if it behoves\nus to follow natural reason and the\ndirections of the Civil law, the position is\nrather that such persons ought to be deemed to have been altogether passed\nover.\"\nIn 28.2.10 noem Voet egter vier uitsonderings\n/op ...\n27)\nKotze se vertaling, band 1,\np 383.\n28)\nGane se vertaling, band 4, p\n666.\n35.\nop die reël dat diegene vermeld in 'n voorwaarde 'nie self bevoordeeldes\nis nie. Die eerste twee hou verband met afleidings aangaande\n'n testateur se\nbedoeling wat uit sekere bepalings in 'n testament gemaak kan word,\nterwyl\ndie derde uitsondering nie hedendaags kan geld nie. Die\n29) vierde uitsondering word soos volg geformuleer:\n\"Finally Neostadius is authority for saying that with collaterals indeed, such\nas the child-ren of brothers or of blood-relations\nand others like them who have\nbeen given place under a condition, the view of the Roman law demonstrated above\nought in case of doubt\nto be approved; but that actual descendants of the\ntestator who have been given place by him under a condition appear by our\ncustoms\nto have been summoned by the last will apart from any combination of\nreasonable inference such as has been already described. Nay\nit has been clearly\nenacted in the Spanish Netherlands that those who are given place under a\ncondition must be considered as having\nbeen summoned, according to Petrus\nStokmans.\"\nIn 39.5.44 sê Voet dat in die geval\nvan 'n skenking gemaak onderhewig aan die voorwaarde dat indien die begif-\ntigde sonder kinders sterf die goed na die skenker terugval,\n/die ...\n29) Gane se vertaling, band 4, p 669.\n36.\ndie kinders nie fideikommissêre regte op die goed verkry nie. Voet gaan\negter voort om dit duidelik te maak dat wat hy in 28.2.9\nen 10 gesê het,\nook op sodanige skenking van toepassing is, en konkludeer:\n\"Hence if there is a rule anywhere by constant practice that those given place\nin a condition are also deemed to have been embraced\nin the disposition, or the\ncombination of circumstances suggests some such thing, it ought not to be\ndoubted that in those cases\nalso a right has accrued to them on a donation so\nframed.\"\nIn\nPeiris v Appu,\n31)\n'n beslissing van die\nGe-\nheime Raad aangaande die reg van Sri Lanka, word\ndie passasie\nin Voet 28.2.10 wat hierbo aangehaal is, ook weergegee\n32)\nwaarna Lord Wilberforce die volgende sê:\n\"The cautious statement of this fourth proposition is to be noted: it is placed\nunder the authority of Neostadius without direct\nen-dorsement by the author.\nThat Voet himself considered the point a doubtful one is shown by a footnote to\nthe passage last cited\nin which he refers to Grotius and Van Leeuwen on one side\nand to Sande's disagreement on the other. His own view appears to go no\nfurther\nthan ac-ceptance of the relevance of 'various circumstances\n.'\"\n/Ek....\n30) Gane se vertaling, band 6, p 138.\n31 )\n(1968) A C 869.\n32) Op pp 878-9.\n37\nEk kan, met eerbied, nie met hierdie sienswyse akkoord gaan nie, want dit kom\nmy voor dat Voet instemming betuig het met dit wat hy\naan Neostadius toegeskryf\nhet. In sy opsomming wat 28.1.10 voorafgaan sê Voet uitdruklik dat hy o a\nvermeld wat die reg van\nHolland aangaande die-gene\npositi in conditione\nis, en indien die gedeelte van 28.2.10 wat hierbo aangehaal is saam met 39.5.44\ngelees word, is dit duidelik, meen ek, dat Voet aanvaar\nhet dat volgens die\npraktyk van Holland afstammelinge van '\nn\ntesta-teur wel as\npositi in\ndispositione\nbeskou moes word. In\n'n\nnota tot bedoelde gedeelte\nberoep Voet hom op Neostadius, De Groot en Van Leeuwen,\nCens. For\n.\n,\n1.3.7.18, en vermeld hy slegs sydelings cat Sande 'n ander mening huldig.\nDit is waar dat, soos hierbo blyk, Van Leeuwen in\nCens. For\n. juis nie 'n\nonderskeid tussen afstammelinge van die testa-teur en ander\nliberi\ntrek\nnie, maar hy vermeld o a 'n be-slissing van die Hof van Holland van 31 Julie\n1651 waarin so 'n onderskeid blykbaar wel gemaak\nis, en bes moontlik het\nVoet\n/se ...\n38. se verwysing na Van Leeuwen op hierdie beslissing geslaan.\nDie twee Friese skrywers, Sande en Huber, bied gesag vir die stelling dat. in\ngeval van '\nn\nsine liberis\n-bepaling nie vermoed word dat die\nliberi\nstilswyend aan-gewese bevoordeeldes is nie. Sande verwerp\nperti-nent die standpunt dat so 'n vermoede wel geld indien die\nliberi\n.\nafstammelinge van die testateur is. Hy verlaat hom egter uitsluitlik op sy\nvertolking van sekere Romeins-regtelike tekste, veral\nC.6.43.3, en soos blyk uit\n28.2.9 het Voet nie van Sande se siening van die Romeinse Reg verskil nie.\nHuber\n34)\nskryf dat indien ek my broer as\nerf-\ngenaam aanwys, en Klaas as alternatiewe\nerfgenaam benoem in geval my broer sonder kinders sterf, die kinders nie ook\nmoontlike erfgename\nis nie aangesien \"\nerfstellinge\nmet duidelijke woorden\nmoet geschieden\". In 2.16.40 voeg Huber egter by \"\nhoewel de stilswijgende\nwille van\n/\nden\n...\n33)\nDec. Fris\n.\n4.6.5.\n34)\nHed. Rechtsg.\n2.16.39.\n39.\nden Testateur genoeg saem blijkt\n, dat hy ook sijn broeders kinderen de\ngoederen liever heeft toegewilt, als aen vreemde lieden.\"\nOpgelet sal word dat in Huber se voorbeeld\ndie\nliberi\nnie afstammelinge van die\ntestateur is nie. Die enigste gesag waarop Huber hom beroep, is egter dié\nvan Sande, en dit is dus\n'n redelike aanvaarding dat hy laasgenoemde se\nsienswyse ten volle gedeel het.\nWat Sande en Huber betref, moet natuurlik in gedagte gehou word dat daar in\nFriesland 'n sterker resepsie van die Romeinse Reg as\nin Holland was; soveel so\ndat Huber 1.2.47 geskryf het dat die Romeinse Reg in Friesland \"suiwerder en\nplatter onderhouden wort,\nals in eenig deel, land of staet van de\nChristene\nwêreld.\" In\n'n\ngeval waarin die reg van Holland\nwel, maar nie dié van Friesland nie, van die Romeinse reg af-gewyk het,\nkan gevolglik hier\nte lande nie op die gesag van Friese skrywers gesteun word\nnie. Soos Van den Heever AR gesê het:\n34a)\n\"Since we observe the law of Holland we must excluce the Romanists of other\ncountries as well as the pragmatists from neighbouring\nregions. Accordingly we\nleave out of consideration Flemish authorities such as Zoesius (\nComment\nad\n. C. 4.44\nquaest\n. 3) and\nTulden\n(\nad\nC.4.44). There is\na special reason why we should ignore the Frisians. In Friesland the Roman law\nwas received not mere-ly in\nsubsidio\nas\nratio scripta\nbut as a\nsystem which operated\nproprio vigore\n.\"\n/Wat ...\n34a)\nTjollo Ateljees (Eins) Bpk v Small\n1949 (1) S A 856\n(A)\n865-6.\n40.\nWat die Suid-Nederlande betref, het art 18 van die Ewige Edik\nvan 1611 bepaal dat\nliberi\nwat in 'n voor-vaardelike beskikking vermeld\nis, wel as testamentêre bevoordeeldes beskou moes word. Aldus, sê\nStockmans,\n35)\nhet 'n einde gekom aan \"lawaaierige gevegte\" wat\nvoorheen in die hof van Brabant geheers het.\nChristinaeus het aanvanklik die bogenoemde derde, versoenende, mening\nverwerp, maar later het hy met klaar-blyklike goedkeuring verwys\nna Mantica se\noplossing dat\n'n vermoede ten gunste van die\nliberi\nwel geld indien hulle\n36)\nafstammelinge van die testateur is.\nWat Utrecht betref, leer Wassenaar dieselfde as De Groot. Hy sê dat in\ngeval van 'n\nsine liberis\n-bepaling die primêre erfgenaam nie\nverplig is om die erfenis aan die\nliberi\nna te laat nie \"\nten ware de\nkinderen waren afkomelingen van den testateur\n, ofte dat de kinderen\n/ook ....\n35)Beslissing 29.\n36)Band 4, beslissing 46.\n37)\nPractijk Notariael\n, hoofstuk 18, no 116 (op p\n381) .\n41 .\nook met eenige maekinge ofte conditie belast waren, ofte\nandersins van des testateurs meyninge so te zijn, uit de despositie quame\nte\nblijken ofte aangenomen konde worden. (My kursivering.)\nHoe was dit in die praktyk van Holland gesteld? Ek het reeds melding gemaak\nvan die beslissing van die Hof van Holland van 31 Julie\n1651 hoewel toegegee\nmoet word dat Van Leeuwen se verwysing daarna nie glashelder is nie. Neostadius,\nDec\n. 22, waarop Voet steun, vermeld egter 'n geval waarin 'n testateur sy\ntwee susters as erf-gename aangewys het onderhewig aan die\nbepaling dat in-dien\neen van hulle sonder kinders sou sterf, haar deel van die erfenis aan die\nlangslewende suster, of haar kin-ders,\nsou toeval. Een van die susters,\nMargarete, het voor die testateur gesterf maar het 'n kind nagelaat. Die vraag\nhet toe ontstaan\nof bedoelde kind by wyse van direkte substitusie in die plek\nvan sy moeder getree het. Op grond van sekere\nconjecturae\nhet die Hof van\nHolland dié\n/vraag ...\n42.\nvraag bevestigend beantwoord. Wat egter vir huidige\ndoeleindes van belang is, is dat die Hof van Holland blyk-baar aanvaar het dat\naanduidings van die testateur se\nbedoeling nodig\nwas omdat\nMargarete\nse kind nie 'n afstam-meling van die testateur was nie, en dus nie uit die\nsine liberis\n-bepaling sonder meer afgelei kon word dat die kind in\nMargarete se plek moes tree nie.\nDit het in hierdie eeu geblyk dat outeurskap van die Decisiones voorheen\nverkeerdelik aan Neostadius toegeskryf is,\nen cat dit die werk was van\nPelgrim van Loo, 'n raadsheer van die Hof van Holland. 'n Afskrif van die\noorspronklike teks van Van Loo\nis in 1936 deur Van Apeldoorn op 'n veiling\naangekoop, en hy gee die vol-\ngende opsomming van Dec. 22 soos dit in Van Loo se teks\nvoorkom (my vertaling):\n38)\n\"Wanneer iemand by testament sy twee susters as erfgename aanwys met die\nbepaling dat 'bij kinderloos overlijden' van een van hulle\nhaar\n/deel ... 38) Uit de Practijk van het Hof van\nHolland, p 48.\n43.\ndeel die ander suster sal toekom, en een van die susters voor\ndie erflater met nalating van n kind sterf, mag - 'aangezien dit kind\ndén\nerflater niet in de rechte lijn maar in de zij-lijn bestaat\" - uit die klousule\n'bij kinder-loos overlijden' nie sonder\nmeer afgelei word dat die kind as\nerfgenaam vir sy moeder gesub-stitueer was nie. Dit mag slegs aangeneem word\nindien uit die verdere\ninhoud van die tes-tament blyk dat dit die bedoeling van\ndie tes-tateur was.\"\nEk is egter nie seker dat Voet in 28.2.10 op hierdie beslissing gesteun het\nnie. In nota (a) tot Dec. 22 word verwys na 'n beslissing\nvan die Hof van\nHolland van 7 Mei 1632 as gesag vir die stelling dat 'n vennoede ten gunste van\nliberi\nwel geld indien hulle afstammelinge van die testateur is, en\nmoontlik het Voet hierdie latere\nbeslissing in gedagte gehad. Van der Keessel steun dan\nook spesifiek op die beslissing van 1632.\n39)\n40)\nVan Bijnkershoek\tvermeld 'n geval wat\nvoor\ndie Hooge Raad van Holland, Zeeland en\nWes-Friesland gedien\n/het . ...\n39)\nOp.\ncit\n., band\n2,\np 515, deel 20, voetnota 7.\n40)\nObservationes Tumultuariae, no\n1032.\n44.\nhet.Sempronius het die kinders van sy broers as erfge-name\naangewys onderhewig aan 'n fideikommissêre substitusie indien een\nvan die\nerfgename\nsonder vettige\nafstammelinge sou sterf. Een van die erfgename\nis insolvent oorlede maar het kinders nagelaat. Bedoelde erfgenaam se\nkredi-teure wou\nhul vorderings bevredig uit goed wat Sempronius aan die\noorledene nagelaat het, terwyl die voogde van die kinders van die oorledene\nbeweer het dat 'n stilswyende\nfideiconunissum\nten gunste van die kinders\ngeskep was. Van Bynkershoek sê dat die geskil betrekking het op die\nbekende vraag waaroor daar in\ndie literatuur en die praktyk skerp meningsverskil\nbestaan het, nl of \"liberi positi in conditione censeantur vocati?\" Meestal,\nvervolg\nvan Bynkershoek, word beslis dat die antwoord bevestigend is indien die\nliberi\nafstammelinge van die testateur is, maar dat indien hulle in die\nsylinie aan die testateur verwant is, daar aanduidings in die testament\nmoet\nwees dat die testateur hulle as\nfideicommissarii\n/wou ...\n45\nwou bevoordeel. Van Bynkershoek sê ook dat hy nie na\ngesag verwys nie omdat dit reeds so beslis is.\nIn Obs. 2266 word voorts positief gesê dat dit \"ons reg\" is, en dat dit\ndikwels beslis is, dat\nliberi\nwat in '\nn\nvoorwaardelike beskikking\nvermeld is wel testamentêr\nbevoordeel is indien hulle kinders of ander afstammelinge\n41 ) van die testateur is. Amerasinghe\n41)\nse dan ook tereg\ndat die Hooge Raad in die verband onder bespreking kon-stant 'n onderskeid\ntussen die direkte en die sylinie ge-trek het.\n42)\nEk is nie bewus van enige uitspraak van die Hof van Holland of die Hooge Raad\nwaarin hierdie reël be-twyfel is nie, en dit moet\ndus aanvaar word dat\nvolgens die praktyk van Holland in die sewentiende en agtiende eeu 'n\nsine\nliberis\n-bepaling, gekoppel aan 'n voorwaarde-like fideikommissêre\nsubstitusie, die vermoede meegebring het dat die testateur 'n\nfideicommissum\ntacitum\nten gunste\n/van ....\n41)\nTacit Fideicommissa\n,\np 47, n 233 A.\n42)\nSien ook Obs. 1979, 2937 en\n3099.\n46.\nvan die\nliberi\ngeskep het mits hulle afstammelinge van die testateur\nwas. Indien die\nliberi\nnie afstammelinge was nie, was hulle. bevoordeel\nslegs indien die testament aan-duidings bevat het dat die testateur hulle as\nstilswyend\naangewese\nfideicommissarii\nwou betrek.\nMet die uitsondering van Van Leeuwen en bogenoemde twee Friese juriste, is\ndit ook wat Nederlandse skrywers van die sewentiende en\nagtiende eeu geleer het.\nSoos reeds genoem, het Van Leeuwen egter in sy latere werk sy vroeëre\nopvatting laat vaar en was daar\ndus, wat die reg van Hol-land betref, geen\nwanklank nie. Indien aan die heersende gemeenregtelike standpunt gevolg gegee\nword, geld\ndaar ge-volglik\nin\ncasu\n'n vermoede dat die testateur,\nStrauss, stil-swyend die af stammelinge van sy kinders as fideikornmissêre\nlegatarisse aangewys\nhet. Die appellant se advokaat het dan ook nie betwis dat\ndie meermaal genoemde vermoede in die gemene reg gegeld het nie, maar het\nop\ntwee gronde betoog dat dit nie in\ncasu\ntoepassing vind nie.\n/Ek . . .\n47.\nEk kom later op hierdie gronde terug.\nVerdere\nSuid-Afrikaanse Regspraak\n43)\nRe Milne's Estate; Ex parte Robinson is\ndie eerste Suid-Afrikaanse saak waarin die onderhawige\nvraag ter sprake gekom het. Die vraag wat deur Connor\nHR ondersoek is, is deur hom soos volg geformuleer:\n44)\n\"Is a person made part of a conditional devise, made a devisee?\" Hy het na\nverskeie ou skrywers verwys, maar het uiteindelik die vraag\nonbeantwoord\ngelaat.\n45) In SteenkamD v Marais N 0 and Others is in\n'n gesamentlike testament plase bemaak aan die testateur se seun Carel,\nonderhewig aan o a die voorwaarde dat indien hy sonder erfgenáam\nte\nsterwe sou kom, die grond op die testateur se ander seu, Daniel, sou oorgaan.\nDie vraag waaroor die hof moes beslis, was of die\ntestament 'n stilswyende\nfideicommissum\nten gunste van Carel se kin-ders geskep het. Maasdorp R\nhet verwys na De Groot\n/2.20.5 ...\n43)\n3 N L R\n56.\n44)\nOp p\n57.\n45)\n25 S C\n483.\n48.\n2.20.5, Van Leeuwen,\nCens For.\n3.7.16 en\nR H R\n3.8.12, en Voet 36.1.67, 36.1.13, 36.1.14 en 36.1.17, en op grond van hierdie\ngesag tot die gevolgtrekking gekom dat die kinders\nvan Carel nie\nfideikommissêre regte verkry het nie. Wat laasgenoemde skrywer betref, was\nMaasdorp R van oordeel dat:\n\"Voet all through treats the condition 'if he dies without children' merely as a\ncondition\nupon which the\nf ideicommissum\ndepends, and not\n46) as a disposition in favour of the\ngrandchildren.\"\nAangesien daar in die testament geen\naanduidings was van '\nn\nbedoeling om die kinders van Carel te bevoordeel\nnie, is gevolglik beslis dat Carel met toestemming van Daniel (dit is\nper\nincuriam\nandersom in die uitspraak gestel) vryelik oor die grond kon\nbeskik.\nAlvorens Maasdorp R na bogenoemde bewysplekke in Voet verwys het, het hy\ngenoem dat dit vreemd was \"that a question so much discussed\nby some of the\nauthorities is\n/not....\n46) Op p 495.\n49\nnot, as far as I can find, touched upon by Voet.\" Hier-\ndie opmerking het van McGregor\n47)\ndie lakonieke uitlating\n\"Quandoque bonus dormitat Homerus\" ontlok, want soos reeds aangetoon,\nbespreek Voet wel die vraag in 28.2.9 en 10 en 35.9.44. Maasdorp\nR het dus sy\nbeslissing gegrond op die gesag van Van Leeuwen,\nCens. For.\n, en wat hy\nver-keerdelik as Voet se opvatting beskou het. Bowendien ontbreek in die\nuitspraak enige verwysing na die praktyk van\nHolland, terwyl latere skrywers\nsoos Van Bynkershoek\nen Van der Keessel glad nie vermeld word nie. (\nObs\n.\nTum. was toe egter nog nie beskikbaar nie.)\nDie enigste ander saak waarin getrag is om die\n48) stand van die gemene reg te bepaal, is Ex Parte Odendaal.\nDie tersaaklike gedeelte van die testament wat ter sprake was, het bepaal dat\nindien een of meer van die testateurs se erfgename sou\nsterf sonder om kinders\nna te laat, hul erfenisse moes terugval na die ander erfgename of hul\n/afstammelinge.....\n47)\n1936 S A L J 265 op\n273.\n48)\n1926 0 P D\n223.\n50.\nafstammelinge. Hoewel beslis is dat die testament 'n direkte\nsubstitusie, en nie 'n fideikommissêre een nie, geskep het, is\ntog\ningegaan op die vraag of die\nliberi\nvermeld in die\nsine\nliberis\n-bepaling as fideikommissêre bevoordeeldes beskou kon word.\nMcGregor R, met wie De Villiers RP, saamgestem het, het dan ook\n'n veel\ngrondiger ondersoek van gemeenregtelike bronne gedoen as wat in\nSteenkamp\ndie geval was. -Hy het o a verwys na De Groot, Van Leeuwen se twee werke, Voet\n28-2.9 en 10 en 39.5.44, Neostadius\nDec\n. 22, Sande,\nDec. Fris\n.\n4.6.5 en Van . Bynkershoek,\nObs\n. 1032. McGregor R se uiteindelike slotsom\nis soos volg geformuleer:\n48a)\n\"One is now in a position to attempt a summary of the way in which the saying\nan et\nquando posi\n-\ntus in conditione censeatur positus in dispositione\nshould be regarded and applied. I think that\nprima facie\n(and without\nmore) the inclusion in the condition does not strictly imply and consti-tute\ninclusion in the succession (\ni.e\n.,in the class of beneficiaries). Where\nthe persons sought to be included are collaterals,\ni.e\n., not descendants\nin the direct line, the indications in the will (\nconjecturae\n) would have\nto be very strong (more or less of the nature indicated in the\nCensura\nForensis\n,\nsupra\n) before such inclu-sion could be approved. Where they\nare direct descendants, however, the tendency is the other way, and the\nindications\non which it is legiti-mate to found a manifestation of desire to\ninclude may be much slighter. The high authority of Grotius and\nBynkershoek\nseems to support this conclusion.\"\n/Ek...\n48a) Op p 234.\n51.\nEk kan, met eerbied, nie hierdie slotsom onder-skryf nie. De\nGroot en\nVan\nBynkershoek is na my mening duidelike gesag vir die stelling\ndat 'n\nsine liberis\n-bepaling, gekoppel aan 'n voorwaardelike\nfideicommissum\n, sonder meer aanleiding gee tot 'n vermoede dat die\nliberi\nfideikommis-sêre bevoordeeldes is. Nie een van bogenoemde\nskrywers nie, en so ook nie o a Voet en Van der Keessel nie (na laasgenoemde\nskrywer is nie verwys nie), vereis dat daar bowendien aanduidings (sy dit dan\nook \"much slighter\") moet wees van die testateur se\nbedoeling om 'n stilswyende\nfideicoimmissum\nte skep.\nWat Neostadius betref, wys McGregor R ook nie daarop dat in Dec. 22 die\nliberi\nnie afstammelinge van die testateur was nie en dat juis daarom nie\nsonder meer vermoed is dat hulle bevoordeeldes was nie. Ook verwys\ndie geleerde\nregter nie na die beslissing van die Hof van Holland genoem in nota (a) van Dec.\n22 of na O\nbs\n. Tum.\n/2266 ...\n52\n2266 nie.\nIn\ndie verbygaan\nkan genoem word dat\nregter\nMcGregor na sy\naftrede blykbaar van oordeel was dat die vermoede wat hierbo genoem is, wel geld\nindien die\nliberi\nafstammelinge van die testateur is.\nIn latere gewysdes het die Provinsiale en Plaaslike Afdelings sondër\nuitsondering uitgegaan van die standpunt dat in geval van\n'n\nsine\nliberis\n-bepaling die\nliberi\nnie stilswyend aangewese\nfideicommissarii\nis nie. Meestal is '\nn\nberoep gedoen op die\nSteen\n-kamp-saak, en soms ook op die\nOdendaal-\nsaak, en in 'n hele\naantal van die gewysdes is nie eens melding gemaak nie van die voorbehoud wat in\ndie beslissings in beide sake\ngestel is, nl dat ander aanduidings in 'n\ntestament kan lei tot die gevolgtrekking dat die testateur wel\n/die ... 50) 1936 S A L J 265 e v.\n53.\ndie liberi wou bevoordeel.\n51)\nVreemd genoeg, is daar nie 'n enkele gewysde, waarvan ek bewus is, waarin\npertinent daarop gewys is dat in\nOdendaal\n, anders as in\nSteenkamp\n,\n'n onderskeid getrek is tussen\nliberi\nwat af stammelinge van 'n\ntesta-teur is en dié wat dit nie is nie, betreffendé die aard van\naanduidings wat vereis\nword om aan te toon dat 'n\ntestateur wel die\nliberi\nas fideikommissêre bevoordeel-\ndes wou betrek. In\nE. p. Van Schalvyk\n52)\nword egter\nwel\nin die verbygaan gemeld dat die\nliberi\nin daardie\n/saak ...\n51)\tGewysdes waarin die\nliberi\nafstammelinge van die\ntestateur was,\nsluit in\nE.p. De Klerk\n1912 C P D\n388\n, 389; E\n. p. De Wet\n1921 C\nP D 812\n, 813;\nBredenkamp v South African Association and\nOthers\n;\n1935 C P D 130\n, 138;\nScholtz's Executors v Roux\nand\nOthers\n1939 C P D 144\n, 151;\nE. p. Van der\nHeyde and Others\n1945 C P D 67\n, 71;\nE. p. Richter\nVisser\n1945 O P D 297\n, 299;\nEngelbrecht N O v\nEngelbrecht en Andere\n1958 (3) S A 571\n(O)\n574;\nE. p. Van Tonder\n1978 (3) S A 369\n(O K A) 369, 371;\nE. p. Gluckman\nand Others NN O\n1980 (3) S A 1127\n(W) 1135, en\nE. p, Botha\n1981 (1) S\nA 1211\n(0) 1214.\n52)\n1968 (4) S A 441\n(O) 443.\n54.\nsaak nie afstaminelinge van die testateur was nie, en word\ndaar dan na\nOdendaal\nverwys.\nDit is ook vreemd dat in slegs\nVan Tonder\nna\nCato\nverwys word,\nmaar sonder vermelding van die meer-\nmaal genoemde bevinding van Innes HR terwyl skrywers soos Hahlo en\nKahn,\n53)\nMurray,\n54)\nCronje\n55)\nen Van der\nMerwe en Rowland reeds sedert die sestigerjare met b beroep op\nCato\naanvaar dat volgens ons positiewe reg die meermaal genoemde vermoede wel geld\nindien die\nliberi\nafstammelinge van die testateur is.\n/Dit....\n53)\nThe Union of South\nAfrica\n, p 636-\n54)\n1968 A S op pp\n238-9.\n55)\n1978 T H R R R\n445.\n56)\nDie Suid-Afrikaanse Erfreg\n,\n5de uitg, pp 310-11.\n57)\nAnder Suid-Afrikaanse\nskrywers verskil van mekaar oor die vraag of die soort bepaling onder\nbesprek-ing 'n\nfideicommissum tacitum\ndaarstel. Raadpleeg o a Lee,\nAn\nIntroduction to Roman Dutch Law\n5de uitg, p 379; Wille,\nPrinciples of\nSouth African Law\n7de uitg, p 287; Neethling, Codicillus, vol II, deel 2, pp\n17-18; en Corbett, Hahlo and Hof-meyr,\nThe Law of Succession in South\nAfrica\n,\np 263..\n55.\nDit blyk dus dat oor 'n tydperk van nagenoeg 80 jaar Provinsiale en Plaaslike\nAfdelings konstant beslis, of aanvaar, het dat 'n\nsine liberis\n-bepaling\nnie aan-leiding gee tot 'n vermoede dat die\nliberi\ntestamentêre\nbevoordeeldes is nie, selfs nie indien hulle afstamme-linge van die testateur is\nnie. Dit blyk ook dat slegs in\nOdéndaal\ngeleer is dat in geval van\nliberi\nwat in die direkte linie aan die testateur verwant is minder\naanwysings van 'n andersduidende bedoeling van die tes-tateur benodig\nword as\nwat die geval is indien hulle nie afstammelinge is nie.\nDie appellant se betoë\nDie appellant se advokaat het eerstens betoog dat al sou bogenoemde\nbeslissings van Provinsiale en Plaaslike Afdelings op 'n verkeerde\nvertolking\nvan die gemene reg gefundeer gewees het, hierdie hof weens\n/uniformiteit....\n56.\nuniformiteit oor 'n tydperk van bykans 80 jaar nie tans\ndaarvan moet afwyk nie; m a w,\ncommunis error facit jus\n.\nTen aansien van hierdie spreuk het Innes R\nin\nWebster v Ellison\n58)\ndie volgende gesê:\n\"This is not a case for the application of\nthat dangerous maxim, with\nregard to which\nLord KENYON remarked\t: 'I am not\ndxiven, nor will I ever resort to the maxim\ncommunis error f acit jus\nbut uniform and [un?]broken usage\nfacit jus\n.' The English Courts have\nrefused to interfere with a long established \" and uniform interpretation of\nStatutes upon questions materially\naffecting rights of property ... And there\nmay be cases not concerned with the interpretation of old Statutes in which we\nmight properly\nregard uniform and unbroken usage as altering the law. But this\nis not such a case. The question here is, what was the Common Law\nof Holland\nwith regard to a landlord's\n/legal...\n58)\n1911 A D 73\nop 92-3.\n57\nlegal rights under certain circumstances? And the fact that there are old\ndecisions in conflict with our view, which have been followed\nby the Courts of\nthe Province con-cerned, is no sufficient reason for refusing to give effect to\nthe conclusions at which we now\narrive. If it were otherwise, the result would\nbe an unfortunate one. For when does a decision become so venerable that its\noriginal\nerror is to be regarded as modifying the\nLaw?\"\nSolomon R het hom met verwysing na 'n Engelse\nbeslissing soos volg uitgelaat:\n59)\n\"Here also a practice is alleged to have grown up, based upon the original\ndecision of CONNOR, C.J., in\nBadcock vs. Skeen\n. That decision was given\n27 years ago, and has been acquiesced in ever since; but, if it was wrong, there\nis no principle, as Lord\nMc-NAGHTEN said, which precludes us from cor-recting\nthe error. To hold otherwise would be to perpetuate an erroneous interpretation\nof the law merely because it has happened, for some reason or other, to remain\nunchal-lenged for 25 years. The only distinction that\ncan be drawn between the\ntwo cases is that in the English case the decision turned upon the construction\nof a Statute, whereas\n/in ... 59) Op pp 98-99.\n58.\nin the Natal case it depended upon the inter-pretation of the Common Law. But I\ncan see no différence in principle between\na wrong de-cision, based upon\nan erroneous reading of an Act of Parlíament, and one based upon a wrong\nreading of the Common\nLaw. I am not prepared to say that there may not be\ncircumstances under which we should be justified in holding our hands and in\ndeclining to interfere with a course of practice which had been in existence for\na very long period of time, and which, in our opinion,\nmay have originally been\nfounded in error. But the present, in my opinion, is certainly not one of such\ncases.\"\nEk is dan ook nie bewus van enige gewysde\nvan hierdie hof waarin pertinent beslis is dat aan verkeerde beslissings van\nlaer howe\nbloot\nweens uniformiteit oor 'n\nlang tydperk gevolg gegee\nmoet word nie. Hierdie hof mag traag wees om van so 'n verkeerde siening af te\nwyk indien dit waarskynlik\nis dat landsburgers hulle sake in-geklee het in die\nveronderstelling dat die betrokke beslis-sings die reg juis weergee, maar sal\ndit na my mening\ntog\ndoen tensy buitengewone omstandighede aanwesig\nis.\n/In ...\n60)\nHolmes Executors and Others v Rawbone and Others\n1954 (3) S A 703\n(A) 711.\n59.\nIn die onderhawige geval moet eerstens in gedagte gehou word dat dit nie gaan\nom 'n regsposisie waaroor daar in Holland 'n verskil\nvan mening was nie. En soos\nLee tereg opmerk:\n\"The works of the older writers .... have a weight comparable to that of the\ndecisions of the courts, or of the limited number of\n'books of authority' in\nEnglish Law. They are authentic statements of the law itself, and, as such, hold\ntheir ground until shown\nto be wrong.\"\nIn\ncasu\nhet die Hof van Holland en die Hooge Raad bowendien in die praktyk aan\ndie skrywers se standpunt ge-volg gegee.\nIn tweede instansie is daar in werklikheid nie van volslae uniformiteit\nsprake nie want, soos blyk uit wat reeds gesê is, is\nin\nOdendaal\nin\n'n belangrike opsig van\nSteenkamp\nafgewyk.\nDerdens geld die oorweging dat die\ndictum\nvan\n/Innes HR ...\n61)\nIntroduction to Roman-Dutch Law\n5de uitg p 14.\n60.\nInnes HR in Cato, en veral die mening van skrywers soos Van\nder Merwe en Rowland aangaande die beslissing in daar-die saak,waarskynlik\nnie\nonbekend was aan sommige adviseurs wat testateurs in verband met die bewoording\nvan hul testa-mente van raad bedien het nie.\nVierdens is daar geen ander dwingende rede om van die gemeenregtelike\nstandpunt af te wyk nie. Diegene wat hulle teen die vermoede\nten gunste van\nafstammelinge van die testateur verset, voer in eerste instansie aan dat indien\ndie testateur wel die\nliberi\nwou bevoordeel, hy uit-druklik so sou bepaal\nhet. Hierdie oorweging is nie sonder oorredingskrag nie, maar dit is hier te\nlande 'n\nregsreël dat indien\n'n\ntestateur 'n afstammeling as\nerfge-naam of legataris aanwys onderhewig daaraan dat dit na sy dood op 'n derde\nmoet vererf, 'n\nsine liberis\n-bepaling in die testament ingelees moet word\ntensy, natuurlik, daar blyke van 'n ander bedoeling is. En ook wat betref\nhier-die reël\nvan die gemene reg soos bekragtig in\nGalliers\nen\n/Cato ...\n61.\nCato, sou geargumenteer kan word dat indien die testateur wel\n'n voorwaardelike\nfideicommissum\nbeoog het, hy uitdruk-lik sulks sou\nbepaal het.\nVervolgens word aangevoer dat hoewel\n'n\nsine liberis\n-bepaling toe te skryf is aan die testateur se\nwelwillendheid teenoor die\nliberi\n, altans as hulle sy afstammelinge is,\nhierdie oorweging nie aanleiding gee tot 'n vermoede dat die testateur hulle uit\nhoofde van\nsy tes-tament wou bevoordeel nie. Want, so word geleer, die\nliberi\nkan nog steeds as testate of intestate bevoordeeldes van die\nfiduciarius\n'n aanspraak op die testateur se goed verkry, terwyl by\nontstentenis van sodanige bepaling die goed op die onvoorwaardelik aangewese\nfideicommissarii\nmoet oorgaan. Hierby aansluitende word aangevoer dat in\ndie reël die\nliberi\nwel die goed, of 'n deel daarvan, uit die boedel\nvan die\nfiduciarius\nsal verkry. Die teen-argument, wat vir my\naanneemliker is, is egter dat indíen die testateur nie die\nliberi\nuit hoofde van sy testament\n/wou ...\n62.\nwou bevoordeel nie, en dus dit vir die\nfiduciarius\nmoontlik wou maak om by afsterwe met nalating van\nliberi\ndie goed aan 'n\nderde te laat vererf, daar geen rede was om hoege-naamd 'n voorwaardelike\nfideicommissum\nte skep nie. Anders gestel, waarom sou die testateur beoog\nhet dat indien die\nfiduciarius\nwel kinders nalaat hy vryelik in sy\ntestament oor die goed kan beskik, maar nie as hy sonder kinders te sterwe kom\nnie?\nHierdie oorweging geld natuurlik ook indien die\nliberi\nnie\nafstammelinge van die testateur is nie. Dit is dan ook nie heeltemal logies om\ndie vermoede ten gunste van die\nliberi\ntoe te pas slegs indien hulle\nafstammelinge van die testateur is nie. Indien byvoorbeeld 'n kinderlose\ntestateur sy goed aan sy enigste\nsuster bemaak met 'n voor-waardelike\nfideikommissêre substitusie ten gunste van 'n vreemdeling indien sy sonder\nkinders te\nsterwe kom, sou dit moeilik wees om te aanvaar dat die broer se\ntoegeneent-heid teenoor sy suster se kinders noemenswaardig swakker\n/is ...\n63.\nis as die van 'n grootvader ten opsigte van sy kleinkinders.\nDie reg is egter nie altyd ten volle logies nie - \"the life of the law\nhas not\nbeen logic, it has been experience\"\n62)\nen feit is dat die\ngemeenregtelike gesag eensluidend is dat die meermaal genoemde vermoede geld\nslegs indien die\nliberi\nafstammelinge van die testateur is.\nIn die lig van bostaande oorwegings is ek der-halwe van mening dat die\nonderhawige nie een van daardie uitsonderlike gevalle is nie\nvaarin hierdie hof\nvanweë. (gedeeltelike) uniformiteit oor 'n lang tydperk in laer howe gevolg\nsal gee aan 'n verkeerde vertolking\nvan die regsposisie,\nDie appellant se advokaat het ook betoog dat die draagwydte van die meermaal\ngenoemde vermoede aan 'n verdere beperking onderhewig\nis; nl dat dit van\ntoepassing is slegs indien die\nliberi\nwel, maar nie die voorwaardelike\nfideicommissarii\nnie, afstammelinge van die testateur is. Hy kon egter\nnie op enige gemeenregtelike gesag wys wat\n/steun ... 62) Holmes , aangehaal deur Amerasinghe, op.\ncit\n.\n64.\nsteun vir die betoog bied nie, en na my mening toon twee oorwegings aan dat\ndit nie houdbaar is nie. Eerstens is dit duidelik dat\n'n\nsine\nliberis\n-bepaling vermoed word selfs indien die aangewese\nfideicommissarii\nwel afstara-melinge van die testateur is. In sy bekende\nadvies ver-vat in D. 35.1.102 vermeld Papinianus juis 'n\ngeval waar-in\ndie\nfideicommissarius\nook 'n afstammeling van die testa-teur is, nl 'n\ntestament waarin\n'n\ngrootvader sy seun en sy kleinseun (die kind van 'n\nander seun) as erfgename aanwys en bepaal dat indien die kleinseun voor sy\ndertigste\nver-jaarsdag sterf sy deel van die erfenis na sy oom moet gaan. Toe\ndie kleinseun binne die voorgeskrewe tydperk gesterf het maar\nop sy beurt\nkinders nagelaat het, het Papinianus geadviseer dat vanweë oorwegings van\ngrootvaderlike\npietas\ndie voorwaarde nie vervul is nie, aangesien die\ntestateur nie uitdruklik sy volle bedoeling in die testament weerge-gee het nie.\n'\nn\nSine liberis\n-bepaling is dus in die tes-tament ingelees.\n/Papinianus ...\n65.\nPapinianus se vertolking is later deur keiser-like dekreet\nbekragtig en uitgebrei om ook van toepassing te wees indien die erfgenaam\nnie\nkinders nie maar wel ver-dere afstammelinge nalaat, asook indien die erfgenaam\nnie 'n kind nie, maar 'n verder verwyderde af\nstammeling van die testateur\nis.\n63)\nIn verband met die vermoede ten gunste van 'n\nsine\nliberis\n-bepaling leer Voet 36.1.17 dan ook:\n64)\n\"It makes no difference who has been summoned to the fidelcommissum, whether\na stranger, or on the other hand a blood-relation or\neven a descendant of the\nvery person imposing the burden, but one who is collateral to the per-son\nburdened, as when a grandfather\nrequests\na grandson to hand back the inheritance to his uncle.\"\nAangesien sodanige bepaling vermoed word selfs indien die\nfideicommissarius\nook 'n afstammeling van die testateur is, sou dit\nbeslis vreemd wees indien volgens die gemene reg die verdere vermoede dat in\ngeval\n/van\n63)C 6.25.6 en 6.42.30.\n64)Gane se vertaling, band 5, p 357.\n66.\nvan 'n uitdruklike bepaling die\nliberi\n, synde\nafstammelinge van die testateur, versweë aangewese\nfideicommissarii\nis, nie geld nie indien die uitdruklik benoemde fideikommissêre\nbevoordeeldes ook afstammelinge van die testateur is. Ek kon\ndan ook geen gesag\nvind wat tot sodanige resultaat lei nie.\nVoorts is daar geen rede waarom veronderstel\nraoet\nword dat die testateur die\nliberi\nwou bevoordeel slegs indien die\nuitdruklik aangewese\nfideicommissarii\nnie ook in die direkte linie aan\nhom verwant is nie. Ongetwyfeld koester so n testateur toegeneentheid ook\ntêenoor sodanige\nfideicommissarii\n(\"die gesubstitueerdes\"); juis\ndaarom wys hy hulle as bevoordeeldes aan. Hul bevoordeling is egter steeds\nvoorwaardelik - hulle verkry\ndie goed slegs indien die eerste erfgenaam of\nlegataris sonder kinders (of verdere afstammelinge) sterf. Die testateur se\nwel-willendheid\nteenoor hulle is dus ook voorwaardelik begrens. By beantwoording\nvan die vraag of die\nliberi\nstilswyend\n/aangewese ...\n67.\naangewese\nfideicommissarii\nis, is die feit dat die\ngesubsti-tueerdes ook afstammelinge van die testateur is dus van geen betekenis\nnie. Juis omdat die eerste\nbevoordeelde kinders nagelaat het, verdwyn die\ngesubstitueerdes immers uit die prentjie.\nSlotopmerkings\nOpsommenderwyse is ek dus van mening dat in ons reg 'n\nsine\nliberis\n-bepaling, gekoppel aan '\nn\nvoorwaardelike\nfideicommissum\n, aanleiding gee tot 'n vermoede dat die tes-tateur die\nliberi\nstilswyend as fideikommissêre bevoor-deeldes aangewys het,\nmits die\nliberi\naf stammelinge van die testateur is. Anders gestel\n,\nin geval van afstam-melinge is 'n\nsine liberis\n-bepaling in sigself 'n\nindicium\nvan die testateur se bedoeling om die\nliberi\nte\nbevoordeel. By ontstentenis van ander\nindicia\nword dus aanvaar dat hulle\nbevoordeeldes is. Vanselfsprekend moet die vermoede eg-ter wyk indien die\ntestament as geheel aandui dat\ndie tes— tateur nie 'n\nfideicommissum\ntacitum\nwou skep nie. Andersom\n/kan ...\n68.\nkan\nliberi\nwat nie afstammelinge van die testateur is\nnie, wel bevind word bevoordeeldes te wees indien die testament genoegsame\naanduidings\nvan '\nn\ndusdanige bedoeling bevat. En in hierdie verband\nstrook die volgende siening van Van . Bynkershoek (vry vertaal) met normale\nmenslike\ner-\nvaring:\n\"Die erflater is vir [afstammelinge] liéwer as vir aanverwante en hy is\nvir aanverwante liewer as vir buitestaanders.\"\nDaar\nis ook geen rede waarom die vermoede nie sal geld nie indien 'n\nsine\nliberis\n-bepaling nie in 'n tes-tament voorkom nie maar wel as stilswyend\ninbegrepe beskou moet word.\nIn casu\nis die\nliberi\nwel afstammelinge van die testateur\n(Strauss) en geld die vermoede dus wel in hulle guns. Die appellant se advokaat\nhet getrag om\naan te toon dat die testament andersduidende\nindicia\nbevat,\nmaar die betoog is so klaarblyklik ongegrond dat ek dit\n/nie ....\n55) Obs. 1979.\n69.\nnie nodig vind om dit te behandel nie. Inteendeel gaan ek akkoord met die\nsiening van die hof a\nquo\ndat daar in die testament juis 'n aanduiding is\ndat Strauss die\nliberi\nwou bevoordeel. Dit is naamlik onwaarskynlik dat\nStrauss sy kleinkinders (en verdere afstammelinge) sou aangewys het as moontlike\nfideikommissêre bevoordeeldes ten aansien van die grond wat aan hulle oom\nof tante be-maak is, maar nie betreffende die grond\nwat aan hulle eie ouer\nnagelaat is nie.\nDie appellant het in twee hoedanighede ageer terwyl hy in sy hoedanigheid as\nkurator van die boedel van die insolvent geen belang\nby die uitslag van die\nappèl gehad het nie. Aangesien die partye dit eens was dat, in geval\ndi\ne\nappèl sou misluk, onderstaande kostebevel gemaak moet word,\nhoef daar egter nie verder op die aspek inge-gaan te word nie.\nDit is ten slotte nodig om iets te sê oor die optrede van die\nkurator-\nad\n-\nlitem\n. Diegene wat hy moes\n/verteenwoordig ..\n70.\nverteenwoordig het o a kinders wat die insolvent en sy seuns\nnog mag verwek, ingesluit. Sodanige ongeborenes se belange was dus dieselfde\nas\ndié van die respondent in wie se guns die hof a\nquo\nuitspraak\ngegee het. Nogtans het die kurator in 'n verslag wat hy by hierdie hof inge-dien\nhet argumente aangevoer waarom die appèl\nmoes slaag. Hy het gesê\ndat argumente tot die teendeel volledig deur die respondent aangevoer is en dat\ndit hierdie hof sou\nbaat indien hy 'n \"meer objektiewe\" standpunt inneem.\nHierdie houding was klaarblyklik strydig met sy pligte, want dit is nouliks\nnodig om te sê dat 'n kurator-\nad\n-\nlitem\nse eie siening\nontersaaklik is en dat van hom verwag word om alle moontlike argumente ten\nbe-hoewe van die betrokke minderjariges\nen ongeborenes aan\nte voer; soveel te meer indien uitspraak reeds in hulle\nguns gegee is.\n66)\nDie kurator is dan ook in kennis gestel dat by\n/die ...\n66) Vgl\nE. p. Estate Ortlepp and Another\n1966 (1) S A 809\n(N) 812.\n71\ndie verhoor van die appel redes aangetoon moes word waar-om nie beveel\nsou word dat hy nie op enige fooie geregtig is nie. Dit het\nmeegebring dat hy in\n'n verdere verslag 'n verduideliking vir sy optrede verskaf het en ook betoog\nhet dat die appel afgewys behoort\nte word. Die essensie van sy verduideliking\nwas dat na sy aanvanklike mening die belange van diegene wat hy verteenwoordig\nhet ten\nvolle deur die respondent se betoog onderskraag is, en dat hy hom as\nadvokaat as't ware as '\nn\namicus curiae\nbeskou het. Nieteenstaande\ndie kurator se aanvanklike ernstige pligs- versuim bestaan daar geen rede om sy\nbona fides\nin twyfel te trek nie, en aangesien hierdie hof nog nie\nvantevore die pligte van 'n\nkurator-ad-litem\nuitgestippel het nie, is\nbesluit om geen spesiale bevel aangaande die fooie van die betrokke kurator te\nmaak nie.\nDie appel word\nafgewys met koste, insluitende die koste van twee\nadvokate. Die koste sal gesamentlik en afsonderlik verhaalbaar wees van die\ninsolvent\nse boedel\n/en ...\n72\nen die maatskappy in likwidasie, en wel as deel van die\nkoste van bereddering en likwidasie.\nH.J.O. VAN HEERDEN AR\nJACOBS AR\nSTEM SAAM\nNICHOLAS WAR",
  "scraped_at": "2026-02-11T21:25:24.573462",
  "date": "1987-11-12",
  "coram": [
    "Corbett",
    "Joubert",
    "Van Heerden",
    "Jacobs AR",
    "Nicolas WAR"
  ],
  "case_number": "402/1986",
  "parties": {
    "applicants": [
      "R.D. du Plessis NO"
    ],
    "respondents": [
      "J.F. Strauss"
    ]
  },
  "sections": {
    "facts": "The deceased Jacob Frederik Strauss bequeathed his farm Simonsium to his son A.L. Strauss (the \"insolvent\") subject to a usufruct for Strauss's widow and a condition that, should any of his three children die without lawful descendants, the share would pass to the surviving children or their lawful descendants. Two other farms were bequeathed to his daughters. After Strauss’s death the farm passed to the insolvent under the same conditions. In 1975 the Free State Provincial Division, on application of the insolvent, issued a court order allowing the farm to be sold, and an endorsement was entered on the title of A.L. Strauss (Edms) Bpk, indicating that the land remained subject to the usufruct and the conditional clause. The insolvent later became bankrupt, and the appellant, acting as liquidator of the company and curator of the insolvent’s estate, sought a further order confirming that the fiduciary rights derived from Strauss’s will did not create a fideicommissary right for the children’s descendants.",
    "issues": "The principal issue was whether the testamentary condition – a sine liberis clause coupled with a conditional substitution – gave rise to a tacit (fideicommissum tacitum) in favour of the liberi (descendants of the testator). Specifically, the court had to decide if paragraph 2(c) of the lower‑court order, which held that the estate did not contain a fideicommissary right for the descendants, should be upheld or set aside.",
    "principles": "The court examined Roman‑Dutch common law on sine liberis clauses, noting that such a clause does not automatically create a fideicommissum tacitum unless the testator’s intention is clearly expressed, especially where the liberi are direct descendants. Authorities considered included Estate Cato v Estate Cato, Steenkamp v Marais, Galliers v Rycroft, and the writings of Van der Merwe, Rowland, and others. The prevailing principle is that a presumption in favour of a fideicommissary benefit arises only when the testator’s intent is evident; otherwise the condition is merely a restriction on ownership.",
    "application": "Applying these principles, the court interpreted Strauss’s will as containing sufficient indication that he intended the children’s descendants to benefit from the property should a child die without issue. The endorsement on the title confirmed that the fiduciary rights were limited by the testamentary condition. Consequently, the lower court’s conclusion that no fideicommissary right existed was contrary to the applicable legal rule, leading the appellate court to set aside paragraph 2(c) (specifically sub‑para 1.2) of the order.",
    "conclusion": "The Supreme Court of Appeal overturned the lower court’s finding on paragraph 2(c) and affirmed that the fiduciary rights over the three parcels of land were subject to the testamentary condition, thereby recognising a tacit fideicommissary benefit for the liberi. The appeal was allowed on this point, costs were awarded, and the costs order was made jointly recoverable from the insolvent’s estate and the liquidated company."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Testamentary Conditions",
    "level_3": [
      "fideicommissum",
      "sine liberis",
      "conditional bequest",
      "usufruct",
      "inheritance"
    ]
  }
}