{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/119.html",
  "case_name": "SA Eagle Insurance Co. Ltd. v Cilliers (389/85) [1987] ZASCA 119 (30 September 1987)",
  "citation": "[1987] ZASCA 119",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 119\n|\nNoteup\n|\nLawCite\nSA Eagle Insurance Co. Ltd. v Cilliers (389/85) [1987] ZASCA 119 (30 September 1987)\nDownload original files\nPDF format\nRTF format\nCASE NO 389/85\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the\nmatter between\nS A EAGLE INSURANCE COMPANY LIMITED\nAPPELLA\nNT\nand\nDANIEL HENDRIK CILLIERS\nRESPONDENT\nCORAM\n: BOTHA, SMALBERGER et NESTADT JJA\nDATE HEARD\n: 31 AUGUST\n1987\nDATE DELIVERED\n: 30 SEPTEMBER 1987\nJUDGMENT NESTADT, JA\n:\nRespondent sued appellant for the damages\nhe/\n2.\nhe allegedly suffered as a result of being injured in a\ncollision involving\ninter alia\na vehicle he was driving and one insured\nby appellant in terms of the Compulsory Motor Vehicle Insurance Act, 56 of 1972.\nAfter a\nlengthy trial before LE ROUX J in the Witwatersrand Local Division,\nduring which only quantum was in issue, judgment was granted\nin favour of\nrespondent in the sum of R38 861,13. Both parties are dissatisfied with the\naward. Appellant,contending that it is too\nhigh,is appealing against it.\nRespondent, aggrieved at its alleged inadequacy, cross-appeals.\nA preliminary procedural matter must be dealt with. The appeal is before us\nwith the leave\nof/\n3. of the court a\nquo\n. No leave was, however, sought to\ncross-appeal. Respondent simply filed a notice of cross-appeal. When the matter\nwas called before\nus, the question of whether this procedure was proper and, in\nparticular, whether the grant of leave by the trial-court was not a\nprerequisite\nto the hearing of the cross-appeal,was raised with counsel. On behalf of\nrespondent, it was contended by Mr Ancer that\nthe effect of Appellate Division\nRule 5(3) was such that leave was not necessary but that, insofar as it was, it\ncould and should\nbe granted by this Court. In this regard counsel handed up a\npetition seeking such relief together with a prayer for an order condoning\nthe\nlate\napplication/\n4. application for leave to cross-appeal. The initial\nattitude of Mr Cloete,for appellant, was that leave was necessary and that only\nthe trial court could grant it. On this basis alone, so he submitted, the\napplica-tion could not be entertained. Thereafter, however,\ncounsel,very fairly\nand in order to avoid a possible postponement. to enable the petition for leave\nto cross-appeal to be presented\nto LE ROUX J, waived re-liance on what he termed\nhis technical opposition. He then confined it to the submission that there was\nno\nreasonable prospect of the cross-appeal succeeding and that the petition\nshould be refused on this basis. In order to determine this,however,Mr\nCloete\nwisely\nagreed/\n5. agreed that the cross-appeal be argued on its merits. This was\ndone. It is dealt with later. It was not in dispute that the costs\nof the\npetition should, in any event, be paid by respondent.\nThe award of the court a quo comprised the following:\n(i)\tPast hospital and medical expenses\tR3 161,13\n(ii)\tFuture\nmedical expenses\tR5 700,00\n(iii)\tLoss of earning capacity\tR15\n000,00\n(iv)\tGeneral damages\tR15 000,00\nR38 861,13\nAs will be seen, all four heads of damages wére\nattacked on appeal (some to a greater extent than others). The cross-appeal\nrelates to the dismissal by LE ROUX J of respondent's claim for past loss of\nearnings.\nIn/\n6.\nIn due course each of the five areas of dispute, which in the\nresult arise, will be separately dealt with. To begin with, however,\nit is\nnecessary to briefly canvass certain matters of a general, introduc-tory nature\nand thereafter, in some detail, what injuries\nand disabilities respondent\nsuffered.\nThe collision occurred on 15 July 1981. Re-spondent, a married man and in\ngood health, was then aged 53 years. He had a standard eight\neducation. Over the\nyears he worked,initially as a fitter and turner and then as a so-called plant\nmechanic. This involved the maintenance\nand repair of machinery used in the\nconstruction industry. At the end of 1980\nhe/\n7.\nhe went farming on a full time basis. He already owned two pieces of ground\nin the Bronkhorstspruit area which he had previously been\nworking over weekends.\nIn June 1981, some six weeks before the collision, he agreed to lease, for a\nperiod of three years with effect\nfrom 1 August 1981, a third farm. His\nintention was to conduct a dairy on it. Because of his injuries he never has, at\nleast not\npersonally. It was only in the second half of 1983 that he returned to\nwork. He was employed by his stepdaughter, a Miss Ward, for\na period of three\nmonths to supervise the building of two houses. For this he received a salary of\nR4 500. From the beginning of\n1984 he has been supervising a team of about\ntwenty\nlabourers/\n8.\nlabourers engaged by him in the construction of town-houses. This he\ndoes as a sub-contractor to the company responsible for the project.\nThis\noutiine of events emerges from the evidence led at the trial, which began on 9\nAugust 1984.\nRespondent sustained two injuries in the collision. One was a soft tissue\ninjury to the neck which had the effect of aggravating a\npre-existing pathology\nthereof (ie a narrowing of the discs). It has resulted in respondent suffering\nfrom persistent headaches and\npain in the neck. A doctor who examined respondent\nat the instance of appellant considered that a cervical fusion was necessary to\nrelieve this.\nProf/\n9.\nProf du Toit, an orthopaedic surgeon, who examined respondent and gave\nevidence on his behalf, however, was of the opinion that conservative\ntreatment\nin the form of anti-inflammatory drugs would suffice. His view was accepted by\nthe trial court which allowed an amount\nof Rl 000 in this regard. This forms\npart of the amount of R5 700 awarded for future medical expenses. The amount of\nRl 000 is, as\nwill be seen, not in dispute.\nThe second and more serious injury was a comminuted fracture of the right\nfoot in the vicinity of the ankle joint and, in particular,\na disruption of that\nbone known as the talus. Respondent was not immediately hospitalised. The foot\nwas placed in plaster and, with\nthe/\n10.\nthe help of crutches, he was able, over the next six\nmonths or so, to\nwalk. It was, however, painful and the\nbone malaligned. On 21 December 1981 a\ntriple arthrodesis\nor fusion of certain bones of the foot was\nperformed.\nThough the operation was a success, respondent has\nbeen\npermanently disabled. He now has a so-called flat or\nblock foot with\na restricted range of movement and,\naccordingly, diminished functional use. Prof du Toit\ndescribed it thus:\n\"With the triple arthodesis, movement is lost on three important joints of\nthe foot and adaptation to sloping surfaces would be impossible\nsince thë\nfoot cannot invert, evert, adduct or abduct at the subtalar and midtarsal joints\nwhich are fused by operation\".\nIn/\n11.\nin the result, as he further stated, \"it cannot compare to a\nnormal foot\". Moreover, certain complications developed as a result of\nthe\narthrodesis. A large spur of new bone has formed on the joint. It is causing\nrespondent pain and will require removal by way\nof an operation.\nA further consequence of respondent's injuries generally, but particularly\nthe one to the foot; was that he has suffered from a moderately\nsevere\ndepression coupled with irritability and lack of concentration. The following is\na graphic descrip-tion.of his condition testified\nto by Miss Ward. Having\ndescribed him as \"miserable as sin\" (during the\n1982/\n12.\n1982/1983 period) she testified:\n\"Has he not been depressed?\nExtremely. He\nthreatened suicide on many occasions. In fact that was one of the reasons why\neventually he came to come and be with\nme, he went to sleep with a double-barrel\nshotgun next to his bed, so he was as far as I was concerned extremely\ndepressed... And\nhe has been threatening to shoot himself from time to time,\nperiodically up until round about the latter half of last year.\"\nRespondent confirmed that he had often contemplated\nsuicide and that he is\nstill periodically depressed.\nPart of the award for future medical expenses is the\ncost of treating this\ndepression.\nThe disabilities thus far described were\nnot in dispute. Appellant,\nhowever, resolutely\nqueried/\n13.\nqueried the further sequelae which respondent alleged\nhad resulted from the injury to his foot and from\ncertain of the treatment\nhe received for it. These\nrelated to (i) his physical condition at the time\nof\ntrial and more particularly whether, and if so, to what\nextent, his ability to work had been adversely affected;\n(ii) the prognosis of the injury and (iii) respondent's\naddiction to a substance contained in an analgesic which\nwas prescribed to relieve his pain.\nI commence with a consideration of (i)\nabove. Prof du Toit's testimony in this regard was\nthat respondent now walks with a limp; he cannot run\nor/\n14.\nor walk fast save for a distance of about 20 metres.\nNor is he able to actively participate in farming or\nbuilding; he can\nsupervise or act as a manager of\nthese operations but even this would affect\nhim; at\nthe end of the day his foct would be tired, swollen\nand painful.\nRespondent, in his evidence, substantially\nconfirmed this description of his condition. He added\nthat he often fell, especially when traversing uneven\nor rough surfaces; he cannot, without suffering dis-\ncomfort, remain on his feet for long; he has to sit\ndown and rest; he in fact walks \"very little\".\nAt the trial, this account of respondent's\ncondition was attacked on various bases which are\nreflected/\n15. reflected in the judgment of LE ROUX J. Thus it was found\nthat it conflicted with Prof du Toit's original opinion, contained in\na report\ndated 30 March 1982, that respondent's earning capacity (as a farmer) would not\nbe reduced; that the witness tended to exaggerate\nin favour of respondent; that\na cine film which had, unbeknown to respondent, been taken of him at work on a\nbuilding site on the\nmorning of 20 February 1984 (and which was an exhibit at\nthe trial), showed him to be more active than had been made out; and that\nrespondent him-self was an unreliable and indeed, in certain respects, a\ndishonest witness. Despite these weaknesses in respondent's\nversion, however, it\nwas, in substance,\naccepted/\n16. accepted. It was, in effect, found that, by reason of his\nright foot's diminished mobility and stability he could no longer engage\nin hard\nphysical work on his farm but could merely supervise it.\nBefore us, Mr\nCloete, mainly on the strength of the cine film, submitted that this was not\ncorrect; that respondent was not handicapped\nas had been found. I cannot agree.\nThe trial judge, who witnessed the film, refers to a number of factors which in\nhis words \"detract\na great deal from (its) weight\". It is not necessary to\ndetail what they are. Suffice it to say that, in my opinion,there is no warrant\nfor interfering with the conclusion referred to concerning respondent's\ncondition.\nWhat/ ......\n17.\nWhat might be described as the issue which generated the most\ncontroversy was that relating to the prognosis of the ankle injury ((ii)\nabove).\nProf du Toit's opinion was that one of the fractures was likely to extend into\nthe weight-bearing articular surface of the\nankle joint; this would have serious\nconsequences; it would lead to progressive,degenerative arthritis and consequent\npain; in order\nto treat this, respondent would,within about five years,require a\npan-talar fusion of the ankle; this,however was a risky operation;\nthe\nrecommended alternative to alleviate though not eliminate the pain,was for\nrespondent, when the time came, to wear a specially\nmade orthopaedic or skating\nboot. It is a high-lacing boot reinforced with fibreglass.\nAppellant's/\n18.\nAppellant's case was that the articular surface of the joint\nwas not affected and that re-spondent's ankle would not degenerate to\nany\nsignificant extent. Dr Friedman, a radiologist, testified to this effect on its\nbehalf. This dispute, too, the trial court resolved\nsubstantially in favour of\nre-spondent.\nIn contending that it should not have, Mr Cloete relied on a number of\nsubmissions. In summary, they were (i) that Prof du Toit's\nevidence was\ncon-tradictory and unreliable; it was in conflict with his prior view that\nrespondent's permanent disablement was likely\nto be \"nominal\" (save for a\ngradual increase in\narthritic/\n19.\narthritic pain); his explanation that his change of mind was\nbased on an X-ray photograph (a drawing whereof was handed in as exhibit\nHl) of\nthe joint, which he allegedly saw for the first time over the weekend after he\nhad begun to testify, could not be accepted;\n(ii) in any event the X-ray in\nquestion admittedly did not actually show a disruption of the articular surface;\nProf du Toit, on\nthe basis of his experience, merely inferred it; and it was\ndangerous to base any conclusion on a single X-ray giving, as it did,\nan oblique\nview of the joint; (iii) according to Dr Friedman, had there been a breach of\nthe articular surface, degenerative changes\nshould, by August 1984, already have\ntaken place; they had not.\nMuch/\n20.\nMuch the same argument was presented to LE ROUX J. In my view it was, for the\nreasons given by him, correctly rejected. I do not propose\nto analyse them. What\nthe argument amounts to (in part) is that Prof du Toit was dishonest. This can\nbe entirely dis-counted. A reading\nof his evidence shows him to have been, by\nand large,a fair witness. Nor can fault be found with the approach adopted by\nthe court\nthat the views of an orthopaedic surgeon, based on his clinical\nfindings, were, on the point in issue, to be preferred to those of\na\nradiologist. Dr Friedman admitted as much. And, as the following passage from\nhis evidence shows, he does not seem to have seriously\ncontested Prof du Toit's\nprognosis. He stated:\n\"Now/\n21.\n\"Now a fissure fracture, or a fracture into the talus,\nProfessor du Toit said that the summit of the talus on the X-rays is not visibly\ndamaged by the fissure\nfractures which he saw on Hl. \t Yes.\nBut he says in his experience the fracture would not stop but would continue\ninto the\nsummit of the talus. \t To some extent\nI would agree with him. I have seen fractures which do not appear to have\ngone into - penetrated the summit of a bone and subsequently\nwe have found that\nthere has been a fine hairline crack in them. That can happen. I cannot say\nwhether it happened in this case or\nnot.\"\nCertainly, there was no expert, orthopaedic evidence to\ncontrovert that of\nProf du Toit.\nI turn to the issue of respondent's addiction\n((iii) above). Soon after the collision, an analgesic\ncalled/\n22.\ncalled Stopayne was prescribed to relieve the pain from\nwhich respondent was suffering. It contains a habit-forming substance called\nmeprobamate. It was common cause that respondent has become addicted to it. He\nhas, on the strength of prescriptions obtained from\nhis doctors been taking\nlarge quantities of Stopaynê, quite in excess of what was required to give\nhim relief. On four occasions\nhe has been admitted to a clinic in order to be\ntreated for his addiction. It is also respondent's case that further treatment\nwill\nbe reguired in the future. He claimed the past and future expenditure\ninvolved. Appellant disputed liability on the ground that respon-dent's\naddiction is not attributable to the injury he\nsustained/ .......\n23. sustained; in other words that the necessary\nnexus\nbetween them was absent; the chain of causation had been broken.\nThere were two main legs to the defence; (i) that respondent had\na pre-collision\ndependence on alchohol and (ii) that the prescription of Stopayhe by the\northopaedic surgeon, who treated respondent\nafter the collision, constituted a\nnovus\nactus interveniens\n.\nI deal, firstly, with the former. The relevance of respondent's drinking\nhabits lies in the fact that alchohol is cross-tolerant to\nmeprobamate (which\nis, as I have said, an ingredient of Stopayne). This means that both are\nhabit-forming, chemical sub-stances.\nAccordingly, so appellant contended,\nrespondent's/\n24.\nrespondent's alleged addiction to alchohol, prior to the\ncollision, was simply superseded by his subsequent addiction to meprobamate;\nhe\nwould have suffered from an addiction and would have had to receive the\ntreatment he claims compensation for in any event. It\nmay be assumed that if\nthis be so the defence under con-sideration would be a good one. Respondent,\nhowever, disputed its basic premise\nviz,that he was an alchohol dependent. A\ngreat deal of evidence was directed to this issue. It revealed that respondent,\nover a long\nperlód, drank liquor to excess (to such an extent that he had\nto receive medical treatment on a number of occasions). His\nindulgence took a\nparticular form. About twice a\nyear/\n25.\nyear, usually over weekends, he would, as it was put,\n\"go\non a binge\". In between, however, he abstained\nfrom liquor and was normal.\nAccording to Dr Don, a\nphsychiatrist called by respondent, whilst respondent\nwas an alchohol abuser, his pattern of drinking, prior to the collision, did\nnot bring him within the definition of an alchohol dependant.\nDr de Miranda,a\nspecialist in the treatment of drug dependence, who testified for appellant, was\nof a contrary view. It would seem\nthat, ultimately, it is a question of degree\nwhether the stage of dependence has been reached. The trial judge, in a careful\nassessment\nof the evidence, came to the conclusion that respondent's condition\nfell short of this.\nDespite/\n26.\nDespite Mr Cloete's detailed argument to the contrary,\nI\nam not persuaded that this finding should be inter-\nfered with. I content myself with a reference to the\nfollowing evidence of Dr de Miranda:\n\"\nMR ANCER\n: But at the time he was abstaining and it was a cyclical\npattern, he had not\nreached that stage? \t At that stage\none assumes we had the pathological drinking\nof the cyclic pattern.\nThe abuse of the cyclic pattern, but not yet\nthe dependency? \t No it is more than\nabuse, I would say pathological drinking\nof a cyclic pattern.\nYes, but not yet the dependence? \t No.\"\nWith justification, LE ROUX J observed:\n\"Dr Don's evidence carries a great deal of weight and was accepted by Dr de\nMiranda as a correct evaluation\".\nNor/:\n27.\nNor does the fact that respondent, because of his alchohol\nabuse, may be regarded as vulnerable to an addiction to meprobamate, avail\nappellant. In accordance with the \"thin skull\" principle, it must take\nrespondent, as the victim of the insured's wrong-doing, as\nit finds him.\nI\ncome to the second defence relied on by appellant, viz,\nnovus actus\ninterveniens\n. It rested on the proposition that, in prescribing Stopayne in\nsuch excessive quantities, the doctor in question had been negligent;\nthe state\nof medical knowledge at the time was such that he ought to have realised that it\ncontained a habit-forming component to\nwhich/\n28.\nto which respondent might become addicted. This, it was said,\nconstituted a\nnovus actus\nfor which appellant was not responsible.\nNow,the evidence shows that from the commencement of his treatment respondent\nwas given\nStopayne. However, as I understood appellant's case, the complaint\nagainst the doctor (who,not being available, was not called as\na witness) was\nthat on 23 February 1983, and without investigating respondent's alchoholic\nback-ground, he gave respondent an open-ended\nprescription for Stopayne, ie for\nquantities of 50 per month which could be repeated monthly \"if necessary\". It\nwould seem, to say\nthe least, that this was unwise and indeed,as Prof du Toit\nsaid,\"quite wrong\". Even so, this defence\nwas/\n29.\nwas bound to fail. The evidence is clear that, prior to this\ndate, respondent had already acquired his addiction. In so.far as appellant\nrelied on an\nearlier prescription by the doctor, it was, in my view,\nnot\nestablished (and the onus was on appellant) that at that stage the potential\ndanger to respondent ought to have been foreseen.\nThere was no evidence as to\nwhen respondent became addicted to Stopayne; it is just as likely that this\noccurred soon after it was\noriginally prescribed. Moreover, it cannot be said\nthat the doctor knew or ought to have known of respondent's vulnerability in the\nsense mentioned earlier. I agree, in this regard, with the following conclusion\nof the trial\njudge/\n30.\njudge:\n\"It has ... not been proved that the\nplaintiff\nwould have told (the)doctor ... the full truth about his drinking habits\neven had he enquired about it.\"\nIn the result, the defence under\nconsideration was correctly rejected. This conclusion makes it un-necesaary to\ndecide whether, in\nany event, (i) this was not one of those cases where the\nintervening negligence of a third party ought to have been foreseen by the\nwrong-doer, or, (ii) addiction was a risk inherent in the situation created by\nhim (so that, in either event, the defence of\nnovus actus\ncould not be\nrelied on), or., (iii) gross or extraordinary negligence was required to be\nshown. (As to (i) and (ii), see LAWSA, Vol\n8,\npara/\n31. para 52, p 101; as to (iii), see Hart and Honore:\nCausation\nin the Law\n169-170).\nAs a last resort on this aspect of the matter, Mr\nCloete, on the basis of a view expressed by Dr de Miranda in re-examination,\nsubmitted\nthat, at worst for appellant, the probabilities showed that respondent\nwould have, in the course of time, become dependent and re-quired\ntreatment for\nalcholism; accordingly, appellant should only be liable for the accelerated\ncost, if any, of the treatment for addiction;\nand this had not been proved. I\ncannot agree that the probabilities are as counsel would have. On the contrary,\nthe facts show that\nrespondent had managed, over many years, to control his\ndrinking (save for the bouts referred to) and that only occasionally\ndid/\n32.\ndid he require treatment.\nThat then,is an assessment of respondent's\ninjuries and resultant\ndisabilities. With it in mind,\nI turn to deal specifically and separately\nwith the\nvarious heads of damage earlier referred to. I propose\nto do so in the same order in which they are alleged in the summons.\nPAST\nHOSPITAL AND MEDICAL EXPENSES\nIn issue here is an amount of Rl 145,11. It represents that part of what was\nawarded under this head which relates to the treatment\nrespondent received for\nhis addiction to Stopayne. As stated earlier, respondent was admitted to a\nclinic on four occasions\nfor/\n33.\nfor such treatment. This occurred on 10 May 1983,\n1 June 1983, 13 September 1983 and 18 June 1984.\nNeither the necessity for\nthe treatments nor the\nreasonableness of the charges was in dispute.\nThe\nbasis on which appellant denied liability was that it\nwas not\nresponsible for respondent's addiction. This\nargument having been rejected, the award of R3 161,13\nfor past hospital and medical expenses cannot be faulted.\nFUTURE MEDICAL EXPENSES\nThe amount of R5 700 awarded under this head\ncomprised the following:\n(1) Conservative treatment for neck injury R1 000,00\n(ii) (a) Six weeks treatment in Elim\nclinic \tR800,00\n(b) Out patient psychiatric treatment, psychotherapy\nand/\n34.\nand anti-depressant chemo-\ntherapy\nR900,\n00\nRl 700\n,00\n(iii) (a) High-lacing boots\n(two pairs) for next\n7/8 years\tRl 000,00\n(b) Special boots for un-\nstable ankle after 7\nor 8 years plus druga\nR2 000,00 R3 000,00\nR5 700,00\nThere was no quarrel with the cost of the treatment\nof\nthe neck injury ((i) above). It was submitted, however,\nthat respondent\nwas not entitled to the other expenses.\nIn regard to those referred to in para (ii)(b); Dr Don\nstated that respondent needed to be treated for his de-\npression. That is what the R900 relates to. Respondent is\nentitled to it. The R800 (see para (ii)(a)) is the cost of future\ntreatment for respondent's addiction. It was said that it was not\njustified/\n35.\njustified; the treatments received on the four\noccasions\nin 1983 and 1984 had not been successful because of a\nlack of co-operation on respondent's part and there was\nno reason to think\nthat he would benefit from the proposed\nfurther attempt to cure his addiction. Dr Don gives\nthe answer to this,viz,that \"good medical practice ...\ndemands\" further\ntreatment for what is essentially a\n\"recurrent cyclical kind of an illness\"; a person with\nrespondent's\ncondition has impaired judgment and his\nearlier failure to co-operate should\nnot be held against\nhim. It would seem,therefore,that his lack of\nresponse\n(thus far) is a symptom of his condition. Dr de Miranda\napparently agreed. He said:\n\"(B)ecause/\n36.\n\"(B)ecause treatment has failed in the past, does not\nnecessarily mean it will fail in the future.\"\nHe goes on to make the point that this sort of person\nrequires prolonged\ntherapy. It follows that the sum\nof R900 (and accordingly of Rl 700) was\ncorrectly in-\ncluded in respondent's damages.\nThe provision for two sets of boots ((iii)\nabove) amounting in total to R3\n000 was also challenged.\nThe second set, it will be remembered, was\nrecommended\nby Prof du Toit as an alternative to a pan-talar fusion.\nIt will have the effect of holding the ankle firmly.\nAppellant's complaint was simply that there was no\nacceptable evidence proving the cost of the boot..\nThere/\n37. There was. Prof du Toit stated that they ought to be made by\nan expert craftsman and that this would cost R475 per pair. Respondent\nwould\nrequire two to start with (ie in five years time) and then a further one pair\nevery eighteen months or so. On this evidence,\nand there was nothing to\ncontrovert it, R2 000 (which included an unspecified amount for the cost of\nanalgesics) was a conservative\nestimate. It would provlde respondent with the\nnecessary boots until aged approximately 66 years. On the trial judge's approach\nthat\nthe boots would only be required after seven to eight years (which I think\nwas unduly favourable to appellant) respondent would be\ntwo to three years\nolder. It was not suggested that, in either case, the age\nin/\n38.\nin question would be beyond respondent's life expectancy.\nThe point taken\nin relation to the first set of boots was a more basic one. It was submitted\nthat re-spondent had, even prior to the\ncollision, been wearing this type of\nboot; accordingly, no extra expense was in-volved. The argument is based on a\nmisapprehension\nof Prof du Toit's, at times, confusing evidence on this aspect.\nIt is true that at one stage he said that for a period of four to\nfive years\n(until either the pan-talar fusion was per-formed or, in the alternative, use\nwas made of orthopaedic boots) respondent\nshould wear an ordinary (high-lacing)\nboot of the kind that he was wearing anyway. That, however, was on the\nsupposition that he\nunderwent an operation\nfor/\n39. for the removal of the spur and, at the same time, a bony\nprojection which had also developed at the site of the joint and which\nProf du\nToit said, was adding to his pain. (This, according to his evidence, was because\nit impinged on the medial malleolus. Dr\nFriedman, on the basis that such contact\nwas not visible on the X-rays, and that there were no degenerative changes at\nthe site,\ndisputed this. In my opinion, the view of Prof du Toit is the more\nacceptable one. It was based on his uncontroverted clinical findings.)\nReading\nhis evidence as a whole, it is sufficiently clear that, in the absence of such\nsurgery, an ordinary boot would not be satisfactory;\nthe surgical boot\nreferred\nto/\n39(a).\nto would have to be worn; The point was clarified\nin re-examination of Prof du Toit in the following\nway:\n\"\nMR ANCER\n: Now before he does it for the next three to five years,\nwhat regime or\nwhat appliance should he use if any?\nI'would recommend that he should have\na high-lacing boot now to protect his ankle as far as possible otherwise it will\nonly swell\nand be painful. It reduces efficiency -and he would probably need -\nprobably three\npairs/\n40.\npairs of boots of that sort before it becomes\ntime for the arthrodesis and\nthen he should carry on with a similar type of boot afterwards.\"\nI think the learned trial judge, in distinguishing be-\ntween two sets of\nboots overlooked this. No amount\nwas awarded for the operation to remove the\nspur and pro-\njection. Respondent was therefore entitled, as\ndamages, to the cost of a\nsurgical boot and replacements\nthereof ab\ninitio.\nIf anything,then,respondent has\nbeen under-compensated but there was no cross-appeal\nin this regard. The attack against the award of\nR5 700 for future medical expenses must fail.\nPAST LOSS 0F EARNINGS\nThis claim which, as I have said, is the\nsubject/\n41.\nsubject of the cross-appeal underwent various fluc-tuations. In its final\nform, at the end of the trial, it was for R33 094. This\namount was said to\nre-present the cost of successively employing two persons to manage respondent's\nfarms from 1 September 1981 to\nthe end of December 1983. It will be recalled\nthat, shortly before the collision, respondent had determined to go farming on\ntwo\npieces of ground he already owned and on a third which he was in the throes\nof leasing in order to conduct a dairy on it.\nIt must, I think, be accepted that during the period in question, respondent\ndid not and could not work on his farm and that but for\nhis injuries he\nwould/\n42.\nwould have. I am unable, in this regard, to agree\nwith the\nfinding of the trial court that respondent was\nonly incapacitated until 1 March 1983. From a physical\npoint of view that was so. But there was acceptable and\ncogent evidence in the form of the opinion of Dr Don,\nthat, by reason of respondent's mental state, he was\nunable to return to work until January 1984. His\nevidence was:\n\"Now would you say that at that time he was functioning - was in an\nemotional\npsychological state to function at work?\nIt didn't appear so...\nCOURT\n: And you say January 1984 would then\nbe a reasonable date to resume work?\nWell that in fact, exceeded my expectation. When I saw him I thought he was\nnot fit to work, needed to 'be in hospital. He disproved\nthat because he managed\nto get\nback/ ....\n43.\nback to work without treatment. So ...\nMR ANCER\n: So\nwhen you saw him in July\n1983, you thought he would take a longer\nperiod\nthan in fact he did to get back\nto work? \t Yes.\"\nThe work referred to was that which he did for Miss Ward and which has been\nmentioned earlier. That, however, was in the nature of\ntherapeutic, sheltered\nemployment; she was really simply trying to assist her stepfather over-come his\ndepression and lethargy. The\nsupervisory work that he did for her (apparently\nsomewhat inefficiently) was not comparable to that involved in managing his\nfarms.\nThe first person allegedly employed by re-spondent was his son Japie.\nThis was for a period of nine months until 31 May 1982. The\ntotal salary\ninvolved was\nsaid/\n44.\nsaid to be R14 295. This part of the ciaim was dis-missed\nsubstantially on the basis that Japie was, in respectof the farming operations,\na partner of respondent, not his employee. If this finding was correct, the\nclaim for this period was bound to fail. What Japie was\npaid each month would\nthen have been his share of the profit, not a salary. Respondent never sought to\nmake out the case that, by\nreason of his absence, less profits were earned. In\nmy view, LE ROUX J's rejection of respondent and Japie's evidence that there\nwas\nno partnership be-tween them is unassailable. Japie signed the lease of the farm\nas tenant; he was responsible for and paid half\nthe rent and other expenses;\npart of the dairy herd\nconsisted/\n45.\nconsisted of his cows; as late as October 1982 (ie\nmonths\nafter he had left) Japie was still receiving,\neach month, his share of the\nnett proceeds of the dairy.\nAnd in respondent's tax return for the year\nending Feb-\nruary 1982,it is stated that his son \"came in as a\npartner and\nmanager, receiving a three-quarter share\nof the profits and sharing part of\nthe expenses\".\nThe only explanation he could give for this was that\nthe\nreturn had been completed by his wife and that\nshe had made a mistake. Though she was available\nas a witness, she was not called.\nRespondent's claim,in the sum of R18 799,\nfor the balance of the period\n(ie 1 June 1982 to 31\nDecember/\n46. December 1983) concerns payments of Rl 000 per month\nallegedly made to respondent's stepson, Aubrey Hoskin. It, too, was held\nnot to\nhave been proved. The court a\nquo\nwas not prepared to accept either that\nHoskin was employed by respondent or that he was paid any salary. I think that\nthis approach\nwas correct insofar as the period ending 31 December 1982 is\nconcerned. Here the court had only respondent's word. No chequea to\nprove the\npayments were produced by him. And Hoskim, though he could have been, was not\ncalled to support respondent's evidence that\nhe had been employed to manage the\nfarms at a salary of R1 000 per month. However, the rest of the claim, so it\nseems/\n47\nseems to me, stands on a different footing. Paid\ncheques were produced reflecting the following sequence\nof payments by respondent in 1983:\nSEE ORIGINAL JUDGEMENT TABLE\nIt/\n48.\nIt will be seen that the amounts and dates\nof the payments vary. There is, however, a thread of con-\nsistency about\nthem which, in the light of respóndent's\nevidence, sufficiently proves\nthis part of the claim.\nThe theme of monthly payments of Rl 000 is apparent.\nIn\none case ((i)), they were lumped together and in another\nthey were\nsplit up because a small amount was paid in\nadvance ((iii) and (iv)). The various additional pay-\nments were either\nloans or donations made to Hoskin or\ndisbursements ((xi), (xiv) and (xvi)) made by respondent\non Hoskin's behalf in respect of instalments on the pur-\nchase price of a car purchased by him. These must\ntherefore be left out of account.\nOn this analysis, it is apparent that\nrespondent/ ......\n49. respondent, in effect, pald Hoskin R12 000 during\n1983. He said it was Hoskin's salary for managing his farms. In my view, this\nevidence should have been accepted. It is true that, as already indicated,\nre-spondent was an unsatisfactory witness. There is also\nforce in Mr Cloete's\ncriticism of respondent's case based on Hoskin not having given evidence. It\nwould ob-viously have been material.\nI cannot agree with Mr Ancer's argument\nthat, seeing he had been subpoenaed by appellant, it should have called him. The\nfact is,\nhowever, that respondent's evidence was corroborated by the cheques.\nTheir regularity proclaims the probability of the payments having\nbeen in\nrespect of salary rather than a series of\ndonations/ ......\n50. donations made to maintain Hoskin, as was suggested\nin argument (though not in evidence). It was never in dispute that during\nthe\nperiod in question the farms required managing and that Hoskin was actually\nworking on them in the absence of respondent. Nor\nwas the point taken that the\nmonthly salary of R1 000 was un-reasonably high.\nThe payment of R4 500 made to respondent by Miss Ward must, of course, be\ndeducted from the R12 000 referred to. This leaves an amount\nof R7 500 which\nshould have been awarded to respondent for past loss of earnings. It follows\nthat, to this extent, the cross-appeal\nnot only has reasonable prospects of\nsuccess\nbut/\n51.\nbut must indeed succeed.\nFUTURE LOSS OP\nËARNINGS\nIt was submitted on behalf of appellant that the court a\nguo\nshould not have awarded R15 000,00 or any amount.\nWhat is in issue is whether respondent\nestablished a loss of earning capacity (\nSantam\nVersekerings\n-\nmaatskappy Bpk vs Byleveldt\n1973(2) S A 146(A) at\n150 0 - D)\nin a quantifiable amount. The question is with what\ndegree of precision\nmust this be done? CORBETT JA in\nRoxa vs Mtshayi\n1975(3) S A 761(A) at\n769 G, dealt with\nthe problem in these terms:\n\"While evidence as to probable actual earnings and probable potential\nearnings\n(but/\n52.\n(but for the injury) is often very helpful, if not essential,\nto a proper computation of damages for loss of earning capacity, this\nis not\ninvariably the case\".\nOften, the imponderables are such that evidence, suffi-\ncient to make a\nrelatively accurate arithmetical or\nactuarially based assessment, cannot be presented.\nThe principle in this\nsituation is that a substantially\narbitrary, globular amount will be awarded even though\nit may involve \"a blind plunge into the unknown\" (per\nNlCHOLAS JA in\nSouthern Insurance Association Ltd vs\nBailey NO\n1984(1) S A 98(A) at 113 H). The court,\nhowever, will only do this where the plaintiff has\nled what evidence he reasonably could (Esso Standard\n8 A/\n53.\nS A (Pty) Ltd vs Katz\n1981(1) S A 964(A) at 970 D - E). If he does\nthis, an award of damages will normally be made; the court will, in these\ncircumstances,\nnot adopt a\nnon possumus\nattitude (\nBailey's\ncase at\n114 A). Examples of where this broad approach has been adopted in this type of\nclaim are\nArendse vs Maher\n1936 TPD 162\n(a dependant's claim for loss of\nsupport),\nUnion and National Insurance Co Ltd vs Coetzee\n1970(1) S A\n295(A) at 301,\nUnion and South West Africa Insurance Co Ltd vs Humphrey\n1979(3) S A 1(A) at 14 H and\nBlyth vs Van den Heever\n1980(1) S A 191(A)\nat 226 E - H (but compare\nKwele vs Rondalia Assurance Corporation of S A\nLtd\n1976(4) S A 149(W) at 153). On the other hand, if a party fails to\nadduce what evidence is reasonably available,\nhe/\n54. he may be non-suited. In Na\nidoo vs Auto Protection Insurance\nCo Ltd\n1963(4) S A 798(D) (the full judgment whereof is only reported in\nCorbett and Buchanan, Th\ne Quantum of Damages\n, Vol 1, 237) FANNIN J,\ndealing with a claim for loss of earning capacity, said (at 245):\n\"It is plain, I think, that if it is clear that she has suffered damage, and\nif there are facts upon which an estimate not unfair\nto the defendant can be\nmade, I ought not to refuse to make an award merely on account of the\ndeficiencies in the case presented\non the plaintiff's behalf.\"\nI do not wish to be taken as necessarily endorsing this approach, but as the\nsame learned authors point out (Vol 1 99 - 1985 ed),\nit is an indication of what\nthe general attitude of the courts has been. Ultimately, whether sufficient\nevidence/\n55.\nevidence has been adduced, is a question of degree to be\ndecided on the facts of each particular case.\nThe trial court's award was\nbased on a\nfinding that respondent's earning capacity as a farmer\nhad been\nimpaired. That is undoubtedly so, but I do\nnot think that this was a proper\nway in which to\napproach the matter. The reason is that, whilst respon-dent has engaged in\nbuilding, his farms have, at his in-stance, continued to\nbe managed by Hoskin.\nRespondent has, in effect, been carrying on two occupations, the one\nvicariously. He was entitled to do this\nbut there cannot, in these\ncircumstances, be a recoverable loss of earning capacity as a farmer. If\nrespondent suffered a loss under\nthis head, it is to be looked\nfor/\n56.\nfor in his building operations.\nIn my view, respondent is entitled to have\nhis damages in this regard\nassessed on the basis of his\noccupation as a builder. In\nUnion and\nNational Insurance\nCo Ltd vs Coetzee\n(\nsupra\n), the award of\ndamages for loss\nof earning capacity had been based on\nplaintiff's\noccupation as a banana farmer, although he had been\na student\nof forestry at the time of the collision.\nJANSEN, JA upheld this as proper.\nHis reasons\n(appearing at 300 i f - 301 A) were:\n\"Tydens die botsing was die eiser 'n aspirant-bosbouer in the Staatsdiens,\nmaar sekerlik was sy toekoms nie slegs in die Staatsdiens\ngeleë nie. Met\nbosboukwalifikasies sou die private sektor ook aanloklike werkkringe bied,\nen/\n57.\nen sou boerdery sterk te oorweeg wees as die\ngeleentheid hom sou voordoen. 'n Kans om te\nboer skyn as 'n redelike moontlikheid selfs ten\ntyde van die botsing te voorsien gewees\nhet.\"\nSimilar considerations apply here. Building\nwas obviously\na foreseeable prospect for respondent and, as I have said,\na\nfact at the time of trial. His loss of earning capacity\nin this regard\nwas raised in the pleadings and of course\ndealt with in the evidence. It was\nnever suggested,\nand there is no basis for thinking,that it was unreasonable\nof respondent to enter the building trade rather than engage\nin full-time farming. In the particular circumstances of\nthis case it matters not that respondent's income from\nhis building operations might be more (or less) than\nhe would have made from full-time farming. The com-\nparison to be made in assessing whether a loss of earning\ncapacity has been suffered, is not between his income\nfrom these two occupations. It is between that which\naccrues/\n58.\naccrues to him as a handicapped builder and what he cpuld\nhave earned as a builder with no disability.\nIt is clear from what has been said that re-spondent's efficiency as a\nbuilder has been permanently impaired. I need not repeat the\nevidence in this\nregard. In summary, respondent has been relegated to being a supervisor (a\n\"bakkie-bouer\" as it was termed) instead\nof, but for his injuries, an active\nparticipant. This will adversely affect his earning capacity. I did not\nunderstand this to be\ndisputed. The thrust of Mr Cloete's argument was that\nthere was insufficient evidence to en-able a court to make an informed guess\nand\nthus to quan-tify the loss; respondent, far from adducing all the evidence he\nreasonably could, had deliberately withheld\nrelevant/\n59.\nrelevant evidence and documents, particularly as to\nhis earnings as a builder and what wages he paid his\nemployees; nor had there been any attempt to quantify what respondent would\nhave earned without his disability; in the result there\nwas no \"logical basis\"\nfor the award as was required by\nErasmus vs Davis\n1969(2) S A 1(A) at 22\nC.\nWhilst these submissions have merit, I do not think they should be acceded\nto. Respondent testified that, were he himself able bo\nwork instead of being\nonly a supervisor, he would earn more. This was because, as explained by a Mr\nBroekhuizen, a fellow sub-contractor,\nin his evidence for respondent, he would\nin this event complete each sub-contract more quickly and thus be mors\nproductive; payment\nwas by\nresults,/\n60.\nresults, ie piece-work. His evidence is important and\nI\nquote it. It reads:\n\"Nou mnr Broekhuizen, as hy self kon\nfisiese werk doen, sou hy meer kon\nverdien het? \t Wel ek vat dit vah\nmyself, hy sou baie beter gedoen het...\nHoekom verdien hy meer? \t Dit is nie\nnet die arbeider nie, jy kan die hele tyd -kyk dit is eintlik 'n groot\nprobleem met die Swartmense. Jy kan nie vir hulle sê\ndit en dit wil ek\ngedoen hê nie, jy moet die hele tyd by wees, presies wys hoe dit gedoen\nmoet word. Jy kan nie net sê\nright, dit is wat ek wil hê doen dit\nnie. Jy kan dit nie doen nie.\nHy doen dit net nie? \t Nee wel hy\nkan dit nie doen nie.\nSo hy moet die leiding hê deur dit self\nte sien? \t Hy moet die lyding hê\nen hy moet vir hom wys, kyk so.\nSo u sê hy sou baie meer produktief ge-\nwees het met sy span as hy self kon werk?\nBaie beter, want ons kan dit - daar is 'n ander messelaar ook en hy doen ook\nbaie beter. Wel ek kan nie sien dat hy dieselfde kan\ndoen/\n61.\ndoen as wat ons doen nie.\nWord so 'n kontrakteur per stukwerk\nbetaal? \t Per stukwerk.\nVir wat hy afhandel? \t Korrek.\nMNR.ANCER\n: En as dit die geval is kon hy die stukwerk\nbaie vinniger afgehandel het?\nKorrek...\nNou die spoed waarteen mnr Cilliers bou,\nis dit nou min of\nmeer vergelykbaar met\ndie spoed waarteen u bou? \t Nee.\"\nPlainly, the evidence was scanty. This, however, so\nit seems to me, was\none of those cases which JANSEN JA\nin\nCoetzee's\ncase (\nsupra\n) at\n301 D - E described as\nfollows:\n\"Hierdie skyn egter by uitstek die soort geval te wees waar, ondanks selfs\ndie mees uitgebreide studie van bepalende faktore, die\nfundamentele onsekerhede\nsodanig sou bly dat enige sogenoemde berekening tog maar uiteindelik op 'n\nskatting/\n62.\nskatting sou neerkom. In die bepaalde omstandighede van\nhierdie geval is 'n skatting op die beskikbare gegewens, hoewel karig, m.i.\nnie\nuitgesluit nie.\"\nBroekhuizen was asked, but was unable to say, how much\nmore respondent could earn were he himself able to do\nthe physical work. In these circumstances, the quantifi-\ncation of respondent's loss of earning capacity would\n-not have been\nadvanced by the trial court knowing what\nhe was earning from building and Mr Cloete's argument\nloses much of its force.\nIt follows that the trial court was entitled\nand obliged to make an allowance for respondent's loss\nof earning capacity. since it did so on the basis of\nprejudice to his farming rather than his building prowess,\nthis/\n63.\nthis court is at large and must re-assess the award. It must\nbe a moderate one. It must take into account that, at the time of the\ntrial,\nrespondent would have had about nine years of his working life left. This is on\nthe assumption, which I think is a fair one,\nthat he would have continued as a\nbuilder until aged 65. His having to undergo an operation for the removal of the\nspur and treatment\nfor his depression and addiction must also not be overlooked.\nProf du Toit said the former entailed respondent being off work for\nabout ten\ndays; according to Dr Don the duration of the latter would not be less than a\nmonth. In my opinion, a figure of Rl0 000\nwould represent\nadequate/\n64.\nadequate compensation under this head.\nGENERAL\nDAMAGES\nAs I have said, the amount awarded in this regard, for pain and\nsuffering and loss of amenities of life, was R15 000. It was submitted\nby Mr\nCloete that it was excessive and that interference on appeal was justified. A\nfigure of RlO 000 was suggested. I cannot agree.\nIn summary and in broad terms,\nre-spondent sustained what Prof du Toit described as a \"most severe ankle\ninjury\"; it necessitated\nhim under-going an operation for a triple arthrodesis\nof the foot;: in the words of Dr Friedman, this was a \"fairly major surgical\nprocedure and was accompanied by significant\ntrauma\"/\n65.\ntrauma\". Permanent disability has resulted. Re- spondent's\nfoot has a diminished functional use; he walks with a limp; he can no longer\nengage in hard physical work; in particular his capacity to run and walk has\nbeen adversely affected. Because one of the fractures\nis likely to extend into\nthe articular sur-\nface, degenerative arthritis and consequent pain will\ndevelop; to combat this, he will have to wear special\nboots. He will also have to undergo a further (minor)\noperation for the removal of a spur of bone. He has\nsuffered and is still suffering pain, discomfort and\ninconvenience, not only as a result of the ankle injury,\nbut also from the soft tissue injury to his neck. All\nthis was accompanied by a moderately severe depression.\nIn/\n66.\nIn addition, he has become addicted to Stopayne. In all these\ncircumstances and taking account of the fact that prior to the collision\nrespondent was, on the evidence, a particularly active, hard-working man, I\nthink that the award of R15 000 was eminently fair. It\ncannot be disturbed.\nThis completes a consideration of the five heads of damage that were\nín issue. The result is that the appeal will have had\nmixed fortunes.\nOnly to the extent that the damages awarded for loss of future earnings fall to\nbe reduced by R5 000 to an amount\nof R10 000 has appellant achieved any success.\nAll other attacks by it on the judgment\nof/\n67.\nof the court a quo fail. On the other hand, the cross-appeal substantially\nsucceeds. The dismissal of respondent's claim for past\nloss of earnings must be\nset aside and replaced with an award of R7 500. The final outcome is that\nrespondent's damages will increase\nby R2 500 (being the difference between the\nsums of R7 500 and R5 000 referred to). Mr Cloete, rightly in my view, conceded\nthat,in\nthe event of a balance being found in favour of respondent; it would be\nappropriate that the costs of the appeal and cross-appeal\nbe paid by\nappellant.\nThe following order is made: (1) The appeal is allowed to the extent that the\ndamages awarded in respect of loss of earning\ncapacity/\n68.\ncapacity is reduced from R15 000 to RlO 000.\n(2)\tThe cross-appeal is allowed to the extent that\nthe dismissal of\nrespondent's claim for past\nloss of earnings is set aside and there\nis\nsubstituted an award under this head of R7 500.\n(3)\tThe amount for which judgment was granted in\nthe court a\nguo\nin\nfavour of respondent is\naltered to read \"R41 361,13\" instead of\n\"R38\n861,13\".\n(4)\tIn all other respects the judgment remains\nunaltered.\n(5)\tThe costs of the appeal and cross-appeal are\nto be paid by appellant\nsave that the costs of\nrespondent's/\n69.\nrespondent's petition, dated 24 August 1987, for leave to\ncross-appeal and for condonation of the failure to apply for such leave\ntimeously, are to be paid by respondent.\nH H NESTADT, JA\nBOTHA, JA )\n) CONCUR\nSMALBERGER, JA)",
  "scraped_at": "2026-02-11T21:22:47.890546",
  "date": "1987-09-30",
  "coram": [
    "BOTHA",
    "SMALBERGER",
    "NESTADT, JA"
  ],
  "case_number": "389/85",
  "parties": {
    "applicants": [
      "S A Eagle Insurance Company Limited"
    ],
    "respondents": [
      "Daniel Hendrik Cilliers"
    ]
  },
  "sections": {
    "facts": "The respondent, Daniel Hendrik Cilliers, was injured in a motor‑vehicle collision on 15 July 1981 involving a vehicle he was driving and a vehicle insured by SA Eagle Insurance under the Compulsory Motor Vehicle Insurance Act. He suffered a soft‑tissue neck injury aggravating a pre‑existing condition and a comminuted fracture of his right foot with disruption of the talus, requiring a triple arthrodesis. The injuries caused permanent disability, chronic pain, depression and addiction to the analgesic Stopayne. After a lengthy trial before LE ROUX J, a judgment was entered awarding R38 861,13 in total damages covering past and future medical expenses, loss of earnings and general damages. Both parties appealed: the appellant challenged the quantum of damages as too high, while the respondent cross‑appealed the dismissal of his claim for past loss of earnings.",
    "issues": "1) Whether the award of past and future medical expenses, including treatment for addiction and specialised boots, was proper. 2) Whether the respondent was entitled to the claimed past loss of earnings and, if so, the appropriate amount. 3) How to assess loss of earning capacity – whether it should be measured on the basis of farming or the respondent’s building activities. 4) Whether the appellant could rely on a novus actus interveniens or the thin‑skull rule to exclude liability for the addiction. 5) Procedural propriety of the cross‑appeal without a separate order of leave.",
    "principles": "The court applied the thin‑skull rule, holding that the appellant is liable for the respondent’s addiction regardless of his predisposition. It rejected the novus actus interveniens argument because the causation link between the injury and the addiction was not broken. In assessing loss of earning capacity, the court followed South African precedents (Santam v Byleveldt, Corbett JA, Erasmus v Davis) allowing a discretionary award where precise actuarial evidence is unavailable, provided the plaintiff has adduced all reasonably available evidence. The court also applied the principle that future medical expenses are recoverable when the injury creates a recurring condition, and that specialised equipment costs are recoverable if supported by expert testimony.",
    "application": "The court upheld the past hospital and medical expenses of R3 161,13, including costs for addiction treatment, rejecting the appellant’s denial of liability. It affirmed the future medical expenses award of R5 700, accepting the costs for neck treatment, psychiatric care, and specialised boots, finding the expert evidence sufficient. The loss of earning capacity award was reduced from R15 000 to R10 000, re‑orienting the assessment from farming to the respondent’s building work, noting his permanent impairment as a supervisor rather than a labourer. The cross‑appeal was allowed in part: the dismissal of the past loss of earnings claim was set aside and an award of R7 500 was substituted. The total judgment sum was increased to R41 361,13. Costs of the appeal and cross‑appeal were awarded against the appellant, with the respondent bearing the costs of his own petition for leave.",
    "conclusion": "The appeal is allowed insofar as the loss of earning capacity award is reduced to R10 000. The cross‑appeal is allowed to the extent that the past loss of earnings award is set at R7 500. The total judgment is altered to R41 361,13. Costs of both the appeal and cross‑appeal are to be paid by the appellant, except for the respondent’s petition costs, which he must bear."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "Compulsory Motor Vehicle Insurance Act",
      "Damages",
      "Loss of Earnings",
      "Addiction",
      "Novus Actus Interveniens",
      "Thin Skull Rule"
    ]
  }
}