{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/81.html",
  "case_name": "Santam Versekeringsmaatskappy Bpk. v Swart (90/86) [1987] ZASCA 81; [1987] 2 All SA 443 (A) (1 September 1987)",
  "citation": "[1987] ZASCA 81",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 81\n|\nNoteup\n|\nLawCite\nSantam Versekeringsmaatskappy Bpk. v Swart (90/86) [1987] ZASCA 81; [1987] 2 All SA 443 (A) (1 September 1987)\nDownload original files\nPDF format\nRTF format\n90/86 N v H\nSANTAM VERSEKERINGSMAATSKAPPY BEPERK\nen\nB J P SWART\nSMALBERGER, AR:-\n90/86\nIN DIE HOOGGEREGSHQF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nIn die saak tussen:\nSANTAM VERSEKERINGSMAATSKAPPY BEPERK\nAppellant\nen\nBAREND\nJACOBUS PETRUS SWART\nRespondent\nCORAM\n:\tVILJOEN, JACOBS, et SMALBERGER, ARR\nVERHOORDATUM\n: 20\nAUGUSTUS 1987\nLEWERINGSDATUM\n: 1 SEPTEMBER 1987\nUITSPRAAK\nSMALBERGER, AR :-\nOp 12 Mei 1982 het daar 'n botsing op die\nBuffelsdrift/Sentrumpad plaasgevind toe 'n bakkie bestuur deur die respondent\nagter teen 'n stilstaande vragmotor en\nsleepwa /\n2\nsleepwa vasgery het. Laasgenoerade voertuig was deur die appellant\nverseker kragtens die bepalings van die Wet op Verpligte\nMotorvoertuigversekering\nNo 56 van 1972 (die ver= sekerde voertuig).\nVoortspruitend uit beserings deur hom in die botsing opgedoen, het die\nrespondent (as\neiser) 'n eis om skadevergoeding teen die appellant (as\nverweerder) in die Transvaalse Provinsiale Afdeling ingestel. By die verhoor\nwas\nalleenlik die meriete van die respondent se eis in geskil aangesien daar vooraf\ndeur die partye op die kwantum van sy skade ooreengekom\nis. Die verhoorregter\n(HARTZENBERG, R) het bevind dat die bestuurder van die versekerde voertuig sowel\nas die respondent nalatig\nwas met betrekking tot die botsing en hulle onderskeie\ngrade van nalatigheid op 70% en 30% bepaal.\nGevolglik /\n3\nGevolglik het hy die respondent se ooreengekome skade met 30% verminder,\nen hom skadevergoeding in die bedrag van R57 999-20 toegeken.\nMet verlof van die\nverhoorregter kom die appellant nou in hoër beroep na hierdie Hof. Die\nuitspraak van die hof\na quo\nis gerapporteer in 1986(2) SA 377 (T).\nDie botsing het skuins na 11 uur die oggend op 'n\nsonskyn en betreklike windstille dag plaasgevind. Die betrokke pad het 'n los\ngruis oppervlakte. Dit is gemene saak dat die pad by\ndie ongelukstoneel 14.8\nmeters breed, reguit en vir alle praktiese doeleindes gelyk is. Insgelyks is dit\ngemene saak dat die versekerde\nvoertuig ten tyde van die botsing stilstaande was\nen dat dit, onmiddellik voordat dit tot stil= stand gekom het, in dieselfde\nrigting\nas die respondent se\nvoertuig /\n4\nvoertuig beweeg het. Die getuienis regverdig die afleiding dat die\nversekerde voertuig min of meer in die middel van die linkerkantste\nhelfte van\ndie pad gestaan het.\nDie omstandighede wat die botsing onmiddellik voor= afgegaan het, en wat\ndaartoe aanleiding gegee het, word op bl 379 G - J van die\ngerapporteerde\nuitspraak uiteengesit. Gerieflikheidshalwe word dit hierin herhaal.\n\"Volgens die eiser se getuienis was hy die oggend op pad na Sentrum met sy\nPeugeot bakkie. Daar was vier Swart vrouens agterop die\nbakkie wat vir sy\nwerkers inkopies wou doen. Omtrent vyf kilometer noord-wes van die punt van\nbotsing sluit die Cumber= land pad\nby die Buffelsdrift/Sentrum pad aan. Daardie\naansluiting word deur 'n toegeeteken beheer. Toe hy die aansluiting nader, was\ndaar\nop die Buffels= drift/Sentrum pad 'n beesvragmotor met sleepwa en hy het\ntoegelaat dat die vragmotor voor hom in die pad inval. Hy\nhet vir ongeveer vyf\nkilometer agter\nhierdie /\n5\nhierdie vragmotor gery. Volgens han het hy op so 'n afstand gery dat die\nstof han nie meer gepla het nie en dat hy 'n redelike afstand\nvoor ham kon sien.\nHy sê egter dat die stof somtyds vlagies genaak het wat 'n bietjie dikker\nwas en dat ofskoon jy nog daardeur\nkon sien hy dan in die stof gery het en nie,\nsoos hy vir die grootste deel van die vyf kilo= meter, agter die stof gery het\nnie.\nVolgens hom het hy op 'n afstand van ongeveer 35 meter skielik die\nobstruksie voor hom in die pad opgemerk. Hy het gerean en probeer\ndraai maar het\nnie daarin geslaag nie en die bakkie het agterin die sleepwa ingeskuif.\nVolgens han (die eiser) was die versékerde voertuig vol stof aan die\nagterkant en was die chevrons nie sigbaar nie. Ook die\nagterligte was bedek met\nstof. Hy beweer dat as'die voertuig beweeg het hy dit sou gesien het maar omdat\ndit stilstaande was en dieselfde\nkleur as die stof gehad het, hy dit nie kon\nsien nie.\"\nGeen getuienis is namens die appellant aangebied nie. Die\ngetuienis van die respondent en sy getuies is tereg deur die verhoorregter\naanvaar. Aangesien daar geen bewering of getuienis was dat die versekerde\nvoertuig onklaar geraak het nie, is daar blykbaar niks\nwat die bestuurder\ndaarvan verhoed het an meer na links op die padoppervlakte stil te gehou het\nnie. Hy kon\ndesnoods /\n6\ndesnoods gedeeltelik of heeltemal van die padoppervlakte afge= trek het,\nte oordeel na die getuienis en die foto's van die omgewing\nwat as bewysstukke\ningedien is. Al het die verseker= de voertuig onklaar geraak en nie geskuif kon\nword nie het die bestuurder daarvan\nklaarblyklik geen voorsorgmaatreëls\ngetref nie om enige gevaarsituasie wat daardeur geskep is, die hoof te bied\n.\nDie vraag wat beide by die verhoor en op appèl\nontstaan het, is of die bestuurder van die versekerde voertuig nalatig was\nen, indien wel, tot welke mate sy nalatigheid tot die botsing\nbygedra het. Die\nvraag of die bestuurder nalatig was al dan nie moet beantwoord word aan die hand\nvan die alge= mene nalatigheidskriterium\nsoos in hierdie Hof geformuleer in\nKruger\n/\n7\nKruger v Coetzee\n1966(2) SA 428 (A) op 430\nE, en gedagtig aan\ndie beginsel wat herhaaldelik beklemtoon is dat\n\"(E)ach case in which it is said that a motorist is negligent must be decided\non its own facts. Negli= gence can only be attributed\nby examining the facts of\neach case. Moreover, one does not draw inferences of negligence on a piecemeal\napproach. One must con=\nsider the totality of the facts and then decide whether\nthe driver has exercised the standard of conduct which the law requires.\nThe\nstandard of care so required is that which a reasonable man would exercise in\nthe circumstances and that degree of care will\nvary according to the\ncircumstances. In all cases the question is whether the driver should reasonably\nin all the circumstances have\nforeseen the póssibility of a\ncollision.\"\n(per GALGUT, Wn AR in\nRondalia Assurance Corporation of SA Ltd v\nMtkombeni\n197.9(3) SA 967 (A) op 972 A - D. )\nWaar 'n voertuig op 'n ope pad op die ryoppervlakte\nstilhou d w s op daardie deel van die padoppervlakte waaroor ander verkeer\ngewoonweg beweeg, en sodoende 'n hindernis veroorsaak,\nkan\ndit /\n8\ndit, afhangende van die omstandighede, 'n gevaar vir ander padgebruikers\nskep. Behalwe in uitsonderlike gevalle (vgl\nVon Wielligh v Protea Verse=\nkeringsmaatskappy Bpk\n1985(4) SA 293 (K)) sou daar nouliks bevind kon word\ndat 'n bestuurder wat helder oordag op so 'n wyse stilhou op 'n reguit, gelyk,\nstoflose pad nalatig is. (Vgl\nDu Toit v Santam Versekeringsmaatskappy Bpk\n1975(3) SA 523 (0).) Waar daar egter so stilgehou word, onder meer, om 'n\ndraai, of net onderkant die kruin van 'n heuwel, of in die nag, of in\namstan= dighede van belemnerde of swak uitsig, sou dit waarskynlik\n(weereens\nafhangende van die onstandighede) wesenlike gevaar vir ander padgebruikers\ninhou, en sou 'n\ndiligens paterfamilias\nsodanige gevaar voorsien en\ndaarteen waak. Versuim om in so 'n geval redelike stappe te doen am daarteen te\nwaak sou op nalatigheid\nneerkom. (Vgl\nGrobbelaar v Federated Rtployers Insurance Co Ltd en '\nn\nAnder\n1974(2) SA 225 (A);\nNkuta v Santam Assuransie Maatskappy Bpk\n1975(4) SA 848 (A).) Redelike voorsienbaarheid aan die kant\nvan 'n motoris wat op die ryoppervlakte stilhou dat sy optrede\nskade /\n9\nskade aan 'n ander kan berokken, is nie beperk tot\nonmiddellike aankomende of agtervolgende verkeer nie maar strek ook, afhang=\nende\nvan die omstandighede en onderhewig aan die beperkings ge= stel deur die\noorsaaklikheidsleer, tot ander padgebruikers.\nMet die oog op die voorafgaande\nis ek dit volkome eens met die bevinding van die verhoorregter op bl 383 B - E\nvan die gerapporteerde\nuitspraak. Gerieflikheidshalwe haal\nek dit aan:\n\"In my oordeel sou 'n redelike man voorsien het dat daar gelyktydig verskeie\nvoertuie op die pad kan wees en dat, vanweë die\nfeit dat die pad '\nn\ngrondpad is, voertuie stof sou opskop en so die uitsig van ander verkeer kon\nbelemmer. Hy sou verder voorsien het dat onder sulke\nomstandighede bestuurders\nsoms te naby aan ander voertuie ry, of weens onagsaamheid of weens die feit dat\nhulle by ander voertuie\nverby wil gaan, wetende dat dit onveilig is maar waar\ndit onprakties is om bv vir kilometers agter 'n stadig= bewegende vragmotor\nte\nry. Hy sou verder voorsien\nhet dat /\n10\nhet dat sy voertuig in 'n stofwolk moeilik sigbaar sou wees vanweë die\nstof daarop. In my oordeel sou die redelike man besef\nhet dat deur die voertuig\nop die kruin van die pad in 'n stilstaande posisie te laat, potensiële\ngevaar vir ander padgebruikers\ninhou. Hy sou daarteen gewaak het, òf deur\nheelte= mal van die pad af te trek en op die skouer te parkeer òf indien\ndit om een of ander rede nie moont= lik was nie, soos bv omdat die vragmotor nie\nkon beweeg nie, deur voorsorgmaatreëls te tref\ndeur driehoeke uit te sit of\ndesnoods aankomende verkeer persoonlik te waarsku of deur iemand anders te laat\nwaarsku.\"\nNamens die appellant is daar aangevoer dat die\nrespondent se optrede\nroekeloos of grof nalatig was en dat die bestuurder van die versekerde voertuig\nnie redelikerwys verwag kon\nword om teen sulke gedrag te waak nie. (Vgl\nGriffiths v Netherlands Insurance Co of SA Ltd\n1976(4) SA 691 (A) op 697\nB - C. ) Ofskoon, soos deur die verhoorregter bevind, die\nrespondent /\n11\nrespondent in 'n mate nalatig was met betrekking tot die botsing kan daar\ngeen sprake van roekeloosheid of growwe nala= tigheid aan\nsy kant wees nie.\nInteendeel gee sy getuienis die indruk dat hy deurgaans op verantwoordelike wyse\nopgetree het behalwe dat hy te\nnaby agter die stofwolk gery het en sodoende\nveroorsaak het dat sy uitsig belemmer is asook sy kanse om enige gevaar wat voor\nof\nin die stofwolk sou skuil , te vermy. Sy optrede is heeltemal te onderskei\nvan dié van die bestuurders in sake soos\nWilson v MacKay and\nAnother\n1962(3) SA 291 (FSC),\nR v Times\n1941 EDL 38\nen\nRondalia\nAssurance Corporation of SA Ltd v Mtkombeni\n(\nsupra\n) waarna ons verwys\nis. Daar bestaan gevolglik geen grondige basis vir inmenging met die\nverhoorregter se bevinding dat die bestuurder\nvan die versekerde voertuig\nnalatig /\n12 nalatig was nie.\nNamens die appellant is daar ook betoog\ndat die grade van nalatigheid van die bestuurder van die versekerde voertuig en\ndie respondent\nonderskeidelik te hoog en te laag deur die verhoorregter\naangeslaan is. Die vraag of die ver= hoorregter 'n onjuiste siening in\ndié\nverband gehad het, moet beoordeel word aan die hand van die beginsels\nneergelê in\nSantam Versekeringsmaatskappy Bpk en 'n Ander v Strydom\n1977(4) SA 899 (A) op 912 E - 913 A. Daaruit blyk dit duidelik dat hierdie Hof\nnie ligtelik sal inmeng met sy verdeling van skade\nnie. Na my mening is die\nverhoorregter se benadering tot die getuienis, soos blyk uit bl 384 D - G van\ndie gerapporteerde uitspraak,\nen die waardebepaling deur hom gemaak, suiwer\nen\nlaat dit nie ruimte vir inmenging nie.\nDie / ...\nDie appel word van die hand gewys, met koste.\nJ W SMALBERGER\nVILJOEN, AR ) JACOBS, AR )\n13",
  "scraped_at": "2026-02-11T21:14:16.847716",
  "date": "1987-09-01",
  "coram": [
    "VILJOEN",
    "JACOBS",
    "SMALBERGER"
  ],
  "case_number": "90/86",
  "parties": {
    "applicants": [
      "Santam Versekeringsmaatskappy Bpk"
    ],
    "respondents": [
      "Barend Jacobus Petrus Swart"
    ]
  },
  "sections": {
    "facts": "On 12 May 1982 a collision occurred on the Buffelsdrift/Sentrumpad when the respondent, driving a Peugeot bakkie loaded with four women, struck a stationary insured truck that had been waiting on the road. The road was a dusty, flat, unpaved surface about 14.8 metres wide. The insured vehicle had stopped directly in the lane of travel, creating a dust cloud that obscured visibility. The respondent, travelling behind the dust cloud, failed to see the stationary truck until approximately 35 metres away and could not avoid the collision despite attempting to turn. The trial judge found both drivers negligent, attributing 70% fault to the insured driver and 30% to the respondent.",
    "issues": "The primary issue on appeal was whether the driver of the insured vehicle was negligent, and if so, to what extent his negligence contributed to the collision. A secondary issue concerned the proper apportionment of liability between the parties and the consequent adjustment of damages.",
    "principles": "The court applied the established negligence test as articulated in Kruger v Coetzee, requiring that liability be determined by examining the totality of the facts to see whether a reasonable person would have foreseen the possibility of a collision. The court referred to the precedent set in Santam Versekeringsmaatskappy Bpk and a Ander v Strydom, confirming that a driver who stops a vehicle on a dusty, straight road creates a foreseeable danger to following traffic and must take reasonable precautions such as moving off the road, using warning triangles, or warning oncoming vehicles.",
    "application": "Applying these principles, the appellate court agreed with the trial judge that the insured driver’s decision to leave his vehicle stationary on a dusty, straight road without taking any precautionary measures was negligent. The court found that a reasonable driver would have anticipated that the dust would obscure the view of following vehicles and would have either moved the vehicle off the road or provided adequate warnings. Consequently, the apportionment of 70% liability to the insured driver and 30% to the respondent was upheld, and the reduction of the claimed damages to R57,999.20 was affirmed.",
    "conclusion": "The appeal was dismissed with costs. The judgment of the lower court stands, confirming the reduction of damages and the allocation of negligence as previously determined."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "negligence",
      "contributory negligence",
      "damages",
      "allocation of liability"
    ]
  }
}