{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/112.html",
  "case_name": "S v Isaacs (115/87) [1987] ZASCA 112 (29 September 1987)",
  "citation": "[1987] ZASCA 112",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 112\n|\nNoteup\n|\nLawCite\nS v Isaacs (115/87) [1987] ZASCA 112 (29 September 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n) In\nthe matter between:\nGASANT ISAACS\nAppellant\nAND\nTHE\nSTATE\nRespondent\nCoram\n: RABIE, A C J, JACOBS et VIVIER, JJ A\nHeard\n: \t\t\t\t\t22\nSeptember 1987\nDelivered\n: 29 September 1997\nJUDGMENT\nJACOBS\n, J A :\nAppellant was convicted in the Cape of Good Hope\nProvincial Division of the Supreme Court by Howie J and two\nassessors of the murder of his wife (the deceased) to whom he\nwas .... / 2\n2\nwas married by Muslim rites. The trial Court found that there were\nextenuating circumstances and appellant was sentenced to twelve\nyears'\nimprisonment. An application for leave to appeal against both the conviction and\nsentence was refused by the trial Judge.\nThis Court granted leave to appeal\nagainst the sentence but refused leave to appeal against the convict-ion.\nIt is not disputed that the deceased died of multiple injuries occasioned by\nblows to the head with some un-identified hard object\nand by strangulation with\nthe deceased's dressing-gown cord. It is common cause that appellant carried out\nthe physical acts which\ncaused the injuries of which the deceased died. His\ndefence, which was rejected by the trial Court, was that by reason of the\ncombined\neffect of severe\nprovocation .... / 3\n3\nprovocation and certain medication he did not have criminal\ncapacity and\nhence cannot be held criminally liable for the\ndeceased's death. The trial\nCourt however, found that imme-\ndiately prior to the killing the deceased\nmade a statement,\nto which I shall later refer more fully, which severely\nprovoked the appellant. The trial Court also found that there\nwas a feeling of iealousy on appellant's part because he had\nreason to believe that the deceased had become interested in\na man nicknamed Manie, who worked for the same firm as she\ndid and, to quote from the Court's judgment on extenuating\ncircumstances:\n\"what we find is that there was extenuating effect con-stituting extenuating\ncircumstances in the accused's state of mind at the time\nof the\nkilling,engendered by a combination of jealousy and rejection and generally his\nresponse by way of a combination of emotions\nto\nthe .... / 4\n4\nthe provocation to which I have referred.\"\nThe defence of possible drug intoxication due to\nan overdose of Nitrazepan\n(better known to the layman as Mogadon)\ntablets which appellant allegedly\ntook during the afternoon and\nevening before the killing, was rejected by the\ntrial Court.\nDr van Ieperen, Senior State Pathologist who\nconducted the post-mortem examination on the deceased's body,\ndescribed the injuries to both the head and neck of the de-\nceased as \"very serious\". According to him the head injuries\nmust have\nbeen inflicted first and the strangulation must have\ntaken place afterwards and whilst the deceased was still alive.\nHe expressed the opinion that the assault on the deceased\nwas a fairly protracted one which must have lasted for at\nleast five to ten minutes.\nThe.... / 5\n5\nThe matrimonial history of the appellant and the deceased, and the facts\nwhich preceded the killing of the de-ceased, as told by appellant\nin evidence,\nmay be summed up as follows.\nThe parties were married by Muslim rites in 1977.\nAppellant did not love the deceased. He had, as it was put by\nhim, \"no\nfeelings\" for her, but was forced by her family into\nmarrying her because she fell pregnant during 'the time he was\ncourting her. According to appellant the matrimonial re-\nlationship between himself and the deceased had been unhappy\nduring the initial years of the marriage even after the first\nchild, a girl, was born. In 1979 the parties lived apart for\na couple of months because of \"disagreements\". During this\nperiod appellant had.a relationship with another girl whom he\nwanted .... / 6\n6\nwanted to marry. (Apparently it is permissible in a Muslim\nmarriage for\nthe husband to marry a second wife if the first\nwife consents.) Appellant\nstated that the deceased initially\nconsented to his marrying the other girl but later withdrew\nher ccnsent. However that may be, the deceased later returned\nto appellant and they decided, for the sake of the child, to\ngive the marriage another try. A second child, also a daughter,\nwas born early in 1980, but even at that stage, according to\nappellant, he had no love for the deceased. In fact it was\nhis contention that, just as happened in the case of the con-\nception of the first child, he was trapped into her second\npregnancy. There was a second separation in 1981 and a third\none in 1982, but on each occasion the deceased returned to\nappellant after a couple of months. There was strong evidence\nof....../7\n7\nof continuous quarrels between the parties up to the stage when the deceased\nleft appellant for the third time, and he admitted that\non at least two\noccasions he physically assaulted the deceased. There was evidence that assaults\non the de-ceased continued until\nshortly before her death, but for present\npurposes I shall not dwell on this aspect. Appellant further testified that when\nthe deceased\nreturned to him after the 1982 separation, the relationship between\nthem improved dramatically and, for some reason or another which\nto me is not\nquite clear, he suddenly, for the first time during the marriage, came to love\nhis wife. According to appellant the\ntwo children be-came the focal point of his\nlife and there was ample evidence that he really loved his children. Some of the\nwitnesses\nwere of the opinion that he unduly spoilt them.\nIn .... /8\n8\nIn 1984 appellant, who was a teacher, went to Hewat college for a year's\nfurther studies. The deceased\nat that time was working for a firm in Athlone\nand she was to\nall intents and purposes supporting the family. It appears\nfrom the evidence that appellant was entitled to, and was in\nfact drawing, a salary during the first eight months of his\nperiod of study, but he apparently falsely brought the deceased\nunder the impression that he was without income until one day\nshe discovered a pay-slip in one of his pockets. His excuse\nfor deceiving his wife in this way was that he wanted to keep\nhis money back during the first four months because\n\"I didn't trust my wife-all the way. She could just pull another stunt as she\ndid in '81 and '82.\"\nThis meant, so he explained, \"in case she again left him.\"\nI..../9\n9\nI should point out that this deception by appellant took place\nwhen there\nwas not yet even a suggestion of an affair between the deceased and Manie and at\na time when, if his earlier evi-dence\nis to be believed, the relationship\nbetween him and his wife was excellent. Early in 1984 Manie, referred ro\nearlier, also started\nto work for the firm in Athlone where the deceased was\nemployed. Appellant knew Manie and they seem to have been quite close friends\nat\none stage. Appellant stated that about April 1984 the relationship between\nhimself and the deceased again became strained. According\nto appellant the\ndeceased started coming home late from work and for various reasons he became\nsuspicious about her friendship with\nManie. One day he found a certificate in\ndeceased's handbag to the effect that Manie ánd his wife had been\ndivorced according\nto Muslim\nlaws .... / 10\n10\nlaws. He confronted the deceased with this but her explana-tion did not\nsatisfy him. Manie was called as a witness by the State and\nhe denied that there\nhad been a love affair be-tween himself and the deceased, but the trial Court\nfound that, on the probabilities,\nthere had in fact been such an affair in\nexistence between them. Appellant testified that during the last few months\nbefore the deceased's\ndeath they discussed the affair almost daily. At some\nstage the deceased made it quite clear that she was seriously considering\nleaving\nhim and taking the children with her.\nThe deceased was killed on a Tuesday morning. The previous night the deceased\nhad slept on the couch in the diningroom, whilst appellant\nand the children\nslept in the\nmain bedroom. He testified that when he woke the deceased\nat ..../ 11\n11\nat about 6h00, as he normally did, she told him that it was too early and\nthat he should wake her again at 7h00. He then got dressed\nand when he woke her\nagain at about 7h00, she said\nthat she wasn't going to work because she was\ntaking the elcest\nchild, who had up to that stage been attending school in\nMit-\nchell's Plain, to another school in Surrey Estate. The de-\nceased's\nparents lived in Surrey Sstate. He asked her why,\nand she said that she was\nleaving him. According to appellant\nthe deceased spoke in Afrikaans and added:\n\"Manie gaan die pa van jou kinders wees. Nie jy nie, nie my ma nie, nie\nSharine sal ons stop nie. Ons sal vir julle wys, ons sal dit\nmaak.\"\nI may just mention that \"Sharine\" was the name of Manie's ex-wife.\nAccording to appellant the next thing he recalls\nis .... / 12\n12\nis that there was blood all over the place and that a pair of\neyes were\nstaring at him. In his opinion the deceased was\ndead at that stage.\nAppellant accepted that he inflicted the inju-\nries which caused the\ndeceased's death, but he maintained that\nhe acted involuntarily and not\nknowing what he did. As stated\nearlier, this defence was rejected by the trial Court. The\nevents which took place after the appellant, on his version,\nregained his senses, so to speak, may be summed up as follows.\nHis eldest daughter came into the diningroom and she saw her\nmother's body lying on the floor, covered with a blanket.\nAppellant sent her back to the bedroom and told her not to tell\nanyone what she had seen. Thereafter the appellant put the\ndead body in the second bedroom or in the bathroom, changed his\nblood-stained .... / 13\n13\nblood-stained clothes, dressed the children and took the eldest\nchild to\nschool. The youngest child he left with a woman\nfriend. In the meantime, when the deceased did not turn up\nfor work, her fellow-workers started telephoning the house and\nlater telephoned the deceased's sister. The evening before\nher death the\ndeceased had told her sister that she was afraid\nto go home. After hearing\nthat the deceased had noc arrived\nat her work, her sister went with her\nmother to the deceased's\nhouse just after 9h00 on the Tuesday morning. They\nknocked on\nthe door and after some considerable delay the appellant\nopened\nthe door for them. He told them that the deceased had left for\nwork, as\nusual, that morning. One of the ladies wanted to use\nthe toilet, but it was locked and appellant stated that the de-\nceased had locked the door before she left and had taken the\nkey .... / 14\n14\nkey with her. Appellant must by that time have done quite a bit of cleaning\nup in the diningroom because the deceased's mother and\nsister apparently saw\nnothing which aroused their suspicion. The mother and sister thereafter left.\nDuring the day appellant hid\nthe deceased's body in the attic of the house where\nit was found by the police during the early hours of Thursday morning. Up to\nthat stage appellant had told everyone, including his attorney and the police\nthat his wife had disappeared. A plastic bag containing\nappellant's\nblood-stained clothing, some blood-stained curtains and other blood-stained\narticles were found next to the body. The\nweapon used to inflict the injuries to\nthe deceased's head which, according to what appellant told the police, was a\npiece of iron,\nwas\nnever found.\nHaving .... / 15\n15\nHaving set out the facts of the case I turn to\ncounsel's submissions as\nregards the sentence passed by the\ntrial Judge. The principle is, of course,\nwell settled that\na Court of appeal does not, as was stated by Holmes J A\nin\nS v De Jager and Anorher\n1965 (2) SA 616\n(A) at 629, \"have\na\ngeneral discretion to ameliorate the sentences of trial\nCourts.\" The learned\nJucge of appeal went on to say:\n\"It is the trial Court which has the discretion, and a Court of appeal cannot\ninterfere unless the discretion was not judicially exercised,\nthat is to say\nunless the sentence is vitiated by irregularity or misdirection or is so severe\nthat no reasonable court could have\nimposed it. In this latter regard an\naccepted test is whether the sentence in-duces a sense of shock, that is to say\nif there is\na striking disparity between the sentence passed and that which the\nCourt of appeal would have imposed. It should therefore be recognised\nthat\nappellate jurisdiction to interfere with punishment is not discretionary but, on\nthe contrary, is very limited.\"\nCounsel .... /16\n16\nCounsel who appeared onbehalf of appellant\nbefore this Court submitted\nthat the trial Court failed to\ngive due consideration to the effect of\ncertain medication\ntaken by appellant prior to killing the deceased. It\nwas\nnot disputed that appellant hurt his back during a game of\nrugby on the Thursday preceding the Tuesday morning on which\nthe deceased was killed. It was also not disputed that on\nthe Friday appellant went to see a doctor and received an in-\njection for pain, and that Acupan and Tolectin tablets, which\nare both mainly pain relieving agents, and Nitrazepan (Moga-\ndon), a sleep-inducing agent, were prescribed. On Monday\nappellant went back to the doctor and was given a further sup-\nply of Acupan and Tolectin. During the trial, albeit at a\nlate stage thereof, the question of the effect which the\nprescribed .... / 17\n17\nprescribed medication might have had on appellant when he killed the deceased\nwas raised. Thereafter a considerable volume of evidence\nwas given on this\naspect by Dr Straughan, a pharmacologist who did not interview the appellant,\nand whose evidence mainly centred\naround the question of the probable effect\nwhich the number of Mogadon tablets taken by appellant, on his version, would\nhave had\non a normal person. The appel-lant's evidence on this aspect, was to\nthe effect that he took a large overdose of Mogadons but, as\nI have stated, his\nevi-dence was rejected. During his evidence Dr Straughán touched upon the\npossible side-effects of Acupan,\nTolectin and Mogadon, but it was not suggested\nthat these tablets, taken at the recommended dosages, would have had any\neffect .... / 18\n18\neffect on appellant of which he himself would have been unaware.\nIn its main judgment the trial Court fully dealt with the\nquestion of the medication and the possible effect it might\nhave had on the appellant. I think the following extract from\nthe Court's\njudgment bears that out. After pointing to \"the\nclearly discernible shift\" in the appellant's evidence when\nthe question of the medication was highlighted, the judgment\nproceeds:\n\"There was nothing in accused's evidence-in-chief to suggest, much less allege,\nthat he took an overdose of Mogadon on the Monday,\nor that he felt at all\nbelow par on the morning in question\n.\"\nThe words I have\nunderlined are borne out by the following ex-\ntract from appellant's evidence when he was asked by the Court\nhow he felt on the Tuesday morning:\nCourt .... / 19\n19\n\"Court : And on the Tuesday morning, well from six o'clock onwards did you -\nprior to the argument with your wife .... Yes.\nDid you feel any different that morning from what you normally felt? .... I\ncannot say so, my Lord.\"\nThere was therefore nothing to suggest that the medication,\ntaken at the\nrecommended dosages, would have had any effect\non appellant's actions on\nTuesday morning. There was, in my\nview, therefore no misdirection on the part\nof the trial Judge\nas was argued before this Court.\nIn his judgment on sentence the learned trial\nJudge referred to the fact that the appellant had not on the\nmorning in question for the first time learnt of the deceased's ,\ninfidelity and of her intention of leaving him. Problems had\nbeen building up over many months and from the evidence, so\nthe .... / 20\n20\nthe learned Judge stated,\n\"it would seem that it was nearly inevitable that she would have left\nanyway\"\nand would have taken the children with her. Her statement on\nthe Tuesday\nmorning that she intended leaving him on that day\ncould not have come as such\na shock to him as appellant tried\nto make out. Counsel submitted that the evidence did not\nsupport the learned Judge's findings in this regard and that\n\"in any event these were not factors which should have been considered in\nimposing sentence and that the Court a\nquo\nmisdirected itself in doing\nso.\"\nAs to the submission that the learned Judge's\nfindings are not borne out by the evidence, I need only refer\nto one passage of appellant's evidence under cross-examination:\nQ: \"But you knew she was going to leave you, you knew she was taking the\nchildren along .... so what was the\nsurprise that morning when she just told you that this is the situation\nagain? .... I do not know.\"\nI .../ 21\n21.\nI certainly cannot agree that this was a factor which the learn-ed Judge was\nnot entitled to take into account and that he mis-directed\nhimself in doing\nso.\nCounsel also submitted that the fact that the assault on the deceased was\na protracted one was wrongly taken into account for the\npurposes of sentence and\nthat the learned Judge misdirected himself in this regard. I do not think I need\nsay anything more than\nthat, in my view, the gruesomeness of the deed and the\namount of force used were very relevant factors in this particular case and\nwere\nproperly taken into account by the learned Judge in passing sentence.\nI have therefore come to the conclusion that it has not been shown that the\nlearned trial Judge's discretion was not judicially exercised.\nThe offence is,\nof course, a\nserious .... / 22\n22\nserious one, the more so since murders of this\ntype where domestic differences end up in one party being killed, appear to have\nbecome\nonly too common. There is, in my view, no ground upon which this Court\nwould be entitled to interfere with the sentence imposed by\nthe trial Judge. The\nappeal is dismissed.\nH R JACOBS, JA\nRABIE, A C J )\nconcur\nVIVIER,\tJ A )",
  "scraped_at": "2026-02-11T21:21:11.754263",
  "date": "1987-09-29",
  "coram": [
    "RABIE, A C J",
    "JACOBS",
    "VIVIER, J A"
  ],
  "case_number": "115/87",
  "parties": {
    "applicants": [
      "GASANT Isaacs"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Gasant Isaacs, was married to the deceased by Muslim rites in 1977. The marriage was unhappy, marked by repeated separations, jealousy, and physical assaults. In 1984 the wife, the deceased, allegedly began an affair with a co‑worker named Manie. On the morning of a Tuesday in 1987 she informed Isaacs that she intended to leave him and take the children. Isaacs subsequently attacked her, inflicting severe head injuries with a hard object and then strangling her with her dressing‑gown cord. The assault was protracted, lasting several minutes. After the killing he concealed the body, attempted to conceal the crime, and later claimed he acted involuntarily due to provocation and medication.",
    "issues": "The appeal concerned whether the trial judge erred in sentencing Isaacs to twelve years' imprisonment. Specific issues were: (1) whether the trial judge gave proper weight to alleged drug intoxication (Mogadon overdose) and its effect on criminal capacity; (2) whether the provocation and jealousy were correctly regarded as mitigating factors; (3) whether the gruesomeness and protracted nature of the assault were improperly considered in determining the sentence; and (4) whether any misdirection, irregularity or a sentence so severe as to shock warranted appellate interference.",
    "principles": "Appellate courts may only interfere with a sentence if there is a misdirection, irregularity, or the sentence is so excessive that no reasonable court could impose it. The test for shock or striking disparity is applied, as set out in S v De Jager (1965) (2) SA 616 (A). The court must respect the trial judge's discretion unless these thresholds are met. Evidence of medication effects must be shown to have materially impacted criminal capacity; otherwise, it does not justify a reduction in sentence.",
    "application": "The Court examined the medical evidence and concluded that the prescribed dosages of Acupan, Tolectin, and Nitrazepan were unlikely to have impaired Isaacs' mental state to the extent claimed. The trial judge’s finding that the provocation was not a novel shock was upheld, and the trial judge’s consideration of the gruesomeness and duration of the assault was deemed proper. No misdirection or irregularity was found in the sentencing process, and the sentence did not reach the level of shock or disparity required for appellate intervention.",
    "conclusion": "The appeal was dismissed. The twelve‑year sentence imposed by the trial court was upheld, and no order for a reduced sentence or reconsideration of the conviction was made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "provocation",
      "sentencing",
      "domestic violence",
      "appeal"
    ]
  }
}