{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/89.html",
  "case_name": "S v Marotholi and Others (93/87) [1987] ZASCA 89 (21 September 1987)",
  "citation": "[1987] ZASCA 89",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 89\n|\nNoteup\n|\nLawCite\nS v Marotholi and Others (93/87) [1987] ZASCA 89 (21 September 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nIn die saak tussen:\nISHMAEL M MAROTHOLI\nEerste Appellant\nZACHARIA M KODISANG\nTweede Appellant\nRICHARD M BUZAKWE\nDerde Appellant\nEN\nDIE STAAT\nRespondent\nCoram: VILJOEN, JACOBS ARR et NICHOLAS, Wn AR\nVerhoor:\n4 September 1987\nGelewer: 21 September 1987\nUITSPRAAK\nJACOBS, AR :\nDie drie appellante het in die Oranje-Vrystaatse\nProvinsiale Afdeling voor Edeling R en twee assessore\ntereggestaan .... / 2\n2\ntereggestaan op die volgende twee aanklagte\nnaamlik:\n1.\tHuisbraak met die opset om te roof en roof met verswa-\nrende\nomstandighede soos omskryf in art 1 van Wet 51\nvan 1977.\nDie bewerings\nteen appellante op bogemelde aanklag was dat hulle op 25 Oktober; 1985 die huis\nvan mnr J P B Marx (die oorledene) oopgebreek\nen binne gegaan het met die opset\nom te roof en dat hulle die oorledene vasgegryp het, hom met 'n ystervyl geslaan\nhet, hom vasgebind\nhet en verf op hom uitge-gooi het en daarna sekere goedere,\ndie eiendom van die oorledene, gesteel het.\n2.\tMoord.\nDie bewerings op die tweede aanklag was dat appel-\nlante op dieselfde datum en plek in die eerste aanklag genoem,\ndie.../3\n3\ndie oorledene vermoor het.\nAppellante was by die verhoor beskuldigdes 1, 2\nen 3, onderskeidelik, en ek verwys voortaan gerieflikheids-halwe na hulle\nafsonderlik\nas sulks. Al drie beskuldigdes is op beide aanklagte skuldig bevind.\nOp die tweede aanklag het die Verhoorhof geen vefsagtende omstandighede\ngevind\nnie. Al drie beskuldigdes is op elk van die twee aanklagte ter dood veroordeel.\nAansoeke deur elkeen van die drie beskuldigdes\nom teen die bevindings dat op die\ntweede aanklag geen versag-tende omstandighede aanwesig is nie en teen die\nopgelegde vonnisse op\nbeide aanklagte te appelleer is deur die Verhoorreg-ter\nafgewys maar sodanige verlof is daarna deur hierdie Hof toegestaan.\nAl drie beskuldigdes het op beide die aanklagte\nonskuldig .... / 4\n4\nonskuldig gepleit. Besk 1 het 'n pleitverduideliking aangebied ten\neffekte dat, hoewel hy erken dat hy tydens die huisbraak en roof\nen die\naanranding op die oorledene wat tot sy dood ge-lei het teenwoordig was in die\nhuis waar die gebeure plaasge-vind het, hy ontken\ndat hy enige aandeel in die\nhuisbraak of die roof of die aanranding op die oorledene gehad het. Besk 2 se\npleitverduideliking was\n'n algehele ontkenning dat hy enige kennis dra van die\nhandelinge in die twee aanklagte beskryf of enige aandeel daarin gehad het.\nNet\nsoos besk 2 het besk 3 ook enige kennis van die beweerde misdrywe of enige\naandeel daarin ontken. Ek mag op hierdie stadium ook\nreeds noem dat geeneen van\ndie beskuldigdes na sluiting van die Staat se saak enige getuienis in eie\nverdediging afgelê het\nof enige getuies\ngeroep het nie. Ook na skuldigbevinding het nie een van die\nbeskuldigdes .... /5\n5\nbeskuldigdes getuienis afgelê of getuies geroep ten aansien van\ndie vraag of versagtende omstandighede aanwesig is al dan nie\nof ter versagting\nvan vonnis op die eerste aanklag. Die be-skuldigdes is by die verhoor en ook\nvoor hierdie Hof deur drie verskillende\nadvokate verteenwoordig.\nUit die aanváarde getuienis en bevindings van die\nVerhoorhof blyk\nonder andere die volgende. Die oorledene, wat 6 jaar oud was, se lyk is op die\noggend van 26 Oktober 1985 in die badkamer\nvan sy huis op Odendaalsrus gevind.\nHy was 'n wewenaar en het alleen in die huis gewoon. Ten spyte van sy betreklik\ngevorderde jare\nwas die oorledene nog heeltemal gesond en fiks. Hy was die\nvorige middag tussen 17h00 en 18h00 laas lewend gesien toe hy vanaf die\nhaarkappersalon in die dorp waar hy gewerk het,\nvertrek het op pad huis toe.\nToe sy lyk gevind is was sy\nhande .... / 6\n6\nhande agter sy rug aanmekaar vasgebind, sy bene was by die\nenkels aanmekaar vasgebind en twee kouse wat aanmekaar vasge-\nbind was, was in oorledene se mond gestop en agter sy kop vas-bind. Op\nverskeie plekke in die huis was daar tekens van verf wat daar\ngespuit of met 'n\nkwas aangesmeer is. Oorledene se gesig insluitende sy oë was ook met verf,\nwat blykbaar daar-oor uitgegooi\nis, besmeer. Teen die muur in een van die gange\nwas daar in groot letters die woord \"Once More Again\" in verf gespuit. Bo-op\noorledene\nse liggaam het sy hond dood gelê. Volgens 'n verklaring wat besk\n1 voor 'n landdros afgelê het, het hy, na die aanval\nop die oorledene\nwaarna ek later sal verwys, die hond, wat in die bediende se toilet toegemaak\nwas, met 'n byl doodgekap en dit toe\nop oorledene se liggaam gaan gooi.\nVolgens die mediese getuienis was daar ses\nskeurwonde .... /7\n7\nskeurwonde aan die oorledene se kop waarvan vier\ndeur die koo-\nvel gedring het tot in die been van die skedel. Verder was\ndaar kneuswonde van minder ernstige aard aan die oorledene se\ngesig asook 'n redelike ernstige kneuswond aan sy een been.\nDie kopwondeis, volgens die Verhoorhof se bevinding, veroor-\nsaak deur houe wat toegedien is met die ystervyl wat as bewys-\nstuk voor die Hof gedien het. Die gewig daarvan was 810 gram.\nDie dokter was van mening dat die oorledene dood is weens brein-\nbloeding wat veroorsaak is deur die houe op die oorledene se\nkop.\nDit blyk uit die getuienis dat besk 1 op een stadium\ntydelik vir die oorledene gewerk het en dus vertroud was met die huis en\nbesonderhede van oorledene se gewoontes van kom en gaan.\nOmtrent 'n week voor\ndie gebeure het die drie beskuldigdes,op\nbesk 1.../8\n8\nbesk 1 se voorstel, begin met die beplanning om by die oorledene se huis\nin te breek op 'n tydstip wat hy of sy bediende nie tuis\nsou wees nie. Reeds op\ndaardie stadium het beskuldigdes blyk-baar beplan om, nadat hulle ingebreek het,\ndie oorledene in te wag en\nwanneer hy die huis binne kom hom te oorval, vas te\nbind en hom te dwing om vir hulle te wys of te sê waar hy sy geld'\nbêre.\nTer voorbereiding het beskuldigdes musse gemaak om oor hulle koppe\nen gesigte te trek. Op die afgesproke dag, in die namiddag, het\nhulle toe by\noorledene se huis ingebreek nadat hulle die plek bespied het en seker gemaak het\ndat niemand tuis was nie. Die vyl waarmee\ndie oorledene later oor die kop\nge-slaan is,het hulle op oorledene se perseel gekry en is ge-bruik om een van\ndie huis se deure oop\nte forseer. Nadat be-\nskuldigdes die oorledene se huis deursoek het vir geld was dit\nmin .... /9\n9\nmin of meer die tyd wat die oorledene gewoonlik huis toe\ngekom\nhet en het die drie beskuldigdes in die huis naby die voordeur\nstelling gaan inneem en oorledene ingewag. Kort daarna het die\noorledene opgedaag en toe hy by die voordeur instap is hy, volgen.\ndie verklarings wat die drie beskuldigdes voor landdros afgelê\nhet, deur beskuldigdes vasgegryp. Besk 2 beweer in sy verklaring\ndat die oorledene *n vuurwapen uit 'n holster voor aan sy broek\ngepluk het maar dat hy die oorledene se hand vasgegryp het en\ntoe die oorledene twee houe met die vyl waarna ek vroeër verwys\nhet oor sy kop geslaan het. Besk 2 beweer dat besk 3 toe die\nvyl by hom gegryp het en die oorledene verdere houe daarmee\ntoegedien het. Die Verhoorhof het bevind dat dit nie saak\nmaak wie die verdere vier houe toegedien het nie - volgens\ndie mediese getuienis moes daar minstens ses houe geslaan gewees\nhet../ 10\n10\nhet - want beskuldigdes het deurgaans gesamentlik\nopgetree. Al drie beskuldigdes erken in hulle verklarings dat oorledene daarna\nvasgebind\nis en in die badkamer gegooi is. Besk 3 sê in sy verklarings dat\ndit hy was wat die woorde \"Once More Again\" op die muur geverf\nhet. Daarna het\ndie beskuldigdes, volgens hulle verklarings, voortgegaan om 'n hele klomp\nartikels uit die huis te steel. Hierdie\nartikels het hulle in die oorledene se\nmotor gelaai en hulle is toe met die voertuig daar weg. 'n Paar dae later is die\ndrie beskuldigdes\nin die omgewing van Carleton-ville in Transvaal gearresteer.\nDie oorledene se voertuig en sekere van die gesteelde goed is teruggevind.\nVolgens beskuldigdes se geboortesertifikate wat\nmet toestemming ingehandig\nis, is besk 1 gebore op 16 Oktober\n1964, besk 2 op 7 Oktober 1963 en besk 3 op 13 Januarie 1966 .\nGeen .... / 11\n11\nGeen vorige veroordelings is aan enige van die\nbeskuldigdes gestel nie en hulle is deur die Verhoorregter as eerste oor-treders\nbeskou.\nSoos die advokate wat voor hierdie Hof namens be-skuldigdes opgetree\nhet gedoen het, behandel ek ook eerstens die appèlle teen\ndie\ndoodvonnisse op die eerste aanklag wat die Verhoorregter in die uitoefening van\nsy diskresionêre be-voegdheid opgelê\nhet. Die oplegging van straf is\n'n plig wat aan die Verhoorregter opgedra is en hierdie Hof het in talle\nuitsprake beklemtoon dat\ndaar ruimte vir hierdie Hof is om 'n Verhoorregter se\nvonnis te verander alleenlik as dit blyk dat hy sy diskresie op 'n onbehoorlike\nof onredelike wyse uitgeoefen het. In die onlangse uitspraak in die saak van\nS v Pieters\n1987 (3) SA 717\n(A) op 728 B-C wys Botha AR daarop dat dit\neintlik .... / 12\n12\neintlik daarop neerkom dat hierdie Hof op appël \"daarvan oor-tuig moet\nwees dat die uitoefening van die diskresie (deur die Verhoorregter)\nop\nonbehoorlike of onredelike wyse geskied het\". Die advokate wat namens die drie\nbeskuldigdes op-getree het, het in hulle hoofde\nvan betoog in breë trekke\ndie-selfde patroon gevolg. Daar is in die eerste plek aangevoer dat die\nVerhoorregter nie oorweging,\nof nie genoegsame oor-weging, geskenk het aan die\noplegging van 'n lang termyn van gevangenisstraf as 'n moontlike alternatiewe\nvonnis\ntot die op-legging van die doodstraf nie. In dié verband is daar\nveral verwys na die feit dat al drie beskuldigdes nog betreklik\njonk is, dat\nhulle geen vorige veroordelings het nie en is aange-voer dat die dissipline en\nopleiding wat in 'n lang tydperk\nvan gevangenisstraf ondergaan word heel waarskynlik 'n\nhervormende .... / 13\n13\nhervormende uitwerking op beskuldigdes sal hê. Die advokate het\naangevoer dat die Verhoorregter in dié opsig 'n mistasting\nbegaan het. Ek\nmeen egter dat hierdie betoë sonder enige verdienste is. Die Verhoorregter\nsê in sy uitspraak op vonnis\no a die volgende:\n\"Dit is natuurlik so dat as 'n mens die hoogste vonnis oplê dan is daar\nnie eintlik enige sprake van rehabilitasie of verbetering\nvan die beskuldigde\nself nie en die Hof aan-vaar dat indien hy so 'n vonnis oplê waar hy 'n\ndiskresie het, dit beteken dat\ndie belange van die gemeenskap die belange van\ndie beskuldigde oorheers, dit wil sê swaarder weeg by die Hof.\"\nDit is dus heel duidelik dat die Verhoorregter\nwel deeglik die\nmoontlikheid van gevangegnisstraf oorweeg het maar weens die ernstigheid van die\nmisdaad en die ander feite wat hy\nvolledig in sy uitspraak uiteensit van mening\nwas dat\ndie doodstraf die gepaste straf is. In dié verband mag ek\nmiskien .... / 14\n14\nmiskien ook net verwys na\nS v Knoop\n1982 (2) PH H120 waar hier-die Hof\ngesê het dat die moontlikheid van rehabilitasie nie noodwendig 'n\ndoodvonnis uitsluit nie.\nDie advokate het ook aangevoer dat die\nVerhoor-regter die roof in sy uitspraak op vonnis verkeerdelik as \"'n uiterste\ngeval\" beskryf\nen dat hy in dié opsig 'n mistasting be-gaan het. Soos die\nHoofregter in\nS v Tshomi en 'n Ander\n1983 (3) SA 662\n(A) op 666 E dit\negter stel :\n\"Hierdie frase 'uiterste gevalle', of 'uiterste ge-val' , wat ook al in ander\nsake gebruik is, kan nie letter-lik opgevat word nie,\nwant as die Verhoorregter\ndie dood-vonnis slegs in 'n letterlik, of werklik,uiterste geval kan oplê,\nsal hy waarskynlik altyd\nmoet besluit dat die dood-vonnis nie 'n gepaste vonnis\nsal wees nie, want hy sal hom waarskynlik altyd 'n erger geval kan voorstel\nas\ndie een wat voor hom dien. 'n Verhoorregter se diskresie kan nie op so'n wyse\naan bande gelê word nie, en die uitdrukking\n'uiterste geval' kan dus nie letterlik opgevat word nie. Hierbenewens moet in\ngedagte gehou word dat hierdie Hof\nook .... / 15\n15\nook al gesê het dat dit die funksie van die Verhoorregter is om te\nbeslis of 'n geval voor hom as 'n uiterste geval beskou moet\nword of nie en dat\nhierdie Hof nie sonder meer sy mening oor die aangeleentheid vir dié van\ndie Verhoor-regter kan substitueer\nnie. (Kyk bv\nS v Kok\n, 'n uitspraak van\nhierdie Hof, gelewer op 13 Septëmber 1973 en gerapporteer in 1974 (1) PH\nH2).\"\nEk meen dus dat ook hierdie betoë namens beskuldig-des sonder\nverdienste is:\nDaar is ook namens beskuldigdes klem gelê daarop dat in\nhulle beplanning van die misdaad in die eerste aanklag vervat beskuldigdes\nnie\nernstige fisiese geweld op die oorle-dene be-oog het nie. Veral die advokaat wat\nnamens besk 2 opgetree het, het hierop uitgebrei.\nIn sy hoofde van betoog word\ndit soos volg gestel:\n\"Tweede appellant het oorledene met die vyl geslaan eers\nnadat\noorledene 'n rewolwer uitgepluk het. Hierdie houe was nie primêr toegedien\nom die oorledene te beroof nie,\nmaar .... / 16\n16\nmaar veel eerder om die appellant en sy makkers\nte vrywaar teen 'n moontlike lewensgevaarlike teenaanval deur die oor-ledene.\nDie\nfeit dat oorledene 'n rewolwer aan sy per-soon gehad het, was klaarblyklik\n'n verrassing vir tweede appellant en het appellant op\ndaardie stadium\ninstinkmatig opgetree toe hy die oorledene met die vyl geslaan het en het hy\nheel waarskynlik in die proses harder\ngeslaan as wat hy besef of be-oog\nhet.\"\nDie probleem met bogemelde en ander soortgelyke argumente wat die advokate\ngeopper het is dat geeneen van die appellante getuienis\nafgelê het nie en\nkom sê het wat die ad-vokate nou as moontlikhede namens hulle aan hierdie\nHof wil voorlê nie.\nBeskuldigdes het bv nie kom verduidelik waarom dit\nhoegenaamd vir besk 2 nodig was om die vyl met hom saam te dra toe hulle die\noorledene\nby sy voordeur gaan inwag het nie. Hulle het nie kom verduidelik\nwaarom dit nodig was om oorledene\nses houe met die gevaarlike instrument oor\ndie kop te slaan nie.\nHulle.../ 17\n17\nHulle het nie kom verduidelik waarom dit hoegenaamd nodig was om oorledene\nmet die vyl te slaan as die drie van hulle die betreklike\nou man net wou gryp en\nvasbind nie. Besk 2 sê self in sy verklaring aan die landdros dat toe die\noorledene die rewolwer uit\ndie holster pluk hy \"die hand waarin die vuur-wapen\nwas gegryp\" het. Eers daarna het hy die oorledene twee houe met die vyl oor die\nkop geslaan. Waarom dit toe nog nodig was word nie gesê nie. Daar is\nheelwat ander aspekte wat beskuldigdes, as hulle getuienis\nafgelê het, kon\nverdui-delik d w s indien hulle verduidelikings gehad het wat hulle wrede, en in\nsommige opsigte bizare, optrede\nmoontlik in 'n beter lig kon stel.\nEk is nie voornemens om verder met die betoë\nwat op die eerste\naanklag aan ons voorgelê is te handel nie.\nEk.../18\n18\nEk volstaan deur te sê dat ek geensins oortuig is dat die\nVer-hoorregter toe hy die doodvonnisse opgelê het sy diskresie\nop 'n\nonbehoorlike of onredelike wyse uit-geoefen het nie.\nEk behandel vervolgens\ndie Verhoorhof se bevind-ing op die tweede aanklag dat daar geen versagtende\nomstandig-hede aanwesig was nie\nen die verpligte doodvonnisse wat uit daardie\nbevinding gespruit het. Ek is nie van voorneme om die gronde wat beskuldigdes se\nadvokate\nter ondersteuning van hulle betoë dat die Verhoorhof moes bevind\nhet dat versagtende omstandighede wel aanwesig was in detail\nte bespreek nie.\nDaar is veral klem gelê op beskuldigdes se jeugdigheid, en na die feit dat\ndie opsetvorm slegs\ndolus eventualis\nwas. Al die faktore wat voor hierdie\nHof genoem is, is deur die Ver-\nhoorhof in sy uitspraak op die vraag of\nversagtende\nomstandighede .... / 19\n19\nomstandighede aanwesig was al dan nie behandel. Dit is in talryke uitsprake\nvan hierdie Hof benadruk dat dit primêr die funksie\nvan die Verhoorhof is\nom te beslis of daar versagtende omstandighede is en dat hierdie Hof dus aan\nbande gelê is wanneer hy\n'n appèl behandel teen 'n bevinding dat\ndaar geen ver-sagtende omstandighede was nie. Gevolglik sal hierdie Hof alleen\ningryp\nindien dit blyk dat die Verhoorhof by oorweging van hierdie vraag, 'n\nmistasting of ander onreëlmatigheid begaan het of indien\ndie omstandighede\nvan so'n aard was dat geen Hof redelikerwyse tot 'n ander gevolgtrekking kon\ngekom het nie as dat versagtende omstandighede\naanwesig was. Na my mening het\ndie Verhoorhof geen mistasting of ander onreelma-tigheid begaan nie en ek is\ngeensins oortuig dat\ngeen redelike\nHof in die onderhawige geval tot die gevolgtrekking kon gekom\nhet.../20\n20\nhet dat geen versagtende omstandighede aanwesig was nie,\nDie appèlle word van die hand gewys.\nH R JACOBS, AR\nVILJOEN , AR )\nstem saam NICHOLAS, Wn AR )",
  "scraped_at": "2026-02-11T21:16:16.456646",
  "date": "1987-09-21",
  "coram": [
    "Viljoen AR",
    "Jacobs AR",
    "Nicholas AR"
  ],
  "case_number": "93/87",
  "parties": {
    "applicants": [
      "Ishmael M Marotholi",
      "Zacharia M Kodisang",
      "Richard M Buzakwe"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "On 25 October 1985 the three appellants broke into the home of the deceased, J P B Marx, with the intent to rob. During the intrusion they bound the victim, assaulted him with an iron bar, poured paint over his body, and stole various articles before fleeing in the victim's car. The victim, a six‑year‑old man, was subsequently found dead in the bathroom with multiple skull fractures caused by the iron bar and severe facial injuries. The appellants were arrested a few days later in Carleton‑Ville, Transvaal, and the stolen goods and the victim's vehicle were recovered.",
    "issues": "The primary issues were whether the trial judge had exercised his sentencing discretion in imposing the death penalty in an appropriate and reasonable manner, and whether any mitigating circumstances existed that should have led to a lesser sentence. The appellants also contended that the trial court erred in finding no mitigating factors and in characterising the robbery as an \"extreme case\" justifying capital punishment.",
    "principles": "The court reiterated that a trial judge's discretion must be exercised reasonably and not arbitrarily, and that appellate courts may intervene only where discretion has been misapplied. Precedents such as S v Pieters, S v Knoop, S v Kok and S v Tshomi were cited to clarify the limits of discretion, the relevance of mitigating factors, and the appropriate consideration of youthful offenders in sentencing.",
    "application": "Applying these principles, the court found that the trial judge had fully considered the seriousness of the crime, the brutality of the murder, the absence of any mitigating circumstances, and the youth of the accused. Although the appellants were young and had no prior convictions, the nature of the offence—premeditated robbery followed by a vicious murder—justified the death sentence. The court held that the judge did not err in rejecting arguments that the robbery was not an \"extreme case\" or that rehabilitation prospects should outweigh the need for deterrence.",
    "conclusion": "The appeals were dismissed. The death sentences on both the robbery‑with‑intent‑to‑steal and the murder charges were upheld, and the orders of the trial court stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "death penalty",
      "sentencing discretion",
      "mitigating circumstances",
      "robbery",
      "housebreaking"
    ]
  }
}