{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/118.html",
  "case_name": "S v Isaacs (120/87) [1987] ZASCA 118 (30 September 1987)",
  "citation": "[1987] ZASCA 118",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 118\n|\nNoteup\n|\nLawCite\nS v Isaacs (120/87) [1987] ZASCA 118 (30 September 1987)\nDownload original files\nPDF format\nRTF format\nHENRY ISAACS\nAppellant\nen\nDIE STAAT\nRespondent\nSaaknommer 159/86\nmp\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPeLAFDELING)\nIn die saak tussen:\nHE\nNRY ISAACS\nAppellant\nen\nDIE STAAT\tRespondent\nCORAM:\nHEFER, AR , NICHOLAS, Wnd AR et STEYN, Wnd AR\nVERHOOR:\n24 September 1987\nGELEWER:\n30 September 1987\nUITSPRAAK\nSTEYN, Wnd AR\n2.\nSTEYN, Wnd AR,\nAppellant is op 4 September 1984 in die\nstreekhof te Stellenbosch skuldig bevind aan verkragting van die 13 jarige\nAntoinette October (die klaagster) en gevonnis tot 5 jaar\ngevangenisstraf. Hy\nhet haar op 13 Julie 1984 verkrag op die plaas Vierkant ín die distrik\nvan Stellenbosch waar albei van\nhulle en hul families destyds woonagtig was. Hy\nhet in hoër beroep teen sy vonnis gegaan na die Kaapse Hooggeregshof maar\nsy\nappèl is deur daardie Hof afgewys op 4 November 1985. Sy aansoek om\nverlof om verder na hierdie Hof te appelleer is op dieselfde\ndag geweier. Met\nverlof van hierdie Hof appelleer hy nou teen die afwysing van sy appèl\ndeur die Kaapse hof.\nDie klaagster is verkrag om ongeveer 21h00 in die nabyheid van haar tante se\nhuis op vierkant. Dit het so gebeur: Sy het ouder gewoonte\ndaardie aand na\nhaar ........\n3.\nhaar tante se huis gegaan om beeldradio te gaan kyk. Sy het om\nongeveer 20h45 daar aangekom. Appellant was toe ook daarbuite. Hulle\nhet mekaar\ngoed geken. Daar was destyds 'n minneband tussen hom en klaagster se niggie en\ndié was as gevolg daarvan toe 8\nmaande swanger. Appellant kon toe nie\nmeer met haar gemeenskap hou nie.\nVoordat klaagster die huis kon binnegaan, het appellant na haar gegaan, haar\nvan die stoepie voor die huis afgetrek en haar geneem\nna haar oom se motorkar\nwat daar naby langs die huis gestaan het. Toe sy hom by die kar vra hoekom hy\ndit doen het hy haar uitgevra\nna haar kuier by\n'n\nplek genoem Macassar.\nSy het nie vry-\nwillig met hom kar toe gegaan nie maar het nie om hulp\nhaar geroep of verset nie omdat sy hom geken het en nie wis\nwat hy beoog het nie.\nBy die motor het sy vir hom gesê sy wil nou terug tante se huis toe om\nte gaan televisie kyk. Maar\ninstede\n4.\ninstede daarvan om haar toe te laat om dit te doen het\nhy haar na 'n nabygeleë boom getrek ongeveer 50 m van die motor af. Dit\nwas\n'n koue reënerige aand. Sy het toe bang geword en in 'n flou stem om hulp\ngeroep. Niemand het haar blykbaar gehoor nie en\nappellant is nie van stryk af\ngebring níe.\nKlaagster het 'n langbroek en onderbroekie aangehad. Appellant het haar al\nstaande teen die boom vasgedruk, haar langbroek losgemaak\nen dit sowel as haar\nonderbroekie tot by haar knieë af getrek. Terwyl hy besig was om dit te\ndoen het \"oom Piet\", 'n erg beskonke\ntagtigjarige, slingerend naby hulle\nverbygegaan. Hy het klaarblyklik nie vir klaagster en appellant raakgesien nie.\nHy sou in elk\ngeval nie in sy toestand kon besef het wat by hulle aan die gang\nwas nie. Sy verbygang het appellant nie van stryk gebring nie. Hy\nhet sy broek\nook laat sak en met die woorde \"nou is die kans\" vir klaagster verkrag.\nsy\n5.\nSy was 'n maagd en appellant het haar defloreer. Dit was vir\nklaagster geestelik en liggaamlik 'n pynlike ondervinding. Haar maagdevlies\nhet\nin die proses veel= vuldige skeure opgedoen en haar skaamdele het gebloei.\nNa die verkragting het sy haarself herklee. Appellant wou haar nog by hom hou\nen het haar vasgehou. Sy het daarin geslaag om van hom\nlos te ruk en het gevlug\nna haar ouma se huis, twee huise van dié van haar tante af. Sy het\nhuilend daar aangekom. Toe sy\naanklop, het haar ouma vir haar oopgemaak. Sy het\nvinnig inbeweeg na haar kamer. Sy het daar gewoon. Die ouma het haar kamer toe\ngevolg en haar daar met haar broeke af aangetref. Haar skaamdele het gebloei. Sy\nhet aan haar ouma gesê dat dit brand en dat\nBuzi (appellant) haar verkrag\nhet. Haar ouma het haar aangesê om die beserings te was en het vaseline\naan haar gegee om aan\nte smeer. Haar ouma was toe só ontsteld en kwaad\noor wat met klaagster gebeur het dat sy self aan die huil gegaan het. Sy\nwis dat\nappellant\nse\n6.\nse minnares by klaagster se tante inwoon. Sy het toe vir\nappellant daar gaan soek en hom daar aangetref. Sy het hom tromp-op van die\nverkragting beskuldig. Hy het dit ontken en gesê dat hy net met klaagster\n\"gespeel\" het. Die ouma is toe terug na haar huis.\nAppellant het haar gevolg tot\nin haar huis. Sy het hom terstond daar uitgeboender met die woord \"Buzi, wat\nsoek jy in my huis? Jy\nmoet gaan. Jy het klaar my kind verkrag.\" Sy weet nie wat\nhy kom sê het nie want sy het hom nie kans gegee om te praat nie.\nSy was\nte kwaad. Die volgende dag is klaagster om 12h30 medies ondersoek deur dr\nBadenhorst, die distriksgeneesheer van Stellenbosch.\nSy was toe nog steeds in 'n\ngeskokte toestand.\nDwarsdeur die verhoor op die meriete van die aanklag en selfs vir 'n wyle\ndaarna, het appellant valslik ontken dat hy klaagster verkrag\nhet. Hy het\nvolgehou dat hy met haar toestemming sy vinger in haar skede ingedruk en daarin\n\"gespeel\" het daarmee. Vir doeleindes\nvan\nvonnis\n7\nvonnis is die saak op versoek\nvan\ndie prokureur wat hom tydens\ndie hele verhoor bygestaan het, na skuldigbevinding uitgestel sodat 'n\nproefbeampte se verslag oor appellant\nverkry kon word vir doeleindes van vonnis.\nGeen vorige veroordelings is teen appellant bewys nie. 'n Proef= beampte, mev\nRené\nSymons, het onderhoude met appellant en sy ouers gevoer. Hulle het\ntoe reeds weggetrek van die plaas Vierkant af. Sy het 'n verslag\naangaande\nappellant\nopgestel. Sy is ook deur die verdediging geroep as getuie by die\nvoortgesette verhoor. Sy het haar verslag toe bevestig en ingehandig\n(bew\nA).\nTydens haar onderhoud met hom het appellant steeds die verkragting ontken en\nte kenne gegee dat klaagster en haar familie hom valslik\ndaarvan beskuldig het.\nIn bew A doen sy o m soos volg verslag oor appellant se houding:\n\"Die betrokkene ontken die klagte van verkragting en beweer dat die familie\nmoontlik 'n wrok teen hom koester.\nBetrokkene\n8.\nBetrokkene meld dat hy nie skuldgevoelens ervaar nie aangesien\nhy nie die skuldige party\nis nie. Hy is egter teleurgesteld in\ndie\nklaagster omdat sy so 'n tipe klagte teen\nhom aanhangig gemaak het\nBetrokkene ontken die misdaad ten sterkste en ervaar geen skuldgevoelens nie.\nDie getuienis teen hom blyk egter verdoemend te wees.\"\nHaar aanbeveling ten aansien van vonnis was \"dat die Hof vir vonnisdoeleindes\nna goeddunke optree.\"\nAppellant het self ook ter versagting van vonnis getuig. Hy het toe beweer\ndat hy berou het oor sy wandaad en dat hy en sy moeder\nna die besoek van die\nproefbeampte gegaan het na klaagster en haar familie en hulle om verskoning gaan\nvra het. Uit die verslag,\nbew A, en uit wat appellant self getuig het, blyk dit\ndat hy toe reeds vir 4 /2 jaar by die W N N R werksaam was teen 'n pas verhoogde\nsalaris van R240,00 per maand en dat sy minnares op 11 Augustus 1984 geboorte\ngeskenk het aan 'n seuntjie wat appellant onderhou\nteen R60 per maand.\nBy\n9.\nBy vonnisoplegging het die streeklanddros\nappellant se persoonlike\nomstandighede in ag geneem. Hy het voorts opgemerk dat alhoewel klaagster effe\ngroter as die\ngewone 13-jarige meisie was, \"haar voorkoms \t beslis nie\ndié van 'n\njong volwasse meisie (was) nie.\" Hy het ook in ag geneem dat daar geen getuienis\nwas dat sy weens die verkragting\nenige permanente psigiese letsel opgedoen het\nnie. Maar hy het daarenteen beklemtoon dat die klaagster goed aan appellant\nbekend\nwas, dat hy sy posisie in haar familie misbruik het om haar by te kom en\nhaar toe verkrag het in a lokaliteit wat vir haar veilig\nbehoort te,gewees\nhet.\nDie streeklanddros het ook die volgende gesê oor verkragting en die\nvoorkoms daarvan in sy regsgebied:-\n\"Die misdryf van verkragting is 'n baie, baie ernstige misdryf. Dit is seker\neen van die mees ernstige misdrywe wat teenoor 'n vrou\ngepleeg kan word. Dit is\n'n misdryf wat veelvuldig voorkom in hierdie streekafdeling. Trouens dit kom so\nveelvuldig voor dat die\nHof dit seker die beste kan beskryf deur te sê dat\ndit epidemiese afmetings aanneem. In sekere areas binne hierdie streekafdeling\nis 'n vrou nêrens veilig nie, nie eers in haar\neie\n10.\neie huis nie. Selfs hulle huise word binnegedring en hulle word in hulle eie\nhuise verkrag. Dit noem die Hof net om agtergrond te\ngee aan die misdaad om aan\nte dui watter afmetings hierdie misdryf aanneem in hierdie streekafdeling.\"\nDie landdros het tot die gevolgtrekking gekom \"dat gevangenisstraf die\nenigste gepaste vonnis behoort te wees\" en appellant toe tot\nvyf jaar\ngevangenisstraf gevonnis.\nIn sy uitspraak in die Kaapse Provinsiale Afdeling het HOWIE, R die voormelde\nopmerkings van die streeklanddros oor die aard en voorkoms\nvan verkrag= ting ten\nvolle aangehaal en die relevansie en belang daarvan bevestig. Die geleerde\nRegter het t a v die proefbeampte\nse verslag beklemtoon dat die Hof daarvolgens\nvir vonnisdoeleindes na goeddunke moet optree. Hy het die volgende\nbygevoeg:-\n\"Daar was byvoorbeeld geen aanbeveling of waarskuwing dat gevangenisstraf\nbesonder\n11.\nbesonder nadelige gevolge vir appellant sou hê nie. Daar is ook\nopgemerk dat ten tye van die ondersoek appellant geen berou\ngetoon het ten\nopsigte van wat hy gedoen het nie.\"\nOor appellant se latere bewering in sy getuienis ter versagting van vonnis\ndat hy berou het oor sy wandaad, het die geleerde Regter\nhom soos volg\nuitgelaat:\n\"Dit is moeilik om die afleiding te vermy dat daardie uitdrukking van\nbeweerde berou die gevolg was van die opmerkings van die welsynsbeampte.\"\nNadat hy o m die persoonlike omstandighede van appellant en die wyse waarop\nhy die verkragting gepleeg het, oorsigtelik behandel het,\nsluit die geleerde\nregter sy uitspraak af soos volg:\n\"In hierdie omstandighede wil dit my voorkom dat daar nie gesê kan word\ndat die vonnis wat die landdros opgelê het so\nbuitensporig swaar was of so\nbuite verhouding met die vereistes van die saak nie dat hierdie Hof kan inmeng\nnie. Daar moet nie net\ndie persoonlike besonderhede\nvan...\n12.\nvan die oortreder in ag geneem word nie maar ook die belange\nvan die gemeenskap en dit is die Hof wat uitlating moet gee aan wat die\nbelange\nvan die gemeenskap verg. Soos reeds gesê, dit was 'n ernstige misdryf .\nTweedens , moet 'n mens daarteen balanseer\ndie omstandighede en eienskappe van\ndie oortreder self en dan derdens, in ag neem wat die gevoelens van die\ngemeenskap is. 'n Mens\nmoet kyk na wat die gevoelens van die familie van die\nklaagster moes gewees het na hierdie misdryf. Nadat \"n mens alles opgeweeg\nhet\ninsluitende die behoefte aan wat somtyds 'mercy' of 'compassion' genoem word, is\nek nie daarvan oortuig dat die mate van verskil\nin die vonnisse bestaan wat\nhierdie Hof toelaat om in te meng nie.\"\nBy die aanhoor van die appël voor hierdie Hof het mnr Mohamed namens\nappellant aan ons meegedeel dat appellant aanbied om aan\nklaagster\nskadeverdoeding ten bedrae van R5 000 te betaal teen maandelikse paaiemente van\nR200. Hy het betoog dat dit gepas sou wees\nom die vonnis op te skort op\nvoorwaarde dat appellant daardie vergoeding aldus betaal.\nDaar\n13.\nDaar kan om twee redes nie aan daardie versoek voldoen word nie. Eerstens,\nomdat dit weens sy inkomste duidelik is dat appellant nie\ninstaat sal wees om\ndaardie vergoeding te betaal nie. Tweedens, omdat dit sal neerkom op\nongeoorloofde inmenging deur hierdie Hof\nmet 'n diskresionêre vonnis deur\ndie verhoorhof opgelê en deur die,Kaapse Hof bekragtig. Dit is oorbekende\nreg dat hierdie\nHof slegs 'n beperkte vermoë het om met so 'n vonnis in te\nmeng. Die vereistes om sodanige inmenging te regverdig is onlangs\nsoos volg\nsaamgevat en verduidelik deur BOTHA, AR in\nS v Pieters\n1987 (3) SA 717\n(A) op 727 F - 728 C:-\n\"Met betrekking tot appèlle teen vonnis in die algemeen is daar\nherhaaldelik in talle uitsprake van hierdie Hof beklemtoon\ndat vonnisoplegging\nberus by die diskresie van die Verhoorregter. Juis omdat dit so is, kan en sal\nhierdie Hof nie ingryp en die\nvonnis van '\nn\nVerhoorregter verander nie,\ntensy dit blyk dat hy die diskresie wat aan hom toevertrou is nie op 'n\nbehoorlike of redelike wyse uitgeoefen\nhet nie. Om dit\nandersom\n14.\nandersom te stel: daar is ruimte vir hierdie Hof om 'n Verhoorregter se\nvonnis te verander alleenlik as dit blyk dat hy sy diskresie\nop 'n onbehoorlike\nof onredelike wyse uitgeoefen het. Dit is die grondbeginsel wat alle\nappèlle teen vonnis beheers. Met die\ntoe= passing van daardie beginsel in\nindividuele gevalle word daar in die uitsprake van hierdie Hof van tyd tot tyd\nverskillende\ntoetse, hulpmiddels en maatstawwe geformuleer en aangewend om, na\ngelang van die besondere omstandighede wat onder behandeling is,\nte bepaal of\ningryping geregverdig sou wees. Wat dit betref, is daar soms verskille in die\nbewoording wat in verskillende uitsprake\naangetref word. Sulke verskille moet\nmet omsigtigheid benader word, want dit sou verkeerd wees om - soos advokate te\ndikwels geneig\nis om te doen - 'n oënskynlik algemene stelling, wat\ntoepaslik is in die samehang van die besondere feite wat behandel word,\nuit die\nverband van 'n uitspraak as geheel te neem en te probeer, amper asof dit die\nkrag van\n'n\nstatutêre voorskrif het of 'n wet van Mede en Perse is,\nom dit op 'n andersoortige stel feite toe te pas waarop dit in der waarheid\nnie\ntoepaslik is nie. Dit is daarom dat ek hierbo weer eens die grond= beginsel\nbeklemtoon het: per slot van sake is dit daardie\nbeginsel wat uiteindelik en\naltyd van deurslaggewende belang is. In verband met daardie beginsel sou ek nog\nnet een verdere oorweging\nwou byvoeg. Hierbo het ek verwys na gevalle waar 'dit\nblyk' dat\ndie Verhoorregter sy diskresie op 'n onbehoor-\npf onredelike like wyse uitgeoefen het. Dit moet verstaan\nword\n15\nword in die sin dat hierdie Hof op appèl daarvan oortuig moet wees dat\ndie uitoefening van die diskresie op onbehoorlike of\nonrede— like wyse\ngeskied het. Na my mening spreek dit eintlik vanself, want, juis omdat hierdie\nHof nie sonder meer\n'n\neie diskresie het om uit te oefen nie, sou daar\nsonder sodanige oortuiging geen voldoende rede bestaan om in te gryp nie-\"\nIn\nPieters\nse saak het BOTHA, AR ook aandag geskenk aan die\nvroeëre uitspraak van hierdie Hof in S v M\n1976 (3) SA 644\n(A). Daar het\nMULLER, AR die toets wat toegepas moet word om vas te stel of hierdie Hof die\nbevoegdheid het om met so 'n diskresionêre\nvonnis in te meng op\ntweërlei wyse geformuleer. Op 734 B - F het BOTHA, AR daardie twee\nformulerings só tot 'n enkele\nsaamgesnoer:\n\"Aangesien die twee formulerings as verwissel baar langs mekaar gestel is,\nstaan dit 'n mens vry om kommentaar te lewer oor die verskille\nin die bewoording\ndaarvan en om na gemeen= skaplike grond tussen die twee te soek. Die tweede\nformulering, 'dat geen redelike Hof\ndie vonnis sou opgelê het nie wat deur\ndie Verhoorhof opgelê is', het na my oordeel die\nnadeel\n16.\nnadeel dat dit moontlik die indruk kan skep dat ingryping\nslegs geoorloof is as die vonnis van die Verhoorregter so verregaande onredelik\nis dat dit bykans grens aan die absurde, wat natuurlik nie die geval is nie.\nDaarteenoor het die eerste formulering, 'of die Verhoorhof\nredelikerwys die\ndiskresie uitgeoefen het wat aan hom toevertrou is', na my oordeel moontlik die\nnadeel dat dit nie ten volle uiting\ngee nie aan die gedagte dat ingryping slegs\ngeoorloof is as die Hof op appèl oortuig is daarvan die die Verhoor=\nregter sy\ndiskresie op 'n onredelike wyse uitgeoef en het. Met die oog op\nhierdie oorwegings is ek van mening dat die twee formulerings genoem\ndeur\nMULLER, AR saamge= snoer kan word in een enkele vraag: of díe\nVerhoorregter redelikerwyse die vonnis kon opgelê\nhet wat hy wel\nopgelê het. Dit is die deurslaggewende vraag: as die antwoord daarop .\nbevestígend is, is dit die einde\nvan die saak.\"\nBy die toepassing van die benadering in\nPieters\nop die onderhawige\ngeval is ek van mening dat daar nie met die opgelegde vonnis ingemeng kan word\nnie. Dit is weliswaar 'n gedugte\nbestraffing wat aan appellant toegemeet is.\nMaar 'n beskaafde gemeenskap moet sy vroue en dogters se liggaamlike en\ngeestelike integriteit\neffektief\n17.\neffektief beskerm, veral teen die wrede en vernederende\nskending daarvan deur verkragting. As daardie skending so dikwels in 'n bepaalde\nstreek voorkom dat dit, soos hier\n,\n\"epidemiese afmetings\"aanneem, moet\ndie beskerming daarteen versterk word deur verskerpte bestraffing daarvan. Dit\nis wat in die onderhawige\ngeval gebeur het. Daarbe= newens is die\nstrafversagtende werking van appellant se persoonlike omstandighede grootliks\ngeneutraliseer\ndeur . die verswarende omstandighede van klaagster se jeugdigheid\nen deflorasie, die aard van die omgewing waarin appellant haar\nverkrag het en\ndie misbruik wat hy gemaak het van die vertroue wat klaagster weens sy verband\nmet haar familie in hom gehad het.\nEk is derhalwe tevrede dat die streekslanddros redelikerwyse die vonnis van\nvyf jaar gevangenisstraf aan appellant kon opgelê\nhet en dat die Kaapse\nHooggeregshof korrek was met die bekragtiging daarvan. In die woorde\nvan\n18. van BOTHA, AR \"is dit die einde van die saak\". Die appel word\nafgewys.\nM T STEYN, Wnd AR\nHEFER, AR)\nStem saam\nNICHOLAS, Wnd AR )",
  "scraped_at": "2026-02-11T21:22:34.656205",
  "date": "1987-09-30",
  "coram": [
    "HEFER, AR",
    "NICHOLAS, Wnd AR",
    "STEYN, Wnd AR"
  ],
  "case_number": "159/86",
  "parties": {
    "applicants": [
      "Henry Isaacs"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Henry Isaacs was convicted in the Stellenbosch Regional Court on 4 September 1984 of raping 13‑year‑old Antoinette Oct., his former girlfriend who had become pregnant after a prior relationship. The assault took place on 13 July 1984 at the farm Vierkant, near the victim's aunt's house. Isaacs pulled the girl from a verandah, forced her into a nearby motor, and, after dragging her to a tree, stripped and raped her. He was sentenced to five years' imprisonment. Isaacs appealed to the Cape High Court, which dismissed his appeal on 4 November 1985; his request for leave to appeal to the Supreme Court of Appeal was refused. He now appealed the High Court's dismissal, also seeking permission to pay R5,000 compensation to the victim in instalments.",
    "issues": "1. Whether the trial court erred in imposing a sentence of five years' imprisonment for the rape. 2. Whether the appellate court should interfere with the trial judge's sentencing discretion. 3. Whether the request for a compensation order in lieu of part of the sentence should be granted.",
    "principles": "The court reiterated that rape is a grave, serious offence attracting severe punishment, and that sentencing judges possess discretion which may only be reviewed on appeal if exercised unreasonably or improperly. The test for appellate interference follows the principles laid down in S v Pieters and earlier authorities, requiring a demonstration that the trial judge failed to exercise discretion in a reasonable manner. The court also noted the importance of community interests and the need for deterrence in cases of widespread sexual violence.",
    "application": "Applying these principles, the court examined the trial judge’s consideration of the victim’s vulnerability, the brutality of the offence, and the lack of mitigating factors. It found that the trial judge had correctly taken into account the seriousness of the crime, the impact on the community, and the appellant’s personal circumstances, and that the five‑year term was proportionate. The request for a compensation order was rejected because Isaacs’s income was insufficient and because such an order would constitute impermissible interference with the sentencing discretion already exercised by the trial judge.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal upheld the five‑year imprisonment sentence imposed by the trial court and rejected the appellant’s request for a compensation arrangement."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "sentence",
      "appeal",
      "judicial discretion",
      "community protection"
    ]
  }
}