{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/117.html",
  "case_name": "S v Gcabashe and Another (119/87) [1987] ZASCA 117 (30 September 1987)",
  "citation": "[1987] ZASCA 117",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 117\n|\nNoteup\n|\nLawCite\nS v Gcabashe and Another (119/87) [1987] ZASCA 117 (30 September 1987)\nDownload original files\nPDF format\nRTF format\nJO\nSEPH GCABASHE\nAppellant No 1\nMNUXA JEROMA GCABA\nAppellant No 2\nAND\nTHE STATE\nRespondent\nCase No 61/87 mp\nIN THE SUPREME COURT OF SOUTH APRICA (APPELLATE DIVISION)\nIn the matter between:\nJOSEPH GCABASHE\nAppellant No. 1 (Accused\nNo. 2 in Court\na quo)\nMNUXA JEROMA GCABA\nAppellant No. 2 (Accused\nNo. 3 in Court\na quo)\nand\nTHE STATE\nRespondent\nCORAM\n: VAN HEERDEN, GROSSKOPF, JJA et STEYN,\nAJA\nHEARD:\n11 September 198\nDELIVERED:\n30 September 1987\nJUDGMENT\nSTEYN , AJA\n2.\nSTEYN, AJA,\nBoth appellants were sentenced to death by BROOME, J on\nDecember 12 1986 on each of two counts, one of murder and the other of\nhousebreaking\nwith intent to rob and robbery with aggravating circumstances.\nThey had been arraigned before him sitting with two assessors at Scottburgh\nin the Circuit Local Division for the Southern District\nof Natal. At the trial\nappellants appeared as accused no's 2 and 3 with two other accused. They were\njointly charged on three counts,\nthe first being murder, the second attempted\nmurder and the third house= breaking with intent to rob and robbery with\naggravating\ncircumstances. The gist of these counts was that on the 5th of June\n1986 at the Oribi Gorge Hotel in the district of Port Shepstone\nthey murdered\nTimothy Peter James Jeffreys (the deceased), attempted to murder his wife, Olive\nAlexandria Jeffreys (the complainant),\nand broke into and entered the said\nhotel, the residence of deceased and\ncomplainant,\n3.\ncomplainant, with intent to rob them and then robbed them of one .32\nrevolver, 3 rounds of ammunition, R400 in cash, a cheque book,\na purse and three\nbundles of keys.\nAll four accused pleaded not guilty, each denied any participation in the\nalleged offences, and each raised an alibi as defence. Accused\nno 1 was\nacquitted on all counts but the appellants and accused no 4 were convicted on\ncount 1 of murder on the basis of\ndolus eventualis;\non count 2 they were\nconvicted of assault with intent to do grievous bodily harm, also on the basis\nof\ndolus eventualis;\nand on count 3 they were convicted as charged, but\nas to the robbery apparently only in respect of the purse, the revolver, the\nkeys\nand \"the money\" (i e R200 - R300).\nIn respect of the murder the majority of the Court found that there were\nextenuating circumstances in the case of accused no 4, but\nunanimously found\nthat there were none in the cases of the appellants. The extenuating\ncircumstances found in respect of the fourth\naccused were\nthat\n4 . that he was 21 years of age at the tlme of the murder, that he\nwas younger, less intelligent and less mature than accused no's\n2 and 3 and that\nhe was possibly influenced by them to join in the offences resulting\ninter\nalia\nin the murder of the deceased, \"something that he on his own or with\npeople with his own level of maturity might not have done.\"\nAccused no's 2 and 3 were respectively 22 and 23 years old on the 5th of June\n1986.\nPor the purposes of the discretionary sentences previous convictions were\nproved against accused 2 and 4 which they admitted. Accused\nno 2 (first\nappellant) admitted four previous convictions of housebreaking with intent to\nsteal and theft, comprising eleven counts\nin all, during the period August, 15,\n1977 to November 1979. In respect of the first, second and third convictions he\nwas sentenced\nas a juvenile offender, to cuts with a light cane for the first\nand second convictions and for the third to\nbe\n5. be sent to a reform school as defined in sec 1 of the Childrens'\nAct, 1960. On the fourth occasion (seven counts) he was sentenced\nto a total of\n42 months' imprisonment conditionally suspended for 5 years.\nThe fourth accused admitted three previous convictions for housebreaking with\nintent to steal and theft and one for possession of\ndagga, during the period\nNovember 14 1979 to November 18 1985. In respect of the first and second\nconvictions for housebreaking he\nwas sentenced as a juvenile to cuts with a\nlight cane and for the third (the fourth of the previous convictions, that in\nrespect\nof dagga being the third) to 9 months' imprisonment on November 18 1985.\nIn this offence R1 069 worth of clothing was involved.\nRegarding count 3 mitigating circumstances (being mainly the same as the\naforementioned extenuating circumstances) were found by the\nlearned Judge to be\npresent in the case of accused no 4, but none in respect of\nappellants\n6\nappellants.\nThe mandatory death sentence for the murder was then imposed upon the\nappellants, as well as the discretionary death sentence on count\n3, the learned\nJudge having found in respect of that offence that it was \"an extreme case and a\nproper one for the death sentence\"\neven though he accepted that there may well\nbe more serious cases of that nature. On count 2 he sentenced appellants to\nimprisonment\nfor 18 months and 2 years respectively.\nAccused no\n4 was sentenced as follows:\nOn count no 1 - 10 years' imprisonment;\nOn count no 2 - 18 months' imprisonment;\nOn count no 3 - 8 years' imprisonment.\nIt was ordered that all three sentences run concurrently.\nAppellants were given leave by the Court\na quo\nto appeal against the finding that there were no extenuating\nand circumstances in their cases and against the mandatory and\ndiscretionary death sentences; but leave to appeal against\ntheir\n7.\ntheir convictions was refused. In considering their appeals the Trial\nCourt's findings of fact on the merits will consequently have\nto be\naccepted.\nThose findings and the relevant admitted or undisputed facts are briefly the\nfollowing:-\nThe deceased and complainant were an aged couple who owned and had for many\nyears been running the Oribi Gorge Hotel, which is about\n24 km inland from Port\nShepstone. They resided in a separate set of rooms in the hotel. Their married\nson, Kenneth, occupied a separate\ndwelling on the hotel premises, 80 - 100\nmetres from the main building. During the night of the 4th/5th June 1986 they\nwere all at\nhome. There were no guests staying overnight and the old couple were\nthe only residents in the hotel.\nDeceased suffered from emphysema and went to bed before his wife. On retiring\nat 11 pm she unlocked the front door of the hotel as\nhad been her wont for 39\nyears so as to enable a servant to enter early in the morning to\nmake\n8.\nmake the kitchen fire.\nTheir living-quarters consisted of a private lounge entered from the\nreception area at the front door, a bedroom entered from the\nprivate lounge and,\nentered from the bedroom, a combined dressing-and bathroom (the latter being\npartitioned off from the former).\nAccording to the police sketch plan (part of\nexh C) the lay-out of these quarters was then as follows. Coming from the front\ndoor\none would have had to turn left in the reception area to enter the private\nlounge, then proceed straight through to the bedroom,\nthe door of which was\ndirectly opposite the entrance to the lounge. On entering the bedroom there were\ntwo beds to the right front\nat rightangles to the bedroom door, with their heads\nagainst the right-hand wall. Deceased's bed was furthest from the door and was\nseparated from complainant's by a bedside table. To reach his bed one would have\nhad to pass by the foot of complainant's.\nOn\n9.\nOn entering the bedroom one had to turn to the right\nto rêach the dressing-room door which was at rightangles to the bedroom\ndoor. To the left of the dressing-room door and inside the dressing-room area\nthere was a short passage between the bathroom partition\nand the bedroom wall.\nAt the end of this passage there was a narrow door opening outwards onto the\nverandah on which there were several\ntables with chairs.\nOn the night in\nquestion none of these doors were locked but complainant closed the bedroom door\nwhen she retired. She put off her\nlight at about midnight and she and her\nhusband went to sleep. The bedroom was then semi-dark, being dimly lit by a very\nbright outside\nlight on the hotel premises which shone through the thin white\ncurtains at the bedroom window. The deceased always kept a revolver\nnear his bed\nbut complainant did not know exactly where.\nAt what must have been about 02h00 complainant was woken by the door to the\nlounge \"flying open\". Four\npersons\n10. persons rushed into the bedroom and\nmade straight for the deceased's bed but she could not see what they did to him.\nOne of the\nintruders then took her by the throat. He had a knife. She resisted\nhim and during the course of the struggle was badly cut on her\nleft hand. (The\ntendons of her left ring and little fingers were severed in the process and\nthose fingers became permanently useless).\nWhilst so struggling with him she\nasked her assailant what he wanted. One of the four replied in English that they\nwanted money and\nfirearms. She then noticed the deceased \"floundering\" (as she\ncalled it) and wondered why he was taking so long to produce his revolver.\nThen\nhe got up and as he did so she noticed that he had the firearm in his hand and\nthat he had blood on his pyjamas and was \"bleeding\nfreely from his shoulder.\"\nShe realised that he had been stabbed, although she had not seen anyone doing\nso. Deceased raised his\nrevolver but did not fire, and asked the intruders what\nthey wanted. Without replying all four pounced upon him and\ndisarmed .......\n11.\ndisarmed him. One of them then switched on the bedroom light and she saw that\nall of them were masked, wearing \"balaclava-like\" apparel\ncoming down over their\nheads to their waists, with openings only for their eyes, hoses and mouths. They\nransacked the room and one\nremoved her purse containing about R200 - R300 from\nher handbag which had been taken from the drawer where it had been kept. They\nalso removed her safe keys, the kitchen keys and deceased's safe keys. But they\napparently wanted more money.\nComplainant then decided to escape from them and to take the \"floundering\"\ndeceased with her. Holding him in front of her and guiding\nhim, she said to the\nintruders \"come on, I'll show you where the money is\". She then moved towards\nthe narrow verandah door via the\ndressing-room and passage. The intruders\nfollowed, her assailant holding a knife to her back. On the way she repeated her\nrequest\nin a loud voice. The one walking behind her with the knife warned her to\nkeep quiet, saying \"shh, I'll kill you if you\ndon't......\n12.\ndon't keep quiet.\" On reaching the verandah door at the end of the passage,\nshe opened it, pushed the deceased through it onto the\nverandah and slammed the\ndoor shut in the faces of the intruders. They apparently turned tail and made\noff with their loot.\nComplainant seated the deceased at one of the verandah tables and went to\nphone her son for help. He received the call at about 02hl5\nand immediately came\nto the aid of his parents. The deceased was by then in a state of collapse.\nKenneth took his father and mother\nto the Port Shepstone hospital but deceased\nwas dead on arrival. He had several wounds and hurts, the most serious of which\nwas a\nstab wound on the right shoulder which entered his body in the vicinity of\nthe shoulder blade and penetrated to a depth of 8 - 10\ncm, severing major blood\nvessels and\ncollapsing the right lung. This wound caused considerable\nbleeding into the chest cavity, 1 ½ 1 of blood being found\nthere. This was clearly a knife wound and if an Okapi\nknife\n13.\nknife had been used to inflict it, the knife would have\npenetrated to the full length of the blade. On the deceased's left shoulder\nthere was a smaller wound, 2 - 3 cm deep, probably inflicted with a screwdriver.\nOn the deceased's forearms there was a loss of skin\nconsistent with a struggle\nduring which he was held by the forearms and struggled to free himself, the grip\nand the wrenching causing\nthe skin to strip. In the post mortem report (exh D)\nthe age of deceased is given as 81 years and the medical evidence is that the\naged tend to suffer damage to their skins more easily than do younger persons.\nThe cause of the deceased's death was, however, the\nstab wound on the right\nshoulder.\nBy virtue of (i) a palm-print of accused no 2 found in the private lounge on\nthe frame of the door to the reception area, (ii) statements\nmade by accused\nno's 2, 3 and 4 to a magistrate during proceedings in terms of\nsec 119\nof the\nCriminal Procedure Act, no 51 of 1977\nand (iii) certain pointings-out by each of\nthem, the Trial Court\nfound\n14.\nfound that these accused were three of the four persons who , had\nbroken into the hotel and into the bedroom, assaulted the aged couple\nand robbed\nthem as aforesaid, that they had acted in the execution of a pre-conceived\ncommon purpose, and that it was accused no\n3 (second appellant) who had fatally\nstabbed the deceased and wounded the complainant. These are the findings upon\nwhich the convictions\nwere based. It must also be mentioned that in the\nsec 119\nproceedings accused no 4 admitted that he had been armed with a screwdriver.\nTurning now to a consideration of the appeals I deal firstly with the\nquestion whether the Court\na quo\nerred in finding that no extenuating\ncircumstances existed in the appellants' cases.\nThe learned Judge formulated the Court's finding as follows:\n\"Extenuating circumstances have been defined in a number of cases and it is\nnot necessary to repeat the definition. The factors which\nthe\nCourt\n15.\nCourt considers weigh against Accused No. 2 in this case are the element of\npremeditation - he speaks about this in his statement;\nthe discussions which\npreceded the incident. As regards his role, the basis for his guilt has already\nbeen explained. Although it\nis a case of\ndolus eventualis,\nit is not a\ncase in which that\ndolus\nonly operates remotely. It cannot be labelled as\nan unfortunate case and something that although was foreseen was somewhat\nremote.\nIt was not a case for instance, of a stray stab wound effected on the\npoint of departure. There was in this case a fairly intense\nstruggle. It is so\nthat the cause of death was a single stab wound but sight must not be lost of\nthe fact that there was a fight;\nthere was a struggle; the deceased did have the\nskin torn off his forearms and he did have a second wound on his other\nshoulder.\nAs regards Accused No. 2, his age is given as\" 22 but the impression he\ncreated when he gave evidence was that of a mature young mah\nand in the\nassessment of the Court, immaturity is totally absent.\nSo as regards Accused No. 2 then, the Court can find no circumstances which\noperate to reduce his moral blameworthiness.\nAs regards Accused No. 3, much of what has been said applies to him. The\nstarting point is perhaps that he appears to the Court to\nbe a little more\nmature and a little older than\nAccused\n16.\nAccused No. 2. He played a major role. It was he who entered\nwith an open knife. It was he who stabbed the deceased and then it was\nhe who\nstabbed the complainant. In all the circumstances, we can find no basis upon\nwhich it can be held that there were circumstances\nwhich must have affected his\nmind so as to render his conduct morally less reprehensible.\"\nI can find no fault with that conclusion. It is clear that appellants and\ntheir fellow miscreants had planned the break-in for the\npurpose of robbing the\naged couple of their money and firearms and had masked themselves for that\nnefarious purpose. That they knew\nexactly where the deceased was sleeping and\nintended to put him out of action forthwith is graphically demonstrated by the\nway they\npounced upon him immediately upon bursting into the bedroom, by-passing\nthe complainant for the moment. But the way complainant was\nthereafter also\nassaulted and wounded and the deceased manhandled in the process of disarming\nhim, (during the course of which he\nmust have suffered the said loss of. skin),\nequally demonstrates their joint intention of over= whelming their victims with\nphysical\nand armed force.\nWhen\n17. When the bedroom light was switched on they must at least then\nhave realised that they had to do with two very old persons and\nthat the\ndeceased had been seriously wounded; but that did not cause them to relent.\nAppellants had already reached the age of discretion\nand must have realised that\none or other of their victims could be fatally hurt in the process of\noverwhelming them. To my mind the\nCourt a quo was correct in its estimation that\nin appellants' case the\ndolus\nhere in issue did not operate remotely.\nIndeed, it clearly came very close to\ndolus directus.\nThey were not moved\nby any dire material need to break into the hotel and to assault and rob their\nvictims. It was clearly greed\nthat so moved them.\nThis Court has repeatedly emphasised that\ndolus\neventualis is not by\nitself an extenuating circumstance. It is only when it is considered in the\ncontext of the relevant surrounding\ncircumstances that it might have a\ncontributory extenuating effect. It had no such effect in the present\ncase\n18. case. The Court having correctly found that there were no\nextenuating circumstances, the learned Judge was obligedto sentence\nthe\nappellants to death for the murder of the deceased. Their appeals against that\nfinding and the death sentences imposed for the\nmurder of the deceased must\nconsequently fail.\nI now proceed to consider their appeals against the imposition of the death\nsentences on the third count. In the present matter those\nwere discretionary\nsentences which could be imposed by the learned Judge in terms of\nsec 277\n(l)(c)\nof the\nCriminal Procedure Act, 1977\n.\nIt was urged upon us on appellants' behalf that the learned Judge had failed\nto exercise his discretion properly in that when deciding\nupon sentence he had\nfailed to divorce his mind from the fact that the deceased had been killed and\nthat he had also failed to consider\na long term of imprisonment as a suitable\nalternative to the death\nsentence.\nThe\n19. The test to be applied by this Court in deciding whether a Trial\nJudge had properly exercised his discretion in passing sentence\nhas recently\nbeen reformulated and clarified in\nS v Pieters\n1987(3) SA 717(A) in the\nfollowing terms by BOTHA, JA at 727 F - 728C:-\n\"Met betrekking tot appelle teen vonnis in die algemeen is daar herhaaldelik\nin talle uitsprake van hierdie Hof beklemtoon dat vonnisoplegging\nberus by die\ndiskresie van die Verhoorregter. Juis omdat dit so is, kan en sal hierdie Hof\nnie ingryp en die vonnis van 'n Verhoorregter\nverander nie, tensy dit blyk dat\nhy die diskresie wat aan hom toever= trou is nie op 'n behoorlike of redelike\nwyse uitgeoefen het\nnie. Om dit andersom te stel: daar is ruimte vir hierdie Hof\nom 'n Verhoorregter se vonnis te verander alleenlik as dit blyk dat\nhy sy\ndiskresie op 'n onbehoor= like of onredelike wyse uitgeoefen het. Dit is die\ngrondbeginsel wat alle appelle teen vonnis beheers.\nMet die toepassing van\ndaardie beginsel in individuele gevalle word daar in die uitsprake van hierdie\nHof van tyd tot tyd verskillende\ntoetse, hulpmiddels en maatstawwe geformuleer\nen aangewend om, na gelang van die besondere omstandighede wat onder behandeling\nis,\nte bepaal of ingryping geregverdig sou wees. Wat dit betref, is daar soms\nverskille in die bewoording wat in verskillende uit= sprake\naangetref word.\nSulke verskille moet\nmet\n20.\nmet omsigtigheid benader word, want dit sou verkeerd wees om -'soos advokate\nte dikwels geneig is om te doen - 'n oënskynlik\nalgemene stelling, wat\ntoepaslik is in die samehang van die besondere feite wat behandel word, uit die\nverband van 'n uitspraak as\ngeheel te neem en te probeer, amper asof dit die\nkrag van 'n statutêre voorskrif het of 'n wet van Mede en Perse is, om dit\nop 'n andersoortige stel feite toe te pas waarop dit in der waarheid nie\ntoepaslik is nie. Dit is daarom dat ek hierbo weer eens\ndie grondbeginsel\nbeklemtoon het: per slot van sake is dit daardie beginsel wat uiteindelik en\naltyd van deurslaggewende belang is.\nIn verband met daardie beginsel sou ek nog\nnet een verdere oorweging wou byvoeg. Hierbo het ek verwys na gevalle waar 'dit\nblyk'\ndat die Verhoorregter sy diskresie op 'n onbehoorlike of onredelike wyse\nuitgeoefen het. Dit moet verstaan word in die sin dat hierdie\nHof op appel\ndaarvan oortuig moet wees dat die uitoefening van die diskresie op onbehoorlike\nof onredelike wyse geskied het. Na my\nmening spreek dit eintlik vanself, want,\niuis omdat hierdie Hof nie sonder meer 'n eie diskresie het om uit te oefen nie,\nsou daar\nsonder sodanige oortuiging geen voldoende rede bestaan om in te gryp\nnie.\"\nAt p 734 E the learned Judge added the following,\nin considering the effect of this Court's judgment in\nS v M\n1976\n(3) SA 644\n(A):-\n\"Met\n. 21.\n\"Met die oog op hierdie oorwegirígs is ek van mening\ndat die twee formulerings genoem deur MULLER, AR saamgesnoer kan word\nin een\nenkele vraag: of die Verhoorregter redelikerwyse die vonnis kon opgelê het\nwat hy wel opgelê het. Dit is die deurslaggewende\nvraag: as die antwoord\ndaarop bevestigend is, is dit die einde van die saak.\"\nIn dealing with the approach to be adopted by this Court in deciding whether\na discretionary death sentence should be confirmed or\nset aside, BOTHA, JA said\nthe following at 735 B - D:-\n\"Dit kom dus net hierop neer dat hierdie Hof nie sonder meer sy eie oordeel\noor 'n gepaste vonnis in die plek sal stel van die oordeel\nvan die Verhoorregter\nnie. Maar dit sluit nie die moontlikheid uit dat hierdie Hof homself die vraag\nkan afvra of hy in die eerste\ninstansie die doodvonnis sou opgelê het, en\nindien hy oortuig is daarvan dat hy dit nie sou gedoen het nie, dat dit sou kon\nlei tot ingryping en die tersydestelling van die doodvonnis wat die\nVerhoorregter opgelê het nie.\"\nThis Court has also repeatedly stressed the\nnecessity for a consideration by the Trial Judge of a\nlong\n22.\nlong term of imprisonment as a suitable alternative to a\ndiscretionary death sentence. See eg\nS v Letsolo\n1970(3) SA 476 (A) at\n476 - 477;\nS v Bapela and Another\n1985(1) SA 236 (A) at 244 D - E and 245\nP - G; and\nS v Pieters\n,\nsupra\n, at 731 D - G. If he failed to do\nso, such failure could, depending upon the particular circum= stances pertaining\nto the case in\nquestion, amount to a misdirection vitiatíng the exercise\nof his discretion.\nMurder and robbery are separate offences, even\nwhen the former is\ncommitted in the course of committing\nthe latter (\nS v Prins en 'n\nAnder\n1977 (3) SA 807\nA at 815 E -\nH.) In determining what the sentence should be for a\nrobbery with aggravating circumstances the fact that a\nmurder was also\ncommitted in the course thereof must\nconsequently be ignored. To do otherwise would in effect\nbe to punish the malefactor twice for the same killing,\nand would amount to an improper exercise of the judicial\ndiscretion.\nIn\n23. In order to determine whether the learned Judge could reasonably\nhave sentenced appellants to death on the third count it is necessary\nto take\nnote of what he said in so sentencing them. These were his words in addressing\nthem after he had sentenced accused no 4 as\naforementioned:\n\"Accused Nos 2 and 3, in view of the fact that Accused No 3 perpetrated the\nassault on the complainant, you must receive a marginally\ngreater sentence than\nAccused No 2 on count 2. I sentence Accused No 2 to\nEighteen (18) months'\nimprisonment\nand Accused No 3 to\nTwo (2) years' imprisonment\n. But on\ncount 3 I must say that I view this case as extreme. People who behave as you\ndid, mature men who behave as you did, are\na menace to society. You and two\nothers burst into this bedroom in the early hours of the morning; you attacked\nand subdued the deceased;\nyou subdued the complainant; you ransacked the place;\nyou took what you could find in the form of money, keys and a firearm and you\nleft behind a shambles. It may well be, and I accept that there are more serious\ncases than this, but that does not prevent me from\ntreating this as an extreme\ncase and a proper one for the death sentence.\nThe upshot of this is that on count 1, I pass the sentence that the law\ndemands -\nI sentence you both to death\nand on count 3\nin\n24.\nin the exercise of my discretion,\nI sentence you both to\ndeath\n.\"\nAlthough the learned Judge did not in so many words say that he had not taken\nthe murder into account in deciding upon the sentence\non the third count, his\nsilence thereon does in the particular circumstances of the present matter\nindicate that he had failed to\ndivorce his mind from the fact that the deceased\nwas fatally injured during the robbery. The learned Judge's use of the word\n\"subdued\"\ninstead of \"murdered\" or \"fatally injured\", in referring to the\ndeceased,although correct in the context of the robbery, is nevertheless\nequivocal and not a clear indi= cation that he did exclude the killing from\nconsideration.\nHis failure to make any mention of having considered a long term of\nimprisonment as an alternative to the death sentence is, however,\nanother\nmatter. I am mindful of the following remarks by BOTHA, JA in\nS v Pieters\n25.\nS v\nP\nieters\n,\nsupra\n, at 728 D - G:\n\"Die beweerde mistasting was kort en saaklik dit: dat die Verhoorregter nie\nin sy uitspraak oorweging geskenk het aan die oplegging\nvan 'n lang termyn van\ngevangenis-straf as 'n moontlike alternatiewe vonnis tot die oplegging van die\ndoodstraf nie. Alhoewel die\nVerhoorregter nie in sy uitspraak uitdruklik melding\nmaak van die moontlike alternatief van gevangenisstraf in plaas van die\ndoodstraf\nnie, is dit na my mening heeltemal ondenkbaar dat hy nie inderdaad\ndaardie moontlike alternatief oorweeg het nie. Waar 'n Verhoorregter\nin 'n\nernstige verkragtingsaak oorweeg of hy die diskresionêre doodvonnis gaan\noplê, kan hy nie anders as om terselfdertyd\ndie alternatief van\ngevangenisstraf te oorweeg nie, want hierdie twee moontlikhede is per slot van\nsake die enigste alterna= tiewe\nwaaroor hy denkbaar kan besin.\"\nThe learned Judge was there dealing in terms with a serious rape, but what he\nsaid is equally apposite to housebreaking with intent\nto rob and robbery with\naggravating circumstances.\nAlthough BOTHA, JA seems in the last sentence of the above-quoted passage to\nhave formulated a\ngeneral\n26. general rule, it is nevertheless notionally possible that a\ntrial Judge may fail to consider such an alternative sentence. That\nis in fact\nwhat did happen in\nS v Bapela\n,\nsupra\n. Each case must consequently,\nand of necessity, be considered upon its own facts.\nIn the present matter the mitigating factors relating to accused no 4 in\nrespect of the third count, were not very strong and his\nmoral blameworthiness\nfor that offence was not much less than that of appellants'. Yet, he was only\ngiven a relatively moderate sentence\nof 8 years' imprisonment therefor. The\ndisparity between his moral guilt and that of the appellants', (especially in\nthe light of\nhis previous convictions, which indicate that he was\nby no means an \"innocent\" easily susceptible to manipula=\nwithout more tion) was not so marked as to have justified without more the\ngreat\nquantum leap from a moderate prison sentence in his case\nto the death sentence in theirs, and had he addressed his\nmind thereto the learned Judge could not have considered\nthat it did.\nBearing\n27.\nBearing this in mind and adverting to the laconic remarks by the learned\nJudge in sentencing accused no 4 to imprisonment and appellants\nto death almost\nin the same breath as it were on the second count, he must have considered and\nreiected the alternative of a term\nof imprisonment in appellants' cases. This is\ntherefore an instance where the remarks of BOTHA, AJ in\nS v Pieters\n(supra\n) clearly apply. In so sentencing appellants and accused no 4 on the\nsecond count, it is clear that he had, however, ,indeed failed\nto divorce his\nmind from the fact that they had murdered the deceased during the course of the\nrobbery. The learned Judge must then\nagain have taken into account the\nextenuating circum= stances found by the Court to have been present in the case\nof accused no 4\non the murder count in deciding upon the sentence to be imposed\nupon him on the second count. The aforementioned great quantum leap\nfrom the\nsentence imposed upon accused no 4 to that imposed upon appellants cannot be\nexplained upon any other acceptable ground.\nThe learned Judge's failure to leave\nthe murder\nout\n28.\nout of account in sentencing appellants for the house= breaking and robbery\nwas a material misdirection which had the effect of vitiating\nthe exercise of\nhis discretion.\nThis Court is consequently at large to determine anew the proper sentence for\nappellants on the third count. Taking into account that\ndeceased was seriously\nwounded during the course of the robbery (\nS v Cain\n1959 (3) SA 376\n(A) at\n383 D - F, and\nS v Moloto\n1982 (1) SA 844\n(A) at 854) but excluding from\nconsideration the fact that he died as a result thereof, and according due\nweight to the other aforementioned\ncircumstances, I am satisfied that the\noffence does not merit the death sentence. The appeal against those sentences\nmust, therefore,\nbe allowed.\nIt was nevertheless a very serious offence, and the fact that it was\nperpetrated at night upon an isolated\nand\n29.\nand aged couple in their dwelling, are gravely aggravating\ncircumstances meriting a very long term of imprisonment. The fact that\ntheir\nfellow male= factor was relatively lightly punished for the same . offence is,\nhowever, a factor which must be taken into consideration.\nIn my estimation the\nblameworthiness of appellants is on a par. First appellant has a list of\nprevious convictions which bear some\nrelation to the present offence, whereas\nsecond appellant is a first offender. The latter was, however, the one who\nwielded the knife\nand wounded both deceased and the complainant. In view of the\naforegoing, I consider that the two appellants should each be sentenced\nto 15\nyears' imprisonment.\nIn\n30.\nIn the result the following orders are made:-\n1)\nThe appeals of both\nappellants against the death sentences on count 1 (murder) are\ndismissed.\n2)\n(a) The appeals of both\nappellants against the death\nsentences on count 3\n(housebreaking with intent to rob and robbery, with aggravating circumstances)\nare allowed. (b) The sentence\nof death on count 3 in respect of each appellant\nis set aside and a sentence of 15 years' imprisonment is substituted.\nM T STEYN, AJA\nVAN HEERDEN, JA )\nConcur GROSSKOPF, JA )",
  "scraped_at": "2026-02-11T21:22:15.739821",
  "date": "1987-09-30",
  "coram": [
    "VAN HEERDEN, JA",
    "GROSSKOPF, JA",
    "STEYN, AJA"
  ],
  "case_number": "61/87 mp",
  "parties": {
    "applicants": [
      "JOSEPH GCABASHE",
      "MNUXA JEROMA GCABA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 5 June 1986 four men broke into the Oribi Gorge Hotel in the Port Shepstone district. They murdered the hotel owner, Timothy Peter James Jeffreys, attempted to murder his wife Olive Alexandria Jeffreys, and robbed the couple of cash, a revolver, a cheque book, a purse, keys and other items. The intruders were masked and armed; one of them stabbed the deceased in the right shoulder, causing death, and wounded the complainant. Joseph Gcabashe and Munuxa Jeroma Gcaba (appellants) were convicted, along with two co‑accused, of murder, assault with intent to cause grievous bodily harm and house‑breaking with intent to rob (robbery with aggravating circumstances). The trial judge sentenced the appellants to death for murder (mandatory) and also imposed a discretionary death sentence for the robbery, despite the co‑accused receiving much lighter sentences. The appellants also had previous convictions for house‑breaking and theft.",
    "issues": "1. Whether any extenuating circumstances existed in the appellants' cases that would justify a sentence less than death for the murder conviction. 2. Whether the trial judge correctly exercised his discretion in imposing a death sentence for the robbery charge, including whether he considered a long‑term imprisonment as an alternative. 3. Whether the principle that separate offences must be sentenced separately (i.e., the murder should not be taken into account when sentencing for the robbery) was observed.",
    "principles": "The court applied the following legal principles: • Dolus eventualis is not, by itself, an extenuating circumstance; it may only reduce moral blameworthiness in particular factual contexts. • Extenuating circumstances must be identified on a case‑by‑case basis; none were found for the appellants. • The discretion of a trial judge in sentencing must be exercised reasonably and on a proper basis (S v Pieters 1987). • When sentencing for a robbery with aggravating circumstances, the fact that a murder occurred in the same transaction must be disregarded to avoid double punishment (S v Prins 1977). • The trial judge must consider long‑term imprisonment as a viable alternative to a discretionary death sentence (S v Letsolo 1970; S v Bapela 1985).",
    "application": "The appellate court affirmed that the appellants were mature adults who voluntarily participated in a pre‑planned armed robbery, showing no immaturity or other mitigating factors; thus no extenuating circumstances existed for the murder, and the mandatory death sentence was upheld. Regarding the robbery, the court found that the trial judge failed to separate the murder from the robbery when deciding the sentence and did not properly contemplate a lengthy imprisonment as an alternative. The judge also applied a substantially harsher penalty than that given to the co‑accused, which was not justified. Consequently, the discretionary death sentences for the robbery were set aside.",
    "conclusion": "The appeals against the death sentences for murder were dismissed, leaving the mandatory death penalty in force. The discretionary death sentences for the robbery charge were overturned and substituted with a term of fifteen years' imprisonment for each appellant."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide and Robbery",
    "level_3": [
      "dolus eventualis",
      "death penalty",
      "extenuating circumstances",
      "discretionary sentencing",
      "robbery with aggravating circumstances"
    ]
  }
}