{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/104.html",
  "case_name": "S v Nongogo (5/1986) [1987] ZASCA 104 (25 September 1987)",
  "citation": "[1987] ZASCA 104",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 104\n|\nNoteup\n|\nLawCite\nS v Nongogo (5/1986) [1987] ZASCA 104 (25 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 5/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nInsake die appel van:\nVICTORIA NONGOGO\nAppellante\nteen\nDIE STAAT\nRespondent\nCORAM\n:\tCORBETT, VAN HEERDEN ARR et NICHOLAS\nWAR\nVERHOORDATUM\n: 21 SEPTEMBER 1987\nLEWERINGSDATUM\n: 25 SEPTEMBER\n1987\nUITSPRAAK\n/\nVAN HEERDEN AR\n...\n2.\nVAN HEERDEM AR\n:\nDie appellante is in 1983 in besit gevind van 32 Mandrax tablette bevattende\nmetakaloon. Sy is in die landdroshof aangekla van 'n\noortreding van art 2 (a) ,\nal-ternatiewelik 2 (b), van Wet 41 van 1971. Sy het op die alternatiewe\naankïag skuldig gepleit,\nerken dat sy in besit van die tabiette gevind is,\nen toe getuienis ge-gee ter weerlegging van die vermoede vervat in art 10 van\ndie\nwet. Sy is op die hoofklag skuldig bevind en ge-vormis tot 5 jaar\ngevangenisstraf. Haar appël na die Kaapse Provinsiale Afdeling\nis afgewys\nen met die nodige verlof is die onderhawige appêl slegs teen die\nskuldigbe-vinding gerig.\nDie appellante, 'n Swart huisvrou, en haar man was in Guguletu woonagtig.\nGedurende die naweek voor Maandag, 22 Augustus 1983, is\neen of ander partytjie\nin hulle huis gehou wat eers die Maandagoggend tot 'n einde gekom het. Die\nappellante se weergawe was dat\nhaar man toe reeds vir 'n tydperk van twee jaar\naan verdowings-\n/middels ...\n3.\nmiddels verslaaf was. Sy het hom voorheen gemaan om van\ndié middels af te sien maar hy wou nie gehoor gee. nie en gedurende\ndie\nnaweek het hy weer daarvan gebruik. Omstreeks 6 vm op die Maandagoggend het hy\ngaan slaap. Sy het toe gemerk dat hy 'n plastieksakkie\nmet tablette in sy\nbroeksak steek. Toe hy aan die slaap was, het sy die sakkie verwyder en op haar\npersoon versteek met die voorneme\nom dit dié aand in 'n bos oorkant die\nstraat weg te gooi. Omstreeks 12 nm het die polisie egter by hulle huis\nopgedaag. Sy\nis deur 'n polisievrou gevi-senteer en die sakkie met tablette is\nop haar gevind.\nDie landdros het nie net bevind dat die appel-lante haar nie van haar\nbewyslas gekwyt het nie, maar het tot die slotsom gekom dat\nhaar weergawe nie\nredelik moont-lik wáar was nie. Nadat die landdros hierdie slotsom bereik\nhet, het hy en\npassant\ngemeld dat 'n nadelige af-leiding teen die\nappellante gemaak kon word uit die feit dat haar man nie getuienis ter stawing\nvan haar\nweergawe\n/gegee ...\n4.\ngegee het nie. Dit was waarskynlik hierdie opmerking wat daartoe gelei het\ndat die appellante 'n aansoek aan hierdie hof gerig het\nvir terugverwysing van\ndie saak na die landdros en heropening daarvan sodat haar man ten gunste van\nhaar kan getuig. Dié aansoek\nis egter by die verhoor van die appèl\ntereg laat vaar en dit is on-nodig om enigiets verder daaroor te sê.\nDie landdros het ook bevind dat die appellante 'n swak getuie was wat\nhaarself weerspreek het en vrae ont-wykend beantwoord het. Voorts\nis haar\nweergawe waarom sy nie vroeg die betrokke oggend van die tablette ontslae geraak\nhet nie, as hoogs onwaarskynlik bestempel.\nDie appellante se advokaat het enkele oorwegings geopper ter onderskraging\nvan sy betoog dat sy haar van haar bewyslas gekwyt het.\nDié is egter so\nklaarblyklik ongefundeer dat nadere toeligting nie nodig is nie. Ek hoef slegs\nte meld dat ek die landdros\nse sienswyse aan-gaande die waarskynlikhede deel.\nVolgens die appellante\n/sou ...\n5.\nsou haar man vermoed het dat sy die tablette verwyder het wanneer hy\nagtergekom het dat dit nie meer in sy broeksak was nie. Sy het\ndus rede gehad om\nso gou moont lik van die tablette ontslae te raak, te meer aangesien sy geweet\nhet dat die besit daarvan onwettig\nwas. Tog het sy die tablette vir nagenoeg ses\nuur by haar gehou, terwyl niks haar verhoed het nie om dit byvoorbeeld in 'n\nasdrom\nte gooi, in 'n toilet af te spoel, of in die bos oorkant die huis weg te\ngooi. Die appellante se verduideliking waarom sy dit nie\ngedoen het nie, is dan\nook heeltemal onaanvaarbaar.\nGevolglik word die appèl afgewys.\nH.J.O. VAN HEERDEN AR\nCORBETT AR\nSTEM SAAM\nNICHOLAS WAR",
  "scraped_at": "2026-02-11T21:19:22.711246",
  "date": "1987-09-25",
  "coram": [
    "CORBETT",
    "VAN HEERDEN",
    "NICHOLAS WAR"
  ],
  "case_number": "5/1986",
  "parties": {
    "applicants": [
      "Victoria Nongogo"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "In 1983 Victoria Nongogo was found in possession of 32 Mandrax tablets containing metacalone. She was charged under sections 2(a) and, alternatively, 2(b) of the Drugs and Drug Trafficking Act 41 of 1971. She pleaded guilty to the alternative charge, admitted possession and attempted to rebut the presumption of knowledge under section 10. The magistrate convicted her on the principal charge and sentenced her to five years’ imprisonment. On the weekend before 22 August 1983 a party was held at her home; her husband, a chronic drug user, concealed a plastic bag of tablets in his trouser pocket. While he slept, Nongogo removed the bag and concealed it on her person, intending to discard it later. Police arrived around midnight, searched the house, and found the bag on her. The magistrate found her testimony implausible, noted the absence of her husband’s testimony, and described her as an unreliable witness. She sought a referral back to the magistrate for a re‑opening of the case so her husband could testify; this application was dismissed.",
    "issues": "The appeal raised whether the conviction should be set aside on the basis that the evidence against Nongogo was insufficient, that her credibility had been wrongly assessed, and that the lack of her husband’s testimony warranted a re‑opening of the matter. The question was also whether the legal requirements of sections 2(a) and 2(b) of the 1971 Act had been properly applied.",
    "principles": "Under the Drugs and Drug Trafficking Act 41 of 1971, possession of prohibited substances is an offence, and the prosecution must prove the elements beyond a reasonable doubt. The court must accept the trial magistrate’s assessment of witness credibility unless there is a palpable error. An appeal limited to the conviction cannot revisit sentencing unless the conviction itself is overturned. The right to a fair trial does not compel the court to reconstruct the evidence by mandating a new trial if the original conviction rests on sufficient proof.",
    "application": "The Supreme Court of Appeal examined the magistrate’s findings and concluded that the magistrate correctly evaluated Nongogo’s version of events as improbable, given the circumstances and the lack of corroborating testimony from her husband. The evidence presented was deemed sufficient to sustain the conviction under the statutory provisions. No procedural or legal error was identified that would justify overturning the conviction or ordering a re‑opening of the case.",
    "conclusion": "The appeal was dismissed. The conviction of Victoria Nongogo for possession of Mandrax tablets under the Drugs and Drug Trafficking Act was upheld, and the original sentence of five years’ imprisonment remains in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "possession",
      "credibility",
      "appeal",
      "conviction"
    ]
  }
}