{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/72.html",
  "case_name": "PG Castel NO v Metal & Allied Workers Union (328/85) [1987] ZASCA 72 (25 August 1987)",
  "citation": "[1987] ZASCA 72",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 72\n|\nNoteup\n|\nLawCite\nPG Castel NO v Metal & Allied Workers Union (328/85) [1987] ZASCA 72 (25 August 1987)\nDownload original files\nPDF format\nRTF format\nP G CASTEL N 0\nAPPELLANT\nand\nMETAL & ALLIED WORKERS' UNION\nRESPONDENT\nJ J F HEFER,JA.\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nCASTEL N.O\nAPPELLANT\nand\nMETAL & ALLIED WORKERS' UNION\nRESPONDENT\nCORAM:JANSEN,\nVILJOEN, HEFER,SMALBERGER et VIVIER,JJA.\nHEARD\n: 18 MAY 1987.\nDELIVERED\n: 25 AUGUST 1987.\nJUDGMENT\nHEFER, JA :\nI shall refer to the parties to this appeal\nby \t2\n2. by their titles in the Court a\nquo\n. What gave rise to the\nlitigation between them, was a prohibition in terms of sec 46(3) of the Internal\nSecurity Act, No 74 of 1982\n(\"the Act\" ) by the Minister of Law and Order (\"the\nMinister\") of all open air gatherings which were not of a bona\nfide\nsporting nature. Since 1 April 1984 such gatherings could only be heid with the\nex-press permission of the Minister or of the magistrate\nof the district\nconcerned.\nThe applicant is a registered trade union. It has a branch in Natal. On 26\nApril 1984, Schreiner, the secretary of the Natal branch,\napplied to the\nchiéf magistrate of Durban for permission to hold\nthe\t3\n3. the annual general meeting of the branch in the open air at\nCurries Fountain on 12 May 1984. On 4 May 1984 the respondent, who\nwas the\nacting chief magistrate at the time, telephoned Schreiner and, af-ter a brief\ndiscussion, refused permission for the meeting.\nThis led to an urgent\napplication to the Court a\nquo\nto set aside the respondent's refusal and\nto direct him to authorise the meeting. Despite oppo-sition, WILSON J granted an\norder\nas prayed. The lear-ned judge undertook to file his reasons for the order\nlater. In the event more than seven months passed before\nhe finally did so.\nThereafter he dismissed an application by the respondent for leave to\nappeal\t4\n4. appeal and the present appeal, which is directed at the whole\norder, was noted with the leave of this Court.\nBefore I turn to the appeal\nitself I wish to deal briefly with the refusal of the application for leave to\nappeal by the Court a\nquo\n. The learned judge refused leave to appeal for\nno other reason than that the matter had become \"totally academic, the meet-ing\nhaving\nbeen held\". This approach is patently wrong. The fact that the meeting\nhad already been held and that the effect of the order could\naccordingly no\nlonger be undcne, did not bring about that the mat-ter had become academic.\nPronouncements....5\n5.\nPronouncements to the effect that a Court of appeal\nwill not enquire\ninto matters which are of intellec-\ntual or academic interest only (cf\nAfrican Guarantee\nand Indemnity Co Ltd v Van Schalkwyk and\nothers\n1956(1)\nS A 326 (A) at p 329), are not to be misconstrued.\nAs\nappears from the judgment of this Court in\nLendalease\nFinance\n(Pty) Ltd v Corporacion De Mercadeo Agricola\nand others\n1976(4) S\nA 464 (A) at p 486, they\n\"all deal with the situation where the issue presented for decision to the\nCourt of first instance was\nat that stage\nof abstract or in-tellectual\ninterest only.\"\nWhen\t6\n6. when the urgent application was presented to the Court a\nquo\nin the instant case there was \" a very real, live issue\" (as CORBETT\nJA fittingly described it in the\nLen-dalease\ncase) and what happened\nsubsequently was of no importance. Leave to appeal ought not to have been\nrefused merely because the meeting\nhad already been held by the time that the\napplication for leave was heard.\nThe reasons for WILSON J's order were\nrepor-ted in 1985(2) S A 280. Briefly stated, the Court's main findings were\n(a) that the applicant had not been given a hearing;\n(b)\t7\n7. (b) that the respondent had erred in his conside-\nration of the\napplication for authority by adopting an incorrect approach and by taking\nirrelevant matters into account; and (c) that\nthe respondent had refused the\nappli-cation\nmala fide\nand in\nfraudem legis\n. If the first finding\nis correct, it will dis-pose of the appeal. I shall accordingly deal with it\nfirst. The learned judge did not\nelaborate on the cryptic statement at p 287 A\nof the report that the ap-plicant had not been afforded a hearing, and the\nreader has\nbeen left in the dark as to the facts and grounds upon which such an\nimportant finding came to be made.\nIt\t8\n8.\nIt emerged in this Court that the applicant's case was that potentially\nprejudicial information or private knowledge which the respondent\nhad, had not\nbeen dis-closed to the applicant and that it had not been given an opportunity\nto refute it before the decision to re-fuse\nauthority was taken. We were\nreferred in this regard to the factors listed at p 287I - 288F as the ones which\nthe respondent said\nhad weighed with him in coming to the conclusion that the\nproposed meeting might lead to a breach of the public peace and should\naccor-dingly not be authorised. None of them had been dis-closed to Schreiner\nbefore permission for the meeting was refused. They\ncame to light for the\nfirst\t9\n9. first time when respondent's opposing affidavit was filed. On\nthe authority of\nPretoria North Town Council v Al Elec\n-\ntric Ice-Cream\nFactory (Pty) Ltd\n1953(3) S A 1(A) at p 13G - H and other similar cases it\nwas submitted that the applicant had not been given a proper hearing.\nThis\nargument brought to the fore the real ques-tion which calls for decision. It is\nwhether the\naudi alteram partem\nrule had to be observed by the respondent\nin dealing with the application for authority. His coun-sel submitted that there\nwas no\nneed for its observance since, according to the majority judgment in\nLaubscher v Native Commissioner, Piet Retief\n1958(1) S A 546 (A) and\nsubsequent decisions of this Court, a public official\nperforming\t10\n10. performing an administrative function need not observe\nthe rule if the performance of the function does not affect the rights\nof or\nwill not entail legal consequen-ces to another. In the present case,\nrespondent's coun-sel argued, the refusal of authority\nfor the meeting did not\naffect any right of and did not involve legal conse-quences to the applicant; a\ngathering of the proposed\nkind had been prohibited and could not validly be held\nwithout authority, and the Court a\nquo\nerred in distin-guishing\nLaubscher's\ncase (at p 286G of the report) by finding that \"the\napplicant, in applying for authority to hold a meeting, was not applying for\npermission to do something it was not otherwise entitled to do\".\nApplicant's\t11\n11.\nApplicant's counsel supported the Court a\nquo's\nruling that\nLaubscher's\ncase is distinguishable - although he did so on grounds which\ndo not seem to have been con-sidered by the Court. The dispute in this\nCourt\nthus centred on the applicability of the principle in\nLaubscher's\ncase.\nRespondent's counsel received full support for his argument from the\ndecision in\nCongress of South African Trade Unions v District Magistrate of\nUitenhage and another\n1987(2) S A 102 (S E C L D ) which appeared in the Law\nReports not long before the hearing of the appeal. In that case KROON J came\nto\nthe conclusion on the authority of\nLaubscher's\ncase that the\naudi\nalteram\n12\n12.\nalteram partem\nrule need not be observed by a\nmagistrate in an application for authority to hold a gathering pro-hibited in\nterms of sec 46(3),\nand expressly dissented from.theCourt a\nquo's\nreasoning in the present case. I may say at the outset that I am generally in\nagreement with what KROON J stated at p 107F-108C.\nPoints were, however,raisedin\nthe appeal which KROON J did not con-sider. This judgment will therefore have to\nbe some-what more\nelaborate that his.\nAppellant's counsel, correctly, did not con-tend that the applicant had a\nright to hold the gathering for which respondent's authority\nwas sought. Sec\n46(3) of the Act provides that -\n\"(t) he\t13\n13.\n\" (t)he Minister may, if he deems it necessary or expedient in the interests\nof the State or for the maintenance of the public peace\nor in order to prevent\nthe causing, encouraging or fomenting of feelings of hostility between different\npopulation groups or parts\nof popu-lation groups of the Republic, prohibit in a\nmanner determined in subsection (2) (a) -\n(a)\nany gathering in any area;\nor\n(b)\nany particular gathering or any\ngathering of a particular nature, class or kind at a\nparticular\nplace or in a particular area or\nwheresoever in the Republic,\nduring any period or on any day or during specified times or periods within\nany period, except in those cases determined in the pro-hibition\nin question by\nthe Minister or which the Minister or a magistrate acting in pur-suance of the\nMinister's general or special instructions\nmay at any time expressly\nautho-rize.\"\nThese words leave no doubt as to the underlying intention.\nThe\t14\n14. The section clearly confers upon the Minister the power to\nprohibit any gathering or any kind of gathering or all gatherings if\nhe deems it\nnecessary or expedient for any of the stated purposes. Provided that it is\nexercised for no other purpose there are no\nbounds to his power. I say this\ndespite the form in which the provision has been couched. Its last three lines\nmay suggest to the\nreader - and apparently suggested to the Court a\nquo\nas appears from pp 285I and 286F - G of the report - that the power to prohibit\ndoes not extend to the cases mentioned after the\nword \"except\", ie that the\nMinister may not prohibit gatherings \"in those cases determined in the\nprohibition in question by the\nMinister\nor\t15\n15.\nor which the Minister or a magistrate\tmay expressly\nauthorize\". Any impression of such a limitation of\npower must, however, be dispelled, It is entirely illo-\ngical to say that the Minister may not prohibit a gathe-\nring which he himself may decide not to prohibit, or\nwhich he or a\nmagistrate may authorise. Such a construc-\ntion would, moreover, render the\npower to prohibit enti-\nrely nugatory: bearing in mind that the section\ncontains no\nlimitation of the gatherings which may be excluded by way\nof a\ndetermination in a prohibition or which the Minister\nor a magistrate may\nauthorise, the Minister would, on\nthat construction, have no power to\nprohibit any gathe-\nring. It is clear that the words in question were not\nintended\t16\n16. intended as a curtailment of the power granted\nearlier\nin the section. If, by reference to what happened in\nthe present\ncase, one were to ask, for instance, whether\nthe Minister had the power to\nprohibit gatherings of a\nbona fide\nsporting nature, the answer is\nplainly in the\naffirmative; it remains the same if the question is\nwhet-\nher he had the power to prohibit other open air gatherings.\nIn the exercise of this power the Minister\npublished the notice. It reads\nas follows:\n\"Prohibition of gatherings in terms of s 46(3) of the Internal Security Act\n1982.\nWhereas I, Louis le Grange, Minister of Law and Order, deem it expedient for\nthe maintenance of the public peace, I hereby prohibit,\nin terms of s 46(3) of\nthe Internal Security Act,1982 (Act 74 of 1982)any gathering\nin\t17\n17.\nin the Republic of South Africa from 1 April 1984 up to and including 31\nMarch 1985, except in the cases of gatherings -\n(1)\nof a\nbona fide\nsporting nature; or\n(2)\ntaking place wholly or\nfor as long as they last within the walls of a building;\nor\n(3)\nat any time expressly authorised by me\nor the magistrate of the district concerned.\nDated\nat Cape Town this 5th day of March 1984.\"\nThe wording of the notice is traceable to that of sec 46(3)\nand what I\nsaid earlier in regard to the use of the word\n\"except\" and the words following thereafter, applies\nmutatis\nmutandis\nto the notice too. Its effect is that,\nas from 1 April 1984 and\nfor a year thereafter, all open\nair gatherings except those of a\nbona\nfide\nsporting\nnature\t18\n18. nature were prohibited and could only be validly held with\nthe express authority of the Minister or the magis-trate concerned.\nThat\nno-one,therefore,had a right to hold a meeting in the open without the required\nauthority seems to be such an obvious conclusion\nthat, when WILSON J stated that\n\"the applicant, in applying for authority to hold a meeting, was not applying\nfor permission to do\nsomething which it was not otherwise entitled to do\", he\ncould not have implied that the applicant was entit-led to hiold the proposed\nmeeting without authority. What he did intend to convey thereby, or what the\ngrounds were for making such a statement, is by no means\nclear.\nThe\t19\n19.\nJudging by some of his other remarks (cf pp 284P - G, 285I - J and 286F - G )\nhe seems to have held the view that sec 46(3) renders\nthe freedom of assembly\nsubject to thé Minister's regulatory powers and that this free-dom is\naffected by the refusal of authority\nfor a gat-hering. But I would not venture\nto say that this was indeed the basis for distinguishing\nLaubscher's\ncase. In the course of what follows, I shall never-theless consider the\nextent to which the applicant's freedom of assembly may have\nbeen affected by\nthe\nrespondent's\t20\n20. respondent's refusal.\nThis very freedom of assembly\nwas the basis on which applicant's counsel addressed us. It is, as he pointed\nout, one of the primordial\nrights which every citi-zen in a democratic society\nhas. (\nS v Turrell and others\n1973(1) S A 248(C) at p 256G-H).\nAnothér such right is embodied in the freedom to trade. As a result of\nsta-tutory interference\nneither of these has remained in-tact : generally\nspeaking, the right to trade may no longer be exercised otherwise than by\nlicence\nand, in the event of a prohibition in terms of sec 46(3), the right of\nassembly may not be exercised save upon the authority of the\nMinister or a\nmagistrate. An appli-\ncation\t21\n21. cation for authority, so the argument went, is not\nmate-rially different from an application for a trading li-cence and it is\ngenerally accepted that the\naudi alteram partem\nrule has to be observed\nin applications of the latter kind. (\nHack v Venterspost Municipality and\nothers\n1950(1) S A 172 (W);\nTayob v Ermelo Local Road Transportation\nBoard and another\n1951(4) S A 440 (A) ). On the analogy of an application\nfor a trading licence applicant's counsel argued that the rule also has to\nbe\nobserved in an application for authority in terms of sec 46(3).\nIn my view ,\nhowever, the analogy of an application for a trading\nlicence\t22\n22.\nlicence is not a true one. The correct approach to such an application\nappears from what CENTLIVRES CJ said in\nTayob's\ncase (at p 449A - C) viz\n:\n\"The Chairman went on to suggest that the granting of an exemption was not a\nright but merely a privilege. It almost amounts to saying\nthat the granting of\nan exemption is in the gift of the Commission or a local board. This is a wrong\napproach to adopt by a statutory\nboard which is empowered by Parliament to grant\npermission to carry on a trade. It is not an exceptional privi-lege or monopoly\nwhich\ndepends on the issu-ing of the permission. Even the humblest citizen has\nthe right to approach such a board and he is entitled to\nget the per-mission he\nrequires, unless there are sound reasons to the contrary. Cf\nFoxcroft v\nBloemfontein\nLicence\n23\n23.\nLicence Certificate Board\n1921 O.P.D. 148\nat p 150.\"\n(In\nFoxcroft's\ncase a trading licence was described as -\n\"\tnot an exceptional privllege or a val-\nuable\nmonopoly which depends on the issuing of the licence. It is a matter of the\nright of selling scones and other merchandise, a\nright which by the general law\nof the land every subject, even the humblest, possesses\").\n(See further\nPretoria North Town Council v A.I.\nElectric\nIce-Cream Factory (Pty) Ltd\n(\nsupra\n) at p 10,\nWelkom Vil\n-\nlage Management Board v Leteno\n1958(1) S A 490 (A)\nat\np 505).\nUnlike an applicant for a trading licence, an\napplicant for authority to\nhold a prohibited gathering\nis not entitled to get the permission he requires\nunless\nthere\t24\n24.\nthere are sound reasons to the contrary. A pre-requisite to the\nexercise by the Minister of his powers in terms of sec 46(3) is a\ndecision by\nhim that a prohibition is necessary or expedient for any of the stated purposes.\nThe Minister's view as to the necessity\nor expediency thereof is conclusive and\ncannot be challenged on the ground that, objectively assessed, a prohibition is\nnot necessary\nor expedient for any of those purposes; as the learned judge in\nthe Court a\nquo\nacknowledged, this case plainly falls within the category\nof cases described by CORBETT J (as he then was) in\nSouth African Defence and\nAid Fund and another v Minister of Justice\n. 1967(1)\nS A\t25\n25.\nS A 31 (C) at p 3 5 as\n\"\tinstances where the statute itself\nhas entrusted to the repository of the power the sole and exclusive function\nof determining whether in its opinion the pre-requisite\nfact, or state of\naffairs, existed prior to the exercise of the power. In that event, the\njurisdictional fact is, in truth, not whether\nthe prescribed fact, or state of\naffairs, existed in an objective sense but whether,subjectively speaking, the\nreposi-tory of the\npower had decided that it did. In cases falling into this\ncategory the ob-jective existence of the fact, or state of affairs, is\nnot\njusticiable in a Court of law.\"\nEvery prohibition, therefore, presupposes an incontest-\nable decision by\nthe Minister that it is either necessary\nor expedient. In the present case,\nfor instance, the\nMinister stated in the notice that he deemed the\nprohi-\nbition expedient for the maintenance of public peace and\nits\t26\n26.\nits expediency to that end is not\njusticiable. An application for authority to hold a prohibited gathe-ring must,\naccordingly, be\nconsidered in the light of the decision already taken by the\nMinister that it is expedient for the maintenance of the public peace\nnot\nto allow it to be held; it is not, as was stated in the\nA.I.\nIce-Cream\ncase, the duty of the Minister or the ma-gistrate concerned to\ndecide \"whether sound reasons exist why the applicant should not be\npermitted\"\nto hold the gathering; such a decision is taken by the Minister when a\nprohibition is imposed and what in effect has to\nbe decided when authority for a\ngathering is sought, is whether sound reasons exist for the prohibi-\ntion\t27\n27. tion to be lifted in the particular case.\nOn the face of it this\ndistinction seems to be a formal one. But it is not: there is a fundamental\ndifference between an application\nfor a trading licence and an application for\nauthority to hold a gathering prohibited in terms of sec 46(3). As appears from\nthe\ncases referred to, a trading licence can only for sound reasons be withheld\nfrom an applicant. In that sense the applicant can be\nsaid to be entitled to be\ngranted a li-cence. An applicant for authority to hold a prohibited gathering,\non the other hand, is not\nentitled to be granted permission. Where a particular\nkind of gathering has been prohibited on account of the Minister's view that\nit\t28\n28.\nit is expedient to do so for the maintenance of the public peace, an\napplicant for authority to hold a gathe-ring of the kind in question\nhas no\nright to receive per-mission, even though he may be able to show positively that\nthe proposed gathering will not lead to a\nbreach of the public peace. The\nlegislature has assigned the power to grant the required permission to the\nMinister or to a magistrate\nacting in pursuance of the Minister's general or\nspecial instructions. And, although it may be accepted that permission is to be\ngranted or refused in the postulated case only in accordance with the dic-tates\nof the maintenance of the public peace, it is clear\nthat the Minister's or the\nmagistrate's view as\nto\t29\n29.\nto whether the gathering may lead to a breach thereof,\nis\nconclusive and not justiciable. To hold that a decision by either of them not to\ngrant permission in any given case is justiciable\non the ground that, viewed\nobjectively, the reason for the prohibition does not exist in that case, would\nlead to wholly untenable\nre-sults. No sooner would thê Minister decide\nthat it is expedient for the maintenance of the public peace to pro-hibit all\ngatherings of a particular kind, than he and the magistrate would in effect be\ncompelled to lift a prohibition imposed for that purpose,\nin every case where it\ncan be shown that a gathering will in fact not lead to a breach of the public\npeace. Such a construction\nwould\t30\n30.\nwould make a mockery of sec 46(3) and the inviolability\nof the Minister's\nprerogative to decide on the expedi-\nency of a prohibition.\nThis conclusion not only disposes of appli-\ncant's counsel's argument, but\nalso leads logically to\nanother one. If freedom of assembly is not\naffected\nby the refusal of authority for a gathering in the same\nway that\nfreedom to trade is affected by the refusal\nof a licence, the question is :\nIs the former affected\nat all by the refusal of authority? The answer is\nin\nthe negative. Once it is accepted, as it must be, that\nthe extent of a\ncurtailment of freedom of assembly has,\nin terms of sec 46(3), been left for\nthe decision of the\nMinister\t31\n31. Minister, it is clear that, to the extent that he de-cides\nto curtail it, it cannot be said to be capable of being affected further.\nAs we\nknow,certain gatherings have been prohibited; no-one has the right to hold a\nprohibited gathering without permission and, as\nI have indicated, no-one has the\nright to receive permission. To that extent freedom of assembly has been\ncurtailed and it cannot\nbe said to be affected if permission is\nrefused.\nApplicant's counsel did not suggest any other right which\nrespondent's refusal of authority could affect, nor did he suggest that\nthe\nrefusal involved legal consequences to the applicant. I conclude,\ntherefore,\t32\n32. therefore, that\nLaubscher's\ncase cannot be distin-guished and,\napplying the principle enunciated there-in, that there was no need for the\nrespondent to ob-\nserve the\naudi alteram partem\nrule unless there are\nother reasons calling for its observance.\nBy urging upon us the great\ninequity which the principle in\nLaubscher's\ncase may, in his submission,\nbring about (and has brought about in later cases ) and the pressing need for\nlegal reform, ap-plicant's\ncounsel invited us to extend the principle in order\nthat relief may be granted in cases where an administrative decision, which does\nnot affect a person's rights nevertheless\ninvolves\t.33\n33. involves serious consequences to him, is taken without\nobservance of the\naudi alteram partem\nrule. Suchi a re-sult may be\nachieved, it was suggested, by adopting the approach presently in vogue in the\nCourts in England and\ncertain other countries which affords relief in cases\nwhere there is no pre-existing right but the person con-cerned has what is\nsometimes referred to as a \"legitimate expectation\". (\nWade\n:\nAdministrative Law (5th ed) p 464-5. An illustrative discussion of the topic\nappeared in\n1987 SALJ 165\nin an article \"Legitimate Expectation and natu-ral\njustice : English, Australian and South African Law\" by John Hlophe.)\nCounsel's invitation must be declined. The\nmajority\t34\n34.\nmajority judgment in\nLaubscher's\ncase has been consis-tently followed\nandapplied in a long line of deci-sions including several in this Court. I am\nnot unmindful\nof the serious and, in certain respects, justified criticism which\nhas been levelled at some of the decisions and at the principle\ninvolved. (See\neg\nBaxter\n: Administrative Law p 577 et seq;\nJohn Hlophe's\narticle\n(\nsupra\n);\nTaitz\n: \"The application of the\naudi alteram\npartem\nrule in South African Administrative Law\" 1982 T H R H R 254 ).\nIt\t35\n35. It may well be that there is indeed a need for legal reform. But\nit would be idle to explore the possi-bility of reform in the\npresent case. Even\nif the \"legitimate expectation\" approach were to be adopted, there is no room\nfor its application here. Applicant's\ncounsel submitted that the applicant had a\nlegitimáte expectation that it would receive a fair hearing, and that its\napplication\nwould not be refused on grounds which it had not been afforded an\nopportunity to refute. There is, however, no fac-tual basis for\nsuch a\nsubmission. Unlike the English and Australian cases on which counsel relied,\nnothing had happened before the application\nfor\t36\n36.\nfor authority was submitted and nothing happened thereafter which could have\ncaused the applicant to entertain such an expectation;\nthere is not even an\nallegation in its affidavits that it in fact did entertain it. I am by no means\nsure that this case would in\nEngland be classified as a \"legitimate\nex-pectation\" case. There is nothing in this case which calls for an extension\nof the accepted\nprinciple.\nIt follows that the first ground on which\nrespondent's refusal was set aside, cannot be sus-tained.\nThe\t37\n37.\nThe remaining grounds may conveniently be con-\nsidered together. At p 288J - 289B of the report the\nfollowing findings\nand remarks were recorded:\n\"I am satisfied, on the papers before me, that the magistrate had not\ndirected himself pro-perly in the law; had not excluded from\nhis consideration\nmatters which are irrelevant and that the decision he arrived at was not one a\nreasonable man could reach on the\nbasis of the factors which he took into\naccount. He was, accordingly, in law\nmala fide\nand, if he, in fact,\nrefused the application for the reasons given, was in\nfraudem legis\n. I do\nnot, for a moment, suggest that the magis-trate was motivated by any improper\nmotives. He acted as he thought he was entitled\nto do in terms of the Act, but,\nin so doing, overlooked, in my view, the applicant's right to be heard and the\nfact that appli-cations\nfor permission to hold gatherings must be considered in\nthe light of the pro-visions of the Act.\"\nWhen\t38\n38.\nWhen I first read this passage, I had some difficulty in understanding\nthe Court's finding in the sentence reading :\" He was, accordingly,\nin law\nmala fide\nand, if he, in fact, refused the application for the rea-sons\ngiven, was in\nfraudem legis\n.\"\nFraus legis\nis impu-ted to someone\nwho, whilst pretending to use a power for the purpose for which it was assigned\nto him, in fact uses it for\nan unauthorised one. Such an abuse of power is said\nto constitute\nmala fides\n. This is what the learned judge also understood\nthe position to be, judging by his reference to\nVan Eck N 0 and Van Rensburg\nN 0 v Etna Stores\n1947(2) S A 984 (A) at p 996 - 998 earlier in his reasons\nwhere he indicated that the re-\nspondent\t39\n39.\nspondent would have acted in\nfraudem legis\nand\nmala\nfide\n, had he refused permission for the meeting for a purpose unconnected to\nthe maintenance of the public peace. Yet, the formulation\nof the finding in the\nsentence just re-ferred to, seems to suggest that it was not positively found\nthat he had in actual fact acted\nin\nfraudem legis\n. However, the general\ntenor of the Court's reasons is that he had done so. There is a finding, for\ninstance, that he had not envisaged\nany danger to the public peace and that he\nhad taken irrelevant matters into account, and it was said in the concluding\nremark that\nhe had overlooked that applications for permission had to be\nconsidered in the light of the provisions of the Act. It seems to me,\ntherefore\t40\n40.\ntherefore, that the finding of\nmala fides\nmust, despite its\nobscurity, be interpreted as implying that the respon-dent had acted in\nfraudem legis\n.\nUnfortunately this does not solve another prob-lem. The\ngrounds for the finding of\nmala fides\nwere stated to be, not only the\nfact that the respondent had not directed himself properly in law and had failed\nto exclude irrelevant\nmatters from his consideration, but also the\nunreasonableness of his decision. Exactly how its unreasonableness figured in\nthe enquiry\nwas not ex-plained. In a proper case and depending on its degree,\ngross unreasonableness may justify an inference of\nmala fides\n, but in\nthis case the finding that the respondent\nhad\t41\n41. had not envisaged any danger to the public peace, pro-vided\nthat it was correct, of course, alone cleared the way for a finding\nof\nmala\nfides\non the basis of the\nEtna Stores\ncase, and on that basis it was\nunnecessary to re-fer to the unreasonableness of the decision. Whether it was\nintended as an additional\nground, I do not know. How-ever, whatever the purpose\nmight have been, the unreason-ableness of the decision was raised by the Court\na\nquo\nand by applicant's counsel in this Court and I shalldeal with it.\nThe question of\nmala fides\n,in general, and of\nfraus legis\n,in\nparticular, falls to be considered in the light of two vital allegations in\nrespondent's\nopposing\t42\n42. opposing affidavit which are not mentioned in the Court's\nreasons. The first is that the respondent had arrived at the decision\nto refuse\npermission honestly and with-out any ulterior motive. This was specifically\nadmit-ted by Schreiner in the replying affidavit.\nThe second one is that\npermission was refused after the respondent had \"\nformed the opinion that the\nmeeting could lead to a disturbance of the public peace and that it is expedient\nfor the maintenance of\nthe public peace not to authorise\nit\". This assertion\nwas not disputed in the replying affidavit and must also be taken as admitted.\nThat be-ing the case, the undisputed\nevidence before the Court was that the\nrespondent had indeed envisaged a possible\nbreach\t43\n43. breach of the public peace and had honestly considered it\nexpedient\nfor the maintenance of the public peace\nnot to authorise the\nmeeting.\nAs mentioned earlier, the Court nevertheless found that the\nrespondent had not envisaged any danger to the public peace. Although\nit was not\nexplicitly stated, this finding must have been the result of the Court's\ndisdainful dismissal of the factors taken into\naccount by the respondent\nas\"verging on the frivolous\" and as\"picking at straws\". Again it was not\nexplicitly stated that these factors\nwere irrelevant to the mainte-nance of the\npublic peace, but this is all that the fin-ding that irrelevant matters had been\ntaken\ninto conside-\nration\t44\n44. ration can imply. It seems, therefore, that the Court\ninferred from what it considered to be the respondênt's inadequate\nand\nirrelevant reasons, that he had not fore-seen any danger to the public peace and\nmust, accordingly have refused permission for\nsome other purpose. Theo-retically\nthis process of reasoning seems to be in order and might have been correct, had\nit not been for\nthe ad-missions in the replying affidavit. But once those\nad-missions were made - and the Court apparently overlooked that they were\n- it\nwas entirely unfounded. At a later stage I shall indicate that the factors\nrelied upon by the respondent were not irrelevant\nto the maintenance of the\npublic peace; but, assuming for the moment that they\nwere,\t45\n45. were, their irrelevance afforded no ground for a finding\nthat\npermission had been refused for an unauthorised purpose. The decision might have\nbeen open to attack on the simple ground that\nirrelevant matter had been taken\ninto account (cf\nNorthwest Townships (Pty) Ltd v The Administrator, Transvaal\nand another\n1975(4) S A 1 (T) at p 8G), but a finding of\nfraus legis\nwas not justified where it was common cause between the parties that permission\nhad been refused for the very purpose of the Act.\nThe Court's reference to\nthe unreasonable-ness of the decision reveals another error. The for-mulation of\nthe grounds for the finding\nof\nmala\nfides\n46\n46.\nfides\nobviously derived from the adoption by the learned\njudge at p 287B - D of the following passage from the\njudgment of\nLord Denning\nMR in\nSecretary of State\nfor\nEducation and Science v Metropolitan Borough of Tameside\n[1976] UKHL 6\n;\n(1976) 3 AER 665\nat p 671 (HL) :\n\"\tthe Minister must direct himself\nproperly in law.\nHe must call his own at-tention to the matters he is bound to con-sider. He must\nexclude from his conside-ration\nmatters which are irrelevant to that which he is\nto consider. And the decision to which he comes must be one which is reason-able\nin this sense, that it is, or can be, supported with good reasons or at any rate\nbe a decision which a reasonable person might reasonably\nreach.\"\nIn adopting this exposition of the English law on the\nsubject and by\napplying it unreservedly, the learned judge\ndid\t47\n47.\ndid not heed OGILVIE THOMPSON JA's warning in\nThe\nAdmini\n-\nstrator, Transvaal and the Firs Investments (Pty)\nLtd\nv Johannesburg City Council\n1971(1) S A 56 (A) at p\n80\nwhere the learned judge of appeal said :\n\"The legal principle governing the present en-quiry was formulated by\nSTRATFORD,J.A., in\nUnion Government v Union Steel Corporation\n(\nSouth\nAfrica) Ltd\n.,1928 A.D.220 at p. 237,\nin the following terms:\n'There is no authority that I know of,and none has been cited, for the\nproposition that a court of law will interfere with the exer-cise\nof a\ndiscretion on the mere ground of its unreasonableness. It is true the word is\noften used in the cases on the subject, but nowhere\nhas it been held that\nunreasonablenesss is suf-ficient ground for interference; emphasis is always\nlaid upon the necessity of the\nunreason-ableness being so gross that something\nelse can be inferred from it, either that it is 'inex-plicable except on the\nassumption\nof\nmala fides\nor\t48\n48.\nor ulterior motive', see\nAfrican Realty Trust v. Johannesburg\nMunicipality\n,\n1906 T.H. 179\n,or that it amounts to proof that the person on\nwhom the discretion is conferred, has not ap-plied his mind to the matter. See\nCrown Mines Limited v. Commissioner for Inland Revenue\n,\n1922 A.D.\n91.'\nAs this passage makes abundantly clear, the\nonus\nresting upon a\nlitigant seeking to set aside the exercise of a discretion on the ground of\n'unreasonableness' is considerable indeed.\nIt is, for instance, a heavier\nonus\nthan that which rested upon a litigant seeking to set aside the\ndecision of a Liquor Licensing Board as being 'grossly unreasonable'\nwithin the\nmeaning of sec. 29 of Act 30 of 1928.(\nLoxton v Kenhardt L.L.Board\n,\n1942\nA.D. 275\nat pp.286-287and pp.311-312). In a case such as the present, the\n'unreasonableness' relied upon must be so great as, on a preponderance\nof\nprobabilities at the end of the case, to war-rant the inference of the existence\nof\nmala fides\nor one or other of the further features mentioned by\nSTRATFORD,J.A., in the above-cited passage (see\nClan Transport Co. (Pvt.)\nLtd. v\n.\nSwift Transport Services (Pvt.) Ltd.and Rhodesia\nRailways\n49\n49.\nRailways and Others\n,\n1956 (3) S.A. 480\n(F.c.) at pp. 487-491). Unless\nthat is fully appre-\nciated, statements to be found in the cases to the effect that the Court can\ninterfere if a decision\n'is so unreasonable that no reasonable autho-rity\ncould ever have come to it' (\nper\nLORD GREENE, M.R., in A\nssociated\nProvincial Picture Houses,Ltd. v Wednesbury Corporation\n[1947] EWCA Civ 1\n;\n(1947) 2 All E.R.\n680\n(C.A.) at p. 683, are apt to be misleading. Similarly, a correlative\ngualification must, in my opinion, be added to the observation\nof GREENBERG,J.,\nin\nScottes and Callinicos v. City Council of Johannesburg\n,\n1935 W.L.D.\n100\nat p. 104, where, after stating that a local authority is presumed to be\ncom-posed of reasonable men, he went on to say that when\nsuch an\nauthority\n'gives a decision which is such that it could not properly have\nbeen given by a reasonable man, then thê Court is fully justified\nin\nas-suming that the authority has been moved by improper motives or has not\nproperly applied its mind to the matter'.\nThe learned Judge had, immediately\nbefore, referred to the\nUnion Steel Corporation\ndecision\t50\n50.\ndecision,\nsupra\n, and his above-cited remarks should not, in my\nopinion, be read as inten-ded to modify what was said in that decision.\"\nIn\nGoldberg and others v Minister of Prisons and other\ns\n1979(1) S A 14 (A) at p 38 WESSELS ACJ said that\n\"(there) is abundant authority for the propo-sition that interference by the\nCourt in a case such as this on the ground of unreason-ableness\nis only\njustified if it is gross to so striking a degree as to warrant the inference\nthat the repository of the discre-tionary power\nhas acted in bad faith and from\nan ulterior or improper motive. See.eg.\nNat\n-\ntional Transport\nCommission and Another v Chetty's Motor Transport (Pty) Ltd\n(\nsupra\nat\n735F);\nNorthwest Townships (Pty) Ltd v Ad-ministrator, Transvaal and\nAnother\n1975(4) SA 1 (T) at 8B-G;\nUnion Government v\nUnion\nSteel Corporation (S A) Ltd\n(\nsupra\nat 237).\" The\nlearned judge in the Court a\nquo\ncould not have been\nunaware\t51\n51. unaware of these authorities or of the long line of\nde-cisions to the same effect in the Provincial Divisions; and yet he adopted\nan\napproach plainly at variance there-with, without even attempting to justify his\ndeparture from the traditional one enunciated\nin a number of bin-ding decisions\nof this Court.\nBe that as it may, however, it cannot be said that the\nrespondent's decision not to permit the meeting to be held was unreasonable\nto\nthe extent that it is in-explicable save on the assumption of\nmala fides\n.\nThe learned judge did not find that it was nor did applicant's counsel suggest\nit; and, speaking for myself, I have not been persuaded\nthat it was unreasonable\nat all.\nIt\t52\n52.\nIt follows from the foregoing that interference with the decision was\nnot justified on the ground of\nmala fides\n. The remaining question is\nwhether there were other grounds for doing so. The possibility that the\nrespondent did hot properly direct\nhimself in the law may immediately be\ndismissed. What his approach was and what the learned judge considered to be the\ncorrect one,\nappear from p 287F - H of the report. In my view the respondent was\ncorrect and the learned judge wrong. For the reasons stated earlier,\nI am unable\nto agree that \"authority should have been granted if the proposed gathe-ring was\nsuch that it would not be expedient\nto prohibit it for the maintenance of the\npublic peace\". As explained\nbefore\t53\n53. before, what the respondent had to consider,was not whet-her\nthe gathering should be prohibited, but whether the already existing\nprohibition\nshould be lifted. That is precisely how he approached the applicatioh. His view\nthat it was for the applicant to justify\nthe lifting of the prohibition\"by\nreference to facts and circumstances\" cannot be faulted either.\nApplicant.'s\ncounsel submitted that the factors on which the respondent relied in forming the\nopinion that a disturbance of the public\npeace might result from the meeting\nwere speculative, irrelevant to the mainte-nance of the public peace and, in any\nevent, wholly\nin-sufficient. The factors relied on are listed at p 287 I-\n288F\t54\n54. 288F of the report. I do not agree that anything men-tioned\nthere, was irrelevant to the maintenance of the public peace. The\nfact that the\narea around Curries Fountain would be very busy at the time of the proposed\ngathering was plainly relevant, and so\nwas the fact that a large gathering\nduring such a busy period would place a heavy burden on traffic authorities and\nthe police in\nthe area. It is absurd to suggest that the respondent, in making\nthis observation, had the interests of the police and the traffic\nauthorities at\nheart. Obviously, the heavier the burden on these authorities became, so much\neasier it could be for a public disturbance\nto de-velop. And as to the factors\nin (b), (c) and (d) at\np 288 \t55\n55. p 288, I fail to see how it can be contended that they did\nnot legitimately reflect on the question whether the gathering could\nlead to a\nbreach of the public peace. It does not matter that they were to some extent\nspecu-lative. The respondent could not foresee\nthe outcome of the meeting with\nany measure of certainty ; he could only assess the\npossibility\nof a\nbreach of the peace; and that is what he attempted to do. And as to the\nsufficiency of respondent's reasons, I need only refer\nthe well-known passage in\nBRISTOWE J's judgment in\nAfrican Realty Trust Ltd v Johannesburg Municipality\n1906 T H 179\nat p 182 to the effect that\n\"once a decision has been honestly and\nfairly \t56\n56.\nfairly arrived at upon a point which lies within the discretion of the body\nor person who has decided it, then the Court has no functions\nwhatever. It has\nno more power than a private individual would have to interfere with the\ndecision merely because it is not one at\nwhich it would have itself\narrived.\"\n(See also\nSchoch N 0 and others v Bhettay and others\n1974(4) S A\n860 (A) at p 866E F).\nThere are , in my view, no grounds for inter-fering\nwith the respondent's decision and the Court a\nquo\nerred in doing so. It\nfollows that the appeal must succeed but before I make the order there is one\nlast matter that I wish to mention.\nIn the Court a\nquo\nthe applicant,\napart from seeking the review of respon-\ndent's\t57\n57. dent's refusal to authorise the meeting, also challenged the\nvalidity of the notice. The question of its vali-dity was argued\nbut not decided\nin view of the appli-cant's success in the review. It was raised again in the\nwritten heads of argument in this Court;\nbut at the hearing of the appeal\napplicant's counsel abandoned this contention and argument proceeded on the\nbasis that the notice\nwas valid. In\nS v Mahlangu and others\n1986(1) S A\n135 (T) the Full Bench of the Transvaal Provincial Division held (by a majority)\nthat the notice was void for vagueness.\nIn view of the turn of events in the\npresent case it is unnecessary to consider the correct-ness of that\ndecision.\nThe\t58\n58.\nThe appeal accordingly succeeds with costs, including the costs of two\ncounsel. The order of the Court a\nquo\nis set aside. Substituted for it is\nthe following :\n\"The applicatlon is dismissed with costs including the costs of two\ncounsel.\"\nJ J F HEFER JA.\nJANSEN JA )\nVILJOEN JA \t)\nCONCUR. SMALBERGER JA \t)\nVIVIER JA )",
  "scraped_at": "2026-02-11T21:12:07.491076",
  "date": "1987-08-25",
  "coram": [
    "JANSEN JA",
    "VILJOEN JA",
    "HEFER JA",
    "SMALBERGER JA",
    "VIVIER JA"
  ],
  "case_number": "328/85",
  "parties": {
    "applicants": [
      "CASTEL N.O"
    ],
    "respondents": [
      "METAL & ALLIED WORKERS' UNION"
    ]
  },
  "sections": {
    "facts": "The Internal Security Act, s 46(3), prohibited all open‑air gatherings not of a bona fide sporting nature unless authorised by the Minister or a magistrate. On 26 April 1984 the Natal branch secretary of the appellant trade union applied to the chief magistrate of Durban for permission to hold its annual general meeting in the open air at Curries Fountain on 12 May 1984. The magistrate refused permission. The appellant made an urgent application to the court for review; Wilson J granted an order setting aside the refusal, but gave reasons only after a delay of more than seven months. The magistrate sought leave to appeal the order, which was refused, and the appellant appealed the original order.",
    "issues": "1. Whether the magistrate was required to observe the audi alteram partem rule and give the appellant a hearing before refusing authority. 2. Whether the magistrate’s refusal was made mala fide and in fraudem legis. 3. Whether the decision was so unreasonable as to warrant judicial intervention. 4. The applicability of the Laubscher principle on administrative discretion to this case. 5. Whether the refusal of authority infringed the appellant’s freedom of assembly.",
    "principles": "The court considered the scope of the Minister’s power under s 46(3) of the Internal Security Act, which is discretionary and not subject to judicial review except for procedural fairness. It applied the Laubscher v Native Commissioner principle that an administrative decision need not observe audi alteram partem unless a right is affected. The court also examined the doctrine of mala fides and fraudem legis, and the standard of unreasonableness, requiring a gross deviation from reasonableness to infer bad faith, referencing decisions such as African Guarantee, Ladellase Finance, and the Wednesbury principle.",
    "application": "The court held that the appellant had no pre‑existing right to hold the prohibited gathering and therefore was not entitled to a hearing before the magistrate decided. The magistrate’s consideration of factors relevant to the maintenance of public peace was proper, and the refusal was not made for an unauthorised purpose. The finding of mala fides was not justified, as the magistrate acted within his discretion and his decision, though perhaps unwise, was not grossly unreasonable. Consequently, the grounds for setting aside the magistrate’s decision failed.",
    "conclusion": "The appeal succeeded. The order of the court a quo granting the appellant’s application was set aside and substituted with a dismissal of the application, with costs awarded to the respondents, including costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review of Administrative Action",
    "level_3": [
      "Audi alteram partem",
      "Mala fides",
      "Freedom of assembly",
      "Internal Security Act",
      "Ministerial discretion"
    ]
  }
}