{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/107.html",
  "case_name": "Ficksburg Transport (Edms) Bpk. v Rautenbach and Another (191/86) [1987] ZASCA 107; [1988] 1 All SA 259 (A) (29 September 1987)",
  "citation": "[1987] ZASCA 107",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 107\n|\nNoteup\n|\nLawCite\nFicksburg Transport (Edms) Bpk. v Rautenbach and Another (191/86) [1987] ZASCA 107; [1988] 1 All SA 259 (A) (29 September 1987)\nDownload original files\nPDF format\nRTF format\n/MC\tSaak Nr 191/86\nFICKSBURG TRANSPORT (EDMS) BEPERK\nen\nP M G\nRAUTENBACH\nen\nHELENA BOERDERY VIVIER AR.\n/MC\tSaak nr\n191/86\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPeLAFDELING\n)\nIn die saak tussen\nFICKSBURG TRANSPORT (EDMS) BEPERK\nAPPELLANT\nen\nPETRUS MARTHINUS GELDENHUYS RAUTENBACH\nEERSTE RESPONDENT\nen\nHELENA BOERDERY\nTWEEDE RESPONDENT\nCocam\n: RARIE Wn HR et BOTHA, JACOBS\n,\nVIVIER ARR\net\nBOSHOFF WND AR.\nVerhoor:\n27 AUGUSTUS 1987\nGelewer\n: 29 SEPTEMBER 1987.\nUITSPRAAK\nVIVIER\n/\n2.\nVIVIER AR\nEerste respondent is die eienaar van die\nplaas De Villiersdrift (\"die eiendom\") in die distrik\nFouriesburg. Op 26 Oktober 1981 het eerste respondent\nen ene Schuld 'n notariele prospekteerkontrak aangegaan\ningevolge waarvan Schuld die alleenreg verkry het vir\ntydperk van vyf jaar, gereken vanaf 16 Mei 1980, om op\ndie eiendom vir edelgesteentes te prospekteer.\nProspekteergeldë van R50 per maand was maandeliks\nvooruitbetaalbaar vanaf 1 Februarie 1980. Ingevolge\nklousule 4 van die prospekteerkontrak is 'n opsie aan\nSchuld verleen om die eiendom, insluitende sekere\nmineraalregte, te koop. Klousule 4.2 het vereis\ndat /.....\n3.\ndat die opsie \"skriftelik uitgeoefen word deur\nlewering van 'n skriftelike kennisgewing aan die\neienaar tot die effek dat die opsie uitgeoefen word,\nen wel voor beëindiging van die kontrak\". Schuld het\nsy opsie aan die appellant sedeer. Die geskil tussen\ndie partye gaan oor die vraag of die opsie behoorlik\nuitgeoefen is al dan nie.\nIn die Hof\na\nguo\nhet die appellant by\nKennisgewing van Mosie 'n verklarende bevel gevra dat\ndie opsie behoorlik uitgeoefen is en vir 'n bevel wat\neerste respondent gelas om oordrag van die\neiendom aan hom te gee teen betaling van die koopprys,\nsowel as vir sekere verwante regshulp. Die aansoek is\ndeur /.....\n4.\ndeur eerste respondent bestry. Tweede respondent\nin die Hof\na\nquo\nsowel as ín hierdie Hof, is die\nhuurder van die eiendom ingevolge 'n skriftelike\nhuurkontrak wat ná die prospekteerkontrak, en onder=\nhewig aan die bepalings daarvan, gesluit is. Tweede\nrespondent berus hom by die uitspraak van die Hof.\nDie aansoek is met koste afgewysdeur SMUTS Rp(sien\n1986(2) SA 88(0)), wat aan die appellant verlof verleen\nhet om na hierdie Hof te appelleer.\nOp 15 Mei 1985, wat die laaste dag was waarop\ndie opsie uitgeoefen kon word, was die eerste respondent\ntydelik afwesig van die eiendom toe die appellant se\nprokureur teen 4 uur die middag daar opdaag met 'n brief\nvan /....\n5.\nvan dieselfde datum waarin die eerste respondent in kennis gestel word\ndat die opsie uitgeoefen word. Dit moet aanvaar word dat toe\ndie appellant se\nprokureur verneem dat eerste respondent nie tuis is nie, hy nie verder navrae\ngedoen het oor waar eerste respondent\nwas nie, omdat hy van mening was dat\nlewering van die kennisgewing van aanname van die opsie by die eerste respondent\nse adres, wat\nsy gekose\ndomicilium citandi et executandi\nwas, voldoende\nsou wees. Hy het gevolglik die oorspronklike van die brief aan die voordeur van\neerste respondent se woning geheg\nen 'n afskrif is aan 'n werknemer van eerste\nrespondent, ene Izak Pheleu, wat skynbaar in beheer van die perseel was,\noorhandig.\nEerste /\n6.\nEerste respondent het eers die volgende dag by sy\nterugkeer vanaf 'n besoek aan Pietermaritzburg, waar\nhy sedert 11 Mei 1985 was, van die gepoogde uitoefening\nvan die opsie verneem.\nNamens appellant is op verskeie gronde betoog\ndat die opsie regsgeldig uitgeoefen is op 15 Mei 1985.\nDaar is eerstens betoog dat die lewering van die\nkennisgewing aan Pheleu behoorlike lewering van die\nkennisgewing aan die eerste respondent was, deurdat hy\ntydens sy afwesigheid vir Pheleu in beheer van die\neiendom gelaat en daarmee stilswygend vir Pheleu\ngemagtig het om kennisgewings soos die huidige namens\nhom te ontvang. Dat 'n werknemer stilswygende magti=\nging/....\n7.\nging kan hê om 'n bepaalde regshandeling te verrig, is voor die\nhand liggend. Of daar in 'n bepaalde saak magtiging bestaan,\nhang van die\nbesondere feite en omstandighede van daardie saak af. Om mee te begin, is daar\nin die huidige saak geen bewering in\ndie beëdigde verklarings dat Pheleu\nuitdruklike of stilswygende magtiging gehad het\nsoos nou\nbetoog word nie.\nAl wat van hom in die appellant se beëdigde verklarings gesê word, is\ndat hy 'n volwasse, ver= antwoordelike,\nswart man is wat skynbaar in beheer van\ndie perseel was\". Of hy die plaasbestuurder of huisbediende was, word nie gemeld\nnie. In\ndie eerste respondent se beëdigde verklarings word niks meer\noor\nPheleu /\n8.\nPheleu gesê nie. Die rede waarom so min oor Pheleu in die beedigde\nverklarings gesê is, is omdat dit nie appellant se\nsaak was dat lewering\nvan die kennisgewing aan Pheleu as eerste respondent se gevolmagtigde geskied\nhet nie. Dit het mnr Van Amstel,\nnamens appellant, geredelik toegegee. Na my\nmening is die afleiding dat Pheleu magfciging gehad het om kennisgewings namens\neerste\ncespondent te ontvang, nie geregverdig bloot uit die feit dat Pheleu in\nbeheer was van die eerste respondent se woning tydens laasgenoemde\nse tydelike\nafwesigheid nie (vgl\nLoryan (Pty) Ltd v Solarsh Tea and Coffee (Pty) Ltd\n1984(3) SA 834(W) op 848 in\nfine\n). Indien nie bewys is dat Pheleu die\nnodige magtiging\ngehad /\n9.\ngehad het nie, volg dit dat die verdere betoog dat sy kennis aan die\neerste respondent toegereken moet word, ook nie kan slaag nie.\nDaar is voorts\nnamens appellant betoog dat die woorde in klousule 4.2 van die kontrak:\n\"lewering van 'n\nskriftelike kennisgewing aan die eienaar\" nie beteken dat\ndie eerste respondent of sy gevolmagtigde in besit gestel moes word van\ndie\nkennisgewing nie, maar dat aan die woorcie 'n wye betekenis geheg moet word\nsodat niks meer vereis is as dat die kennisgewing\nop 'n wyse wat redelik is\nonder die omstandighede, gelewer moes wocd nie. Daar is betoog dat lewering by\ndie eerste respondent se\nadres, wat ook sy gekose\ndomicilium citandi\net\nexecutandi/\n10.\nexecutandi was, onder die omstandighede redelik\nwas.\nDie algemene reël van ons reg is dat die\nuitoefening van 'n opsie aan die opsiegewer meegedeel moet word\n(\nDietrichsen v Dietrichsen\n1911 TPD 486\nop 495;\nSmeiman v Volkersz\n1954(4) SA 170(K) op 176 E-F). Die opsiegewer kan egter uitdruklik of\nstilswygend n besondere wyse vir die uitoefening van die opsie\nvoorskryf, in\nwelke geval die kontrak tot stand kan kom selfs sonder dat die uitoefening van\ndie opsie aan die opsiegewer meegedeel\nis (\nDriftwoord Properties (Pty) Ltd v\nMcLean\n1971(3) SA 591(A) op 597 D-E). De Groot,\nDe Jure Belli ac\npacis\n2.11.15 sê dat die aanbieder kan voorskryf dat sy aanbod 'n\nkontrak tot stand sal\nbring /\n11.\nbring òf deur die geadresseerde se blote aanvaarding daarvan,\nóf eers wanneer hy verneem van die aanvaarding, en dat\nin geval van\ntwyfel, vermoed word dat die kontrak eers tot stand kom indien die aanbieder van\ndie aanname verneem. Hierdie passasie\nis goedgekeur deur hierdie Hof in\nDriftwood Properties (Ptyí Ltd v McLean\n,\nsupra\nop 597\nE-F.\nOm terug te keer tot die huidige kontrak. Klousule 4.2 vereis \"lewering\naan die eienaar\" van die skriftelike kennisgewing. In\nR v Rudd\n1912 TPD\n195\n, het SMITH R, met verwysing na die woord \"deliver\" in art 52 van Ord 32 van\n1902 op bl 199 gesê:-\n\"The ordinary and popular sense of delivering a thing to another is to hand\nover the thing to him\"\nen /\n12. en na my mening is dit die betekenis wat aan die\nwoorde\n\"lewering aan die eienaar\" in die huidige kontrak gegee moet word. (Vgl\nA to\nZ Bazaars (Pty) Ltd v Minister of Agriculture\n1975(3) SA 468(A) op 477 A-H\nen\nS v Solomon\n1986(3) SA 705(AV op 711 E-F). Indien klousule 4.2\nlewering sonder meer, of lewering\nby die eerste respondent se adres vereis het, sou dit\nseker voldoende gewees het om die kennisgewing by die eerste respondent se\nadres te laat, soos die geval was in die Loryan-saak, supra\nop 835 G-H en 849 I.\nKlousule 4.2 vereis egter uitdruklik dat lewering aan die eerste respondent moet\ngeskied, sonder vermelding\nvan enige adres, en die betekenis wat aan hierdie\nwoorde geheg moet word, is dat eerste respondent in besit van die\nkennisgewing gestel moes word.\nNamens appellant is betoog dat klousule\n4.2\nsaamgelees / ...\n13.\nsaamgelees rnoet word met klousule 8.2 waarin, so is betoog, wel voorsiening\ngemaak word vir 'n adres vir die lewering van die kennisgewing\nvan uitoefening\nvan die opsie. Daar is betoog dat met die keuse van die eiendom as\ndomicilium\ncitandi et executandi\nin klousule 8.2 van die prospekteerkontrak, die partye\nnie slegs bedoel het om te verwys na die betekening van prosesstukke in die\nloop\nvan 'n regsgeding nie, maar ook na alle kennisgewings ingevolge die\nprospekteerkontrak. Klousule 8 bepaal as volg :-\n\"8.1 Die pcospekteerder kies\ndomicilium\ncitandí et executandi\nte Kloofstraat 16, Ficksburg.\n8.2 Die eienaar kies\ndomicilium citandi et executandi\nte De\nVilliersdrift, Ficksburg.\"\nDie /\n14.\nDit word algemeen aanvaar in ons praktyk dat die keuse van 'n\ndomicilium citandi et executandi\n,\nsonder meer, slegs betrekking\nhet op die betekening van prosesstukke in die loop van 'n regsgeding (Voet\n5.1.93, Merula,\nManier van Procederen\n4.41.4, Van der Linden,\nInst\n. 3.1.2.14 Van Zyl,\nJudicial Practice\nop 38, Reël\n4(1)(a)(iv) van die Eenvormige Hofreëls,\nMuller v Mulbarton Gardens\n(Pty) Ltd\n1972(1) SA 328(T) op 331\nin\nfine\n- 332 A en\nLoryan (Pty)Ltd v Solarsh Tea and Coffee (Pty) Ltd\n,\nsupra\nop 847\nD). Soms word 'n\ndomicilium\negter ook deur die partye tot 'n kontrak\ngekies vir die betekening van kennisgewings ingevolge die\nkontrak. Of in 'n bepaalde geval 'n keuse van 'n\ndomicilium citanci\net\nexecutandi\nslegs betrekking het op prosesstukke\nin / ...\n15.\nin 'n regsgeding en of dit ook van toepassing is op\nkennisgewings ingevolge die kontrak (die sg \"dubbele\nvoorsiening\"), hang af van die juiste vertolking van\ndie bepaalde kontrak. So is beslis dat die gekose\ndomicilium\nook geld vir kontraktuele kennisgewings in\noa\nMuller v Mulbarton Gardens (Pty) Ltd\nsupra,\nen die sake daar aangehaal op 332 H - 333 A\nen Loryan {Pty) Ltd\nv Solarsh Tea and\nCoffee (Pty) Ltd,\nsupra\nop 848 .\nIn die onderhawige kontrak is dit opvallend\ndat klousule 8 nie uitdruklik na kontraktuele\nkennisgewings verwys nie, en ook nie woorde gebruik wat\nwyd genoeg is om kontraktuele kennisgewings in te sluit\nnie /....\n16.\nnie. Dit ten spyte van die feit dat daar verskeie voorafgaande\nbepalings is wat voorsiening maak vir een of ander kennisgewing ingevolge\ndie\nkontrak. So bepaal klousule 1.2 dat die prospekteerder met skrif= telike\nkennisgewing\naan\ndie eienaar die kontrak kan kanselleer indien hy nie\nverder wil prospekteer nie. Klousule 2 bepaal dat indien prospekteergelde nie\nbetyds betaal word nie, of ingeval van nie-nakoming van die bepalings van die\nkontrak, d\nie\neienaar geregtig is om die kontrak te kanselleeer na\nveertien dae skriftelike kennisgewing. Ek het ceeds na klousule 4.2 verwys wat\nook 'n skriftelike kennisgewing vereis. Klousule 4.3 maak voorsiening vir die\nlewering aan die\neienaar / ...\n17.\neienaar van 'n waarborg vic betaling van die koopsom.\nOmdat die keuse van 'n domicilium citandi et executandi\ngewoonlik alleen betrekking het op betekening van pcoses=\nstukke van die hof in die loop van 'n regsgeding, sou\nmens verwag dat, indien die bedoeling was om in klou=\nsule 8 ook voorsiening te maak vir kontraktuele\nkennisgewings, die partye dit uitdruklik sou gesê het\nof woorde sou sou gebruik het wat wyd genoeg was om kennisgewings\ningevolge die kontrak in te sluit. Dit is nie gedoen\nnie. Vir die betoog dat klousule 8 ook verwys na\nkontraktuele kennisgewings,is sterk gesteun op die\nvereiste in klousule 2 dat prospekteergelde direk aan\ndie eienaar betaal moet word, terwyl hierdie vereiste\nnie /...\n18.\nnie verskyn in die ander klousules wat voorsiening maak vir\nkontraktuele kennisgewings nie. Daar is betoog dat hierdie verskil in\nbewoording\ndaarop dui dat in die laasgemelde gevalle \"indirekte\" betekening in die sin van\nbetekëninq by die gekose\ndomicilium,\nvoldoende is. Ek stem nie saam\nnie. Al wat na my mening met \"direkte betaling\" in klousule 2 bedoel word, is\ndat prospekteergelde\naan die eienaar, en nie bv in sy bankrekening nie, betaal\nmoet word.\nMnr Van Amstel het voorts betoog dat die kennisgewing van\nuitoefening van die opsie in elk geval by implikasie deel vorm van die\nprosesstukke\nvan 'n regsgeding, aangesien dit 'n geldige koopkontrak van\ndie /\n19.\ndie eiendom tot stand gebring en aldus 'n uitsettings= bevel na 15 Mei 1985\nverhoed het. Vir hierdie betoog het hy gesteun op die\nbeslissing in\nSfetsios\nand Others v Theophilopoulos and Another\n1967{4)'SA 645(W) op 648 D-F. Na my\nmening kan op geen basis gesê word dat die kennisgewing waardeur die opsie\nuitgeoefen is,\ndirek of indirek deel vorm van die prosesstukke in 'n regsgeding\nnie en die uitspraak waarop gesteun is, kan in hierdie opsig nie\nondersteun word\nnie (vgLwat in die\nMuller\n-saak\nsupra\nop 333 H - 334 A gesi is\nomtrent die\nSfetsios\n-saak)\nEk is gevolglik van mening dat die\nprospekteer= kontrak geen adres bepaal, uitdruklik of by implikasie, met\nbetrekking tot die lewering\naan die\neerste /\n20.\neerste respondent van die kennisgewing waardeur die opsie uitgeoefen\nis nie. Volgens die duidelike bepalings van klousule 4.2 meen\nek dat vereis is\ndat die kennisgewing petrsoonlik aan die eerste respondent of sy gevolmagtigde\noorhandig moes word. In soverre daar\ntwyfel hieroor mag bestaan,moet, volgens\ndie gesag waarna ek reeds verwys het, die konstruksie ten gunste van so 'n\nvereiste wees.\nMnr Van Amstel het gesteun op 'n\nobiter dictum\nin\nSmeiman v Volkersz\n,\nsupra\n, waar die behoorlike uitoefening van 'n\nmondelinge opsie om 'n sekere belang in 'n maatskappy te koop, ter sprake was.\nTelefoniese\nnavraag by die opsiegewer se adres in Wynberg, Kaapstad,\nop /\n21.\nop die laaste dag waarop die opsie uitgeoefen kon word, het getoon dat\ndie opsiegewer tydelik op Kroonstad was. Gevolglik is briewe\nvan aanname daardie\ndag na beide adresse gepos, wat egter hul bestemmings eers ná daardie\ndatum bereik het. In die loop van\nsy uitspraak het OGILVIE THOMPSON R in 'n\nobiter dictum\nop 177 C-D gesê dat hy geneig is om te dink dat\ntydige aflewering\nvan\ndie brief van aanname by die aanbieder se juiste\nWynbergse adres voldoende sou gewees het om 'n kontrak tot stand te bring ten\nspyte\nvan die aanbieder se tydelike afwesigheid. As gesag vir hierdie stelling\nis verwys na die\nRestatement of the law\n:\nContracts,\npara 69;\nWilliston on contracts\n, 3de uitgawe, vol 1,\npara /.......\n22.\npara 89 en na die beslissings in\nNaude v Malcolm and Another\n19 SC 482\nen\nBaker v Marshall and Edwards\n1913 WLD 156.\nDie betrokke paragraaf in\ndie\nRestatement\nlees as volg:-\n\"A written revocation, rejection or acceptance is received when the writing\ncomes into the possession of the person addressed, or\nof some person authorized\nby him to receive it for him, or when it is deposited in some place which he has\nauthorized as the place\nfor this or similar communications to be deposited\nfor him.\"\nIn die tersaaklike passasie uit\nWilliston on Contracts\nword dieselfde\ngesê:-\n\"Accordingly, if a letter comes into the possession of the person addressed\nor of one authorized to receive it for him, or in a place\nwhich he has\ndesignated as the\nplace /\n23.\nplace for this or similar communications to be deposited for him, the letter\nhas reached its destination and is as effec= tual though\nunread as if it were\nread.\"\nDie passasies in die Restatement en Williston, wat in\nooreenstemming met ons reg is, neem die appellant se\nsaak nie verder nie omdat, soos ek reeds daarop gewys\nhet, Pheleu nie gemagtig was om die betrokke dokument\nnamens\ndie eerste respondent te aanvaar nie en lg nie\nsy adres aangewys het as die plek waar die betrokke\nkennisgewing afgelewer kon word nie.\nDie Naude- en Baker-sake is voorbeelde van\ngevalle\nwaar die totstandkoming of verlenging van 'n\nkontrak deur die skuld van die aanbieder verydel is\ndeur /.....\n24. deur adresverandering, afwesígheid of andersins,\nsodat\ndie vereiste kennisgewing sy bestemming laat, of glad\nnie, bereik het nie,\nterwyl die aannemer, aan die ander kant,\nalles gedoen het wat redelikerwys\nvan hom verwag kon word om\ndie kennisgewing aan die aanbieder te besorg.\nOnder daardie\nomstandighede is kennis aan die aanbieder toegeskryf asof\nhy\nwel die vereiste kennisgewing betyds gekry het (De Wet en\nYeats,\nKontraktereg en Handelsreg\n, 4de uitgawe op 36). In\nNaude\nv\nMalcolm and Another\nwas die vraag of 'n opsie om te\nkoop\nbehoorlik uitgeoefen is. Een van die opsiegewers is\noorlede en geen eksekuteur is vir hom aangestel nie,\nterwyl die ander opsiegewer oorsee is en van sy adres\ndaar vertrek het sonder om sy nuwe adres te verstrek.\nGevolglik het die brief waarin die opsie uitgeoefen is,\nhom / ...\n25.\nhom nooit bereik nie. Daar is beslis dat die opsie=\nnemer alles gedoen het wat redelikerwys van hom verwag\nkon word, en dat hy geregtig was op oordrag van die\neiendom. In\nBaker v Marshall and Edwards\nwas die vraag\nof 'n huurkontrak behoorlik deur die vereiste skriftelike\nkennisgewing hernu is. Die verhuurder het die land\nverlaat sonder om aan die huurders te sê hoedat kennis\nvan hernuwing aan hom gegee kon word. Onder daardie\nomstandighede is beslis dat 'n brief oor die pos aan sy\nkorrekte adres voldoende kennisgewing van hernuwing\nwas, al het dit hom nooit bereik nie , omdat dit nie\ndie huurders se skuld was dat die brief nie sy bestem=\nming bereik het nie. Die beginsel waarop die\nBaker\n- /.....\n26.\nBaker\n- en\nNaude\n-sake beslis is, skyn ook die basis\nte\ngewees het vir die\nobiter dictum\nin die\nSmeiman\n-saak waarna\nek verwys het.\nNa my rnening is daar geen ruimte vir die toe= passing van 'n\nsoortgelyke beginsel op die feite van die huidige saak nie. Die appellant\nse\nsaak, soos ek reeds gesê het, was dat lewering by die\ndomiciliúm\nc\nitandi et executandi\nvoldoende lewering aan\neerste respondent was. Sy saak was nie dat hy alles gedoen het wat redelikerwys\nvan hom verwag kon word om\ndie kennisgewing aan die eerste respondent te lewer\nen dat lewering verydel is deur eecste respondent se afwesigheid nie. Indien\ndit\nsy saak was, sou mens verwag het dat hy navraag sou gedoen het oor waar eerste\nrespondent\nhom / ...\n27.\nhom bevind en 'n\nontmoeting\nprobeer reël het vir later\ndié betrokke dag. Dit het hy nie gedoen nie. Ons weet uit die\nbeëdigde verklarings dat\neerste respondent op die betrokke dag vier uur se\nry per motor van die eiendom af was en dat appellant by navraag kon vasgestel\nhet\nwaar eerste respondent hom bevind. Daar was gevolglik oorgenoeg tyd vir\nlewering aan eerste respondent indien appellant dit wou doen.\nEk meen dat dit\nnie van eerste respondent verwag kon word om, waar hy niks van appellant gehoor\nhet, op die láaste dag voortdurend\nop die eiendom aanwesig te gewees het\nnie. Dit moet aanvaar word wat eerste respondent in sy beëdigde verklaring\nsê nl\ndat sy\nbesoek /\n28.\nbesoek aan Pietermaritzburg heel onskuldig was en dat Pheleu\naan\nenigeen wat navraag gedoen het, sou gesê het waar hy te vinde was.\nDaar ís geen aanduiding dat hy nie betyds sou teruggekeer\nhet indien dit\nvereis was nie\nDaar is origensgeen basis waarop gesê kan word dat die\neerste respondent die uitoefening van die opsie met indirekte oogmerk,\nsoos deur\nmnr Van Amstel betoog,\not selfs\nop nalatige wyse verydel het nie. Hieruit\nvolg dat die leerstuk van fiktiewe vervulling, waarop namens appellant gesteun\nis, ook geen\ntoepassing het in die huidige saak nie.\nLaastens is daar namens die appellant betoog dat deur sy afwesigheid van die\neiendom op 15 Mei 1985,\neerste /\n29.\neerste respondent afstand gedoen het van sy reg dat die betrokke\nkennisgewing aan hom gelewer word. 'n Beweerde afstanddoening van\nregte verg\nduidelike bewys, veral waar op stilswygende afstanddoening gesteun word. Die\ngedrag waarop gesteun word, moet teen= strydig\nwees met die voortbestaan van\nsodanige regte of met 'n bedoeling om dit af te dwing. (\nLaws v\nRutherfurd\n,\n1924 AD 261\nop 263;\nHepner v Roodepoort-Maraisburg Town\nCouncil\n1962(4) SA 772(A) op 778 en\nBorstlap v Spangenberg en Andere\n1974(3) SA 695 op 704 G-H). In die huidige saak is daar geen getuienis om die\nbeweerde afstanddoening te staaf nie en die blote afwesigheid\nvan die eerste\nrespondent regverdig nie\nso /\n30. so 'n afleiding nie.\nEk is gevolglik van mening dat die Hof\na\nq\nuo\ntereg die aansoek afgewys het. Die appel word\nmet koste af gewys.\nW. VIVIER AR\nBOTHA AR )\nStem saam.\nJACOBS AR )",
  "scraped_at": "2026-02-11T21:19:59.291726",
  "date": "1987-09-29",
  "coram": [
    "Raric AR",
    "Botha AR",
    "Jacobs AR",
    "Vivier AR",
    "Boshoff AR"
  ],
  "case_number": "191/86",
  "parties": {
    "applicants": [
      "Ficksburg Transport (Edms) Bpk."
    ],
    "respondents": [
      "Petrus Marthinus Geldenhuys Rautenbach",
      "Helena Boerdery"
    ]
  },
  "sections": {
    "facts": "The first respondent owned the farm De Villiersdrift in Fouriesburg. On 26 October 1981 the respondent and the appellant entered into a notarised prospecting contract that gave the appellant exclusive rights to prospect for minerals on the property for five years, payable at R50 per month. Clause 4 of the contract granted the appellant an option to purchase the farm and its mineral rights, which had to be exercised by delivering a written notice to the owner before the contract expired. The option’s last day was 15 May 1985. On that day the appellant’s attorney left a written notice on the respondent’s front door and gave a copy to an employee, Izak Pheleu, who appeared to be in control of the premises while the owner was away on a trip to Pietermaritzburg. The respondent learned of the alleged exercise only on his return the following day.",
    "issues": "The central issue was whether the written notice delivered to the employee at the owner’s address satisfied the contractual requirement of delivering a written notice to the owner under clause 4.2, thereby effecting a valid exercise of the option.",
    "principles": "South African law requires that an option be communicated to the optionor (Dietrichsen v Dietrichsen; Smeiman v Volkersz). Parties may, however, agree on a specific method of delivery, such as delivery to a designated domicile citandi et executandi. The phrase “delivery to the owner” is ordinarily interpreted to mean that the owner himself must receive the notice, unless the contract expressly allows delivery to a person authorized by the owner. The Restatement of Contracts and Williston on Contracts support the view that delivery is effective when it reaches the intended recipient or an authorized agent at a designated address.",
    "application": "The court found that the contract’s clause 4.2 required delivery to the owner, not merely to his address. No evidence was presented that the employee, Pheleu, had express or tacit authority to receive the notice on the owner’s behalf. Consequently, the notice left at the door and handed to Pheleu did not constitute valid delivery to the owner. The appellant therefore failed to validly exercise the option.",
    "conclusion": "The appeal was dismissed. The appellant’s application was refused, and costs were awarded against the appellant. The decision of the lower court was affirmed."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Option Contracts",
    "level_3": [
      "notice delivery",
      "prospecting contract",
      "mineral rights"
    ]
  }
}