{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/6.html",
  "case_name": "South African Bank of Athens Ltd. v Mercabank Ltd. (10/87) [1987] ZASCA 6 (12 March 1987)",
  "citation": "[1987] ZASCA 6",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 6\n|\nNoteup\n|\nLawCite\nSouth African Bank of Athens Ltd. v Mercabank Ltd. (10/87) [1987] ZASCA 6 (12 March 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nTHE SOUTH AFRICAN BANK OF ATHENS LIMITED\nappellant\nand\nMERCABANK LIMITED\nrespondent\nCoram\n: CORBETT,\nHEFER, GROSSKOPF, JJA, NICHOLAS\net KUMLEBEN, AJJA.\nDabe of appeal\n: 2 March\n1987\nDate of judgment\n: 12 March 1987\nJUDGMENT\nCORBETT\nJA:\nThis is an appeal from a decision of GROSSKOFF J in the\nWitwatersrand Local Division. In the Court be-low the respondent, Mercabank\nLimibed (\"Mercabank\"), sued the appellant, the South African Bank of Athens\nLimited\n/ (\"Dank\n2\n(\"Bank of Athens\"), for —\n(1)\tpayment of the sum of R3 000 000;\n(2)\tinterest on the said sum of R3 000 000 at the\nrate of 23%\nper\nannum\nas from 1 November 1982\nto date of\npayment;\n(3)\tpayment of the sum of Rl 750 000;\n(4)\tinterest on the said sum of Rl 750 000 at the rate of l8%\nper annum\nas from 1 November 1982 to 8 November 1982, at the rate of 17,5% per\nannum\nas from 9 November 1982 to 23 November 1982, and at the rate of 17%\nper\nannum\nas from 24 November 1982 to date of\npayment;\n(5)\tcosts of suit.\nMercabank's claims were based upon an alleged\noral agreement of loan in terms of which Mercabank ad-vanced to the Bank of\nAthens the\ntwo capital sums stated\n/ in\n3\nin claims (l) and (3). The interest claims, claims (2)\nand (4),\nrepresented the unpaid interest at the rates\ninitially agreed to and, in the\ncase of claim (4), also\nat the amended rates verbally agreed to by the\nparties\nthereafter from time to time. In its plea the Bank of\nAthens\ndenied the agreement of loan, but in the alternative\npleaded as follows:\n\"9.\nAlternatively\n, in the event of the above Honourable Court finding\nthat the plaintiff did lend and advance to the defendant the said several sums\nof R3 000 000,00 and Rl 750 000,00 then the defendant avers and says —\n(a) That the loans aforesaid were\nsubject to the following conditions,\nnamely —\n(i) The defendant would immediately on receipt of the capital a-mounts of the\nsaid loans lend the capital amounts of the loans to\na third party nomi-nated by\nthe plaintiff.\n/ (ii) The\n4\n(ii) The said third party would\nassume sole liability and be solely liable to the plaintiff for the capital\namount of the said loans, together with any interest payable\nin respect of these\nloans.\"\nIn addition, the Bank of Athens denied the authority of the bank official\nalleged to have conbracted on its behalf to conclude such\nan agreement of loan.\nIn its replication Mercabank joined issue on the plea and raised certain\nes-toppels, mainly in regard to the\nquestion of authority.\nAfter a lengthy trial, productive of a voluminous record, the trial Judge\nfound in favour of Mercabank on these issues and made an\norder as prayed, the\ncosts to include the costs of two counsel. With the leave of the trial Judge,\nthe Bank of Athens comes on appeal\nto this Court against the wholé of the\njudgment and order of the Court a\nquo\n. On appeal it was common cause\nbetween counsel\n/ that\n5\nthat the question of authority was no longer a matter of debate and that the\nalleged estoppels also fell away. In addition, it was\nconceded that the Bank of\nAthens had not substantiated the alternative defence raised in para. 9 of its\nplea. The sole issue was,\ntherefore, whether Mercabank had established upon a\npreponderance of probability the agreement of loan alleged by it.\nIt is Mercabank's case that this agreement of loan was concluded between Mr H\nP de Beer, the money market manager of Mercabank,and\nMr G Trail, the money\nmarket manager and chief accountant of the Bank of Athens, on 1 July 1982; and\nthat the money, amounting in\nall to R4,75m, was advanced on the same day. As is\nto be expected in the circumstances De Beer and Trail became the main witnesses,\nand indeed the only witnesses of any real importance, in the case. I shall set\nforth, as briefly as possible, their respective versions\nof what occurred.\n/ De Beer\n6\nDe Beer assumed the position of money market mana-ger of Mercabank towards\nthe end of June 1982, when the then money market manager,\na Mr H Botha, left the\nemploy of Merca-bank. During the two years prior to this De Beer had act-ed as\nBotha's assistant. Mercabank\nis a merchant bank and it is the function of the\nmoney market manager to see to the funding of the bank by way of deposits, to\nhandle\nthe general run of money market transactions, including the buying and\nselling of money market securities such as bank acceptances,\npromissory notes,\nnegotiable deposit certificates, treasury bills, Land Bank bills, government and\nmunicípal stock etc, and\nto lend or borrow money, either against security\nor otherwise. It is the aim of the money market manager to see that the bank's\nbooks\nbalance at the conclusion of each day. To this end surplus funds are\ninvested and, where there is a possible shortage, short term\nloans are\nnegotiated to avoid an overdrawn bank account. De Beer, as money market\n/ manager\n7\nmanager, had authority to lend money only to a specified list of banking and\nfinancial institutions.\nDe Beer explained that Mercabank's financial year ended on 30 June and that\nit was a standard instruc-tion to the money market manager\nthat all surplus\nfunds placed on call on the money market should be called in as at that date.\nAccordingly De Beer arranged for certain\nloan moneys, plus outstanding interest,\nto be repaid on 30 June 1982, In addition, acting on instructions from the chief\naccountant\nof the bank, Mr C J Swanepoel, De Beer arranged for a deposit of R3m\nby the United Building Society (\"UBS\") with Mercabank to be\nrepaid on the same\ndate.\nAs at 30 June 1982 the Bank of Athens, a commercial bank, was a loan debtor\nof Mercabank in two capital accounts: an amount of R3m\nwhich had been advanced\nto it on 21 August 1981 (this was recorded in the books of Mercabank under\naccount no 8l2) and an amount\nof Rl,75m, which was the\n/ sum\n8\nsum of various amounts which had been advanced to it in the period December\n1980 to June 1981 and which had been \"rolled over\" after\n30 June 1981 (this was\nrecorded in the books of Mercabank under account no 840). Included in the loan\nmoneys which De Beer called\nin on 30 June 1982 were these two accounts, together\nwith unpaid interest.\nAccording to De Beer, these two amounts were re-advanced on loan to the Bank\nof Athens on the following day, ie 1 July 1982. And this\nis the transaction\nwhich con-stitutes Mercabank's cause of action against the Bank of Athens. De\nBeer's account of what happened\nis as follows.\nOn 1 July 1982 Trail telephoned him ( De Beer) and asked whether Mercabank\ncould lend the Bank of Athens\nR4,75m. De Beer replied that Mercabank did not have\nsufficient available\nfunds to provide so large a loan.\nTrail thereupon asked whether Mercabank\nwould have sufficient\n/ funds\n9\nfunds if the UBS redeposited the R3m which had been repaid to it the day\nbefore. De Beer's response was that if the UBS was prepared\nto do this there\nwould be sufficient funds for the proposed loan to the Bank of Athens. Trail\nstated that he would get into touch\nwith either the UBS or Mrs Louise Lawrence\nof Magnum Acceptances Limited (De Beer could not in evidence recall which; and\nthe conversation\nended.\nAt this point I should digress to explain that Magnum Acceptances Limited was\na member of what was known as the Magnum group of companies.\nThis group ran into\nserious financial difficulties towards the end of 1982 and its members were\neventually liquidated. This financial\ncollapse resulted in certain revelations\nabout the activities of the group and precipitated the dispute between the\npar-ties. For\nconvenience I shall refer to the group as \"Magnum\" and I do not\nfind it necessary to distinguish be-\n/ tween\n10\ntween the different companies comprising the group.\nTwo employees of Magnum who figure prominently in this case (although neither\nwas called as a witness) are the aforementioned Mrs\nLawrence and a Mr J D\nPennington. Pennington had previously been the money market manager at the Bank\nof Athens and at the time of\nthe events with which this case is concerned was\nevidently employed in the same capacity by Magnum. Mrs Lawrence also worked in\nthe\nmoney market department of Magnum.\nMagnum was not one of the financial institutions to which the money market\ndepartment of Mercabank was per-mitted to lend money on\ncall. Nevertheless money\nmarket transactions in the form of the buying and selling of nego-tiable\nsecurities and advances by Mercabank\nagainst the deposit of securities (known as\n\"warehousing\") did take place between Mercabank and Magnum. In addition Magnum\non occa-sion\nacted as agent in the canvassing of deposits with\n/ Mercabank\n11\nMercabank. De Beer had come to know Mrs Lawrence in\nthe course of\ntransacting such business and he also met her\nsocially on a few occasions.\nI revert now to the events of 1 July 1982. Shortly after his conversation\nwith Trail, De Beer was telephoned by Mrs Lawrence and asked\nto quote deposit\nrates for a deposit by the UBS so that she could pass on the in-formation to the\nUBS. (It appears that Mrs Lawrence\nacted as agent in placing the original\ndeposit by the UBS with Mercabank and renewing the deposit.) De Beer gave her\nthe required\ninformation. Mrs Lawrence telephoned again later and a renewal of\nthe deposit by UBS was arranged. The actual deposit was made the\nsame day. After\nthe renewal of the deposit had been arranged De Beer telephoned Trail to tell\nhim that Mercabank was in a position\nto lend the Bank of Athens the full amount\nof R4,75m. It was then agreed between them that R3m of this amount would be\nadvanced on\n/ call\n12\ncall at an interest rate of 23%\nper annum\nand the balance of Rl,75m\nfor a fixed term until 2 August 1982 at an interest rate of 21%\nper annum\nand thereafter on call at an interest rate to be agreed.\nThe loan thus made to the Bank of Athens was implemented the same day by De\nBeer. Following the normal procedure, he filled in a cheque\nrequisition voucher\ngiving the amount of the cheque (a single cheque in the sum of R4,75m was issued\nto cover both loans) and essential\ndetails of the transaction. On this voucher\nDe Beer wrote the words \"Haal af\" which meant that the cheque would be collected\nby or\non behalf of the payee. The voucher was then taken to the treasury section\nof the bank where a clerk typed out a cheque on the basis\nof the voucher and\nalso completed in duplicate a remittance advice giving details of the\ntransaction. The clerk then took the cheque\nrequisition voucher, the typed (but\nunsigned)\n/ cheque\n13\ncheque and the remittance advice to Mr G P Geldenhuys, the assistant\naccountant of the bank, who had signing powers in what was termed\n\"the B\ncategory\". Geldenhuys studied and checked the documents and on being satisfied\nthat the transaction was properly authorized\ninitialled the cheque requisition\norder and signed the cheque. The documents then went to the chief accountant, Mr\nSwanepoel (an\n\"A\" category signatory), who followed the same procedure and\ninitialled the cheque requisition order and counter-signed the cheque.\nThe\ndocuments were then taken back to the treasury section where they were\nsepara-ted into two bundles: the one, consisting of the\ncheque requisition\nvoucher and the duplicate remittance advice, going to the administration section\nfor analysis and posting; and\nthe other, consisting of the cheque and the\noriginal re-mittance advice, being stapled together, and placed in an envelope\nready\nfor collection. Later the same day the\n/ cheque\n14\ncheque was collected. The loans were duly posted, the R3m transaction to a\nnew account,no 969, and the Rl,75m transaction to another\nnew account, no 970.\nDe Beer identified Exh. A as the cheque in question. It bears a Bank of Athens\ndate stamp with the date 1 July\n1982.\nNeither loan was called up until early in December 1982. Over the period\nAugust to November 1982 Mercabank received cheques from the\nBank of Athens in\npayment of interest due on the two loans of R3m and Rl,75m. A co-signatory of\nthese cheques was Trail. Accounts\nnos 969 and 970 were duly credited with these\ninterest pay-ments. The interest payable in respectof the Rl,75m loan was varied\nfrom\ntime to time by agreement between the parties. Upon the loans being called\nup and arrear interest demanded, the Bank of Athens denied\nliability. Action was\ninstituted on 9 December 1982.\n15\nTrail's version of what happened - which forms\nthe\nbasis of the defence to the action - is as follows.\nHe commenced employment\nwith the Bank of Athens on 1\nOctober 1978 as money market manager and early\nin 1982\nhe assumed also the position of chief accountant of the\nbank. As\nmoney market manager he had no authority to\nlend the bank's money to Magnum. In the early part\nof 1979 he met\nPennington. He had dealings with Penning-\nton in regard to the purchase and\nsale of securities,\nbut the main form of transaction between them was\n(as\nTrail put it):-\n\"\t the utilisation of the bank to\nchannel funds from one company or set of persons to Magnum using the Bank of\nAthens as a channel\".\nThis so-called \"channelling\" commenced about the beginning of 198l and\ncontinued more or less until the financial collapse of Magnum\nat the end of\nNovember/beginning Decem-\n/ ber 1982\n16\nber 1982. According to Trail, this channelling scheme was originally\nsuggested to him by Pennington and was designed to overcome the\nfact that\nMercabank and other financial institutions, including the Bank of Athens, were\nnot prepared to make unsecured loans to\nMagnum. In regard to each such\ntransaction, the initial arrange-ments were made between Magnum (through the\nmedium of Pennington\nor Mrs Lawrence, who was also involved) and the other\nfinancial institution concerned. The\nmodus operandi\nwould be that the\ninstitution's cheque represent-ing the loan to Magnum would be made out in\nfavour of the Bank of Athens, but handed\nover to a Magnum employee. The first\nTrail would hear of the transaction would be when he was notified, usually by\nPennington or\nMrs Law-rence, that a channelled cheque was on its way to him. The\ncheque would then be brought to him by a Magnum em-ployee, He\nwould thereupon\nissue a Bank of Athens cheque\n/ in\n17\nin favour of Magnum for an equivalent amount and this would be handed\nto the Magnum employee. The first cheque (in favour of the Bank\nof Athens) would\nbe duly deposited and the Bank of Athens would receive payment thereof;\nand\nthe second cheque in favour of Magnum would be duly met by the Bank of Athens.\nThe only record of the trans-action in the books\nof the Bank of Athens would be\nentries in the Bank of Athens head office bank cheque account showing that the\ncheque was received\nand the contra cheque issued. When the loan capital had to\nbe repaid or when interest had to be paid a reverse procedure would be\nadopted.\nMagnum would deliver to Trail by messenger a Magnum cheque representing\nthê amount of capital or interest, as the\ncase may be, and he would hand\nover to the messenger a Bank of Athens cheque, which would be delivered by\nMagnum to the financial\ninstitution in-volved. The cheques would be paid in the\nnormal course\n/ of\n18\nof business. The bank charged a commission for acting\nas go-between in\nthese transactions and these commissions\nwere allocated in the bank's books\nto ah account styled\n\"Capital Gains on Money Market Transactions\". Although\nTrail refused to\nanswer any question which might tend\nto incriminate himself, it is obvious\n(and this was conceded\nby counsel appearing for the Bank of Athens) that\nhe\nhad received financial inducement to assist Magnum in\nthis way. It is\nalso clear that Trail was not authorized\nto make such unsecured loans to\nMagnum and that he con-\ncealed his channelling dealings with Magnum from\nthe\nsenior management of the Bank of Athens, who remained\nin ignorance\nthereof until, as it was put, \"the bubble\nburst\".\nInitially Trail said that there were \"about a dozen\" institutions involved in\nthis channelling of funds to Magnum. Eventually he named\nsix, including\n/ Mercabank\n19\nMercabank. It is a necessary inference from his evidence that someone in\nauthority at each of these institutions, usually the money\nmarket manager, was\nwilling to flout, in a clandestine manner, the rule that the institution\nconcerned would not make unsecured loans\nto Magnum.\nTurning to the transaction in issue in this case, Trail denied having had any\ntelephone conversations with De Beer on 1 July 1982\nand rejected any suggestion\nof negotiations between himself and De Beer concerning a loan of R4,75m by\nMercabank to the Bank of Athens,\nlet alone an agreement to that effect. On 1\nJuly 1982 the Bank of Athens had no need to borrow R4,75m. The cheque for R4,75m\ndrawn\nin favour of the Bank of Athens (exh. A) represented a channelling\noperation, arranged (Trail presumed) between De Beer and either\nMrs Lawrence or\nPennington. A messenger from Magnum would have brought the cheque to him and he\nwould then have handed on the\n/ bank's....\n20\nbank's contra cheque to the messenger. This contra cheque (exh. BBB), drawn\nin favour of Magnum in an amount of R4,75m and dated 1\nJuly 1982, was produced\nand identi-fied by Trail. It was signed by a Mr Dziamski, who was employed in\nthe foreign exchange department\nof the Bank of Athens, and by Trail himself.\nWith reference to the interest payments, Trail admitted having been a\nco-signatory of\nthe relevant cheques. These cheques were also íssued as\npart of the channelling operation and in each case only upon receipt\nfrom Magnum\nof a cheque which would have been either for a corresponding amount or for a\nlarger amount in order to cover the bank's\n\"handling fee\" as well.\nIn substantiation of Trail's testimony as to channelling, evidence was placed\nbefore the Court a\nquo\nwhich showed that in some nineteen or twenty\ninstances, between the dates 13 January 1981 and 11 October 1982,\n/ amounts\n21\namounts received by cheque from Mercabank were simulta-\nneously \"passed\non\" to Magnum by the Bank of Athens;\nand that in overtwenty instances between\n31 July 198l\nand 9 November 1982 amounts received by cheque by the\nBank of\nAthens from Magnum were simultaneously \"passed\non\" to Mercabank. Included in\nthese amounts were not\nonly the amount of R4,75m paid to the Bank of\nAthens\non 1 July 1982 and the interest payments during the pe-\nriod August\nto November 1982, but also the original advances\nto the Bank of Athens of R3m and (in total) Rl,75m which\nwere called in on 30 June 1982.\nUnder cross-examination by counsel for the Bank of Athens De Beer denied any\nknowledge of moneys ostensibly lent to the Bank of Athens\nbeing passed on to\nMagnum. In every case in which he was involved it was his intention to lend the\nmoney to the Bank of Athens. It\nwas only after the collapse of Magnum that he\nheard\n/ about\n22\nabout the channelling which had occurred.\nDe Beer was also cross-examined about two trans-actions which took place in\nOctober 1982. These transactions, and De Beer's subsequent\nefforts to cover them\nup when it seemed that they would come to the knowledge of his supe-riors at\nMercabank, reflect very seriously\nupon his integrity and are, therefore,\nrelevant in assessing his credibility as a witness. The facts, which were openly\nadmitted\nby De Beer, were shortly as follows.\nDe Beer wished to purchase on the stock market shares in a company called\nTrumcor, which was a member of the Mercabank group. Because\nhe was afraid of\nbeing accused of \"insider-trading\", De Beer purchased the shares through his\nbroker on a cash account in order to\nconceal his identity as the purchaser. De\nBeer also needed to borrow money in order to pay for the shares. At about the\nend of September\nhe approached Mrs Lawrence\n/ of\n23\nof Magnum for a personal loan of about R80 000. Magnum agreed to lend the\nmoney on the security of the shares which De Beer proposed\nto buy, plus certain\nother shares held by him. On 19 October 1982 De Beer's broker notified him that\nan amount of R44 839 was due\nin respect of certain shares purchased on his\nbehalf. De Beer then telephoned Mrs Lawrence and asked for an advance of this\namount\nagainst the loan which Magnum had agreed to grant him. Mrs Lawrence\nreplied that Magnum did not then have suffi-cient funds to make\nthe loan to him\nand asked whether Mercabank could not lend an amount of R100 000 to Magnum.\nAlthough forbidden to do so, De Beer\nagreed to make the\nloan and asked at\nwhat bank she intended to deposit the\nmoney; to which she replied the Bank of\nAthehs. In order to conceal the fact that this was an unauthorized loan De Beer\ncompleted\nthe usual cheque requisition voucher as though it were a loan of R100\n000 to the Bank of Athens.\n/ As\n24\nAs a result a cheque for this amount in favour of the Bank of Athens was duly\nsigned and a corresponding re-mittance advice completed.\nOn the same day De Beer\nsigned a document acknowledging his indebtedness to Magnum in respect of the\nloan of R44 839 and ceding the\nshares as security for the repayment of the loan\n(exh. AA). At a certain stage after the cheque had been signed - it is not\nnecessary\nto go into details - De Beer induced the typist who had typed the\ncheque to add after the name of the payee, ie the Bank of Athens,\nthe words \"Cr\nMagnum\" (meaning credit Magnum). He sent the cheque and exh. AA to Mrs Lawrence.\nThe cheque was deposited and cre-dited\nto Magnum's account at the Bank of\nAthens. There-after a Magnum cheque for R44 839 was delivered to the stockbroker\nin exchange for\nthe shares, which were retained by Magnum in terms of exh. AA.\nThat was the first transaction.\n/ On\n25\nOn 28 October 1982 De Beer's broker informed him that a further amount of R47\n269 was due in respect of shares purchased on his behalf.\nDe Beer approached\nMagnum for another advance and this time was again told that Magnum was having a\n\"cash flow problem\" and required\na loan from Mercabank, this time for R50 000.\nDe Beer agreed to provide this. Mrs Lawrence also stated that there was a\nproblem in\nregard to the holding of the shares in safe custody at Magnum's\npremises. It was then agreed that the shares be sent to De Beer for\nsafe-keeping. De Beer followed the same procedure as before and a cheque for R50\n000 drawn in favour of the Bank of Athens was altered\nafter signature by the\naddition of the words \"Cr Magnum\". On this occasion De Beer sent to Magnum,\ntogether with the cheque, a document\ncertifying that Mercabank was holding the\nshares in safe custody to the order of Magnum. Magnum then paid the broker and\nall\n/ the\n26\nthe shares were delivered to De Beer, who put them in a file, which he placed\nin safe custody at the bank. That was the second transaction.\nEarly in December 1982, after the Magnum \"bubble had burst\", the cheques and\nother documentation relating to the loans of R100 000\nand R50 000 to Magnum came\nto the knowledge of the senior management of Mercabank. On 6 December 1982 De\nBeer was confronted with\nthe situa-tion revealed in the documents by Dr C C\nFerreira, the managing director of Mercabank, and he admitted that he had made\nthese loans to Magnum without authorization. At that stage De Beer did not\nreveal the further ramifi-cations relating to these loans.\nHe continued in the\nemploy of Mercabank.\nAt about the same time - De Beer is uncertain whether this happened before or\nafter his interview with Dr Perreira on 6 December 1982\n- De Beer took steps\nto\n/ cover\n27\ncover up his tracks. He executed a new document (exh. DD),\naddressed to Magnum, which he back-dated to 15 October\n1982 and in which\nhe, on behalf of Mercabank, certified\nthat the bank was holding the shares in\nquestion to the\norder of Magnum, these shares —\n\"being shares ceded to you as security by C.P. Nominees in terms of a loan\nagree-ment dated 15-10-1982 between yourselves and C.P.\nNominees.\"\n(C.P. Nominees was, I may\nsay, a fictitious name for a non-existing entity.) At the same time De Beer also\nexecuted a new agreement\n(exh. EE) purporting to be a cession of the shares by\nC.P. Nominees to Magnum as security for a loan of R92 108 (the total amount\npaid\nto De Beer's broker) to C P Nominees and recording that at the request of Magnum\nthe shares were being kept in safe custody\nby Mercabank. This document was also\nback-dated to 15 October 1982.\n/ Exhs. DD\n28 .\nExhs. DD and EE were delivered to Mrs Lawrence, who wrote \"Agreed\" at the\nbottom of exh. EE and signed it. At De Beer's request Mrs\nLawrence returned exh.\nBB to De Beer and agreed to substitute the name of C P Nominees for that of De\nBeer in the books of Magnum\nreflect-ing the loan of R92 108.\nAt about the same time De Beer drew up two letters (Bundle 310 and 315),\nwhich were typed by his wife. The first, back-dated to 19\nOctober 1982, purports\nto be addressed to Magnum by Mercabank ánd to confirm the loan that day\nof R100 000 by Mercabank to\nMagnum. The second, back-dated to 28 October 1982\npurports to be a similar confirmation of a loan of R50 000. Both letters were\nsigned\non behalf of Mercabank by De Beer and counter-signed by Mrs Lawrence, she\nin each case dating her signature in accordance with the\nspurious date óf\nthe letter. These letters were placed on file\n/ at\n29\nat Mercabank.\nOn 27 January 1983 De Beer paid an amount of R9ó,832 (comprising the\nloans plus interest) to the liqui-dator of Magnum, ostensibly\non behalf of C P\nNominees, and obtained the release of the shares.\nDe Beer's final touch, executed early in March 1983, was to tamper with the\ncheque requisition vouchers relating to the cheques for\nRl00 000 and R50 000. In\neach case he added the words \"Cr Magnum\" after the name of the Bank of Athens,\nand also wrote at the top\nof the voucher \"lewer af aan Magnum - L Lawrence\".\nIn the end all De Beer's efforts to conceal his dishonesty were of no avail.\nDuring the first half of March 1983 as a result of information\nplaced before an\nenquiry into the affairs of Magnum under the Companies Act, the link between the\nloans to Magnum and De Beer's\n/ personal\n30\npersonal share dealings was revealed. De Beer was again confronted by Dr\nFerreira and admitted the link. He was summarily dismissed\non 15 March 1983.\nIn his evidence Trail conceded that by no means all the transactions between\nMercabank and the Bank of Athens were channelled ones.\nOn the contrary there\nwére a number of \"legitimate\" transactions, relating to the buying and\nselling of securities and to\nthe lending and borrowing of money on a short-term\nbasis. He was aware of an account in the books of the Bank of Athens in which\nMercabank was reflected both as a lender and as a borrower.\nTo sum up at this stage, in my view the evidence clearly establishes (i) that\nTrail did channel moneys paid to the Bank of Athens\nby other financial\ninstitutions to Magnum, (ii) that Mercabank was one of the institutions thus\ninvolved, and (iii) that, as regards\nthe R4,75m\n/ transaction\n31\ntransaction, the capital amount was channelled through\nto Magnum and the\ninterest payments were similarly channel-\nled in reverse through to\nMercabank. The fact that\nthere was such channelling does not, however,\nconclude\nthe matter. The crucial question in this case is whether\nor not\nDe Beer, acting on behalf of Mercabank, was party\nto the channelling. In\nother words, on the evidence\nthere are at least two possibilities. The first\nis\nthat, as alleged or at any rate implied, by Trail, the\nR4,75m\ntransaction was in truth a loan by Mercabank\nto Magnum arranged between De\nBeer and someone at Magnum\nprobably Mrs Lawrence or Pennington, the Bank of\nAthens\nfiguring merely as a cloak for the loan in the records\nof Mercabank and as a conduit for the payment of the\nmoney to Magnum. The\nsecond is that - and this in effect\nis De Beer's version of what occurred - the loan was\na genuine one by Mercabank to the Bank of Athens, arranged\n/ between\n32\nbetween De Beer and Trail, and that by an arrangement between Trail and\neither Mrs Lawrence or Pennington (in which De Beer played\nno part and of which\nhe was in fact ignorant) the money was unauthorisedly channelled through to\nMagnum. The first possibility negates\nMercabank's case that there was a loan to\nthe Bank of Athens; the second possibility negates the case of the Bank of\nAthens that\nthere was no loan to it. The case thus turns upon the conflicting\nversions of De Beer and Trail, bearing in mind that the overall\nonus to\nestablish the loan to the Bank of Athens rests upon Mercabank.\nThe trial Judge accepted De Beer's version of what occurred in regard to the\nloan of R4,75m. He did so on the basis of his assessment\nof the credibility of\nDe Beer and Trail as witnesses and also of the proba-bilities. With reference to\nDe Beer, the learned Judge\ndealt at length with various criticisms levelled at\nDe\n/ Beer's...\n33\nBeer's evidence and at his conduct relating to what I\nshall call \"the\nOctober transactions\" (ie the unautho-\nrized dealings with Magnum on 18 and\n28 October 1982\nand all that flowed therefrom) and certain other col-\nlateral transactions and cohcluded:\n\"Despite the criticisms levelled at De Beer I am of the view that he was\nessentially a truthful and credible wit-ness, and that his\nevidence on the\ncon-clusion of the loan agreement is reliable. His testimony regarding the loan\nagreement is also consistent with\nthe relevant documents produced not only by\nthe plaintiff, but also by the defendant. There are further no documents or\nentries in\nthe books of the parties to substantiate the defen-dant's allegation\nthat this was not a loan agreement.\"\nHaving similarly considered comprehensively Trail's evidence and the\ncriticisms thereof, GROSSKOPP J stated:\n/ \"Mr\nOshry\n34\n\"Mr\nOshry\nin my view fairly conceded on behalf of the defendant that the\nCourt cannot really rely on Trail as an honest witness. In my opinion\nTrail was\nnot a credible witness, but a dishonest and evasive witness whose evidence is\nuntruthful and completely unreliable. I,\ntherefore, do not intend placing any\nreliance on Trail's evidence unless it is properly corroborated. I may add that\nTrail was found\nto be 'wholly untruthful' in a simi-lar case against the same\ndefendant by COETZEE, J. in Apri 1984. That was in the case of\nMagnum\nNational Life Assurance Company Limited\n(formerly known as Nelsa)\nv The\nSouth African Bank of Athens Limited\n. In my view Trail has done no better in\nthis case.\"\nThese are very strong credibility findings\nin regard\nto the two witnesses upon whose evidence the\ncase of each party really\ndepends and the reluctance\nof the court, on appeal, to interfere with such\nfindings,\nin the absence of misdirection, is well-known.\n/ Before\n35\nBefore us appellant's counsel, Mr\nOshry\n, for the most\npart repeated\nthe arguments which were apparently ad-\ndressed to the Judge a\nquo\nand which, in my view, were\nconvincingly dealt with by him in his judgment. Mr\nOshry\ndid suggest, somewhat faintly, that there had been\nmisdirections, but it seems that these merely amounted\nto contentions such as -\n\"He (the trial Judge) did not give due and proper weight to the criticisms of\nthe evidence of De Beer\".\nI doubt whether such a contention can be regarded as an alleged misdirection;\nand, in any event, i consider the contention to be unfounded\nsince the learned\nJudge was very conscious of the criticisms of De Beer's evi-dence, discussed\nthem at length and explained convincingly\nwhy, despite these criticisms, he was\ndisposed to accept De Beer's evidence. And here I would merely repeat\n/ what\n36\nwhat has been said on countless previous occasions, viz. that the trial judge\nhas the advantage, over the court of appeal, that he\nsees and hears the\nwitnesses giving evidence and is able to observe their demeanour, their\nappearance and their whole personalities.\nI do not propose to deal in detail with all the arguments raised by\nappellant's counsel before us. As I have said, they were all dealt\nwith\nconvincingly by the trial Judge and I wish to avoid unnecessary repe-tition. I\nshall, therefore, confine myself to a statement\nof the main reasons which\npersuade me not only that no good ground has been advanced for interfering with\nthe findings of the trial\njudge, but also that he came to the correct\ndecision.\nFirstly, as regards the relative credibility of the two main witnesses, De\nBeer and Trail, I have read their evidence with care and\ncan find no reason\n/ to\nto differ from the trial Judge's assessment of them. It is\nperfectly true that the October transactions reflect very seriously upon\nDe\nBeer's integrity and, therefore, on his truthfulness as a witness. On the other\nhand, De Beer seems in evidence to have made a\nclean breast of all his\nmisdeeds and indeed to have con-fessed to certain actions not previously known\nto Mercabank or its legal advisers,\nviz. the execution and filing of the\nspurious letters (bundle 310 and 315). De Beer's evidence reads well, it\ncontains no serious\ncontradictions and no portion of it was shown to be\nuntruthful. Trail's evidence, on the other hand, was, in my opinion, fully\ndeserving\nof the strictures on it expressed by the trial Judge in the passage\nfrom his judgment quoted above. Before this Court Mr\nOshry\ndid not\nconcede quite as much as he apparently did before the trial Judge, but he did\nstate (I quote from his heads of argument)\n—\n/ \"It\n38\n\"It is accepted that Trail was a completely dishonest person who was\napparently in the pay of the Magnum Group and had, clearly, on\na number of\noccasions betrayed the trust reposed in him by the appellant and his evidence\nhas, therefore, to be approached with a\nconsiderable amount of caution.\"\nOf course appellant's argument was that De Beer was equally unreliable and\nthat, therefore, Mercabank, upon whom the overall onus\nlay, should fail.\nSecondly, turning to the probabilities, it was as I have indicated, perfectly\nfeasible for the channel-ling procedure to be operated\nmerely by arrangement\nbetween Trail and Magnum: there was no need for the money market manager, or\nequivalent official, of the other\ninstitution concerned to be involved or even\nto have knowledge thereof. Moreover, it seems to me to be improbable that\nresponsible\nofficials in all the institutions named by Trail could have been\ninduced by Magnum to participate in so fraudulent\n/ a scheme\n39\na scheme for no apparent advantage. Ánd here I would emphasize that in\nthe case of De Beer (unlike that of Trail) it was not\nsuggested that he gained\nany personal benefit from his alleged participation in the channelling\nscheme.\nThirdly, the risks that such a money market manager would run if he\nparticipated in such a channelling scheme are manifest. Not only\nwould it\ninvolve him in devious deceptions and the preparation of spurious documentsi\nresulting in incorrect postings in the institution's\nbooks of account, but also,\nif anything went wrong, there could be serious difficulties in recovering the\nmoney. The institution\nwould hold no documentary proof of the loan to Magnum;\nand the Bank of Athens could rightfully claim that it was not a borrower,\nbut a\nmere conduit for the payment of the money. This emphasizes the unlike-lihood of\na number of money market managers becoming\n/involved\n40\ninvolved in such a scheme.\nFourthly, Trail insisted that, in the case of such channelled transactions,\nhe had no dealings what-soever with the institution concerned;\nand that this\napplied in particular to the transaction in issue. It seems to me to be somewhat\nimprobable that Trail would be so\ninsulated. I would have thought that, if\nofficials at the named institutions did knowingly participate in this system of\nchannelling,\none or more of them (if not all) would at some stage have discussed\nthe matter with Trail - if only to ensure that he was in trubh\nparty to the\nscheme and could be relied on to carry it out. And, of course, as stressed by\nthe Judge a\nquo\n, the alternative plea is wholly inconsistent with this\naspect of Trail's evidence. Indeed, it is difficult, in the light of Trail's\nevidence, to imagine what the basis of the alternative plea was.\n/ Fifthly,\n41\nFifthly, there is the strange circumstance that when he came to\nimplement the October transactions De Beer resorted, with some difficulty,\nto\nthe stratagem of adding \"Cr. Magnum\" to the cheques. Although this point may not\ncarry as much weight as some of the others mentioned,\nit is strange that, if De\nBeer was accustomed tp the channelling system by then, he and Mrs Lawrence\nshould not have employed the\nusual procedure (which would not have entailed any\nalteration to the cheques).\nFinally there is the near-concession of\nMercabank's\ncase to be found in Trail's evidence\nunder cross-examinationn.\nThis was rightly relied upon to some extent by the\nCourt\na\nquo\n. It reads:\n\"Tell me, with regard to an answer you gave, it is not an answer to a\nquestion I put to you - why did the third parties\nwant the Bank of Athens cheques at all?\nI can only presume that they would not lend direct to Magnum.\n/ But\n42\nBut they would lend direct to you?--Obviously.\nAnd they would be repaid by you?--\nYes.\"\nFor these reasons I am of the opinion that the trial Judge reached a correct\ndecision on the evidence in this case.\nThe appeal is dismissed with costs, including the costs of two counsel.\nM M CORBETT.\nHEFER \t\t\t\t\t\tJA) GROSSKOPF \t\tJA) NICHOLAS \tAJA) CONCUR.\nKUMLEBEN \tAJA)",
  "scraped_at": "2026-02-11T20:54:34.653680",
  "date": "1987-03-12",
  "coram": [
    "CORBETT",
    "HEFER",
    "GROSSKOPF",
    "JJA",
    "NICHOLAS",
    "KUMLEBEN",
    "AJJA"
  ],
  "case_number": "10/87",
  "parties": {
    "applicants": [
      "South African Bank of Athens Limited"
    ],
    "respondents": [
      "Mercabank Limited"
    ]
  },
  "sections": {
    "facts": "Mercabank alleged that on 1 July 1982 it advanced a total of R4.75 million to the South African Bank of Athens Ltd (the Bank of Athens) in two parts – R3 million at 23% interest and R1.75 million at a variable rate. The loan was said to arise from an oral agreement between Mercabank's money‑market manager, H P de Beer, and the Bank of Athens' money‑market manager and chief accountant, G Trail. The Bank of Athens denied any loan, claiming instead that the money was part of a \"channelling\" scheme whereby funds received from other institutions were passed on to the failing Magnum group. The trial centred on the conflicting testimonies of de Beer, who asserted a genuine loan, and Trail, who denied any such agreement and described the transaction as a conduit for Magnum. The trial judge found in favour of Mercabank, accepting de Beer’s version and deeming Trail’s evidence unreliable. The Bank of Athens appealed on the basis that the loan agreement had not been proven.",
    "issues": "The appeal raised two principal issues: (1) whether Mercabank had discharged the civil burden of proof on a balance of probabilities that a loan agreement existed between it and the Bank of Athens; and (2) whether the trial judge had erred in his assessment of witness credibility and the handling of the alleged channelling arrangements.",
    "principles": "South African civil procedure requires the plaintiff to prove its case on a balance of probabilities. An appellate court may only overturn a trial judge's findings of fact where there is a palpable error, misdirection, or where the findings are unsupported by the evidence. The credibility of witnesses is for the trial judge to assess, and appellate intervention is limited unless the assessment is unreasonable. Estoppel and authority issues were noted but not central to the final determination.",
    "application": "The appellate court reviewed the credibility findings and concluded that the trial judge had properly weighed the evidence. De Beer, despite criticisms, was found to be essentially truthful and his testimony consistent with documents. Trail was deemed wholly untruthful and unreliable. The court held that Mercabank had satisfactorily proven the existence of the loan, and the channelling scheme did not defeat the loan agreement. No misdirection or error in the trial judge's reasoning was identified, so the appeal was dismissed.",
    "conclusion": "The appeal by the South African Bank of Athens Limited was dismissed. The judgment of the Witwatersrand Local Division was affirmed in full, and the Bank of Athens was ordered to pay the costs of the suit, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Banking & Finance",
    "level_3": [
      "loan agreement",
      "witness credibility",
      "channelling scheme",
      "civil burden of proof"
    ]
  }
}