{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/120.html",
  "case_name": "Davehill (Pty) Ltd. and Others v Community Development Board (353/86) [1987] ZASCA 120; [1988] 1 All SA 388 (A) (30 September 1987)",
  "citation": "[1987] ZASCA 120",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 120\n|\nNoteup\n|\nLawCite\nDavehill (Pty) Ltd. and Others v Community Development Board (353/86) [1987] ZASCA 120; [1988] 1 All SA 388 (A) (30 September 1987)\nDownload original files\nPDF format\nRTF format\n353/86 N v H\nDA\nVEHILL (PTY) LIMITED & OTHERS v THE\nCOMMUNITY DEVELOPMENT BOARD\nSMALBERGER, JA :-\n353/86\nN v H\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nDAVEH\nILL (PTY)\nLIMI\nTED\tFirst Appellant\nGANNET ENTERPRISE\nS\n(PTY)\nLIMITED\nSecond Appellant\nTIRA (PT\nY\n) LIMITED\nThird\nAppellant\nSE\nVENTY\nFOU\nR WEST (PTY) LIM\nI\nTED\nPourth\nAppellant\nLINFRANK (\nP\nTY) LIMITED\nFifth Appellant\nSONNEBLOM BELEGGI\nN\nGS (EDMS) BEPERK\nSixth Appellant\nand\nTH\nE COMMUNITY\nD\nEVELOP\nM\nENT B\nO\nARD\nRespondent\nCORAM\n:\tRABIE, CJ, BOTHA, GROSSKOPF, SMALBERGER,\nJJA, et BOSHOFF, AJA\nHEARD\n:\t3 SEPTEMBER 1987\nDELIV\nE\nRED\n:\t30 SEPTEMBER 1987\nJU\nDGMENT\nSMALBERGER, JA;-\nThe appellants were previously the owners\nof\ncertain erven situated in West\nGermiston Township. These pro=\nperties /\n2 perties were expropriated by the respondent under the\nprovisions of the Expropriation Act 63 of 1975 (\"the Act\") on 24 October 1980.\nOn 3 December 1980 the respondent took possession of the properties concerned.\nInitially the parties were unable to reach agreement\non the amount of\ncompensation payable under.the Act for the properties expropriated. This led to\nthe respondent making an interim\npayment of compensation of R634 600,00 to the\nappellants on 22 May 1983 (\"the interim payment\"). This was done in terms of the\nprovisions\nof section 11(1) of the Act. During November 1984 the respondent made\na final offer of settlement to the appellants. The offer was\naccepted on 19\nDecember 1984. Consequent thereon the respondent paid a further amount of R453\n550,00 to the\nappellants /\n3 appellants on 11 January 1985 (\"the final payment\"). This\nbrought the total agreed compensation paid to the appellants (exclusive\nof\ninterest) to Rl 088 150,00. In terms of section 12(3) of the Act the respondent\nwas obliged to pay interest to the appellants\nfrom the date of taking possession\nof the properties on any outstanding portion of the compensation payable in\nrespect thereof. It\nwill be convenient to refer to such interest as \"statutory\ninterest\". On 1 April 1986 the respondent paid statutory interest in an\namount\nof R162 850,33 to the appellants. This was followed by a further payment of\nstatutory interest of R224 403,40 on 5 January\n1987. It is common cause that the\nstatutory interest paid by the respondent, totalling R387 253,73, represents the\nfull amount\nof /\n4 of interest payable to the appellants in terms of section\n12(3).\nIn February 1986, prior to the first payment of statutory interest by\nthe respondent, the appellants commenced motion proceedings\nagainst the\nrespondent in the Transvaal Provin= cial Division for the recovery of statutory\ninterest due to them. The appellants\nproceeded with their application, despite\nthe payment of statutory interest on 1 April 1986, because they considered the\namount paid\nto be less than that to which they were entitled. Two days prior to\nthe hearing of the application the appellants gave notice of\ntheir inten= tion\nto amend their notice of motion to include a claim for mora interest on the\namount of statutory interest outstanding\nfrom /\n5\nfrom the date of the final payment of compensation.\nThe matter came before\nO'DONOVAN, J, on 23 May 1986. The amendment was sought and granted. The Judge a\nq\nuo's\nex\ntem\npore judgment, however, was confined to the\nappellants' claim for statutory interest,and omitted to deal with the claim for\nmora interest.\nHe held, in effect, that the amount of statutory interest paid to\nthe appellants on 1 April 1986 represented the full extent of the\nrespondent's\nliability for such interest in terms of section 12(3). In the result he\ndismissed the appellants' application, but granted\nthem leave to appeal to this\nCourt.\nOn 18 September 1986 judgment was delivered in this Court in the matter of\nCo\nmmunity Deve\nlop\nment Board v Mahom\ned\nand /\n6\nand\nOth\ners\nNNO\n(reported at 1987(2) SA 899). From the\nterms of this judgment it became apparent that the amount of statutory\ninterest paid by the respondent was insufficient, and that\nthe judgment of the\nCourt a quo to the contrary was wrong. This gave rise to the further payment of\nstatutory interest on 5 January\n1987. This left, as the only out= standing issue\nbetween the parties, the question whether the respondent was liable to pay mora\ninterest to the appellants in respect of statutory interest due and payable over\nthe period 12 January 1985 to 5 January 1987.\nThe matter, however, does not end there. When they filed their heads of\nargument the appellants gave notice of their intention to\napply at the hearing\nof the appeal to\nfurther /\n7 further amend their notice of motion in terms of an amended\nnotice attached to their heads of argument. The amendment foreshadowed\nin the\namended notice of motion sought to intro= duce an additional claim for\nmora\ninterest on outstanding statutory interest from the date of the\ninterim payment of compensation to the date of the final payment\nthereof. The\napplication was moved at the hearing of the appeal, but not before a further\namended notice of motion was handed in\nto replace that annexed to the heads of\nargument. The latter notice did not introduce anything new in principle. It\nmerely sought\nto clarify the amounts of m\nora\ninterest claimed by each\nappellant individually. Judgment was reserved on the application.\nBefore /\n8\nBeforedealing with the various issues that fall\nto be decided it is\nnecessary to set out the relevant provi=\nsions of sections 11(1) and (3) and\n12(3) of the Act as the\ndetermination of certain of the issues depends upon\ntheir\nproper construction. They provide as follows:\n\"11(1) if the Minister deems it expedient, he may, prior to the determination\nof the amount of compensation payable in terms of this\nAct for property or for\nthe use of property and on or at any time after the date of expropriation, but\nsubject to the provisions\nof subsection (3), pay the amount offered the owner\nconcerned as such compensation, or a portion of such amount, to the owner\nconcerned,\nor the person contemplated in section 19, or deposit it with the\nMaster or uti]ize it in settlement of the tax or other moneys contemplated\nin\nsection 20 under the same circumstances under which he should or could have so\npaid, deposited or utilized such compensation had\nit been determined on that\ndate.\n(3) The /\n9\n(3) The payment, deposit or utilization of\nany amount under subsection (1) shall not preclude the determination by\nagreement or by a court contemplated in section 14(1), of\na different amount as\ncompensation, but if the amount so determined as compensation is less than the\namount paid, deposited or utilized,\nthe owner to whom or on whose behalf the\nlast-mentioned amount was paid, or the Master with whom it was deposited, or the\nlocal authority\nconcerned, as the case may be, shall refund the difference to\nthe State together with, in the case of such owner or local authority,\ninterest\nat the rate contemplated in section 12(3) from the date on which the amount was\nso paid or utilized, and, in the case of\nthe Master, the interest accrued\nthereon in terms of subsection (2).\"\n\"12(3) Interest at the standard interest rate determined in terms of section\n26(1) of the Exchequer and Audit Act, 1975 (Act No\n66 of 1975), shall \t be payable from\nthe date on which the State takes possession of the property in question in\nterms of section 8(3) or (5) on any\noutstanding\nportion /\n10\nportion of the amount of compensation payable in accordance with subsection\n(l)(a)(i): Provided that -\n(b) from the date on which the\nMinister in terms of section 11(1) pays or makes available an amount to the\nowner or any person referred to in section 21(4),\nthe amount which is so payable shall for the purposes of the payment of\ninterest not be deemed to be an outstanding amount.\"\nI shall commence with the appellants' claim for mora interest in respect of\nstatutory interest outstanding over the period 12 January\n1985 to 5 January\n1987. In terms of section 12(3) of the Act the respondent was obliged to pay\nstatutory interest at the prescribed\nrate from the date on\nwhich /\n11.\nwhich it took possession of the appellants' properties\n\"on\nany outstanding portion of the amount of compensation payable\".\nAs was\nstated by BOTHA, JA, in\nCommunity Development Board v\nMa\nhomed and Others NNO\n(supra) at 909 H - J:\n\"the expression 'the amount of compensation payable' must have been intended\nby the Legislature to refer to the amount as ultima=\ntely determined \t Of that amount 'any\noutstanding portion' must mean any part of it not yet paid as at the date of\ntaking possession of the property and for as long as\nit remains unpaid\nthereafter. If the whole of the amount in question is paid only after it has\nbeen determined, interest will be\npayable on it from the date of taking\npossession until the date of payment.\"\nThe liability to pay statutory interest arises from considerations of\nequity, and was designed to compensate a person whose property\nhas been expropriated for his loss of possession and fruits\nof the /\n12 of the property up to the time that compensation was paid\n(Die Sui\nd-Afrikaanse\nNa\nturelletrust v Kitchener en Andere\n1964 (3)\nSA 417\n(A) at 423 E - F;\nCommunity Developmen\nt Bo\nard v Mahomed and\nOthers NNO\n(supra)at 915 F). In effect, statutory interest runs from day to\nday on the out= standing portion of the amount of compensation payable\n(whether\nit be the full amount or a reduced amount because of an interim payment in terms\nof section 11(1) ), and ceases the moment\ncompensation is paid in full. At that\ndate the amount of statutory interest due can be computed at the rate prescribed\nin section\n12(3) i e \"at the standard interest rate determined in terms of\nsection 26(1) of the Exchequer and Audit Act, 1975\" (as to the meaning\nof which\nsee Community\nDev\nelopment\n/\n13\nDevelopment Board v\nMaho\nmed and Others\nNNO\n(supra) ). So computed it constitutes a liquidated amount (\nOos-Randse\nBántoe\nsake Administrasieraad v San\nt\nam\nVersekeringsmaatskappy\nBp\nk en Andere (2)\n1978(1) SA 164 (W) at 168\nH).\nSection 12(3) is silent as to when the statutory interest due is payable,\nthat is to say, it contains no express provision in this\nregard. As statutory\ninterest ceases to run the moment compensation is paid in full, and can readily\nbe computed, there is no justification\nfor withholding its payment beyond that\ndate. Just as full payment of a debt and interest thereon can normally be\nexpected to take\nplace at one and the same time, so too can it be expected that\npayment of the full amount of compensation (or the balance thereof,\nwhere /\n14 where an interim payment has been made) and the payment of\nstatutory interest due should be paid simultaneously. Furthermore, if\nstatutory\ninterest is not paid when the final compensation is paid the owner of property\nexpropriated would be prejudiced by any\ndelay in making payment thereof, which\nis presumably what section 12(3), having regard to its equitable origin and the\npurpose it\nwas designed to achieve, would seek to avoid. With regard to the\nabove it is to my mind clearly implicit in the provisions of section\n12(3) that\nthe respondent's obligation to pay statutory interest due arises on the same\ndate as the final payment of compensation\nis made. Section 12(3) therefore fixes\nthe time for per= formance. In the present instance the time for performance\nwas /\n15 was 11 January 1985, and the respondent's failure to pay the\nstatutory interest due by it to the appellants on that date automatically\nplaced\nit in\nmora\n. (\nWessels\n: Law of Contract in South Africa : 2nd Ed\npara 2863). This is so because, as the time for performance was fixed, mora\noperated ex\nre and no demand (\ninterpellatio\n) was necessary to place the\nre= spondent in mora. The statutory interest due being a liquidated amount, and\nthe respondent being\nin\nmora\n, the appellants are entitled, in keeping\nwith general principles, to m\nora\ninterest from 12 January 1985 on the\namount of statu= tory interest outstanding until it was paid in full on 5\nJanuary 1987. (\nWest Rand Esta\nt\nes Ltd v New\nZ\nealand\nInsur\nance Co Ltd\n1926 AD 173\nat 195/6).\nIn the /\n16\nIn the course of argument Mr Burger, for the\nrespondent, raised the\nquestion whether it was permissible, in the absence of agreement, to award\ninterest on interest. He referred\nin this regard to\nStroebel v Stroebe\nl\n1973(2) SA 137 (T) at 139 F - H. Interest on interest (compound interest) could\nnot be claimed in Roman and Roman-Dutch Law (\nVoet\n: Commentarius ad\nPandectas : 22.1.20 and 45.1.11; va\nn Leeu\nwen: Het Rooms-Hollands-Regt :\n4.7.6;\nvan der Linden\n: Regtsgeleerd Practicaal en Koopmans Handboek :\n1.15.3). In our modern law this principle has become obsolete, having been\nabrogated\nby disuse. (\nWessels\nop cit p 192, note 107;\nNatal Bank v\nKuranda\n1907 TH 155\nat 169/171). Compound interest may be expressly\nstipulated for by agreement, is commonplace today in commercial and finan=\ncial /\n17 cial dealings, and has been sanctioned by our courts for many\nyears. In principle there appears to be no reason why the right to\nclaim\ninterest on interest should be confined to instances regulated by agreement, and\nwhy it should not extend to the right to claim\nmora interest (which is a species\nof damages) on unpaid interest which is due and payable. To the extent that the\ndecision in\nStroebel v Stroebel\n(su\npra\n) is in conflict with this\nbroad principle it cannot be supported. The problem which arose in\nStroeb\ne\nl's\ncase at 139 F would today be dealt with under the\nprovisions of\nsection 2\nof the\nPrescribed Rate of Interest Act 55 of 1975\n.\nSubject to what has been said above it is not necessary in this judgment to\nattempt to define under what\ncircumstances /\n18 circumstances and within what limits a claim for\ninterest on interest will lie. Suffice it to say that in principle there can be\nno objection to a claim for\nmora\ninterest on outstanding statutory\ninterest, bearing in mind that statu= tory interest is, in essence, compensation\nfor loss of posses=\nsion and fruits.\nMr Burger\nfurther contended that\nas the respondent's delay in paying statutory interest was not culpable, it was\nnot in mora. In this respect\nhe referred to the dictum of KOTZE, JA, in West\nRand\nEstates Ltd\nv\nNew Zealand Insuranc\ne C\no Lt\nd (sugra) at\n195 that \"a defendant cannot be said to be in mora unless he knows the nature of\nhis duty or obligation; that is to say\nwhen and how much he has to pay\". He\nsubmitted\nthat /\n19\nthat because of the obscure formulation of the provisions of the Act relevant\nto the calculation of statutory interest the respondent\nwas unable to calculate\nthe statutory interest due by it to the appellants before the judgment in\nCom\nmunity Developm\ne\nnt Board v Mah\no\nmed and Others NNO\n(\nsupra\n) unravelled the tangled web of legislative confusion and made such\ncalcu= lation possible. This argument cannot prevail. On a proper\ninterpretation\nof the relevant provisions of the Act the respondent was, or should have been,\nable to ascertain the amount of statutory\ninterest due by it. Legally it was\ntherefore able to determine the amount due, and it cannot excuse its failure in\nthis regard on\naccount of its inability properly to interpret the relevant\nprovisions of the Act.\nI turn /\n20 I turn to consider whether statutory interest is payable when\nan interim payment of compensation is made in terms of section 11(1).\nAt first\nblush there would seem to be no sound reason f.or distinguishing between interim\nand final payments with regard to when\nstatutory interest is payable. There are,\nhowever, certain significant differences in the two situations. The inference\nimplicit\nin section 12(3) that statutory interest is payable when the final\npayment of compensation is made flows largely from the fact that\nthe statutory\ninterest due is determinable on that date, and there are no later events which\ncan affect its final calculation. There\nis accordingly no reason why its payment\nshould be withheld. The position is different in the case\nof an /\n21\nof an interim payment. It is provisional in nature, and could subsequently\nturn out to be greater than the compen= sation finally\ndetermined (whether by\nagreement or by a court). Statutory interest may therefore ultimately be payable\non a lesser amount than the\ninterim payment of com= pensation. Its proper\ncalculation is accordingly dependent upon the interim payment being less than\nthe compensation\nfinally determined. In that sense statutory interest is not\nfinally determinable when an interim payment is made, and this would\njustify the\npayment thereof being withheld. In addition, the expectation that when a debt is\npaid in full the interest thereon will\nbe paid at the same time is not so\ncompelling when only a partial payment of the debt\nis made /\n22\nis made. Thus one has less reason to suppose that the Legislature intended\nthat when an interim payment was made, statutory interest\nthereon should be paid\nas well. Furthermore, whereas section 11(3) makes provision, where the amount of\ncompensation ultimately determined\nis less than the interim payment in terms of\nsection 11(1), for the refund to the State of the difference together with\ninterest\nthereon from the date of payment at the rate of interest contemplated\nin section 12(3), it makes no provision for the refund of excess\nstatutory\ninterest paid. Were statutory interest to be payable when an interim payment is\nmade, and a refund becomes necessary because\nthe final determination is less\nthan the interim payment, such refund should embrace not only\nthe /\n23 the difference between the amount of interim compensation paid\nand the compensation finally determined, but also the statutory\ninterest which\nwould have been paid on that dif= ference from the date of possession of the\nproperty concerned to the date of the\ninterim payment. Section 11(3), however,\ndoes not provide for the repayment of the latter amount. The omission to make\nprovision\nin this regard lends support to the conclusion that the Legislature\ndid not intend statu= tory interest to become payable when an\ninterim payment is\nmade. It may be suggested that the Legislature's failure to provide therefor was\na\ncasus omissu\ns, but if on a reasonable construction of an Act a casus\no\nmissus\ncan be avoided, it should be (\nDhanabakium v Subramanian and\nAnother\n1943 AD 160\nat 170 / ...\n24\nat 170; K\noller, NO v Steyn, NO en 'n Ander\n1961 (1 ) SA 422\n(A) at 429 C). Nor can one construe the concluding words of section 11(1),\nwhich provides for an interim payment to be made by the\nMinister prior to the\ndetermination of the amount of compensation payable \"under the same\ncircumstances\nunder which he should or could have so paid \t such\ncom=\npensation had it been determined on that date\", as indicative of the\nLegislature's intention to put final and interim payments of\ncompensation on a\npar as far as the time for pay= ment of statutory interest is concerned.\nThe conclusion to which I therefore come is that the provisions of section\n12(3), read with sections 11(1) and (3) of the Act do not\nrequire the payment of\nany statutory\ninterest /\n25 interest to be made at the time when an interim payment of\ncompensatíon is made in terms of section 11(1). Statutory intêrest\nis only payable when the final payment of compensa= tion is made. From\nthis.it\nfollows that the amendment sought at the\nhearing of the appeal to extend the appellants' claim for\nmora\ninterest\nseeks to introduce an issue untenable in law, and for that reason alone it must\nbe refused.\nI come now to the final issue, viz., the rate at which\nmora\ninterest\ndue to the appellants is to be calculated. It is common cause that the\nPrescribed Rate of Interest Act 55 of 1975\napplies to mora interest, and that\nits provisions govern the applicable rate. The relevant part of\nsection 1\nof\nthat Act reads as follows:-\n\"1(1) If /\n26\n\"1(1) If a debt bears interest and the rate at which the interest is to be\ncalculated is not governed by any other law or by an agreement\nor a trade custom\nor in any other manner, such interest shall be calculated at the rate prescribed\nunder subsection (2) as at the\ntime when such interest begins to run, unless a\ncourt of law, on the ground of special circumstances relating to that debt,\norders\notherwise.\n(2) The Minister of Justice may f rom time to time prescribe a rate of\ninterest for the purposes of subsection (1) by notice in the\nGazette.\"\nSection 1(1) is couched in peremptory terms, and\nits application is\nobligatory, not discretionary (\nKatzenellenbog\nen\nLt\nd v Mullin\n1977(4) SA 855 (A) at 885 G). To give effect to\nthe intention of the\nLegislature the words \"shall be calculated\nat the rate prescribed under\nsubsection (2) as at the time\nwhen such interest begins to run\" must be given\ntheir ordinary\nand literal meaning. Such meaning is clear. The rate\n27 prescribed under\nsubsection (2) at the time when interest begins to run governs the calculation\nof interest. The rate is fixed\nat that time and remains constant. Subsection (1)\ndoes not provide for the rate to vary from time to time in accordance with\nadjustments\nmade to the prescribed rate.by the Minister of Justice in terms of\nsubsection (2). The fact that the Minister may from time to time\nprescribe dif=\nferent rates of interest therefore has no effect on the rate applicable to\ninterest which has already begun to run.\nThe plain meaning of the words in\nquestion must be adopted as they do not lead to \"some absurdity, inconsistency,\nhardship or anomaly\nwhich from a consideration of the enact= ment as a whole a\ncourt of law is satisfied the Legislature\ncould /\n28 could not have intended\" (per STRATFORD, JA, in Bhy\nat v\nCommiss\nioner for\nImmigra\ntio\nn\n1932 AD 125\nat 129).\nThe only exception to the above method of calcu= lation is where \"a court of\nlaw, on the ground of special circumstances relating\nto that debt, orders\notherwise\". \"Special circumstances\" are not defined in the Act. It is not\nnecessary for the purposes of the\npresent appeal to con= sider what\ncircumstances are envisaged under that term. The existence or otherwise of\nspecial circumstances\nin any given case must needs depend upon the facts and\ncircumstances of that case. What is clear is that the special circumstances\nmust\nrelate to a particular debt, not to debts in general. The mere fact that the\nMinister may from time to time vary\nthe /\n29 the prescribed rate of interest in terms of subsection (2), a\nmatter affecting debts in general, cannot per\nse\nconstitute a special\ncircumstance relating to a particular debt. The appellants' reliance upon this\nconsideration as a special circumstance\nis therefore without substance. The\nappellants did not suggest that the record revealed any special circum= stances\nwhich might justify\na departure from the application of a fixed rate of\ninterest.\nOur attention was drawn to the fact that this Court has in the past awarded\nmora interest at the rates prescribed from time to time\nunder Act 55 of 1975 for\nthe period of application of each particular rate. We were re= ferred in this\nregard to the cases of Ri\nelly v\nSeligson and\nClare /\n30\nClare Ltd\n1977(1) SA 626 (A) and\nKatzenellen\nb\nogen v\nMullin\n(supra). In Rielly v\nSelig\ns\non and Clare Ltd\nthis Court\ndid not seek to interpret the provisions of section 1(1) but merely gave effect\n(at 642) to a request by counsel for the\nappellant (which was not opposed by the\nrespondent's counsel) to award interest at the rate prescribed from time to\ntime. The situation\nthat arose in Ka\ntzenellenbogen Ltd v Mullin\nis\nclearly distinguishable from the present as portion of the\nmora\ninterest\nawarded related to the period before Act 55 of 1975 came into operation. We were\nfurther advised that such orders were frequently\nfound in the judgments of\nProvincial Divisions. Insofar as such judgments are not based on a finding of\nspecial circumstances as\nenvisaged in section 1(1)\nof Act /\n31 of Act 55 of 1975, or on an agreement between the parties,\nthey are clearly wrong.\nIt is common cause that the prescribed rate of\ninterest applicable on 12 January 1985, the date on which\nmora\ninterest\nbegan to run on the outstanding statutory interest, was 11% per annum. Mora\ninterest accordingly falls to be awarded at\nthat rate. At the hearing of the\nappeal the respondent accepted that if it was liable for\nmora\ninterest,\nsuch interest had to be calculated on the individual amounts set out in\nparagraphs 2.2 and 2.3 of the amended notice of\nmotion handed in at the\ncommencement of the appeal. Effect will be given thereto in the order to be\nmade.\nWith /\n32 With regard to costs, these must follow the result. The\nappellants failed in their application to further amend their notice of\nmotion.\nThe amendment sought was an extension of their main claim and involved little in\nthe way of addi= tional argument on appeal.\nIt was not contended on the\nrespondent's behalf that the refusal of the application to amend should result\nin any order as to costs\nin its favour. The appellants have enjoyed substantial\nsuccess on appeal, and no adverse order as to costs against them would be\njustified save to the extent of depriving them of their costs attendant upon the\npreparation and service of the further amended notice\nof motion. The\nrespondent's offer of R224 403,40 in respect of the balance of statutory\ninterest\ndue /\n33\ndue by it was made under cover of a letter dated 2 January\n1987, the final paragraph of which reads:-\n\"Be pleased to take notice further that my client hereby tenders and offers\nto pay all your party and party costs incurred up until\nreceipt of this cheque,\nsuch costs to include all the costs in= curred in the Court a guo as well as\nyour client's appea] costs including\nthe costs undergone in taking instructions\n(re?) settlement upon receipt of the attached cheque.\"\nThe appellants accepted the tender of costs contained in the\nrespondent's letter. It is not disputed that the award\nof costs should include the costs of two counsel.\nOne further matter falls to be mentioned. It was\nbrought to our attention at the hearing of the appeal that in\nterms /\n34 terms of Government Notice No 655 of 27 March 1987 the\nassets, rights, liabilities and obligations of the respondent\nhave since 1\nApril 1987 vested in the Development and Housing\nBoard established under the\nDevelopment and Housing Act 103\nof 1985. As an undertaking was given by the\nrespondent and/\nor the Development and Housing Board to honour any\njudgment\ngiven against the respondent nothing turns on the provisions\nof the Notice referred to.\nIn the result the following order was made:\n(1)\tThe appellants' application to further amend their notice of motion is\nrefused;\n(2)\tThe appeal is allowed, with costs. Such costs\ninclude:\n(a)\nthose tendered by the\nrespondent in its letter of 2 January 1987;\n(b)\nthose incurred subsequent to the acceptance of the\ntender;\n(c)\tthe costs of two counsel,\nbut exclude the appellants' costs atten= dant upon the preparation\nand\nservice /\n35\nservice of the further amended notice of motion;\n(3)\tThe respondent is ordered to pay m\nora\ninterest\nat the rate of\n11% per annum from 12 January\n1985 up to and including 1 April 1986\nin\nrespect of:\n(i) the first appellant, on the sum of R121 366,78;\n(ii) the second appellant, on the sum of R51 994,32;\n(iii) the third appellant, on the sum of R22 768,26;\n(iv) the fourth appellant, on the sum of R60 906,53;\n(v) the fifth appellant, on the sum of R53 874,40;\n(vi) the sixth appellant, on the sum of R7 5 825,40.\n(4)\tThe respondent is ordered to pay mora interest\nat the rate of 11% per\nannum from 2 April 1986\nup to 5 January 1987 in respect of:-\n(i) the /\n36\n(i) the first appellant, on the sum of R74 641,16;\n(ii) the second appellant, on the sum of R25 103,46;\n(iii) the third appellant, on the sum of R15 189,85;\n(iv) the fourth appellant, on the sum of R36 608,74;\n(v) the fifth appellant, on the sum of R27 463,72;\n(vi) the sixth appellant, on the sum of R44 878,43.\nJ W SMALBERGER JUDGE OF APPEAL\nRABIE, CJ )\nBOTHA, JA ) CONCUR GROSSKOPF, JA ) CONCUR\nBOSHOFF, AJA)",
  "scraped_at": "2026-02-11T21:23:00.067011",
  "date": "1987-09-30",
  "coram": [
    "Rabie CJ",
    "Botha JA",
    "Grosskopf JA",
    "Smalberger JA",
    "Boshoff AJA"
  ],
  "case_number": "353/86",
  "parties": {
    "applicants": [
      "Davehill (Pty) Ltd",
      "Gannet Enterprises (Pty) Ltd",
      "Tira (Pty) Ltd",
      "Seventy Four West (Pty) Ltd",
      "Linfrank (Pty) Ltd",
      "Sonneblom Belgiëns (Edms) Bpk"
    ],
    "respondents": [
      "Community Development Board"
    ]
  },
  "sections": {
    "facts": "The appellants owned erven in West Germiston that were expropriated on 24 October 1980 under the Expropriation Act 63 of 1975. An interim compensation of R634,600 was paid on 22 May 1983 under s 11(1). After negotiations a final settlement was reached on 19 December 1984, and a final payment of R453,550 was made on 11 January 1985, bringing total compensation (excluding interest) to R1,088,150. The State was required to pay statutory interest on any unpaid portion of compensation from the date of possession under s 12(3). Statutory interest of R162,850.33 was paid on 1 April 1986 and a further R224,403.40 on 5 January 1987. The appellants commenced motion proceedings in 1986 seeking statutory interest and later mora interest on the unpaid statutory interest. The lower court dismissed the mora‑interest claim. The matter was appealed.",
    "issues": "1) Whether the respondent was liable to pay mora interest on the statutory interest outstanding from 12 January 1985 to 5 January 1987. 2) Whether statutory interest becomes payable when an interim compensation payment is made under s 11(1). 3) Whether interest on interest (compound interest) is permissible in the absence of an agreement. 4) What rate of mora interest should apply under the Prescribed Rate of Interest Act 55 of 1975.",
    "principles": "The court interpreted s 11(1), s 11(3) and s 12(3) of the Expropriation Act, holding that statutory interest is payable only when the final compensation is determined, because only then is the interest amount finally determinable. Where the time for performance of interest is fixed, the debtor is in mora ex re without a demand. Interest on interest is no longer prohibited at common law and may be awarded as a species of damages. Mora interest is governed by the Prescribed Rate of Interest Act; the rate fixed at the time interest begins to run (11% per annum on 12 January 1985) applies throughout the period unless a court orders otherwise.",
    "application": "The court concluded that the respondent’s obligation to pay statutory interest arose on 11 January 1985 and that failure to pay it on that date placed the State in mora. Consequently, the appellants were entitled to mora interest on the outstanding statutory interest from 12 January 1985 to 1 April 1986 and from 2 April 1986 to 5 January 1987, at the statutory rate of 11% per annum. The claim to extend mora interest back to the date of the interim payment was rejected because statutory interest is not payable on interim payments. The court also affirmed that interest on interest is permissible, so the mora interest was calculated on the statutory interest amounts.",
    "conclusion": "The appeal was allowed. The application to further amend the notice of motion was refused. The respondent was ordered to pay mora interest at 11% per annum on the specified sums for the two periods (12 Jan 1985–1 Apr 1986 and 2 Apr 1986–5 Jan 1987) detailed in the judgment. Costs were awarded to the appellants, incorporating the respondent’s tendered amount and the costs of two counsel, but excluding costs related to the further amended notice of motion."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Expropriation",
    "level_3": [
      "statutory interest",
      "mora interest",
      "interest on interest",
      "compensation"
    ]
  }
}