{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/102.html",
  "case_name": "S v Mthembu and Others (27/87) [1987] ZASCA 102 (24 September 1987)",
  "citation": "[1987] ZASCA 102",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 102\n|\nNoteup\n|\nLawCite\nS v Mthembu and Others (27/87) [1987] ZASCA 102 (24 September 1987)\nDownload original files\nPDF format\nRTF format\n27/87\nN v H\nSIPHO MTHEMBU AND OTHERS v THE STATE\nSMALBERGER, JA :-\n27/87\nN v H\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nSIPHO MTHEMBU\nAPPELLANT 1\nMILTON MBUZENI ZUNGU\nAPPELLANT 2\nMSHIYENI MIYA\nAPPELLANT 3\n. and\nTHE STATE\nRESPONDENT\nCORAM\n:\tGROSSKOPF, SMALBERGER, JJA, et\nSTEYN, AJA\nHEARD\n:\t8 SEPTEMBER 1987\nDELIVERED\n: 24 SEPTEMBER 1987\nJUDGMENT\nSMALBERGER, JA :-\nIt is common cause that shortly after 6 a m on\n25 May 1984 a group of Black men entered the MGM Butchery\nsituated /\n2 situated on the corner of Market and Diagonal Streets,\nJohannesburg, intent on robbing the owner thereof Joao De Gouveia Faulha\n(the\ndeceased). One of their number was armed with a firearm, another with a knife.\nIn the course of the ensuing events the deceased\nwas robbed of his firearm and\napproximately R700-00, and fatally wounded. The cause of his death was a gunshot\nwound of the chest,\ninflicted by a single shot fired by one of his\nassailants.\nConsequent upon the aforegoing the three appellants were arraigned in the\nWitwatersrand Local Division before FLEMMING, J, and two\nassessors on counts of\nmurder and rob= bery with aggravating circumstances. They were in due course\nconvicted on both counts. On\nthe murder count\nextenuating /\n3 extenuating circumstances were found to be present in\nthe case of the first appellant (on account of his age), but not so in the\ncase\nof the other two appellants. Manda= tory death sentences were accordingly\nimposed on the latter, while the first appellant was\nsentenced to 18 year's\nimpri= sonment. On the robbery count each of the appellants was sentenced to 9\nyears imprisonment. Portionsof\nthe sentences imposed on the first appellant on\neach count were ordered to run concurrently with the sentence at present being\nserved\nby him. Subsequently the three appellants were granted leave by the trial\nJudge to appea] to this Court against their convictions\nand sentences on both\ncounts.\nVery /\n4 At a very much later date the first and third appellants\napplied to the trial Judge for the noting of a special entry on the record\nin\nterms of section 317 of Act 51 of 1977 (the Act) with regard to certain alleged\nirregula= rities which occurred at the trial,\nas well as for condona= tion for\nfailing to make the application timeously. The trial Judge refused condonation\nand made no order\non the appli= cation. In the course of his judgment the trial\nJudge opined that the alleged irregularities could be canvassed during\nthe\nhearing of the appeal without the need for a special entry. I refrain from\ncommenting on the correctness or otherwise of the\nprocedure followed by the\nfirst and third appellants, or the decision thereanent. Suffice it to say that\nthe\nmatters /\n5 matters which formed the subject of the contemplated special\nentry were permitted to be fully canvassed on appeal.\nNot one of the deceased's employees present at the butchery when the events\nreferred to occurred was able to identify any of the perpetrators.\nThe only\nevidence linking the three appellants with the crimes of which they were\nconvicted, were statements in the form of confessions\nmade by them to certain\npolice officers (who ex\noffició\nare justices of the peace),\ntogether with, in the case of the first and third appellants, the subsequent\npointing out of the locus\nwhere the crimes were committed. The admissi= bility\nof the statements made by the three appellants was contested in a trial within\na\ntrial, but after hearing evi=\ndence /\n6\ndence and argument they were ruled admissible by the\ntrial\nCourt.\nOn appeal it was not contended on behalf of the\nfirst and second appellants that their statements had been\nwrongly admitted. Argument focussed on the alleged irre=\ngularities involving the first appellant, and the effect\nthereof, and the inferences concerning their guilt to be\ndrawn from their respective statements. A more comprehen=\nsive argument was advanced on behalf of the third appellant\ninvolving an alleged irregularity and its effect, the\nadmissibility of his statement, the correctness of the in=\nferences drawn therefrom and, failing all else, the finding\nof an absence of extenuating circumstances on the murder\ncount. I shall deal consecutively with the case of each\nappellant.\nThe /\n7\nThe first appellant made two statements to a\ncertain Capt Prinsloo, the first on 20 June 1984 and the\nsecond on 11 July\n1984. The purpose of the second state=\nment was to correct an inaccuracy in\nthe earlier statement\nconcerning the identity of the persons who accompanied the\nfirst appellant on the occasion in question. The relevant\nportion of the first statement reads as follows:\n\"Op so 'n week na hierdie dag, dit was 'n Saterdag, het ek, Richard en Ngoza\nby Fordsburg bymekaar gekom. Ons het toe weer gesels.\nNadat ons gesels het is\ndaar weer 'n week verby en ek, Shezi en Mqhino is toe na 'n slaghuis daar naby\ndie Rank van die taxis, naby\nDiagonalstraat. Ons drie het binne die slaghuis in\ngeloop. Ek het n kierie uitgehaal, Mqhino het 'n vuur= wapen gehad en Shezi het\n'n mes gehad. Ek het vleis gevat en is na die 'counter' om te betaal. Mqhino het\ndie Blanke man met die vuurwapen gewys en Shezi\nhet die Blanke man vasgegryp.\nDaar\nhet /\n8\nhet toe 'n skoot afgegaan en ek het weggehardloop en Shezi en\nMqhino het agter my uitgekom. Ons het nie geld gekry nie.\"\nIn the case of the second statement the relevant\nportion is to the following effect:-\n\"Ek wil nou praat van die Butcher. Ek het al 'n verklaring gemaak van die\nButcher, maar daar het ek deurmekaar geraak met die name.\nEk wil maar net die regte name van die mense wie saam met my was, die mense\nwas Zungu Mausela en Miya en ek. Ons was by die Butcher\nsaam.\"\nDespite the two statements being admitted in\nevidence the first appellant persisted in denying all know= '\nledge of, or complicity in, the crimes charged. He raised\nthe defence of an alibi, claiming that on 25 May 1984 he had\ngone to Bethal, having left very early in the morning, in\norder to enquire about the cost of repairs to a vehicle which\nhad /\n9\nhad been damaged in a collision some two weeks\npreviously\non 12 May 1984. On that date, according to the\nfirst\nappellant, he had gone to Morgenzon in connection with a court case in\nwhich he was involved. He had borrowed a car from one Fika\nMdakane for this\npurpose. On his return after his court appearance, when either entering or\nleaving Bethal (his evidence is contradictory\nin this respect) he was involved\nin a collision. This obliged him to leave the car in Bethal. Subsequently he\nreturned to Bethal\nto ascertain the cost of repairs to the car, but was unable\nto. contact the owner of the garage where the car had been left. When\nnext he\nwent to Bethal on 25 May 1984 it was for the same purpose. This time he managed\nto see the\nowner /\n10\nowner of the garage, and was advised that the car\nwould\ncost R3 000-00 to repair. The first appellant was adamant\nas to the\ncorrectness of the dates mentioned by him (12 and\n25 May). The earlier date\nhe coupled to his court appear=\nance, but was unable to state with any degree\nof conviction\nwhy he recalled the latter date.\nIn the course of giving his evidence in chief\nthe first appellant was\nasked certain questions by the trial\nJudge. One of the questions, relating to\nhis recall that\nthe collision was on 12 May, elicited the answer:\n\"I remember because I was from court for this case that I am serving.\"\nThis answer gave rise to the following cross-examination of\nthe first appellant:\n\"MEJ /\n11\n\"\nMEJ ZWIEGELAAR\n: Nou die saak wat u tans voor\n'n vonnis uitdien, is dit n roofsaak?\nNee, dit is nie n roofsaak nie, ek was gearres= teer vir 'n kar.\nKan u vir ons meer daarvan vertel? \t Ek was\ngesê dat ek het mense 'n kar gegee en hulle het 'n roof gaan pleeg.\nWat was die aanklag waarvan u aangekla is?\nHulle het gesê hulle kla my ook aan vir roof.\nU is skuldig bevind? \t Ja, hulle het gesê\nhulle vonnis my want ek het die ander mense die kar gegee.\nIs u skuldig bevind aan roof? \t Hulle het\ngesê hulle vind my skuldig want ek hetmense die kar gegee en hulle het\n'n roof gaan pleeg.\nHOF\n: Die advokaat vra, sy het al tweekeer gevra,\nis hy skuldig bevind aan roof? \t Ek het nie\ngehoor of dit was roof want ek was deurmekaar.\nMEJ ZWIEGELAAR\n: Weet u darem hoeveel jaar ge=\nvangenisstraf u uitdien? \t Ek was deurme=\nkaar gewees, ek het eers in die tronk gehoor dat ek 5 jaar gekry het.\nNou wanneer is hierdie misdryf gepleeg waarvan u\naangekla is, skuldig\nbevind is en gevonnis is?\nHulle het gesê maar ek onthou nie nou meer nie.\nOnthou /\n12\nOnthou u nie eers die jaar nie? \t Nee,\ndit is lank gelede.\nWanneer is u gevonnis? --\t In 1985.\"\nIt was contended on behalf of the first appellant\nthat the above\ncross-examination was irregular, being in\nconflict with the provisions of\nsections 197 and 211 of the\nAct.\nSection 197 provides that\n\"An accused who gives evidence at criminal\nproceedings shall not be asked\nor required to\nanswer any question tending to show that he has\ncommitted\nor has been convicted of or has been\ncharged with any offence other than the\noffence\nwith which he is charged, or that he is of bad\ncharacter, unless\n\t\"\nThereafter four exceptions follow, none of which is appli=\ncable in the present instance. Section 211 reads as\nfollows:\n\"Except /\n13\n\"Except where otherwise expressly provided by this Act or\nexcept where the fact of a previous conviction is an element of any offence\nwith\nwhich an accused is charged, evidence shall not be admissible at criminal\nproceedings in respect of any offence to prove that\nan accused at such\nproceedings had previously been convicted of any offence, whether in the\nRepublic or elsewhere, and no accused,\nif called as a witness, shall be asked\nwhether he has been so convicted.\"\nHaving regard to the provisions of sections 197\nand 211 of the Act, which\nare calculated to protect an\naccused person against unnecessary prejudice,\nthe cross-\nexamination of the first appellant in regard to his previous\nconviction would\nprima facie\nappear to constitute an irregu=\nlarity. Counsel for the respondent, however, disputed that\nit amounted to such, on the basis, firstly, that the first appellant\nhad chosen to reveal the fact of his previous conviction\nwhile /\n14\nwhile gíving evidence, thereby exposing himself to\ncross-examination thereon and, secondly, that the cross-examination was\nrelevant\ninsofar as it sought to probe the first appellant's alibi. With regard to the\nfirst contention, it is true that the reception\nin evidence of an accused's\nvoluntary statement that he has a previous conviction does not\nper\nse\nconstitute an irregularity (\nR v Bosch\n1949 (1) SA 548\n(A) at 553 - 5 -\nbut subject to the caveat that \"the use that could be made of such evidence\nmight have to be defined\" (at 553) ),\njust as the introduction by an accused or\nhis legal representative of otherwise inadmissible evidence by cross-examination\nor other\nmeans would not either (\nR v Morrison and Auret\n1930 TPD 419\nat\n427). While it would therefore be irregular for the State to lead evidence of an\naccused's inadmissible confession or previous\nconviction (in the latter case,\nother\nthan /\n15 than in the circumstances permitted by section 197 of the Act,\nor in other instances where special provision is made therefor,\nas in sections\n240 and 241 of the Act), the voluntary introduction of such evidence by an\naccused does not constitute an irregularity.\n(It is arguable that an unguarded\nresponse by an unsophisticated person in answer to a guestion by the presiding\njudge revealing\na previous conviction cannot be equated to the voluntary\nintroduction, in the accepted sense, of such evidence by an accused person,\nbut\nfor present purposes I shall regard the two situations as akin to each other).\nNon cons\ntat that where an accused voluntarily reveals in evidence that he\nhas a previous conviction he exposes himself to unrestricted\ncross- /\n16\ncross-examination thereon. If cross-examination in\nrelation\nthereto is permissible at all (having regard to\nthe provisions of sections\n197 and 211 of the Act), it\nmust be limited to the extent that any further\ndetails\nsought are relevant (in the legal sense) ro an issue at\nthe trial. In the\npresent instance details concerning\nthe exact nature of the first appellant's\nprevious convic=\ntion and the sentence imposed in respect thereof have no\nrelevance to any issue in dispute between the first appellant\nand the respondent. Even assuming that the\nfact\nof the\nfirst appellant's conviction was relevant to his alibi defence,\nthe\ndetails\nthereof were not, for they were not strictly\nnecessary to either test or disprove his alibi. This dis=\nposes /\n17 poses of the respondent's contentions. Apart from the above\nconsiderations the cross-examination elicited infor= mation highly\nprejudicial\nto the first appellant which the dictates of fairness and justice require should\nnot have been revealed. In the present\nmatter, therefore, cross-examina= tion as\nto the details of the first appellant's previous conviction should not have been\npermitted,\nand the allowance of such cross-examination constituted an\nirregularity.\nA further alleged irregularity was relied upon. This related to the fact that\nthe respondent was allowed to re-open its case to lead\nevidence in rebuttal of\nthe first appellant's evidence concerning the dates of his court\nappearances /\n18\nappearances at Morgenzon and the date of the\ncollision.\nThese dates were relevant to the first appellant's alibi insofar\nas they assisted him to fix 25 May as the date on which he went to\nBethal, and\nalso because the alleged collision on 12 May provided the reason for his going\nthere. The dates and their significance\nemerged for the first time when the\nfirst appellant gave evidence after the close of the State case. The respondent\nwas therefore\nunable to lead evidence in regard to these aspects before it\nclosed its case, which in all probability it would have done, and would\nhave\nbeen entitled to do, had the details of the first appel = lant's case come to\nlight earlier. In the circumstances I\nam unpersuaded that in permitting the respondent to re-open its\ncase /.\n19\ncase to lead evidence to clarify the position concerning the\nrelevant dates and when the car in question was damaged the trial Judge\ndid not\nexercise his discretion properly and correctly. The claim that an irregularity\noccurred in this respect I conceive to be\nwithout substance.\nI turn to consider the effect of the irregula= rity arising from the improper\ncross-examination of the first appellant. Counsel for\nthe first appellant,\nrightly in my view, did not contend that the irregularity fell within the\ncategory of exceptional cases referred\nto in S v\nMoodie\n1961 (4) SA 752\n(A) at 758 G, viz., that it constitu= ted such a gross departure from\nestablished rules of proce= dure for it to be said that the\nfirst appellant was\nnot\nproperly / .\n20\nproperly tried and there was thus\nper\nse a failure\nof\njustice. Nor can it be equated with the situation which\narose in\ns v\nMavuso\n1987 (3) SA 499\n(A). Not only do\nthe circumstances giving rise to\nthe irregularity in the\npresent matter (insofar as the first appellant is\nconcerned)\ndiffer from those in\nMavuso's\ncase, but this is not an\ninstance where the trial Court's judgment can be said to\nbe \"deursuur met die invloed wat die vorige veroordeling\nen die appellant se antwoorde op die ontoelaatbare vrae op\nhom gehad het\" (at 505 I). While reference is made thereto\nin the trial Court's judgment, no great reliance was placed\non the previous conviction, or what emerged from the cross-\nexamination in respect thereof, when rejecting the first\nappellant's alibi. In any event it could not have\ninfluenced /\n21 influenced the trial Court's thinking on the cardinal\nissue at the trial, the admissibility of the first appellant's statements,\nfor\nthe irregularity only occurred after the trial Court's ruling that the\nstatements were admissible.\nMavuso's\ncase clearly did not intend to\nconvey that in every case where a previous conviction was irregularly introduced\ninto the evidence,\nor irregularly cross-examined on, a failure of justice\nper\nse results irrespective of the effect or the likely effect of the\nirregularity. Insofar as the decision in\nS v Dozereli\n1983 (3) SA 259\n(C)\nsuggests this to be the case it is incorrect. (The reference to\nDozereli's\ncase in\nMavuso's\ncase cannot be construed as an\nunequivocal acceptance of\nany /\n22\nany such principle laid down in\nDozereli's\ncase).\nEach case must be considered in relation to its own special\nfacts and circumstances in order to determine whether the\nirregularity and its consequences, or probable consequences,\nwere so gross\nas to have resulted in a failure of justice\nper\nse.\nThe test that therefore falls to be applied is that laid down in\nS v\nTuge\n1966 (4) SA 565\n(A) at 568 G,\nviz\n., whether this Court on the\nevidence unaffected by the irregularity considers that there is proof of guilt\nbeyond reasonable doubt.\nAs I have pointed out, the irregularity in\ncasu\noccurred after the trial Court had ruled on the admissibility of the first\nappellant's statements, and the\nirregularity /\n23\nirregularity could not have influenced its decision in\nthat\nregard. These statements are the cornerstone of\nthe respondent's case against\nthe first appellant.\nNor can it be said, on a proper consideration of the\ntrial\nCourt's reasons for rejecting the first appellant's alibi,\nthat the\nirregularity had a material bearing on its decision.\nIt is beyond question that his alibi falls to be rejected.\nThe first\nappellant's guilt or otherwise accordingly falls to be determined with regard to\nthe two statements made by him, and the\npointing out of the MGM butchery to\nMajor Earle on 3 July 1984. The pointing out, together with certain statements\nmade by the first\nappellent in conjunction therewith, establishes that the\nevents to\nwhich / ....\n24\nwhich he refers in his two statements are those which gave\nrise to the robbing and killing of the deceased. From these statements\nit is\napparent that the robbery\nwas planned and that, to the knowledge of the first appellant, one of his\nco-perpetrators was armed with a firearm. He clearly associated\nhimself with the\nevents which occurred in the butchery. The only reasonable inference to be drawn\nfrom his conduct is that he subjec=\ntively foresaw the possibility of the\nfirearm being used to fatally injure the deceased in the course of the robbery,\nand continued\nto participate in the robbery regardless of the consequences. In\nthe result he was correctly convicted of both murder and robbery\n(cf.\nS v\nMbatha en Andere\n1987 (2) SA 272\n(A) ). No argument was advanced on his\nbehalf in\nrespect /\n25 respect of the sentences imposed on him, and there is\nnothing which would justify an amelioration of his position in this regard.\nIt\nfollows that the appeal of the first appellant must fail.\nIn the case of the\nsecond appellant the only point in issue on appeal is whether the statement made\nby him on 14 July 1984 to Capt\nSaaiman justifies an inference of guilt.\nThe second appellant's statement reads as follows:-\n\"Ek bly by Nancefield Hostel. Ny ander vriende\nbly by Jabulani Hostel. My vriende waarvan ek praat is Twana en Miya en\nMayisela. Op 'n Dinsdag, dit is lank voor ek gearresteer was\nna omtrent een of\ntwee maande voor dit het Twana en Miya na my kamer te Nancefield Hostel\ngekom.\nTwana /\n26\nTwana het aan my gesê dat daar is 'n slaghuis\nin die dorp wat ons\nmoet gaan kry. Twana\nhet my gesê dat ek die volgende Vrydag\nna\nJabulani moes gaan na waarvandaan die taxi ry\nen vir hulle daar wag.\n.\nEk het vertrek vanaf my hostel om 05h30 na die\nplek waar ek vir Twana en\nMiya sou kry op die\nVrydag. Twana, Miya en Mayisela het om 05h45\ndaar aangekom. Ons het 'n taxi dorp toe geneem.\nIn Johannesburg het ons uit die taxi geklim en\nek en Twana het met die een\nstraat en Miya en\nMayisele aan die anderkant van die straat geloop.\nEk\nweet nie watter straat dit was nie. Toe ons\nby die slaghuis aankom het Twana\nvir my die\nslaghuis gewys waar ons die geld moes kry.\nTwana en Mayisela het eerste in die slaghuis\ningegaan en ek en Miya het hulle gevolg. Ek het\ntwee appels in die slaghuis gevat, hulle verkoop\nappels en ander vrugte ook by die slaghuis,\nen het na die toonbank gegaan om die appels te\nbetaal. Twana was toe langs my gewees. Twana\nhet toe 'n vuurwapen uitgehaal en dit op die\nwitman agter die toonbank gerig. Mayisela het\ndie witman gegryp. Miya het ook Mayisela gehelp\nom die witman vas te gryp. Die twee van hulle\nhet die witman getrek tot by 'n plek wat lyk soos\n'n kelder.\nEk het /\n27\nEk het gesoek vir die geld maar kon dit nie kry nie. Mayisela het toe uit die\nkelder gehard= loop gekom en my gesê dat Twana\ndie witman geskiet het. Ek\nhet ook net voordat Mayisela uitgekom het 'n skoot gehoor. Ek en Mayisela het\ntoe weggehardloop, Twana\nen Miya het ons later gevolg. Ons het tot by Westgate\ngehardloop waar ek en Mayisela die bus na Soweto gehaal het. Toe ons binne-in\ndie bus was het ek gesien dat Mayisela 'n vuurwapen by hom het. Mayisela het aan\nmy gesê dat dit die witman se vuurwapen is.\nEk het by Mlanalankunzi van\ndie bus geklim en kamer toe gegaan waar ek geëet het en te Jabula= nie\ngegaan om te sien of Twana\nen Miya al terug= gekom het. Ek het hulle te\nJabulanie gekry. Twana het my toe gevra waarom het ek en Mayisela weggehardloop.\nEk\nhet hom gesê dat Mayisela my gesê het dat hy (Twana) die witman\ngeskiet het. Ek het teruggegaan na my plek toe. Dit was\ndie laaste dag dat ek\nhulle gesien het totdat hulle my uitgewys het aan die polisie. Toe ek saam met\ndie ander drie na die slaghuis\ngegaan het, het ek gedink dat hulle hulle geld\ngaan haal en ek was nie bewus daarvan dat hulle die witman sou beroof en skiet\nnie.\"\nThe MGM /\n28\nThe MGM butchery was never at any stage pointed out by the\nsecond appellant to anyone. The question thus arises whether the events\nreferred\nto in the second\nappellant's statement can be connected with the\nincident\ngiving rise to the death of the deceased. The trial Court held that\nit could, in my view rightly so. The events to which the second\nappellant's\nstatement relates took place in a butchery in Johannesburg. They correspond in\nlarge measure to what actually occurred\nin the deceased's butchery on the day of\nthe robbery. The butchery referred to in his statement was one where apples and\nother fruit\nwere sold -on the face of it a somewhat unusual feature. The\nevidence establishes that fruit, including apples, was sold at the deceased's\nbutchery. Finally, the second appellant named\nhis /\n29\nhis companions as Twana, Miya and Mayisela. The first\nappellant is known by the name of Twana (Tswana), and Miya is the third\nappellant.\nThe incident referred to in his state= ment was therefore one\ninvolving the three appellants.\nLeaving aside for the moment the last sentence thereof, it emerges clearly\nfrom the second appellant's statement that he and his companions\nembarked upon a\npre-planned robbery at a butchery in mid-Johannesburg. Bearing in mind the\nobvious dangers inherent in such a venture,\nand the need to overcome any\nresistance offered, one is entitled in my view to assume, as a matter of general\nprobability, that one\nor more of the participants in the robbery venture would,\nto the knowledge of all, be appropriately armed, and furthermore each of\nthe\nparticipants\nwould /\n30\nwould foresee the use of a weapon or weapons in the course of\nthe robbery. But even if the second appellant was initially unaware\nthat any of\nhis companions were armed he became aware of the fact when Twana produced a\nfirearm and pointed it at the deceased. Had\nhe previously been unaware of the\nfirearm, and wished to disassociate himself from its possible use, one would\nhave expected him\nto cease further participation in the robbery. Instead,\naccording to his statement, he continued with his search for money. In the\ncontext of his statement as a whole he manifestly associated himself with the\nevents that took place and the conduct of his cc-perpetrators.\nIn the absence of\nany evidence on his part suggesting the contrary, in his case too the only\nreasonable /\n31 reasonable inference that can be drawn is that he sub=\njectively foresaw the possibility of the deceased's death but was reckless\nas to\nthe consequence of it occurring. The last sentence of the second appellant's\nstatement, which is of an exculpatory nature,\nmust be viewed in the context of\nthe statement as a whole. So viewed it falls to be rejected as it is entirely\ninconsistent with\nthe preceding detail in the statement. (\nS v Felix and\nAnother\n1980 (4) SA 604\n(A) at 610/11).\nIn the result the second appellant was correctly convicted on both counts.\nNeither the trial Court's finding that there were no extenuating\ncircumstances,\nwhich inevitably led to the imposition of the death penalty, nor the sentence\nimposed on the robbery count was challenged\non /\n32 on appeal. No basis for interference exists. In respect of the\nmurder conviction the second appellant\nclearly failed to discharge the onus\nof esrablishing the existence of extenuating circumstances. In the result the\nsecond appellant's\nappeal must fail.\nThis brings me to the appeal of the third appellant, on whose behalf a more\nvigorous attack on the findings of the trial Court was\nlaunched.\nWhile testifying during the trial within a trial as to the admissibility of\nhis statement the third appellant was questioned as follows\nby counsel for the\nrespondent:-\n\"Nou /\n33\n\"Nou is ek reg as ek sê dat u na u\narrestasie\nWestonaria toe geneem is? \t Ja.\nU was daar betrokke by 'n saak en dit is ook\ndie saak wat u nou 'n vonnis uitdien?\nJa.\"\nIt was contended that the latter answer could\nhave left the trial Judge\nand his assessors in no doubt\nthat the third appellant had previously been\nconvicted of\nan offence, and that the probability that it was of a\nserious nature could be inferred from certain other aspects\nof the evidence. Consequently it was argued by the third\nappellant's counsel that the provisions of section 211 of\nthe Act had been disregarded, and that an irregularity had\noccurred. While conceding that the irregúlarity was not\nof the kind which would have resulted in a failure of\njustice /\n34\njustice\nper\nse, counsel contended that the effect of\nthe irregularity was to preclude this Court from holding that there was\nsufficient evidence\nunaffected by the irregularity to establish the guilt of the\nthird appellant beyond all reasonable doubt. This contention proceeded\non the\npremise that the evidence of the third appellant's previous convic= tion was\nlikely to have prejudiced the minds of the trial\nJudge and his assessors\n(although to what exact extent is not clear); that but for this the third\nappellant might have succeeded\nin raising a doubt in the mind of the trial Court\nregarding the admissibility of his statement resulting in its exclusion from\nevidence;\nand that in that event there would have been insufficient evidence on\nwhich to base a\nconviction/\n35 conviction of the third appellant as the admission of his\nstatement in evidence was essential to ensure his conviction.\nCounsel for\nthe respondent denied that any irre= gularity had occurred. In any event it was\npointed out that the third appellant had\nappeared in court in prison garb and it\nmust therefore have been obvious to the presi= ding Judge and his assessors that\nthe third\nappellant had a previous conviction and was serving a prison sentence.\nI propose to comment on this at a later stage.\nFrom the trial Judge's judgment on the applica= tion for a special entry it\nappears that after the question and answer complained\nof were asked and given an\nobjection was made to their admissibility which led to the line of\nquestioning /\n36\nquestioning not being pursued further. (This does not appear\nfrcm the record itself.) The objection is noted on the record, but the\nevents\nwhich transpired immediately thereafter are merely recorded as \"inaudible\".\nCounsel confirmed that the official recording\nat that point was inaudible for a\nwhile, and did not challenge the trial Judge's recollection of the events. While\nno specific ruling\nwas given the\ntrial Judge is adamant that the question and answer were not ruled\nadmissible - in fact their inadmissibility seems to have been implied.\nHowever regrettable, it is not an infrequent occurrence at\na trial that\nprejudicial evidence, subsequently ruled inadmissible, comes to light. This does\nnot\nper\nse constitute an irregularity. Nor could it found the argument\nadvanced on behalf of the third appellant. I appreciate that one cannot\nalways\ngauge the\nextent /\n37\nextent of the influence which inadmissible evidence or\nprejudicial information which comes to light during a trial may have on the\nsubconscious mind of a presiding judicial officer (and/or, where appropriate,his\nassessors), particularly where issues of credibility\nare being dealt with. (See\nin this regard\nR v Dominic\n1913 TPD 582\nat 584;\nKhan v Koch NO\n1970(2) SA 403 (R) at 404 H, as well as\nR v Chondi and Another\n1933 OPD\n267\nat 270/1, although the latter dictum is given to some overstatement). It is\nfor this very reason that the need exists to guard against\nanything irregular or\nuntoward happening at a trial which has the potential for prejudicing an accused\nperson. In the result I am\nnot persuaded that an irregularity\noccurred /\n38\noccurred. To the extent that the question asked (and\nanswered) was potentially prejudicial it may be assumed,\nin keeping with\nwhat would normally be the position, that\nthe presiding Judge and his\nassessors would, by virtue of\ntheir experience and training, have been able\nsuccessfúlly\nto disabuse their minds of the prejudicial\ninformation'\ngleaned therefrom and to give an objective decision on\nthe\nmerits. (\nS v Papiyana\n1986 (2) PH H 115 (A).) Despite\nhaving said this, the need to avoid potential prejudice\nremains. For this reason it once again becomes necessary\nto pass stricture on the practice of allowing an accused\nperson to appear in court in prison garb. The practice\nis undesirable and is to be deprecated. I trust that the\nresponsible /\n39\nresponsible authorities will heed this and similar\ncomments\nthat have been made in the past, and act accordingly.\nThe only\ninstance where the appearance of an accused in\nprison garb may be justified\nis where his trial involves\nan offence committed in prison, or one related to his\nimprisonment e g escaping from custody.\nI turn to consider the next argument advanced. This was that the third\nappellant's statement was wrongly admitted in evidence. This\nargument proceeded\non the premise that the third appellant's evidence on this issue could\nreasonably possibly have been true, and\nthat the State had accordingly failed to\nprove the prerequisites for its admissibility. It is common cause that the\nstatement\nhaving /\n40 having been made to a police officer, the State bore the\nonus in this regard. The third appellant's case was that prior to being\ntaken to\nmake a statement he was assaulted\nby members of the Brixton Murder and Robbery Unit.\nThe reason for the assault is not clear, for the third\nappellant claims that he was neither told to go and make a\nstatement nor what to say (it being his case throughout\nthat he knew\nnothing of the events surrounding the robbing\nand killing of the deceased.)\nThereafter he was taken\nto Capt Prinsloo at Randburg. The third appellant denied\nhaving made any statement to Capt Prinsloo. According to\nhim, the\npoliceman who accompanied him to Capt Prinsloo\nhanded the latter a handwritten document. Capt Prinsloo\ncopied /\n41 copied the contents thereof onto a document purporting to be\nthe third appellant's statement. Thereafter the third appellant was\nvirtually\nforced to put his thumbprint on this document. It is this document which was\nadmitted in evidence as being his statement.\n(Exhibit J).\nApart from the\ninherent improbabilities therein (especially when regard is had to the contents\nof the statement) the third appellant's\nevidence is contradicted by numerous\npolice witnesses.. The trial Court, after carefully weighing up the\nprobabilities and the credibility\nof the witnesses who testified, rejected the\nthird appellant's evidence and accepted that of the State witnesses, holding\nthat the\nthird appellant had made the statement, Exhibit J,\nand /\n42 and had done so freely and voluntarily. In doing so it\napproached the evidence with the necessary caution which the circumstances\ndemanded, and it has not been shown to have misdirected itself in a material\nrespect. There is no substance in the contention advanced\nthat, judging from\ncertain passages in its judgment, the trial Court at times failed to appreciate\nwhere the onus lay. Even if certain\npassages in the judgment are equivocal, on a\nconspectus of ' the judgment as a whole it is clear that the trial Court\nappreciated\nthroughout where the onus lay, and did not misplace it. In the\nresult no ground exists for disturbing the trial court's finding that\nthe third\nappellant's , statement was admissible.\nThe /\n43\nThe relevant portion of the third appellant's statement\nreads:-\n\"Ek is so gevang, ek, Maisela Zungu en Twana is van Soweto. Ons het gegaan na\ndie dorp, by Johannesburg ons het geloop met die taxi.\nOns het by Market Street\nafgeklim, ons het vir 'n Blanke man gewag van die Butcher by Market Street.\nEk dink dit was Woensdag so ongeveer 06h30. Die Blanke man het gekom, hy het\ndie deur oopge= maak, die Swartes wat daar werk het ingegaan.\nZungu Maisela en\nTwana en ek het toe binne by die slaghuis gegaan. Zungu het 'n pakkie van die\nbene op die counter gesit, toe het\nTwana die pistool uitgehaal en na die Blanke\nman gewys, Maisela het van agter gekom en binne by die deur waggehou. Maisela,\nZungu\nen Twana het die Blanke man naby by die vrieskas gevat. Ek het die\nslaghuis se laaie deursoek en ook onder by die counter, maar ek\nhet nie geld\ngekry nie. Toe ek nog binne by die slaghuis was het 'n skoot geklap, daar waar\nZungu met die Blanke man was. Ek het\ntoe gesien Twana het die vuurwapen by sy\nhand. Maisela het na my kant toe gekom, hy het\ngehardloop /\n44\ngehardloop. Zungu het ook na my kant toe\ngekom en Twana was heel agter. Toe die\nander uit is het ek en Twana saam geloop.\nOns het toe hierna 'n taxi gevat. Maisela\nhet net weggehardloop en ek en Twana en Zungu\nis na Soweto.\nBy Soweto het ek vir Zungu en Twana gevra hoekom het julle geskiet, Twana het\ngesê hy het 'n vuur= wapen gesien by die Blanke\nman en het toe die Blanke\ngeskiet. Ek het by Zungu gehoor dat Maisela die Blanke se vuurwapen gevat\nhet.\"\nFor basically the same reasons that apply to\nthe second appellant's statement, with which I have already\ndealt, the\nonly reasonable inference to be drawn from the\nthird appellant's statement is\nthat he and his companions\nset out to rob the deceased, that he subjectively foresaw\nthe possibility\nof death resulting from the use of a firearm\nduring the escapade, but\npersisted in associating himself\nwith / \t.\n45\nwith the events that occurred regardless of the consequences. In view of the\nfact that he pointed out the MGM butchery to Major Eager\nthere can be no doubt\nthat the events he refers to in his statement are those which occurred at the\ndeceased's butchery. In the result\nthe third appellant was correctly convicted\non both counts.\nThe final contention advanced on the third appellant's behalf was that the\ntrial Court should have found in his favour that there\nwere extenuating circum=\nstances present. For this contention reliance was placed on the fact that the\ndeceased's death had not been\npre-planned, there was no evidence that the third\nappellant had personally possessed a dangerous weapon or inflicted\nthe /\n46\nthe fatal wound, and his\nmens rea\nwas that of\ndolus\neventualis\n. In holding that the third appellant had not discharged the onus\nof establishing extenuating circum= stances the trial Court was\nalive to these\nconsideratiohs. In my view there is nothing in the evidence, or in the third\nappellant's statement, which is indicative\nof reduced moral blameworthiness on\nhis part. In any event, the trial Court's finding is not vitiated by\nmisdirection or irregu=\nlarity, nor is it one to which no reasonable court could\nhave come. Accordingly no basis exists for interfering therewith.\nThe /\n47 The appeals of the three appellants against their convictions\nand sentences are dismissed.\nJ W SMALBERGER JUDGE OF APPEAL",
  "scraped_at": "2026-02-11T21:18:56.880491",
  "date": "1987-09-24",
  "coram": [
    "GROSSKOPF",
    "SMALBERGER",
    "JJA",
    "STEYN"
  ],
  "case_number": "27/87",
  "parties": {
    "applicants": [
      "SIPHO MTHEMBU",
      "MILTON MBUZENI ZUNGU",
      "MSHIYENI MIYA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 25 May 1984 a group of Black men, including the three appellants, entered the MGM Butchery in Johannesburg intending to rob the owner, Joao De Gouveia Faulha. One assailant was armed with a firearm and another with a knife. The owner was robbed of a firearm and R700 and was fatally shot. The appellants were arrested, tried before the Witwatersrand Local Division, and convicted of murder and robbery. The first appellant received 18 years' imprisonment for murder (with extenuating circumstances) and 9 years for robbery; the second and third appellants received death sentences for murder and 9 years for robbery. Their convictions were based principally on confessions made to police officers and, for the first and third appellants, on their pointing out the crime scene.",
    "issues": "The appeal raised several issues: (1) whether the confessions were admissible; (2) whether irregularities in cross‑examination of the first appellant’s prior conviction (Sections 197 and 211 of the Criminal Procedure Act) and the reopening of the State’s case constituted a miscarriage of justice; (3) whether similar irregularities affected the third appellant; (4) whether the statements of the second and third appellants could be linked to the murder; and (5) whether any extenuating circumstances existed that should have mitigated the death sentences.",
    "principles": "The Court applied the protections afforded by ss 197 and 211 of the Criminal Procedure Act, which prohibit improper enquiry into prior convictions unless expressly permitted. It reaffirmed that an irregularity must be so gross as to cause a failure of justice (S v Moodie; S v Mavuso). The test from S v Tuge was applied: whether, ignoring the irregularity, the evidence still proves guilt beyond reasonable doubt. The Court also considered the principle that a voluntary disclosure of a prior conviction does not itself constitute an irregularity, but any subsequent cross‑examination must be limited to issues relevant to the trial.",
    "application": "For the first appellant, the Court held that the cross‑examination about his prior conviction was irregular but did not affect the admissibility of his statements, which were the cornerstone of the State’s case. The irregularity was not fatal, and the appellant’s alibi was rejected. The second appellant’s detailed statement was found to describe the same robbery, linking him to the murder; no extenuating circumstances were proven, so his conviction and death sentence were upheld. For the third appellant, the alleged irregularity concerning prior conviction was deemed non‑fatal, and his purported statement was accepted as voluntary and admissible. The Court found the statement sufficient to sustain conviction; no extenuating circumstances were established.",
    "conclusion": "The Court dismissed all three appeals. The convictions for murder and robbery, and the sentences imposed—including the death sentences for the second and third appellants—were affirmed. No orders for retrial or sentence alteration were made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Robbery",
    "level_3": [
      "confessions",
      "evidence admissibility",
      "procedural irregularities",
      "extenuating circumstances"
    ]
  }
}