{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/78.html",
  "case_name": "S v Rabutla and Others (144/87) [1987] ZASCA 78 (27 August 1987)",
  "citation": "[1987] ZASCA 78",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 78\n|\nNoteup\n|\nLawCite\nS v Rabutla and Others (144/87) [1987] ZASCA 78 (27 August 1987)\nDownload original files\nPDF format\nRTF format\nMC\tSaak nr 144/87.\nCASE RABUTLA\nEerste Appellant\nCLIFFTON PHASWA\nTweede\nAppellant\nJOMYT MBELE\nDerde Appellant\n- en -\nDIE STAAT\nVIVIER AR.\nMC\tSaak nr 144/87\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPeLAFDELING)\nIn die saak tussen:\nCASE RABUTLA\nEerste Appellant\nCLIFFTON PHASWA\nTweede\nAppellant\nJOMYT MBELE\nDerde Appellant\n- en -\nDIE STAAT\nRespondent\nCORAM:\nVAN HEERDEN, VIVIER ARR et STEYN WND AR.\nVERHOORDATUM: 20 AUGUSTUS 1987\nLEWERINGSDATUM:. 27 AUGUSTUS 1987\nUITSPRAAK\n2.\nVIVIER AR\n:-\nDie drie appellante, na wie ek as\nbeskuldigdes 1, 2 en 3 onderskeidelik sal verwys, is in die Noordelike Rondgang\nPlaaslike Afdeling\nop Tzaneen deur CURLEWIS R en twee assessore op drie\naanklagte skuldig bevind: een van moord, een van verkragting en een van\nmenseroof.\nGeen versagtende omstandigbede is tov die moordaanklag bevind nie en\nal drie beskuldigdes is op hierdie aanklag ter dood veroordeel.\nAl drie is ook\nop die aanklag van verkragting ter dood veroordeel. Op die aanklag van menseroof\nis elke beskuldigde tot drie jaar\ngevangenisstraf gevonnis. Die Verhoorregter\nhet aan beskuldigde 1 verlof verleen om na hierdie Hof teen sy skuldigbevinding\nop die\nmoordaanklag sowel as teen die doodvonnis wat hom op die\naanklag /\n3.\naanklag van verkragting opgelê is, te appelleer, Hy het aan\nbeskuldigdes 2 en 3 verlof verleen om slegs teen die doodvonnis\nwat hulle op die\naanklag van verkragting opgelê is, te appelleer. Na\n'n\npetisie aan\ndie Hoofregter het hierdie Hof aan beskuldigdes 2 en 3 verlof verleen om teen\ndie skuldigbevinding aan moord sowel as\nteen die bevinding dat daar by die\npleging van die moord geen versagtende omstandighede was nie, te appelleer. By\ndie verhoor van\ndie appèl is aan beskuldigde 1 verlof verleen om te\nappelleer teen die bevinding dat daar geen versagtende omstandig= hede\nby die\nmoord was nie. Om op te som: daar is geen appèl teen die skuldigbevinding\nop die aanklag van verkragting nie. Al drie\nbeskuldigdes\nappelleer teen hul skuldigbevindings op die moordaan=\nklag sowel as teen die bevinding dat daar geen versagtende omstandighede was\nby die pleging van die moord nie en teen die\ngevolglike /\n4\ngevolglike doodvonnis wat hulle opgelê is.Aldrie\nappelleer ook teen die doodvonnis wat hulle op die\naanklag van verkragting opgelê is.\nDie oorledene,'n 48-jarige Swart man, is die\noggend van 22 Julie 1985 dood aangetref in die kajuit van\nsy vragwa waar dit langs die pad in die omgewing van 'n\nwoonbuurt bekend as Sekgopo naby Duiwelskloof geparkeer was\nDaar was ses steekwonde in die oorledene se rug en sy.\n'n Sewende steekwond in die nek het die twee hoofslagare\nna die brein afgesny en die dood veroorsaak. Die\noorledene was met 'n\nbesending goedere na Phalaborwa op\npad en het die vorige aand op Sekgopo aangekom en besluit\nom daar te oornag. By 'n kafee het hy die klaagster, 'n\nvolwasse Swart vrou, ontmoet en hulle is saam na die\nvragwa /....\n5. vragwa om die nag daar deur te bring.\nDié\nbetrokke aand het die drie beskuldigdes mekaar op Turfloop naby Pietersburg by\n'n biersaal ontmoet vanwaar hulle in beskuldigde\n1 se kombi na Kgapane vertrek\nhet nadat hulle eers in Tzaneen brandstof inge= gooi het. Hulle het 'n biersaal\nin Kgapane besoek en\ntoe teruggekeer na Turfloop. Op pad het hulle deur Sekgopo\ngereis en op die vragwa afgekom met die oorledene en die klaagster in\ndie\nkajuit. Die kombi, wat op daardie stadium deur beskuldigde 1 bestuur is, het\nnaby die vragwa gestop. Die klaagster, wie se getuienis\ndeur die Verhoorhof\naanvaar is, het getuig dat sy wakker geword het toe 'n persoon die venster van\ndie vragwa stukkend slaan. Die\npersoon het sy hand deur die\nvenster /\n6.\nvenster gesteek, die deur van binne oopgemaak en haar\nuit die vragwa getrek. Terselfdertyd het twee ander\npersone wat saam met die eerste een.was, by die kajuit\nvan die vragwa waarin die oorledene nog was, ingeklim.\nSy het gehoor dat die oorledene vra: \"Wat maak julle?\"\nen dat een van die persone antwoord: \"Jy moenie met ons\npraat nie\". Sy weet nie wat verder met die oorledene\ngebeur het nie. Die een wat haar uit die vragwa\ngehaal het, het haar na die Kombi geneem, haar daar\ningedwing en haar op die agterste sitplek verkrag.\nDaarna het die ander twee na die kombi teruggekeer en\nhulle het daarvandaan vertrek. Op pad het die ander\ntwee haar ook verkrag.\nDie klaagster se getuienis dat al drie die\nbeskuldigdes /....\n7.\nbeskuldigdes haar agter in die kombi verkrag het, is nie\ntans in geskil nie. Sy was onseker oor watter een van\ndie beskuldigdes haar na die kombi geneem en haar eerste\nverkrag het. Sy was ook onseker oor die volgorde\nwaarin die ander twee haar verkrag het. Die Verhoorhof\nhet bevind dat dit beskuldigde 1 was wat haar na die\nkombi geneem en haar eerste verkrag het terwyl beskuldigdes\n2 en 3 by die vragwa was. Die Verhoorhof het verder\nbevind dat beskuldigde 3 die kombi bestuur het toe dit\ndaarvandaan na Pietersburg vertrek het. Op pad het die\nkombi twee keer met enjinprobleme gaan staan. Die Ver=\nhoorhof het bevind dat na die eerste keer beskuldigde 1\nverder bestuur het terwyl beskuldigde 3 toe die klaagster\nverkrag het, en dat na die tweede oponthoud beskuldigdes\n3 /...\n8.\n3 en 2 plekke geruil het en dat beskuldigde 2 haar toe verkrag het. Net\nvoordat hulle op Pietersburg aangekom het, het beskuldigdes\n2 en 3 weer plekke\ngeruil sodat beskuldigde 3 agter by die klaagster gesit het toe hulle in die\nvroeë oggendure by 'n vulstasie\nin Pieters= burg stop om brandstof in te\nneem. Volgens die onbetwiste getuienis van die petroljoggie het beskuldigde 3\ndie klaagster\nna die toilet yergesel en toe hul terugkom, het sy geweier om weer\nin die kombi te klim. Die drie beskuldigdes was genoodsaak om\nsónder haar\nte vertrek.\nOm terug te keer na die toneel van die moord. Die enigste\nstaatsgetuienis oor wat daar gebeur het, is dié van die klaagster\nwaarna\nek reeds verwys het. Die\ndrie /\n9.\ndrie beskuldigdes het elkeen verontskuldigende en\nbotsende weergawes gegee wat as vals deur die Verhoor=\nhof verwerp is. Beskuldigde 1 se getuienis was dat hy\ndeur beskuldigde 2 gevra is om by die vragwa te stop.\nBeskuldigde 2 het na die vragwa gegaan, teruggekom en\nvir hom en beskuldigde 3 geroep. Die ander twee het\nvooruit na die vragwa geloop en hy het agterna gekom.\nToe hy nog aankom, het hy gehoor dat 'n venster breek\nen dat '\nn\nvrouestem om hulp roep. Die deur van die\nvragwa het oopgegaan en die klaagster het uitgeklim en\nmet beskuldigde 3 gepraat wat langs die vragwa gestaan\nhet. Beskuldigde 1 het nader gegaan en die klaagster\ngevra om saam met hom na die kombi te gaan, wat sy\nvrywillig/...\n10.\nvrywillig gedoen het. Terwyl hulle wegstap van die vragwa,het hy vir\nbeskuldigde 2 in die kajuit van die vragwa gesien en hy het 'n\ngeluid gehoor\nsoos dié van 'n bakleiery. Terug in die kombi, het hy aan die slaap\ngeraak en hy weet nie wat by die vragwa\ngebeur het nie. Beskuldigde 2 het getuig\ndat beskuldigde 1 onverwags by die vragwa gestop het. Toe hy vir beskuldigde 1\nvra waarom\nhy daar stop, het laasgenoemde geantwoord dat beskuldigde 3\ngesê het dat hy moet stop. Beskuldigdes 1 en 3 het na die vragwa\ngegaan en\nhy het gehoor dat iemand skree: \"Jy is besig om my dood te maak\". Beskuldigde 2\nhet toe uitgeklim en na die vragwa gestap.\nHy het vir beskuldigde 1 teengekom\nwat met die klaagster op pad was\nna die kombi. Hy het saam met hulle in die\nkombi geklim\nen /\n11.\nen weet nie wat by die vragwa gebeur het nie. Na 'n\nrukkie het beskuldigde 3 teruggekom en hulle het vertrek\nBeskuldigde 3 se weergawe was dat beskuldigde 2 vir\nbeskuldigde 1 gesê het om by die vragwa te stop.\nBeskuldigde 2 is alleen na die vragwa en het later\nteruggekom om vir beskuldigde 1 te kom haal. Later het\nhy gehoor dat beskuldigde 1 vloek en hy is toe ook na\ndie vragwa. Daar het hy beskuldigde 2 met 'n ander\npersoon in die kajuit sien baklei. Die klaagster het\ntevoorskyn gekom en beskuldigde 1 het saam met haar na\ndie kombi gegaan. Beskuldigde 3 is ook terug na die\nkombi. Later het beskuldigde 2 ook teruggekom en hy\nhet vir beskuldigde 2 gevra wat by die vragwa gebeur het,\nwaarop laasgenoemde geantwoord het: \"Daardie dom mens,\ndit /....\n12. dit is al lank dat ek vir hom waarsku dat hy vir my\nlastig geval het\" . Hulle het toe vertrek. - Beide beskuldigdes 1 en 3 het\ngetuig dat hulle vroeër die aand, en voordat hulle\nby die plek gekom het\nwaar die vragwa was, by 'n sekere huis in Sekgopo gestop het op versoek van\nbeskuldigde 2. Hy het navraag oor\n'n meisie gedoen en die mense daar het aan hom\ngesê : \"daar voor is 'n trok en jou mooi dingetjie is daar\". Die\nonbetwiste\ngetuienis van die klaagster was egter dat sy geeneen van die\nbeskuldigdes geken het nie.\nDie Verhoorhof het bevind dat die drie\nbeskuldigdes na die vragwa gegaan het met die gemeenskaplike opset om die\nmeisie in die kajuit met geweld te neem en haar te verkrag,\ndat elkeen die\nmoontlikheid voorsien het\ndat /\n13.\ndat die oorledene weerstand sou bied, dat geweld gebruik\nsou moes word om sy weerstand uit te skakel en dat\nhy deur een of meer van hulle gedood kon word in die\nuitvoering van hul plan, hom daarmee versoen het en\nbesluit het om nogtans te handel.\nVolgens die klaagster se getuienis wat, soos\nek reeds daarop gewys het, deur die Verhoorhof\naanvaar is en waarvoor daar oorgenoeg stawing te vind\nis in die onbetwiste feite, is daar nie die geringste\ntwyfel nie dat die drie beskuldigdes met 'n gemeenskaplike\nopset om die klaagster met geweld te ontvoer en dan te\nverkrag, gehandel het. Die moeiliker vraag is of\nelkeen van die beskuldigdes die moontlikheid van die\noorledene se dood voorsien het. In die eerste plek kan\nuit /...\n14.\nuit al die getuienis met sekerheid aanvaar word dat\nal drie beskuldigdes geweet het, nog voordat die ruit\nvan die kajuit gebreek is, dat beide die oorledene en\ndie klaagster in die kajuit was. (Die Verhoorhof se\nstelling dat in 85 persent van alle gevalle waar 'n\nvragwa soos dié in die huidige saak in die nag langs\ndie pad staan, die bestuurder met 'n vrou daarin sal\nwees, is natuurlik ongeregverdig.) In die tweede plek\nis dit duidelik dat die drie beskuldigdes moes voorsien\nhet dat geweld ook teen die oorledene nodig sou wees\nten einde die klaagster te ontvoer. Hulle moes verwag\nhet dat hy weerstand van een of ander aard sou bied en\ndat geweld gebruik sou moes word om sy weerstand uit te\nskakel/....\n15.\nskakel. Myns insiens kan dit aanvaar word dat hy\nnie die klaagster in die middel van die nag op 'n verlate\nplek vrywillig aan hul genade sou uitlewer nie. Dat die\nbeskuldigdes geweld beoog het, blyk duidelik uit die\nfeit dat hulle sonder meer die ruit van die kajuit\nstukkend geslaan het en dat toe die oorledene, wat\nwaarskynlik nog deur die slaap was, vra \"wat maak julle?\",\neen van die beskuldigdes geantwoord het: \"Jy moenie\nmet ons praat nie\". Die Verhoorhof het die klaagster\nse getuienis aanvaar dat elke beskuldigde 'n mes gehad\nhet. Beskuldigdes 1 en 3 het wel ontken dat hulle self\nmesse gehad het, maar hulle het gesê dat beskuldigde 2\n'n mes gehad het en volgens beskuldigde 1 het hy reeds\nvroeër /.....\n16.\nvroeër die aand dié mes gebruik om aan die kombi te\nwerk. Dit is nie namens beskuldigde 2 betoog dat die\nVerhoorhof se bevinding dat hy 'n mes gehad het, verkeerd\nwas nie. Die Verhoorhof het inderdaad bevind dat\nbeskuldigde 2 die een was wat die oorledene die steek=\nwonde toegedien het, en dat beskuldigde 3 saam met hom\nin die kajuit was en die oorledene vasgehou het terwyl\nbeskuldigde 2 hom steek. Onder al die omstandighede,\nis die enigste redelike afleiding dat al drie die\nbeskuldigdes die moontlikheid voorsien het dat ten\nminste beskuldigde 2 sy mes sou gebruik. Hulle het\ndie moontlikheid van dood voorsien en onverskillig\ndaaromtrent voortgegaan met die uitvoering van hulle\nplan/...\n17.\nplan. Dit is verder duidelik dat elke beskuldigde se aandeel\ndaadwerklik bygedra het tot die veroorsaking van die oorledene se dood\n(vgl\nS\nv Maxaba en Andere\n1981(1) SA 1148(A) op 1155 G). Al drie beskuldigdes is\ndus tereg skuldig bevind aan moord op die oorledene. Dit bring my by die\nbeskuldigdes\nse appèlle teen die bevinding dat daar geen versagtende\nomstandig= hede by die moord was nie. Namens al drie is betoog dat\ndie volgende\nfeite en omstandighede afsonderlik of kumulatief versagtende omstandighede\ndaarstel: die feit dat hulle heelwat gedrink\nhet vroeër die aand, die feit\ndat daar nie direkte opset om te dood was nie en die afwesigheid van\nvoorafbeplanning. Namens\nbeskuldigde 1\nis /\n18.\nis ook gesteun op die feit dat hy slegs 20 jaar oud\nwas ten tyde van die pleging van die misdaad.\nDie Verhoorhof het bevind dat hoewel al drie\nbeskuldigdes vroeër die betrokke aand gedrink het, drank\ngeen rol in hul optrede gespeel het nie. Indien gelet\nword op die behendigheid van elkeen se optrede en die\nfyn besonderhede waarmee elkeen die aánd se gebeure\nbeskryf het, kan die bevinding van die verhoorhof nie\nfouteer word nie.\nDie afwesigheid van die direkte oogmerk om\nte dood en die afwesigheid van voorafbeplanning kan onder\ndie omstandighede van die huidige saak nie as versagting\naangemerk word nie. Ten minste op die stadium toe\nhulle /...\n19.\nhulle die venster van die vragwa gebreek het, was die\nplan om die klaagster te verkrag reeds gevorm. Dat\ndie plan moontlik eers gevorm is nadat die beskuldigdes\nby die vragwa stilgehou het, is nie ter sake nie. Dié\nplan het die gebruik van die mes ten einde die oorledene\nsê weerstand uit te skakel, en die oorweging van die\nrisiko van sy dood ingesluit. Die wyse waarop die\nplan uitgevoer is, deurdat die oorledene in sy slaap\noorval en koelbloedig doodgesteek is, dui op 'n doel=\nbewuste en totale verontagsaming van die risiko van die\noorledene se lewe (vgl\nS v Mafela and Another\n1980(3)\nSA 825 op 829 A-B).\nIn die geval van beskuldigde 1 is daar geen\naanduiding/....\n20.\naanduiding in sy optrede die betrokke aand van\nonvolwassenheid of beinvloeding deur die ander nie\nInteendeel, in sekere opsigte het hy die leiding geneem\nen as voorbok opgetree. So bv het hy die deur van\ndie kajuit oopgemaak en eerste ingeklim.\nNa my mening is daar geen basis waarop met\ndie Verhoorhof se bevinding oor versagtende omstandighede\nin die geval van al drie beskuldigdes ingemeng kan\nword nie.\nEk handel laastens met die appèlle teen die\ndoodvonnis wat vir verkragting opgelê is. Dit is al herhaaldelik in\nuitsprake van hierdie Hof beklemtoon dat wanneer die doodvonnis\nin die\nuitoefening van die\nVerhoorregter/....\n21.\nVerhoorregter se statutêre diskresie opgelê is,\nhierdie Hof se bevoegdheid om daarmee in te meng,\nbeperk is tot gevalle van onreëlmatigheid, wan=\nvoorligting of onredelikheid. Die grondbeginsel\nvan die verskillende formulerings wat deur hierdie Hof\nvan tyd tot tyd aangewend is om te bepaal of ingryping\ngeregverdig is, is dat hierdie Hof alleen inmeng\nas hy oortuig is dat die Verhoorregter sy diskressie\nop 'n onbehoorlike of onredelike wyse uitgevoer het\nSien die meerderheidsuitspraak van BOTHA AR in\nS v Pieters,\n'n ongerapporteerde beslissing van hierdie\nHof, gelewer op 21 Mei 1987 en vroeëre beslissings soos\nS v Pillay\n1977(4) SA 53KA) op 534 H - 535 G en\nS v S /...\n22.\nS V S\n1987(2) SA 307 op 311 G-H.\nDaar is namens appellante betoog dat die\nVerhoorregter die persoonlike omstandighede van die\nbeskuldigdes buite rekening gelaat het by die oorwe=\nging van 'n gepaste vonnis en dat hy nie oorweging\ngeskenk het aan die moontlikheid van die beskuldigdes\nse rehabilitasie nie. Die gedeelte van die uitspraak\nwaarop in hierdie verband gesteun is, verskaf self die\nantwoord op die betoog. In die voorafgaande paragrawe\nvan die uitspraak handel die Verhoorregter volledig met\ndie persoonlike omstandighede van elke beskuldigde,\nhoewel hy nie uitdruklik na die moontlikheid van\nrehabilitasie verwys nie. Dit is duidelik uit die\npassasie /....\n23.\npassasie waarop gesteun word, dat die Verhoorregter\nvan mening was dat die erns van die misdaad die ander\noorwegings oorheers. Na my mening kan nie gesê word\ndat die Verhoorregter fouteer het deur hierdie\nbeskouing te handhaaf nie (vgl\nS v Mooi\n1985(1) SA\n625(A) op 631 A-B).\nDaar is verder namens die beskuldigdes gesteun\nop die drank wat hulle vroeër die aand gedrink het.\nEk het reeds daarop gewys dat volgens alle aanduidings\ndie beskuldigdes nie deur drank beïnvloed was nie.\nLaastens is namens die beskuldigdes aange=\nvoer dat die Verhoorregter nie voldoende gewig geheg het\naan die feit dat die klaagster nie beseer is nie\nIn /...\n24. In sy uitspraak handel die Verhoorregter uitdruklik\nmet hierdie aspek en kom daarna tot die gevolgtrekking dat die doodstraf die\ngepaste straf is in die lig van die erns van die misdaad\nen al die ander feite\nvan die saak.\nWanneer al die feite en omstandighede van die saak in\noënskou geneem word, kan na my mening nie gesê word dat die\nVerhoorregter\nsy diskresie onbehoorlik of onredelik uitgeoefen het nie. Daar is\ngevolglik geen basis waarop hierdie Hof kan ingryp en 'n ander\nvonnis oplê\nnie.\nDie appèlle word afgewys.\nW. VIVIER AR,\nVAN HEERDEN AR)\nSTEYN WND AR) Stem saam",
  "scraped_at": "2026-02-11T21:13:29.413994",
  "date": "1987-08-27",
  "coram": [
    "VAN HEERDEN AR",
    "VIVIER AR",
    "STEYN WND AR"
  ],
  "case_number": "144/87",
  "parties": {
    "applicants": [
      "Cliffton Phaswa",
      "Jomyt Mbele"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Three accused (Cliffton Phaswa, Jomyt Mbele and a third unnamed accomplice) were convicted in the Northern Circuit Court at Tzaneen of murder, rape and robbery. The victim, a 48‑year‑old Black man, was found dead in the cabin of his truck with multiple stab wounds, including a fatal wound to the neck. The complainant, a Black woman, testified that she was forcibly removed from the truck, taken into the accused’s Kombi and raped by all three men in succession. The trial court found each accused guilty of murder, rape (death sentence) and robbery (three years’ imprisonment). Appeals were lodged against the murder convictions, the finding that no mitigating circumstances existed, and the death sentences for both murder and rape.",
    "issues": "The appeals raised three principal issues: (1) whether the trial court erred in finding that no mitigating (versagtende) circumstances existed for the murder convictions; (2) whether the death sentences for murder and rape were exercised within the trial judge’s statutory discretion; and (3) whether the common‑purpose doctrine rendered all three equally liable for the murder.",
    "principles": "The court applied established principles on mitigating circumstances in murder cases, the limited scope of appellate review of a trial judge’s sentencing discretion, and the doctrine of common intention (joint participation). Relevant authorities cited include S v Maxaba (joint liability), S v Mafela (foreseeability of death), and appellate standards from S v Pieters, S v Pillay and S v S regarding interference with a trial judge’s discretion only where there is irregularity, misdirection or unreasonableness.",
    "application": "The appellate court found that the evidence demonstrated a common plan to abduct and rape the complainant, which necessarily involved the use of violence against the driver. All three accused foresaw the possibility of the driver’s death and each contributed to the fatal stabbing. The court held that the trial judge had properly considered the personal circumstances of the accused and that none of the alleged mitigating factors (age, intoxication, lack of pre‑planning) altered the gravity of the offence. Consequently, the death sentences were within the judge’s discretion and not subject to reversal.",
    "conclusion": "All the appeals were dismissed. The murder convictions, the finding of no mitigating circumstances, and the death sentences for both murder and rape were upheld. The robbery sentences of three years’ imprisonment also stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Rape",
    "level_3": [
      "common intention",
      "mitigating circumstances",
      "death penalty",
      "appellate review"
    ]
  }
}