{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/132.html",
  "case_name": "S v Ngcobe and Others (87/87) [1987] ZASCA 132 (23 November 1987)",
  "citation": "[1987] ZASCA 132",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 132\n|\nNoteup\n|\nLawCite\nS v Ngcobe and Others (87/87) [1987] ZASCA 132 (23 November 1987)\nDownload original files\nPDF format\nRTF format\nWLD 87/87\nJOSEPH NGCOBE\n1st APPELLANT\nJEROME DEBISHIRE\n...... 2nd\nAPPELLANT\nJAMES DLADLA\n3rd APPELLANT\nand\nTHE STATE\nRESPONDENT\nJ J F HEFER JA\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nJOSEPH NGCOBE\n1st APPELLANT\nJEROME DEBISHIRE\n2nd APPELLANT\nJAMES DLADLA\n3rd APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM : HEFER, JACOBS JJA et NICHOLAS AJA.\nHEARD\n: \t\t\t\t10 NOVEMBER 1987.\nDELIVERED\n:23 NOVEMBER 1987.\nJUDGMENT\nHEFER JA\n:\nDuring June 1985 the three appellants together\nwith\t2\n2.\nwith some forty other prisoners were inmates of cell A23 in\nthe Johannesburg gaol. On the evening of 4 June 1985 a new prisoner, Kenneth\nPhakamele, was admitted to the cell. He was murdered there early the next\nmorning. In due course the appellants were charged with\nand con-victed of the\nmurder. No extenuating circumstances were found and the death sentence was\nimposed on each of them. Leave to\nappeal against the convictions and sentences\nwas granted by the trial court.\nThe deceased was stabbed to death. It\nemer-ged at the trial that he sustained more than seventy in-cised wounds, one\nof which transfixed\nthe jugular vein whilst others penetrated his lungs. He died\nof asphyxia\nand\t3\n3. and loss of blood. It was common cause that first ap-pellant had\nstabbed him with the sharpened handle of a spoon. The issues were,\nfirstly,\nwhether first appel-lant had acted in self defence as he claimed to have done\nand, secondly, whether second and third appellants\nhad joined in the attack with\nsimilar instruments, as alleg-ed by some of the state witnesses but denied by\nthe ap-pellants. The\ntrial court found against the appellants on both\nissues.\nIn this court several reasons were advanced for challenging the trial\ncourt's findings. The main contention was that the court erred\nin accepting the\nevi-dence of the eyewitnesses who testified for the state,\ndespite\t4\n4. despite the fact that it contained material contradic-tions\nand despite the fact that there was not one of them whose credibility\nwas beyond\nquestion in all respects. In order to deal with this contention it is necessary\nto re-fer in some detail to the evidence\nand to the contradic-tions revealed\ntherein.\nCell A23 is rectangular in shape and is divi-ded into two sections,\nthe larger of which houses the pri-soners' beds and lockers and\nthe smaller\ntheir washroom and toilet. There is an interleading door in the divi-ding wall.\nEntrance to the cell is by means of a\ndoor situated in one of the long walls of\nthe sleeping section close to the dividing wall. Both long walls of the\nsleeping\t5\n5. sleeping section are lined with bunks. The witness Adams\nused the bunk next to the door and the witness Phokojoe slept a few bunks\nfurther down the row. The witnesses Sithole and Msibi used adjoining bunks about\nhalf-way down the row of bunks along the opposite\nwall. The appellants' bunks\nwere the ones furthest from the door. Two of them (there was a dispute as to\nwhich two) slept next to\neach other against the one wall and the other directly\nopposite them against the other wall. Some prisoners had no bunks and slept\non\nthe floor. So did the deceased. He slept on the floor close to the\nen-trance,between Adams's bunk and the dividing wall.\nBroadly speaking the state's case was that\nthe\t6\n6.\nthe appellants attacked the deceased at about 5h00 on 5 June\n1985 while he still lay sleeping; that he managed to flee to the washroom\nwhere\nhe was followed by the ap-pellants and where the attack continued and eventually\nended in his death; that shortly thereafter\na prison warder, Mgogodlo, entered\nthe cell and,having discovered the deceased's body in the washroom, reported the\nmurder to sergeant\nDlamini who in turn reported it to his supe-riors; and that a\nnumber of officers, including lieute-nant Marais, then proceeded to\nthe cell and\nremoved the appellants after second appellant had admitted to Marais his and the\nother appellants' involvement in the\nmurder and after first appellant had\nsurrendered a sharpened\nspoon\t7\n7.\nspoon to him. It was part of the state case that the\nappellants also surrendered their prison indentity cards as a token of admitting\ntheir involvement.\nIn presenting its case to the court the state encountered\na major problem. Two of its witnesses,of which the warder, Mgogodlo, was\none,\nwere discredited for departing from their police statements. Counsel who\nap-pegred for the state made their statements available\nto the defence and\ncross-examination revealed that there were indeed serious departures which\neventually caused the court to largely\ndiscard their evidence. That was only\npart of the problem. Three of the witnesses referred to earlier, Adams, Sithole\nand Msibi,\ndescribed the deceased's death\nand\t8\n8. and subsequent events in terms which tallied only in the very\nbroadest outline but differed very materially in al-most every detail.\nThus,\nreferring to the way in which the deceased had been killed, Sithole testified\nthat the appellants first went into the washroom\nand then to the place where the\ndeceased slept. There third appellant \"stabbed him in the neck with a sharpened\nspoon. The de-ceased\njumped to his feet and, with third appellant's spoon still\nstuck in his neck, ran towards Sithole's bed. The appellants pursued him\nand\nstabbed him while he ran. Third appellant blocked his way. He turned round and\nran into the washroom. The appellants followed\nhim. Second appellant then\nemerged shouting \"Shove kop\" (a\ndirection\t9\n9.\ndirection to the occupants of the cell to cover their heads) and\nimmediately returned to the washroom. After a while he and third\nappellant\nemerged again and went to their bunks leaving first appellant in the washroom.\nLater Sithole saw first appellant washing\nhis hands at the basin in the washroom\nand eventually returning to his bunk.\nMsibi, who was watching from the bunk next to the one on which Sithole lay,\ndescribed the incident as fol-lows. The appellants proceeded\ndirectly to where\nthe de-ceased lay (without first going into the washroom as Sit- , hole said).\nThey all knelt next to the deceased.\nThird appellant pulled away the blankets\nand first appellant stab-bed the deceased in his neck. Thereafter the other\nappellants\nrepeatedly\t10\n10.\nrepeatedly stabbed him. He jumped to his feet and\nmoved\ninto the passage between the rows of bunks. Third appel-\nlant\n(without blocking his way as Sithole said) stabbed\nhim from behind in the\nneck, causing him thereby to turn\nround. The deceased walked into the\nwashroom followed\nby the appellants. On the way the appellants\nkept\nstabbing him. They all went into the washroom where Msibi\ncould not\nsee what was happening. Second appellant emer-\nged and shouted \"Shove kop\".\nHe did not return to the\nwashroom but stood near the door watching the\nprisoners\nin the sleeping section. After a while Msibi saw first and third\nappellants washing blood from their trousers at the basin in the\nwashroom. Third\nappellant came out\nand\t11\n11.\nand said :\"No one should take part in this for we (the other\noccupants of the cell) must not think that they (appellants) are the\nonly three\nwhich belong to gang 28. 28 Gang has a large membership\". All three appellants\nthen returned to their bunks.\nAdams had another version. According to him\nthird appellant, upon arriving with the other appellants at the place where the\ndeceased\nlay, pulled the blankets from the deceased's head and stabbed him\nseveral times while the other two appellants stood looking on.\nThe deceased rose\nto his feet and ran to the bunks in the op-posite row. He tried to climb onto\none of the bunks but all the appellants\nstabbed him. He turned and ran to\nthe\t12\n12. the washroom. Still stabbing him, the appellants fol-\nlowed\nhim. Inside the washroom the deceased mounted a\nlow wall which serves to\nscreen the toilet basin. Second appellant pulled him down. He fell and in\nfalling his head struck the floor\nwith a thud. He was apparently un-conscious.\nAll three appellants kept stabbing him until eventually they went back to their\nbunks\ntogether. Later second appellant, walking up and down the passage between\nthe beds, told the other prisoners that what they had witnessed\nwas none of\ntheir business and warned them that any-one who would talk about it, would\nfollow the same way.\nThe discrepancies in this part of the evidence\nare\t13\n13. are self-evident and no elaboration is required. I turn,\ntherefore, to the evidence relating to the events after the discovery\nby\nMgogodlo of the deceased's body, in the course of which the appellants allegedly\nadmitted their involvement in his death and surrendered\ntheir\ncards.\nAccording to Sithole, Mgogodlo, after seeing the body, asked: \"Have\nyou killed a person already?\" No-one answered. Mgogodlo left and\nreturned later\nwith his superiors. Lt Marais was among them. Marais asked:\"Wie het dit gedoen?\"\nSecond appellant stood up with his\npri-son card in his hand. Handing his card to\nMarais he said: \"Is ons, ons is 28.\" First and second appellants were\nimmediately behind\nhim when he said this. They said\nnothing\t14\n14. nothing but also produced their cards and handed them to\nMarais. First appellant also handed a spoon to Marais. Msibi's version\nwas that\nfirst appellant handed his card and a spoon to Mgogodlo when the latter first\nvisited the cell. Later, when Mgogodlo returned\nwith the officers, and when\nMarais asked: \"Who did this thing?\",second appellant said: \"Is ons,28's\". This\nwitness did not see any-thing\nbeing handed to Marais. Adams had a third version.\nAccording to him second appellant first tendered his card to Mgogodlo when the\nlatter had asked: \"Het julle nou ie-mand doodgemaak\". Mgogodlo ignored him and\ndid not take the card. Later, when the officers came,\nthe major (not Lt Marais )\nasked: \"Wie het dit gedoen?\" whereupon\nall\t15\n15. \"all three appellants approached him. Second appellant\nsurrendered his card. Third appellant surrendered his own\nand first\nappellant's\ncard and, when told to do so by third appellant, first appellant\nhanded over a spoon. Phokojoe (whom I have mentioned but with whose\nevidence I\ndid not deal because he claimed to have been asleep while the deceased was\nkilled ) saw the handing over of the cards.\nHis evidence was that Marais asked:\n\"Who killed this person?\"; that second appellant then said: \"Dis ons 28\" and\nproduced his card,\nand that the other appellants then surrendered theirs.\nMarais' own evidence is not in accordancê with any of this. It is to\nthe\neffect that all three appellants' cards were handed\nto\t16\n16. to him by sergeant Dlamini and were already in his pos-session\nwhen he went to cell A23. In the cell he asked the occupants: \"Wie\nhet dit\ngedoen?\". Second appellant then approached him followed by the other two. He\nasked them: \"Het julle die daad gepleeg\" whereupon\nsecond appel-lant said: \"Ja\nons het die daad gepleeg.\" He then asked: \"Waar is die lepel\" and, at second\nappellant's direction, first\nappellant produced a spoon and handed it to him.\nHe, ie Marais himself, then produced the cards and identi-fied each appellant.\nThe\ndiscrepancies in the evidence relating\nto this aspect of the matter are\nso glaring that again no elaboration is required. The trial court was not\nunaware\t17\n17.\nunaware of their existence nor of the ones referred\nto\nearlier. How then did it justify the conviction? The\nanswer emerges\npartly from two passages in the court's\njudgment which I shall quote. Referring to Sithole's\nand Adams' account of\nwhat the appellants had done to\nthe deceased,the learned judge said:\n\"It will be seen that Sithole's account dif-fers in its detail from the\naccount of Adams. We have given consideration to those diffe-rences.\nAfter\ntaking them into account, we concluded that the essentials of both versions are\nthe same. Both recount a concerted at-tack\non the deceased by the three\naccused,\neach wielding a sharpened spoon, starting at the deceased's sleeping place,\nproceeding across the cell, and terminating in the wash-room.\"\nThe differences between the evidence of these two witnesses\nand\t18\n18.\nand of Msibi were disposed of in the same manner:\n\"Again it will be seen that Msibi's version, also differing in details from\nthat of Adams and Sithole, has the same essentials relating\nto the concerted\nattack by all three accused on the deceased at his sleeping place; their pursuit\nof the deceased, and the running\nat-tack on him, as he fled across the cell and\nchanged direction to the washroom; the com-pletion of the attack in the\nwashroom;\nand the warning by accused 2 to \"shove kop\" and to keep out of the\nmatter.\"\nAnother remark by the learned judge elsewhere\nin the judgment reveals why the court regarded the \"essen-\ntials\" of the state witnesses' evidence as decisive de-\nspite their utter\ninconsistency in what the court regarded\nas \"details\". Before he commenced\nhis discussion of the\nstate witnesses' evidence the learned judge said:\n\"There\t19\n19.\n\"There were a number of discirepancies between their\nrespective versions. Such discrepan-cies were fully explored in\ncross-examination\nand emphasised in argument on the part of de-fence counsel. We\nhave considered them care-fully. I do not propose to set out all the\ndetails. I\nshall select the main conside-rations that have led us to the conclusion we have\nreached.\nIt is convenient to begin with the defence version of how the deceased met\nhis death. If that could reasonably possibly be true at\nleast accused 2 and 3\nmust be acquitted.\nThe defence version also provides a per-spective against which the\nmateriality of the discrepancies between the versions of the state\nwitnesses can\nthe judged.\"\nThe defence version, I may mention, was that first appel-\nlant was pushed\naside by the deceased while he (first ap-\npellant) was washing in the\nwashroom. At that stage only\nthe deceased and first and second appellant were\nin the\nwashroom\t20\n20. washroom. When first appellant enquired from the de-ceased\nwhy he had pushed him, the deceased slapped him in the face. The deceased\nwas a\nmuch bigger man than first appellant and, fearing a further attack, first\nap-pellant went to his bunk and armed himself with\na shar-pened spoon which he\nkept hidden there. He advanced upon the deceased who was standing near the\nwashroom door. The deceased\ntried to gain possession of the \"spoon and a scuffle\nensued which took the combatants back into the washroom. First appellant stabbed\nthe deceased repeatedly but the latter would not desist from attempting to\nget'hold of the spoon. Each time he rushed at first appellant,\nfirst appellant\nstepped aside and\nstabbed\t21\n21. stabbed him \"in the manner of a matador inflicting wounds\non the neck and shoulders of a charging bull\" (as the lear-ned judge\naptly\ndescribed it). While this was going on second appellant stood trapped in the\nwashroom, unable to get to the door. When eventually\nhet did get an\noppor-tunity, he slipped out and went to his bunk. Thereafter third appellant\nwent to the washroom to find out what\nwas happening. He managed to stop the\nfight and he and first appellant left the deceased in the washroom where he\nsub-sequently died\nof his wounds.\nBearing in mind that this was the defence ver-sion it now becomes clear why\nthe court was interested in the fact deposed to by the\nstate witnesses that the\ndeceased\nwas\t22\n22.\nwas attacked while he lay sleeping and that all three\nap-pellants joined in the attack and stabbed the deceased while he fled from\nthem, rather than in the details of exactly what each of the appellants\nallegedly did to him or precisely how the concerted attack\nwas carried out.\nHowever, in doing so,scant attention seems to have been paid to the extent of\nthe discrepancies between the state\nwitnesses in relation to what the court\nregarded as de-tails and in the result the question whether, in view of those\nvery discrepancies,\nthey were to be believed in re-gard to the \"essentials\" was\nnot satisfactorily dealt with.\nThis and certain other features of the court's judgment has left me with the\nfirm impression that the\nreliability\t23\n23.\nreliability of the eye witnesses who testified for the state,\nwas not properly considered. The first such fea-ture is the way in which\nthe\ncourt dealt with the conflic-ting evidence relating to the handing over by the\nappel-lants of their cards. How the state witnesses\ndiffered in that regard has\nalready been described. (The defence version was that first appellant handed his\ncard and a sharpened\nspoon to Lt Marais when Marais and the other of-ficers went\nto the cell, whilst second and third appel-lants later surrendered their\ncards\nto Marais in his of-fice.) The court made short shrift of the discrepan-cies in\nthe following terms:\n\"This evidence left the question whether any\nof\t24\n24.\nof the accused had handed his prison card to\nMgogodlo in\ngreat uncertainty. Nevertheless\nwe consider that it was afterwards\ncleared\nup by evidence from captain Marais which we\nfound to be\nacceptable\t.\"\nIt is implicit in this remark that the conflicting evidence\nof the other\nwitnesses was rejected, and the fact that it\nwas rejected and had contributed\nto the \"great uncertain-\nty\" of which the learned judge spoke, must surely\nhave had\nsome effect on their credibility in general. Yet there\nis no\nindication in the judgment that it played any part.\nHaving mentioned the appellants' cards there\nis also the question of the\nspoons allegedly used by the\nappellants during the attack. The one which\nfirst ap-\npellant used, was handed to Marais and was produced in\ncourt\t25\n25. court. Not long after the appellants' departure from the\ncell, it was thoroughly searched for the other two. The search yielded\nnothing.\nSithole and Adams explained, however, that the missing spoons were discovered a\nday or two later in a drain in the washroom.\nMsibi had a com-pletely different\nversion which was to the effect that third appellant had disposed of them before\nMgogodlo op-ened\nthe cell, by passing them through a window to a pri-soner in an\nadjoining block of cells. The court accep-ted Msibi's evidence. Of\nAdams and\nSithole's evidence relating to the discovery of the spoons the learned judge\nsaid :\n\"We consider that this evidence of the alleged\nfinding\t26\n26.\nfinding of additional spoons in the cell con-stitutes a\nfeature of the state case which casts some suspicion on the witnesses who\ntestified to it. It is not impossible that Sithole, Kubeka and Adams have sought\nto strengthen the state case by adding this feature\nto account for the missing\nspoons. If that is so it is a disturbing feature of the state case which must\ngive cause for con-cern.\"\n(Kubeka is another witness who was discredited for\ndeparting from his police statement.)\nThere is no explanation for Adams's and Sithole's evidence\nother than the\none to which the. learned judge referred.\nThere can be no doubt that having\ntold the police of an\nattack on the deceased in which three spoons had\nbeen\nused, and realizing that only one spoon had been accoun-\nted for, they invented the discovery of two additional\nones. The\nadditional ones were discovered, so they said,\nby\t27\n27. by the prison authorities and, as the court rightly found, it is\ninconceivable that they could have been found with-out Marais\ncoming to know of\nit. Marais knew nothing of their discovery. It is clear, therefore; that Adams\nand Sithole deliberately perjured\nthemselves in order to streng-then their\naccount of what had happened. That they did so was indeed a disturbing feature\nof the state\ncase which must give cause for concern. Yet it received no further\nattention in the court's judgment and in the end their evi-dence\non the crucial\npart of the case was accepted.\nAs already mentioned, Msibi's evidence\nrela-ting to the disposal of the spoons by third appellant was accepted. The\ncourt considered\nwhether it could not\nhave\t28\n28. have been a \"fabrication subsequent to his statement\" to the\npolice but decided that it was not since counsel who conducted the\nprosecution\nhad disclosed the departure from their statements by two other witnesses to the\ndefence and , had Msibi departed from\nhis statement, the prosecutor\"would have\ndrawn our attention to such departure\". Sight was lost, however, of Msibi's own\nadmission\nthat there was no reference in his statement to the disposal of the\nspoons. It came to his knowledge that two spoons were missing,\nso he explained,\nonly after he had already made his statement. Apart from the fact that this part\nof his evidence was thus considered\non an incorrect basis, Msibi's evidence\nabout the disposal of thé spoons is most unconvincing.\nHis\t29\n29.\nHis assertion eg that he only came to know that two\nspoons\nwere missing after he had already made his statement is\nin conflict with an earlier one that he knew that the\nspoons were being sought when the cell was searched, and\nwas an obviously\nuntruthful attempt to explain his failure\nto reveal his knowledge of their\nwhereabouts to Marais.\n(Later in cross-examination he made the ridiculous state-\nment that he did\nnot know that the spoons which third ap-\npellant had passed through the\nwindow \"were used in attack-\ning the deceased and we also have spare spoons\nthere in-\nside the cell\"). It is clear that when the search was\nconducted,\nhe knew exactly what was being sought; he\nknew, so he said, that the spoons\nwere no longer there\nand\t30\n30. and had already been transferred to the adjoining cell and he\nknew that it was third appellant who had done this. Yet he stood\nby without\nrevealing his knowledge. Nor did he reveal it in his statement to the police or,\nas far as one can gather from the record,\nto anyone else until he revealed it to\nthe court. And how it came about that no-one else in the cell - at least noyone\nwho came forward\n-noticed the incident, he did not explain. His evidence was\nthat third appellant knelt on his bed and called to his \"brothers\" in\nthe other\ncell in order to draw their attention and then swung the bag containing the\nspoons across to that cell at the end of a\nbandage. That a man like Adams who\nclaimed to have watched the appellants after\ntheir\t31\n31. their return from the washroom did not see the manoeuvre or\nat least hear third appellant shouting, is inconcei-vable.\nThe learned judge\nreferred in the judgment to the shortcomings in Msibi's evidence. His assertion\nthat he had only heard that two\nspoons were missing after making his statement,\nwas described as \"puzzling\" and \"in-comprehensible\". But, simply because the\ncourt\nheld the view (wrongly, as already indicatêd) that his evidence re-\ngarding the passing of the spoons,to the other cell could\nnot have been a recent\nfabrication since the prosecutor did not make his police statement available to\nthe defence, the shortcomings\nwere condoned and his evidence was\naccepted\t32\n32.\naccepted. In my view the court erred in doing\nso.\nThe general probabilities relating to the alleged disposal of the spoons\ndo not seem to have been considered since they are not mentioned\nin the\njudgment. Had they been considered, the court would no doubt have realized that\nit was highly unlikely that the spoons had\nbeen disposed of. The whole tenor of\nthe state case was that all three appellants came forward and admitted their\ninvolvement in\nthe deceased's death at the ear-liest opportunity which presented\nitself. That being so, one may ask why they would have disposed\nof the spoons in\nthe first place. And if it is suggested that second and third appellants might\nonly have decided to\nadmit\t33\n33.\nadmit their complicity after disposing of their spoons, one\nmay ask why they did not tell Marais what had become of them when Marais\npertinently asked: \"Waar is die lepel\" and why third appellant merely told first\nappellant to \"gee die lepel vir die luitenant\" without\ninforming him that two\nadditional ones had been used in the murder. Taking all this into account, I am\nof the opinion that the court\nerred in finding that the dis-appearance of the\ntwo spoons which second and third ap-pellants had allegedly used in murdering\nthe\ndeceased, had been explained. The absence of an acceptable ex-planation for\ntheir disappearance constituted a serious\nflaw in the state's case against second and third appel-\nlants\t34\n34. lants which, together with the other unsatisfactory feat-ures\nto which I have referred, should have raised a rea-sonable doubt\nin the court's\nmind as to their guilt.\nBefore turning to consider first appellant's position\nI shall deal briefly, for the sake of complete-ness, with four further points\nwhich were raised in ar-gument. The first two stem from the evidence of Prof\nScheepers, the pathologist who conducted the post mortem\nexamination on the\ndeceased's body. Prof Scheepers was of the opinion that the injuries which he\nhad found, were indicative of a\nfight against a single opponent rather than of\nan attack upon him by several assailants. Slight though the value of his opinion\nmight\nhave been, it\nshould\t35\n35.\nshould have been considered as part of the general body of evidence.\nAmongst the injuries which Prof Scheepers found, were two head\ninjuries\n(bruises) which could have been caused by blunt force. These injuries played a\nvital part in the court's consideration of\nthe appellant's evidence and weighed\nheavily against them since, on the court's finding, they could not have been\nsustained if the\ndecêased had died in the way described by the appellants,\nbut was compatible with Adams's description of the deceased's fall\nfrom the wall\nin the washroom. The short answer is to be found in Prof Scheepers's evi-dence\nthat the injuries could have been caused\nby the deceased bumping his head\nagainst something hard. This\ncould \t36\n36.\ncould have occured when the deceased succumbed and\nfell\nto the ground.\nThe third point relates to the probabilities.\nThe court found it highly improbable that the deceased\nwould have\npersisted in his attempts to gain possession\nof first appellant's spoon\ndespite the injuries inflicted\non him. It is conceivable, the learned judge\nsaid in\nhis judgment, that the deceased might, after receiving\na few\ninjuries, have had the strength and courage to per-\nsist in the attack in a desperate hope of taking posses-\nsion of the spoon. But to suggest that \"the deceased\nhad the unflagging strength, and showed the indomitable\ncourage, or incorrigible folly, to go on and on and on\nattacking\t37\n37. attacking accused 1, until he had received 78 wounds from\nwhich he was bleeding to death, and which were preventing\nhim from breathing\nproperly \tis to stretch credulity\nwell beyónd breaking point\".\nAlthough first appellant's version of how the struggle progressed is admittedly\nim-probable, sight\nshould not be lost of the fact that most of the 78 injuries\nwere superficial and amounted to no more than cuts in the skin, which\ndeprives\nthe court's argument of much of its strength and which, in any event, appears to\nbe more compatible with first appellant's\ndes-cription than with a concerted\nattack by all three appel-lants with intent to kill. In my view the court\nover-estimated the improbability\nof the defence version.\nThe \t38\n38. The last point concerns the evidence of Lt Marais who was\nfound to be an entirely reliable and ac-ceptable witness. As mentioned\nearlier\nhis evidence was to the effect that second appellant had admitted to him in the\npresence of the other two appellants that\nthe-three of them had killed the\ndeceased. In different circumstances this evidence might well have been decisive\nbut, undoubtedly\ndue to the large measure of confusion and uncertainty created\nby the other witnesses, the court did not base the conviction on the\nadmission\nalone. I have no doubt that this was the correct approach. I have dealt with the\nother evidence on which the court relied\nand, where it now appears that that\nevidence was unreli-\nable\t39\n39. able, all that remains is the admission to Marais. Bear-ing in\nmind the trial court's reluctance to convict the appellants on\nthe admission\nalone I do not consider it proper to do so now.\nFinally first appellant's\nposition must be considered. On his own admission he killed the deceased. And on\nhis own evidence he did\nnot do so in self defence. I do not propose discussing\nhis evidence in detail since it appears plainly from the account thereof earlier\nin this judgment that he did not ward off an attack. After being slapped in the\nwashroom he went to his bunk, armed himself and became\nthe aggressor. His\ndefence cannot possibly succeed.\nAs\t40\n40.\nAs to extenuating circumstances,which we are obliged to\nconsider anew on the basis of first appellant's own version, there is only\nthe\nfact that he had been slap-ped and thus provoked into attacking the deceased,and\nhis relatively youthfulness (he was 20 or 21\nyears old when the offence was\ncommitted) to consider. The provocation was obviously not of a serious nature\nand there is no in-dication\nthat his youthfulness played any part. The\ncumu-lative effect of these factors do not, in my view, dimi-nish his moral\nblameworthiness.\nI am accordingly unable to find that there were extenuating\ncircumstances.\nThe result is that the appeal of second and third appellants succeeds and\nthat their conviction and\nsentence\t41\n41.\nsentence are set aside, but that first appellant's appeal is\ndismissed.\nJ J F HEFER JA.\nJACOBS JA )\nCONCUR. NICHOLAS AJA )",
  "scraped_at": "2026-02-11T21:25:59.106016",
  "date": "1987-11-23",
  "coram": [
    "HEFER JA",
    "JACOBS JA",
    "NICHOLAS AJA"
  ],
  "case_number": "WLD 87/87",
  "parties": {
    "applicants": [
      "JOSEPH NGCOBE",
      "JEROME DEBISHIRE",
      "JAMES DLADLA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "In June 1985 three prisoners (Ngcobe, Debishire and Dladla) shared Cell A23 of Johannesburg Gaol with about forty other inmates. On 4 June a new prisoner, Kenneth Phakamele, was admitted to the cell and was murdered the following morning. The deceased suffered more than seventy knife‑type injuries, including a fatal wound to the jugular vein. The prosecution alleged that the three appellants attacked the deceased with sharpened spoons, first stabbing him in his sleeping place, then pursuing him into the washroom where the fatal wounds were inflicted. After the murder, prison officers entered the cell; the appellants allegedly surrendered their prison identity cards and a spoon to Lieutenant Marais. The trial court convicted all three and imposed death sentences. On appeal, the appellants challenged the credibility of the eyewitnesses and the consistency of the evidence relating to both the attack and the surrender of the cards and spoons.",
    "issues": "The appellate court had to determine (1) whether the first appellant acted in self‑defence as he claimed; (2) whether the second and third appellants participated in a concerted attack with the same instruments; and (3) whether the inconsistencies in the eyewitness testimony and the disputed handling of the spoons and identity cards undermined the safety of the convictions.",
    "principles": "The court applied the principles governing the assessment of witness credibility, emphasizing that inconsistencies must be weighed against the need for proof beyond reasonable doubt. It considered the legal test for self‑defence, requiring the accused to show a reasonable perception of imminent danger. The doctrine of joint criminal enterprise was relevant to the alleged collective use of the spoons. The appellate standard requires that lower courts not overlook material contradictions that could create reasonable doubt.",
    "application": "The appellate judge scrutinised the divergent accounts of witnesses Adams, Sithole, Msibi and others, noting that while details differed, the trial judge deemed the \"essentials\"—a joint attack with spoons—sufficient. The court noted the failure to adequately address the weight of the contradictions, especially concerning the surrender of cards and the whereabouts of two spoons. It also evaluated the pathologist’s evidence and the improbability of the deceased’s continued assault despite severe injuries. Ultimately, the court found the first appellant’s version untenable and upheld his conviction, but concluded that the evidentiary deficiencies regarding the second and third appellants created reasonable doubt, leading to the reversal of their convictions.",
    "conclusion": "The appeal of the second and third appellants succeeded; their convictions and death sentences were set aside. The first appellant's appeal was dismissed, leaving his murder conviction and death sentence intact."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "self-defence",
      "witness credibility",
      "joint criminal enterprise",
      "appellate review"
    ]
  }
}