{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/111.html",
  "case_name": "S v Barketts Transport (Edms) Bpk. t/a Trans SA and Another (122/86) [1987] ZASCA 111; [1988] 1 All SA 339 (A) (29 September 1987)",
  "citation": "[1987] ZASCA 111",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 111\n|\nNoteup\n|\nLawCite\nS v Barketts Transport (Edms) Bpk. t/a Trans SA and Another (122/86) [1987] ZASCA 111; [1988] 1 All SA 339 (A) (29 September 1987)\nDownload original files\nPDF format\nRTF format\n/MC\tSaak nr 122/86.\nBARKETTS TRANSPQRT (EDMS) BPK\n.\nh/a TRANS SA.\n... Eerste Appellant\nWILLIAM ROLAND BURKE\n.... Tweede Appellant\n- en -\nDIE STAAT\n... Respondent\nVIVIER AR\n.\n/MC Saak nr 122/86\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nBARKETTS TRAMSPORT (EIENDOMS\n)\nBE?£5K\nh/a TRANS SA\t\tEerste Appellant\nWILLIAM ROLAND BURKE\nTweede Appellant\n—en—\nDIE STAAT\t\t Respondent\nCORAM:\nCORBETT, BOTHA\n,\nJACOBS\n,\nSMALBERGER\net\nVIVIER ARR.\nVERHOORDATUM\n: 15 SEPTEMBER 1987.\nUITSPRAAK GELEWER:\n15\nSEPTEMBER 1987.\nREDES INGEHANDIG\n: 29 SEPTEMBER 1987.\nREDES VIR UITSPRAAK\nVIVIER AR\n/ ...\nVIVIER AR :-\nBy die aanvang van die verhoor van die\nappel op 15\nSeptember 1987 het mnr Marais, namens die\nStaat, aansoek gedoen om 'n wysiging van die klagstaat,\nwelke aansoek deur mnr Findlay, namens die appellante,\nteengestaan is. Na aanhoor van argument het die Hof\ndie aansoek afgewys en aangedui dat redes later verstrek\nsal word. Mnr Marais het hierop toegegee dat die\nStaat nie die uitsprake van die landdroshof en die\nHof\na\nquo\nkan ondersteun nie. Bygevolg is die appèl\ngehandhaaf en die skuldigbevindings en vonnisse van die\nappellante ter syde gestel. Die redes vir die afwysing\nvan die aansoek om wysiging volg, en daaruit blyk terself=\ndertyd die redes vir die handhawing van die appel.\nEerste / ...\n3.\nEerste appellant is 'n maatskappy wat\npadvervoer\nonderneem ingevolge die bepalings van die\nWet op Padvervoer, no 74 van 1977 (\"die Wet\") en\ntweede appellant is sy enigste aandeelhouer en\ndirekteur. Appellante is in die Paarlse landdroshof\nskuldig bevind aan 'n oortreding van art 31(1) (a) van\ndie Wet, deurdat een van hulle werknemers op 16\nFebruarie 1984 302 kartonne gare vanaf Butterworth\nna Kaapstad op 'n openbare pad vervoer het sonder die\nnodige padvervoerpermit. Eerste appellant is met\nR500-00 beboet en tweede appellant is 'n soortgelyke\nboete met 'n alternatiewe ses maande gevangenisstraf\nopgelê /..\n4.\nopgelê. By die aanvang van die verhoor in die\nlanddroshof,is 'n alternatiewe aanklag dat die\nappellante art 31(l)(b) van die Wet oortree het,\ndeurdat die vervoer van die gare nie deur hulle permit\ngemagtig was nie, deur die aanklaer teruggetrek sonder\ndat die appellante daarop gepleit het. Die appellante\nhet sonder sukses teen die skuldigbevindings geappelleer\nna die Kaapse Provinsiale Afdeling, wat aan hulle\nverlof verleen het om teen die skuldigbevindings na\nhierdie Hof te appelleer.\nDie openbare permit wat op 16 Februarie 1984\naan die polisiebeampte getoon is,toe hy die leunwa\ngestop het waarin die gare vervoer is, het die permit=\nhouer / ...\n5.\nhouer onvolledig as \"J Barkett\" in stede van \"J Barkett's\nTransport (Pty) Ltd\" beskryf. Dié permit was op\n28 Junie 1983 vir 'n onbepaalde tydperk uitgereik, maar\nis vervang deur 'n permit wat op 20 Maart 1984 kosteloos\nuitgereik is, waarop die juiste beskrywing van die\npermithouer se naam verskyn. Regulasie 16(d) van die\nregulasies uitgereik kragtens art 30 van die Wet,maak\nvoorsíening vir die kostelose uitreiking van 'n permit\nter vervanging van\n'n\npermit wat gewysig moet word as\ngevolg van 'n fout wat 'n werknemer van die Staat begaan\nhet toe hy die permit uitgereik het. Uit die getuienis\nis dit duidelik dat dit is wat in die huidige saak\ngebeur het, en die landdros se bevinding dat die\neerste / ...\n6.\neerste appellant vanweë die onvolledige beskrywing van sy naam, op\n16 Februarie 1984 nie in besit van 'n geldige permit was nie,\nis dus nie korrek\nnie. Die Hof\na\nguo\nhet ook tot die gevolgtrekking gekom dat die\neerste appellant op die betrokke dag in besit was van 'n geldige permit.\nDie landdros se verdere bevinding, waarmee die Hof\na\nguo\nsaamgestem het, was dat die appellante in elk geval art 31(1)(a) van die Wet\noortree het deurdat die vervoer van die gare nie deur\ndie betrokke permit\ngemagtig was nie. Hierdie bevinding was in ooreen= stemming met\nS v\nEverson\n1980(2) SA 913 (NK) op 918 B-D waar beslis is dat 'n permithouer wat\ngoedere vervoer\nwat /.....\n7.\nwat nie deur sy permit gemagtig is nie, wel art\n31(l)(a) oortree. Sedertdien het hierdie Hof\negter in\nS v Smith\n1986(3) SA 714(A) op 721 D-E\nbeslis dat art 31(1)(a) nie van toepassing is op\npermithouers nie en dat permithouers wat padvervoer\nonderneem anders as volgens die bepalings van hulle\npermitte, alleen strafbaar is ingevblge art 31(l)(b),\nwat 'n afsonderlike oortreding daarstel. Aangesien\neerste appellant die houer van 'n geldige permit was\nten tyde van die beweerde oortreding, was appellante\ngevolglik verkeerdelik skuldig bevind aan 'n oortreding\nvan art 31(l)(a) van die Wet.\nBy die verhoor van die appel was mnr Marais\ngevolglik /...\n8\ngevolglik verplig om aansoek te doen om 'n wysiging van die klagstaat\nten einde die appellante 'n oortreding van art 31(l)(b) van\ndie Wet in stede van\n'n oortreding van art 31(1) (a) van die Wet ten laste te lê.\nParagrawe (a) en (b) van art 31(1) lees as volg :-\n\"(1) Iemand wat -\n(a) padvervoer onderneem behalwe\nkragtfens '\nn\npermit wat daardie\n(b) terwyl hy die houer van 'n\npermit is, padvervoer anders as volgens die bepalings van daardie permit\nonderneem,\n5 padvervoer magtig; of\nis aan 'n\nmisdryf skuldig.\"\nVir huidige doeleindes is dit nie nodig om\ndie probleme wat mnr Marais met die formulering\nvan / ...\n9.\nvan die beoogde wysiging ondervind het, te behandel\nnie. Ek aanvaar ten gunste van die Staat dat die\nbeoogde wysiging 'n duidelike uiteensetting bevat van\nn aanklag dat art 31(1) (b) van die Wet oortree is.\nMnr Marais het die aansoek om wysiging gegrond\nop\ndie bepalings van art 86(1) van die Strafproseswet,\nno 51 van 1977, saamgelees met arts 309(3) en 304(2) (c) (iv)\nvan dieselfde Wet. Laasgenoemde twee artikels magtig\ndie wysiging van 'n aanklag op appèl of hersiening deur =\ndat die Hof \"die bevel gee wat die landdroshof moes gegee\nhet\" en verleen geen wyer magte van wysiging as wat in\nart 86 bevat is\nnie.\n( R v Gibson 1956(2) PH\nH 147 (A)). Aangesien hierdie Hof in die\nSmith-saak beslis het dat afsonderlike oortredin\ndaargestel / ...\n10.\ndaargestel word deur art 31(l)(a) en (b) onderskeidelik, is die vraag\nvir beslissing gevolglik of art 86(1) van die Strafproseswet\n'n \"wysiging\" van\ndie aanklag magtig wat daarop neerkom dat 'n nuwe aanklag geskep word, d w s dat\neen misdryf deur 'n ander vervang\nword. Die sub-artikel lees as volg :-\n\"86\n(1) Waar 'n aanklag gebrekkig is\nvanweë\ndie gebrek aan\n'n noodsaaklike be= wering daarin, of waar daar 'n verskil blyk te wees tussen\n'n bewering in 'n aanklag en die getuienis\nwat as bewys van so 'n bewering\naangevoer word, of waar dit blyk dat woorde of besonderhede wat in die aanklag\ningevoeg moes gewees\nhet, daaruit weggelaat is, of waar woorde of besonderhede\nwat uit die aanklag weg= gelaat moes gewees het, daarby ingevoeg is, of\nwaar\ndaar 'n ander fout in die aanklag is, kan die hof,\nte / ...\n11.\nte eniger tyd voor uitspraak, indien hy van oordeel is dat die aanbring van\ndie toepaslike wysiging die be= skuldigde nie in sy verdediging\nsal benadeel\nnie, beveel dat die aanklag, hetsy dit 'n misdryf openbaar of nie, vir sover\nnodig gewysig word, sowel wat betref die\ndeel daarvan waar die gebrek, verskil,\nweglating, invoeging of fout voorkom, as wat betref 'n ander deel daarvan wat\ndit nodig mag\nword om te wysig.\"\nDie aanklag is die uiteensetting van die Staatsaak met betrekking tot die\nmisdryf wat die beskuldigde daarin ten laste gele word (\nS v Hugo\n1976{4)\nSA 536(A) op 540 E-F). Die strekking van art 86(1) is duidelik: om die\nregstelling deur middel van 'n wysiging te magtig van\n'n aanklag wat in sekere\nopsigte gebrekkig of onvolledig is.\nDie / ...\n12.\nDie gewone;- alledaagse betekenis van die woord \"wysig\" is om te\nverander (HAT, s.v. \"wysig\" en Oxford English Dictionary, s.v. \"amend\")\nmet die\nver= onderstelling, meen ek, dat dít wat verander word, behoue bly. In\nS v Moyo\n1979(1) SA 1024 (R) was die vraag of 'n \"wysiging\" van die\naanklag wat beoog om meerdere misdrywe te skep i p v die een wat in die\naanklag\ngenoem is, gemagtig is binne die betekenis van die woord \"amend\" in art 191(1)\nvan die Criminal Procedure and Evidence Act,\nChap. 59(R) wat vir huidige\ndoeleindes wesenlik dieselfde is as ons art 86(1). Die hof het bevind dat die\nbeoogde wysiging nie 'n\n\"wysiging\" binne die betekenis van die woord in die\nbetrokke sub-artikel is nie en dat dit ook nie deur die ander bepalings van art\n191(1) gedek\nword / ...\n13.\nword nie. In sy uitspraak verwys GUBBAY R op\n1026 A met goedkeuring na die volgende passasie in die\nuitspraak van\nGIBSON R in\nRisley v Gough\n1953 Tas SR 78\nop 79 :-\n\"I cannot construe the word 'amended' other than to mean the perfecting or\nameliorating of an existing thing - not supplying a vacuum\nwith something that\nshould be there\"\nen gaan as volg voort (op 1026 B-C)\n\"I think this is the meaning to be applied to s 191. It amply demonstrates\nthat not every alteration, particularly one that causes\nthe complete destruction\nof the 'existing thing' or its substitution by something else, can properly be\ndeemed an amendment.\"\nEk stern met eerbied saam. Na my mening is 'n substitusie van aanklagte nie\n'n \"wysiging\" binne die betekenis van\ndie / .....\n14.\ndie woord in art 86(1) nie. Hierdie uitleg word\nbevestig deur die samehang waarin die woord \"wysig\"\nin die sub-artikel gebruik word, waaruit blyk dat\nsubstitusie van misdrywe nie inbegrepe is by enige\nvan die soort wysigings waarvoor uitdruklik voor=\nsiening gemaak word nie. Die bepaalde opsigte\nwaarin 'n aanklag ingevolge die sub-artikel gewysig\nkan word, hou almal verband met die misdryf gemeld\nin die aanklag, en is die volgende: (a) indien\n'n noodsaaklike bewering ontbreek, selfs waar die\naanklag nie 'n misdryf openbaar nie, (b) waar 'n\nbewering /..\n15.\nbewering in die aanklag verskil van die getuienis\nwat as bewys van so 'n bewering aangevoer word;\nc) waar woorde of besonderhede wat in die aanklag\nmoes gewees het, daaruit weggelaat is; (d) waar\nwoorde of besonderhede wat uit die aanklag weggelaat\nmoes gewees het, daarby ingevoeg is; (e) waar\ndaar 'n ander fout in die aanklag is.\n'n Substitusie van een misdryf vir 'n ander\nis\nklaarblyklik nòg 'n invoeging van 'n noodsaaklike\nbewering, nòg 'n aanpassing van 'n bewering in die aanklag\nby die. getuienis, nog die invoeging van ontbrekende woorde of\nbesonderhede, / ...\n16.\nbesonderhede, nòg die skrapping van woorde wat nie\nin die aanklag moes verskyn het nie. Die vraag is\ndus of dit dien tot regstelling van \"'n ander fout in\ndie aanklag\". Mnr Marais het betoog dat dit wel die\ngeval is. Dit is moeilik om te sien hoedat daar\nsprake kan wees van 'n \"fout in die aanklag\" in die\nhuidige saak. Die beskuldigdes was aangekla van 'n\noortreding van art 31(1)(a) van die Wet en die klag=\nstaat het 'n korrekte verwysing na, en uiteensetting\nvan,hierdie misdryf bevat. Wat gebeur het, is dat hulle\nvan 'n verkeerde misdryf aangekla is, maar daar is\ngeen sprake van 'n fout in die sin van die soort gebreke\nwat in art 86(1) genoem word nie. Na my mening moet\ndie / ...\n17.\ndie woorde \"ander fout in die aanklag\", in die\nsamehang waarin dit in art 86(1) gebruik word,\neiusdem generis\nvertolk word, sodat dit verwys\nna 'n gebrek in die aanklag wat soortgelyk is aan die\nsoort gebreke wat voorheen in die sub-artikel genoem\nword, en nie na 'n verkeerde aanklag nie. So bv word\ndie hof in die laaste gedeelte van die sub-artikel\nuitdruklik gemagtig om 'n wysiging te beveel in sowel\ndié deel van die aanklag waar die \"gebrek, verskil,\nweglating, invoeging of fout\" voorkom, as in 'n ander\ndeel van die aanklag wat dit nodig mag word om te\nwysig. In 'n artikel in 1984\nTHRHR\nop 240, deur\nDelport en Van Loggerenberg, wat hierdie konstruksie\nvan / .....\n18.\nvan art 86(1) steun, word tereg daarop gewys dat 'n\nuitleg wat die\nsubstitusie van een misdryf deur 'n ander toelaat, die beginsel van ons\nstrafprosesreg, dat 'n beskuldigde vooraf van\n'n aanklag verwittig moet word,\ngeweld sou aandoen.\nDaar heers nie eenstemmigheid in ons reg= spraak oor die vraag of 'n\nsubstitusie van een misdryf deur 'n ander, geoorloof is by wyse\nvan 'n\n\"wysiging\" ingevolge art 86(1) van die huidige Strafproseswet en sy voorgangers,\nart 180(1) van Wet 56 van 1955 en art 225(1)\nvan Wet 31 van 1917 nie. Vir\nhuidige doeleindes kan aanvaar word dat daar geen wesenlike verskil in\nbewoording tussen die drie artikels\nis nie, - die huidige ter saaklike woorde\n\"'n ander fout in\ndie / . . .\n19.\ndie aanklag\" verskyn as \"enige ander fout in die\naanklag\" in die vorige artikels. In\nR v Mnyekwa\n1947(4) SA 433 (OD) is beslis dat 'n verandering van\n'n aanklag, van gewone aanranding tot aanranding met\ndie opset om ernstig te beseer, neerkom op '\nn\nsubstitusie\nvan die ou aanklag deur 'n geheel nuwe aanklag, wat nie as\nwysiging\" ingevolge art 225(1) van wet 31 van 1917\nbeskou kan word nie. Dieselfde houding is in R v Marodiso\nand Others 1948{1) SA 594 (OD) op 596,\nS v Collett\n1978(4) SA 324(R) op 325 G-H en in\nS v Moyo,\nsupra,\ningeneem. In\nR v Crause\n1959(1) SA 272(A) het die\nlanddros\n'n\nwysiging ingevolge art 180(1) van Wet 56 van\n1955 toegestaan ten einde in 'n aanklag dat die beskuldigde\n'n...\n20.\n'n motorvoertuig onder die invloed van drank bestuur het, in te voeg dat die\nmisdryf op 'n publieke pad gepleeg is. In die uitspraak\nvan die Hof het\nSCHREINER AR beslis dat die Verhoorhof kan wysig selfs waar die aanklag nie 'n\nmisdryf openbaar nie (hieraan is later\ndeur art 16 van Wet 16 van 1959 gevolg\ngegee toe uitdruklik bepaal is dat die aanklag\ngewysig kan word, het sy dit 'n misdryf inhou al dan nie)\nen hy het as volg voortgegaan op 281\nin\nfine\n:-\n\"The amendmenfe did not introduce a wholly new offence but merely filled a\ngap in the setting out of an offence which was throughout\nthe contravention of a\nstated provision of the Motor Vehicle Ordinance.\"\nDit is duidelik dat daar in die\nCrause\n-saak geen sprake\nwas / ...\n21.\nwas van 'n substitusie van 'n nuwe misdryf nie en hierdie uitspraak\nbied geen steun vir die houding dat 'n sub= stitusie geoorloof\nis solank dit net\nnie 'n \"geheel nuwe misdaad\" skep nie (\nS v Nesane\n1980(2) SA 103(V) op\n105 C-D), of solank daar \"substantial identity\" is tussen die oue en die nuwe\nmisdrywe (\nS v Grey\n1983(2) SA 536 (K) op 539 A-3), of solank dit\n\"wesenlik gelyksoortig\" is (Hiemstra\nSuid-Afrikaanse Strafpro\nses, 4de\nuitgawe op 213). Na my mening is daar geen ruimte in die bewoording van art\n86(1) vir die voocmelde kwalifikasies nie, en\ndie\nNesane-\nen\nGrey\nsake kan op hierdie aspek nie goedgekeur word nie.\nEk wys ten slotte daarop dat die eerste vraag wat by elke aansoek om wysiging\nbeantwoord moet word,\nvoordat / ...\n22.\nvoordat die verdere vraag van moontlike benadeling\nvir die beskuldigde hoegenaamd ter sprake kom, is\nof die beoogde wysiging 'n \"wysiging\" ingevolge art\n86(1) is. Die kwessie van benadeling ontstaan\ngevolglik nie in die huidige saak nie. Hierdie\nbenadering is, verkeerdelik, nie gevolg in die\nNesane-saak (op 105 D) en die Grey-saak (OP 539 D-E\nnie.\nWeens bogemelde redes is die aansoek om\nwysiging\ngeweier en die appèlle gehandhaaf.\nW. VIVIER AR\nCORBETT AR )\nBOTHA AR )\nStem saam.\nJACOBS AR ) SMALBERGER AR)",
  "scraped_at": "2026-02-11T21:20:59.954514",
  "date": "1987-09-15",
  "coram": [
    "CORBETT",
    "BOTHA",
    "JACOBS",
    "SMALBERGER",
    "VIVIER"
  ],
  "case_number": "122/86",
  "parties": {
    "applicants": [
      "Barkett's Transport (Edms) Bpk t/a Trans SA",
      "William Roland Burke"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The first appellant, a road‑transport company, and its sole shareholder/director (the second appellant) were convicted in the Landdros Court of an offence under s31(1)(a) of the Road Transport Act for transporting 302 cartons of coal on a public road without a valid road‑transport permit. The company had been issued a permit, but the name on the permit was incorrectly recorded as \"J Barkett\" instead of the correct company name. The lower court held that, because of this description error, the company did not possess a valid permit on the date of the alleged offence and convicted them under s31(1)(a). The appellants appealed, arguing that the correct charge should have been under s31(1)(b) (transport contrary to the terms of a valid permit) and sought an amendment of the charge under s86(1) of the Criminal Procedure Act.",
    "issues": "1) Whether the appellants were correctly charged under s31(1)(a) or whether the proper charge should be s31(1)(b) of the Road Transport Act. 2) Whether s86(1) of the Criminal Procedure Act permits an amendment that substitutes one offence for another, effectively replacing the original charge with a different offence.",
    "principles": "The court noted that a valid permit existed despite the clerical error, and under precedent (S v Everson) a permit holder who transports goods not authorised by the permit commits the offence in s31(1)(a). However, later authority (S v Smith) held that s31(1)(a) does not apply where a valid permit exists; the appropriate breach is s31(1)(b). Regarding amendment, the court applied the ordinary meaning of \"amend\" in s86(1), which allows correction of deficiencies in the charge but not the substitution of a completely different offence. Pre‑cautionary cases (R v Gibson, R v Moyo, R v Nesane, R v Grey) were cited to support that a new offence cannot be introduced by amendment.",
    "application": "The court found that the appellants did possess a valid permit at the time of the alleged transport, so the correct charge should have been under s31(1)(b). Nonetheless, because s86(1) does not authorize a replacement of the offence, the State's application to amend the charge from s31(1)(a) to s31(1)(b) was refused. Consequently, the original conviction under s31(1)(a) could not be altered by amendment.",
    "conclusion": "The application to amend the charge was dismissed. The appeal was upheld, meaning the original convictions and sentences under s31(1)(a) of the Road Transport Act remain in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "charge amendment",
      "section 86",
      "road transport act",
      "permit validity",
      "offence substitution"
    ]
  }
}