{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/139.html",
  "case_name": "S v Viviers (345/86) [1987] ZASCA 139 (26 November 1987)",
  "citation": "[1987] ZASCA 139",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 139\n|\nNoteup\n|\nLawCite\nS v Viviers (345/86) [1987] ZASCA 139 (26 November 1987)\nDownload original files\nPDF format\nRTF format\n345/86/AV\nVAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJOHAN VIVIERS\nAppellant\nEN\nDIE STAAT\nRespondent\nCORAM: GROSSKOPF, JACOBS, ARR, et BOSHOFF Wn AR\nVERHOOR: 23 November 1987\nGELEWER: 26 November 1987\nUITSPRAAK\nGROSSKOPF, AR\nDie appellant, 'n\ninspekteur in die polisie van\nSuidwes-Afrika, is in die landdroshof van Windhoek aangekla\nop\n2\nop twee aanklagtes van aanranding met die opset om ernstig te beseer. Hy\nhet onskuldig gepleit maar is skuldig bevind op albei klagtes.\nVir doeleindes\nvan vonnis is die twee klagtes saamgeneem. Hy is gevonnis tot 'n boete van R300\nmet alternatiewe gevangenisstraf en\n'n verdere termyn van opgeskorte\ngevangenisstraf. '\nn\nAppèl na die hooggeregshof van Suidwes-Afrika\nhet misluk. Met verlof van die hof a\nquo\nkom hy nou in hoër beroep\nna hierdie Hof.\nDie getuienis van die belangrikste getuies is soos volg opgesom in die\nuitspraak van BETHUNE R in die hof a\nquo\n:\n\"Petrus Salonon (een van die klaers) is 'n 45-jarige nie-blanke plaasarbeider\nin die diens van die ander klaer, De Sousa. Hy het getuig\ndat die appellant en\ndrie ander persone, almal gekleed in privaatklere,\nin\n3\nin die nag by hom op die plaas opgedaag het en verneem het waar De Sousa\nwas. Nadat hy gesê het dat laasgenoemde in Klein Windhoek\nwoon het die\nappellant vir hom met 'n geweerkolf teen die linkerslaap geslaan. Daarna het hy\nnog steeds in hoofgetuienis vertel dat\ndie appellant hom met die voorpunt van\ndie geweer getref het ter-wyl hy dit in beide hande vasgehou het. Hy het verder\ngetuig dat\ndie appellant twee skote in die lug gevuur het en dáarna vir\nhom geklap het, R40,00 van hom afgevat het, en toe vir hom ge-dwing\nhet om vir\nhom vir ongeveer 500 meter ver te abba tot by 'n voertuig. Hy is beveel om in\ndie kattebak van die voertuig te klim en\nhy is na '\nn\nhuis in Windhoek\ngeneem waar hy water en whisky gegee is. Daar is hy 'n vuishou in die maag en\n'\nn\nklap op die linkerwang toegedien. Hy het uit die huis gevlug en oor\n'\nn\ndraadheining ge-spring en weggehardloop. Daarna is hy per huur-motor\nna die huis van sy werkgewer aan wie hy\n'n rapport gemaak het. Gedurende\nkruisonder-vraging het hy volgehou dat hy nie geval het toe hy oor die\ndraadheining gespring het\nnie.\nDie ander klaer, Jose de Sousa, het getuig dat 'n man hom die oggend van 5\nOktober 1985 gebel het en hom uitgevra het oor sy naam\nen\ndie....\n4\ndie naam van sy werknemer. '\nn\nHalfuur later het sewe polisiemanne\nby sy huis aangekom. Sommige van hulle was in uniform. Die appel-lant het hom\nmeegedeel dat hy\nvan die Goud- en Diamanttak was, die huis binnegekom en hom op\ndie linkerwang geklap, hom uitgeskel vir 'n \"Portugese bastard\" en\ndaarna die\nhuis deursoek. Daar was 'n telefoonoproep. Daarna is die klaer per motor geneem\nna 'n kruising op die Okahandja-pad waar\n'n sekere Tony vir hom uitgewys het as\n'n koper van diamante. Die klaer het die be-werings ontken en is toe per motor\ngeneem na die\nplaas, waar die appellant beveel het: \"Kom, kom De Sousa gaan haal\ndie goed\". Die klaer het weer kennis van die diamante ontken en\nis daarop deur\ndie appellant deur die gesig ge-klap, met die dood gedreig en weer geklap, op\ndie bors geslaan en 'n vuishou op die\nmond toe-gedien. Die klaer se mond het na\nbinne gebloei en hy het toe besluit om luiperdvelle wat in sy hoenderhok was aan\ndie polisie\nte toon. Tony het nog velle en 'n stuk ivoor gevind. Die ap-pellant\nhet vir die klaer beskuldig van smok-kelary en het aangedring\ndat hy diamante\nmoes hê. Die klaer is op die bors geslaan en die appellant het 'n miskoek\nin sy hare gesmeer,\nwater\n5\nwater oor hom gegooi en hom beveel om te was. Die appellant het verder\ndie klaer op die linker-oog geklap, 'n naelknipper in sy neus\nopgedruk, hom drie\nof vier houe op die elmboog met '\nn\nstuk ivoor toegedien en hom ook met 'n\nstuk yster op die linkerarm geslaan. Daar was nog aanrandings gepaard met\nneerhalende opmerkings\nwat die appellant se maats laat lag het. Hulle is terug\nna die huis waar daar weer tevergeefs na diamante gesoek is.\nLater het amptenare van die Departement van Natuurbewaring die velle kom\nhaal. Volgens De Sousa is hy daarna in hegtenis geneem en\neers die volgende\noggend na 'n geneesheer geneem, maar Dr. Rabie het getuig dat hy vir De Sousa op\n5 Oktober ondersoek het. Petrus\nSalomon is op 8 Oktober 1985 in die Kakutura\nStaatshospitaal deur dr. G. Gonteb behandel. Laasgenoemde het getuig van\nkneusings en\nswelsel van die linker-ooglid en ook in die omgewing van die\nlinkeroog. Die beserings was ongeveer drie dae oud. Daar was ook 'n\nseptiese\nredelik diep horisontale laserasie aan die kant van die linkeroog. Ver-der was\ndie bokant van die linkervoet teer en geswel.\nIn kruisondervraging het hy\ngesê dat\ndie....\n6\ndie voetbesering moontlik veroorsaak kon ge-wees het toe die klaer teen\n'n draad geval het. Hy het ook gesê dat dit moontlik\nmaar onwaar-skynlik\nis dat die snywond langs die linkeroog kon veroorsaak gewees het indien die\nklaer met sy gesig op die grond geval\nhet, en ook as hy teen 'n voorwerp soos 'n\ndraad of 'n lamppaal vas-geloop het.\nDie appellant en die verdedigingsgetuie,\nA/O Theron, het onder eed ontken dat die klaers op enige stadium aangerand was\nen het aangevoer\ndat Petrus Salomon moontlik beseer was toe hy geval het waar hy\noor die draadheining gespring het, en dat De Sousa se beserings moontlik\nopge-doen was toe hy geval het terwyl hy besig was om velle van die solder van\n'n hoenderhok te verwyder en '\nn\nstuk van die plafon op sy gesig beland\nhet. Toe hy meer breedvoerig ondervra was oor Salomon se beserings het die\nappellant getuig\ndat hy by die betrokke draadheining nie 'n los draad opge-merk\nhet nie, maar dat daar wel 'n plant was met doringagtige takke wat\ndie sny langs\ndie oog kon veroorsaak het.\"\nHiertoe wil ek net byvoeg dat 'n vrou, Lenia\nMukalele\n7\nMukalele, die klaer De Sousa tot 'n sekere mate gestaaf\nhet oor die aanranding op hom.\nAan die einde van die verhoor het die landdros\n'\nn\nkort uitspraak gelewer waarvan die wesentlike deel soos volg lui:\n\"Die hof het die versigtigheidsreël wat van toepassing is op\nenkelgetuies in oënskou ge-hou en derhalwe die getuienis van\nPetrus Salomon\nmet die nodige versigtigheid bejeën. Die hof aanvaar die getuienis van die\nStaat en verwerp die getuienis van\ndie beskuldigde en sy getuie.\"\nIn antwoord op die kennisgewing van appèl het\ndie landdros hierop uitgebrei maar dit is nie nodig om verder op sy redes in\nte gaan nie.\nDie belangrikste punt wat op appèl in hierdie\nhof\n8\nhof en in die hof a\nquo\ngeargumenteer is het\ngespruit uit 'n deel van die appellant se kruisverhoor. Dit is nodig om eers 'n\nkort agtergrond hieroor te verstrek.\nDit blyk dat, toe die appellant\noorspronklik gedagvaar was met betrekking tot die huidige misdade, hy die\ngeleentheid gegee is om\n'\nn\nskulderkenningsboete van R100,00 kragtens art.\n57 van die Strafproseswet te betaal. Hy het van hierdie geleentheid gebruik\ngemaak\nen gevolglik is die appellant \"geag ... deur die hof ten opsigte van die\nbetrokke misdryf skuldig bevind en gevonnis te gewees het\"\n(art. 57(6)). Die\nlanddros het egter ingevolge art. 57(7) van die Wet die skuldigbevinding en\nvonnis ter syde gestel en gelas dat\ndie appellant op die gewone wyse vervolg\nword. Dit het toe gebeur, soos ek reeds\ngemeld\n9\ngemeld het. Gedurende die appellant se\nkruisverhoor het die staatsaanklaer die volgende vrae gevra:\n\"V: Weet u wat die terme 'erkenning van skuld'\nbehels? A: Korrek. V: Is u op 'n vorige geleentheid gedagvaar en\nerkenning van skuld gegee op die betrokke\nsaak? A: Ek is in kennis gestel dat die Prokureur-\ngeneraal erkenning van skuld R100,00 op die\nbetrokke saak vasgestel het. Ek het ken-\nnisgewing of dagvaarding in die verband\nontvang.\"\nHierop het die appellant se prokureur beswaar\ngemaak teen enige verdere vrae in verband met die \"erkenning van skuld wat\nbeskuldigde destyds betaal (het)\". Sy gronde van beswaar\nwas: \"Beskuldigde het\ndit destyds gedoen uitsluitlik sonder benadeling van regte en dit uitsluitlik\ngedoen om 'n\nlang...\n10\nlang verhoor te verhoed.\" Die landdros het hierdie beswaar van\ndie hand gewys, en die verdere kruisverhoor oor hierdie aspek lui soos\nvolg:\n\"V: Dra u kennis wat die praktiese implikasie is om 'n erkenning van skuld te\nbetaal?\nA: Ja, ek het die R100,00 erkenning van skuld betaal omdat ek geadviseer is\nom dit te be-taal.\nV: Het u regsadviseur u adviseer?\nA: Ja.\nV: Is dit vir u as Inspekteur in die polisie belangrik om '\nn\nskoon\nrekord te hê vir be-vordering?\nA: Ja.\nV: Waarom is u dan nog steed bereid in die lig van die feit dat dit vir u\nbelangrik is om '\nn\nskoon rekord te hê, om erkenning van skuld te\nbetaal wat neerkom op '\nn\nskuldigbevinding in '\nn\nhof?\nA: Daar is sekere redes rondom die aspek waarom ek die skulderkenning betaal\nhet, maar ek is onder die omstandighede bly dat dit van\ndie hand gewys is en ek\nvandag in die hof staan.\nV:....\n11\nV: Hoekom het u dit betaal?\nA: \"Ek het dit betaal. Ek is geadviseer om\ndit\nte betaal en ek het daarby aangepas. V: Weet u waarom die erkenning van\nskuld nie\nbekragtig is nie? A: Ek dra nie kennis nie. Het later\nverneem\ndaarvan. V: Die erkenning van skuld is dit op beide\nklagte betaal?\nA: Ek het so aangeneem. V: Betaal iemand erkenning van skuld as hy on-\nskuldig is? A: Onder die omstandighede het ek die erkenning\nvan skuld betaal. V: Is u nie bereid om te sê hoekom u dit betaal\nhet nie? A; Nee. V: Hoe dink u moet die hof tot 'n bevinding kom\nas u nie al die feite tot u kennis wil open-\nbaár nie? A: Die omstandighede rondom die geval is volgens\nmy mening so vuil dat ek verkies om daaroor\nte swyg.\nV: Neem u nie die hof in u vertroue nie? A: Ja.\"\nDie...\n12\nDie appellant se prokureur het weer in herverhoor\nhierop teruggekeer, waar die volgende passasie voorkom:\n\"V: U sê u regsadviseur het u geadviseer om er-kenning van skuld te\nbetaal. Wat was die hoofrede van daardie advies?\nA: Ek glo dit was om sekere amptelike hoedanig-hede af te kry van 'n\ndeportasie van Mnr De Sousa wat ek van verneem het.\"\nIn sy uitspraak onmiddellik na die verhoor waar-na ek reeds verwys het,\nsê die landdros dat \"die hof nie die aspek oor die betaling\nvan erkenning\nvan skuld deur die be-skuldigde op die onderhawige aanklagte ... in aanmerking\nge-neem het nie.\"\nOp appèl in die hof a\nquo\nis daar op verskeie\ngronde betoog dat die bogemelde kruisverhoor onreëlmatig was, Eerstens\nis betoog dat 'n hof glad nie verwys mag word na 'n\nskulderkenning\n13\nskulderkenning wat kragtens art. 57(7) weggeval het nie. Dan\nhet die appellant volgehou met die betoog dat die er-kenning sonder benadeling\nvan regte geskied het. Ten slot-te is betoog dat die Staat nie bewys het dat die\nerkenning vrywillig gemaak was nie. Die hof a\nquo\nhet hierdie be-sware\nalmal verwerp.\nOp appèl voor ons het Mnr Liebenberg, wat nie in die\nlaer howe opgetree het nie, '\nn\nnuwe beswaar geopper. Sy betoog was dat\ndie vertroulikheid van die professionele mededeling en raadpleging deur die\nappellant van\nsy prokureur geskend was deur die gewraakte kruisverhoor. Hierdie\nbe-toog gaan myns insiens nie op nie. Die appellant was in geen\nstadium gelas om\nenige vertroulike mededeling tussen\nhom\n14\nhom en sy prokureur te openbaar nie. Dit was eers onder\nherverhoor, in antwoord op 'n vraag van sy eie prokureur, dat hy die redes\nvir\nsy prokureur se advies aangedui het. Of selfs dit 'n ontbloting was van\ninligting wat andersins ge-privilegieer sou gewees het,\nlaat ek daar - die feit\nis dat dit uit eie beweging geskied het. Daar was dus duidelik 'n afstanddoening\nvan enige moontlike privilegie.\nMaar die finale antwoord op hierdie hele betoog\nis dat die landdros hierdie getuienis in elk geval behandel het asof dit\nontoe-laatbaar\nwas. Die appellant kon dus hoegenaamd nie bena-deel gewees het\ndeur enige inligting wat deur hierdie kruis-verhoor ontbloot was nie.\nDie\nverdere betoog dat die kruis-verhoor so 'n growwe onreelmatigheid uitgemaak het\ndat dit\nper se\ntot\n15\ntot die tersydestelling van die skuldigbevinding moet lei kan\nook nie gehandhaaf word nie.\nIn die appellant se betooghoofde is daar nog\nsteeds staatgemaak op die argument (wat ook voor die hof a\nquo\ngeopper\nwas) dat die Staat nie bewys het dat die skuld-erkenning vrywillig geskied het\nnie. Mnr Liebenberg het hierdie punt nie geargumenteer\nnie, en myns insiens is\ndit duidelik ongegrond.\nDit bring my dan by die meriete van die appèl. Die twee klaers gee 'n\nsamehangende relaas en, wat De Sousa betref, word hy\ntot 'n\nmate gestaaf\ndeur Lenia Mukalele. Dit blyk uit die mediese getuienis dat die klaers wel\nbeserings opgedoen het van die aard wat hulle\naan die appellant toe-\nskryf\n16 skryf. Die appellant en die ander verdedigingsgetuie se\ngetuienis oor hoe die klaers beseer kon geword het, is uiters onoortuigend.\nDaar\nis ook heelwat ander onwaarskyn-likhede in hul getuienis.\nMnr Liebenberg het\nbetoog dat die landdros se redes onbevredigend was deurdat hy nie gemotiveer het\nhoekom hy die staatsgetuienis\nverkies bo dié van die verdediging nie,\nDaar is meriete in hierdie betoog, maar by die deuflees van die oorkonde kan ek\ngeen\nrede vind om te twyfel aan die juist-heid van die landdros se\ngevolgtrekking nie, al was sy redes effens karig.\nWeens die voorgaande word die appel van die hand gewys.\nE M GROSSKOPF, AR JACOBS, AR\nBOSHOFF, Wn Stem saam",
  "scraped_at": "2026-02-11T21:27:34.419265",
  "date": "1987-11-26",
  "coram": [
    "GROSSKOPF",
    "JACOBS",
    "ARR",
    "BOSHOFF Wn"
  ],
  "case_number": "345/86",
  "parties": {
    "applicants": [
      "JOHAN VIVIERS"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Johan Viviers, a police inspector in South West Africa, was convicted in the Windhoek magistrate's court of two counts of assault with intent to cause grievous bodily injury. He was fined R300 with an alternative term of imprisonment and received an additional short term of imprisonment. His appeal to the High Court of South West Africa failed, and he now appealed to the Supreme Court of Appeal. The State relied on the testimony of two victims, Petrus Salomon and Jose de Sousa, who described severe beatings, shootings, and other injuries inflicted by Viviers and his associates. Medical evidence confirmed serious injuries to the victims. During cross‑examination, Viviers was questioned about a prior payment of R100 under section 57 of the Criminal Procedure Act as a recognition of guilt.",
    "issues": "The appeal raised (1) whether the cross‑examination concerning the recognition of guilt was irregular and therefore prejudicial, (2) whether the recognition of guilt payment affected the validity of the convictions, and (3) whether the State's evidence was sufficiently credible to uphold the convictions in spite of the defence's challenges.",
    "principles": "The court considered section 57 of the Criminal Procedure Act, which allows a guilty person to make a recognition of guilt payment without prejudice to the case, and the rule that such a payment does not, by itself, constitute a conviction. It also applied the principles governing the admissibility and weight of testimony from single witnesses, the requirement to assess evidence with caution, and the procedural rule that cross‑examination must not infringe the accused's right to a fair trial.",
    "application": "The court found the State witnesses’ testimonies credible and detailed, supported by medical reports of the injuries. The defence witnesses' explanations for the injuries were deemed unconvincing and speculative. The court held that the questioning about the recognition of guilt was proper, as it related to a statutory procedure and did not deprive Viviers of any substantive rights. Consequently, the recognition of guilt payment was not held to invalidate the convictions.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal upheld the convictions and sentences against Johan Viviers, finding no miscarriage of justice in the trial proceedings."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Assault",
    "level_3": [
      "recognition of guilt",
      "evidence admissibility",
      "police misconduct",
      "appeal",
      "conviction"
    ]
  }
}