{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/55.html",
  "case_name": "Minister van Wet en Orde van Replubliek van Suid-Afrika and Another v Hendricks (510/85) [1987] ZASCA 55; 1987 (3) SA 657; [1987] 2 All SA 327 (A) (27 May 1987)",
  "citation": "[1987] ZASCA 55",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 55\n|\nNoteup\n|\nLawCite\nMinister van Wet en Orde van Replubliek van Suid-Afrika and Another v Hendricks (510/85) [1987] ZASCA 55; 1987 (3) SA 657; [1987] 2 All SA 327 (A) (27 May 1987)\nDownload original files\nPDF format\nRTF format\n510/85/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nMINISTER VAN WET EN ORDE VAN\nDIE REPUBLIEK VAN SUID-AFRIKA\n1ste\nAppellant\nKONSTABEL SEADY MARSH\n2de Appellant\nen\nLEWIS HENDRICKS\nRespondent\nCORAM: CORBETT, GROSSKOPF, NESTADT, ARR,BOSHOFF et KUMLEBEN, WnARR\nVERHOOR: 7 Mei 1987\nGELEWER: 27 Mei 1987\nUITSPRAAK GROSSKOPF, AR\nIn n skietvoorval wat op 12 September 1981 te Uiten-\nhage\n2\nhage plaasgevind het, het die respondent skietwonde\nopge-\ndoen. Hiervoor hou hy die twee appellante aanspreeklik\ndie tweede appellant, 'n konstabel in die Suid-Afrikaanse\nPolisie, as die persoon wat die skote afgeskiet het, en die\neerste appellant as die tweede appellant se werkgewer. Dit\nis dan ook gemene saak dat die eerste appellant in die onder-\nhawige geval middellik aanspreeklik is vir die tweede appel-\nlant se optrede. Ten einde sy vordering af te dwing het die\nrespondent in die Suidoos- Kaapse Plaaslike Afdeling 'n aksie\nom skadevergoeding teen die twee appellante ingestel.\nDie appellante het 'n verweerskrif op die meriete so-\nwel as 'n spesiale verweerskrif geliasseer. Tans is net\nlaasgenoemde ter sprake. Die wesentlike bewering daarin\nis/.......\n3\nis dat die respondent nie behoorlik kennis gegee het van die geding soos\nvereis deur art. 32(1) van die Polisiewet, no. 7 van 1958\n(\"die Wet\" ) nie. Die\npartye het by ooreen-koms alle feite wat ter sake is by die beregting van die\nspesiale pleit in 'n gestelde\nsaak beliggaam, en die hof ver-soek om ,voordat hy\nop die meriete van die saak ingaan, eers uitspraak oor die verweer geopper in\ndie spesiale pleit te lewer. Die hof (SMALBERGER R soos hy destyds was) het aan\nhierdie versoek voldoen. Nadat argument aangehoor\nis het hy die spesiale pleit\nafgewys met koste. Die appellante kom nou met verlof van die verhoorregter in\nhoër beroep teen\nhierdie bevel.\nArt. 32(1) van die Wet, waarop die spesiale pleit ge-\ngrond\n4\ngrond is,lui soos volg;\n\"Enige siviele geding teen die Staat of enige persoon, ten opsigte van\nenigiets uit hoofde van hierdie Wet gedoen, moet ingestel word\nbinne ses maande\nnadat die eisoorsaak ontstaan het, en skriftelike kennis van enige siviele\ngeding en van die oorsaak daarvan moet\naan die verweerder gegee word minstens\neen maand voordat dit ingestel word.\"\nDit is gemene saak dat die gewraakte optrede van die tweede appellant 'n daad\nwas wat \"uit hoofde van hierdie Wet gedoen\" is, en dat\ndie respondent derhalwe\nverplig was om art. 32(1) van die Wet na te kom. indien hy 'n geding teen die\nappellante wou instel. Die\nvraag vir beslissing is dus of daar inderdaad\nsodanige nakoming was. Die feite in hierdie verband is soos volg.\nDie\n5\nDie skietvoorval, soos reeds vermeld, het op 12 September 1981\nplaasgevind. Op 10 Desember 1981 rig die respondent se prokureurs die\nvolgende\nbrief per aangetekende pos aan die Kommissaris van Polisie:\n\"Geagte Meneer\nAANRANDING: LEWIS HENDRICKS: SIVIELE EIS Ons tree op namens mnr. Lewis\nHendricks normaalweg woonagtig te Dodostraat 18, Rosedale,\nUitenhage en wie hom\ntans bevind te die Conradie Hospitaal, Kaapstad. Op die 12de September, 1981 het\nKonstabel Marsh verbonde aan\ndie Suid-Afrikaanse Po-lisie, Gelvandale, Port\nElizabeth ons kliënt met 'n vuurwapen geskiet terwyl hy aan diens was en\nopgetree\nhet in die uit-voering van sy pligte.\nAs gevolg van die voornoemde het ons kliënt sekere beserings opgedoen en\nword hy tans behandel in die Conradie Hospitaal. Ons\nkliënt se instruksies\nis dat die aanrand-ing op hom wederregtelik, opsetlik en/of\nnalatig\n6\nnalatig was en gevolglik word u aanspreeklik . gehou vir ons kliënt\nse skade. Op hierdie stadium het ons nog nie mediese verslae\nbeskikbaar om u\nmeer besonderhede aangaande ons kliënt se beserings te gee nie maar sodra\ndit bekom is sal u onmiddellik voorsien\nword van foto-afdrukke daarvan. Dit blyk\negter asof ons kliënt permanent verlam sal wees as gevolg van die\naanranding op hom.\nNamens ons kliënt eis ons derhalwe van u hiermee\nbetaling van die bedrag van R20,000-00 ten opsigte van pyn, skok, lyding,\nskadever\ngoeding, permanente en/of tydelike ongeskikt-heid en verlies aan\nlewensgenietinge. Aangesien daar nog heelwat konsultasies ge-voer\nmoet word met\ndie verskeie dokters in hierdie verband wil ons egter respekvol voorstel dat\nverjaring van hierdie saak uit-gestel\nword tot en met die laaste dag van\nDesember 1982 ten einde ons in staat te stel om meer besonderhede aangaande ons\nkliënt se\nbeserings aan u voor te lê. Ons ontvang graag derhalwe u\nbevestiging dat verjaring uitgestel mag word soos voor-gestel voor\nof op die\nl0de Januarie 1982.\n'n/.....\n7\n'n Brief is per aangetekende pos gestuur aan Konstable Marsh te die\nSuid-Afrikaanse Po-lisie, Gelvandale, Port Elizabeth waarin hy\nook aangespreek\nword vir betaling van die bedrag van R20,000-00 en u aandag word daar-op\ngevestig dat hierdie bedrag geëis word\nvan u gesamentlik en afsonderlik met\nKon-stabel Marsh die een betaal die ander kwyt-geskel te word.\"\nArt. 32(2) van die Wet bepaal dat indien die kennis beoog in sub-art. 1 aan\ndie Kommissaris van Polisie gegee word, dit geag word\nkennisgewing aan die\nbetrokke verweerder te wees.Indien bogemelde brief,wat inhoud betref, voldoen\naan die vereistes van art. 32(1)\nsou dit dus kon dien as ken-nisgewing aan albei\nappellante. Dit is gevolglik nie nodig om te verwys na die minder uitvoerige\nbrief\nwat op 10 Desember 1981 aan die tweede appellant gestuur is nie.\nDie ..\n8\nDie brief aan die Kommissaris van Polisie het die volgende\nantwoord ontlok:\n\"Ontvangs van u skrywe CTA MINNAAR/sj ge-dateer 81-12.10 word hiermee erken.\nDie aangeleentheid word na die Afdelings-kommissaris,\nS.A. Polisie Privaatsak\n6020, Port Elizabeth verwys vir die nodige onder-soek en deursending van die\nstukke aan die Staatsprokureur,\nPort Elizabeth vir aandag. Hy sal u daarna\nvoorsien van die Staats-prokureur se verwysingsnommer asook die naam van die\nbeampte wat\ndie aangeleentheid han-teer.\nUitstel van verjaring word hiermee verleen tot 31 Desember 1982.\"\nDaarna het 'n aantal briewe tussen die partye ge-volg. Onder meer het die\nrespondent se prokureurs op 12 November 1982 verdere uitstel\nvan \"verjaring\"\n(d.w.s. ver-lenging van die vervaltermyn in art. 32(1)) tot einde 1983\nversoek\n9\nversoek.'n Brief van die Staatsprokureur gedateer 15\nNovember 1982 verwys na 'n telefoongesprek tussen die partye\nse prokureurs, en staan 'n verlenging van die vervaltermyn tot\n30 April 1983 toe. Dagvaarding is op 22 April 1983 uitge-\nreik.\nNamens die appellante is aanvaar\ndat die brief van\n10 Desember 1981 binne die tyd deur art. 32( 1) voorgeskryf\nont-\nv\nang is, en dat dit 'n voldoende aanduiding van die respon-\ndent se\nskuldoorsaak (die \"oorsaak\" van die \"siviele geding\")\nbevat het. Daar is egter betoog dat die brief nie voldoende \"skriftelike\nkennis van enige siviele geding\" gegee het nie, m.a.w., dat\ndit nie duidelik\ngenoeg aangedui het dat die res-pondent beoog het om aksie in te stel nie,\nOm\n10\nOm hierdie betoog na waarde te skat moet 'n mens eers vasstel wat dit is wat\ndeur art. 32(1) in hierdie verband vereis word. Hierdie\nondersoek behels 'n\nvertolking van die waarde van die sub-artikel gelees in hul samehang, waarby ek\ninsluit die aard en inhoud van\ndie artikel en sy blykbare-strekking en doel.\n(Sien\nJaga v Donges NO & Another\n;\nBhana v Donges NO &\nAnother\n1950(4) SA 653 (A) op bl 662 H). Oor die doel van die sub-artikel is\ndie volgende gesê in\nLabuschagne v Labuschagne; Labuschagne v Minister\nvan Jus-tisie\n1967(2) SA 575 (A) op bl 587 G - 588 A:\n\"Die bepaling beoog dat die verweerder min-stens 'n maand voor die instelling\nvan die geding kennis daarvan moet kry en ook in-gelig\nword aangaande die\neisoorsaak, Daar word op skriftelike kennisgewing aangedring, vermoedelik omdat\ndit sekerheid in die hand\nwerk\n11\nwerk. Die bepaling beoog vermoedelik dat, watter onderhandelings daar nou ook\nal van-tevore tussen die partye mag plaasgevind het,\ndie verweerder nogtans 'n\nskriftelike kennis-gewing moet ontvang waarin hy meegedeel word dat 'n geding\nteen hom ingestel gaan word.\nIn gewone omstandighede hoef 'n eiser nie die\nverweerder in te lig oor sy voorneme om 'n geding teen hom in te stel nie.\nVanweë\ndie besondere omstandighede van die verweerders waarna art. 32\nverwys, het die Wetgewer dit goed gedink om te bepaal dat hulle slegs\nby 'n\ngeding betrek kan word nadat hulle 'n\nken-nisgewing van die eiser se\nvoorneme om 'n geding in te stel ontvang het. Die rede vir hierdie bepaling -\nhoewel die nie noodwendig\ndie enigste rede mag wees nie - skyn te wees dat die\nverweerder minstens 'n maand ge-gun moet word om te besluit wat hom te doen\nstaan waar hy onder die bedreiging van die instelling van 'n geding staan. Die\nverweerder moet die geleentheid gegee word om op die\nin die kennisgewing\ngestelde eis-oorsaak in te gaan, getuienis te probeer bekom, regsadvies in te\nwin en, veral waar\ndie......\n12\ndie Staat betrokke is, kwessies rakende be-leid te\noorweeg.\"\nDaar is twee aspekte van hierdie passasie waarop ek effens wil uitwei. Die\neerste is die suggestie dat 'n ken-nisgewing ingevolge\ndie sub-artikel aan\ndié verweerder moet meedeel \"dat '\nn\ngeding teen hom ingestel gaan\nword\" (op bl 587 H).\nLabuschagne\nse saak het, in die aangehaalde\npassasie, gehandel met die breë\nratio\nwat onderliggend aan art.\n32(1) is en nie met die presiese inhoud wat 'n kennisgewing ingevolge die\nsub-artikel moet hê nie.\nDit is dus nie verbasend dat die woorde wat ek\npas aangehaal het myns insiens nie heeltemal akkuraat is nie - trouens, na my\nmening\nis die woorde 'n geding ... inge-stel gaan word\" te absoluut.Op die\ntydstip wanneer '\nn\neiser kennis ingevolge die sub-artikel gee sou daar\nselde\nenige\n13\nenige sekerheid wees dat regstappe inderdaad sal volg.\nDie eiser sou normaalweg hoop dat sy vordering betaal of\ngeskik sal word sonder die noodsaaklikheid van regstappe.\nVan 'n praktiese standpunt sou '\nn\nmens dus nie verwag dat die\nwetgewer meer sou vereis as 'n uitdrukking van die eiser se\nvoorneme om, indien sy vordering nie betaal of geskik word\nnie, 'n aksie in te stel nie. Ek meen ook nie dat diewoorde\n\"kennis van enige siviele geding\" in hul gewone betekenis\nenige hoër vereiste stel nie.\nDie tweede aspek van die bogemelde passasie waarna\nek.......\n14\nek wil verwys, is die volgende.Soos blyk uit die passasie,\nstrek art.32(1) tot voordeel van. die verweerders\nwaarna die sub-artikel verwys en tot nadeel van die eiser -\nsoos dit gestel word in die passasie; in gewone omstandig-\nhede hoef 'n eiser nie 'n verweerder in te lig oor sy voorneme\nom 'n geding teen hom in te stel nie, maar ingevolge art. 32\n(1) verbeur hy sy vordering indien hy dit nie betyds doen\nnie.Die hof se benadering tot die uitleg van die sub-arti-\nkel behoort dus myns insiens te wees dat, insoverre die taal\nvan die sub-artikel dit toelaat,die verweerder die beskerraing\nbehoort te ontvang wat die sub-artikel hom bied sonder dat\nonnodige swaar las op die eiser geplaas word (vgl.\nAvex\nAir (Pty) Ltd v Borough of Vryheid\n1973(1) SA 617 (A) op\nbl......\n15\nbl 621 F-G) En na my mening is die bewoording van\ndie sub-artikel heeltemal vatbaar vir so 'n benadering. Dit bevat geen\nvormvereistes\nwaaraan die kennisgewing moet vol-doen nie. Al wat nodig is, is\ndat skriftelike kennis van die siviele geding gegee word. Hierdie\nis vae en\nalgemene woorde. Ek verstaan daardeur dat daar aan die verweerder-op skrif\naangedui moet word op 'n manier wat vir die\ngewone mens verstaanbaar sou wees\ndat die eiser beoog om 'n regsgeding in te stel as sy vordering nie betaal of\ngeskik word nie.\nDaar is niks in die bewoording of samehang van die sub-arti-kel\nwat na my mening enige ander of hoër vereiste stel nie.\nDie vraag of 'n\nkennisgewing voldoen aan die vereistes wat ek hierbo bespreek het is 'n\nfeitevraag wat ooreenkomstig die om-\nstandighede\n16\nstándighede van elke saak beslis moet word.Dit sou dus\nna\nmy mening geen nuttige doel dien om na vorige gewysdes waarin\nhierdie sub-artikel toegepas is, te verwys nie.In die onder-\nhawige geval is die brief van 10 Desember 1981 deur 'n proku-\nreur namens die respondent geskryf en per aangetekende pos\ngestuur. Hieruit sou 'n mens kon aflei dat dit nie beskou is\nas 'n onbelangrike of terloopse mededeling nie.Die brief sit\ndie omstandighede uiteen wat tot die respondent se vordering\naanleiding gegee het, beweer dat die aanranding op hom \"weder-\nregtelik, opsetlik en/of nalatig was\" en dat hy beserings op-\ngedoen het wat hom skade berokken het in 'n bepaalde bedrag.\nMet ander woorde, al die elemente van 'n skuldoorsaak weens\nonregmatige daad word beweer. Dan gaan die brief voort deur\nte.....\n17\nte boekstaaf dat die Kommissaris van Polisie (as verteen-\nwoordiger van die Staat) \"aanspreeklik gehou\" word vir die\nrespondent se skade, en later in die brief eis die respondent\nse prokureurs, namens hul kliënt, betaling deur die Kommis-\nsaris en die tweede appellant, gesamentlik en afsonderlik,\nvan die bedrag van R20 000 ten opsigte van pyn, skok,lyding.\nskadevergoeding, permanente en/of tydelike ongeskiktheid en\nverlies aan lewensgenietinge. Die opskrif van die brief\nis dan ook \"Aanranding: Lewis Hendricks: Siviele Eis\". Die\nenigste manier waarop aanspreeklikheid bewys en 'n eis afge-\ndwing kan word is deur die regsproses, en dit sou nie vergesog\nwees om te betoog dat 'n persoon wat 'n aangetekende prokureurs-\nbrief met die bogemelde strekking ontvang duidelik sal ver-\nstaan.....\n18\nstaan dat 'n regsaksie beoog word as die saak nie geskik word\nnie. Sien\nCoetzee v Minister of Law and Order and Others\n1984(4) SA 752\n(E) op bl 756 H-I;\nSibeko and Another v Minister of Police and Others\n1985(1) SA 151 (W) op bl 166 H-I. Dit is egter nie nodig om 'n mening oor die\njuistheid van hierdie beslissings uit te spreek nie,\nwant daar is 'n belangrike\nbykomstige element in die onderhawige saak. In die brief is verwys daarna dat\nsekere mediese verslae nog\nnie beskikbaar was nie, en dat verdere konsultasies\nmet dokters gevoer moes word. Inligting wat hierdeur bekom word sou aan die\nappellante\nvoorgelê word. In die lig hiervan is versoek dat \"verjaring\"\nuitgestel word tot die einde van Desember 1982, d.w.s. dat die\nverweerders tot\ndaardie tyd\nafstand\n19\nafstand doen van hul reg om op die vervaltermyn in art. 32 van\ndie Wet staat te maak. Die enigste doel van die verval-termyn is om\ndie tyd te\nbepaal waarbinne 'n regsgeding inge-stel kan word.Die respondent se versoek om\n'n verlenging van hierdie termyn was, in\ndie samehang van die res van die brief,\n'n\nondubbelsinnige aanduiding dat hy beoog om 'n hofgeding in te stel\nindien die mediese gegewens wat hy van plan was om voor te lê,\nnie op 'n\nbevredigende skikking uitloop nie. En blykbaar het die appellante ook die saak\nso ingesien -soos blyk uit die Kommissaris\nvan Polisie se brief wat ek hierbo\naangehaal het, is daar onmiddellik besluit om die aan-geleentheid na die\nStaatsprokureur te verwys.Vergelyk\ndie\nAvex Air\nsaak,\nsupra\n, op bl\n622 A.\nWeens\n20\nWeens die voorgaande meen ek dat die brief van 10\nDesember 1981 enige redelike mens sou laat besef het dat\ndie respondent voornemens was om 'n aksie in te stel indien\nsy eis nie betaal of geskik was nie. Na my mening het die\nbrief dus voldoen aan die vereistes van art.32(1) en is die\nspesiale verweerskrif tereg deur die hof a\nquo\nafgewys\nDie appèl word afgewys met koste.\nE M GROSSKOPF, AR\nCORBETT, AR NESTADT, AR BOSHOFF, WnAR KUMLEBEN, WnAR\nStem saam",
  "scraped_at": "2026-02-11T21:06:21.775632",
  "date": "1987-05-27",
  "coram": [
    "Corbett",
    "Grosskopf",
    "Nestadt",
    "Arr",
    "Boshoff",
    "Kumleben"
  ],
  "case_number": "510/85",
  "parties": {
    "applicants": [
      "Minister van Wet en Orde van die Republiek van Suid-Afrika",
      "Konstabel Seady Marsh"
    ],
    "respondents": [
      "Lewis Hendricks"
    ]
  },
  "sections": {
    "facts": "On 12 September 1981 a shooting incident occurred in Uitenhage in which Lewis Hendricks was wounded by Constable Seady Marsh of the South African Police. Hendricks sued both the Constable (second appellant) and the Minister of Law and Order (first appellant) as the Constable's employer. On 10 December 1981 Hendricks' attorneys sent a letter by registered post to the Commissioner of Police stating the facts of the alleged assault, demanding compensation of R20,000 and requesting an extension of the limitation period to 31 December 1982. A similar letter was also sent to Constable Marsh. The Commissioner acknowledged the letter, granted the extension, and referred the matter to the State Attorney. Subsequent correspondence further extended the limitation period, and a summons was issued on 22 April 1983. The appellants contested the sufficiency of the notice required by section 32(1) of the Police Act.",
    "issues": "Whether the December 10 1981 letter, addressed to the Commissioner of Police, constituted sufficient written notice of a civil action against the appellants in terms of section 32(1) of the Police Act, thereby satisfying the statutory requirement of giving the defendant at least one month notice before instituting proceedings.",
    "principles": "Section 32(1) of the Police Act requires that any civil action against the State or its officers be instituted within six months of the cause and that written notice of the action and its cause be given to the defendant at least one month before filing. The purpose is to allow the defendant time to investigate, obtain legal advice and prepare a defence. The court looks at the substance of the notice rather than strict form, as reflected in cases such as Jaga v Donges, Bhana v Donges, Labuschagne v Labuschagne, Labuschagne v Minister of Justice, Avex Air (Pty) Ltd v Borough of Vryheid, Coetzee v Minister of Law and Order and Sibeko v Minister of Police.",
    "application": "The court examined the content of the December 10 1981 letter and found that it set out the facts of the alleged assault, identified the alleged wrongdoer, quantified the claimed damages and expressly stated that the claimant intended to institute civil proceedings should the matter not be settled. This satisfied the statutory requirement of giving written notice of the civil claim and its cause, even though it was addressed to the Commissioner rather than directly to the individual appellant. Consequently, the special plea that notice had not been given was rejected.",
    "conclusion": "The special plea of lack of statutory notice was dismissed with costs. The appeal was dismissed, confirming the validity of the original proceedings against the Minister and Constable Marsh."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Statutory Notice and Limitation",
    "level_3": [
      "Police Act",
      "Employer liability",
      "Limitation period",
      "Written notice",
      "Civil claim against State"
    ]
  }
}