{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/153.html",
  "case_name": "S v Dlamini (145/86) [1987] ZASCA 153 (1 December 1987)",
  "citation": "[1987] ZASCA 153",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 153\n|\nNoteup\n|\nLawCite\nS v Dlamini (145/86) [1987] ZASCA 153 (1 December 1987)\nDownload original files\nPDF format\nRTF format\n145/86 /mb\nTHE SUPREME COURT OP SOUTH AFRICA\n(AP\nPELLATE DIVISION\n)\nIn the matter between:\nWILLIAM DHLAMINI\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: VILJOEN, GROSSKOPF, JJA et STEYN, AJA\nHEARD\n: 22\nSEPTEMBER 1987\nDELIVERED\n: 1 DECEMBER 1987\nJUDGMENT\nVILJOEN\n, JA\nI have read the judgment of my Brother Steyn.\nI agree that the appeal against the conviction fails\nand/\n2.\nand I also agree that on the facts found by the learned Judge he erred\nin finding that the appellant's conduct constituted gross negligence\nand that\nthis Court may, consequently, interfere with the sentence. I however do so\nreluctantly, because I have grave difficulties\nas far as the factual findings by\nthe learned Judge are concerned.\nThe sequence of events at the crucial stage\nof the drama in the kitchen that night unfolded itself in the following\nstages:\n1.\nThe appellant struck the\ndeceased in the face.\n2.\nGrace Motolo and her\nson Sandile intervened to prevent the appellant from further assaulting the\ndeceased.\n3.\nIn retaliation for the assault on\nher' the deceased grabbed a kettle of boiling water and emptied\nit\non/\n3.\non the appellant which caused serious burns on\nhis arms and his body. Some of the boiling water landed on Sandile as well and\nhe beat\na hasty retreat.\n4. Thereafter the appellant produced his pistol from his pocket and two shots\nwere fired by him. One struck the pelmet above the window\nand the other one went\nthrough the body of the deceased who was at that stage trying to open the back\nkitchen door. After the bullet\nhad struck her she managed to open the door, went\nout, collapsed and died outside.\nIn view of the nature of appellant's\ndefence, as put to the State witnesses, two issues\nemerged which the Court\na\nquo\nhad to decide. The first\none was whether the deceased, before\nshe hurried to\nthe back door to escape from the appellant, had reached\nfor\nanother pot of boiling water which was standing on\nthe stove to empty it onto\nthe appellant. The other\nwas/\n4. was whether the second shot which killed the deceased\nwas deflected,by Goodwill who grabbed the arm of the\nappellant causing the shot to be fired in the direction\nof the deceased.\nOn the first issue the learned trial Judge\nfound (a passage which my Brother Steyn has also quoted):\n\"Because of the unsatisfactory features in the State's version to which I have\nalluded above, I am prepared to give the accused the\nbenefit of the doubt in\nrespect of the first shot and to find that he was entitled to fire the first\nshot into the pelmet in the\nreasonable belief that his wife, the deceased, was\ngoing to pour water over him again.\"\nIn the course of his\njudgment the learned\nJudge said:\n\"It was patently obvious that all three State witnesses because of this\nrelationship to the deceased were emotionally disturbed by\nthe\ndeath/\n5.\ndeath of their relative at the accused's hands. They had been witnesses to the\nunfortunate and tragic incident in the kitchen of\nthe accused's home when the\ndeceased lost her life. By no stretch of the imagination can they be viewed as\nobjective and impartial\nwitnesses. There are passages in their evidence which\neven indicate hostility towards the accused. There are contradictions in their\nevidence. Some on important issues which make it dangerous for me to accept any\nportion of their evidence which is not corroborated\neither by ob-jective facts\nand probabilities or where the accused's evidence is so poor that it provides a\nsafeguard which allows\nme to rely on certain parts of their evidence which he\ncannot refute or does not refute or about which he has lied or given\ncontradictory\nevidence.\"\nI have carefully perused the\nevidence.\nThere were discrepancies in their evidence but, in\nmy view, they\nwere of a minor nature. From the record\nit/\n6. it appears that the only witness who was emotionally dis-\nturbed was Gertrude Motolo. I agree that it would be\ndangerous to have relied on her evidence. On various\noccasions in the course of her testimony she broke down\nand cried and from certain passages in her evidence it\nmay be inferred\nthat she was hostile to the appellant.\nIn óne passage she referred to\nhim as the murderer. I\ndid not get, on paper I must concede, the same\nimpression\nof Sibongile and Sandile. The learned Judge made no\nfindings as\nfar as their demeanour was concerned. One\nmust remember that much occurred\nwithin the space of a\nfew seconds and it was a changing scene. What was\nob-\nserved by one might not have been observed by the other.\nSibongile and\nSandile were, it is true, the\nbrother/\n7. brother and sister-in-law of the deceased but it cannot,\nin my view, be said that, by reason of this relation-\nship it was,\nper\nse, patently obvious that they would\ngive biassed evidence against the appellant.\nThat the deceased reached for a second pot\nto pour water over the appellant should have been totally\nrejected by the learned Judge because of the utter impro-\nbability thereof. In the first place the pot had no\nhandles and the deceased would have had to pick it up\nwith her bare hands.\nWhen this was pointed out to the\nappellant, he suggested she could have tipped it over. This was a clear\nafterthought. His evidence, one of\nthe many variations thereof, is that after the water in the\nkettle had been poured over him, he jumped back. In any\nevent/\n8. event, why would she empty another container full of\nhot water over him? She had accomplished her purpose\nwith the water in the\nkettle. She would, fearing\nretaliation, immediately try to get away. That\nshe\ndid so is what the State witnesses said. And why would\nhe wait before\ngoing into action until he was threatened\na second time? The probabilities\nare that he was so\nenraged by the first scalding that he acted\nimmediately\nand impulsively, produced his fire-arm and started to\nshoot.\nHe could not have entertained the belief,let\nalone a reasonable belief,that\nhis wife was going to\npour water over him again. In my view the State\nevidence\non this issue should have been accepted.\nThat Goodwill grabbed his arm and that the\nshot/\n9. shot was deflected, was one of the many defences of\nthe appellant. He varied his version as he went along\nand it is difficult to ascertain what his real defence\nwas. He seemed to have relied on one or more of the\nfollowing defences: that when he shot he was not in\nhis senses (automatism or provocation or both?);\nself-defence; that his arm was grabbed by Goodwill and\nthe direction of the bullet deflected; that he shot\nmerely to frighten her and finally that he did not\nintend to shoot but that the shots went off accidentally\nwhen his arm was grabbed by Goodwill. The learned Judge\nfound as follows:\n\"His denial that he fired the first shot to kill is supported by the fact\nthat the bullet ended up in the pelmet and the possibility\nthat the second shot\nwas not\naimed/\n10.\naimed at the deceased cannot be refuted beyond reasonable doubt in the light of\nhis brother's pulling of his arm.\"\nThat the one bullet ended up\nin the pelmet is of course an undisputed fact. That, even in the face of facts\nfrom which only one inference\ncan be drawn namely that of an intention to kill,\nan accused very frequently denies that he had that intention, is common\nexperience.\nI have looked, but looked in vain, for any indication in the record\nthat the accused de-liberately aimed high or away from the deceased\nso as not to\nshoot her. While the State evidence is not de-cisive on the issue as to the\neffect of the grabbing of the arm of the\ndeceased by Goodwill there are, on a\nconspectus of the evidence as a whole, features from\nwhich/....\n11.\nwhich an infer'ence may, in my view, be drawn that\nthe\nappellant deliberately aimed at the deceased. One\nsuch feature is the\ncurious omission by him to state that he\ndeliberately shot high or away from\nher so as to miss\nher. During his evidence-in-chief and before\nper-\nforming his remarkable egg-dance among his various de-\nfences he\ntestified as follows:\n\"Yes? — When water was thrown onto me, Sandile was burned a little and he\nlet go of me. I turned round to face my wife, because\nshe threw water at me from\nbe-hind. When I turned round, I saw she was returning to the stove to fetch the\npot with water. At that\nstage I drew a firearm. I do not know how many times I\nfired, because I had lost my senses. I remember Nklankla came and grabbed\nme by\nthe arm. That was the last I saw what was happening.\"\nHe/\n12. He does not say that he fired to miss. He\nsays\nhe had lost his senses. The impression one gets\nfrom this passage is that he shot, not to frighten\nher, but in blind anger. At what? The inference is\nthat it was at the object which caused his state of\nmind. If Goodwill did\ngrab his arm, of which he might\ndimly have been aware, it might have been to\navert\nhis aim from the deceased. The first shot might have\nstruck home. While the State witnesses conceded that\nit was the first shot which struck the pelmet it is\nto be doubted whether\nanybody in that room could have\nbeen sure where the first shot struck and\nwhether it\nwas the first or second shot which struck the deceased.\nThe shot in the pelmet, whether it was the first or\nsecond/\n13. second one, could have struck there as a result of\nthe grabbing of his arm by Goodwill. By skilful\nsuggestive questioning on the part of his counsel\nhe was coaxed to testify as follows:\n\"Now, there has been evidence that the first shot went into the pelmet. -- I saw\nthat.\nAnd that pelmet is actually away from the back, outside the door. It is away\nfrom the outside door. It is not in the direc-tion of\nthe back door leading\noutside. -- Yes, very far from the back door.\nAre you able to say how the second shot ..., because it has been agreed that\nthere were no more than two shots, how the second shot\ncame to hit the deceased?\n-- Goodwill came from behind me and pulled away the arm with the firearm and\nsaid: Brother, stop.\"\nThe witness who could have cleared this\nmatter up\nwas Goodwill. The State did not call him\n- due,/\n14. - due, it seems, to the learned Judge's impatience\nbecause he considered that he had heard enough State witnesses on what he\nconsidered, too narrowly, in my view, to be the factual\nissues in the case.\nGoodwill was, however, made available to counsel for the de-fence who did not\navail herself of the opportunity\nto call him. The learned Judge could, and in my\nview, in the interests of justice, should have called Good-will in terms of s\n167\nof Act 51 of 1977.\nIn my view, the appellant was fortunate to have been\nconvicted on the facts found by the learned Judge. I am, however, for purposes\nof this appeal, obliged to accept those findings. I have warned myself that,\nbeing human, I should guard against an inclina-\ntion/\n15. tion to regard the question of sentence in a light\nmore serious than is warranted by the facts found\nby the learned Judge a\nquo\n. I may add that I do not\nagree with my Brother Steyn that the deceased's\nreaction was out of all proportion to the hurt and\nprovocation caused by the blow struck by the appellant.\nThere was no\nmedical evidence that a fist blow would\nnecessarily cause a change in the pigmentation of a\ndark skin,\nparticularly under the circumstances which\nprevailed. The shot which passed\nthrough her heart\nmust have caused exsanguination as a result of which\nno\nmark might have been left on her face. In any\nevent, the humiliation suffered\nby her when struck a\nblow, whatever the force of it might have been, in\nthe/\n16. the presence of all the people in the kitchen must\nhave been a severe humiliation.\nHowever, regard being had to the factual\nfindings of the learned Judge for purposes of a con-\nvictionpersonally and peculiarly relate to the appel-\nlant, and taking into consideration the factors\nwhich I agree with the sentence proposed by my\nBrother Steyn.\nJUDGE OF APPEAL GROSSKOPF JA - agrees",
  "scraped_at": "2026-02-11T21:36:49.072423",
  "date": "1987-12-01",
  "coram": [
    "Viljoen",
    "Grosskopf",
    "JJA",
    "Steyn"
  ],
  "case_number": "145/86",
  "parties": {
    "applicants": [
      "William Dhlamini"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The incident took place in the appellant’s kitchen. The appellant struck his wife (the deceased) in the face. Grace Motolo and her son Sandile intervened. The deceased poured a kettle of boiling water on the appellant, causing serious burns; some water also hit Sandile. The appellant then produced a pistol and fired two shots. One bullet lodged in a pelmet above a window; the second passed through the deceased’s body as she tried to open the back kitchen door, after which she collapsed and died. Witnesses gave conflicting testimony, and a person named Goodwill was alleged to have grabbed the appellant’s arm during the shooting.",
    "issues": "1) Whether the deceased, before fleeing, reached for a second pot of boiling water to pour over the appellant. 2) Whether the second fatal shot was deflected because Goodwill grabbed the appellant’s arm. 3) Whether the appellant’s conduct amounted to gross negligence warranting interference with his sentence. 4) Whether the appeal against the conviction should succeed.",
    "principles": "The court applied the benefit‑of‑the‑doubt rule, rigorous assessment of witness credibility, and the requirement that factual findings be based on objective facts and probabilities. It reiterated the standard of proof beyond reasonable doubt and noted that emotional disturbance of witnesses does not automatically render their testimony inadmissible. The court also referenced the statutory duty to call material witnesses under s 167 of Act 51 of 1977.",
    "application": "The court found the suggestion that the deceased would have poured a second pot of water highly improbable (the pot had no handles, she had already poured water, and would likely have tried to escape). It rejected the defence that the fatal shot was deflected by Goodwill, noting the lack of corroborating evidence and the appellant’s failure to explain a deliberate miss. Consequently, the court concluded that the appellant intentionally aimed at the deceased and that the State evidence on intent was persuasive.",
    "conclusion": "The appeal against the conviction was dismissed; the appellant’s conviction stands. Although the court expressed reluctance, it accepted the lower court’s factual findings and indicated that the sentence could be revisited for gross negligence, but the conviction itself was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "intent",
      "witness credibility",
      "defence of self-defence",
      "evidence assessment"
    ]
  }
}