{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/11.html",
  "case_name": "S v Dlamini and Another (346/86) [1987] ZASCA 11 (20 March 1987)",
  "citation": "[1987] ZASCA 11",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 11\n|\nNoteup\n|\nLawCite\nS v Dlamini and Another (346/86) [1987] ZASCA 11 (20 March 1987)\nDownload original files\nPDF format\nRTF format\nCase nr 346/86\nM C\nM. DLAMINI and M.H. MNCUBE\nand\nTHE STATE\nJANSEN JA.\nSaak nr 346/86 MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nMPIKAYIPHELI DLAMINI\nAppellant No 1\nMBUKENI HEZENKIA MNCUBE\tAppellant no 2\nand\nTHE STATE\nCoram\n: JANSEN, VIVIER JJA et BOSHOFF AJA.\nHeard\n: 27 February 1987\nDelivered\n: 20 March 1987.\nJUDGMENT\nJANSEN JA\n:-\nVincent Ngobese, a headman, lives in\nthe Magongoloza Reserve, in the district of Ngutu, Natal.\nDuring/\n2. During the late afternoon of Saturday 15 June 1986 a group of\n3 men (with, perhaps, a fourth who kept out of sight) approached\nhis home.\nVincent Ngobese became aware of their arrival and he went out to speak to them.\nOne of the men produced a firearm and fired\nat him: the bullet passed through\nhis scrotum and left buttock. Vincent Ngobese's wife, Mabel, set upon the group\nwith a panga and\nmanaged to strike one of them on the head. The group turned\nupon her and brought her to the ground. Whilst two of them held her down\nthe\nthird (the man with the firearm) shot her through the head and she died.\nThe\ntwo appellants were subsequently charged with and convicted in the Natal\nProvincial Division (per BROOME JP and two assessors)\nof attempted murder\nupon\nVincent/\n3. Vincent Ngobese and the murder of Mabel Ngobese. For the\nattempted murder the first appellant was sentenced to 10 years imprisonment\nand\nthe second appellant to 5 years. In respect of the murder extenuating\ncircumstances were found to be present in the case of the\nsecond appellant but\nnot in respect of the first. The first appellant was accordingly sentenced to\ndeath and the second appellant\nwas sentenced to 10 years imprisonment (of which\n2 years were suspended upon certain conditions). The sentences imposed upon the\nsecond appellant were ordered to run concurrently.\nBy leave of the couct a\nguo\nthe first appellant appeals against the\nfinding that there were no extenuating circumstances in his case and the\nconseguent sentence\nof /\n4. of death, whereas the second appellant appeals against his\nconvictions.\nIt is clear that the first appellant was the man with the\nfirearm who shot both Vincent and Mabel Ngobese. He had been hired by members\nof\nan opposing faction to kill Vincent Ngobese and had been promised R100,00 for\nhis services. It is argued that the following circumstances\nare extenuating in\nhis case: his purpose was to kill vincent Ngobese and not the deceased; her\ndeath was neither premeditated nor\ndesired - it resulted from a sudden reaction\nprovoked by her attack on the group. It is, however, difficult to see how these\nconsiderations\ncan make the first appellant's conduct morally less blameworthy.\nHe was not the man struck\non /\n5. on the head by the deceased - at most he was at one stage chased\nby the deceased. Moreover, an assassin can hardly be less blameworthy\nin\ncircumstances such as these when he kills not the intended victim but someone\nwho intervenes on behalf of the intended victim.\nIn my view the court a\nguo\ncannot be faulted for finding that there were no factors present\nmaking the first appellant morally less blameworthy.\nThe convictions of the second appellant rest upon his identification by\nVincent Ngobese and his sister, Nomathemba Ngobese, as being\none of the group in\nguestion. The appellant lived nearby and was well known to both. Vincent Ngobese\nclaims to have recognised the\nappellant when he spoke to the group shortly\nbefore he was shot.\nHowever, /\n6. However, he obviously did not disclose this to the police\nwhen they brought the first appellant and another (with an injury to\nthe head)\nto him that vecy night in the hospital. Nomathemba does not claim to have\nrecognized the appellant at the scene of the\nshooting. She says she followed the\ngroup as they left the scene until at a certain point they sat down on the way\nto the bus stop.\nIt was then dark. One of the group got up and came to her. It\nwas the second appellant.' He had a bottle of beer with him. He accom=\npanied\nher to where the deceased was lying. The second appellant explained in evidence\nthat he had been drinking at Mthembu's place.\nHe heard crying coming from the\ndirection of his home and went out to investigate. He had the bottle of beer he\nwas drinking with\nhim. He met\nNomathemba /\n7. Nomathemba Ngobese and accompanied her to where the\ndeceased was lying. After the deceased had been taken away by car, he went\nhome.\nThe court a quo found the second appellant to be a poor witness and\ndrew an adverse inference from the fact that he did not call as\nwitnesses two\npersons who could have testified to his movements on the Saturday in question.\nIt accepted the identification by Vincent\nNgobese and his sister of the second\nappellant as being one of the group, inasmuch as they corroborated each other.\nThe fact remains,\nhowever, that the second appellant was only arrested on the\nMonday and there is no suggestion that he could not have been picked\nup sooner\nby the police if he had in fact been identified at the\ntime /\n8. time. The possession of the beer bottle by the appellant is\nalso difficult to reconcile with his guilt. The State was fully justified\nin not\npressing that the convictions of the second appellant should be upheld. There\nmust be a reasonable doubt as to his guilt.\nThe appeal of the first appellant\nis dismissed; the appeal of the second appellant is allowed and his convictions\nand sentences are\nset aside.\nE.L. JANSEN JA.\nVIVIER JA, Concur\nBOSHOFF AJA)",
  "scraped_at": "2026-02-11T20:55:38.008006",
  "date": "1987-03-20",
  "coram": [
    "JANSEN JA",
    "VIVIER JA",
    "BOSHOFF AJA"
  ],
  "case_number": "346/86",
  "parties": {
    "applicants": [
      "MPIKAYIPHELI DLAMINI",
      "MBUKENI HEZENKIA MNCUBE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On the afternoon of 15 June 1986, Vincent Ngobese was approached at his home in the Magongoloza Reserve by a group of three men, one of whom was armed. The gunman, later identified as the first appellant, shot Vincent in the scrotum and buttock. Vincent's wife, Mabel, attempted to defend her husband with a panga, was overpowered and subsequently shot in the head by the gunman, resulting in her death. Both appellants were charged and convicted in the Natal Provincial Division: the first appellant for attempted murder of Vincent and murder of Mabel, and the second appellant for the same offences. The first appellant received a death sentence for murder; the second appellant received a 10‑year imprisonment term (with two years suspended). The first appellant appealed the absence of extenuating circumstances; the second appellant appealed his convictions.",
    "issues": "The principal issues were: (1) whether any extenuating circumstances existed that should have mitigated the first appellant's murder conviction and death sentence; and (2) whether the identification evidence against the second appellant was sufficient to uphold his convictions for attempted murder and murder, or whether reasonable doubt existed.",
    "principles": "The court applied the principle that extenuating circumstances must materially reduce moral blameworthiness; the mere fact that the intended victim was not the deceased does not, per se, constitute mitigation. Regarding identification, the court reiterated that convictions must be founded on reliable identification and that any doubt must be resolved in favour of the accused. An adverse inference may be drawn from a failure to call witnesses, but it does not overcome the requirement of proof beyond reasonable doubt.",
    "application": "The court found that the first appellant's motive—to assassinate Vincent—did not render the killing of Mabel any less blameworthy; no factors sufficiently lessened his moral culpability, and therefore no extenuating circumstances existed to merit a reduced sentence. In the second appellant's case, the identification by Vincent and his sister was deemed unreliable, especially given the appellant's failure to provide corroborating witnesses and the presence of a beer bottle that conflicted with the prosecution's narrative. The court concluded that reasonable doubt persisted, warranting reversal of his convictions.",
    "conclusion": "The appeal of the first appellant was dismissed, leaving his death sentence intact. The appeal of the second appellant was allowed; his convictions and sentences were set aside, and he was released."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Attempted Murder",
    "level_3": [
      "extenuating circumstances",
      "identification evidence",
      "reasonable doubt",
      "death penalty"
    ]
  }
}