{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/58.html",
  "case_name": "Blumenthal v Harris (344/85) [1987] ZASCA 58 (27 May 1987)",
  "citation": "[1987] ZASCA 58",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 58\n|\nNoteup\n|\nLawCite\nBlumenthal v Harris (344/85) [1987] ZASCA 58 (27 May 1987)\nDownload original files\nPDF format\nRTF format\n344/85/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nCYRIL J.F.\nBLUMENTHAL\nAppellant\nAND\nCHARLES J. HARRIS\nRespondent\nCORAM\n: JOUBERT, SMALBERGER, NESTADT, JJA, NICHOLAS et BOSHOFF,\nAJJA\nHEARD\n: 5 May 1987\nDELIVERED\n: 27 May 1987\nJUDGMENT NICHOLAS, AJA\nBonnie Doon Township Extension No. 10 in East London was established on land\nowned by Dr C J F Blumenthal\nin\n2\nin accordance with General Plan No. 3245/1969\nwhich was ap-proved by the Surveyor-General on 11 March 1970. The town-ship is\nabout\n4 hectares in extent and slopes down to the Nahoon River on the East. It\ncomprises some 17 erven, in-cluding erf 386, on which Blumenthal\nand his wife\nhave their residence.\nErven in the township were offered at an auction sale held in 1972, but no\neffective sales resulted.\nAt about this time the Blumenthals became aware of problems in the lay-out of\nthe township as it affected erf 386. They requested\nMr Eddy, of the*\nland-surveying firm of Manley, Eddy & Abbott, to suggest a solution, and in\nJune 1973 Eddy submitted a \"Sketch\nPlan showing proposed\nsubdivisions\n3 subdivisions of Erven 386,387 and 388 Bonnie Doon\nTownship Extension No. 10 ...\" The following is a reproduction of part of the\nsketch plan.\n4 This will be referred to as Ex B. (The letters A,B,C,D,E and F\nwere not on the original sketch plan. They have been added for purposes\nof\nreference).\nAs they are represented on the general plan, erf 387 comprises\nboth \"Portion 1 of 387\" and \"Rem 387\" which appear on Ex B; and erf\n388\ncomprises both \"Portion 1 of 388\" and \"Rem 388\" which appear on Ex B.\nThe Blumenthals' problems were twofold. (i) Erf 386\ndepended almost\nentirely for its water supply on the two reser-\nvoirs indicated on Portion 1\nof 387, which reservoirs received\ntheir water from the run-off from the roof of the Blumenthals' home. They\nwanted the land on which the reservoirs were si-\ntuated to fall within the boundaries of erf 386. (ii)\nerf The boundary between erf 387 and 386 was too close to\ntheir dwelling, behind which they wanted additional space\nfor\n5\nfor new servants' quarters.\nThe soluticn which Eddy proposed was:\n(i) to subdivide erf 387 into Portion 1 of 387 and Rem 387;\n(ii) to subdivide erf 388 into Portion 1 of 388 and Rem 388;\n(iii) to consolidate Portion 1 of 387 with erf 386; and\n(iv) to consolidate Portion 1 of 388 with Rem 387.\nIf only steps (i) and(iii) were taken, the remnant of\nerf 387 would, in\nEddy's professional opinion, not be a\nviable erf, because the area available\nfor the erection\nof buildings would not be sufficient or suitable.\nThe\nreason appears from Ex B. There is indicated on the\nplan \"Existing\nsewer servitude\", which marks\nthe\n6 the position of a sewerage pipeline crossing erven 387 and\n388. Buildings could not be erected across the servitude; they could\nnot be\nerected between the pipeline and the Nahoon River because of the very steep\nterrain; and the remaining area between Willasdale\nPlace and the pipeline was\ninadequate. It was accordingly necessary to consolidate \"Portion 1 of 388\" with\n\"Rem 387\".\nBlumenthal approved the proposal and asked Eddy to do what was\nnecessary to carry it into effect.\nEddy submitted an application for\nsubdivision, to-gether with a copy of his sketch plan, to the East London\nMunicipality, which then\ntransmitted it to the Director of Local Government in\nCape Town. The latter approved it sub-\nject\n7\nject to conditions, which would have included a condition\nthat the consolidations take place, and conditions relating\nto the\nprovision of services.\nEddy then made the necessary survey and framed the\ndiagrams, six in number, which were required. These were submitted to the\nSurveyor\nGeneral, who returned them with\nhis approval signified thereon. In\nhis records the Surveyor-\nGeneral made appropriate notes in pencil on the\ngeneral plan and on the approved diagrams, and made a pertinent entry on a\nnoting\nsheet.\nThe subdivisions were not registered in the deeds regis-\ntry. In order to avoid incurring unnecessary conveyancing\ncosts, subdivisions would not normally in a case such as this be re-gistered\nuntil the first transfer of the erven concerned. It is\nprovided in ss. (7) of s.\n46 of the\nDeeds Registries Act\n, No 47 of 1937,\nthat\n8 that where a general plan has been registered in terms of\nss (1) it shall not be necessary, where a whole erf is transferred, to\nproduce a\ndiagram thereof, provided that where a diagram has not been produced, a\nreference shall be made to the general plan in\nthe relevant deed of transfer.\nWhere, how-ever, a subdivision of an erf has been approved, a diagram of the erf\napproved by the Surveyor-General\nmust be lodged with the transfer deed conveying\nthe subdivision for filing with the first transfer of the erf. (See Jones,\nConveyancing in South Africa\n, 3rd ed. p. 237).\nAt about this time, all erven in East London were renumbered by the\nSurveyor-General. They were given con-secutive numbers instead\nof numbers in\nsets for each individual\ntownship\n9 township. Thus erf 387 was renumbered erf 10022 East London;\nand erf 388 was renumbered erf 10023 East London.\nUnder cover of a letter\ndated 6 September 1974, Eddy sent to Blumenthal copies of the approved diagrams\nin dupli-cate for safe-keeping;\na signed copy of a letter dated 19 November 1973\nfrom the Director of Local Government together with conditions imposed in\nconnection\nwith the subdivisions; and Manley, Eddy & Abbott's account for\nthe survey.\nTowards the end of 1979, the Blumenthals decided to offer a number of erven\nfor sale by auction by W E Midlane & Co (Pty) Ltd.\n(\"Midlanes\").\nThey again called for Eddy's professional services. He prepared a schedule of\nthe areas and descriptions of the\nproperties\n10 properties in the township which were to be offered for\nsale. They included erf No 388 (Rem) (erf 10023 (Rem) East London), the\narea of\nwhich was 1601 square metres. Eddy located the beacons (or pegs) of the erven\nconcerned, and knocked in stakes next to the\npegs. Under his direction lines of\nsight between pegs were cut with bush knives through the dense vegetation which\ncovered the erven.\nThe stakes were provided with orange flags and surrounded by\nwhite-washed stones, so that the boundaries of the erven concerned could\nbe\nlocated by potential purchasers.\nOn a copy of a locality plan of the township which had been obtained from the\nEast London municipality, Mr. Midlane, the auctioneer,indicated\nthe plots to be\nsold,\nwhich\n11\nwhich were heavily outlined, and on which were shown both the\noriginal erf numbers and the East London erf numbers. Among the lots\nconcerned\nwas 388 (10023), but what was depicted was the remainder of 388 - the area of\nPortion 1 of 388, which was not marked as\nsuch, fell outside the boundaries of\n388 as outlined. At the foot of the sketch were shown the numbers of the plots\nto be sold and\ntheir respective areas which had been taken from Eddy's\nschedule.\nCopies of Midlane's sketch and Eddy's schedule were distributed to\ninterested persons. The sketch will be re-ferred to as Ex L . At\nthe sale, which\nwas held on 5 Decem-ber 1979, Midlane drew particular attention to the pipeline\nservitude and pointed out that the\nshape and size of erf 388\n(10023) .....\n12\n(10023) differed from what was shown on previous locality\nplans of the township.\nOnly one erf was sold as a result of the auction,\nnamely erf 383 (10018). The Blumenthals then asked Midlane and other estate\nagents\nto act as agents for the sale of the remaining erven on offer. For this\npurpose the flags, the white-washed stones, and the cleared\nlines between pegs\nwere kept until eventually all the erven were sold.\nAt the beginning of June\n1980, Mr. Charles Harris was introduced to the Blumenthals by Mrs. Dreycott of\nMid-lanes . An appointment\nwas made for a meeting at the plot and Mr. and Mrs.\nHarris were shown around by Mrs. Blumenthal.\nOn 9 June 1980 Mrs. Dreycott submitted an offer by\nHarris\n13 Harris to purchase \"Erf No 10023 East London\" for R12500. This\nwas accepted by Blumenthal on the following day. (Sub-sequently\na new offer\ndocument was substituted in which the purchase price was R12000 and the\npurchaser undertook to pay the agent's commission\nof R500.) Thereafter, and in\npursuance of a provision to that effect in the offer document, a deed of sale\nwas drafted by Blumenthal's\nattorneys, Messrs Drake, Flemmer, Orsmond &\nVermaak. It was signed by Harris on 29 June 1980 and by Blumenthal on the\nfollowing\nday. In due course transfer was passed.\nAt the end of May 1982 Mrs Blumenthal,having received a re-port from her\ngardener , went to the site, on which build-ings were being\nerected on behalf of\nHarris. At that time\nthe\n14\nthe builders were busy with the servants' quarters, and\nshe\nsaw they partly encroached across the line A-B on Ex B. She\nsaw that a\ngang of workmen were clearing a line through the\nvegetation on erf 387. There was a creosoted pole in fresh\nconcrete at point F. Harris arrived on the scene. When\nshe protested that he was encroaching on her land, he told\nher that the creosoted pole marked the correct boundary peg.\nBlumethal's attorneys then wrote a letter to Harris\ndated 3 June 1982, advising him of Blumenthal's contention\n\"....that the property which he sold to you\nis Remainder Erf 10023 and that in error you have been transferred the\nproperty formerly described as Erf 388.\"\nThey stated that Blumenthal would in due course proceed in\nthe Supreme Court for an appropriate order, and they advised\nfurther\n15\nfurther that should Harris persist in continuing\nbuilding\noperations which encroached on Blumenthal's property, steps\nwould be taken\nto obtain an interdict\npendente lite\n.\nOn 4 January 1983, Blumenthal caused a summons to be\nissued out of the\nEast London Circuit Local Division of the\nSupreme Court in which he claimed\nas against Harris\ninter alia\n\"1. (a) Rectification of the deed of transfer ... by deleting the description\nof the im-movable property transferred, and by substituting\ntherefor the\nfollowing description:\n'Remainder Erf 10023 East London (Bonnie Doon Town Extension No 10)\nMunicipality and Divïsion of East London Measuring 1601 square\nmetres.'\n2. (a) An order directing that Defendant remove\nthe buildings which encroach upon the por-tion of immovable property which\nlies be-\ntween\n16\ntween Remainder Erf 10023 East London and Erf 20703 East\nLondon and which is marked ABF on the diagram ... which is described as Portion\nof Erf 10023 ...\"\nThe allegations in the particulars of claim which re-\nlate to these\nprayers are the following:\n\"3. (a) In terms of a written agreement of sale\nsigned by Defendant on 29 June 1980 and by Plaintiff on 30 June 1980\nPlaintiff sold to Defendant certain undeveloped immovable property\nin East\nLondon for a purchase price of R12 000,00, the parties having previously signed\nand completed a written offer and acceptance\nin respect thereof.\n(b)\nCopies of the said written\nagreement and the said offer and acceptance are\nattached\n(c)\nThe said written agreement was\nentered into at East London, within the area of jurisdic-tion of this Honourable\nCourt.\n4. (a) At all times material hereto Plaintiff\nin-tended to sell and Defendant intended to\npurchase\n17\npurchase the immovable property which is shown on the attached locality plan\nAn-nexure \"C\" as ABCDE and which is fully and properly\ndescribed\nas:\n'The remainder of erf 10023 situate in the\nmunicipality and division of East London Measuring 1601 square metres'. (b) The\nsaid immovable\nproperty sold by the Plaintiff and purchased by the Defendant\ncomprised the original erf 10023 (formerly erf 388) less portion ABF\nshown on\nthe locality plan annexure \"C\". 5. (a) By mutual error common to both\nparties\n(i) the written offer and acceptance an-nexure \"B\" incorrectly describes the\nimmovable property purchased and sold\nas\n'Erf No. 10023 East London'; (ii)\nthe written agreement of sale annexure \"A\" incorrectly describes the immovable\nproperty purchased\nand sold as\n'Erf 10023 East London (Bonnie Doon Township Extension No. 10) Municipality\nand Divi-sion of East London Measuring: 1601 square metres\nAS\n18\nAs will more fully appear on reference to General Plan No. 3245/69 (T.P. 7879)\napproved by the Surveyor General on llth March 1970'.\n(b)\nPlaintiff signed the said written agreement of sale annexure \"A\" and the said\nwritten offer and acceptance annexure \"B\" in the\nreasonable and\nbona fide\nbut mistaken be-lief that the description of the property contained therein\naccurately set out the property which Plaintiff intended\nto sell and which\nDefendant intended to purchase. 6. (a) In pursuance of the said written\nagreement\nof sale annexure \"A\" Plaintiff in due course passed transfer of the said\nimmovable pro-perty to Defendant, a copy of the said deed\nof transfer being\nannexed and marked \"D\".\n(b) In perpetuation of the\naforesaid mutual\nerror common to both parties the said deed of transfer annexure \"D\" incorrectly\nde-scribes the immovable property transferred as\nErf 10023 and not as the\nremainder of Erf 10023, with the result that the property shown on the locality\nplan annexure \"C\" as\nAFBCDE\n19\nAFBCDE was transferred to Defendant, instead of the property shown as ABCDE.\n(c) Plaintiff passed transfer of the said im-movable\nproperty to Defendant in\nthe\nbona fide\nand reasonable but mistaken belief that the description of\nthe property contained in the deed of transfer annexure \"D\" ac-curately\ndescribed the property which Plaintiff intended to sell and transfer, and which\nDefendant intended to purchase and in respect of\nwhich he intended to take\ntransfer.\n7.\tIn all the premises Plaintiff is entitled\nto rectification of the written deed of sale annexure \"A\", the offer and\nacceptance an-nexure \"B\" and the deed of transfer annexure\n\"D\" but Defendant has\nfailed and refused to accede to the rectification thereof, despite\ndemand.\n8.\t(a) Plaintiff is the owner of the\nimmovable\nproperty known as Portion of Erf 10023 and shown as ABF on the locality plan\nannexure \"C\". (b) Defendant has erected certain walls\nand\noutbuildings on Plaintiff's said immovable\nproperty\n20\nproperty in breach of Plaintiff's rights of\nownership, and he has wrongfully failed and refused to remove the said walls and\noutbuildings,\ndespite demand. (c) In the premises Plaintiff is entitled to\nan order requiring Defendant to remove the said walls and outbuildings.\"\nThe essence of the defence was set out in the following\nparagraphs of the plea:\n\"2. (b) The Defendant denies:\n(i) that the parties at any stage orally agreed on the material terms of the\nagreement and in particular denies that the parties orally\nagreed on the precise\nboundaries of the immovable property to be purchased and sold; (ii) that the\nparties intended that the\nimmovable property to be purchased and sold was to comprise the area shown on\nthe said locality plan, annexure \"C\" as A B C D E (the\nPlaintiff's description\nof which is not admitted by the Defendant);\n(iii)\n21\n(iii) that the immovable property purchased and sold did not include the\nportion shown on the said locality plan, an-nexure \"C\". as\nA B F; (iv) that the\ndescription of the area A B C D E referred to in sub-paragraph (ii) above is the\ndescription which should be\ncon-tained in any Title Deed; (v) that the\ndescription of the immovable property purchased and sold set out in the written\noffer\nand acceptance, annexure \"B\" and the written agreement of sale, annexure\n\"A\", viz., 'Erf No. 10023 East London', is incorrect or\nthat there was any error\non the part of the parties whether as alleged or at all; (vi) that the Plaintiff\nsigned the written agreement\nof sale, annexure \"A\" or the written offer and\nacceptance, annexure\"B\" under a mistaken belief as to the de-scription of the\nproperty\nreferred to therein, whether as alleged or at all. (c) The Defendant\npleads that the Plaintiff in-\ntended to sell and that the Defendant intended to purchase the immovable\nproperty shown on\nthe\n22\nthe locality plan annexure \"C\" as A F B C D E and that the\nwritten offer and acceptance annexure \"A\" correctly described the pro-perty\npurchased and sold as 'Erf 10023 East London.' 3.(d) The Defendant further\ndenies that the Plain-tiff passed transfer of the said\nimmovable property to the\nDefendant under a mistaken belief as to the description of the property\ncontained in the deed of transfer,\nwhether as alleged or at all, and pleads the\ndeed oj transfer correctly describes the property which the Plaintiff intended\nto sell\nand transfer and which the Defendant intended to purchase and in respect\nof which he intended to take transfer.\"\n(The points A B C D E and F referred to in the pleadings and\nin the\nevidence at the trial, correspond with points A B\nC D E and F which have been\nmarked on Ex B above).\nThe trial, which began on 1 March 1985, was heard by\nJENNETT J. On 10 July\n1985 the learned judge handed down\na\n23\na judgment in which he made an order absolving the defendant\nfrom the instance with costs. Thereafter leave was granted to the plaintiff\nto\nappeal to this Court, and it was direc-ted that the costs of the application for\nleave to appeal be costs in the appeal.\nAltogether twelve witnesses were\ncalled at the trial, and their evidence was wide-ranging. It will not however be\nnecessary for me\nto deal with all of the evidence, because the crucial matter is\nwhat took place at the meeting between the Blumenthals and the Harrises\nat the\nproperty in early June 1980, shortly before the contract of sale was concluded.\nIn regard to this the vital witnesses were\nMrs Blumenthal and Harris. Dr\nBlumenthal and Mrs Harris were also present but\nthe\n24\nthe parts which they took were minor.\nMrs Blumenthal, who is a registered medical practi-tioner, said in her\nevidence that Mrs Dreycott of Midlanes telephoned her at the\nbeginning of June\n1980, and said that she had a buyer for erf 10023. An appointment was made and\nthe Blumenthals met Mr and Mrs Harris\nat the plot.\nThe flags marking the pegs\nwere still in position and the boundaries which had been cut through the bush\nwere still visible. She showed\nthe plot to the Harrises. She first indicated\npoints A and E, and then they proceeded through erf 386 down to the river,\npassing\nthe sewerage line (the position of which she pointed out) on the way.\nThe Harrises asked whether erf 387 was for sale and where its\nboundaries\nwere.\nShe\n25 She replied that it was not for sale, and explained why. She\nindicated points B and C and the extent of the frontage of erf 388\non the Nahoon\nRiver, which was of great interest to the Harrises. They proceeded back to\npoints A and E via D. About an hour was\nspent in looking at the plot. The\nmeeting concluded with Harris saying that he would like to make an offer and Mrs\nBlumenthal replying\nthat he should do so through Mrs Dreycott. There was no\ndiscussion at all as to the triangular piece of ground represented by the\nletters ABF.\nIn concluding her evidence in chief she said that the averment in Harris's\nplea that she intended to sell him the original unsubdivided\nerf 388 was not\ntrue; that she had at no time any intention to sell the whole erf; and that\nshe\nwould\n25 A\nwould not have sold the whole erf if anyone had\noffered to\nbuy it.\nThe following are extracts from the record of her\ncross-examination:\n\"(Mr Harris) says that while you were up looking at the pegs you told him\nthat you and your husband had thought of taking por-tion\nof Lot 388 off and he\nsaid to you that he wanted to buy the property as it stood.\nThat is not true; we had already final-\nised all that in 1974; this was 1980. Well you hadn't finalised it in the\nsense that you had never registered the sub-\ndivisions, had you? \t That was a techni-\ncality in our minds. We were only selling\nthe new sub-division.\nNow you had made up your mind that you weren't\ngoing to sell Lot 387 in your lifetime?\nThat is true.\nSo that the sub-division of Lot 387 wasn't\nof immediate importance to you and your\nhusband? \t These three sub-divisions were\na\nfait accompli\nin our minds.\nMr\n26\nMR HURT\n: So did you not tell Mr Harris while you were discussing,\ntaking him round the site, that there were sub-divisions that would have\nto be\nregistered in relation to this property when the property was trans-\nferred to him? \t No, M'Lord, that had\nnothing to do with Mr\nHarris.\nThat you had rearranged the layout of 387\nand 388? \t No, we didn't\ndiscuss that.\nAnd Mr Harris says that one of the reasons why he didn't want 388 with the\ntriangular section cut off was because it cuts the róad\nfrontage down of\nthat property, 388, to the little section that is AE on EXHIBIT A.\nDid he speak to you about that? \t No, we\nnever dicussed the little\ntriangular sec-tion. We did discuss his narrow entrance. And what was said in\nconnection with that? -—Well\nwe suggested it was adequate and it was a\nmore secure sort of road frontage, tohave a small road frontage.\nAnd he says that he said to you while you were standing near their car that\nhe wanted\nto make an offer for the property but he\nwanted\n27\nwanted to buy the whole property, the whole\nof 388. Can you remember\nthat?\tNo,\nthat can't be true.\nIn\n28\nIn his evidence,Harris said that he owned a\npetrol service station which also did motor vehicle repairs. He was interested\nin acquiring\na property on the Nahoon River. He heard of the auction sale at the\nend of 1979, but for various reasons he did not attend it. A\nfew weeks later he\ndiscussed the township with Wes Midlane, who told him that there were three lots\n(including 387 and 388)which\nbordered on the river. Midlane gave him a copy of a\ndiagram which was similar to Ex L . Thereafter Harris visited the scene on a\nnumber of occasions, and \"picked up some of the beacons\". (Later in his evidence\nhe said that he located all the pegs except for\none down at the river\nfront.)\nAt the beginning of June 1980, Harris and his wife\nvisited\n29\nvisited the scene in the company of Midlane, who\nexplained that he had, for the purpose of the aucti on, drawn in a line from A\nto\nB on the original locality plan, but that as far as he knew the plot was\nstill a full 388. They discussed the renumbering of the\nplots, including the\nrenumbering of 388 as 10023.\nOn 9 June 1980, Harris and his wife met the\nBlumenthals at the scene in pursuance of an appointment made through Mrs\nDreycott. They\nwalked around the erf, starting at point B and proceeding to\npoint C. Referring to the copy of Ex L , he said to Mrs Blumenthal that\nhe saw\nthere was a piece which had been marked off and that he would like to purchase\nthe complete plot as it stands without anything\ncut\noff\n30\noff. Asked what her reply was, Harris said:\n\"She never told me it was registered; she never said they were definitely\ncutting if off. The way she spoke was sort of to the effect\nthat they would like\nto take it off. There were never any definites.\"\nFrom C they went to point D and then to E and A.\nAt A, Mrs Blumenthal said:\n\"... well that is where the peg is for the piece they would like to cut off -\nand I went over to F and said to her - but this is where\nthe peg is for the full\n388, the piece that I would like ... again she said that they would like to cut\nit off, that they would like\nto take it off, but not, as I say, in the same\nterms as that negative I got for 387.\"\nAs they were leaving after the inspection, Harris again said\nto Mrs Blumenthal, \"I still want to buy that full plot ...\"\nThere\n31\nThere was no reply. His evidence in chief concluded as\nfollows:\n\"Did you ever have an intention to purchase a\npiece of land less than the\nwhole Plot\n10023? \t Not at all; not at all.\"\nHe said that while he and his wife were driving back to town, he told his\nwife \"that the Blumenthals had mentioned that they were\nwanting to take that\npiece off but as far as I was concerned I would like them to leave it on.\"\nMrs Harris also gave evidence about that discussion.\nShe said:\n\"Then we left, and driving back to town Charles spoke about the fact that Mr\nand Mrs Blumenthal wanted to retain a piece of the ground,\nbut that ... he\nwanted the whole plot 10023.\"\nand later, in her evidence,\n\"Charles\n32\n\"Charles was very adamant that he wanted 10023.\"\nAs JENNET J pointed out in his judgment, the decision\nof the case turned\nessentially upon what occurred at this\nmeeting which immediately preceded the\nmaking of the offer. He sáid\nthat the question was by no means an easy\none and it had\ncaused him much deliberation. In regard to the\ncredibility\nof the Blumenthals, the learned judge said:\n\"Both plaintiff and his wife impressed me as honest and upright persons. I do\nnot believe that either of them told the Court anything\nother than what he or\nshe believed to be the truth.\"\nHe mentioned only one ground of possible criticism of Mrs\nBlumenthal:\n\"I ... find it a little surprising that\nafter\n33\nafter the efforts to achieve clarity at the auction sale as to\nwhat was being sold that Mrs Blumenthal should state that at her meeting\nwith\ndefendant no mention whatsoever was made of the rearrangement of the areas of\nthe two erven 387 and 388 (erf 10023) but she\nmay be reconstrúcting her\nevidence as to the meeting ....\"\nI do not agree. There was no occasion for Mrs Blumenthal\nto tell Harris\nthe history of the subdivision. She was\npointing out on the ground the\nboundaries of the land which\nwas for sale: there was no room for\nmisunderstanding as\nthere might have been at the auction sale.\nIn regard to the credibility of the Harrises, JENNET\nJ said:\n\"Mrs Harris was a most convincing witness and I have no reason to think that\nshe testified to anything other than what she\nbelieved\n34\nbelieved to be the truth. Defendant was also a\ngood witness as far as his demeanour was concerned. I did occasionally get an\nimpression\nof glibness about his evidence but certainly there was nothing in the\nmanner he gave his evidence to suggest that his evidence was\nfalse.\"\nThe learned judge appears to have considered that it\nwas in the evidence\nof Mrs Harris that the way out of the im-\npasse created by the irreconcilably\nconflicting versions of\nMrs Blumenthal and Harris was to be found. He said\nthat -\n\"...vital evidence which I find it im-possible to reject, is the evidence of\ndefendant's wife that after the meeting and on their\nway to town defendant said\nto her that he wanted to buy the whole of erf 10023. On Mrs Blumenthal's version\nof what hap-pened at\nthe meeting there was no basis for defendant ever to have\nsaid anything like that but such a statement of intent is consistent with\ndefendant's version.\"\nWhile\n35\nWhile there is no question as to the veracity of Mrs Harris,\nthe learned trial judge in my opinion regarded her evidence as having\na cogency\nwhich it did not possess.\nIt was given nearly 5 years after the meeting.\nHuman memory is inherently and notoriously liable to error. One knows that after\na\nlong interval people are less likely to be complete and accurate in their\naccount than they are after a short interval. It is a matter\nof common\nexperience that during the stage of storage in the memory, perceived\ninfor-mation may be modified or added to by subsequent\ninformation. This case is\nobviously a matter of considerable importance to the Harrises, and they must\nhave discussed it frequently\nbe-tween themselves. After so many years, Mrs\nHarris's origi-\nnal\n36\nnal perceptions may well have been overlaid or replaced by\nwhat was said in subsequent discussions. Nor did her evi-dence as recorded\nshow\nthat her memory was all that good.\nShe could remember nothing of any\nconversation she had had\nof any conversation with Mrs Blumenthal, or between Mrs Blumenthal and\nHarris.\nShe did not remember going to visit the property with Midlane.\nAnd it is\nnot acceptable that she could, after the long\nlapse of time, have had an independent or unaided recollec-\ntion of the number 10023.\nJENNETT J said in his judgment,\n\"Concerning exactly what was said between defendant and Mrs Blumenthal, and\nit is their conversation which goes to the root of the\nmatter, there is ... a\nconflict between\nthem\n37\nthem and on the evidence\tI find it im-\npossible to say that Mrs\tBlumenthal's\nversion is more probable\tthan that of\ndefendant.\"\nI am of a different opinion. In my view Harris's evidence,\nwhere it\nconflicts with that of Mrs Blumenthal, is inherently\nso improbable that it\ncannot reasonably be true.\nHaving regard to the history of the subdivision, it\ncannot be true that -\nmore than 6 years after everything had\nbeen done which was necessary for\nsubdivision except for the\nlast step of registration, at a time when the subdivision had been\nshown on Ex L , and after the auctioneer had explained what\nhad taken\nplace . - Mrs Blumenthal would say that \"they\nwould like to take it off\" or\nthat \"they had thought of\ntaking it off\". The subdivision was not a feminine whim,\nbut\n38\nbut a hard necessity dictated by what was\nrequired for erf 386 and what was necessary to the viability of erf 387 (which\nincidentally\nwas regarded as the most desirable of the riverside erven).\nNor\ncan it be true that if Harris told Mrs Blumenthal. that he wished to purchase\nthe whole plot, she would either have failed to\nrespond or would have made the\nnon-committal responses to which Harris testified. It is clear from the record\nof her evidence that\nshe is a forthright person, of firm ideas, who does not\nmince her words. It is plain that the Blumenthals would not have considered\nselling the whole of erf 388 as it was represented on the general plan - the\nsubdivision\n39\nsubdivision of 388 was not an end in itself, but\nwas conse-quential upon the subdivision of erf 387, which was made primarily to\nensure\nthe water supply of erf 386. Plainly Mrs Blumenthal's response would have\nbeen in clear and em-phatic terms, leaving no room for\nany doubt: the\nabandpn-ment of the subdivision of erf 388 was not negotiable.\nIt is not without significance that it was not put to Mrs Blumenthal in\ncross-examination that Harris would say that he indicated\nthe position of peg F\nand said \"that's where the peg is for the full 388, the piece that I would\nlike\". It is a reasonable inference\nthat he did not tell this to his legal\nrepresentative in consultation , and this would suggest in turn that it was a\nfabrication.\nThat is\nsupported\n40\nsupported by the fact that on the occasion when Mrs Blumenthal\nprotested that he was encroaching, he pointed to the cre-osoted pole\nas marking\nthe correct boundary peg, but ap-parently did not remind her, as he would have\ndone if it were true, that he had pointed\nout this peg at the June\nmeeting.\nIn addition to the gross inherent improbability of Harris's story,\nthere are other matters which are pertinent to the question whether\nHarris could\nhave thought that he was buying Lot 388 as represented on the general plan.\nHarris had known since January 1980 that what the Blumenthals were offering\nfor sale was erf 388 (10023) as represented on Ex L. This\nwas the piece of land\nwhose boundaries were pointed out to him by Mrs Blumenthal at\ntheir\n41\ntheir meeting in June 1980. Harris says that he\nintended to make an offer for the original erf. Yet he made no enquiries as to\nthe\nasking price for the whole erf. He could hardly have believed that a higher\nprice than that for the remainder of erf 388 would not\nbe demanded. After all,\nPortion 1 of 388 was 410 square metres in extent which was a quarter of the area\nof the remainder of 388.\nMoreover, Harris took no steps to ensure that his offer\nto buy was for the whole erf. He signed an offer to purchase simply \"Erf\nNo\n10023 - EAST LONDON\" even though he must have known, on his story, that that was\nambiguous: it might refer to the erf as shown\non the general plan, or to the erf\nas represented on Ex L.\nFinally\n42\nFinally there is the matter of the architects' plan.\nAfter\nthe sale, Harris appointed architects to de-sign a house to be erected on the\nplot. They drew three sets of plans and in each\ninstance the site plan reflected\nthe subdivided erf. Harris rejected the first set of plans solely on the grounds\nof expense. He\napproved the second and third sets of plans.\nThe inference to\nbe drawn from this is that Harris ac-cepted that he had bought the subdivided\nerf.\nIn his evidence, however, Harris said that he did not give the\narchitects any site diagrams: they asked for diagrams\nbut\n43\nbut he told them he did not have any. He no longer\npos-\nsessed a copy of Ex L, and had no idea when he had lost it.\nThe\narchitects got the site diagram \"from the municipality\nsomewhere\", but he was\nnot too sure. He himself had got a\ncopy of the correct diagram showing the\nfull 10023 from the\nAllied Building Society, which was the bondholder.\nHe\nrepeatedly pointed out to the architects that they were using\nan\nincorrect diagram, but they persisted in doing so.\nThis is not a credible story. It is in the highest\ndegree unlikely that he\nwould have left it to the architects\nto forage for information about the\nbounderies of the building\nplot. He had been in possession of Ex L. He easily obtained\na correct diagram from the Allied Building Society, but\nhe did not give a copy to the architects even when\nhe\n44\nhe knew, on his story, that they were using an\nincorrect dia-\ngram. Although he told them that their site plan was\nincor-\nrect, they persisted in using it. His explanation for not\ninsisting that they use a correct site plan was a lame one:\n\"And it is quite clear from the site diagrams. on the architects' plans that\nthe area with a narrow frontage had been used to the\npur-\npose of designing your house.\tThat is\ncorrect.\nDidn't you say to the architects - why don't\nwe use the additional area on top for build-\ning?\tAt the time they didn't want to\nparticuiarly listen to me because they were the architects; at the same time\nI thought -well, if that is the way they want to carry\non with it we would be\nquite happy to use that all as flat play area.\"\nIn all the circumstances, Harris's story that he\nintended to buy the whole of erf 10023 should have been re-\njected\n45\njected by the trial court. In consequence, and in the\nregard light of JENNETT J's credibility finding in to Mrs Blumenthal,\nher evidence that the parties had a common intention respec-\ntively to buy\nand sell the land, within the points A B C D E,\nwhich she pointed out, and\nwhich was represented on Ex L,\nshould have been accepted.\nThe result is that the appeal must succeed.\nThe following order is made:\n(a)\nThe appeal is upheld with\ncosts.\n(b)\nThe order of the trial court is set\naside and the\nfollowing is substituted therefor:\n\"An order is granted\nl.(a) rectifying the deed of transfer being an-\nnexure D to the particulars of claim by deleting the description of the\nimmovable property transferred, and by substituting\ntherefor ....\n46\ntherefor the following description: 'Remainder\nErf 10023 East London (Bonnie Doon Township Extension No 10) Municipality and\nDivision\nof East London Measuring 1601 square metres.'\n(b)\tdirecting that Defendant remove the build-\nings which encroach upon\nthe portion of\nimmovable property which lies between Re-\nmainder Erf 10023\nEast London and Erf 20703\nEast London and which is marked ABF on\nthe\ndiagram annexure C to the particulars of\nclaim and which is described\nas Portion 1\nof Erf 10023 and, in default of compliance\ntherewith by 1\nDecember 1987,\n(c)\tan order directing the Deputy Sheriff,\nEast London, to take all steps necessary to remove the said encroachment at\nDefen-dant's cost and for his account.\n2. Directing the Defendant to pay the costs of suit with interest thereon at\nthe rate of 11% per annum from 14 days of taxation to\nthe date of payment.\"\nJOUBERT, JA\nSMALBERGER, JA\nH C NICHOLAS, AJA\tNESTADT, JA Concur\nBOSHOFF, AJA",
  "scraped_at": "2026-02-11T21:07:01.684568",
  "date": "1987-05-27",
  "coram": [
    "JOUBERT, JA",
    "SMALBERGER, JA",
    "NESTADT, JA",
    "H C NICHOLAS, AJA",
    "BOSHOFF, AJA"
  ],
  "case_number": "344/85",
  "parties": {
    "applicants": [
      "Cyril J.F. Blumenthal"
    ],
    "respondents": [
      "Charles J. Harris"
    ]
  },
  "sections": {
    "facts": "The Blumenthals owned land in Bonnie Doon Township Extension No. 10, East London, where a subdivision scheme was devised in 1973 to address water‑supply and access problems. The scheme divided Erfs 387 and 388 into portions and remainders and proposed consolidations with Erf 386. Although the subdivision was approved by the Director of Local Government and the Surveyor‑General, the diagrams were never registered because registration was deferred until the first transfer. In 1979 the remaining erfs were offered for sale; at a subsequent auction the remainder of Erf 388 (renumbered Erf 10023) was advertised. In June 1980 Charles Harris, introduced by an estate agent, inspected the plot with the Blumenthals. The parties discussed the boundaries shown on a site diagram (Ex L) but did not expressly talk about the triangular portion (ABF) that had been removed from the original erf. Harris made an offer to purchase \"Erf No 10023\" for R12,000, which the Blumenthals accepted. The deed of transfer was executed describing the property as Erf 10023, but the Blumenthals later claimed that the correct description should have been the remainder of Erf 10023, i.e., the portion shown as ABCDE, excluding the ABF triangle. Subsequent building work by Harris encroached on the disputed area, leading the Blumenthals to sue for rectification of the deed and removal of the encroachments.",
    "issues": "The principal issues were (1) whether the deed of transfer, offer and acceptance suffered from a common mistake that required rectification; (2) whether Harris had contracted for the whole of Erf 10023 as shown on the original general plan or only for the remainder after the subdivision; (3) whether the parties had a meeting of the minds regarding the boundaries of the property sold; and (4) whether Harris was entitled to retain buildings that encroached on the portion claimed by the Blumenthals.",
    "principles": "South African law permits rectification of a contract where there is a clear, mutual mistake as to the description of the subject matter, provided the mistake is not due to negligence and the true intention can be established. The Deeds Registries Act requires that a diagram of an approved subdivision be lodged with the transfer deed; failure to register does not invalidate the subdivision but does affect the description in the deed. The court also considered principles of good faith, the credibility of witnesses, and the requirement that a party cannot rely on a mistaken belief if the mistake is not shared by both parties.",
    "application": "The appellate court examined the evidence of the parties, especially the testimony of Mrs Blumenthal and Mr and Mrs Harris concerning the June 1980 meeting. It concluded that Harris's account of the discussion was implausible given the clear demarcation of the subdivision on Ex L and the prior approval of the subdivision. The court held that both parties shared a common mistake about the description of the property sold; the deed should therefore be rectified to reflect the remainder of Erf 10023 (ABCDE) and not the whole erf. Accordingly, Harris was ordered to remove the structures that encroached on the ABF portion and to bear the costs of doing so.",
    "conclusion": "The appeal was upheld. The trial court's order was set aside and replaced with a decree rectifying the deed of transfer to describe the property as the remainder of Erf 10023 (1601 m²). Harris was directed to remove the buildings that encroached on the ABF area by 1 December 1987, with the Deputy Sheriff ordered to enforce removal at his cost. Costs of the appeal were awarded to the plaintiff, the Blumenthals, at 11 % interest per annum from taxation to payment."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Subdivision & Registration",
    "level_3": [
      "rectification",
      "mutual mistake",
      "deed of transfer",
      "encroachment",
      "South Africa"
    ]
  }
}