{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/84.html",
  "case_name": "Thompson v Voges (223/86) [1987] ZASCA 84; [1988] 1 All SA 217 (A) (14 September 1987)",
  "citation": "[1987] ZASCA 84",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 84\n|\nNoteup\n|\nLawCite\nThompson v Voges (223/86) [1987] ZASCA 84; [1988] 1 All SA 217 (A) (14 September 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr 223/86\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPELAFDELING\n) In die saak tussen:\nW M THOMPSON\n. Appellant\nen\nG J VOGES\nRespondent\nCoram:\nRABIE WND HR, JOUBERT, HOEXTER, NESTADT, ARR et BOSHOFF, WND\nAR.\nVerhoordatum:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLewerinqsdatum:\n19 Mei 1987.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t14 September 1987\nUITSPRAAK RABIE WND HR\n:\nDie/\n2\nDie appellant (na wie ek as Thompson sal verwys)\nhet op 20 November 1981 'n tjekvorm onderteken en gekruis\ndeur \"& Co\" tussen twee parallelstrepe in die boonste\nlinkerhoek van die vorm aan te bring, en het dit toe aan\nene H.C. du Preez afgegee om die ander besonderhede in\nte vul en dan die voltooide tjek te gebruik om (volgens\nThompson se getuienis, wat deur die verhoorhof aanvaar is)\nte betaal vir twee slagskape wat Du Preez vir hom (Thompson)\nsou koop. Volgens Thompson moes die bedrag wat Du Preez\nop die tjek kon invul nie meer as R75 of R80 gewees het\nnie. Du Preez het Thompson egter bedrieg. Hy het 'n\nbedrag van R25 000 op die tjek ingevul en het die tjek\ntoe aan die respondent (na wie ek as Voges sal verwys)\ngegee/....,\n3\ngegee ter betaling van beeste wat hy (Du Preez) 'n\ntyd\ntevore van Voges gekoop het. Voges het Thompson daarna\nin die Witwatersrandse Plaaslike Afdeling op die tjek\nvir betaling van R25 000 aangespreek. Thompson se\nverweer was dat Du Preez sy magtiging oorskry het en dat\nhy derhalwe nie vir betaling van die R25 000 aanspreek-\nlik was nie. Voges het in 'n repliek geantwoord dat\nselfs indien Du Preez sy magtiging oorskry het, Thompson\nbelet (\"estopped\") vas om dié verveer te opper. Die\nverhoorhof (Flemming R) het Voges se beroep op estoppel\ngehandhaaf en Thompson gelas om R25 000 te betaal. Die\nappèl is teen hierdie bevel.\nDie feite van die saak, vir sover relevant, blyk\nuit die getuienis van Thompson en Voges. Du Preez\nis/......\n4\nis deur Voges se advokaat as getuie opgeroep. Hy het o.m.\nbeweer dat hy en Thompson saam die betrokke beeste by Voges\ngekoop het. Die verhoorhof het bevind dat hy heeltemal onge-\nloofwaardig was en het sy getuienis buite rekening gelaat.\nDaar is nie betoog dat die verhoorhof se bevinding verkeerd\nwas nie. (Hier kan bygevoeg word dat Du Preez weens die\nbedrog wat hy teenoor Thompson gepleeg het deur 'n streekhof\naan bedrog skuldig bevind is en tot 5 jaar gevangenisstraf\nveroordeel is.)\nVoges het tereg aanvaar dat hy die estoppel wat hy\ngeopper het, moes bewys, en hy het gevolglik eerste getuig\nSy getuienis was soos volg. Hy boer in die distrik\nWarmbad en hy spekuleer ook met vee. Teen die middel\nvan Oktober 1981 het hy 77 beeste na 'n veiling\nop/.....\n5\nop Wannbad geneem. Dit was beeste wat hy en ene\nJooste\nteen die einde van September 1981, d.w.s. net 'n paar\nweke tevore, op Boksburg gekoop het. Jooste het die\nverkoper van die beeste betaal, en hy (Voges) het daama\n'n tjek vir R7 150 aan Jooste gegee. Diê bedrag vas,\nhet Voges getuig, \"my deel van die aankoop van die beeste\".\nDit was ietwat minder as die helfte van die koopprys\nvan die beeste. Jooste, het Voges ook in hierdie ver-\nband gesê, \"het meer beeste as ek gehad, dit was nie\nnet die helfte nie\". Voges het in antwoord op die\nvraag van sy advokaat of Jooste 'n \"vennoot\" van hom was,\ngeantwoord: \"Dit is reg, U Edele\". (Hy het geen be-\nsonderhede oor die presiese verhouding wat daar tussen\nhulle bestaan het, gegee nie.) Wat sy neem van die\nbeeste/.....\n6\nbeeste na die veiling betref, het Voges getuig dat\nhy\n'n prys van R300per bees verlang het . Voordat die beeste\nopgeveil sou word, het Du Preez na hom toe gekom en hom\ngevra wat \"sy prys vir die beeste\" was. Hy het toe\nvir Du Preez gesê wat hy wou hê (d.w.s. R300 per bees),\nwaarop Du Preez gesê het dat as hy nie sy prys kry nie,\nhy (Du Preez) daarin \"belang stel\" om die beeste te koop\nDit hoogste bod vir die beeste was maar sowat R250 per\nbees, en Voges het dit nie aanvaar nie. Daarna het\nDu Preez na hom toe gekom en gesê dat hy die beeste wou\nkoop. Nadat hulle oor die saak gesels het, het Du Preez\ntoe die beeste gekoop. Voges kon nie aan die hof sê wat\ndie presiese bedrag was waarvoor hy die beeste verkoop\nhet nie. Dit was, het hy gesê, R24 000 \"en 'n paar\nrande/....\n7\nrande\". Toe hy vir Du Preez vra om te betaal, het Du\nPreez gesê dat hy die beeste vir horaself en 'n vriend in\nJohannesburg gekoop het en dat hy 'n tjek by dié vriend\nsou gaan haal en nog dieselfde dag na Voges by 'n hotel\nin Wannbad sou bring. Du Preez het sommige van\ndie\nbeeste\nnog dieselfde dag laat wegry, en die ander die volgende\ndag. Hy het nie daardie dag 'n tjek gebring soos hy aan\nVoges beloof het nie, raaar het Voges gebel en gesê dat\nhy te laat in Johannesburg aangekom het om die tjek te\nkry en dat hy dit 'n paar dae later sou bring. Voges\nhet, volgens sy getuienis, Du Preez se woord aanvaar.\nSowat tien dae ná die dag van die veiling het Du Preez\nVoges op sy plaas besoek en aan hom gesê dat hy en sy\nvriend dit oorweeg om nog beeste by hom te koop\nHy/....\n8\nHy het egter nie die beloofde tjek\ngebring nie. Voges\nhet by die een of ander geleentheid (dit is nie duidelik\nwanneer dit was nie) 'n briefie aan Du Preez gegee wat\nsoos volg lui: \"Hiermee verkoop ek Gert Johannes Voges,\nsewe en sewentig beeste aan H. du Preez, en die beeste\nis klaar betaal met aankope.\" Die datum wat op die\nbriefie verskyn, is 20 Oktober 1981. Volgens Voges het\nhy die briefie op Du Preez se versoek aan hom gegee.\n(Du Preez, het hy getuig, het gesê dat so '\nn\nbriefie dit\nvir hom makliker sou maak om die beeste te verkoop.)\nVoges het getuig dat hy geglo het dat hy wel vir die\nbeeste betaal sou word omdat Du Preez hom die dag op die\nplaas vertel het dat sy vriend in Johannesburg, wie se\nnaam/.....\n9\nnaam Thompson was, 'n bankbestuurder was. (Thompson\nwas\ninderdaad destyds 'n bankbestuurder, t.w. die bestuurder\nvan 'n tak van Nedbank in Malvern, Johannesburg, maar\nvolgens sy getuienis het hy en Du Preez mekaar vir die\neerste maal op 12 November 1981 ontmoet, d.w.s. 'n paar\nweke ná die dag toe Du Preez by Voges op die plaas was.)\nVoges het Du Preez weer op 20 November 1981 gesien. Du\nPreez het op daardie geleentheid die tjek wat deur\nThompson onderteken was aan Voges gegee. Voordat ek\nverder gaan met Voges se getuienis oor wat op daardie\ngebeur het, gee ek eers 'n kort uiteensetting van\nThompson se getuienis oor hoe dit gekom het dat hy Du\nPreez in besit van dié tjek gestel het.\nVolgens/....\n10\nSoos reeds gesê, het Thcmpson getuig dat hy Du Preez vir\ndie\neerste maal op 12 November 1981 gesien het. Dit was by\ndie plek waar sy (Thompson se) eggenote gewerk het. Hulle\nwas daardie dag sowat drie uur in mekaar se geselskap.\n'n Week daarna, op 19 November 1981, het Du Preez na hom\ntoe gekom by die bank waarvan hy die bestuurder was en\naan hom gesê dat hy graag 'n tjekrekening by die bank wou\nopen. Dit het vir Thompson vreemd voorgekom dat Du\nPreez, wat gesê het dat hy op Pietersburg woon en daar\n'n rekening by Nedbank het, ook 'n rekening in Johannesburg\nwou open, en toe hy Du Preez daaroor uitvra, het Du Preez\ngesê dat hy geld van Springs af verwag en dat hy vir\n\"belastingdoeleindes\" 'n \"addisionele rekening vir krediet-\nfondse\" in Johannesburf wou hê. Thompson was, soos hy\ndie/....\n11\ndit gestel het, \"skepties\" oor hierdie verduideliking\nvan Du Preez en het toe die Nedbank-tak op Pietersburg\ngebel om oor die rekening van H.C. du Preez navraag te\ndoen. Hy is oor die telefoon meegedeel dat H.C. du\nPreez al vir 'n \"geruime tyd\" '\nn\nrekening by die bank het\nen dat dit 'n \"goeie rekening\" is . (In die strafsaak\nteen du Preez, hierbo genoem, het Thompson getuig dat\nhy oor die telefoon meegedeel is dat die rekening sedert\n1971 bestaan.) Thompson het toe besluit om vir Du Preez\n'n rekeninig te open en het aan hom gesê dat hy 'n dag\nof twee daarna 'n tjekboek sou kon kry. (Du Preez het\ninderdaad geen rekening in Pietersburg gehad hie. Die\nrekening waarna die bank in Pietersburg verwys het, was\ndié van Du Preez se vader - ook H.C. du Preez. Thompson\nhet/.\n12\nhet uit die oog verloor dat du Preez in sy aansoekvorm\nom 'n rekening te open, gesê het dat hy op 18 Julie 1957\ngebore is. Du Preez sou in 1971 dus maar net 14 jaar\noud gewees het.) Nadat Thompson aan Du Preez gesê het\ndat hy vir hom 'n rekening sou open, het Du Preez aan hom\ngesê dat, indien hy (Thompson) daarin sou belangstel,\nhy vir hom slagskape goedkoop kon kry. Twee skape,\nhet hy gesê, sou nie meer as R75 of R80 kos nie.\nThompson het laat blyk dat hy tvee skape sou wou hë\nHy het toe 'n tjekvorm, vaarop sy naam en huisadres in\ndrukskrif verskyn, geneem en nadat hy dit, soos reeds\nhierbo vermeld, onderteken en gekruis het, het hy dit\naan Du Preez oorhandig. Du Preez sou die prys van\ntwee/.....\n13\ntwee skape en die naam van die verkoper van die skape\nop die tjek invul . Die \"reëling\" was, het Thompson\ngesê, dat die bedrag hoogstens R80 sou wees. Du Preez\nhet nog dieselfde middag - dit was 'n Donderdag\n-\nby 'n\nmotorhandelaar in Malvern ingestap waar hy te kenne gegee\nhet dat hy 'n B M W-motorkar wou koop en dat hy 'n tjek\nvan Thompson gehad het om daarvoor te betaal. Die\nhandelaar, wat vir Thompson geken het, het agterdogtig\ngeraak en het Thompson vroeg die volgende more (Vrydag)\ngaan waarsku dat iemand 'n tjek van hom wou gebruik het\nom 'n motorkar te koop. Thompson het toe betaling van\ndie tjek gestop.\nEk/....\n14\nEk keer nou weer terug na Voges se getuienis.\nHy het getuig dat hy en Du Preez mekaar in die loop van\nVrydagoggend (20 November 1981) by 'n hotel in Springs\nontmoet het en dat hulle toe na Jooste toe gery het.\n(Jooste, hierbo genoem, was die persoon wat, volgens\nVoges, saam met hom die 77 beeste gekoop het 'wat later\naan Du Preez verkoop is.) Voges, Du Preez en Jooste\nhët toe saam na 'n restaurant in Boksburg gegaan, waar\nhulle die middag geëet het. Terwyl hulle by dié restau-\nrant was, het Du Preez Thompson se tjek ingevul en dit\naan Voges afgegee. Voges se advokaat (mnr Roux) het Voges\ndie volgende vraag oor sy aanvaarding van die tjek gevra:\n'Nou toe hy nou daardie tjek vir u aanbied, wat het u\ngedink?\" Voges se antwoord was: \"U edele ek het gedink\ndie/....\n15\ndie tjek is reg, want hy het vir my gesê hy is\ngeteken\ndeur die bankbestuurder.\" Voges het 'n tjek vir R13 763\naan Jooste uitgemaak. Sy advokaat het hom hieroor ge-\nvra: \"En op sterkte waarvan het u die tjek vir Jooste\nuitgeskryf?\" Voges se antwoord was: \"Op sterkte van\n'n tjek vir R24 000\". (Hy het R25 000 bedoel. ) (Ek\nverwys 'n bietjie later na wat Voges in kruisondervraging\noor sy aanvaarding van die tjek vir R25 000 en die feit\ndat hy 'n tjek aan Jooste uitgemaak het, gesê het.)\nDie bedrag van die tjek wat hy aan Jooste gegee het\n(R13 763), het Voges gesê, was Jooste se \"deel van die\nbeeste wat ek verkoop het\". Dié bedrag was meer as die\nhelfte van R25 000, het Voges verduidellk, want \"Jooste\nhet meer beeste as ek gehad, dit was nie net die helfte\nnie\"./....\n16\nnie\". Die bedrag wat aan Voges vir die beeste verskuldig was,\nwas, volgens Voges (soos reeds tevore gesê), 'n bietjie meer as\nR24 000,\nmaar Du Preez het R25 000 op Thompson se tjek ingevul. Dit is gedoen nadat Du\nPreez, wat gesê het dat hy baie moeite\nen onkoste gehad het met die \"op en\naf ry\" tussen Pietersburg en Johannesburg en dat hy sonder geld was, voorgestel\nhet dat die bedrag\nvan R25 000 op die tjek ingevul word en dat Voges hom dan die\nverskil tussen R25 000 en die prys van die beeste in kontant betaal.\nVoges het\nin sy hoofgetuienis gesê dat hy toe R750 in kontant aan Du Preez gegee\nhet. In kruisondervraging het dit geblyk dat\nhy nie seker was wat die bedrag was\nnie en dat hy in die strafsaak teen\nDu Preez/\n17\nDu Preez gesê het dat die betrokke bedrag R910 was, maar\ndat hy ook daarvan nie seker was nie. Voges het die\ntjek vir R25 000 dieselfde middag (Vrydag) in sy rekening\nby Trust Bank in Springs gedeponeer, en die bedrag van\ndie tjek wat hy aan Jooste gegee het (R13 763), is ook\ndieselfde dag teen sy rekening by dié bank gedebiteer-\nWat laasgenoemde bedrag betref, het Voges getuig dat hy\nniks daarvan van Jooste af teruggekry het nie. Hy het\nJooste \"gevra\", het hy getuig, maar \"hy sê\"hy het nie\ngeld nie.\"\nEk het hierbo gesê dat Voges in sy hoofgetuienis\ngetuig het dat hy die tjek wat Du Preez aan hom gegee het\nas \"reg\" beskou het omdat Du Preez beweer het dat dit\n\"deur die bankbestuurder\" onderteken is en, verder, dat\nhy/....\n18\nhy \"op sterkte\" van dié tjek 'n tjek vir R13 763\naan\nJooste uitgemaak het. Hy is oor hierdie getuienis aan\nkruisondervraging onderwerp wat daarop gemik was om\nsy beroep op estoppel te ontsenu deur aan te toon dat\ndit sy vertroue in Du Preez en sy geloof in die waarheid\nvan wat Du Preez aan hom gesê het, was wat hom beweeg\nhet om die tjek vir R25 000 te aanvaar en 'n tjek aan\nJooste uit te maak, en nie die feit dat hy geweet het\ndat die tjek vir R25 000 'n tjek van Thompson was nie.\nDie eerste vraag wat hy in kruisondervraging oor die be—\ntrokke getuienis gevra is, was of hy die tjek wat Du Preez\naan hom gegee het sou geneera het as Du Preez niks aan\nhom gesê het \"oor 'n vriend wat hy in Johannesburg het\nwat\n'n/.....\n19\n'n bankbestuurder is wat saam met hom in die transaksie\nis\" nie. Voges se antwoord was; \"Ek sou hom geneem\nhet, maar ek sou getwyfel het.\" Dieselfde vraag is\ntoe weer aan hom gestel en hy is gevra om goed daaroor\nna te dink. Sy antwoord was toe dat hy nie die tjek\nsou geneem het nie. Dit is toe aan hom gestel dat hy\nnooit op grond van die tjek wat Du Preez aan hom gegee\nhet \"enige ander tjeks\" sou \"uitgeskryf\" het as Du Preez\nnie beweer het dat hy en Thompson \"saam in die besigheid\nis en Thompson is 'n bankbestuurder en dit is die bankbe-\nstuurder se tjek\" nie . Voges se antwoord was : \"Dit\nis reg\". Hierop is hy gevra of hy die tjek sou \"aan-\nvaar\" het indien Du Preez nie so 'n bewering gemaak het\nnie . Sy antwoord was:\n\"\nU edele , ek sou hom aanvaar\nhet/....\n20\nhet, want toe het ek al lank vir my geld gewag.\" Die\ngeleerde regter het hom toe gevra of hy die tjek sou\n\"gevat\" het indien dit deur die \"een of ander Thompson\"\nonderteken was en Du Preez niks gesê het van sy vriend\nwat 'n bankbestuurder is nie. Voges se antwoord was:\n\"Ek sou hom gevat het, U edele\". Die regter het hom\ntoe gevra: \"En as daardie tjek getrek was deur Van der\nMerwe?\" Hierop het Voges gesê: \"U edele, ek sou nie\nvir Jooste 'n tjek gegee het van R13 000 as dit nie die\nbankbestuurder se tjek is nie.\" In antwoord op 'n\nverdere vraag van die hof het Voges gesê dat selfs indien\nDu Preez nie van 'n bankbestuurder gepraat het nie, hy\ndie tjek sou \"gevat\" het, wie ook al die trekker daarvan\nwas.\nDie/.....\n21\nDie gedeelte van Voges se repliek waarin hy hom\nop estoppel beroep, lui soos volg:\n\"1.\nAD\nPARAGRAPH 3(b), (c) and (d) OF DEFENDANT'S\nPLEA\nIn the event of the above Honourable Court finding that Defendant and the\nsaid DU PREE2 concluded an agreement as alleged and that\nDU PREEZ exceeded his authority as alleged\nof (all/which is denied), then the Plaintiff\npleads as follows:-\n(a)\tIn handing the incomplete cheque to\nDU PREEZ, the Defendant led and induced Plaintiff into the reasonable and\nbona fide\nbelief that DU PREEZ had the necessary authority to issue the\ncheque in an amount of R25 000,00;\n(b)\tThe Plaintiff acted upon such belief\nto his prejudice in giving\nvaluable\nconsideration for the said cheque, as\nappears from paragraph 1.2\nof the Further\nParticulars to Plaintiff's Declaration;\nAlternatively/\n22\nAlternatively,\nthe Plaintiff acted upon such belief to\nhis prejudice in accepting the said cheque in full payment of the amount due in\nrespect of\ncattle referred to in paragraph 1.2 of Plaintiff's Further\nParticulars, and thereafter paying an amount of R13 700,00 to one Jooste,\nbeing\nthe said Jooste's share of the proceeds of the sale of the said cattle.\n(c) In the premises Defendant is estopped from denying that DU PREEZ had the\nnecessary authority to issue the cheque in an amount\nof R25 000,00 and that\nPlaintiff is entitled to claim payment of the amount of the said cheque.\"\nIn paragraaf 1.2 van die nadere besonderhede by die eiser se deklarasie\nwaarna daar in paragraaf l(b) van die repliek, hierbo aangehaal,\nverwys word,\nword daar gesê dat die \"valuable consideration\" wat vir die tjek gegee is,\n\"Cattle to the value of R25 000.00\"\nwas. Thompson\nhet/....\n23\nhet geen dupliek in antwoord op Voges se repliek inge-\ndien nie. Die bewerings in die repliek moet gevolglik\ngeag word ontken te wees. (Kyk reel 25(2) van die een-\nvormige hooggeregshofreëls.)\nDie eerste betoog wat in hierdie hof deur\nVoges se advokaat gelewer is, berus nie op bewerings\nwat in Voges se repliek vervat is nie, maar op getuienis\nwat deur Thompson by die verhoor gegee is. Die betoog\nlui dat dit vir Voges onnodig is om die vereistes wat\ngewoonlik vir estoppel gestel word te bewys aangesien\ndie feit dat Thompson die tjek in blanko onderteken het\nen Du Preez toegelaat het om dit te voltooi en as tjek\nte gebruik 'n \"vorm van outomatiese aanspreeklikheid\n(oftewel 'n outomatiese estoppel)\" skep wat meebring\ndat/....\n24\ndat Thompson nie kan beweer dat hy nie vir die volle bedrag van die tjek,\nsoos deur Du Preez ingevul, aanspreeklik is nie. (Die woorde\ntussen\naanhalings-tekens kom uit die advokaat se skriftelike betoogpunte - ) Vir\nhierdie betoog het mnr\nRoux\nhom op drie Engelse sake beroep, nl.\nBaxendale v. Bennett\n(1878) 3 Q B D 525\n,\nLloyd's Bank Limited v. Cooke\nand Others\n(1907)1 K B 794 en\nSmith v. Prosser\n(1907)2 K B 735,en sy\nbetoog lui verder dat die beginsels van die Engelse reg, soos uit daardie sake\nblyk, ooreenstem met beginsels\nvan die Romeins-Hollandse reg wat in sekere\nSuid-Afrikaanse gewysdes aanvaar is. Ons is in hierdie verband verwys na\nPreuss and Seligmann v. Prins\n1 Roscoe 198\n,\nSilver\nv.\nShapiro\n1926 TPD 141\nen\nBurns v. Forman\n1953(2) SA\n226/\n25\n226 (W).\nDie beginsel waarop die advokaat hom beroep, word soos volg in die uitspraak\nvan Brett L J in\nBaxendale v\n.\nBennett\n,\nsupra\n, op 531\ngestel:\n\"Where a man has signed a blank acceptance, and has issued it, and has\nauthorized the holder to fill it up, he is liable on the bill,\nwhatevér\nthe amount may be, though he has given secret instructions to the holder as to\nthe amount for which he shall fill\nit up; he has enabled his agent to deceive an\ninnocent party, and he is liable.\"\nIn\nSmith v. Prosser\n,\nsupra\n, op 752, word die volgende oor die\naangeleentheid in die uitspraak van Fletcher Moulton L J gesê:\n\"If a person signs a piece of paper and gives it to an agent with the\nintention that it shall in his hands form the basis of a\nnegotiable/\n26\nnegotiable instrument, he is not permitted to plead that he\nlimited tne pov.er of his agent in a way not obvious on the face of the\ninstrument.\"\nIn\nBaxendale v. Bennett\nhet dit om 'n wissel gegaan Die plek waar die\ntrekker se naam geteken moes gewees het, is blanko gelaat. Die verweerder in die\nsaak\nhet sy naam as akseptant op die dokument geteken en die dokument is daarna\nuit sy kantoor gesteel. Iemand se naam is daarna sonder\ndie magtiging van die\nverweerder as trekker op die dokument ingevul en die dokument is toe aan 'n\n\"bona fide holder for value\" oorgedra.\nDie hof het beslis dat die verweerder nie\naanspreeklik was nie. Sowel Bramwell L J as Brett L J het beslis dat aangesien\ndie verweerder\nnie die dokument as ver-\nhandelbare dokument in omloop gebring het of veroorsaak\nhet/\n27\nhet dat dit in omloop gebring word nie, hy nie aanspreeklik\ngehou kan word nie. Dit is egter van belang om daarop te let dat Bramwell\nL J in\ndie eerste gedeelte van sy uitspraak gesê het dat indien die verweerder\naanspreeklik sou wees, dit alleen op grond van\nestoppel kon wees. Ek haal aan\nuit sy uítspraak (op 529):\n\"The defendant is\nsued\non a bill alleged to\nhave been drawn by W.\nCartwright on and\naccepted by him. In very truth he\nnever\naccepted\nsuch a bill; and if he is to be\nheld liable, it can onlý be on the\ngronnd\nthat he is estopped to deny that he did so\naccept such a bill.\nEstoppels are odious,\nand the doctrine should never be applied\nwithout a\nnecessity for it\t\"\nBramwell L J\nhet die optrede van die verweerder bespreek en bevind\ndat, selfs indien aanvaar word dat hy nalatig was deurdat hy die betrokke\ndokument\nnie veilig bewaar\nhet/\n28\nhet nie, sy nalatigheid nie \"the proximate or effective\ncause of the fraud\" was nie. \"A crime was necessary\nfor its completion.\", het hy bygevoeg. Dit is duidelik\ndat die estoppel wat Bramwell L J bespreek het nie 'n\nsoort outomatiese estoppel is soos dié waarvan mnr Roux\nin sy betoog gepraat het nie.\nIn Smith v. Prosser, supra, het die verweerder\ndókumente wat as promesses voltooi moes word aan 'n\nprokureur gegee om te hou totdat hy (die verweerder)\nhom sou laat weet vir welke bedrae, en ten gunste van\nwie, hy die dokumente moes voltooi. Die prokureur het,\nsonder dat hy enige verdere opdrag van die verweerder\nontvang het, groot bedrae op die promesses ingevul en\ndit aan die eiser, wat te goeie trou was, verkoop. Die\nhof/.....\n29\nhof het beslis dat die verweerder nie aanspreeklik was\nnie aangesien die prokureur slegs 'n \"custodian\" van die\ndokumente was en die promesses sonder magtiging van die\nverweerder voltooi en in omloop gebring het.\nIn\nLloyd's Bank Limited v. Cooke and Others,\nsupra,\nis die verweerder deur die nemers van 'n promesse aange-\nspreek. Die verweerder het sy naam op 'n blanko stuk\npapier, waarop daar 'n seël aangebring was, geteken en\ndit toe aan iemand\ngegee\nwat dit as '\nn\npromesse vir\nsekere bedrag moes voltooi en dan aan die eisers moes\nafgee as sekuriteit vir geld wat hulle sou voorskiet.\nDie betrokke persoon het 'n groter bedrag op die promesse\ningevul as wat hy gemagtig was om te doen en het op dié\nwyse/....\n30\nwyse vir homself 'n voordeel verkry. Die eisers was nie\nvan sy bedrog bewus nie. Die hof het beslis dat die\nverweerder belet (\"estopped\") was om die geldigheid van\ndie promesse te ontken en dat hy gevolglik vir die volle\nbedrag van die promesse aanspreeklik was. Die verweer\nis geopper - aldus die uitspraak van Collins M R op 799 -\ndat in die geval van 'n verhandelbare dokument \"the common\nlaw doctrine of estoppel does not apply\" en dat \"the\nrights of the parties must be ascertained solely by\nreference to the provisions of the statute relating to\nsuch instruments\" (d.w.s. die Bills of Exchange Act,\n1882). Die betoog is verwerp. Collins M R het o.m.\ngesê (op 799) : \"The question appears to me to be purely\none/....\n31\none of estoppel at common law.\" Dit is duidelik dat\ndie beslissing geen gesag is vir die advokaat se boge-\nmelde betoog nie.\nEk kom nou by die Suid-Afrikaanse sake waarop\nmnr\nRoux\nhom beroep het. Die feite van die vroegste\nvan die sake,\nPreuss and Seligmann v. Prins\n, supra, was die\nvolgende. Ene Terbrugge het vir 15 sjielings hawer by\ndie verweerder gekoop en het hom toe gevra om 'n kwitansie ,\nwat in potlood geskryf was, te onderteken aangesien hy\ndit aan die persoon namens wie hy die hawer gekoop het,\nmoes gee. Die verweerder het toe sy naam in ink aan\ndie voet van die kwitansie geteken. Terbrugge het\ndaarna die potloodskrif uitgevee en 'n skulderkenning en\npromesse/...\n32\npromesse vir £54-15-0 bo die verweerder se handtekening\nopgestel. Die promesse is daarna deur twee persone geënclosseer,\ndie tweede\nvan wie dit aan die eisers oor-gemaak het. Die hof (Cloete en Waterraeyer RR)\nhet bevind dat die verweerder nie aanspreeklik\nwas nie. 'n Ont-leding van die\nuitspraak van Cloete R toon dat hy bevind het dat die verweerder nie\naanspreeklik was nie omdat hy\nnie nalatig was nie. In die loop van sy bespreking\nvan die regsposisie het hy o.m. gesê (op 20l):\n\".... if by means of any gross carelessness ór neglect in drawing out\nsuch a note or bill of exchange an opportunity for the\ncommittal of a fraud was\nafforded, in such case the maker was liable to the full amount of the note or\nbill when it passed into the\nhands of a\nbona fide\nholder before\nmaturity,\"\nDie/\n33\nDie geleerde regter het voortgegaan en gesê dat, by ge-\nbrek aan bewys van \"culpability\" of \"unbusiness-like\nconduct\", die persoon wat die dokument onderteken het\n\"was not liable for any alteration in the amount.\"\nWatermeyer R was ook van mening dat nalatigheid van die\nkant van die verweerder nodig sou gewees het om hom\naanspreeklik te maak. Die verweerder was na.sy oordeel\nnie \"wholly free from blame\" nie, maar was nogtans nie\naanspreeklik nie omdat dit die bedrog van Terbrugge\nwas wat die eisers beveeg het om te handel soos hulle\ngedoen het.\nIn die uitsprake van Cloete R en Watermeyer R\nword nêrens uitdruklik van estoppel gepraat nie, maar\ndit/....\n34\ndit is duidelik dat die blote feit dat die verweerder\nsy handtekening geplaas het op die stuk papier wat\ndaarna deur 'n bedrieër in 'n promesse omgeskep is, nie op\nsigself deur die hof as voldoende beskou is om die ver-\nweerder aanspreeklik te maak nie. Die beslissing bied\ngevolglik geen steun vir mnr\nRoux\nse bogemelde betoog\naangaande outomatiese aanspreeklikheid nie-\nIn\nSilver v. Shapiro,\nsupra, die tweede Suid-\nAfrikaanse saak waarop mnr\nRoux\nvir sy bogemelde betoog\nsteun, was die feite die volgende. Die appellant, wat\ndie verweerder in die saak was, het vóór sy sekwestrasie\nin 1921 'n blanko ongeseëlde promesse-vorm onderteken en\naan ene Isaacman oorhandig. Hy het aan Isaacman geld\ngeskuld/...\n35\ngeskuld en sy bedoeling was dat Isaacman die dokument as\npromesse moes gebruik. Die verweerder se boedel is daarna gesekwestreer.\nHy is\nin 1925 gerehabiliteer en het daarna die promesse voltooi en aan die respondent\n- die eiser in die saak - verhandel. Die dokument\nwas op daardie tydstip ook\nbehoorlik geseël. Die eiser het die verweerder daarna op die promesse\naangespreek. Greenberg R het\nin die Witwatersrandse Plaaslike Afdeling beslis\ndat die verweerder aanspreeklik was en sy be-slissing is op appè1\ngehandhaaf.\nTindal1 R (wat die uitspraak van die hof op appèl geskryf\nhet) het die volgende oor die beslissing in die hof a\nquo\ngesê (op\n143-144):\n\"Mr/\n36\n\"Mr Justice GREENBERG held that, as admittedly the defendant\nhanded\nthe\ndocument to Isaacman with the intention that it should form\nthe basis of a promissory note, the element of authority to issue the\ndocument\nas a negotiable instrument was present — an element which was absent in\nSmith v. Prosser\n(1907, 2 K.B. 735)\n- and that applying the doctrine of\nestoppel by conduct, the defendant would have been liable if his estate had not\nbeen sequestrated.\nThe learned Judge then proceéded to consider the\neffect of the sequestration and rehabili-tation on the legal positíon\nand\ncame to the conclusion that these facts did not relieve the defendant\nfrom,liability\nfor\nreasons stated, to which I shall refer later.\"\nNadat hy dit gesê het, het Tindall R voortgegaan om te sê dat die\naanspreeklikheid van 'n verweerder in 'n geval soos\ndié waaroor die hof\nmoes beslis op estoppel berus. Ek haal aan (op 144):\n\"I/......\n37\n\"I do not propose to discuss the numerous decisions dealing\nwith cases like the present. They are discussed in\nLondon Joint Stock Bank v.\nMacMillan\n(1918, A.C. 777).\nThose\ncases and\nUnion Government v. National Bank\n121 (1921, A.D.)show that the liability of the\ndefendant must be ascertained by applying the law of estoppel to the facts of\nthe case....\"\nMet betrekking tot die vraag of die verweerder se sekwe-strasie en\ndaaropvolgende rehabilitasie enige uitwerking op sy aanspreeklikheid\ngehad het,\nhet Tindall R gesê (op 149):\n\"The test seems to me whether. the defendant, after his rehabilitation, owed\na duty to a person to whom the document might be issued\nas a promissory note;\nand that depends on\nwhether the defendant, as a reasonable man,\nthe should have foreseen the likelihood, under the\ncircumstances which existed in June, 1925, that Isaacman might use the\nsignature.\nIn/....\n38\nIn my opinion the defendant did owe such a duty .... As a reasonable man the\ndefendant might have anticipated that if he obtained\nhis rehabilitation Isaacman\nmight put the document into circulation at any time. It is not sufficient for\nhim to say that he had\nforgotten the existence of the document; he ought not to\nhave forgotten it.\"\nDit is duidelik uit die bostaande dat Tindall R beslis het dat die\naanspreeklikheid van 'n verweerder soos in die saak\nSilver v. Shapiro\nop\nestoppel berus en, verder, dat nalatigheid een van die elemente van so-danige\nestoppel is. Die beslissing in\nSilver v. Shapiro\nbied dus nie net geen\nsteun vir mnr\nRoux\nse bo-gemelde betoog nie, maar is in stryd\ndaarmee.\nIn\nBurns v. Forman\n,\nsupra\n, die derde van die\nSuid-Afrikaanse sake waarop mnr\nRoux\nvir sy gemelde\nbetoog/\n39\nbetoog steun, het die eiser die verweerder aaingespreek op 'n\npromesse vir £2240 waarvan ene Garber die maker was en wat deur\ndie\nverweerder en ene Magnusson as borge en mede-hoofskuldenaars geëndosseer\nis. Die verweerder het erken dat hy die promesse\ngeendosseer het, maar het\nbe-weer dat hy dit vanweë die bedrog van Garber gedoen het. Hy het in sy\nbeantwoordende beëdigde\nverklaring- beweer dat Garber aan hom gesê\nhet dat hy £240 by die eiser wou leen en hom versoek het om vir dié\ndoel die promesse saam met Magnusson te endosseer. Hy het dit toe gedoen. Die\nbedrag van £240 het op daardie tydstip in potloodskrif\nop die promesse\nverskyn, maar dit is daarna, sonder sy toestemming en medewete, op bedrieglike\nwyse deur Garber in R2 240 verander.\nDie eiser se advokaat het\naan die hof gesê dat hy hom nie op \"estoppel based on\nnegligence\"/\n40\nnegligence\" beroep nie. \"The question is therefore\",\nhet Roper R gesê (op 229 G), \"whether the deféndant,\nby endorsing the note with the sum payable vritten in\npencil, can be said to have impliedly authorised Garber\nto erase the pencilled sum and substitute therefor a\nlarger sum\". Wat hierdie vraag betref, het die geleerde\nregter bevind (op 230 D-E) dat daar bewerings in die\nverweerder se beëdigde verklaring was waaruit afgelei\nsou kon word dat hy \"tacitly or impliedly authorised\nGarber to insert a different amount in ink if Garber\nthought fit to do so.\" Aangesien die saak voor die\nhof 'n aansoek om provisionele vonnis was, het die\ngeleerde regter gesê, het daar 'n\nonus\nop die verweerder\ngerus \"to negative such an inference\", en aangesien hy\nniks/...\n41\nniks voor die hof gelê het om sodanige afleiding te\nweer-lê nie, moes provisionele vonnis toegestaan word. Dit is duidelik\ndat\nhierdie beslissing nie op enige vorm van estoppel gegrond is nie en dat dit geen\nsteun vir mnr\nRoux\nse bogemelde betoog bied nie.\nMnr\nRoux\nhet\nons verwys na woorde wat deur Roper R gebruik is toe hy na\nLloyd' s Bank\nLimited v\n.\nCooke and Others\n,\nsupra\n, verwys het. Die geleerde\nregter het gesê (op 228 H):\n\"The\nratio\nof the decision is that the maker gives an ostensible\nauthority to the person to whom he issues the note to fill in the amount, and\nif\nthe latter fills it in for a larger sum than that authorised, the maker is\nestopped from denying his authority to do so.\"\nRoper/\n42\nRoper R het direk hierna gesê ciat\nLloyd's Bank\nLimited\nv. Cooke and Others\nook in Suid-Afrikaanse howe as gesag\naanvaar word, en as voorbeeld het hy o.m.\nSilver v.\nShapiro,\nsupra, genoem. In\nSilver v. Shapiro\nis aange-\ndui dat\nLloyd's Bank Limited v. Cooke and Others\n'n geval\nwas waar aanspreeklikheid op estoppel, waarvan nalatig-\nheid 'n element was, berus het. Dit is dus duidelik\ndat daar in\nBurns v. Forman\ngeen steun vir die advokaat\nse bogemelde betoog te vind is nie.\nSoos uit die voorgaande blyk, bied die beslissings\nwaarop Voges se advokaat hom beroep geen steun vir sy\nbetoog dat daar in 'n geval soos die onderhawige 'n\n\"outomatiese aanspreeklikheid\" of \"outomatiese estoppel\" ontstaan\nwaarvoor die vereistes wat gewoonweg vir estoppel gestel\nword/....\n43\nword, nie geld nie. In die geval voor ons is Voges en Thompson\nonmiddellike partye tot die tjek waarop Voges sy eis grond en Thompson\nkan\ngevolglik enige verweer opper wat hy sou kon geopper het indien die eis teen hom\nop 'n gewone geskrewe kontrak (d.w.s. nie 'n\nverhandelbare dokument nie) gegrond\nwas. Kyk Cowen,\nThe Law of Negotiable Instruments in South Africa\n, 4de\nuitg., wat sê (op 267):\n\"As between immediate parties, the defendant may set up any defence which\nwould have been available to him had the action been brought\non an ordinary\nwritten contract.\"\nThompson kan dus die verweer opper dat hy nie aanspreek-lik is nie omdat Du\nPreez sy volmag oorskry het, maar so 'n verweer kan, afhangende\nvan die feite\nvan die saak,\ndeur/\n44\ndeur 'n beroep op estoppel verydel word. Met estoppel\nin hierdíe verband word bedoel, soos o.m. duidelik uit\nSilver v. Shapiro,\nsupra, blyk, estoppel soos dit\nnormaalweg in ons reg geld, en nie, soos betoog is, 'n\nsoort estoppel wat outomaties geld sonder dat daar aan\ndie vereistes wat normaalweg vir 'n beroep op estoppel\ngestel word, voldoen hoef te word nie.\nBy die beredenering van die appêl het mnr\nVan der Linde\n,\nwat namens Thompson opgetree het, die\nverhoorhof se beslissing dat Voges hom op estoppel\nkon beroep op net één grond aangeval. Dit is naamlik\ndat die hof fouteer het deur te bevind dat Thompson se\noptrede met betrekking tot die tjek, soos hierbo vermeld,\nveroorsaak/....\n45\nveroorsaak het dat Voges mislei is en dat hy as\ngevolg\ndaarvan tot sy nadeel gehandel het. Hy het nie betoog\ndat Thompson nie nalatig opgetree het toe hy die tjekvorm\nin blanko onderteken het en toe aan Du Preez gegee het\nom te voltooi en as tjek te gebruik nie. Hy het ook\nnie betoog dat Voges nie mislei is en tot sy nadeel\ngehandel het nie: sy betoog was dat dit die bedrog van\nDu Preez was wat die misleiding en nadeel veroorsaak\nhet, en nie Thompson se nalatige optrede nie. Die\nadvokaat het blykbaar ook aanvaar dat indien Voges se\nberoep op estoppel geregverdig was, hy op betaling van\ndie volle bedrag van die tjek (R25 000) geregtig was.\nWat die kwessie van veroorsaking betref, was die\ngeleerde/....\n46\ngeleerde verhoorregter van mening dat Thompson se optrede,\nnet soseer as die bedrieglike optrede van Du Preez\nteenoor Voges, 'n \"effektiewe\" oorsaak was van die nadeel\nwat Voges gely het toe hy, ná ontvangs van die tjek,\nsoos deur Du Preez voltooi,'n\nt\njek aan Jooste uitgemaak\nhet, en dat daar gevolglik '\nn\ngenoegsame kousále verband\ntussen Thompson se optrede en Voges se misleiding en\nnadeel was om 'n bevinding van estoppel teen Thompson\nte regverdig. Mnr\nVan der Linde\nhet aangevoer dat die\ngeleerde regter se benadering tot die kwessie van kousaliteit\nverkeerd was aangesien dit uit talle beslissings van ons\nhowe blyk dat 'n verhoorhof by die beantwoording van\ndie kousaliteitsvraag moet beslis wat die \"proximate\ncause\" - soos dit meestal in die gewysdes genoem word -\nwas/....\n47\nwas van die feit dat die persoon wat hom op estoppel\nberoep, mislei is en tot sy nadeel gehandel het. Volgens\ndié betoog kan daar net één sodanige oorsaak wees\nwat\n'n beroep op estoppel kan regverdig en nie, soos die ver-\nhoorhof beslis het, meerdere oorsake nie. In die onder-\nhawige geval, lui die betoog, was die bedrog van Du Preez\ndie \"proximate cause\" van Voges se misleiding. Ons\nis na 'n hele reeks beslissings' verwys waarin daar by die\nbespreking van die kousaliteitsvraag by estoppel ge-\nbruik gemaak is van die uitdrukking \"the proximate cause\",\nen ook van sekere ander uitdrukkinge wat skynbaar be-\ndoel is om nader aan te dui wat onder \"the proximate'\ncause\" verstaan moet word. Ek verwys na net enkele\nvan/....\n48\nvan die beslissings. In\nUnion Government v. National\nBank of South Africa, Ltd\n1921 A.D. 121\nword daar, in\nnavolging van beslissings van die Engelse howe, deur\nInnes HR, Solomon AR en Juta AR herhaalde male van \"the\nproximate cause\" van die respondent-bank se verlies ge-\npraat, terwyl Solomon AR in dieselfde verband ook van\n\"the direct cause of the loss\" van die bank praat,\nIn\nGrosvenor Motors (Potchefstroom) Ltd v. Douglas\n1956\n(3) SA 420 (A) het Centlivres HR die uitdrukkinge \"the proximate cause\"\nen \"the real and direct cause\" gebruik asof dit dieselfde betekenis\nhet. In O\nakland Nominees (Pty) Ltd v. Gelria Mining\n& Investment Co (Pty) Ltd\n1976(1) SA 441 (A) het Holmes\nAR net van \"the cause\" gepraat, en in\nStandard Bank of\nSA/,\n49\nS.A.Ltd v. Stama (Pty) Ltd\n1975(4) SA 965 ('n byvoegsel\nby die verslag van die saak in 1975(1) SA 730.(A) het hy,\nin navolging van\nUnion Government v. National Bank of\nSouth Africa, Ltd,\nsupra, en\nGrosvenor Motors (Potchef-\nstroom) Ltd v. Douglas, supra\n, ook die uitdrukking\n\"proximate cause\" gebruik. In\nSaambou-Nasionale Bou-\nvereniging v. Briedman\n1979(3) SA 978 (A) het Jansen\nAR (op 1005 E-F) die vraag geopper of dit nie gerade\nis om by estoppel van die benaming \"proximate cause\" af\nte sien en liewer \"van bv die 'werklike oorsaak' (real\ncause)\" te praat nie.\nBy die oorweging van die appèl nadat dit in die\nhof verhoor is, het daar vrae in verband met die kwessie\nvan/.....\n50\nvan die nadeel wat Voges sou gely het, ontstaan wat\nnie in die advokate se betoë na vore gekom het nie en\nwat ook nie in die uitspraak van die verhoorhof geopper\nis nie. Die partye is gevolglik gevra om skriftelike\nbetoogpunte aan die hof voor te lê oor o.m. die vraag\nof daar bewys is dat Voges sodanige nadeel gely het as\nwat vir 'n bevinding van estoppel vereis word. Betoog-\npunte is, soos aangevra, aan ons voorgelê, en ná oor-\nweging van al die getuienis en betoë van die partye\nhet ek, op grond van die oorwegings wat hieronder genoem\nword, tot die gevolgtrekking gekom dat daar nie bewys is\ndat Voges nadeel gely het wat 'n bevinding van estoppel\nkan regverdig nie. In die omstandighede is dit nie\nnodig/....\n51\nnodig om 'n beslissing oor die bogemelde kousaliteits-\nvraag te gee nie.\nDie persoon wat hom op estoppel beroep, dra die\nlas om te bewys dat hy deur 'n voorstelling van die\nparty teen wie hy die verweer opwerp, mislei is en dat\nhyas gevolg daarvan tot sy nadeel gehandel het. Kyk bv.\nHeyman\nN.O. and Napier v. Rounthwaite\n1917 A D 456\nop 462;\nBaumann v. Thomas\n1920 AD 428\nop 435-436;\nPoort Sugar\nPlanters (Pty) Ltd\nv. Minister of Lands 1963(3) SA 352\n(A) op 363 D-E. Voges beweer in sy repliek op Thompson\nse verweerskrif dat ,\ndeur die onvoltooide tjek aan Du\nPreez te oorhandig, Thompson hom (Voges) laat glo het\ndat Du Preez die nodige volmag gehad het \"to issue the\ncheque in an amount of R25 000,00\". Die nadeel wat\nVoges/......\n52\nbeweer dat hy gely het, word in paragraaf l(b) van die repliek\nuiteengesit. Dié paragraaf, reeds hierbo aan-gehaal, bevat 'n\nhoof- en\nalternatiewe bewering. Die hoofbewering, wat ek geriefshalwe weer hier aanhaal,\nlui soos volg:\n\"The Plaintiff acted upon such belief to his prejudice in giving valuable\nconsideration for the said cheque, as appears from paragraph\n1.2 of the Further\nParticulars to Plaintiff's Declaration.\"\nIn paragraaf 1.2 van die gemelde nadere besonderhede sê die eiser die\nvolgende in antwoord op die vraag wat die waarde was wat\nhy vir die tjek gegee\nhet: \"Cattle to the value of R25 000,00\". Die paragraaf wat ek net hierbo\naangehaal het, word gevolg deur die\nbewering\n(paragraaf/\n53 (paragraaf l(c) van die repliek) dat -\n\" In the premises Defendant is estopped from denying that DU PREEZ had the\nnecessary authority to issue the cheque in an amount of\nR25 000,00 and that\nPlaintiff is entitled to claim payment of the amount of the said cheque.\"\nDie getuienis toon dat Voges geen nadeel kon gely het soos in die\nhoofbewering van paragraaf 1(b) van sy repliek, gelees met paragraaf\n1.2 van die\nnadere besonder-hede by sy uiteensetting van eis, beweer word nie. Voges het die\nbeeste in ongeveer die middel van Oktober\n1981 aan Du Preez verkoop en gelewer.\nDu Preez het sommige van die beeste op die dag van die verkoping laat wegry, en\ndie ander die\nvolgende dag. Dit was 'n kontantver-koping. Du Preez moes dadelik\nbetaal het, en toe hy dit\nnie/.\n54\nnie gedoen het nie, het hy Voges belowe dat hy hom nog\ndieselfde aand 'n tjek sou bring. (Voges het in hierdie\nverband getuig: \"Hy was veronderstel om daardie selfde\nmiddag te kom betaal.\") Eiendomsreg op die beeste het\nop die dag van die verkoping, toe Du Preez lewering\ndaarvan geneem het, op hom (Du Preez) oorgegaan. Die\nbriefie van 20 Oktober 1981, hierbo vermeld, waarin\nVoges sê dat hy die beeste aan Du Preez verkoop het\nen wat hy, volgens sy getuienis, aan Du Preez gegee\nhet\nom hom in staat te stel om die beeste makliker te kan\nverkoop, toon ook duidelik dat Voges aanvaar het dat\nDu Preez die eienaar van die beeste geword het en dat\nhy daaroor kon beskik soos hy wou. Thompson se tjek\nis/....\n54 (a)\nis eers op 20 November 1981 , d. w. s. meer as 'n maand\nnadat Voges die beeste aan Du Preez verkoop en gelewer\nhet, aan Voges gegee, en daar kan dus geen sprake van\nwees dat Voges tot sy nadeel gehandel het deurdat hy\ndie beeste \"as valuable consideration\" vir die tjek\nafgegee het nie. Die tjek het geen rol by die verkoop\nen lewering van die beeste aan Du Preez gespeel nie, en\nVoges het dus geen nadeel gely soos in die hoofbewering\nvan paragraaf 1(b) van sy repliek beweer word nie.\nEk gaan nou oor tot die alternatiewe bewering in\nparagraaf 1(b) van Voges se repliek oor die nadeel\nwat hy gely het. Dit is reeds hierbo aangehaal, maar\ndit is gerieflik om dit weer hier te doen. Dit lui\nsoos volg:\n\"Alternatively/\n55\n\"\nAlternatively\n, the Plaintiff acted upon such belief to\nhis prejudice in accepting the said cheque in full payment of the amount due in\nrespect\nof cattle referred to in paragraph 1.2 of Plaintiff's Further\nParticulars, and thereafter paying an amount of R13 700,00 to one Jooste,\nbeing\nthe said Jooste's share of the proceeds of the sale of the said cattle.\"\nHierdie bewering word gevolg deur paragraaf l(c) van die repliek (hierbo\naangehaal) waarin gesê word dat Thompson belet is om\nte ontken dat Du\nPreez die nodige volmag gehad het om die tjek vir R25 000 uit te reik en dat\nVoges op betaling van die tjek geregtig\nis.\nDie aanvaarding van die tjek bring op sigself geen nadeel mee nie, Die\nbeweerde nadeel kan alleen daarin bestaan dat Voges, ná\nontvangs van die\ntjek, 'n tjek van sy eie vir R13 763 aan Jooste uitgemaak het.\nDie/\n56\nDie verhoorhof het bevind dat dít die nadeel is wat\nVoges gely het, dat dit sy beroep op estoppel regverdig\nen dat Thompson gevolglik vir die volle bedrag van die\ntjek (R25 000) aanspreeklik is. Die hof het nie die\nvraag oorweeg of, indien Voges se nadeel net R13 763\nbeloop, hy nogtans op vonnis vir 'n veel groter bedrag\nas sy skade, nl. R25 000, geregtig was nie. Dit is\nnie 'n eenvoudige vraag nie. Ek is nie bewus van gewys-\ndes in ons reg waarin so 'n vraag pertinent ter sprake\ngekom het nie. Dit blyk dat daar in die Engelse en\nAmerikaanse reg verskillende opvattings oor die aange-\nleentheid gehuldig word. Wat die Engelse reg betref,\nsê Spencer Bower and Turner,\nThe Law Relating to Estoppel\nby Representation,\n3de uitg., paragraaf 116, met verwysing\nna/....\n57\nna twee Engelse sake (\nGreenwood v. Martin's Bank Ltd\n(1932) 1 KB 371\nen\nOgilvie v. West Australian Mortgage & Agency Corporation\n(1896) A\nC 257)\ndie volgende:\n\"It has already been pointed out that estoppel is a rule of evidence, and its\nconsequence, as laid down in the original general definition\ngiven in the\nintroductory chapter of this work, is simply to preclude the representor from\naverring facts contrary to his own representation.\nThis is always the\nconsequence of an estoppel and its only consequence.\nThis has an interesting effect upon the ultimate result of the invocation of\nan estoppel; the damages recoverable by a party who succeeds,\nsupported by an\nestoppel, may be more than the actual damage suffered by him as a consequence of\nthe representation giving rise to\nit.\"\nIn die Amerikaanse reg skyn die uitgangspunt te wees dat estoppel 'n verweer\nis wat gebruik kan word om te verhinder\ndat/....\n58\ndat iemand skade ly, en nie 'n middel wat aangewend kan word\nom aan iemand 'n wins te besorg nie. In\nAmerican Jurisprudence\n, band 28,\nparagraaf 34 ( op 639), word o,m. gesê:\n\"But-since estoppel in pais operates as a shield\nand not as a sword, the\nestoppel should not\nbe given effect beyond the extent of the\ninjury or\nbeyond what is necessary to\naccomplish justice between the parties\t\".\nIn\nCorpus Juris Secundum\n, band 31, paragraaf 148 (op 735) word 'n\ndergelike raening uitgespreek:\n\".... it is a fundaraental part of the doctrine of equitable estoppel that\nthe estoppel extends only so far as may be necessary to\nprotect from loss the\nparty entitled to assert it; he may claim inderanification, but not profit\n....\".\nAangesien/\n59\nAangesien ek, soos hierbo gesê, tot die\ngevolgtrekking\ngekom het dat daar nie bewys is dat die bedrag wat Voges\naan Jooste betaal het 'n nadeel was wat Voges se beroep\nop estoppel kan regverdig nie, is dit nie nodig om 'n\nantwoord op die bogemelde vraag te probeer gee nie.\n(En op die betoë wat voor ons gelê is, sou 'n mens dit ook\nkwalik behoorlik kon doen.) Die redes vir my mening\nword hieronder gegee, maar voordat ek dit doen, moet ek\neers daarop wys dat daar in Voges se aanvullende betoog-\npunte aangevoer vord dat sy nadeel nie tot R13 763\nbeperk is nie. Die betoog lui dat die bedrag wat hy\naan Jooste betaal het 'n \"direkte\" nadeel is, maar dat\nhy ook 'n \"indirekte\" nadeel gely het deurdat hy, vanweë\nThompson/....\n60\nThompson se tjek, nie stappe gedoen het - ek haal aan\nuit die advokaat se betoogpunte - \"om die beeste, of hul\nwaarde, te verhaal nie. Hy het deurentyd geglo, as\ngevolg van die skyn waaronder hy gebring is, dat hy ge-\nregtig is op betaling deur Thompson. Húidiglik vind\nhy homself in die posisie dat enige eis teen Du Preez,\nof die koper van die beeste vanaf Du Preez, indien sulke\neise sou bestaan, verjaar het.\" Daar steek niks in\ndie betoog nie. Voges het, soos hierbo gesê, met die\nverkoop en lewering van die beeste aan Du Preez, die\neiendomsreg daarop aan Du Preez oorgedra. Hy het,\ntoe hy die bogemelde briefie van 20 Oktober 1981\ndan Du Preez gegee het, geweet dat Du Preez die\nbeeste/\n61\nbeeste gaan verkoop, en die feit dat hy (Voges) 'n maand\ndaarna die tjek van Thompson ontvang het, het niks te\ndoen met die feit dat hy nie die beeste, of hulle waarde,\nvan Du Preez, of van wie ook al, kan opeis of verhaal nie\nVerder, indien Voges ooit beoog het om 'n aksie teen\nDu Preez in te stel, is dit nie duidelik waarom hy die\nverjaringstydperk laat verbygaan het sonder om dit te doen\nnie. Hy het reeds op Maandag, 23 November 1981, d.w.s.\ndrie dae nadat hy Thompson se tjek ontvang het, geweet dat\nDu Preez hom bedrieg het, en hy kon toe dadelik stappe\nteen hom gedoen het. Thompson kan nie daarvoor geblameer\nword dat hy stilgesit het nie. Voges het dus geen\n\"indirekte\" nadeel gely soos hy beweer nie.\nMet/....\n62\nMet betrekking tot die bogemelde betoog dat Voges\n\"deurentyd\" geglo het dat hy op betaling deur Thompson\ngeregtig was, wil ek daarop wys dat Voges se getuienis oor\nwat Du Preez aan hom oor Thompson en sy betrokkenheid\nby die koop van die beeste sou gesê het, bra onbevredigend\nwas. In sy hoofgetuienis het hy twee maal gesê dat pu\nPreez op die dag van die veiling aan hom gesê het dat hy\n'n vriend in Johannesburg het wat 'n bankbestuurder is.\nLater, in kruisondervraging, het hy gesê dat Du Preez eers\ndie dag op die plaas, sowat tien dae ná die veiling, gesê\nhet dat sy vriend 'n bankbestuurder is. Op daardie dag,\nhet hy gesê, het Du Preez ook die eerste maal die naam\nThompson genoem. Thompson het getuig, soos hierbo gesê,\ndat/....\n63\ndat hy Du Preez vir die eerste maal op 12 November 1981\nontmoet het, d.w.s. net 'n week voordat Thompson sy tjek\naan Du Preez gegee het. Indien hierdie getuienis van\nThompson korrek is, kon Du Preez nouliks voor dié datum\nvir Voges vertel het van 'n vriend wat 'n bankbestuurder\nis en wie se naam Thompson is. In die omstandighede\nkan dan ook kwalik met enige sekerheid aanvaar word dat\nVoges voor 20 November 1981, die dag waarop Du Preez\nThompson se tjek na hom gebring het, van Thompson, en die\nfeit dat hy 'n bankbestuurder is, gehoor het. Voges se\ngetuienis oor wat Thompson op die Maandag, 23 November\n1981, oor die telefoon aan hom gesê het , versterk die\nindruk/...\n64\nindruk dat Voges nie 'n heeltemaal bevredigende, of selfs\ngeloofwaardige, getuie was nie. Voges het getuig dat hy\nen Du Preez mekaar op die Maandag by 'n hotel in Springs\ngesien het en dat Du Preez toe daarvandaan af vir Thompson\ngebel het oor the tjek vir R25 000 wat nie betaal is nie\nVolgens Voges het Du Preez hom toe ook na die telefoon\ntoe geroep en het hy toe bok met Thompson gepraat.\nThompson, sê hy, het toe aan hom gesê \"daar is nie fout\nmet die tjek nie, sit dxe tjek weer in.\" Thompson, wat\n(soos hierbo gesê) betaling van die tjek op die Vrydagmôre\ngestop het, het getuig dat Voges hom die Maandag gebel het,\nmaar hy het heftig ontken dat hy aan Voges gesê het dat\ndaar nie fout met die tjek is nie en dat hy dit weer vir\nbetaling/...\n65\nbetaling moet aanbied. Thompson het o.m. gesê: \"Ek het\nvir Voges gesê, meneer, daardie tjek wat jy daar het, het\nek nie vir jou gegee nie en ek het hom nie vir Du Preez\ngegee om vir jou te gee nie en ek weet niks van daardie\nR25 000,00 nie.\" Voges het die tjek nie weer vir betaling\naangebied nie, en daar kan weinig twyfel bestaan, meen ek,\ndat sy getuienis oor wat Thompson aan hom sou gesê het\nonwaar was. Dit moet waarskynlik gesien word as 'n poging\nom geloofwaardigheid te verleen aan Du Preez se bewerings\nteenoor hom oor Thompson se betrokkenheid by die koop van\ndie beeste.\nEk sou my mening dat Voges se betaling van\nR13 763 aan Jooste nie gesien kan word as 'n nadeel wat\nsy beroep op estoppel kan regverdig nie, kon opsom deur\nte/...\n66\nte sê dat, toe Voges die betaling gedoen het, hy aan\nJooste betaal het vat hy aan hom verskuldig was en dat hy\nnie bewys het waarom die betaling van dié skuld as 'n\nnadeel beskou moet word nie. Iemand wat sy skuld aan 'n\nander 'betaal, kan regtens kwalik sê dat hy tot sy nadeel\nhandel deur dit te doen. Daar moet deurgaans in gedagte\ngehou word dat die\nonus\nop Voges gerus het om te bewys\ndat hy tot sy nadeel gehandel het. Daar is weinig in Voges\nse getuienis te vind oor wat die presiese verhouding\ntussen hom en Jooste was. (Jooste het nie getuig nie.)\nVoges het in antwoord op 'n voorsê-vraag van sy advokaat\ngesê dat Jooste sy \"vennoot\" was, maar daar is geen ver-\ndere besonderhede hieroor gegee nie. Toe Jooste die 77\nbeeste gekoop het, het hy die verkoper betaal, en Voges\nhet/....\n67\nhet daarna 'n tjek vir R7 150 aan Jooste gegee. Voges se\ngetuienis was dat hulle die beeste \"saam\" gekoop het\nOns weet nie wat die koopprys van die beeste was nie\nVoges het getuig dat die tjek wat hy aan Jooste gegee het\n'my deel van die aankoop van die beeste was.\" Dit blyk\ndus dat elkeen vir sy \"deel\" van die beeste betaal het:\ndaar is nie sprake van dat 'n vennootskap se geld gebruik\nis om die koopsom te betaal nie. Die beeste is teen die\neinde van September 1981 gekoop en dit blyk duidelik te\nwees dat Voges sy deel van die koopprys betaal het voordat\nVoges die beeste teen die middel van Oktober na die\nveiling toe geneem het. Met betrekking tot die feit\ndat hy 'n tjek vir R13 763 aan Jooste gegee het, het\nVoges/.......\n68\nVoges gesê dat dit vir \"sy deel\" - d.w.s. Jooste se deel -\nvan die beeste was wat hy (Voges) verkoop het,en as ver-\nduideliking waarom hy aan Jooste meer as die helfte van\ndie verkoopprys van die beeste betaal het, het hy gesê:\n\".... Jooste het meer beeste as ek gehad, dit was nie net\ndie helfte nie ......\" Uit hierdie getuienis van Voges\nkry 'n mens die indruk dat die reëling wat daar tussen hom\nen Jooste m.b.t. die koop en verkoop van die beeste\nbestaan het 'n heel eenvoudige was wat daarop neerge-\nkom het dat elkeen 'n deel van die koopprys betaal en dat,\nwanneer die beeste verkoop word, elkeen weer op betaling\nvan sy eweredige deel van die opbrengs geregtig word.\nIndien Voges die beeste op die veiling verkoop het, sou\ndie/....\n69\ndie koopprys daarvan dadelik aan hom betaal gewees het,\nen daar kan aanvaar word dat Voges daarna Jooste se ewe-\nredige deel van die betrokke bedrag aan hom sou moes bétaal\nhet.Voges het egter, soos ons weet ,\nnie die beeste op\ndie veiling verkoop nie, en 'n mens weet nie of hy en Jooste\nenige ooreenkoms met mekaar gehad het oor wat Voges sou\ndoen, of kon doen, indien hy nie die beeste op die veiling\nverkoop nie. Voges het, soos reeds gesê, die beeste\naan Du Preez verkoop en die eiendomsreg daarop op Du\nPreez laat oorgaan. Hy (Voges) moes dadelik betaling van\nDu Preez ontvang het, en daar kan, meen ek, aanvaar word\ndat Voges op grond van sy verkoping en lewering van die\nbeeste aan Du Preez teenoor Jooste aanspreeklik geword het vir die\nbetaling/...\n70\nbetaling van sy \"deel\" van die koopprys. Die belangrike\nvraag is natuurlik wanneer Jooste se deel betaalbaar\ngeword het. Sou Voges aan Jooste kon gesê het dat hy\nhom slegs hoef te betaal wanneer hy (Voges) die koopsom\nvan Du Preez ontvang, wanneer dit ook al mag gebeur?\nSou Jooste Voges kon geantwoord het deur te sê dat hy\ndie beeste verkoop het en sonder versuim sy (Jooste se)\ndeel van die koopprys aan hom moet betaal? Voges het\nnie getuig dat hy nie verplig was om Jooste te betaal voordat\nhy van Du Preez betaling ontvang het nie. Sy advokaat voer in sy aanvullende\nbetoogpunte aan dat die opbrengs van die verkoping verdeel\nsou word \"sodra Voges\nbetaling ontvang het\" en dat daardie oomblik aangebreek het toe\nVoges\nThompson se tjek op 20 November 1981 van Du Preez\nontvang/\n71\nontvang het. Die getuienis oor die gebeure op 20 November\n1981 toon dat Voges geweet, en aanvaar, het dat hy Jooste\nmoet betaal. Dit bewys nie dat hy gemeen het dat hy hom\nnie vóór daardie dag hoef te betaal het nie. Indien 'n\nmens aanvaar dat, soos die advokaat betoog, Voges verplig\ngeword het om Jooste te betaal sodra hy \"betaling ontvang\",\ndan is die posisie dat hy nie tot daardie oomblik gewag\nhet voordat hy betaal het nie. Hy het dan betaal bloot\nomdat Thompson se tjek aan hom gegee was, en dit was\nnog geen betaling nie. Voges sou dus hoogstens kon sê\ndat hy vroeër betaal het as wat hy hoef te betaal het,\nmaar, indien dit so is, is dit iets waarvoor hy homself\nmoet blameer. As hy Thompson se tjek as net so goed soos\nbetaling/...\n72\nbetaling beskou het en Jooste om daardie rede betaal het,\nhet hy 'n kans gewaag waarvoor hy die verantwoordelikheid\nmoet dra as dit nie slaag nie.\nEk meen gevolglik, soos reeds hierbo gesê, dat toe\nVoges Jooste betaal het, hy 'n skuld betaal het wat hy\nteenoor Jooste gehad het en dat hy nie bewys het waarom\ndie betaling van dié skuld as 'n nadeel beskou moet word\nnie.\nTen slotte is daar 'n verdere punt in verband met die\nsaak wat ek net kortliks wil noem. Ek het hierbo daarop gewys dat Voges, wat\nsê dat hy geglo het dat Du Preez gemagtig was om\ndie koopprys van die\nbeeste op die tjek in te vul , geweet het dat Du Preez 'n groter bedrag\ningevul/....\n73\ningevul het. Hy het dus geweet dat Du Preez sy volmag (soos\nhy, Voges, geglo het dat dit was) oorskry het deur die bedrag van R25\n000 op die\ntjek in te vul. Die vraag ontstaan of Voges in hierdie\nomstandighede\nhoegenaamd geregtig was om Thompson op grond van die\ntjek\naan te spreek. Die vraag is nie voor ons beredeneer nie, en vanweë\ndie gevolgtrekking waartoe ek hierbo oor die appèl\ngekom het, is dit nie\nnodig om daaroor te beslis nie\nUit hoofde van al die voorgaande is ek van\nmening dat die appèl moet slaag en daar word soos volg beveel:\n(1)/.....\n74\n(1)\nDie appèl slaag met koste.\n(2)\nDie bevel van die hof\na\nquo\nword tersyde\ngestel en vervang deur 'n bevel wat die\nrespondent (die eiser in die hof a\nquo\n) se\neis met koste afwys.\n(3)\nDie koste van die aansoek om kondonasie\nvan\ndie laat verskaffing van sekuriteit moet\ndeur die appellant betaal word.\nP J RABIE\nWND HOOFREGTER\nJOUBERT AR\nHOEXTER AR\nStem saam NESTADT AR\nBOSHOFF WND AR",
  "scraped_at": "2026-02-11T21:14:59.809197",
  "date": "1987-09-14",
  "coram": [
    "RABIE WND HR",
    "JOUBERT AR",
    "HOEXTER AR",
    "NESTADT AR",
    "ARR",
    "BOSHOFF WND AR"
  ],
  "case_number": "223/86",
  "parties": {
    "applicants": [
      "W M Thompson"
    ],
    "respondents": [
      "G J Voges"
    ]
  },
  "sections": {
    "facts": "Thompson signed a blank cheque form on 20 November 1981, marking it with \"& Co\" and indicating that the amount should not exceed R75 or R80 for two sheep. He gave the form to H.C. du Preez, who was authorised only to fill in the price of the sheep. Du Preez instead filled in R25,000 and handed the completed cheque to Voges as payment for cattle that Du Preez had previously purchased from Voges. Voges presented the cheque in the Witwatersrand Local Division, seeking payment of R25,000 from Thompson. The lower court held that Thompson was estopped from denying du Preez’s authority and ordered him to pay the amount. Thompson appealed the decision.",
    "issues": "1. Whether Thompson is estopped from denying that du Preez exceeded his authority in completing the cheque. 2. Whether the doctrine of estoppel applies where the alleged reliance and detriment are based on du Preez’s fraud rather than Thompson’s conduct. 3. Whether Voges suffered a sufficient loss to support an estoppel claim.",
    "principles": "The court considered the common‑law doctrine of estoppel, requiring (a) a representation, (b) reliance on that representation, and (c) a detriment suffered because of the reliance. Relevant authorities included English cases such as Baxendale v Bennett, Lloyd's Bank v Cooke, Smith v Prosser, and South African cases Preuss & Seligmann v Prins, Silver v Shapiro, and the Bills of Exchange Act 1882. The court noted that estoppel is a rule of evidence and does not create liability beyond the actual loss caused by the representee.",
    "application": "The court examined the evidence and found that Voges could not demonstrate a direct loss caused by Thompson’s alleged representation. The loss Voges claimed (the R13,763 paid to Jooste) was a consequence of his own settlement with Jooste and not a proximate result of Thompson’s conduct. The court held that the misrepresentation, if any, was du Preez’s fraud, making du Preez the appropriate party to be liable. Consequently, the necessary elements of estoppel – particularly the requirement of detriment directly linked to the representation – were not satisfied.",
    "conclusion": "The appeal was allowed. The lower court’s order holding Thompson liable for R25,000 on the basis of estoppel was set aside. The judgment was entered in favour of Thompson, and costs were awarded against Voges."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Estoppel",
    "level_3": [
      "negotiable instruments",
      "cheque fraud",
      "authority",
      "misrepresentation",
      "proximate cause"
    ]
  }
}