{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/51.html",
  "case_name": "Tsewu and Others v President of Regional Court for the Regional Division of Eastern Cape and Others (219/86) [1987] ZASCA 51 (25 May 1987)",
  "citation": "[1987] ZASCA 51",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 51\n|\nNoteup\n|\nLawCite\nTsewu and Others v President of Regional Court for the Regional Division of Eastern Cape and Others (219/86) [1987] ZASCA 51 (25 May 1987)\nDownload original files\nPDF format\nRTF format\nIn the matter between:\nFUZILE HOWARD TSEWU\n. . . FIRST APPELLANT\nNONTEMBISO ESLINA\nNDABENI\nSECOND APPELLANT\nBUKIWE GETRUDE SOFUTE\nTHIRD\nAPPELLANT\nAND\nPRESIDENT OF THE REGIONAL COURT\nFOR THE REGIONAL DIVISION OF\nTHE\nEASTERN CAPE\nFIRST RESPONDENT\nATTORNEY GENERAL, EASTERN CAPE\nDIVISION\nSECOND\nRESPONDENT\nSENIOR STATE PROSECUTOR\nTHIRD RESPONDENT\nCORAM\n: VILJOEN, HEFER , VIVIER, JJA, BOSHOFF\net\nSTEYN, AJJA\nHEARD\n: 10 MARCH 1987\nDELIVERED\n: 25 MAY\n1987\nJUDGMENT\n2. While the appellants were being detained\nin terms\nof section 29 of the Internal Security Act\nNo 74 of 1982 (hereinafter\nreferred to as the Internal\nSecurity Act) they made statements which were\nreduced\nto writing before a magistrate. In the court below\nthey applied,\nfor reasons which will be referred to\npresently, for a\nmandamus\ndirecting the first respondent\n(the regional magistrate) to order the third respondent\n(the senior state prosecutor of the regional court, Port\nElizabeth), to\nfurnish the appellants with copies of the\naforesaid statements. The\napplication was dismissed but\nthe court a\nquo\n, Kannemeyer & Kroon JJ, granted the\nappellants\nleave to appeal to this Court.\nThe reasons why they required copies of these stat\nments were the following: Subsequent to the making of the state-\nments/\n3. ments referred to criminal proceedings were insti-\ntuted against the appellants. They were charged\non count 1 with having\ncontravened section 54(1)\nread with certain other sections of the\nInternal\nSecurity Act; on count 2 with a contravention of\ns 32(1) read\nwith certain other sections of the\nArms and Ammunition Act No 75 of 1969; on\ncount\n3 of being members of an unlawful organisation in\ncontravention of s\n13(l)(a)(iv) read with certain\nother sections of the Internal Security Act\nand\non count 4 of a contravention of s 28(1) read\nwith certain other\nsections of the Expiosives Act\nNo 26 of 1956.\nThey aver in their various founding\naffidavits/\n4. affidavits that they assumed, on good grounds\nwhich they set out but which need not be detailed\nhere, that the\nstatements made by them would be\nused against them by the State in their\ncriminal\ntrial.They had requested the State to make the\nstatements\navailable to them but their requests\nwere refused. They said that without\ntheir state-\nments they could not be of any assistance in the\napplication\nof the provisions of sections 115, 122 A\nand 220 of the\nCriminal Procedure\nAct No 51 of 1977\nto any court before which they might be required\nto\nplead and they would be seriously handicapped and\nprejudiced in the\npreparation of their defence and\nin the trial. Particulars of the prejudice which\nthey/\n5. they would suffer were not supplied.\nThe State's refusal to make\tthe state-\nments\navailable to the appellants is\tbased on\ns 29(8) of the Internal Security\nAct\twhich pro-\nvides:\n\"The provisions of section 335 of the Criminal Procedure Act, 1977 (Act No 51 of\n1977) shall not apply in respect of any statement\nby any person detained in\nterms of the provisions of this section, made during such detention: Provided\nthat if in the course of\nany subsequent criminal proceedings re-lating to the\nmatter in connection with which the said person mace chat statement, any part\nof\nsuch statement is put to him by the prosecutor, any person in possession of the\nstatement shall at the request of such first-mentioned\nperson furnish him with a\ncopy of the said statement.\"\nSection 335 of the Criminal Procedure\nAct/\n6.\nAct No 51 of 1977 (hereinafter referred to as the\nCriminal Procedure Act) which\nis referred to in\ns 29(8) of the Act quoted above provides as follows:\n\"Whenever a person has in relation to any matter made to a peace officer a\nstatement in writing or a statement which was reduced\nto writing, and criminal\nprocceedings are thereafter instituted against such person in connection with\nthat matter, the per-son in\npossession of such statement shall furnish the\nperson who made the statement, at his request, with a copy of such\nstatement.\"\nOn behalf of the appellants it is sub-\nmitted by\ncounsel that a fair trial is a fundamen-\ntal right and one that is accorded\nto every accused\nperson by che high judicial traditions of South\nAfrica.\nThey cite\nS v Lwane\n1966(2) SA 433(A) and\nrefer to what Ogilvie Thompson JA said at 444 D - E\nconcerning/\n7. concerning the duty of a judicial officer to warn\na witness in crimihal proceedings that he is not\nobliged to give evidence\nwhich might have a tendency\nto expose him to a criminal charge. The\nlearned\nJudge said:\n\"According to the high judicial traditions\nof this country it is not in the interests\nof society that an accused should be con-\nvicted unless he has had a fair trial\nin accordance with the accepted tenets of\nadjudication.\"\nCounsel further submit that,apart from\nstatute, and\nin the absence of section 335 of the\nCriminal Procedure Act,a person awaiting\ncrial\nwould ordinarily be entitled on request to a copy\nof a statement relating to the subject matter of\nhis trial made by him co a magistrate, or at least\nthe/.......\n8. the court has a discretion to order chat he be\nfurnished with such copy. This, contend counsel,\nis in the interest of fairness and justice and\nthey cite\nS v Mpetha and Others\n(1) 1982(2) SA\n253(C) at 257A where Williamson J said:\n\"To my mind it is only fair and just that a person who makes a statement to\nthe police, and who is thereafter prosecuted in connection\nwith some matter\nreferred to in that statement, should be entitled to see that state-ment when\npreparing his defence.\"\nThis principle, submit counsel, is recog-\nnised in the systems of most western countries and they\nrefer co the Canadian case of\nR v Savion and Mizrahi\n1980(52) CCC, (2nd) 276 cited in\nRe Kristman and the\nQueen\n12 DLR (4th) 283, 301/2 and to\nCases and Anno\n-\ntations\n10 ALR (4th) 1092 (USA). This annotation\ncounsel/\n9. counsel contend, speaks of a changed attitude\nin the area of criminal discovery so that the\ncourt has a discretion,which\nit will exercise,\nin the interests of justice and for good cause\nshown or\nwhen necessary for the due administra-\ntion of justice, in favour of\npre-trial discovery\nof documents in the possession of the State. The\nonus\nis, however, acknowledged counsel, on the\naccused to show that the document\nis nacessary for\nthe preparation of his defence and in the interests\nof a\nfair trial and is not simply part of a \"fishing\nexpedition\". Another decision\nt o which we were\nreferred was the Australian case\nRegina v Chin\n59\nALR 1.\nChin and another gentleman by the name of\nChoo/\n10. Choo were tried before a judge and jury. After the\ndefence case had been closed, the prosecution was\nallowed to introduce evidence, not in rebuttal but\nin supplying an element which should have been proved\nby the prosecution in presenting its case in the\nfirst instance. On appeal to it by the Crown the\nHigh Court of Australia upheld a decision of the\nCourt of Criminal Appeal which had found in the\nappellant's (Chin's)\nfavour and had ordered a new\ntrial on the ground that there had been a miscarriage\nóf justice in the original trial. Apparently,\naccording to the law of procedure applicable in\nAustralia, or at least in New South Wales where Chin\nand Choo were tried, a criminal trial was normally\npreceded/....\n11.\npreceded by committal proceedings. What that proce-\ndure entailed\nis uncertain but I deduce that such pro-\nceedings serve to apprise the\ndefence of the case\nthe prosecution would be presenting tc the trial\ncourt.\nIn the course of his judgment Dawson J said:\n\"As with Chin's form, there is nothing to warrant the conclusion that the\nprosecution could not have proved and tendered in evi-dence\nChoo's visa\napplication form in the course of the presentation of its case. Such indications\nas there are suggest that it could have\ndone so and, if thac were so, the proper\ncourse would have been for the prosecution to have so tendered it, having\npreviously given\nnotica of its intention to adduce additional evidence. Such\nnotice was necessary becauss of che absence of any reference to the document\nin\nthe committal proceedings. The effect of permitting the prosecution to tender\nthe document by way of reply was to allow\nit\nto/....\n12.\nit to split its case in circumstances\nwhich, on the material before us, were\nunexceptionai and did not warrant any\ndeparture from the rule that the prose-\ncution must offer all its proofs during\nthe progress of the prosecution case.\"\nIn the joint judgment of Gibbs CJ and\nWilson J it\nwas said:\n\"The evidence that Choo had used the respondent's telephone number in his\napplication form was so material that fairness dictated\nthat the prosecution\nshould have given notice to the respon-dent of its intention to adduce the\napplication forms in evidence. Had\nsuch notice been given, it would have been\nproper for the judge to have allowed the Crown Prcsecutor to cross-examine the\nrespondent\nrsgarding this matter, notwithstanding that the matters to which the\ncross-examination was directed could have been proved in chief\nif evidence was\navailable. How-ever, if such notice had been\ngiven,\nit is/....\n13.\nit is possible that neither the respondent\nnor Choo wouid have\nentered the witness box. Moreover, the evidence was elicited, not by the\ncross-examination of the respondent,\nbut, after his case had closed,in the\ncross-examination of Choo. Kad the respon-dent been asked whether Choo had used\nhis telephone\nnumber, and if so why he had done so, he would have had\nan,opportunity to furnish his explanation during the or-dinary course of\ncross-examination and re-examination. As it was, he had to return to the witness\nbox to give his explanation, thus fixing the jury's\nattention on what was\nundoubtedly damaging evidence, and giving it an emphasis that it would not have\nhad if the trial had taken\nits regu-lar course.\"\nRelying on these cases counsel submit that\nthe court\na\nquo\nhad a discretion, to be exercised\nin the interest of fairness,\nto order production\nof the said statements, but, owing to its\nmisunder-\nstanding of the relevant law, it failed to exercise\nthat/\n14. that discretion, and that this Court should make the order\nwhich the court a\nquo\nshould have made.\nEven if the court had a\ndiscretion as sub-mitted by counsel I fail to see what, in the present case,\nthere was before the court a\nquo\nwhich could have been considered by it\nin the exercise of that discretion. As I have pointed out, no reason was\nadvanced why and for\nwhat purposes the statements were required. It was said\ngenerally that they would be seriously handicapped and preju-diced in the\npreparation of their defence and in the trial but they did not state in what\nrespect.\nIn my/\n15. In my view, however, it is not a matter\nof\ndiscretion which has to be exercised by the\ncourt\nin the interests of fairness. The ccurt has a duty,\ngenerally, to\nobserve the rules and principles de-\nsigned to ensure that every accused\nperson has a\nfair trial. I am not aware of the requirements in\nregard to\ndisclosure in criminal cases in other legal\nsystems, but the changed attitude\nin the area of\ncriminal discovery referred to by counsel has cer-\ntainly\nnot taken root in the South African system.\nThe admissibility of and the\nprocedure relating to\nstatements made by accused persons are extensively\nregulated by the\nCriminal Procedure Act and\nin so\nfar/\n16. far as the right of accused persons to be provided\nwith copies of a statement or statements made by\nthem is concerned,\nsection 335\nquoted above is the\ngoverning provision.\nI have no quarrel with the general prin-\nciple of\nfairness enunciated in the\nChin\n,\nLwane\nand\nM\npetha\ncases\nsupra\n. Neither\nChin's\nnor\nLwane's\ncase\ndealt with a\nstatement made by an accused person.\nIt is, of course, a long-standing\nprinciple in S A\nlaw that, in the interests of fairness, a witness who\ntestifies in a criminal trial should, as was reiterated\nin\nLwane's\ncase, be warned against incriminating himself.\nSuch\nself-incriminating evidence is\nper\nse prejudicial\nto such person's interests which cannot be said of\nthe/\n17. the refusal to supply an accused person with a state-\nment he has made himself and of the contents of which\nhe must\nprima\nfacie\nbe aware.\nAs far as Chin's case is concerned, our\nlaw also recognises the principle\nthat the State\nshould not, subject to certain exceptions or safe-\nguards,\nbe allowed to introduce new evidence to bolster\nits case which should have been proved before the\nclosure. Whether, if\nfacts similar to those in Chin's\ncase presented themselves in our courts, the\njudgment\nwould have been the same, is nct necessary to decide.\nI emphasise\nthe fact that Chin's case was a jury case\nwhich enhances the possibility of\npotentiai prejudice\nto an accused person - a possibility which is less\nlikely to occur in our courts where a reasoned\njudgment/\n18. judgment is delivered by the court. From this judg-\nment the views of both judge and assessors would\nclearly appear and any\nprejudice to the accused would\nbe ascertainable. The inquiry in our law would be\nwhether any irregularity\nwhich occurred amounted to\na failure of justice - see\ns 322\nof the\nCriminal\nProcedure Act.\nIn\nany event, I do not agree with the\nimplication\ncontained in counsels' argument that the\nappellants will necessarily be\ndeprived of a fair\ntrial in the event of s 29(8) of the Internal Security\nAct being\napplicable. In terms of s 335 of the Crimi-\nnal Procedure Act an accused\nperson is entitled to a\nstatement made by him, whether such statement is\nin-\ntended to be used by the State, or not. That is the only\nprivilege,/...\n19. privilege, as I shall later\ndemonstrate, which he\nwould forfeit if he were precluded from relying on\ns\n335\nof the\nCriminal Procedure Act.\nAssuming\n, however, that the withholding of\na statement from an accused person who made it could be said to be prejudicial\nor potentially pre-judicial\nto such person, the inquiry in the present matter is\nnot whether an accused person would be deprived of a fair trial but simply\nwhether,\nas a matter of interpretation, s 29(8) of the Internal Securlty Act is\napplicable.\nIn\nMpetha's\ncase\nsupra\nthe accused were charged\nunder certain sections of the Terrorism Act 1983 of 1967 (hereinafter referred\nto as the Terrorism Act)\nand the State claimed i a a specific privilege from\ndisclosure by reason of the provisions of s 6(6) of that Act which provides:\n\"No person, other than the Minister or an\nofficial/\n20.\nofficial in the service of the State acting in the performance of his official\nduties shall have access to any detainee or shall\nbe entitled to any official\ninformation relating to or obtained from any\ndetainee.\"\nWilliamson J, approving of the decisions\nin\nS v\nHassim\n1971(4) SA 120 (N) and\nS v ffrench\n-\nBeytagh\n1971(4)\nSA 333 (T) to the effect that\nS v Ndou\n1970(2) SA 15 (T) was wrongly\ndecided, came to the\nconclusion that the accuseds' rights under\ns 335\nof\nthe\nCriminal Procedure Act were\nnot defeated\nby s 6(6) of the Terrorism Act.\nIn\nHassim's\ncase\nsupra\nJames JP dealt at 123 with an accused's rights\nunder s 380 of the Criminal Procedure Act 56 of 1955\n(the precursor of s 335 of the present Criminal\nProcedure Act) and said at G - H on that page ( I\nomit/\n21. omit words which are not reievant for present\npurposes):\n\"If the Legislature intended that any\nperson who became \t an accused\nin a trial under the Terrorism Act should be denied the right to claim a copy of\nthe written statements he made to the police, it\nwould have been easy enough to\nsay so in un-equivocal terms. It has not done so and this is a pointer to the\nfact that it did not\nintend to take away this right.\"\nAs far as\nsection 29(8) of the Inter-nal Security Act is concerned the Legislature has\ntaken the cue and has expressly exciuded the\nope-ration of s 335 of the Criminal\nProcedure Act.\nBut, argue counsel for the appellants, section 29(8) is not applicable to the\nfacts of the\npresent/\n22. present case. In this regard they advance a two-foid\nargument. Firstly, they submit, when the\nappellants made their statements\nto the magistrate\nthey were\npro tem\ntaken out of detention and\nthese\nstatements were therefore not made \"during such de-\ntention\" as\nrequired by the subsection and secondly,\nthey argue, the subsection is not\napplicable because\nthe statements made before a magistrate are not\nthe\ntype of statement contemplated by the subsection.\nDeveloping their\nfirst submission, counsel point out\nthat the provision is in terms limited to\na statement\nmade by any person detained in terms of the provisions\nof s 29\nwhich is made \"during such detention\". It\nis accordingiy contemplated by the iegislature, sub-\nmit/\n23. mit counsel, that a person detained under section\n29 might make a statement otherwise than during\nsuch detention; if not,\nthe words \"made during\nsuch detention\" are redundant. The subtle\npurport\nof this submission seems to be that the dete'ntion\nmay,for some\nreason or other, be interrupted, and\nfor the duration of such interruption\nthe person\nconcerned would not be under detention and the provi-\nsion\nwould not apply. In support of this submission\ncounsel referred to a passage\nin the judg-\nment in\nSchermbrucker v Klindt NO\n1965(4) SA 606(A)\nat\n619 D - H. In that case an urgent application\nwas heard by Snyman J in the\nmotion court of the\nWitwatersrand Local Division for an interdict re-\nstraining the S A Police from continuing with an\nalleged/\n24. alleged unlawful method of interrogating the appli-\ncant's husband who was a detainee in terms of Act\n37 of 1963. When it\nbecame apparent that a dispute\nof fact had arisen on the papers in the light\nof\nthe affidavits filed on behalf of the respondent,\ncounsel for the\napplicant requested the learned\njudge to order, in the exercise of his\ndiscretion\nin terms of rule 9(a) of the Transvaal Rules of\nCourt,that\nappellant's detained husband appear personally in\ncourt to be\nexamined and cross-examined. Rule 9(a)\nprovided that tne court may, in any\nmotion proceedings\nbefore it, order any person to appear personally to\nbe\nexamined and cross-examined. The application was\nrefused by Snyman J. There followed an appeal to the\nfull court of the Transvaal and eventually the matter\ncame/....\n25. came to this Court. In the course of the judgment\nof Botha JA the latter said (619C) that no court\nhas power to order\nanything to be done which would\nbe in conflict with an Act of Parliament.\nIt\nfollows,he said, that no court can issue any order\nor process the\neffect of which would be to require\nor authorise an interference in any\nmanner whatsoever\nwith the kind of detention prescribed by the\nrelevant\nsection of the said Act or which would be likely to\ndefeat the\npurposes of that section. There then\nfollows the following\ndictum\nupon which counsel rely\n(D - H):\n\"Now it seems to me that, if a detainee were to be required to comply with an\norder by a Court requiring his personal attendance\nbefore it, the manner of his\ndetention as prescribed by sec. 17 would be interfered\nwith/\n26.\nwith in more ways than one,and the pur-poses of the section may be defeated.\nIn the first place, the detainee would be re-quired to\ndepart, albeit\ntemporarily, from the place of his detention, for during the period during which\nhe is compiying with the order, he\nis cieariy not being detained at the place\ndetermined by the commissioned officer of police as required by sec. 17. In the\nsecond\nplace, the detainee would be brought out of isolation and into contact\nwith the outside world, where access to him could not be effectively\ncontrolled\nor pro-hiblted. The prohibition against access to the detainee can, having\nregard to the pro-visions of sec. 17(2), be\neffectively en-forced only while he\nis being detained in isolation from contact with the outside world at the place\ndeemed fit by\na commissioned officer of police, for no other effective machinery\nis provided for its enforcement and no sanction is prescribed\nfor a\ncontra-vention thereof. The absence of any such provision in sec. 17 is, in my\nview, a clear indication that the Legislature\ndid not con-template the\npossibility of any temporary absence of a detainee from the piace of his\ndetention. Such a possibility could\nin any\nevent/\n27.\nevent hardly have been contemplated having\nregard to the fact that the detention, though temporary, was clearly intended\nto be continuous in order to induce the de-tainee to\nspeak. Finally, it seems to\nme that compliance by a detainee with an order requiring his personal attendance\nin a Court would result\nin an interrup-tion of his detention and interrogation\ndesigned to induce him to speak. Such interruptions, especially lengthy\ninter-ruptions,\nmay therefore clearly defeat the purpose of the section. The\npurpose of the detention, though it temporarily de-prives the detainee\nof his\nliberty, is intended to induce him to speak, and any interference with that\ndetention which may negative the inducement to\nspeak is likely to defeat the\npurpose of the Legislature.\"\nThe reasoning of Botha JA makes it quite\nclear that the Court did not decide that the court of\nfirst instance correctly refused the application\nbecause any appearance of\nthe detainee in court to\ngive/\n28.\ngive evidence wouid suspend the detention. The ratio\nwas that it\nwould defeat the purpose of the detention.\nIt is not submitted in the present\ncase that the\nremoval of the appellants from the place of their\nde-\ntention to the magistrate's quarters for the purpose\nof making\nstatements before the magistrate defeated\nthe purpose of the detention. In\nfact, it was the\npolice officers concerned in the interrogation who\ncaused\nthe appellants to be taken to the magistrate.\nThe appellants were not\ndischarged from detention\nfor the period during which they were escorted\nto\nthe magistrate, remained with the magistrate while\nmaking their statements\nand were escorted back to\nthe place of detention. Subject to the directions\nof the Minister the Commissioner of Police only orders\nthe/\n29. the release of a detained person in terms of s\n29(1)(a)(i\nwhen he is satisfied that such person has satisfactoriiy\nreplied to all\nquestions at the interrogation or that\nno useful purpose will be served by\nhis further deten-\ntion. The word \"interrogation\" in this section\nfigures\nvery strongly in the appellants' second submission\nwhich I shall\nconsider in due course. What I wish\nto emphasize in the context of the first\nsubmission\nis that a formal act by the Commissioner of Police\nis required\nfor the detainee's release and the\nCommissioner had not performed such an act\nwhen the\nappellants were taken to the magistrate for the\npurpose of making\nstatements.\nIn support of their second submission\ncounsel/\n30. counsel argue that persons detained under s 29 of\nthe\nInternal Security Act are so detained with the\nobject of being interrogated\nduring their detention.\nThis interrogation, they argue, may be at length\nand\nrecurrent. It would accordingly be difficult for\nthe State, they\nsubmit, to be required to produce all\nstatements made by a detainee during\ndetention if that\ndetainee were eventually charged with a criminal\noffence.\nThe provision is, in their submission, designed to\nobviate the\nnecessity for such production. The avowed\npurpose, they contend, of detention\nin terms of s 29\nis to obtain information as to certain offences by\ninterrogation in confinement until the detainee has,\nin the opinion of the Commissioner of Police\nreplied/\n31. replied satisfactorily \"to all questions\" whilst\nbeing interrogated, not by the magistrate but by\nthe police, during his\ndetention in terms of s 29.\nS 29(8) does not, the argument proceeds,\ncover'\nstatements made to magistrates in circumstances\nwhere such\nmagistrates have to comply with the pro-\nvisions of s 217 and 219(A) of the\nCriminal Proce-\ndure Act. In view of the fact that the magistrate\nis an\nindependent official who has nothing to do\nwith the interrogation of a\ndetainee, such state-\nments, they submit, are not privileged.\nIt is true that s 29 is designed for the\npurpose of\ninterrogating detainees and that in the\ncase of a detainee who declines to speak or who fails,\nin the/\n32. in the opinion of the Commissioner of Police, to\n\"reply satisfactorily to all questions\", the con-\ntinued detention is\ndesigned to induce him to speak.\nSee\nRossouw v Sachs\n1964(2) SA 551(A)\n56 A - B. It\nis equally true that a magistrate has nothing to do\nwith the\ninterrogation of a detainee.\nNon constat\n,\nhowever, that s 29 does not\napply to a statement made\nby a detainee who is prepared to make a clean\nbreast\nof things and to make a statement before a magistrate.\nS 29(8) does\nnot refer to a statement made during the\ninterrogation of a detainee. It\nrefers in terms to\nany statement made by him during detention and, as\nI\nhave already demonstrated, he remains in detention\nwhile making a\nstatement to a magistrate. Obviously,\nshould/\nshould charges thereafter be brought against him\nas contemplated in the proviso to s 29(1) (b) (i)\nof the Internal Security Act, such statement will\nonly be admissible in\nevidence against 'him if the\nrequirements of s 217 of the Criminal Procedure\nAct\ncan be met. That does not, however, remove the state-\nment from the\npurview of s 29(8) of the Internal Security.\nAct.\nSuch evidence may include a statement made\nbefore\neither a commissioned police officer or a ma-\ngistrate. The police officer,\neven though not one\nof the interrogating team, may be housed in the same\npremises where the detainee is detained. Even though the statement made\nbefore the police officer must,\nbefore it can become admissible, be proved to have\nbeen/\n34. been freely and voluntarily made, it has not been\nsubmitted, and, in my view, correctly so, that such\nstatement is made\notherwise than \"during such deten-\ntion\". Subject to considerations relating\nto the\nonus of proof in terms of the Criminal Procedure Act,\nsuch a\nstatement would be of the same type as that\nmade before a magistrate.\nI agree with respect with the interpreta-\ntion by\nCloete JP of s 29(8) of the Internal Security\nAct in the matter of\nState v\nNzo and Others\n1985(2)\nSA 170 (E) which is reflected in the headnote\nas\nfollows:\n\"It follows from the provisions of ss (8) of s 29 of the Internal Security Act\n74 of 1982 that an accused person detained\nunder the provisions of s 29 is deprived\nof/\n35.\nof the right to have a copy of any statement he has made whilst under such\ndetention by the explicit pro-visions of ss (8) which\nnullifies the rights\ngranted to him by\ns 335\nof the\nCriminal Procedure Act 51 of 1977\n. The only\ncircumstances in which an accused will be entitled to a copy of such a statement\nis determined in the proviso to ss (8)\nof\ns 29\n, namely where, in the course of\nany subsequent criminal procee-dings relating to the matter in connection with\nwhich the person made\nthat statement, any part of such statement is put to him\nby the prosecutor.\"\nIn spite of an indication in this case\nduring\npreliminary skirmishes between the State and\nthe defence, in an application\nfor bail, that\nthe State had a strong case because it was in\npossession of\nconfessionsmade by the detainee\nappellants/\n36.\nappellants, the State could always decide not to\nuse those confessions in the trial. I agree, with\nrespect, with the following reasoning of the\ncourt a\nquo\n:\n\"It may be that, for instance, the State considers on more mature\nconsideration that the disclosure of some information contained\nin a statement\nwould be so deleterious to the public weal that it would be better not to use\nthe state-ment even if its case were\nweakened by such a decision.\"\nThe appeal is dismissed with costs.\nJUDGE OF APPEAL\nHEFER JA)\nVIVIER JA)\nagree\nBOSHOFF AJA) STEYN AJA)",
  "scraped_at": "2026-02-11T21:05:25.612515",
  "date": "1987-05-25",
  "coram": [
    "Viljoen",
    "Hefer JA",
    "Vivier JA",
    "Boshoff AJA",
    "Steyn AJA"
  ],
  "case_number": "219/86",
  "parties": {
    "applicants": [
      "Fuzile Howard Tsewu",
      "Nontembiso Eslina Ndabeni",
      "Bukiwe Getrude Sofute"
    ],
    "respondents": [
      "President of the Regional Court for the Regional Division of the Eastern Cape",
      "Attorney General, Eastern Cape Division",
      "Senior State Prosecutor"
    ]
  },
  "sections": {
    "facts": "The three appellants were detained under section 29 of the Internal Security Act, 1982. While in detention they made written statements before a magistrate. They were subsequently charged with offences under the Internal Security Act, the Arms and Ammunition Act, and the Explosives Act. The appellants sought copies of their statements, arguing that without them their preparation of defence would be prejudiced. The State refused, relying on section 29(8) of the Internal Security Act, which excludes the operation of section 335 of the Criminal Procedure Act for statements made during detention.",
    "issues": "1. Whether section 29(8) of the Internal Security Act bars the appellants from obtaining copies of their statements made to a magistrate. 2. Whether the court below erred in refusing to exercise its discretion to order disclosure despite the appellants' fairness arguments. 3. The proper interpretation of the phrase ‘made during such detention’ in s 29(8).",
    "principles": "The court considered the statutory hierarchy between section 29(8) of the Internal Security Act and section 335 of the Criminal Procedure Act, which normally obliges the holder of a statement to furnish a copy to the maker. Precedents such as S v Lwane, S v Mpetha, State v Nzo, and decisions on the interpretation of statutory language were applied. The principle that statutory provisions must be given their plain meaning unless ambiguous, and that a court cannot override a clear legislative provision, was reaffirmed.",
    "application": "The court examined the appellants' arguments that the statements were made outside the period of detention or that the magistrate’s involvement removed the statements from the scope of s 29(8). It rejected these submissions, noting that the detainees remained in detention while being escorted to and from the magistrate and that s 29(8) covers any statement made during detention, regardless of the officer taking it. Consequently, s 29(8) overrides the right conferred by s 335, and the State’s refusal to disclose the statements was lawful. The court also found no discretion to be exercised in favour of the appellants because the statutory bar was clear.",
    "conclusion": "The appeal was dismissed with costs. The court held that section 29(8) of the Internal Security Act precludes the appellants from obtaining copies of their statements, and the lower court had correctly applied the law."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Disclosure of Statements",
    "level_3": [
      "Internal Security Act",
      "Section 335",
      "fair trial",
      "detention",
      "evidence"
    ]
  }
}