{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/53.html",
  "case_name": "S v Njilo (551/86) [1987] ZASCA 53 (26 May 1987)",
  "citation": "[1987] ZASCA 53",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 53\n|\nNoteup\n|\nLawCite\nS v Njilo (551/86) [1987] ZASCA 53 (26 May 1987)\nDownload original files\nPDF format\nRTF format\n1987-05- 26\nCase no 551/86\nMC\nOf SOUTH AFRICA\nGRRALD ZINBONILE NJILO\nand\nTHE STATE\nVIVIER JA.\nCase No 551/86\nMC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between\nGERALD ZINBONILE NJILO\nAppellant\n- and -\nTHE STATE\nRespondent\nCoram\n: HEFER, SMALBERGER et VIVIER JJA.\nHeard\n: 22 May 1987.\nDelivered\n: 26 MAY 1987.\nJUDGMENT\nVIVIER JA\n:-\nThe appellant was convicted by LAW J and\ntwo\nassessors /\n2.\nassessors in the Circuit Local Division for the Southern\nDistrict of\nthe Natal Provincial Division of murder and\nof robbery with aggravating\ncircumstances. On the\ncharge of murder no extenuating circumstances\nwere\nfound and the appellant was sentenced to death. On\nthe charge of\nrobbery the appellant was sentenced to\n7 years' imprisonment. With the leave\nof the trial\nJudge he appeals to this Court against the finding that\nthere\nwere no extenuating circumstances and the sentence\nof death imposed upon\nhim.\nThe body of the deceased, a 74 year old\nman, was\ndiscovered during the afternoon of 31 May 1986\nin a sugar cane field near Umzinto next to the road between Umzinto and\nShayamoya township\nwhere /\n3. where the deceased lived. He had been strangled with his own\nbelt which was tied tightly around his neck. His underpants, trousers,\nshoes,\nwoollen cap and wrist watch which he was wearing when he left his home earlier\nthat day, were missing and he was dressed only\nin a shirt and khaki jacket. A\npost-mortem examination of the body revealed that the deceased had died of\nstrangulation. The pressure\napplied by the belt had caused bleeding into the\nmuscles of the neck, bruising of the larynx and a fracture of the thyroid\nbone.\nAt the time of his arrest a few days later, the appellant was wearing\nsome of the deceased's missing items of clothing. When brought\nbefore a\nmagistrate in terms of sec 119 of Act 51 of 1977, and again in his evidence at\nthe trial,\nhe /\n4. he admitted assaulting the deceased by hitting him on the throat\nwith his fist and leaving him lying unconscious at the scene where\nthe\ndeceased's body was later found. He also admitted taking the deceased's wrist\nwatch and the said items of clothing. According\nto the record of the proceedings\nin the magistrate's Court,the appellant there admitted that he had throttled the\ndeceased while\nthe latter was on the ground, but at the trial he denied that he\nhad said so in the magistrate's Court and he denied that he had\nthrottled the\ndeceased. He then gave the following version of what had happened between him\nand the deceased. He said that at the\nbeginning of May 1986 the deceased\nborrowed R20 from him, promising to pay him back the following week.\nWhen /\n5. When he asked for his money, the deceased denied owing him any\nmoney. At about 11 am on the day in question, he went from Umzinto\nto Shayamoya\nto look for the deceased. He was told that the deceased was not at home. On his\nway back, he met the deceased who was\ngoing home. He asked the deceased for his\nmoney but the latter refused to pay him. The deceased drew a stick and struck\nhim on the\nside of the body. He punched the deceased on the chest and they\ngrappled. They fell to the ground and got up again. He punched the\ndeceased on\nthe throat. The deceased fell down and lay still. He picked up a plastic bag\ncontaining clothing which the deceased had\nbeen carrying as well as the\ndeceased's wrist watch\nwhich /\n6. which had landed on the ground, intending to keep the\ndeceased's belongings until such time as he had been paid his money.\nThe\nappellant's version was rejected as false by the trial Court, which held that\nthe appellant attacked the deceased with the intention\nof robbing him of his\npossessions and that he deliberately killed him in order to avoid\nidentification. The trial Court found that\nthe appellant took the said items of\nclothing from the deceased's body.\nOn behalf of the appellant two facts or\ncircumstances were relied upon as constituting exten= uating circumstances: that\nhe acted\nunder the influence\nof /\n7. of liquor and that there was an absence of premeditation. Both\nthese factors were raised at the trial. In its judgment on the question\nof\nextenuating circumstances, the trial Court referred in detail to the appellant's\nevidence regarding the amount of liquor he had\nconsumed on the day in question,\nand the effect this had on him. He said that he started drinking juba at about 5\nam and continued\nuntil about 11 am. He was in the company of other people and\ncould not say how much he drank himself. The liquor affected him to\nthe extent\nthat he could not remember certain things. That afternoon he fell asleep on the\nbus. In its judgment the trial Court found\nthat the appellant's evidence was\nnot\ntruthful /\n8.\ntruthful and that he exaggerated the amount of liguor\nhe had\nconsumed. The trial Court accepted that the\nappellant may have consumed juba\non the day in question,\nand concluded:\n\"We are of the view that it has not been established on a balance of probability\nthat the accused was intoxicated and that intoxication\nhad a bearing on his\nstate of mind in doing what he did.\"\nWith regard to the absence of premeditation,\nthe\ntrial Court held that, although the appellant might\nnot have planned the\nattack before he encountered the\ndeceased, the killing was not a reflex\naction committed\non the spur of the moment, but was a deliberate,\ncal=\nculated act.\nCounsel /\n9. Counsel for the appellant conceded that the appellant was\nan untruthful witness in regard to the quantity of liquor he had consumed\nprior\nto the murder. He submitted, however, that the trial Court over-emphasised the\nfact that the appellant had lied and failed\nto make sufficient allowance for the\npossibility that the appellant lied because he was illiterate and\nunsophisticated. I am unable\nto agree that the trial Court placed too much\nemphasis on the appellant's untruthfulness. Apart from his own evidence, there\nwas\nno other evidence of any kind before the trial Court on which to base a\nfinding that the appellant acted under the influence of liquor.\nThe /\n10. The manner in which the appellant killed the deceased and\nrobbed him of his possessions, certainly did not in any way suggest\nthat he was\nacting under the influence of alcohol. Consequently the appellant's case that he\nacted under the influence of alcohol\nrested entirely on his own evidence. And\nthat was so clearly untruthful that it was correctly rejected by the trial\nCourt.\nCounsel for the appellant next submitted that the trial Court\nmisdirected itself in not regarding the absence of premeditation as\nan\nextenuating circumstance. As I read the trial Court's judgment on this aspect,\nit found that, although the appellant might not\nhave formed the plan to rob and\nkill the deceased before he\nencountered /\n11.\nencountered the deceased, the murder was a calculated, deliberate act,\ncommitted in order to avoid identifi= cation. For this reason\nthe trial Court\ndid not regard the fact that the appellant had not planned to kill the deceased\nbefore he encountered the deceased,\nas an extenuating circumstance. In my view\nthe trial Court did not misdirect itself in coming to this conclusion, nor is it\none to\nwhich no reasonable Court could have come.\nIn my view there are no\ngrounds for interfering with the finding of the trial Court that there are no\nextenuating circumstances. The\nappeal is dismissed.\nW. VIVIER JA.\nHEFER JA ) Concur. SMALBERGER JA)",
  "scraped_at": "2026-02-11T21:05:54.243587",
  "date": "1987-05-26",
  "coram": [
    "Hefer JA",
    "Smalberger JA",
    "Vivier JA"
  ],
  "case_number": "551/86",
  "parties": {
    "applicants": [
      "GERALD ZINBONILE NJILO"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Gerald Zinbonile Njilo, was convicted in the Circuit Local Division of the Natal Provincial Division of murder and robbery with aggravating circumstances. The victim, a 74‑year‑old man, was found strangled in a sugar‑cane field on 31 May 1986; his belt had been used as a ligature and his clothing and wristwatch were missing. Njilo was arrested wearing some of the victim’s missing items. He admitted assaulting the victim and taking the belongings, though he later gave a contradictory version of events. The trial judge sentenced him to death for murder and to seven years’ imprisonment for robbery.",
    "issues": "The appeal raised two primary issues: (1) whether the trial court erred in finding that no extenuating circumstances existed, specifically regarding alleged intoxication and lack of pre‑meditation; and (2) whether the death sentence should be set aside on that basis.",
    "principles": "South African criminal law requires that an appellant establish, on a balance of probabilities, that an extenuating circumstance such as intoxication or absence of pre‑meditation materially affected the state of mind at the time of the offence. Untruthful testimony undermines credibility, and the mere possibility of intoxication is insufficient without corroborative evidence. The appellate court reviews the trial court’s findings for reasonableness and does not substitute its own view unless the trial decision is perverse.",
    "application": "The appellate court found that Njilo’s evidence of intoxication was unreliable and exaggerated; no independent evidence supported the claim that he was under the influence of alcohol. The court accepted that the killing was a deliberate, calculated act intended to prevent identification, not a reflex action. Consequently, the absence of pre‑meditation did not constitute an extenuating circumstance. The trial judge’s emphasis on Njilo’s untruthfulness was deemed appropriate, and the finding of no extenuating circumstances stood.",
    "conclusion": "The appeal was dismissed. The finding that there were no extenuating circumstances was upheld, and the death sentence imposed on the appellant remained in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "intoxication",
      "premeditation",
      "death penalty"
    ]
  }
}