{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/71.html",
  "case_name": "Boland Bank Bpk. v Piffods Bpk. and Others (123/86) [1987] ZASCA 71; [1987] 2 All SA 404 (A) (24 August 1987)",
  "citation": "[1987] ZASCA 71",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 71\n|\nNoteup\n|\nLawCite\nBoland Bank Bpk. v Piffods Bpk. and Others (123/86) [1987] ZASCA 71; [1987] 2 All SA 404 (A) (24 August 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 123/86 mp\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n?\nIn die saak tussen:\nBOLAND BANK BEPERK\nAppellant\nen\nPICFOODS BEPERK\n1ste Respondent\nNEW BERNICA BEPERK\n2de\nRespondent\nVOLKSKASGROEP BEPERK\n3de Respondent\nLEGAL &\nGENERAL VOLKSKAS\nVERSEKERING: BEPERK\n4de Respondent\nVOLKSKAS\nPENSIOENFONDS\n5de Respondent\nNEW BERNICA SECURITIES (EDMS)\nBEPERK\n8ste Respondent\nCORAM: CORBETT, HOEXTER, SMALBERGER, NESTADT, ARR\net\nNICHOLAS, Wnd\nAR\nVERHOOR: 11 Mei 1987\nGELEWER:\n24 Augustus 1987\nUITSPRAAK\nHOEXTER, AR\n2.\nHOEXTER, AR\nIn die Provinsiale Afdeling Kaap die\nGoeie Hoop het die appellant op 1 April 1985 'n mosie-aansoek om sekere bevele\nteen sewe respondente\ngeloods. Die respondente het die aansoek bestry en namens\nhulle is beantwoordende verklarings ingedien. Die aansoek is gedurende\nNovember\n1985 aangehoor en met koste afgewys. Met verlof van die Hof\na quo\n(VIVIER, R) kom die appellant teen gemelde afwysing na hierdie Hof in hoër\nberoep.\nDie appellant is 'n bankinstelling ingevolge die Bankwet, No 23 van 1965\n(\"die Bankwet\") geregistreer. Die eerste respondent, Picfoods\nBeperk\n(\"Picfoods\") is\n'n\nmaatskappy in die Pickard-groep van maatskappye. Die\ntweede respondent is New Bernica Beperk en sowel hy as 'n maatskappy bekend as\nNew Bernica Securities (Edms) Beperk (laasgenoemde is mettertyd as agste\nrespondent by die aansoek gevoeg) is in die Volkskas-groep\nvan maatskappye.\nIn ..\n3\nIn die Hof benede was dit gemene saak dat die tweede en agste\nrespondente \"as een optree en ook so beskou moet word.\" Geriefshalwe\nsal na die\ntweede en agste respondente sonder onderskeid as \"New Bernica\" verwys word. Die\nderde respondent is Volkskas Groep Beperk\n(\"Volkskas\"), 'n bank=\nbeheermaatskappy ingevolge die Bankwet. Die vierde respondent, Legal &\nGeneral Volkskas Versekering Beperk,\nis '\nn\nmaatskappy in die\nVolkskas-groep. Geriefshalwe sal na die vierde respondent (wat gedurende 1986 sy\nnaam na \"Lifegro Assuransie Beperk\"\nverander het) as \"Legal & General\"\nverwys word. Die vyfde respondent is Volkskas Pensioenfonds (\"VPF\"). Die vyfde\nrespondent\nis ook 'n maatskappy in die Volkskas-groep. Op 9 Augustus 1985 het\ndie appellant sy aansoek teen die sesde en sewende respon= dente\nteruggetrek. Op\n19 Desember 1986 het die appellant ook sy appèl teen Legal & General\nteruggetrek en aangebied om laasgenoemde\nse getakseerde party- en partykoste tot\nop\ndaardie datum te betaal.\nDie\n4\nDie appellant het in totaal 6 697 210 gewone aandele uitgereik. Met die\noog op sy onafhanklike voort= bestaan is dit die appellant\nse beleid om\ndeurentyd te waak teen die verkryging deur enige instansie of instansies van\n'\nn\naandeelhouding in die appellant se uitgereikte aandele wat na die\noordeel van die appellant se bestuur oormatig is. (Kyk verder die\nbeperkings op\naandelebesit in 'n bank ingevolge art 28D van die Bankwet). Picfoods is die\ngeregistreerde aandeelhouer van 659 500\naandele in die appellant. Legal &\nGeneral is die geregistreerde aandeel= houer van 622 900 aandele in die\nappellant. Mnr J A\nJ Pickard is die voorsitter en besturende direkteur van\nPicardi Beleggings Beperk (\"Picbel\"). Picbel het 'n 53,6% aandeelhouding\nin\nPicardi Finance Corporation Beperk (\"Picfin\"). Op sy beurt is Picfin die\nbeherende maatskappy van Picfoods. Benewens sy aandeelhouding\nin die appellant\nwas Legal & General in 1984 verder die geregistreerde aandeelhouer van 452\n300 aandele in Picfoods' (\"die\nPicfoods-aandele\"). Die appellant se aansoek in die Hof\nbenede\n5\nbenede het voortgespruit uit 'n\ntransaksie in Desember 1984\ningevolge waarvan Picfoods 654 500 van sy aandele in die appellant (\"die 654 500\nBB-aandele\") aan VPF\nvervreem het en gelyktydig waarmee Picfin die\nPicfoods-aandele van Legal & General bekotn het. Legal & General se\nbeleggingsbestuurder,\nmnr P R du Toit, wou nie regstreeks met Pickard\nonderhandel nie; en by uitvoering van die transaksie het New Bernica namens\nsowel\nVPF as Legal & General as lashebber opgetree.\nOfskoon die betrokke regshandelinge allersyds as twee wederkerige\nkoopkontrakte ingeklee is, het dit in werklikheid 'n ruiltransaksie\nvan aandele\ntussen die Pickard-groep enersyds en die Volkskas-groep andersyds behels. In\nruil vir die Picfoods-aandele wat die\nPickard-groep van die Volkskas-groep ontvang het, kry\n654 500 die Volkskas-groep die BB-aandele van die Pickard-groep.\nOp 4 Desember 1984 het New Bernica die volgende teleks aan Picbel gerig:-\n\"This\n6.\n\"This is to confirm our deal as concluded\non the telephone this morning.\nWe have sold to you and you have bought from\nus 450 000 (sic)...PICFOODS LIMITED. You\nhave sold to us and we have bought from you\n654 500 \"\tBOLAND BANK LIMITED. The\nvalue placed on both transactions is the same amount so that no money will\nexchange hands. We will deliver the PICFOODS shares in\nnegotiable order to you\nand you will deliver the BOLAND BANK SHARES in negotiable order to us on\nThursday 6th December 1984 at our\noffices, 4th floor, Bank of Lisbon Building,\n37 Sauer Street, Johannesburg.\"\nOp 5 Desember 1984 het Legal & General die volgende brief aan New Bernica\ngeskryf:-\n\"We confirm having sold to you today for delivery 6 December 1984 and\nsettlement 29 December 1984 the following:\nNo of Shares Description Price Consideration\n452 300 Picfoods llOOc R4 975 300 Limited\nDie besturende direkteur van Volkskas, mnr P R Morkel, was ook die voorsitter\nvan VPF. Op 6 Desember 1984 het VPF 'n tjek ten bedrae\nvan R4 975 300 ten gunste\nvan New Bernica getrek; en op 31 Desember 1984 is gemelde bedrag\ndeur\n7\ndeur New Bernica aan Legal & General oorbetaal. Morkel was 'n\nmede-ondertekenaar van VPF se voormelde tjek van R4 975 300 aan\nNew Bernica.\nIn die appellant se mosie-aansoek was die deponent van sy funderende\nbeëdigde verklaring mnr G Z Liebenberg. Laasgenoemde is\ndie besturende\ndirekteur van die appellant en ondervoorsitter van sy direksie. Namens Volkskas,\nVPF en New Bernica het Morkel 'n\nbeantwoordende verklaring ingedien. Dit is\ngemene saak dat daar op 6 Desember 1984 'n telefoongesprek tussen Morkel en\nLiebenberg\nplaasgevind het. Van die presiese strekking van hierdie\ntelefoongesprek gee Liebenberg en Morkel botsende relase. Volgens Liebenberg\nhet\nMorkel aan hom vertel dat daar 'n drieledige ooreenkoms tussen Volkskas, Legal\n& General en VPF gesluit is ingevolge waarvan\nhierdie drie maatskappye 'n\nblok aandele in die appellant van Picfoods gekoop het. Volgens Morkel het hy\nLiebenberg slegs daarvan\nverwittig dat VPF die\n654 500\n8\n654 500 BB-aandele van Picfoods gekoop het. Die onder= skeidelike relase\nvan Liebenberg en Morkel stem egter ooreen op die volgende\npunt : dat Liebenberg\naan Morkel te kenrie gegee het dat die appellant registrasie van oordrag van die\n654 500 BB-aandele op naam\nvan die oordragnemer sou weier.\nPickard was toentertyd 'n direkteur van die appellant. Op 28 Desember 1984\nhet Pickard in sy hoedanigheid as voorsitter van Picbel\n'n brief aan die\nbesturende direkteur en die direksie van die appellant gerig. Onder die opskrif\n\"Verklaring van Belange\" word in\ndie eerste paragraaf van hierdie brief die\nvolgende geskryf:-\n\"Net om te bevestig dat ons dit nodig gevind het om ons belang van 60% in\nPicfoods op te skuif tot 73% deur die aankoop van 452 300\nPicfoods aandele, wat\nin besit was van Legal en General Volkskas Assuransie Beperk. Soos u weet beloop\nkontant in Picfoods plus-minus\nR62 miljoen. Legal en General het verkies om die\n654 500 Boland Bank aandele oor te\nneem\n9.\nneem. Picfoods het dus die Boland Bank aandele verkoop en (Picfin het) die\nPicfoods aandele aangekoop, wat vir ons baie voordelig\nwas.\"\n(Die woorde tussen hakies is in die oorspronklike brief per abuis weggelaat\nen dié tikfout is in 'n latere brief van Picfoods\naan die appellant\nuitgewys.)\nMet verwysing na Pickard se bovermelde brief het Liebenberg op 24 Januarie\n1985\n'n\nbrief aan Picfoods gerig en laasgenoemde versoek om ingevolge art\n28A van die Bankwet te verklaar of hy ten opsigtevan die 654 500\nBB-aandele nog\nsteeds die voordeeltrekkende aandeelhouer is. Op 29 Januarie 1985 skryf die\nsekretaris van Picfoods aan Liebenberg\nen sê o a:-\n\"Op Desember 4, 1984 het Picfoods 654 500 Boland Bank aandele verkoop aan New\nBernica Limited teen 515 sent per aandeel vir lewéring\nop Desember 6,\n1984.\"\nNa verdere briefwisseling het Liebenberg op 11 Februarie 1985 '\nn\nbrief\naan Pickard gerig waarin o a die volgende beswaar aangeteken word:-\n\"6. Die\n10.\n\"6 Die feit dat u en Picfoods Beperk ons\ninlig dat\nlaasgenoemde maatskappy reeds\nsolank terug as 4 Desember 1984\ninderdaad\n654 500 aandele in Boland Bank vervreem het,\nterwyl geen aansoek\nom oordrag van die\naandele nog ontvang is nie, skep vir ons\nprobleme. Soos\nu weet word banke deur\ndie Bankwet, 1965, enersyds verbied om\nsekere\nregistrasies van aandele te doen\n(Artikel 28D)\t\"\nOp 26 Februarie 1985 het Pickard '\nn\nverdere brief aan Liebenberg gerig\nwaarin Pickard o a weer eens bevestig het -\n\"\tdat skrywe van 29 Januarie 1985 \tnl.\ndat Picfoods 654 500 Boland Bank aandele\naan New Bernica Limited teen 515\nsent per\naandeel verkoop het \t\"\nen verder aangedui het dat, hangende die oordragnemer se aansoek om\nregistrasie van die BB-aandele, Picfoods -\n\"\tsal ..... voortgaan om in die registers\nvan Boland Bank Beperk die geregistreerde houer van die aandele te wees, maar\nvir alle doeleindes sal hulle dit bloot as genomineerde\nvan die oordragnemer hou\nwat die voordeeltrekkende houer van die aandele is.\"\nOp\n11\nOp 6 Maart 1985 het Morkel in sy hoedanigheid as besturende direkteur van\nVolkskas m b t die 654 500 BB-aandele 'n brief (\"die 6 Maart\n1985 brief\")\naan\nLiebenberg geskryf. Die eerste twëe paragrawe van die brief lees soos\nvolg:-\n\"Neem asseblief hiermee formeel kennis dat\n654 500 aandele in Boland Bank deur die\nbemiddeling van New Bernica Beperk van die\ngeregistreerde verkoper van hierdie aandele,\nPicfoods Beperk, vir 'n entiteit wat 'n\nverbintenis met Volkskas-Groep Beperk het,\ngekoop is.\nOp hierdie stadium is daar nog nie finaal\nbesluit watter sodanige entiteit of\nentiteite as houer van die aandele sal optree\nnie, maar dit is nie onmoontlik dat dit\nVolkskas-Pensioenfonds sal wees nie. Sodra\ndaar finaliteit oor hierdie aangeleentheid\nis, sal die aandele in die normale gang\nvan sake aangebied word vir registrasie.\"\nOp 14 Maart 1985 het beide die voorsitter van die appellant\nse\ndireksie en Liebenberg in 'n gesamentlike brief aan\nMorkel skerp op die 6 Maart 1985 brief gereageer. Hierin is laasgenoemde\nskrywe as \"vreemd en in sekere opsigte\nerg\n12.\nerg verwarrend\" bestempel. In die derde paragraaf van hul brief wys die\nskrywers daarop dat Morkel op 6 Desember 1984 vir Liebenberg\nvan die \"drieledige\nooreenkoms\" (die strekking waarvan reeds hierbo aangedui is) vertel het. Voorts\nhet die skrywers die aandag daarop\ngevestig dat\nhoewel Pickard op 28 Desember 1984 vermeld het dat Legal\n654 500 & General die BB-aandele van Picfoods gekoop het Pickard\nlater berig het dat New Bernica eintlik die koper is;\nen dat Pickard kort tevore bevestig het dat Picfoods die\n654 500\nBB-aandele as genomineerde hou en nie die voordeeltrekkende\nhouer daarvan is nie. Vervolgens verklaar die skrywers in die\nvoorslotparagraaf van hul brief dat \"ten einde die aangeleentheid reg\nte stel\"\ndie appellant se direksie hom die reg voorbehou om indien nodig regstappe te\ndoen-\nIn sy beantwoordende verklaring sê Morkel o a dat in die lig van\nLiebenberg se mededeling aan hom in die loop van die telefoongesprek\nop 6\nDesember 1984 hy (Morkel) regsadvies ingewin het oor die vraag of die\nappellant\n13.\nappellant kon weier om die oordrag van die 654 000 BB-aandele\nop naam van VPF te registreer. Die regsadvies was dat die appellant\nsodanige\nregistrasie wel kon weier. Daarna, aldus Morkel, is die moontlikheid ondersoek\ndat Picfoods die 654 000 BB-aandele as genomineerde\nvan VPF hou, maar met die\noog op die aard en omvang van Picfoods se akte van oprigting en statute is daar\nbesluit dat die Registrateur\nvan Pensioenfondse dit nie sou goedkeur nie.\nBygevolg is op 18 April 1985 verder besluit dat Volkskas die voor= deeltrekkende\naandeelhouer\nvan die BB-aandele sou word en dat, indien die appellant sou weier\nom die aandele op naam van Volkskas te registreer, Picfoods dan\ndie aandele as\ngenomineerde van Volkskas sou hou.\nIngevolge art 3 van die Wet op Seëlregte, No 77 van 1968, word\nseëlregte ooreenkomstig Bylae 1 daarvan gehef. Kragtens art\n23(15) (a) van\ngemelde Wet word enige seëlreg wat ingevolge Item 15(5) van Bylae 1 ten\nopsigte van die verkryging van handelseffekte\nbetaalbaar\n14.\nbetaalbaar is, aangedui op 'n akte of verklaring wat m b t\nsodanige verkryging verly moet word. Art 23(1) bepaal dat dusdanige akte\nof\nverklaring, wat deur die partye by die transaksie onderteken moet word,\nbesonderhede van die transaksie wat nodig is vir die vasstelling\nvan aan=\nspreeklikheid vir seëlreg moet aandui\n\"\tmet volledige en juiste besonderhede\nvan dié handelseffekte en die betaalde vergoeding of, waar geen\nvergoeding betaal word nie, die markwaarde van die handels=\neffekte op die datum\nvan die transaksie....\"\nDientengevolge het Picfoods, VPF, New Bernica en Volkskas op 27 Mei 1985 'n\nskriftelike ooreenkoms (\"die tweede kontrak\") aangegaan.\nDie eerste vier\nklousules van die, tweede kontrak lees soos volg:-\n\"1. Picfoods en VPF kanselleer hiermee met ingang 4 Desember 1984 die ooreenkoms\ningevolge waarvan Picfoods op 4 Desember 1984 deur\nbemiddeling van New Bernica\ndie sekuriteite beskryf in klousule 3 ('die sekuriteite') aan VPF vervreem\nhet.\n2. 2.1\n15\n2.\t2.1 Picfoods vervreem en dra hiermee oor\naan Volkskas wat hiermee van Picfoods oordrag neem van die sekuriteite met\ningang 4 Desember 1984.\n2.2 Ondanks die kansellasie van die transaksie tussen VPF en Picfoods\ningevolge klousule 1, sal die ver= goeding wat daarkragtens\nbetaal is, dien as\nvergoeding vir die vervreemding van die sekuriteite deur Picfoods aan Volkskas\ningevolge klousule 2.1.\n2.3 Volkskas sal aan VPF 'n\nbedrag betaal, waaroor hulle sal\nooreenkom, ten einde VPF in die posisie te stel waarin hy sou gewees het indien\ndie transaksie tussen\nhom en Picfoods nie plaasgevind het nie.\n3.\tDie volledige besonderhede van die\nsekuriteite is soos volg:-\n3.1 Aantal sekuriteite : 654 500 (ses= honderd vier en vyftigduisend\nvyfhonderd).\n3-2 Beskrywing van sekuriteite :\nGewone aandele in Boland Bank Beperk.\n3.3 Sertifikaat nommers:\n3.4\nOnderskeidende Nommers :\nGeen\n3.5\nWaarde van vergoeding wat vir die\nsekuriteite gegee is: R3,370,675.\n4.1 Tot tyd en wyl\nBoland Bank Beperk die oordrag van die sekuriteite in die naam van Volkskas in\nBoland Bank Beperk se lederegister\ngeregistreer het, sal\nPicfoods,\n16.\nPicfoods, ongeag die vervreemding en oordrag van die sekuriteite deur\nPicfoods aan Volkskas ingevolge hierdie ooreenkoms en vir sover\ndit nie strydig\nmet die bepalings van enige wet is nie, voortgaan om in die registers van Boland\nBank Beperk die geregistreerde houer\nvan die sekuriteite te wees, maar vir alle\ndoeleindes sal Picfoods die sekuriteite hou as genomineerde van Volkskas, wat\ndie voordeeltrekkende\nhouer van die sekuriteite sal wees, ooreenkomstig die\nbedinge en voorwaardes in hierdie ooreenkoms vervat en/of ooreenkomstig sodanige\nander bedinge en voorwaardes waaroor Picfoods en Volkskas van tyd tot tyd\nskriftelik mag ooreenkom.\n4.2\nVolkskas onderneem om\nonverwyld na die ondertekening van hierdie akte en, indien nodig, van tyd tot\ntyd daarna die redelike stappe\nte doen ten einde die oordrag van die sekuriteite\nin die naam van Volkskas in Boland Bank Beperk se lederegister te laat\nregistreer.\n4.3\nVolkskas sal nie geregtig wees\nom die transaksie vervat in hierdie akte waarkragtens Picfoods die\nsekuriteite\nJ.\naan Volkskas vervreem, weens\nenige rede hoegenaamd, te kanselleer nie. Ingeval die transaksie om enige rede\nhoegenaamd verval, vrywaar\nVolkskas vir Picfoods vir enige geldelike verlies wat\nPicfoods mag ly as gevolg van sodanige verval.\"\nOnder\n17.\nOnder dekking van 'n\nbrief gedagteken 27 Mei 1985 het Volkskas op\ndaardie datum die BB-aandele, vergesel van 'n\nbehoorlik voltooide\nsekuriteit-oordragvorm, met 'n aansoek\n654 500 om oordrag van die BB-aandele in Volkskas se naam by die\nappellant ingedien. By sy brief het Volkskas 'n afskrif van die tweede\nkontrak gevoeg. Op 18 Junie 1985 het die appel= lant se direksie\nbesluit om\nVolkskas se gemelde aansoek om oordrag te weier, en ingevolge art 139(1) van die\nMaatskappywet, No 61 van 1973, is sowel\nVolkskas as Picfoods hiervan\nverwittig.\nBy sy mosie-aansoek het die appellant aanvanklik die volgende regshulp\naangevra:-\n\"1. '\nn\nBevel wat verklaar dat:-\n1.1 Eerste respóndent (Picfoods)\nse\naandeelhouding van 654 500 aandele\nin applikant as genomineerde van tweede respondent (New Bernica) of van '\nn\nander entiteit, strydig is met die bepalings van art 28(2) gelees met die\nander bepalings van die Wet (die Bankwet).\n1.2 Die\n18\n1.2 Die huidige registrasie van 654 500\naandele in applikant se naam van eerste re= spondent derhalwe onwettig\nis.\n2.\t'n Bevel wat tweede tot agste respondente gelas om binne '\nn\ntydperk\ndeur die Hof vasgestel vir applikant skriftelik in kennis te stel van die\nidentiteit van die koper soos dit blyk kragtens\ndie betrokke koop= transaksie\nmet eerste respondent ten opsigte van gemelde 654 500 aandele in applikant\ntesame met juiste inligting\nooreenkomstig die bepalings van art 28A van die\nBankwet met betrekking tot sodanige\nkoper.\n3.\nAlternatiewe regshulp.\n4.\n'\nn\nBevel wat gelas dat applikant se\nkoste\ngesamentlik en afsonderlik deur al die respon=\ndente betaal word.\"\nOp 5 Augustus 1985 het die appellant kennis gegee dat hy\nbede 2 met die volgende bede wil vervang:-\n\"2. 'n Bevel ingevolge waarvan derde Respondent (Volkskas) gelas word om\nbinne een maand vanaf die datum van die Hofbevel, die 654\n500 aandele in\napplikant te verkoop, te vervreem of van die hand te sit of op so 'n wyse\ndaarmee te handel dat eerste respondent\nby die verstryking van die gemelde\ntydperk, nie langer die voormelde aandele in applikant, as genomineerde van die\nderde respondent\nof enige ander entiteit hou nie, en wat die eerste\nrespondent\n19.\nrespondent gelas om alle sodanige samewerking te verleen ten einde uitvoering\naan die voorgaande te gee, insluitende die ondertekening\nvan die nodige\ndokumente.\"\nBy die verhoor van die aansoek het vier van die respondente betoog dat die\nvoorgenome wysiging van smeekbede 2 regtens ongegrond is\nen derhalwe geweier\nmoet word.\nMelding is reeds gemaak van die feit dat\ningevolge die transaksie wat in Desember 1984 uitgevoer is VPF 'n bedrag van\nR4 975 300 aan Legal & General betaal het. Verder\ndien opgemerk te word dat\nter uitvoer.ing van sy verpligting ingevolge klousule 2.3 van die tweede kontrak\nVolkskas 'n\nbedrag van R5 112 745 aan VPF betaal het. Hierdie\nbesonderhede het eers laat in Oktober 1985 -en dus kort voor die aanhoor van die\nmosie-aansoek -onder die aandag van die appellant gekom. In 'n gevorderde\nstadium van die betoë aan die Hof\na quo\n, en toe die appellant se\nadvokaat reeds besig was om sy repliek te lewer, het die appellant aansoek\ngedoen om smeekbede 1 met\n'n\n20.\n'n nuwe bede te vervang. Die beoogde bede 1 sou soos volg\nlees:-\n\"1. 'n Bevel wat verklaar dat:\n1.1 Eerste Respondent (Picfoods) se\naandeelhouding van 654 500 aandele in Applikant as genomineerde van Tweede\nRespondent (New Bernica) of van 'n ander entiteit(e) strydig\nis met die\nbepalings van Artikel 28(2) gelees met die ander bepalings van die Bankwet,\nen/of nietig en ongeldig is vanweë die\nfeit dat die ooreenkoms van 27 Mei\n1985 tussen Eerste, Tweedê, Derde (Volkskas) en Vyfde (VFP) Respondente\ndie bepalings van\nArtikel 14 van die Wet op Seëlregte, Wet nr 77 van 1968\noortree het, en/of nietig en ongeldig is vanweë onmoont= likwording\nvan\nprestasie ingevolge bovermelde ooreenkoms\".\nDieselfde respondente wat teen die wysiging van bede 2 beswaar gemaak het,\nhet ook teen die wysiging van bede 1 beswaar gemaak.\nDie uitsluitsel van die Hof\na quo\nin verband met die appellant se\naansoeke om wysiging sal later in hierdie\nuitspraak\n21.\nuitspraak aangedui word. Dit dan wat betref die regshulp op\ndie stukke aangevra.\nNadat die Hof benede op 10 Februarie 1985 verlof om te appelleer aan die\nappellant verleen het, en in stryd met die voorskrifte van\nreël 5(1) van\ndie reëls van hierdie Hóf, het die appellant se prokureur versuim om\ndie kennis= gewing van appèl\nbinne 21 dae daarna te liasseer. Omdat die\nkennisgewing 12 dae laat ingedien is, doen die appellant aansoek om kondonasie\nvan sy\nnie-nakoming van gemelde tydsbepaling. Die redes vir die versuim word in\n'n beëdigde verklaring deur die appellant se prokureur\nvolledig toegelig.\nDaaruit blyk dat dit te wyte is aan 'n glips van die prokureur wat toentertyd\nweens die ongesteldheid van 'n vennoot\ntydelik 'n groot werkdruk in sy\nHooggeregshof-praktyk ondervind het; en dat die appellant self in verband met\ndie versuim geen verwyt\ndra nie. Die versuim was van korte duur en is behoorlik\nverklaar. By beoordeling van die appellant se kanse op\nwelslae\n22.\nwelslae in hoër beroep moet ten gunste van die appellant aangemerk word\ndie feit dat die Hof\na quo\ndit goed geag het om verlof om te appelleer\ntoe te staan. In al hierdie omstandighede stem ek saam met die betoog van mnr\nSeligson,\nwat die appèl namens die appellant beredeneer het, dat\ndie appellant genoegsame redes aangetoon het waarom hy in die onderhawige\ngeval\nvan stiptelike nakoming van reël 5(1) vrygestel moet word. Na my oordeel\nbehoort die gevraagde kondonasie verleen te word.\nVervolgens moet die meriete van die appèl oor=\nweeg word. By aanhoor van die aansoek in November 1985\nwas die identiteit van die \"koper\" van die 654 500 BB-aandele,\nnl Volkskas, gemene saak. Trouens, die voorgenome bede 2 ingevolge die\nappellant se kennisgewing van 5 Augustus 1985 gaan van daardie\nveronderstelling\nuit. Bygevolg het die bestaande bede 2 verval. Ingevolge daardie deel van bede 1\nwat nie deur die tweede aansoek\nom wysiging\ngeraak\n23.\ngeraak is nie het die appellant gevra om 'n bevel wat\nverklaar dat Picfoods se aandeelhouding van die 654 500 BB-aandele\nas genomineerde van Volkskas met die bepalings van art\n28(2) van die Bankwet strydig is; en dat die huidige\nregistrasie van die 654 500 BB-aandele in naam van Picfoods.\nonwettig is.\nArt 28(2) van die Bankwet lees soos volg:-\n\"'n Bankinstelling of bankbeheermaatskappy registreer nie aandele in hom op\nnaam van 'n genomineerde nie, behalwe in onder= staande\ngevalle:\n(a)\top naam van die trustee van 'n effekte=\ntrustskema wat kragtens die\nWet op Beheer van Effektetrustskemas, 1947\n(Wet No 18 van 1947), geregistreer\nis,\nof die genomineerde maatskappy van\ngenoemde trustee wat deur die\nRegistra=\nteur van Effektetrustmaatskappye\ngoedgekeur is;\n(b)\top naam van die eksekuteur, administrateur,\nkurator of voog ten\nopsigte van die boedel\nvan 'n oorlede aandeelhouer van die\nbankinstelling\nof bankbeheermaatskappy of\nvan '\nn\naandeelhouer wie se\nboedel\ngesekwestreer is of van 'n aandeelhouer wat\nandersins\nhandelsonbevoeg is, of die\nlikwidateur van 'n regspersoon in die\nproses\nvan likwidasie wat 'n aandeelhouer van die\nbankinstelling of\nbankbeheermaatskappy is;\n(c) vir\n24.\n(c)\tvir 'n tydperk van ses maande op naam van\n'n effektemakelaar of van\n'n\nmaatskappy\nwat deur hom beheer word of van 'n maat=\nskappy wat\ndeur 'n bankinstelling beheer\nword of van 'n amptenaar van\ndaardie\nbankinstelling, indien dit nodig is dat\ndie aandele oorgedra word\nte'n einde\nlewering aan die koper te vergemaklik of\ndie regte van die\nvoordeeltrekkende eienaar\nvan die aandele te beskerm of waar\ndie\nvoordeeltrekkende eienaar van die aandele\nnie bekend is nie;\n(d)\twaar die registrateur sodanige registrasie\nskriftelik goedgekeur\nhet.\"\nDie betekenis van die woorde \"op naam van 'n genomineerde\" in art 28(2) is\nnie ondubbelsinnig nie. Dit is nie duidelik of die verbod\nteen registrasie slegs\ngemik is op 'n oordragnemer wat by sy aansoek om oordrag onomwonde laat blyk dat\nby registrasie in sy naam\nvan die bankinstelling se aandele hy gemelde aandele\nas genomineerde en nie as voordeeltrekkende eienaar nie sal hou, dan wel of\ndie\nWetgewer hier ook in gedagte gehad het die geval van die oordragnemer wat\ninderdaad '\nn\ngenomineerde is maar wat by sy aansoek om registrasie\ndaardie feit verswyg. Vir\ndoeleindes\n25.\ndoeleindes van die onderhawige appèl is dit onnodig om hieromtrent\nenige mening uit te spreek. Wat wel vas staan is dat in\nhul gewone alledaagse\nbetekenis die woorde \"registreer nie aandele in hom\" in art 28(2) slaan op die\nhandeling van die inskrywing\nvan 'n aandeelhouer se naam in die bankinstelling\nse lederegister.Namens die appellant is egter in die Hof benede en weer eens\nvoor\nhierdie Hof betoog dat van hierdie gewone gedagteinhoud van die aangehaalde\nwoorde afgewyk moet word ten einde aan die oogmerk van\ndie Wetgewer, soos deur\ndie appellant-voorgestel,gevolg te gee. In sy uitspraak stel die Hof\na\nquo\ndie probleem wat by uitleg ontstaan het in die volgende woorde:-\n\"In die huidige saak is daar nie sprake daarvan dat Boland Bank aandele in\nnaam van 'n genomineerde moet registreer nie. Regi= strasie\nis lank reeds\nafgehandel toe die betrokke aandele in die naam van Picfoods geregistreer is.\nDie vraag is egter of die sub-artikel\nso uitgelê moet word dat dit ook die\ngeval tref waar 'n geregistreerde\naandeelhouer\n26\naandeelhouer in 'n bankinstelling of bankbeheer= maatskappy sy aandele\nverkoop en daarna die aandele as trustee of genomineerde van\ndie koper hou\nhangende die registrasie daarvan in die naam van die koper.\"\nDie belese regter het tot die slotsom geraak dat art 28(2) slegs die\nregistrasie deur 'n bankinstelling van aandele in 'n\nnaam van\n'n\ngenomineerde verbied, en dat Boland Bank nie op die regshulp wat in die\noorspronklike bede 1 gevra is, geregtig is nie. Weens die\nredes hieronder\ngenoem, deel ek die sienswyse van die Hof\na quo\nby sy uitleg van art\n28(2). Die algemene benadering wat die uitlegger moet volg, word in\nDu\nPlessis v Joubert\n1968(1) SA 585 (A) te 594 fin-595B deur BOTHA, AR soos\nvolg aangedui:-\n\"Dit.....\n27\n\"Dit is 'n primêre reël van wetsuitleg dat die woorde van '\nn\nwetsbepaling in hul gewone, alledaagse betekenis verstaan moet word, tensy\ndit vasstaan dat daardie betekenis in stryd is met die\nduidelike bedoeling van\ndie Wetgewer soos blyk uit die statuut as geheel en ander tersaaklike\nomstandighede. In so 'n geval kan van\ndie gewone betekenis van die woorde\nafgewyk word ten einde aan die duidelikë bedoeling van die Wetgewer gevolg\nte gee. (\nVenter v Rex\n,\n1907 TS 910\nop bl 913-5, 921, 924;\nUnion\nGovernment v Mack\n,\n1917 AD 731\nop bl 743). Slegs 'n\nduidelike en\nonbetwyfelbare bepaalde bedoeling van die Wetgewer, en nie 'n bloot\nveronderstelde bedoeling nie, kan 'n afwyking van\ndie gewone betekenis van\nwoorde regverdig, en dan alleen indien die woorde vir 'n ander betekenis vatbaar\nis. (Vgl\nDadoo Ltd and Others v Krugersdorp Municipal\nCouncil\n,\n1920 AD 530\nop bl 554-5;\nPrincipal Immigration Officer v Hawabu and\nAnother\n,\n1936 AD 26\nop bl 34 - 5.)\"\nTer\nondersteuning van sy argument het ranr\nSeligson\nverwys na die bepalings\nvan art 28A van die Bankwet waarvolgens 'n bankinstelling bevoeg is om by 'n\npersoon -\n\"\top wie se naam aandele in 'n bank=\ninstelling \tgeregistreer\nis\nof gaan\nword of iemand wat namens hom optree\". (my onderstreping).\ninligting\n28.\ninligting in te win om vir die doeleindes van o a art 28(2) te kan\nbepaal of daardie persoon 'n voordeel=\ntrekkende aandeelhouer is. Hierdie\nbepalings, so is in\noorweging gegee, bevat 'n aanduiding dat 'n\nbankinstelling se\nbelang by die aandeelhouer se werklike status (d w s die vraag of hy 'n\nvoordeeltrekkende eienaar of 'n genomineerde is) verder as\ndie stadium van die\naanvanklike registrasie= handeling strek; en dat waar\n'n\naandeelhouer\nverkoop en daarna die aandele sonder enige verdere registrasiehande= ling as\ngenomineerde van die koper hou sodanige\naandeelhouding met art 28(2) in stryd\nis. Daarteenoor het mnr\nDe Villiers\n, wat die appèl namens die\nrespondente waargeneem het, aangevoer dat vir sover art 28A op art 28(2)\nbetrekking het eersgenoemde\nop die uitoefening van 'n genomineerde aandeelhouer\nse stemreg gemik is eerder as op die geldigheid van die registrasiehandeling\nwaardeur sy naam in die lederegister van die bankinstelling aangeteken word. In\nhierdie verband het mnr\nDe Villiers\ndie\naandag\n29.\naandag op art 28C van die Bankwet gevestig. Laasgenoemde art bepaal\ndat waar 'n bankinstelling of sy beamptes \"op grond van inligting\nredelikerwys\nverkry\" te goeder trou en onwetend 'n bepaling van art 28(2) oortree, gemelde\noortreding nie strafbaar (kyk art 49 van\ndie Bankwet) is nie:-\n\"\tmaar niemand mag persoonlik of by\nvolmag die stemreg ten opsigte van enige aandeel wat na die inwerkingtreding van\ndie Wysigingswet op Finansiele Instellings, 1976,\nstrydig met die bepalings van\nartikels 28(2), 28D of 28E geregistreer is, uitoefen\nnie.\"\nHoe dit ook sy het die Hof hier in die eerste\nplek met die behoorlike vertolking van art 28(2) self te make. By nalees van die\nBankwet\nas geheel en met deeglike inagneming van al die argumente namens die\nappellant aangevoer, hou ek my nie daarvan oortuig nie dat daardie\noogmerk of\nbedoeling van die Wetgewer waarvoor mnr\nSeligson\nhom beywer\nonweerspreeklik by die statuut uitstraal nie. Soos meermale in die beslissings\nvan ons Howe beklemtoon,\nmoet\n30.\nmoet in hierdie situasie deeglik voor oë gehou word dat -\n\"......it is dangerous to speculate on the\nintention of the Legislature (see eg the reference in\nSavage v\nCommissioner for Inland Revenue\n1951\n(4) SA 400\n(A) at 409 A and the Court\nshould be cautious about thus departing from the literal meaning of the words of\na\nstatute \tIt should only do so where the\ncontrary legislative intent is clear and indubitable (see\nDu Plessis v\nJoubert\n1968(1) SA 585 (A) at 594-5). Moreover, it is not the function of\nthe Court to supplement a statutory provision in order to provide\nfor a\ncasus\nomissus\n(see\nWalker v Carlton Hotels\n(SA)\nLtd\n1946 AD 321\nat\n330;\nBarkett\n's case\nsupra\nat 363 F - G).\"\n(Per CORBETT, AR in\nSummit Industrial Corporation v Jade Transporter\n1987(2) SA 583 (A) te 596 J - 597B).\nDit mag wees dat art 28(2) 'n voorbeeld van\nonbeholpe wetsopstelling is. Dit tref my egter nie as minder waarskynlik nie\ndat na die beskouing van die Wetgewer die beperkte verbod\nwat die woorde van art\n28(2) in hul gewone betekenis aandui, heeltemal sou deug. Ek is nie tevrede dat\ndie Wetgewer inderdaad die\nteenoorgestelde bedoeling\ngekoester het nie.\nVerder\n31.\nVerder dien daarop gelet te word watter verreikende aanpassing van die\nbewoording van art 28(2) geverg word by die vertolking wat\ndie appellant daaraan\nwil heg. Mnr\nSeligson\nse betoog kom daarop neer dat die inleidende woorde\nvan art 28(2) uitgelê moet word om soos volg te lees:-\n\"'n Bankinstelling \tregistreer nie\naandele in hom op naam van\n'n\ngenomineerde nie en daarbenewens mag\ndaar nie in sy lederegister verskyn nie die naam van 'n lid wat aanvanklik as\nvoordeeltrekkende\naandeelhouer in sy lederegister aangeteken is en wat daarna\ndie aandele wat op sy naam geregistreer is as genomineerde hou.\"\nDit behoef geen argument nie dat dit 'n besonder ingrypende aanpassing is wat\n-\n\"\tvirtually rewrites the sentence and\nchanges its sense.\"\n(\nSummit Industrial Corporation v Jade Transporter\n(\nsupra\n) te\n597G).\nOm bostaande redes stem ek saam met die\nbeskouing van die belese regter dat art 28(2) slegs die\nregistrasie\n32.\nregistrasie deur die bankinstelling van aandele\nin naam van 'n genomineerde verbied. Na my mening het die appellant se betoog i\nv\nm die trefwydte van art 28(2) 'n verwronge en onjuiste uitleg tot gevolg.\nDie appellant se tweede aansoek om wysiging van smeekbedes is uit hoofde van\nverskeie regsgronde (o a dat dit nuwe skuldoorsake opper\nwat in die\nbeëdigde verklarings nie aangesny is nie, en dat die respondente deur die\ntoestaan van die wysiging benadeel sou\nword) namens die respondente teengestaan.\nIn die loop van sy uitspraak het die Hof\na quo\nbeslis dat dit onnodig is\nom op die geldigheid van hierdie besware in te gaan omdat hy van oordeel\nwas:-\n\"\t dat op die eedsverklarings en ander\nstukke tans voor my daar in elke geval geen feitebasis vir enige van die twee\naddisionele gronde is nie.\"\nVir doeleindes van die appèl is die tweede addisionele grond in ieder\ngeval nie ter sprake nie. 'n Argument\nnamens\n33.\nnamens die appellant dat die verbintenisse ingevolge die tweede kontrak weens\nonmoontlikmaking van prestasie\nuitgewis is deurdat dit onmoontlik geword het\nvir Volkskas\nom registrasie van die 654 500 BB-aandele in sy naam te verkry,\nis tereg deur die Hof\na quo\nverwerp. In sy betoogspunte aan hierdie\nHof het die appellant se advokaat m i wyslik gehandel deur die hele argument i v\nm onmoontlikmaking\nte laat vaar.\nDie eerste addisionele grond wat die appellant by bede 1.1 wou byhaal, was\ndat Picfoods se aandeelhouding as genomineerde van die\n654 500 BB-aandele\nongeldig is vanweë die feit dat die tweede kontrak die bepalings van art 14\nvan die Wet op Seëlregte\noortree. Art 14 van Wet 77 van 1968 lees soos\nvolg:-\n\"'n Kontrak, ooreenkoms of onderneming wat aangegaan word met die doel om die\nvereistes van hierdie Wet met betrekking tot die seëling\nvan stukke te\nontduik, te verydel of te dwarsboom, of met die doel om 'n beswaar of ondersoek\nin verband met die\nbehoorlike ....\n34.\nbehoorlike seëling van 'n\nstuk te verhoed, is nietig: Met dien\nverstande dat hierdie artikel nie 'n ooreenkoms tussen partye belet aangaande\ndie verdeling tussen\nhulle van die verpligting om die bedrag te betaal wat aan\nseëlreg betaalbaar is nie.\"\nNamens die\nappellant is aangevoer dat die bedrag van\nR3 370 675 wat in klousule 3.5 van\ndie tweede kontrak\naangestip word as:-\n\"Waarde van vergoeding wat vir die sekuriteite gegee is\".\ndie verkeerde bedrag is; dat die korrekte bedrag R4 975 300 sou wees; dat die\ntweede kontrak ter ontduiking van seëlreg aangegaan\nis; en dat die tweede\nkontrak derhalwe nietig is.\nIn die verbygaan dien gemeld te word dat indien argumentshalwe ten gunste van\ndie appellant veronderstel sou wbrd dat die tweede kontrak\nstrydig met art 14\naange= gaan is, en dat dit bygevolg nietig is, dit moeilik in te sien is (soos\ndie respondente se advokaat tereg\ndaarop\ngewys\n35.\ngewys het) hoe hierdie omstandigheid die appellant se aanspraak op die\nregshulp in bede 1.1 aangevra (\n'n\nverkla= ring dat die registrasie van\ndie 654 500 BB-aandele in naam van Picfoods onwettig is) enigsins verstewig.\nNietigheid van die\ntweede kontrak sal vermoedelik tot gevolg hê dat\nPicfoods dan nog steeds sowel die geregi= streerde as die voordeeltrekkende\naandeelhouer sal wees. Dit is egter onnodig om verder hierop in te gaan. Na'my\nmening het die appellant se betoog i v m die korrektheid\nvan die bedrag in\nklousule 3.5 min om die lyf.\nSoos reeds daarop gewys, het dit in Desember 1984 oor 'n ruiltransaksie\ntussen die.Pickard-groep en die Volkskas-groep gegaan. Eersgenoemde\nhet die 654\n500 BB-aandele wat hy gehou het in ruil gegee vir die Picfoods-aandele waarvan\ndie Volkskas-groep die houer was.. Die\nuitwerking van die tweede kontrak op die\ntransaksie van Desember 1984 was enkel en alleen om binne\ndie\n36.\ndie Volkskas-groep VPF deur Volkskas as oordragnemer te vervang.\nJuridies het die aard van die kontrak as ruiltransaksie asook die\nidentiteit van\ndie ruilmiddels onveranderd gebly. Dit bly daarby dat die vergoeding wat die\nVolkskas-groep vir die 654 500 BB-aandele\ngegee het die Picfoods-aandele\nwas.\nParagraaf 15(5)(c)(iii) van Bylae 1 van Wet 77 van 1968, wat op die tweede\nkontrak van toepassing is, bepaal dat seëlreg van\n10 sent betaalbaar is vir\nelke R10, of deel daarvan -\n\"\tvan die bedrag of waarde van die\nvergoeding gegee of, waar geen vergoeding gegee word nie, van die waarde van\ndie handelseffekte.\"\nIn sy samehang met die hele Wet op Seëlregte beskou, moet die woord\n\"waarde\" in bovermelde paragraaf m i as \"markwaarde op die\ndatum van die\ntransaksie\" vertolk word.. Bygevolg was die partye tot die tweede kontrak\nregtens verplig om in klousule 3.5 daarvan\ndie markwaarde\nvan\n37.\nvan die Picfoods-aandele te meld.\nNou is dit so dat ten einde lewering van die Picfoods-aandele aan Legal &\nGeneral te bewerkstellig VPF R4 975 300 aan Legal &\nGeneral betaal het.\nHieruit kan egter nie sonder meer afgelei word dat die bedrag van R4 975 300 die\nmarkwaarde van die Picfoods-aandele\nver= teenwoordig het nie. Op die stukke voor\ndie Hof benede was daar geen bewys van die werklike markwaarde van die\nPicfoods-aandele\nnie. Daar was hoogstens 'n aanduiding dat die markwaarde van\ndie Picfoods-aandele\nminder\nas R4 975 300 is. Legal & General se\nbeleggingsbestuurder, Du Toit, het in 'n beëdigde verklaring (\njurat\n15 Oktober 1985) die volgende gesê:-\n\"The price received by Legal & General\nfor the sale of the Picfoods\nshares\nwas extremely good, being a price\nhigher than that ruling at the\ntime\nor subsequently\t\"\nVerder .......\n38.\nVerder meer : die appellant kon him in alle geval nie op die\nnietigheidsbepaling in art 14 beroep nie by\nontstentenis van bewys. dat die tweede kontrak aangegaan\nis met die doel om die bepalings van Wet 77 van 1968 te ontduik of te verydel\nof te dwarsboom. Na my oordeel ontbreek dusdanige getuienis.\nTrouens, wat die\nPickard-groep betref is daar aanduidings (kyk bv Picfoods se brief van 29\nJanuarie 1985 aan die appellant en Pickard\nse brief van 26 Februarie 1985 aan\ndie appellant) dat\ndie Pickard-groep die 654 500 BB-aandele - wat hy bereid was om vir die\nPicfoods-aandele te verruil - se \"prys\" teen 515 sent per\naandeel (= R3 370 675)\nbereken het.\nOm bostaande redes gaan ek verder akkoord met die Hof\na quo\nse\nbevinding dat yir die addisionele gronde wat die appellant in die betoog-stadium\nwou byhaal daar\ngeen werklike feite-basis bestaan het nie. Na my oordeel het die belese\nregter tereg bevind\ndat\n39.\ndat die appellant nie op die regshulp òf soos oorspronklik\naangevra of soos in die wysigings waarvoor aansoek gedoen\nis, geregtig is nie.\nDie appel word met koste afgewys insluitende die\nkoste van twee advokate. Die appellant moet die koste\nverbonde aan die aansoek om verlof om te appelleer asook\ndie koste verbonde aan die appellant se aansoek om kondonasie\ndra, insluitende die koste van twee advokate.\nG G HOEXTER, AR\nCORBETT, AR )\nNESTADT, AR ) Stem saam\nNICHOLAS, Wn AR )",
  "scraped_at": "2026-02-11T21:11:45.415855",
  "date": "1987-08-24",
  "coram": [
    "Corbett",
    "Hoexter",
    "Smalberger",
    "Nestadt",
    "Nicholas"
  ],
  "case_number": "123/86",
  "parties": {
    "applicants": [
      "Boland Bank Bpk."
    ],
    "respondents": [
      "Picfoods Bpk.",
      "New Bernica Bpk.",
      "Volkskas Groep Bpk.",
      "Legal & General Volkskas Versekering Bpk.",
      "Volkskas Pensioenfonds",
      "New Bernica Securities (EDMS) Bpk."
    ]
  },
  "sections": {
    "facts": "Boland Bank (the appellant) applied to the Provincial Division on 1 April 1985 for an interdict against seven respondents concerning the registration of 654,500 ordinary shares in Boland Bank held by Picfoods and Legal & General. The shares were the subject of a share‑exchange transaction in December 1984 between the Pickard group (Picfoods, Picfin) and the Volkskas group (New Bernica, VPF, Legal & General). Various letters confirmed that Picfoods sold the shares to New Bernica and that Legal & General received Picfoods shares, while the Volkskas group received the Boland Bank shares. The appellant alleged that the registration of the shares in the name of the respondents violated section 28(2) of the Bank Act and sought orders to declare the registration unlawful, to disclose the ultimate purchaser, and to award costs.",
    "issues": "The court had to determine (1) whether the registration of the 654,500 shares in the name of Picfoods (or as a nominee) contravened section 28(2) of the Bank Act; (2) whether the second contract dated 27 May 1985 was void pursuant to section 14 of the Seal Rights Act; (3) whether the appellant was entitled to an interdict and associated costs; and (4) whether the appellant’s late filing of the appeal could be condoned.",
    "principles": "The judgment relied on an ordinary‑meaning approach to statutory interpretation, following Du Plessis v Joubert, holding that the words of section 28(2) must be given their plain meaning unless a clear contrary legislative intention is shown. Section 28A was noted to regulate the registration of shares in the name of a nominee, but it does not expand the prohibition of 28(2). The court also applied the rule that a contract that seeks to evade the seal‑rights legislation (section 14, Act 77 of 1968) is void, but only if the intention to evade is proved. Finally, the court exercised its discretion under the Rules of Court to condone a procedural default where there is a satisfactory explanation.",
    "application": "The court found that the shares were already registered in Picfoods’ name, not as a nominee, and therefore the prohibition of section 28(2) did not apply. The second contract, although flawed, did not affect the legality of the original share exchange and there was insufficient evidence that it was entered into for the purpose of evading the seal‑rights provisions. Consequently, the appellant’s request for an interdict and for costs was unsupported. The court, however, accepted the appellant’s explanation for the delayed appeal and granted condonation of the default.",
    "conclusion": "The appeal was dismissed with costs against the appellant, including the costs of the appeal and the condonation application. No interdict was granted and the registration of the 654,500 shares in the name of Picfoods remained valid."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Banking Regulation",
    "level_3": [
      "Section 28(2) Bank Act",
      "Share Transfer",
      "Statutory Interpretation",
      "Condonation of Appeal"
    ]
  }
}