{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/108.html",
  "case_name": "Salandia (Pty) Ltd v Vredenburg-Saldanha Municipality (197/86) [1987] ZASCA 108; [1988] 1 All SA 351 (A) (29 September 1987)",
  "citation": "[1987] ZASCA 108",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 108\n|\nNoteup\n|\nLawCite\nSalandia (Pty) Ltd v Vredenburg-Saldanha Municipality (197/86) [1987] ZASCA 108; [1988] 1 All SA 351 (A) (29 September 1987)\nDownload original files\nPDF format\nRTF format\n197/86/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nSALANDIA (PROPRIETARY) LIMITED\n.\tAPPELLANT\nAND\nVREDENBURG-SALDANHA MUNICIPALITY\nRESPONDENT\nCORAM: CORBETT, GROSSKOPF, SMALBERGER, VIVIER, JJA, et BOSHOFF AJA\nHEARD\n: 28 August 1987\nDELIVERED\n: 29 September 1987\nJUDGMENT\nGROSSKOPF,JA\nThe appellant is the owner of land described as the\nremainder of Erf 3461, Saldanha. This land is situated\nwithin\n2 within the area of jurisdiction of the respondent\nmunici-pality. A township was laid out at some time in the past on this land,\nand a number of plots in the township have been sold and transferred over the\nyears. During the period 1 Jan-uary 1971 to 31 December\n1977 the appellant paid\nrates in re-specc of the land. These rates were assessed, not on a valua-tion of\nthe land as a unit, but\non a valuation of the indivi-dual unsold erven. The\nrates were paid to the municipality of Saldanha until it merged with the\nmunicipality\nof Vredenburg to form the respondent. The respondent came into\nexistence on 1st March 1975, after which date payments were made to\nit. Nothing\nturns on this succession of municipalities since it is common cause that the\nrespondent is liable for the debts of its\npredecessors.\nSimilarly\n3 Similarly the appellant paid, during the years 1974 to 1977,\nfixed annual basic minimum charges (availability charges) for the supply\nof\nwater and electricity within the municipal area. These charges were levied in\nrespect of the individual unsold erven which constituted\nthe township, and not\non the property as a unit. On 30 January 1981 the appellant issued summons in\nthe Cape of Good Hope Provincial\nDivision against the respondent, claiming\nrepayment of the rates paid(amounting to R97 608,08)as well as of an amount of\nR85 878,31,being\nthe difference between what was paid by way of availability\ncharges and what would have been payable in respect of the property as\na single\nunit. At the trial before SCHOCK J most of the relevant facts were admitted and\nonly\none\n4 one witness gave evidence. SCHOCK J found for the defendant\n(respondent) in respect of the claim for repayment of rates but for\nthe\nplaintiff (appellant) in respect of the availa-bility charges. The judgment has\nbeen reported: v\nide Salandia (Pty) Ltd v Vredenburg-Saldanha Municipality\n1985 (3) SA 265\n(C). With the leave of the Court a\nquo\nan ap-peal and a\ncross-appeal were acted. The cross-appeal was, however, withdrawn prior to the\nhearing, and all that re-mains to\nbe done in respect of it is to make an\nappropriate order as to costs. Counsel for both parties agreed that the\nrespondent should\nbe ordered to pay the costs of the cross-appeal, and it will\nbe ordered accordingly.\nBefore considering the merits of the appeal I have to\ndeal\n5\ndeal with two preliminarymatters. The first is a\npetition\nby the appellant asking for condonation of its failure to\ninform\nthe registrar timeously that the respondent had waived\nits right to security\nin terms of AD Rule of Court 6(3).\nThe appellant's failure in this regard\nstemmed from its at-\ntorney's bellef that a respondent was not entitled to security\nfor his costs of appeal pursuanr to Rule of Court 6(2) in\ncases where the appellant comes to this Court with the leave\nof the Court a\nquo\nor with leave granted on petition to the Chief\nJustice. This, in effect, had been the position before the\namendment of the Supreme Court Act, no. 59 of 1959, by the\nAppeals Amendment Act, no. 105 of 1982 - vide\nBlou v Lampert\nand chipkin NNO and Others\n1973(1) 5A 1 (A). However,\nthe new regime introduced by the latter Act whereby\nthe\n5 A the need to obtain leave to appeal was greatly extended,\nalso had an effect on the provisions concerning security for costs. In\nparticular, where leave is granted pursuant to the amended section 20(4)(b) of\nthe Supreme Court Act (which covers trial matters\nlike the present, the\nprovisions of Rule 6(2) and 6(3) regarding security are applicable. See\nKlipriviersoog Properties (Edms) Bpk\nv Gemeenskapsont-\nwikkelingsraad\n1987(2) SA 117 (A). The appellant's at-torney was accordingly mistaken when he\nthought that it was not necessary to comply with Rule\n6(3) in the present case.\nHowever, we know from experience that many practitioners and others shared this\nmistaken view (cf. also\nthe\nKlip\n-\nriviersoog\ncase,\nsupra\n, at\np. 122 G-H).\nA\n6\nA proper waiver of security has now been filed. The\nappellant\nmoved the petition at the commencement of the hearing of this appeal, and\nrespondent did not oppose. In the circumstances the condonation\nprayed in the\npetition was granted.\nA second preliminary matter relares to joinder. As will\nbe seen, the appellant's claim for the repayment of rates placed in issue\nthe\ncorrectness of valuations of the property made pursuant to the Valuation\nOrdinance of the Cape of Good Hope, No 26 of 1944. The\nauthority which is\ncharged with the administration of that ordinance is the Director of Valuations,\nan official áppointed\nby the Administrator. See sec 3 of\nthe\n7\nthe Ordinance. This Court consequently reguested\nthe parties to address argument on the question whether the Director of\nValuations\nshould not have been joined as a necessary party to the proceedings.\nAt the commencement of the hearing Mr Dison, who appeared for\nthe appellant,\nhanded in a letter from the Director of Valua-tions to the Registrar of this\nCourt which may, I considsr, reasonably\nbe interpreted as a consent to be bound\nby the judgment of this Court although the Director is not a party thereto. By\nreason of\nthe filing of this consent it becomes unnecessary to consider whether\nthe Director should or should not have been formally joined\nas a party (\nvide\nAmalgamated Engineering Union v Minister of Labour\n1949(3) SA 637 (A) at\nPP. .........\n8 pp. 659-60 and 661-3) and I express no opinion on this\nquestion.\nThis brings me to the merits of the appeal. It will be necessary\nfirst to set out the relevant facts.\nAs I have indicated above, the\nappellant's property was laid cut as a township at some time in the past. The\nrecord does not disclose\nany details about the town-ship,such as when the\ngeneral plan of the township was pre-pared or approved, or in what manner, if at\nall, it was dealt \" with in the Deeds Office. (See, by way of contrast,\nSteel\n-\npark Estate Co. Ltd. v Vereeniging Town Council\n1963(2) SA\n367 (T) at pp. 371D-373E. See also sec 46 of the Deeds Re-gistriesAct, No 47 of\n1937). It is,however,common cause that\nthe individual unsold erven have not been\nregistered\nseparately\n9\nseparately. Regarding the relevant valuations, the\nfol-\nlowing facts were agreed between the parties:\n\"1. The claim for repayment of rates\nrelates to the years 1971 to 1977.\n2.\nIn 1969 a General Valuation\nwas made which came inro operation on 1st January\n1971.\n3.\nThis General Valuation remained in\nforce until 31st December 1976.\n4.\nIn 1975\nthere was a further General Valuation which came inro operation on the 1st\nJanuary 1977.\n5.\nDuring both the aforesaid\nGeneral Valuations the property in question was valued on the basis of\nindividual unsold erven and not on\nthe remainder as a\nunit.\n6.\nDuring the period 1971 to 1977 the\nrates on the property were assessed on the basis of the two valuation rolls\naforementioned.\n7.\tOn 1st April 1980 Plaintiff\napplied\nto the Director of Valuations to\ncorrect both valuation rolls\nrelating\nto\n10\nto the aforementioned valuations.\n8.\nPursuant to the provisions\nof Sec-tion 63(1) of the Valuation Ordinance, 26 of 1944, the Director of\nValuations then caused an interim\nvaluation to be made of the remainder as a\nunit.\n9.\nThereafter the 1975 valuation roll\nwhich came into operation on 1st January 1977 was rectified as appears from the\nvaluation form\nhanded in by agree-ment.\n10. The\nprior 1969 roll which had come into operation on 1st January 1971, could not be\nrectified by the Director of Valuations, because\nit was no longer in force in\n1980.\"\nThe appellant's case for repayment of rates is based\nfirstly on\nthe\ncondict\nio\nindebiti\n. In the particulars of\nclaim this claim\nwas formulated in the following manner.\nThe appellant contended that rates\nwere improperly levied\nin that they were assessed, not on the valuation of the\nproperty\n11\nproperty as a unit, but on the valuation of the individual\nunsold erven which constituted the township, and which were erroneously\nentered\nseparately on the valuation roll. Since the rates were improperly levied, the\ncontention proceeded, the accounts rendered\nfor rates were rencered in respect\nof rates which were not owing by the appellant. The appellant, in the\nbona\nfide\nand reasonable but erroneous belief that the rates levied as aforesaid\nwere in law payable, and that it was obliged to pay such rates,\nmade payment of\nthe accounts rendered as aforesaid. Consequently, the appellant concluded, a\ncondictio indebiti\nlay for the recovery of the rates paid.\nIn reply to the appellant's case the respondent formally admitted that the\namount claimed by the appellant was in fact\nthe\n12 the amount which had been paid in respect of rates, and that the\nappellant's belief that the rates were due in law, was reasonable\nand\nbona\nfide\n. The main matters placed in issue were whether the valuations had been\nincorrectly made, and, in any event, whether the municipality\nwas entitled to\nassess rates on any valuation other than that appearing on the valuation xxxxx.\nIn addition the respondent contended\nthat the appellant's error was one of law,\nwhich could not found a\ncondictio indebiti\n, that the quantum of the\nover-payment had not been proved, and that the claim was in any event\nprescribed.\nThe court a\nquo\nheld, on the authority of\nVolkstrust Bpk v\nDirekteur van Skattings en Andere\n1980(1) SA 760 (C),\nby\n13\nby which it considered itself bound, that the valuations had not been\ncorrectly made. However, it decided this part of the case on\nthe simple basis\nthat the assessments were correct, even if the valuations were wrong, and that\nthe payment of rates by the appellant\nwas consequently not made\nindebite\n.\nThe court a\nquo\ntherefore did not have to decide the further defences\nraised by the respondent.\nAll these matters were again raised before us (some with more enthusiasm than\nothers). We were firstly invited to hold that, despite\ncases such as\nRandfontein Estates Gold Mining Co. v Randfontein Municipality\n1939 TPD\n406\n;\nFlorida Hills Township Ltd v Roodepoort-Maraisburg Town Council\n1961\n(2) SA 386\n(T);\nSteelpark Estate Co Ltd v Vereeniging Town\nCouncil\n14\nCouncil\n1963(2) SA 367 (T);\nDu Plessis v Nortje en\nAndere\n1965(3) SA 800 (C) and\nVolkstrust Bpk v Direkteur van\nSkat\n-\ntings en Andere\n(\nsupra\n) it was perfectly proper for the\nvaluation to have been made on the unsold erven individually rather than on the\nremainder as a unit.\nIn view of the paucity of information about the nature and\nstatus of the township I prefer, however, not to express any opinion on\nthis\nsubmission and to proceed direct to the further question whether the assessments\nwere not in any event correct even if the method\nof valuation may have been\nwrong. The answer to this question depends on the interpretation of the relevant\nordinances, to which\nI now turn.\nThe valuation of land for rating purposes is, as I have mentioned above,\ngoverned by the Valuation Ordinance\nNo\n14 A No 26 of\n1944. Sec 39\nprovides that general valuations\nhave to be held at least once in every period of ten years. Other sections\nprovide for interim valuations\n(see eg. secs. 40 and 63(1)). Whenever a\nvaluation is to be made, the Director of Valuations, acting in consultation with\nthe local\nauthority involved, appoints one or more valuers (sec. 28) The value\nland (sec. 43) and buildings (sec. 44) in the manner laid down\nby\nthe\n15\nthe Ordinance. When this has been done, a valuation roll is prepared,\nsetting forth in respect of each separate pro-perty the name\nof the owner of the\nland; the situation, de-scription and area of the land; the value of the site,\nof the buildings and improvements;\nand certain other particulars (sec 51).\nThereafter the roll is considered by a valuation court (or, in exceptional\ncases, the Director\n- sec 57) after proper notice to interested parties. (sec\n52,53,55 and 56). The valuation court (or the Director, where he performs\nits\nfunctions) deals with objections to the valu-ation roll, but may consider and\ndetermine on the valuation of any property, irrespective\nof whether an objection\nhas been lodged, and may confirm, increase of decrease any\nvaluation\n16\nvaluation, subject to certain provisions (sec.\n55). When\nthe valuation roll has been adopted by the court it\nis\ntransmitted to the Director (sec. 59(2)) and is, in general\nfinal (sec. 61). Section 73(2) authorizes the Director to\nbring a roll\ninto operation prior to its consideration or\nadoption by the valuation court or the Director. If the\nvaluation court or\nthe Director were then to effect amendments\nto the roll in the exercise of their powers summarized above,\nthe amendments will operate retrospectively to the date on\nwhich the roll came into operation (sec. 73(3)).\nThe circumstances in which the valuation roll is not\nfinal pursuant to sec 61 are set out in sections 63 to 69.\nFor convenience I deal with these sections now, although I\nshall have to return to them again later. Section 63\ndeals with the rectification of errors. Sub-\nsection\n16 A\nsection 1 is of importance in this appeal and I quote it in\nfull:\n\"63. (1) If at any time after the valuation roll has been brought into\noperation in terms of section 73 (2) or has been finally adopted\nby the\nvaluation court the Direc-tor is, after consultation with the parries concerned,\nof opinion that any error has occurred or\nthat the valuation of any particular\nproperty gives rise to inequable\ntreatment\n17\ntreatment of owners, he may take all such steps as may be\nnecessary for the recti-fication thereof or may cause an interim valuation\nto be\nmade in respect of the property in question.\"\nSub-section 2 provides for the removal from the roll of the\nvaluation of a\nbuilding which has been totally demoiished or\ndestroyed.\nSec 63 bis authorizes the Director to remit the valua-\ntion roll\nfor reconsideration by the valuation court if he\nis of opinion that the provisions of the law in regard to\nthe making of a valuation or the consideration and adoption\nof a valuation roll have not been complied with. Sections\n64 to 68 deal with appeals to the Supreme Court against\ndecisionsof the valuation court (or the Director under sec 57)\non\n18\non points of law. Section 69 preserves the powers\nof review of the Supreme Court.\nFrom the above summary it will be apparent\nthat the Valuation Ordinance creates a self-contained system for the valuation\nof property\nfor rating purposes. As a part of this system, interested parties\nare afforded ample opportuni-ties to present their points of view\non the\nvaluation of pro-perty, and to have errors in valuations corrected.\nThe power of a municipality to levy rates is found in the successive\nMunicipal Ordinances. The rates payable in the present matter\nin the years 1971\nto 1974 were governed by the Municipal Ordinance, No 19 of 1951. This ordinance\nwas replaced as from 1 January\n1975 by the Municipal Ordi-\nnance\n19 nance, No 20 of 1974. The latter ordinance consequently governs\nthe years 1975 to\n1977.\nSec 96(1)\nof the 1951 Ordinance provided that,\nsubject to an exception to be considered presently, \"all rates made and levied\nby the council\nshall be assessed on the valuation as shown in the valuation roll\nin operation on the date on which such rates become due and payable\n...\"\nThe expression \"valuation\" in relation to immovable property was defined in\nsec 2 as \"the valuation thereof as determined under the\nlaw relating to the\nvaluation of im-movable property ...\"\nThe scheme of the two ordinances when read in combination thus seems clear.\nValuations were effected under the Valuation\nOrdinance\n20 Ordinance; and when rates were assessed under the Municipal\nOrdinance, such valuations were used as bases for assessment. The Municipal\nOrdinance did not itself provide machinery for\nthe making or altering of valuations. One exception to the general rule that\nrates were to be assessed on the valua-tion as shown\nin the valuation roll was,\nhowever, contained in sec 96. This was where ratable property formed a part of\nimmovable property which\nhad been valued as a whole. In such a case sec 96(3)\nprovided for an ad\nhoc\ntemporary valuation of the ratable property by the\nDirector of Valua-tions, or alternatively, for the fixing of a value by means\nof\na formula based on the rental payable in respect of the property. It will be\nnoted that here, also, the municipality\nwas ......\n21 was not itself responsible for valuations.\nThe 1974\nMunicipal Ordinance is to the same general effect. Section 86 (1) lays down that\n\"the valuations on which any rates are assessed\nby a council ... shall be the\nvaluations appearing in the valuation roll in operation in its municipal area on\nthe date on which\nsuch rates become due and payable\". Sec 86 (3) makes\nsubstantially the same pro-vision as that found in sec 96 (3) of the 1951\nOrdinance\nfor the valuation of ratable property which forms part of immovable\nproperty valued as a whole. And the definition of \"valuation\"\nin sec 2 does not\ndiffer in any material re-spect from that in the 1951 Ordinance.\nThe above provisions render it abundantly clear, in\nmy\n22\nmy view, that, when assessing rates, a municipality must take\nthe valuation roll as it finds it. The municipality is neither required\nnor\nentitled to enquire into the question whether a valuation appearing on the roll\nwas properly made. An attack on a valuation (whether\nby the owner of by the\nmu-nicipality) can be made only by using the machinery created or recognised by\nthe Valuation\nOrdinance\nin sections 63 to 69\nwhich were summarized above. As will be seen, the invoca-tion of these\nprovisions could also have an effect\non rates. However, it is in my view not\nopen to a ratepayer to refuse to pay rates on the ground of some alleged defect\nin the valuation\nappearing on the roll. By the same token, rates which have been\npaid cannot be reclaimed by way of a\ncondictio\nindebiti\n23\nindebiti\nbecause of such an alleged defect. The reason\nfor this is that rates which were properly assessed on the \"valuations appearing\nin\nthe valuation roll\", (sec 86 (1) of the 1974 Municipal Ordinance) were owing,\nirrespective of whether the valuation had been correctly\nmade. The ratepayer\ncon-sequently cannot establish the prime recuirement for a\ncondiction\nindebiti\n, viz., that the payment was made\nindebite\n(see Le\nRiche v\nHamman\n1946 AD 648\nat 656). I therefore agree with the following passages\nfrom the judgment of the court a\nguo\n(\nsupra\nat p 273 F-G):\n\"From the terms of s 96(1) (of the 1951\nMunicipal Ordinance) aforequoted it is clear, in my view, that rates must be\nassessed and paid on the valuation shown on the valuation\nroll. This is what the\nsubsection in terms provides.\"\nand\n24\nand, at p 273 G-H:\n\"... the rates must be assessed and paid on the basis of the appropriate\nvaluation on the valuation roll then in operation, which\nwas what in fact in\nthis case occurred. There can therefore be no question of plaintiff having paid\nindebite\n.\"\nThe position may be different - I express no view on it -\nwhere\nthe valuation is a complete nullity, e.g., where it re-\nlates to non-existent property. Although the appellant has\ncontended that the present is such a case, I do not agree.\nThe land which was valued exists; the appellant is the owner\nthereof; and it is situated within the relevant municipal\narea. The fact that it was wrongly described as consisting\nof separate plots (and for present purposes I must assume\nthat this description was incorrect) would not by itself\ninvalidate\n25\ninvalidate the valuation. See sec 62 of the Valuation\nOr-dinance. In the instant case there was no doubt or diffi-culty in\nascertaining\nwhat the land was which had been valued. The appellant's only real\ncriticism was that the wrong basis of valuation had been applied.\nEven if this\ncriticism were to be well-founded, I cannot see why the application of a wrong\nbasis of valuation would render the valuation\na nullity.\nMy conclusion that the\ncondictio indebiti\nis not available in the\ncircumstances of the present case renders it unnecessary to decide the further\nmatters raised by the respondent,\nviz., whether the appellant's mistake was one\nof law; whether a mistake of law can found a\ncondictio indebiti\n, and\nwhether the appellant's claim was not in any event prescribed.\nIn\n26\nIn the alternative to its case based on the\ncondictio\nindebiti\n, the appellant claimed the return of a portion of the rates paid in\nrespect of the year 1977 by invoking certain provisions of the\nMunicipal\nOrdinance of 1974. The background to this claim is as follows. It will be\nrecalled that there was a general valuation in\n1975 which came into operaticn on\n1 January 1977. In this valuation the appellant's property was again valued on\nthe basis of the\nindividual unsold erven, and not on the remainder as a unit.\nHowever, in 1980 the Director of Valuations caused an interim valuation\nto be\nmade of the property pursuant to sec 63(1)\nof\n27 of the Valuation Ordinance, which I have quoted above. On this\noccasion the property was valued as a unit, resulting in\na substantially\nlower valuation. The appellant had paid\nrates in respect of 1977 which had\nbeen assessed on the\t!\noriginal higher valuation. It now contends that it was\nentitled in terms of sec 91 (1) of the Municipal Ordinance\nto be repaid a part of the rates thus paid in respect of\n1977. (It is common cause that the interim valuation had\nno effect on the 1969 general valuation which was no longer\nin force when the interim valuation was made). This sub-\nsection reads as follows:\n\"91 (1) If rates are assessed on the valuation of immovable property\nappearing in a\nvalua-\ntion roll and such valuation\nis thereafter altered -\n(a)\non appeal or review in\nterms of section 64 or 69 of the Valuation Ordinance, 1944 (Ordinance 26 of\n1944);\n(b)\nas a result of the rectification of\nan error by the Director of Valuations in terms of section 63(1) of the\nsaid\nOrdinance\n28\nOrdinance;\n(c)\tin consequence of the remittal of a\nvaluation roll to a valuation\ncourt\nin terms of section 63\nbis\nof the said Ordinance, or\n(d)\tas a result of such roll being adopted\nwith amendments by a valuation\ncourt\nor the Director of Valuations after it\nwas brought into\noperation\nin terms of\nsection 73(2) of the said\nOrdinance,\nthe council shall adjust the assessment of\nsuch rates and shall -\n(i) refund rates paid in respect of any a-\nmount by which such valuation is de-\ncreased, and (ii) recover rates in respect of any amount\nby which such valuation is increased.\"\nThe purpose of sec 91(1). is clear.\nRates, as I have shown above, are assessed and paid on the valuations appearing\nin the valuation\nroll. However, these valuations may be changed pursuant to\nthe\nprovisions\n29 provisions of the Valuation Ordinance which I summarized\nabove, and which are referred to in sec 91(1). What then happens to rates\npayable or paid on the basis of valuations which have been changed? The answer\nis provided by sec 91(1). In brief, the assessment\nof rates is adjusted,\nover-payments are refunded, and under-payments are recovered.\nFor present purposes the relevant item in sec 91 is that contained in sub-sec\n(l)(b). Although Mr Dison did at some stage suggest\nthat sub-section (1) (c)\nmight also be apposite, I did not understand him to per-sist with the\nsuggestion, and, I consider, correctly\nso. It is quite clear that the interim\nvaluation in 1980 took place pursuant to sec 63(1) of the Valuation Ordinance\n(re-\nferred\n30\nferred to in sec 91(1)(b) of the Municipal\nOrdinance) and was not made in consequence of a remittal of the roll to a\nvaluation court\nin terms of sec 63\nbis\nof the Valuation Or-\ndinance (to which sec 91(1)(c) of the Municipal Ordinance refers).\nThe parties' contentions concerning the applicability\t'\nof sec\n91(1)(b) of the Ordinance were defined as follows in a document entitled \"Agreed\nList of Matters in Dispute\" handed in at the\ncommencement of the hearing in the\ncourt\na\nquo\n:\n\"\nCLAIM FOR REPAYMENT OF RATES ON ERF 3461\nON THE BASIS OF SECTION 91 OF THE MUNICIPAL\nORDINANCE NO 20 OF 1974\n2.1 In the event of this Honourable Court\nfinding that the assessment of the rates on the valuation of the individual\nun-sold erven constituting the remainder and not on the\nvaluation of the re-\nmainder\n31\nmainder as a unit constituted an error as\nenvisaged by Section 63(1) of the Valuation Ordinance No 26 of 1944, then\nDefendant admits\nthat the error was rectified by the Director of Valua-tions in\nterms of Section 63(1) of the Valuation Ordinance, No 26 of 1944 by\ncausing an\ninterim valuation to be made in respect of the property in question at which\nvaluation the property was valued by the\nCourt on the correct basis (i.e. as a\nunit) in order to rectify the said error; 2.2 Defendant, however, contends that\nnot-withstanding\nthis rectification of the error, Section 91(1)(b) of the\nMunicipal Ordinance, No 20 of 1974 has no ap-plication to the rectification\nof\nthis type of error and Defendant is there-fore not bound to make a refund in\nterms of the said provision.\"\nIf I understand these paragraphs correctly, the only\nissue\nbetween the parties was whether the application of a\nwrong\n32\nwrong method of valuation constituted an \"error\" within\nthe\nmeaning of section 63(1) of the Valuation Ordinance. If it\nwas an\nerror, so I understand the passage, the error was\nadmittedly rectified by the Director pursuant to sec 63(1);\nand a repayment of a part of the rates should be ordered in\nterms of sec 91(1)(b) of the Municipal Ordinance. It was\napparently on this basis that the court a\nguo\ndecided in\nfavour of the respondent. The relevant passage in its\njudgment reads as follows (at p 274 D):\n\"In my view, however, s 91 has no applica-\ntion in the circumstances of the present\ncase. An\nincorrect method of valuation is,\nin my judgment, not a 'mistake' (sic - should be 'error')\nwithin the\nambit of s 91(1)(b). It is rather a matter\nfor appeal to the valuation court or, if\nthis is\nnot appropriate, for review by the\nSupreme Court in terms of s 91(1)(a).\nPlaintiff's.\n33\nPlaintiff's present application under s 91(1)(b) cannot therefore succeed.\"\nI must confess that I find it difficult to follow this\nreasoning.\nSec 63(1) of the Valuation Ordinance may be\ninvoked. \"if ... the Director is\n... of opinion that any error\nhas occurred ...\". When he forms such an opinion, the Director may\t|\neither cause the valuation in question to be rectified, or\ncause an interim valuation to be made. There is nothing in\nthe sub-section to suggest that the phrase \"any error\" is\nto be accorded anything other than its wide ordinary meaning.\nIndeed, the fact that two remedies are provided for the rec-\ntification of errors is by itself an indication that different\ntypes of errors were envisaged - some which could be ad-\nministratively rectified by order of the Director, and\nothers\n34\nothers which required an interim valuation. The\nlatter\nclass, it would appear, must necessarily be errors which in\nsome\nway bear on the manner in which the valuation was made,\notherwise an interim\nvaluation would not be an appropriate\nway of rectifying the error. In\nexpressing this view I have\nnot overlooked the possibility that the provision\nfor an\ninterim valuation may have been introduced into sec 63(1) to\ncater,\nnot for the rectification of an error, but only for\nthe correction of a valuation which \"gave rise to inequable treatment of\nowners\" within the meaning of the sub-section. However, in\nmy view, the\nlegislative history of the section effectively negatives this possibility. The\nsection as originally promulgated did\nindeed provide only that an\nerror\n35\nerror \"may after due enquiry be rectified by the\nDirector\".\nIn 1977 a new sub-section 1 was introduced by sec 3 of\nOr-\ndinance 10 of 1977. This sub-section still dealt only with\n\"any error\", but provided that \"such error may after due en-\nquiry be\nrectified by the Director\nor by an interim valuation\n\"\n(emphasis added). The provision for an interim valuation\nwas accordingly\nintrodoced at a stage when the section dealt\nonly with the rectification of errors and before any mention ,\nwas made of \"inequable treatment of owners\". The latter\nconcept was introduced by sec 1 of Ordinance 17 of 1978.\nIn these circumstances there can be no doubt that an interim\nvaluation was considered by the provincial legislature to be\nan appropriate method of rectifying certain errors.\nPor\n35 A\nFor the reasons I have stated I consider that a wrong method\nof valuation falls within the meaning of the phrase \"any error\" in sec\n63(1) of\nthe Valuation Ordinance. In-deed, I did not understand Mr Seligson, who appeared\nfor\nthe\n36\nthe respondent, to support the finding of the court a\nquo\nto the contrary. Mr Seligson's argument was rather that,\nin the\npresent case, the rectification of the error was not\n\"by the Director of\nValuations\" as required by sec 91(1)(b), |\nbut by the process of an interim\nvaluation. An interim\nvaluation, he contended, is not an act of the Director (al-though he may\ninitiate it) but of others. This contention was based in\npart on the literal\nmeaning of sec 91(1)(b), and in part on the provisions of sec 92 of the\nMunicipal Ordinance. The last-mentïoned\nsection, Mr Seligson con-tended,\nmakes provision for the adjustment of rates where ' interim valuationshave taken\nplace, and there.is\naccordingly no need for sec 91 to deal with the matter at\nall.\nMr\n37 Mr Seligson's argument involves a departure from the respondent's\ncontention as set out in the above extract from the \"Agreed List\nof Matters in\nDispute\". Indeed, sec 92 of the Municipal Ordinance was not mentioned in these\npro-ceedings prior to the oral argument\nin this Court. Never-theless I propose\ndealing with the merits of this argument. I do so\nbecause\nI consider it desirable, in the circumstances\nof the present case, to decide the issue of substance between the parties. I\nleave\nopen, however, whether the respondent was entitled to advance contentions\ninconsistent with those defined in what amounted to a stated\ncase.\nI\n38\nI turn now to sec 92. Sub-section 1 deals with\nthe case where the valuation of immovable property is reduced as a result of an\ninterim\nvaluation made in terms of sec 40(1) of the Valuation Ordinance at the\nrequest of the owner of the property. It is common cause that\nthe interim\nvaluation in the present case was made, not in terms of sec 40(1), but in terms\nof sec 63(1) of the Ordinance. It is\naccordingly also common cause that sec\n92(1) of the Municipal Ordinance is not relevant to the present case.\nSec 92(2) reads as follows:\n\"Where the valuation of immovable property is\naltered as a result of an interim valuation\n(other than an interim valuation contemplated\nby subsection (1)) and rates are assessed\nthereon in accordance with the provisions\nof section 86(2), the council may grant a rebate on rates so assessed in\nrespect of such property for any financial year in\nrespect\n39\nrespect of which rates are assessed in ac-cordance with the\nsaid provisions.\"\nAs will be noted, this subesection applies where the\nvaluation of\nimmovable property is altered as a result of an\ninterim valuation, other than an interim valuation contem-\nplated by\nsub-sec (1). Sub-sec (2) can accordingly, it\nseems, in principle apply to the present case. However, it\nis in terms limited to cases where rates are assessed in ac-\ncordance with the provisions of sec 86(2) of the Municipal\nOrdinance. Sec 86(2) lays down, broadly speaking, that rates\nare to be assessed on the valuation appearing in an interim\nvaluation roll even though the roll came into operation\nafter\nthe date on which such rates had become due and payable, pro-\nvided that the interim valuation roll came into operation in\nthe\n40 the same financial year as that in which the rates had be-come\npayable, or the request for the interim valuation was received by\nthe Director\nof Valuations during that financial year. (For present purposes I need not\nmention the excep-tional case dealt with\nin the concluding part of sec\n86(2)(b)). The obligation to pay rates on an interim valuation pursuant to sec\n86(2) is not, of course,\nlimited to interim valuations which were made to\nrectify errors. It includes all interim valuations not couered by sec 92(1),\ni.e.,\nall interim valu-ations other than those which were made in terms of sec\n40(1) of the Valuation Ordinance at the request of the owner,\nand which resulted\nin a reduction of a valuation. It would therefore cover every interim valuation\nresulting in the in-\ncrease\n40 A crease of a valuation, under whatever section it\nmay have been made. This would include, for instance, interim valuations of\nproperty of which the value has been increased by \"any addition or alteration\n... or any improvement what-soever\" (sec 40(l)(ii)(b)\nof the Valuation\nOrdinance); or \"by reason of the operation of a town-planning scheme or any\nmunicipal or pnblic work or urdertaking\nor the procla-mation of a group area\"\n(sec 40(l)(ii)(c)); or \"through any other cause particular to such property\"\n(sec 40(l)(ii)(e)).\nWhere the valuation of a property has been increased by an interim\nvalúation, and an owner'is compelled to pay rates assessed\non the interim\nvaluation pursuant to sec 86(2) of the Municipal Ordinance,\na\n40 B\na council may, in terms of sec 92(2) grant a rebate\non rates\nso assessed. The reason for this can be readily appreciated.\nIf\nrates are increased retrospectively by reason of a higher\ninterim valuation\n(which may have been caused by some of the\nfactors mentioned above), an\naffected ratepayer may reasonably\nfeel entitled to some relief, and it is for\nthis that the\nsub-section provides. Sec 92(2) thus deals generally\nwith\nthe effect of increased interim valuations on rates in spe-\ncific\nyears of assessment. It does not, as sec 91(1)(b)\ndoes, deal with the effect over an unspecified period of a particular type of\ninterim valuation , namely one initiated by the Director\npursuant to section\n63(1) of the Valuation Ordinance in order to rectify an error. In other words,\nsec 92(2)\ndeals\n41 deals substantially with a different subject matter than sec\n91(1)(b), and does not, in my view, provide any assis-tance in the\ninterpretation of sec 91(1)(b).\nI turn now to the wording of sub-section\nl(b). It refers to the \"rectification of an error by the Director of Valuations\nin terms\nof sec 63(1)\" of the Valuation Ordinance. Sec 63(1), it will be\nrecalled, authorizes the Director, if he is of the opinion that any\nerror has\noccurred, either to \"take all such steps as may be necessary for the\nrectifica-\ntion\n42\ntion thereof\" or to \"cause an interim valuation to be\nmade\".\nThe former power would be exercised by the Director himself,\nacting\nthrough his officials, whereas an exercise of the\nlatter power would require\nhim to set in motion the procedures\nfor an interim valuation. In both cases,\nhowever, he himself\nmust first form the opinion that an error has occurred;\nhe\nmust decide that one or other of the two possible procedures should be\nfollowed to rectify the error; and he must initiate the procedure\nupon which he\nhas decided. The initiative for taking action, the decision on which action\nshould be taken, and the initiation of\nthe action on which he has decided,thus\nall proceed from the Director. Where sub-section 91(1)(b) of the Municipal\nOrdinance speaks\nof \"the rectification of an error by the\nDirector\n43 Director of Valuations in terms of sec 63(1)\" the language\ntherefore seems to me to be entirely appropriate to encompass both types\nof\naction contemplated by the latter section. Even where the Director decides that\nan interim valuation would be an appropriate way\nto rectify an error, and takes\nthe necessary steps to have such a valuation made, he is using his powers in\nterms of sec 63(1) to\nrectify an error, and his action can in my view properly\nbe described as the recti-\nfication of an error by him.\nThis interpretation is fortified if one has regard to\nthe scope and purpose of sec 91(1) of the Municipal Ordinance.\nSec 91(1) deals generally with valuations which appeared on\nbhe valuation roll, but were subsêquently áltered. Thus\nparagraph\n44\nparagraph (a) deals with an alteration on appeal\nor review;\nparagraph (b) deals with an alteration pursuant to sec 63(1)\nof\nthe Valuation Ordinance; paragraph (c) with an alteration\nin consequence of a remittal pursuant to sec 63\nbis\nof the\nValuation Ordinance; and paragraph (d) with amendments intro-\nduced by a valuation court or the Director to a roll which\tI\nhad been brought into operation in terms of sec 73(2) of the\nValuation Ordinance. The common feature in all these cases\nis that the valuation, which appeared on the roll, was found\nby some competent authority to require correction, not be-\ncause of anything which happened subsequently, but because\nthere was something wrong with it ab\ninitio\n. Since rates\nwould have been paid or payable on the valuation which has\nnow\n45\nnow been shown to be wrong, it seems only right that\nan\nadjustment, up or down, should be made; and this is what\nthe\nsub-section provides. In the context there is no apparent\nreason why\nparagraph (b) should be limited to errors which\nwere administratively\nrectified, to the exclusion of errors\nwhich were rectified by means of an\ninterim valuation. In\nboth cases there was an error in the valuation roll\nwhich\tI\nwas rectified, and which should, in fairness, result in a\ncorresponding adjustment to the assessment of rates,just as in the various\nother cases mentioned in the other paragraphs of the sub-section.\nI conclude, therefore, that the ínterim valuation in 1980 amounted to\nthe rectification of an error by the Director\nof\n46\nof Valuations in terms of sec 63(1) of the Valuation\nOrdi-\nnance. Consequently sec 91(1) of the Municipal Ordinance\nrequired\nthe respondent to \"refund rates paid in respect\nof any amount by which such\nvaluation is decreased\". The\nparties agreed that, if the Court should find\nthat sec 91\nof the Municipal Ordinance was applicable, the respondent\nwould be obliged to pay the appellant an amount of\nR31 239,95 with interest from the date on which the valuation\nroll was rectified. During argument before us counsel for\nthe parties agreed that this date was 6 October\n1980, and that an order for interest should be awarded at\n11 percent per annum from that date, 20 percent per annum\nfrom 8 February 1985, and 15 percent per annum from 1 August\n1986. Since this order is given by consent I need not con-\nsider ..........\n47\nsider whether it is in accordance with the\nPrescribed Rate of\nInterest Act, No 55 of 1975\n.\nIn the result the appellant has failed in its\nclaim based upon the\ncondictio indebiti\n, but has succeeded in its\nalternative claim in terms of\nsec 91\nof the Municipal Ordi-nance. In my view the\nappellant has achieved a sufficient degree of success to warrant being awarded\nthe costs\nof appeal. Regarding the order for costs in the court a\nguo\n, Mr\nDison accepted that the award originally made, viz., that the de-fendant\n(respondent) pay 90 percent of the costs, should stand\nif the appellant were to\nsucceed in its alternative claim.\nThe Court's order is as follows: a) The appeal is allowed with costs,\nincluding the costs of two counsel.\nb)\n48\nb)\tThe order of the Cape of Good Hope Provincial\nDivision\nis amended by the insertion of the following new para-\ngraphs:\n\"2 bis. The sum of R31 239,95. \t2 ter. Interest on the\nsaid amount of R31 239,95\nat the rate of 11% per annum from 6 October 1980 up to and including 8\nFebruary 1985; thereafter at the rate of 20% per annum up to\nand including 1\nAugust 1986; and thereafter at the rate of 15% per annum to the date of\npayment.\"\nc)\tThe respondent is ordered to pay the costs of the cross-\nappeal including\nthe costs of two counsel.\nE M GROSSKOPF, JA\nCORBETT, JA\nSMALBERGER, JA VIVIER, JA Concur BOSHOFF, AJA",
  "scraped_at": "2026-02-11T21:20:13.979337",
  "date": "1987-09-29",
  "coram": [
    "CORBETT",
    "GROSSKOPF",
    "SMALBERGER",
    "VIVIER",
    "JJA",
    "BOSHOFF AJA"
  ],
  "case_number": "[1987] ZASCA 108",
  "parties": {
    "applicants": [
      "Salandia (Pty) Ltd"
    ],
    "respondents": [
      "Vredenburg-Saldanha Municipality"
    ]
  },
  "sections": {
    "facts": "The appellant owned the remainder of Erf 3461 in Saldanha, situated within the jurisdiction of the respondent municipality. Between 1 January 1971 and 31 December 1977 the appellant paid rates and basic water/electricity charges based on valuations of the individual unsold erven rather than on the property as a whole. After the municipality merged, the appellant sued for repayment of the rates (R97,608.08) and the difference in availability charges (R85,878.31). The trial court found for the respondent on the rates claim but for the appellant on the availability charges. The appellant appealed, raising a claim in condictio indebiti and an alternative claim under section 91 of the Municipal Ordinance for a refund of over‑paid rates following an interim valuation in 1980 that valued the land as a unit.",
    "issues": "1. Whether the rates were incorrectly levied because the land was valued on unsold erven rather than on the remainder as a unit. 2. Whether a condictio indebiti arises where rates were paid on a valuation later found to be erroneous. 3. Whether section 91(1)(b) of the Municipal Ordinance applies to require a refund of the over‑payment after the Director’s interim valuation corrected the error. 4. Whether any defence of prescription or mistake of law bars the claim.",
    "principles": "The court applied the Valuation Ordinance (s 63, s 91) and the Municipal Ordinances of 1951 and 1974. It held that rates must be assessed on the valuation roll in force, regardless of whether the valuation itself was flawed, and that a ratepayer cannot recover rates by condictio indebiti where the assessment was lawfully made. It relied on Volkstrust Bpk v Director of Taxes, Le Riche v Hamman, and the principle that an error in valuation does not invalidate the liability for rates. However, section 91(1)(b) mandates adjustment of rates when a valuation roll is corrected by the Director, including refunds for over‑payments.",
    "application": "The court concluded that, although the valuations of the unsold erven were mistaken, the rates were properly assessed on the roll as it stood, so the condictio indebiti claim failed. It then examined whether the 1980 interim valuation constituted a “rectification of an error by the Director” under s 63(1). The court found that the Director’s initiation of the interim valuation did indeed rectify the error, bringing the case within s 91(1)(b). Consequently, the respondent was obliged to refund the over‑payment of R31,239.95, with interest as prescribed.",
    "conclusion": "The appeal was allowed in part. The appellant’s condictio indebiti claim was dismissed, but the alternative claim under section 91 succeeded. The respondent was ordered to pay R31,239.95 plus interest (11% per annum from 6 Oct 1980 to 8 Feb 1985, 20% thereafter to 1 Aug 1986, and 15% thereafter to payment). Costs of the appeal were awarded to the appellant, and the respondent was also ordered to pay the costs of the cross‑appeal."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Rating and Valuation",
    "level_3": [
      "condictio indebiti",
      "municipal rates",
      "valuation ordinance",
      "section 91",
      "interest award"
    ]
  }
}