{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/45.html",
  "case_name": "Hugo v Wessels (432/85) [1987] ZASCA 45; [1987] 2 All SA 290 (A) (18 May 1987)",
  "citation": "[1987] ZASCA 45",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 45\n|\nNoteup\n|\nLawCite\nHugo v Wessels (432/85) [1987] ZASCA 45; [1987] 2 All SA 290 (A) (18 May 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 432/85\nmp\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nPHILLIPINA JOHANNA CORNELIA HUGO\nAppellante\nen\nWILLEM PETRUS WESSELS\nRespondent\nCORAM:\nHOEXTER, BOTHA, GROSSKOPF, SMALBERGER, ARR et KUMLEBEN, Wnd\nAR\nVERHOOR: 10 Maart 1987\nGELEWER: 18 Mei 1987\nUITSPRAAK\nHOEXTER, AR\n2.\nHOEXTER,\nAR,\nIn die Oranje-Vrystaatse Provinsiale\nAfdeling het die respondent (hierna \"die eiser\" genoem) \"n aksie teen die\nappellante (hierna\n\"die verweerderes\" genoem) ingestel. waarby die eiser die\nvolgende regshulp aanvra:-\n\"1. 'n Bevel wat Verweerderes gelas en aansê om alle stappe te neem wat\nnodig mag wees om erf 660, geleë in die dorp Ermelo\nin naam van GERT\nMICHAEL\nWESSELS GERT JAKOBUS WESSELS\nen WILLEM PETRUS WESSELS \t alleen\nte laat registreer.\n2.\n'n Bevel wat, by versuim\ndeur Verweer= deres om gevolg te gee aan smeekbede 1\nsupra\n, die Griffier\nvan hierdie Agbare Hof magtig en las om al die dokumente te onderteken wat nodig\nmag wees om sodanige registrasie te\nbewerkstellig.\n3.\nGedingskoste.\n4.. Verdere en/of\nalternatiewe regshulp\".\nTeen die eiser se vordering het die verweerderes o a 'n spesiale. verweer\nopgewerp waarin sy beweer dat die Hof\na quo\nnie oor die vereiste\njurisdiksie om die aangeleentheid te\nbereg\n3.\nbereg, beskik nie. By ooreenkoms is die saak slegs ter beregting van\ndie spesiale verweer ter rolle geplaas. Die verhoorhof (DE WET,\nR) het die\nspesiale verweer afgewys en gelas dat die koste daardeur genoodsaak, sal\noorstaan om na afhandeling van die geding besleg\nte word. Die verhoorhof se\nuitspraak m b t die spesiale verweer is in die hofverslae opgeteken. Kyk :\nWessels v Hugo\n1985(4) SALR 262 (0). Met verlof van hierdie Hof kom die\nverweerderes in hoër beroep teen die afwysing van haar spesiale\nverweer.\nDie eiser boer in die Vrystaat. Die partye was voorheen met mekaar getroud en\nhulle is die ouers van drie minderjarige seuns (\"die\nkinders\") wat in paragraaf\n1 van die eiser se vordering, hierbo aangehaal, by name genoem word. As gevolg\nvan 'n aksie om egskeiding\nwat die verweer= deres teen die eiser ingestel het,\nis die huwelik gedurende 1979 deur die Vrystaatse Provinsiale Afdeling ontbind\n'n Skikkingsooreenkoms wat die partye op 23 Maart 1979 aangegaan het, is deur\ndie hof wat die egskeidingsgeding aangehoor het,\n'n bevel\n4.\n'n bevel van die hof gemaak. Daarvolgens is die beheer en\ntoesig van die kinders aan die verweerderes toegesê. Na die egskeiding\nhet\ndie verweerderes hertrou. Met die kinders woon die verweerderes tans met haar\nhuidige man in Pretoria.\nKlousule 2B(a) van bovermelde skikkingsooreenkoms bevat die volgende\nbepalings-\n\"Verweerder sal voor of op 1 Julie 'n bedrag van R25 000 in kontant, vry van\nwisselkoers te\nBloemfontein aan eiseres se prokureurs\nbetaal om eiseres in staat te stel om 'n huis aan te koop vir die bewoning\ndeur haar en die partye se drie seuns, welke huis eiseres\nmoet aankoop of klaar\nlaat bou binne 180 dae na ontvangs van sodanige fondse. Die partye kom spesifiek\nooreen dat die huis wat aangekoop\nof gebou moet word in die naam van die drie\nseuns geregistreer sal word, onderworpe aan eiseres se lewenslange reg van\nvruggebruik\ndaaroor. Die partye kom verder ooreen dat indien die eiseres van die\neen dorp na 'n ander wil verhuis, sy geregtig sal wees om die\nbetrokke woonhuis\nop die een plek te verkoop en met die totale opbrengs daarvan op die ander plek\nweer 'n woonhuis te koop in die\nnaam van die drie seuns, onderworpe aan haar\nlewenslange reg van vruggebruik.\"\nIn.....\n5.\nIn sy uiteensetting van eis beweer die eiser dat hy klousule 2B(a) behoorlik\nnagekom het deurdat hy 'n kontantbedrag van R25 000 aan\ndie verweerderes\nbeskikbaar gestel het; en dat die verweerderes met aanwending daarvan gedurende\n1979 erf 660 in die dorp Ermelo,\nTransvaal (\"die erf\") aangekoop het. Vervolgens\nbeweer die eiser dat in die naam van die kinders slegs 'n\n,48 aandeel in\ndie eiendomsreg van die erf geregistreer is (onderhewig aan '\nn\nreg van\nvruggebruik ten gunste van die verweerderes), terwyl 'n,52 aandeel in die\neiendomsreg van die erf in die naam van die verweerderes\nself geregistreer is.\nIn haar spesiale verweer erken die verweerderes dat sy die bedrag van R25 000 as\ndeel van die koopprys van\ndie erf aangewend het en dat die kinders en die\nverweerderes respektiewelik die geregistreerde eienaars van die erf is in die\nverhouding\nvan 48/100 en 52/100 respektiewelik soos deur die eiser beweer. (Die\ntotale bedrag van die koopprys, volgens die\nverweerderes,\n6.\nverweerderes, was R52 000; die balans bo die bedrag van R25\n000 wat sy van die eiser ontvang het, aldus die verweerderes, het sy self\ntot\ndie aankoop van die erf bygedra. ) Luidens haar spesiale verweerskrif voer die\nverweerderes aan'dat die jurisdiksie om die aangeleentheid\nte bereg by die\nverhoorhof ontbreek deurdat:-\n\"A- Die Registrasie van die Titelakte\nvan Erf 660, geleë in die dorp ERMELO, TRANSVAAL, wat die Eiser vorder\nom te wysig, buite die regsgebied van hierdie Agbare Hof\ngeskied het. Gevolglik\nhet die skuldoorsaak waarop die Eiser se eis baseer word, nie binne die\nregsgebied van hierdie Agbare Hof\nontstaan nie.\nB.\tDie Verweerderes nie binne die regsgebied\nvan hierdie Agbare Hof\ngedomisilieer is\nnie.\nC.\tDie eiendom, ten opsigte waarvan die Eiser\n'm\nwysiging in die\nregistrasie van die titel\nverlang, nie binne die regsgebied van\nhierdie\nAgbare Hof geleë is nie.\nD.\tDie minderjarige kinders, wie se belange\ndeur hierdie aksie geraak\nword, nie binne\ndie regsgebied van hierdie Agbare Hof\ngedomisíLieer\nis nie.\"\nDit\n7.\nDit was gemene saak dat indien die eiser sy aksie in die\nTransvaalse Provinsiale Afdeling (\"die TPA\") ingestel het daardie Hof\nratione\nrei sitae\nregsbevoeg sou gewees het om die aksie aan te hoor. Die vernaamste\ntwispunt waaroor dit by die beredenering van die appel gegaan\nhet, is die vraag\nof - soos namens die verweerderes aangevoer - die jurisdiksie van die TPA 'n\nuitsluitende jurisdiksie daarstel,\ndan wel of die eiser se advokaat gelyk het\nmet sy betoog dat die eis van die eiser ewe ontvanklik is in die\nOranje-Vrystaatse Provinsiale\nAfdeling (\"die OPA\").\nIngevolge art 19 van die Wet op die Hooggeregs= hof, 59 van 1959, besit elke\nprovinsiale of plaaslike afdeling van die Hooggeregshof\nin siviele\naangeleenthede regsbevoegdheid oor alle persone wat binne sy regsgebied woon of\nis en met betrekking tot alle gedinge\nwat daar ontstaan. Voorts is dit 'n geykte\nstelling dat:\n\".....a...\n8.\n\"\t a Court can only be said to have\njurisdiction in a matter if it has the power not only of taking cognisance of\nthe suit, but also of giving effect to its judgment.\"\n(per\nDE VILLIERS,\nRP\nin\nSteytler N.O. v Fitzgerald\n1911 AA 295 te 346).\nDit bring mee dat die vraag of 'n hof in 'n bepaalde geding regsbevoeg is om\ndie saak te bereg 'n tweeledige ondersoek omsluit. In\ndie eerste deel van die\nondersoek moet daar bepaal word of die hof bevoeg is om hoegenaamd van die\nbepaalde saak kennis te neem?\ndie antwoord daarop sal afhang van die bestaan van\neen of meer van die erkende jurisdiksiegronde (\nrationes\njurisdictionis)\n■ Die tweede deel van die ondersoek het betrekking op\ndie onderworpenheid al dan nie van die verweerder aan die hof se regsmag;\ndie\nantwoord daarop moet gesoek word aan die hand van die sogenaamde leerstuk van\ndoeltreffenheid of effektiwiteit: die hof se bevoegdheid\nom, indien hy die\nregshulp wat die eiser aanvra sou toestaan, uitvoering aan sy bevel te kan\ngee.\nIn\n9.\nIn die onderhawige geval is die eiser se aksie gegrond op\nsekere ondernemings teenoor hom deur die verweerderes, welke ondernemings\nvervat\nis in 'n\nskikkings= akte wat by\n'n\nhofbevel deur die OPA uitgereik\nis, ingelyf is. Die gemene reg erken as geldige jurisdiksiegrond die\nomstandigheid dat 'n kontrak\nwat die onderwerp van die geskil tussen die\ngedingvoerders uitmaak binne die regsgebied van die hof aangegaan is of aldaar\nuitgevoer\nmoet word. Minder eenvoudig is die vraag of die OPA bevoeg is om aan\ndie bevel wat die eiser aanvra uitvoering te gee.\nIn sy verhandeling\nThe South African Law of Jurisdiction\n(1937) voer\nPollak aan (op bl 106) dat geen Suid-Afrikaanse hof oor die jurisdiksie beskik\nnie om 'n aksie (hetsy\nin rem\nhetsy\nin personam\n) om oordrag van\nonroerende eiendom wat buite daardie hof se regsgebied gelee is, aan te hoor. In\n'n voetnoot (nr 2) op dieselfde\nbladsy ......\n10. bladsy wei die belese skrywer soos volg uit:-\n\"In\nRood's Tr'ustees v Scott and De Villiers\n,\n1910 T.S. 47\nat pp.\n60-61, INNES, C.J., said that a suit for specific performance of a contract of\nsale of land in Swaziland could be entertained\nonly by a Swaziland tribunal.\nThis dictum is, it is submitted, sound in principle and applicable not only to\nthe case of an action\nfor specific performance of a contract of sale of foreign\nland but also to any action\nin personam\nin which the transfer of\nimmovable property situate outside the area to which the court belongs is\nclaimed. It ought not to matter\nwhether the property is situate in the Union or\nin a foreign country. If the property, is situate in the Union, and a court\nwhich\nis not the\nforum rei sitae\ngrants an order transferring the\nproperty to the plaintiff, it is true that such order, if not appealed against,\ncan be made effective\nunder section 112 of the South African Act ....but since\nsection 112 was not intended to increase the jurisdiction of the divisions\nof\nthe Supreme Court ....there can be no justification for a court exceeding its\njurisdiction merely because its order can be raade\neffective throughout the\nUnion.\"\nBostaande denkwyse het by die Hof in\nVorster v Keyser & Keyser\n1943 WLD 150\ningang gevind. Dit was 'n aansoek gebaseer op '\nn\nkoopkontrak\nasmede 'n sessie van die koper se\nregte\n11.\nregte aan die applikant. Die applikant het teen die respondente 'n\nbevel aangevra wat hul sou gelas om oordrag te lewer ten opsigte\nvan '\nn\nstuk grond in die Kaapprovinsie geleë. Al die partye by die aansoek\nbetrokke was binne die regsgebied van die Hof woonagtig.\nIn limine\nis\nnamens die respondente 'n beswaar teen die regsbevoegdheid van die\nWitwatersrandse Plaaslike Afdeling (\"die WPA\") opgewerp. Die\nbeswaar is deur die\nHof (SCHREINER, R) gehandhaaf. Rakende die Hof se regsmag om aan die applikant\nse vordering uitvoering te gee,\nhet die belese regter (op 152) opgemerk:-\n\"It is true that this Court can exercise personal jurisdiction over the\npersons of the respondents, but if they nevertheless refuse\nto do what the Court\norders , there is no means, of which I am aware, by which\nthe Court could give effect to its\nthe judgment, assuming it directed transfer of\nthe property. One of the elementary principles dealing with jurisdiction is\nthat Courts are loth to make orders which cannot with\ncertainty be given effect\nto. This\nCourt\n12.\nCourt has no jurisdiction to order the Registrar of Deeds in\nthe Cape Province, or the Sheriff of the Cape Province to do the acts\nwhich\nmight be necessary to effect transfer in the event of the respondents disobeying\nits order.\"\nDaarenteen is in\nWard v Burgess & Another\n1976(3) SA 104 (Tk)\nbeslis dat waar dit gaan oor aksies rakende titel of om oordrag van onroerende\neiendom wat binne Suid-Afrika geleë\nis, die\nforum rei sitae\nnie\nnoodwendig uitsluitende regsbevoegdheid besit nie. Hier betrokke was 'n stuk\ngrond binne die regsgebied van die Oos-Kaapse Afdeling\nvan die Hooggeregshof.\nIngevolge 'n koopkontrak in Transkei aangegaan, het die eiser die grond aan die\nverweerders verkoop. Die verweerders\nwas binne die regsgebied van Transkei\ngedomisilieer. In die Hoë\nHof van Transkei het die verkoper die kopers\naangespreek.\nis Die regshulp wat deur die eiser aangevra is word in die\nuitspraak van die Hof (op 104E-F) soos volg opgesom:-\n\" (a) an\n13\n\"(a) an order compelling the defendants to sign transfer documents as\npurchasers of immovable property;\n(b)\nan order compelling the\ndefendants to furnish guarantees for the purchase price of such immovable\nproperty;\n(c)\npayment of the purchase price\nagainst transfer of the property in question in their names;\nand\n(d)\tcosts of suit.\" Teen die ontvanklikheid van\ngemelde vordering in die Hof\nvah Transkei het die verweerders '\nn\nbeswaar geopper. Die Hof (MUNNIK,\nHR) het die beswaar met koste afgewys.\nIn die loop van sy uitspraak en met verwysing na die betoog van Pollak\n(\nloc.cit.\nbl 102 - 105) dat by aksies om oordrag van onroerende eiendom\nalleen die\nforum rei sitae\noor regsbevoegdheid beskik, sê MUNNIK,.\nHR (op 105E-G) die volgende:-\n\"In support of these propositions he relies on\nVoet\n, 5.1.77, and on\nRosa's Heirs v Inhambane Sugar Estates Ltd.\n,\n1905 T.H. 11.\nThe learned\nauthor makes the point in passages at the pages quoted that it does not\nmatter\nwhether\n14.\nwhether the action is an action\nin rem\nor an action\nin personam\n, nor does it matter what the nature of the relief claimed is.\nTo this extent I am in agreement with him.\nI have come to the conclusion that, while the learned author's statement is\ncorrect in so far as he seeks to apply it to the jurisdiction\nof the Courts of\nStates, it is not correct in so far as he seeks to apply it to the Provincial\nand Local Divisions and, by implication,\nto this Court.\"\nOp die redenering in die\nVorster v Keyser\n-saak\n(supra)\nen die\nWard v Burgess\n-saak (\nsupra\n) kom ek aanstons terug. Met die oog op\ndie voorgaande is dit in hierdie stadium dienstig om te kyk na die algemene\ngrondreëls\nby bepaling van. jurisdiksie soos in die uitspraak van hierdie\nHof in\nEstate Aqents Board v Lek\n1979(3) SA 1048 (A) uitgestippel. In die\nLek\n-saak is die trefwydte van art 112 van die Zuid-Afrika Wet, 1909 asook\ndie bepalings van arts 3 en 7 van Wet 27 van 1912 (de Wet op\nde Rechtspleging,\n1912), soos in verskeie beslissings van ons Howe vertolk, op 1061 F-H deur\nTROLLIP, AR saamgevat:-\n\" (a) that\n15.\n\" (a) that the purpose of those provisions was purely\nprocedural, i e to enable the ordinary process of a Division to be served and\nhave legal effect outside its area of jurisdiction on a South African\nincola\n;\n(b)\tthat, in respect of the proceedings in\nwhich the process was issued,\nthe\nincola\nhad to be subject to the jurisdiction\nof that Division, i e some\nratio jurisdic\n=\ntionis\nof the common\nlaw, giving that Division jurisdiction in respect of the subject-matter of the\nproceedings, had also to be present\n(see s 3(1)); and.\n(c)\tthose provisions did not\nper se\nconfer any\njurisdiction on the\nDivision which it\nwould not previously have possessed in\nregard to those\nproceedings (see s 7).\"\nMet betrekking tot die bepalings van die Wet op die Hoog= geregshof, 59 van\n1959, en meer in besonder die uitwerking van art 26(1)\ndaarvan, het TROLLIP, AR\nop 1062E/1063A die volgende opmerkings gemaak:-\n\"\tI think that the inference is\nirresistible that the Legislature did not, by enacting ss 25, 26 and 28(1),\nintend to endow a Division with jurisdiction in any proceedings\nmerely because\nits process\ncommencing ....\n16.\ncommencing the proceedings or its judgment\nor order therein could be\nserved and executed,\nas hitherto, on a South African\nincola\noutside\nits area of jurisdiction. For that\nwould have meant that each and every\nDivision\nwas to have original jurisdiction over all\ncauses, wherever\narising, provided only that\nthe defendant or respondent was a South\nAfrican\nincola\n; that would have been quite contrary\nto the\nfundamental concept of the territorial\njurisdiction of the Divisions.\nentrenched in\nthe SC Act of 1959. It would also have been\nquite contrary\nto the well-established pre-\nexisting legal position expounded above ..\nSections 25 and 26 of the SC Act were subse=\nquently amended by Act 85 of\n1963. They were thereby combined in a single provision in\ns 26(1), saying\nsimply that the civil process\nof any Division shall run throughout\nthe\nRepublic and may be served or executed within\nthe jurisdiction of any\nDivision. This was\nmerely to further simplify the procedure and\ndid not\naugment the jurisdiction of a Division\nin any way. See\nEx Parte\nBoshoff\n1972(1)\nSA 521 (E) at 522-3 and\nHare v Banimar\nShipping\nCo SA 1978(4) SA 578 (C)\nNo view is expressed on the correctness or otherwise of the actual decisions\nin the\nBoshoff\nand\nHare\ncases, for they dealt with other,\ndifferent problems of jurisdiction, but I agree with the view expressed in both\ncases that s 26(1)\ndoes not by itself confer any new jurisdiction on a\nDivision.\"\n(Terloops\n17.\n(Terloops kan hier tussengevoeg word dat die opvatting dat\nart 26(1) van Wet 59 van 1959 dien bloot ter vergemakliking van die uitreiking\nvan prosesstukke en die tenuitvoerlegging van vonnisse, en dat die wetgewer\ndaarby nie enige verbre= ding van die bestaande jurisdiksie\nvan provinsiale en\nplaaslike afdelings beoog het nie, een is waarvoor veral prof Ellison Kahn hom\ndeurentyd beywer het - kyk bv sy\naantekeninge hieroor in die volgende uitgawes\nvan die\nAnnual Survey of South African Law\n:\n1969\n, bl 420 - 2;\n1972\n, bl 415 - 6;\n1976\n, bl 526;\n1979\n, bl 504). Ook\ntersaaklik vir doeleindes van die onderhawige appèl is die volgende\nopmerkings van TROLLIP, AR (op 1063D - 1064A)\nvan die Lek-saak:-\n\" It follows that, merely because under the SC Act of 1959 the notice of\nmotion issued out of the Court\na quo\nin the present proceedings was\neffectively served on the Board in Johannesburg and any judgment or\norder\n18.\norder given by it can be effectively executed (if it is executable)\nagainst it, it does not mean that the Court\na quo\nhad jurisdiction to\nhear and determine these proceedings. Some\nratio jurisdictionis\naccording\nto coramon law had also to be present before it could be held that the 'cause'\nwas one 'arising' within the area of jurisdiction\nof the Court\na quo\nin\nterms of s 19(1) of the SC Act of 1959. The\nCourt\na quo\ncorrectly\nalso adopted that approach\n(1978(3) SA at 167F - H).\nI therefore turn to\nconsider whether the Court\na quo\nhad jurisdiction in these procee= dings\naccording to the general principles of our law. That depends on (a) the nature\nof the proceedings,\n(b) the nature of the relief claimed therein, or (c) in some\ncases, both (a) and (b). These different approaches are dealt with in\nGulf\nOil Corporation v Rembrandt Fabrikante en Handelaars (Edms) Bpk\n1963(2) SA\n10 (T). Approach (a) was adopted by INNES, J in\nSteytler's\ncase 1911 AD\nat 315 - 6. The inquiry was, he said, whether by its nature the action was\npersonal, real or mixed. DE VILLIERS, JP\nadopted approach (b) at 346 - 7; and\n(c) was applied in the\nGulf Oil\ncase.\nApproach\n19.\nApproach (b) is based on the principle of effectiveness - the\npower of the Court, not only to grant the relief claimed, but also to\neffectively enforce it directlý within its area of jurisdiction, i e\nwithout any resort to the procedural provisions in the\nSC Act of 1959 canvassed\nabove. That approach is usually adopted where the problem arises as to which of\nthe Divisions of our Supreme\nCourt has jurisdiction in a cause arising within\nthe Republic (see the\nGulf Oil\ncase\nsupra\nat 20\nin fin\nwhere the authorities are collected, including\nSonia (Pty) Ltd v Wheeler\n1958 (1) SA 555\n(A) at 563C - F). But, of course, it does not necessarily follow\nthat, because a Division has jurisdiction by reason of the application\nof that\nprinciple of effectiveness, such jurisdiction is exclusive (cf the\nGulf Oil\ncase at 21 G - H and\nSonia'\ns case at 560 H). To decide whether\nanother Division also has jurisdiction to hear the matter, approach (a) - the\nnature of the proceedings\n- can also be adopted and the procedural provisions of\nthe SC Act of 1959 be regarded.\"\nTeen bostaande agtergrond moet nou na die feite van die onderhawige geval\ngekyk word. Die Hof\na quo\nhet bevind dat indien hy die smeekbede soos\naangevra, toestaan, hy daaraan effek sal kan verleen en dat dit tot uitvoering\ngebring\nkan word (op 268C). Om die korrektheid van hierdie\ngevolgtrekking\n20.\ngevolgtrekking te toets is dit allereers nodig om die aard en\nomvang van die eiser se vordering te bepaal.\nDie eiser se vordering is gemik op die registrasie van die erf op naam van\ndie kinders in die akteskantoor te Pretoria. Art 16 van\ndie Registrasie van\nAktes Wet, 47 van 1937 (\"die Akteswet\") , bepaal dat\n'n\ngrondeienaar sy\ngrond slegs deur die registrasie van '\nn\ntransportakte kan oordra. Die\ntransportakte, waarvoor sekere vormvereistes gestel word, moet in duplikaat\nopgestel word deur 'n\npraktiserende transportbesorger van die provinsie\nwaarin die betrokke stuk grond geleë is, en daarna moet dit tesame met die\nbestaande titelbewys van die grond by die betrokke akteskantoor ingedien word.\nNadat die transportakte in die akteskantoor ondersoek\nis, word dit in duplikaat\nin die aanwesigheid van die registrateur van aktes uitgevoer deur die\noordraggewer of (wat in die praktyk\nmeer algemeen is) deur 'n transportbesorger\nwat deur 'n skriftelike prokurasie gemagtig is om namens die oordraggewer te\nhandel.\nDie\nregistrateur\n21.\nregistrateur attesteer dan die uitvoering van die oordrag\ndeur sy handtekening op albei transportaktes aan te bring. Kragtens art\n13(1)\nvan die Akteswet vind registrasie plaas sodra die registrateur sy handtekening\nop die transportakte aanbring; en van daardie\noomblik af gaan die eiendom van\ndie grond op die nuwe eienaar oor.\nWat aksies om oordrag van eiendomsreg betref, moet egter genoem word dat in\ndie ouer beslissings van ons howe gevalle voorkom van\n'n hofbevel wat regstreeks\naan die registrateur van aktes, en nie aan die onwillige oordrag= gewer nie,\ngerig is. As voorbeeld kan\nhier verwys word na\nDe Villiers and De Villiers v\nMeyer's Executrix\n1907 TS 519\nwaar die Hof (op 521) die volgende regshulp\nverleen het:-\n\"BRISTOWE, J., granted an order authorising and empowering the Registrar of\nDeeds to pass transfer of the property to the applicants\nwithout the production\nof a power of attorney from the executrix. The order was given subject to a\nnotification to the Registrar\nby the Registrar of Deeds that he did not desire\nto oppose. Leave\ngranted\n22\ngranted to the applicants to renew the application in case the\nRegistrar of Deeds did not make such notification.\"\n(Kyk verder:\nThomas Trollip v Floris Tromp and Emil W. Van Zweel\n(1880) 1 NLR 166.)\nWat egter beklemtoning verdien, is dat die Hof\nin casu\nnie met so 'n\ngeval te make het nie. Indien die OPA die eiser se vordering sou toestaan, sal\ndit nie tot gevolg hê dat enige\nbevel hoegenaamd teen die registrateur van\naktes in Pretoria uitgereik word nie. Die bevel wat die eiser aanvra - en dit is\n'n bevel\nwat vir baie dekades. al by dergelike aksies gebruiklik is - slaan\nbloot op die verrigting van sekere handelinge deur of namens die\nverweerderes.\nDit kom eenvoudig daarop neer dat die verweerderes gelas word om sekere\ndokumente te onderteken en voor te lê;\nen, vir die geval van haar versuim\nom dit self te doen, word die griffier van die OPA gelas en gemagtig om\ndusdanige handelinge namens\ndie verweerderes te\nverrig.\nVir........\n23\nVir sy bevinding dat by die verlening van die verlangde regshulp uitvoering\ndaaraan verleen sal kan word, het die Hof\na quo\n(op 268A - C) gesteun\nspwel op die bepalings van art 97(2) van die Akteswet as die bepalings van art\n26(1) van Wet 59 van 1959. Dit\nis gerieflik om eersténs vas te stel in\nhoeverre art 26(1) van wét 59 van 1959 hier ter sprake kom. Die\nverweerderes\nis in die\nTransvaal gedomisilieer en sy woón in Pretoria. Bygevolg was dit nodig\ndat die gekombineerde dagvaarding waardeur\ndie eiser sy geding ingestel het\nin Pretoria aan die verweerderes beteken word. Kragtens die bepalings van art\n26(1) geld die siviele\nprosesstukke van 'n provinsiale of plaaslike afdeling\ndwarsdeur die Republiek en kan dit in die regsgebied van enige ander afdeling\nbestel of ten uitvoer gelê word. Aangesien art 26(1) op sigself geen\njurisdiksie skep nie kon die eiser by bestelling van die\ndagvaarding hom regtens\nop art 26(1) beroep slegs indien\nt o v\n24.\nt o v die aksie in die OPA ingestel hy op 'n erken\nratio\njurisdictionis\naanspraak kon maak. Omdat die ooreenkoms waarop die eiser sy\naksie gefundeer het binne die regsgebied van die OPA aangegaan is, en\nby 'n\nhofbevel van die OPA ingelyf is, het daar inderdaad 'n geldige\njurisdiksiegrond vir sy aksie bestaan. Vir sover dit die instelling\nvan sy aksie\naangaan, was die beroep wat die eiser op art 26(1) gedoen het ten einde die\ndagvaarding aan die verweerderes te beteken\ndus regtens 'n geldige beroep. Wat\nbetref uitvoering van die verlangde regshulp is dit vir die eiser heeltemal\nonnodig, so kom dit\nmy voor, om enigsins op die bepalings van art 26(1) te\nsteun. Slaag die eiser se vordering dan ontstaan daar een van twee moontlike\nsituasies: òf die verweerderes self ag dit gerade om sonder meer die\nbevel van die Hof te gehoorsaam en sy verrig self die\nhandeling hierbo aangedui\nóf sy veronagsaam die bevel in welke geval die griffier van die OPA\nnamens die verweerderes die\nnodige handelinge verrig. In nóg die een\nnóg die ander situasie sal volvoering van eiendomsoorgang\nin\n25\nin die akteskantoor te Pretoria van tenuitvoerlegging van die hofbevel binne\ndie regsgebied van die TPA afhang. Eiendomsreg in die\nerf sal aan dië\nkinders oorgaan vanweë die transportakte wat deur die registrateur van\naktes in Pretoria geteken word.\nEk kom vervolgens by art 97(2) van die Akteswet.\nIn die loop van sy betoog het die verweerderes se advokaat bevraagteken of in al\ndie omstandighede van die onderhawige geval die OPA 'n Hof met regsbevoegdheid\noor die verweerderes is soos by art 97(2) bedoel.\nVir doeleindes van hierdie\nuitspraak is dit nie nodig om hieroor uitsluitsel te gee nie. In die\nveronderstelling dat die Hof\na quo\ningevolge art 97 (2) wel\nregsbevoegdheid oor die verweerderes besit, dan wat betref uitvoering van die\nverlangde regshulp is dit\nna my oordeel desgelyks onnodig om op die bepalings\nvan art 97(2) van Wet 47 van 1937 te steun; en wel pm dieselfde redes wat so\npas\ni v m art 26(1) van Wet 59 van 1959\naangestip\n26.\naangestip is. Eiendomsoorgang sal bewerkstellig word nie\nsoseer omdat die registrateur van aktes in Pretoria die bevel deur die OPA\nuitgereik, gehoorsaam nie, maar wel uit hoofde daarvan dat teen die tyd wat die\ntransportakte deur die registrateur van aktes te\nPretoria geteken word òf\ndie verweerderes òf die griffier van die OPA reeds aan die bevel van die\nOPA gevolg gegee\nhet.\nDit is nou nodig om meer uitvoerig na die beslissings in die\nVorster v\nKeyser\n-saak en in die\nWard v Burgess\n-saak te kyk. In eersgenoemde het\ndie Hof met verwysing na die moontlikheid van nie-nakoming aan die kant van die\nrespondente die\naandag daarop gevestig (op 152) dat die WPA nie oor\nregsbevoegdheid beskik nie om die registrateur van aktes van die Kaapprovinsie\nof die balju van die Kaapprovinsie aan te sê om die nodige stappe te doen\nten einde oordrag van eiendomsreg te bewerkstellig.\nBlykens die hofverslag (op\n150) was die regshulp in daardie\nsaak\n27.\nsaak aangevra \"an order directing the respondents to give transfer of\ncertain fixed property, situate in the Cape Province.\" Hieruit\nis 'n moontlike\nafleiding dat (anders as in die onderhawige geval) die applikant in die\nVorster v Keyser\n-saak nie dië gebruiklike alternatiewe smeekbede\ningesluit het nie dat by die transportgewer se versuim die griffier opgedra\nen\ngemagtig word om namens die transportgewer die nodige handelinge te verrig. Uit\nhoofde van die redes vroeër in hierdie uitspraak\nuiteengesit, sou, sodanige\nalternatiewe smeekbede die noodsaaklikheid van enige Hofbevel aan die\nregistrateur van aktes of die balju\nvan die Kaapprovinsie ondervang. Dit\ndaargelaat, moet van nader beskou word die Hof se siening dat ten opsigte van\ndie respondente\nself die Hof nie by magte was om nakoming van die verlangde\nbevel af te dwing nie. Die Hof se redenasie skyn te wees dat aangesien\nhy geen\njurisdiksie oor die registrateur van aktes of die balju van die Kaap= provinsie\nbesit nie hy onbevoeg is om aan 'n bevel\nwat\noordrag\n28.\noofdrag gelas, uitvoering te gee; en dit in weerwil van die\nfeit dat vanweë die respondente se\ndomicilium\ndie WPA \"can exercise\npersonal jurisdiction over the persons of the resppndents.\" In hierdie verband\nverklaar die belese regter {op\n152) dat die howe ongeneë is om bevele uit\nte vaardig -\n\".\n.\n.which cannot\nwith certainty\nbe given effect to.\" (My\nkursivering.)\nMet hierdie formulering word na my beskeie oordeel die graad van sekerheid\nvan uitvoering wat die leerstuk van doeltreffendheid beoog\naanmerklik te hoog\ngestel. Die beginsel van effektiwiteit\n\"...does not mean that a court has no jurisdiction unless it can\nin\nfact\nmake its judgment effective against the\nparticular\ndefendant. It\nmeans merely that the judgment of the court should normally be effective against\na person in the position of the defendant.\"\n(Pollak,\nloc. cit\n. bl 208 voetnoot 2). Kyk verder:\nThermo\t. . . .\n29.\nThermo Radiant Oven Sales (Pty) Ltd v Nelspruit Bakeries\n(Pty) Ltd\n1969(2) SA 295 (A) 300 H; 309 F - H);\nBarclays National Bank\nLtd v Thompson\n1985(3) SA 778 (A) 796 D - J.\nAan die hand van die feite in die Vorster\nv\nKeyser\n-saak is die vraag dan of 'n bevel\nvan die WPA teen persone in die posisie van die respondente in daardie saak\ngewoonweg tot uitvoering\ngebring sal kan word. Na my oordeel behoort hierdie\nvraag bevestigend beantwoord te word. 'n Belangrike faktor wat onmiddellik na\nvore tree, is die feit dat 'n vonnisskuldenaar wat nie vrywillig aan 'n hofbevel\nad factum praestandum\nuitvoering gee nie minagting pleeg en hom aan\ngevangenisstraf blootstel. Kyk: Van Zyl,\nThe Theory of the Judicial Practice\nof South Africa\n-3de uitg (1921) bl 416 vir voorbeelde hiervan by die geval\nvan 'n weerspannige oordraggewer. Weliswaar verseker gevange= setting\nweens\nminagting nie noodwendig dat 'n vonnisskuldenaar aan 'n bepaalde hofbevel tot\nverrigting van 'n handeling\nuitvoering\n30.\nuitvoering sal gee nie. Maar by beoordeling van die\neffektiwiteit van '\nn\nbevel\nad factum praestandum\nkan\ngevangesetting weens minagting nouliks anders as 'n ingry= pende en doelmatige\ndwangmiddel aangemerk word.\nMet betrekking tot die beswaar teen die Hof se jurisdiksie in die\nVorster\nv Keyser\n-saak opgewerp, sê regter SCHREINER in die inleidende gedeelte\n(op bl 151) van sy uitspraak:-\n\"He (die advokaat namens die respondente) contends that this Court cannot\norder a person to transfer land situate outside the area\nof jurisdiction of the\nWitwatersrand Local Division. The question appears to form part of the\njus\ncontroversum\nin our law. Such authority as exists is discussed in the\nSouth African Law of Jurisdiction\nby Mr Pollak at pp. 102 to 108.\nConsideration of the authorities cited by him so far as I have been able in the\ntime at my disposal\nto consider them, satisfies me that the fact that this Court\nis part of the Supreme Court of South Africa, does not give it an extended\njurisdiction in respect of other parts of the Union and, furthermore that such\nextension is not produced by the provisions of the\nAdministration of Justice Act\n(Act 27 of 1912).\nThe....\n31.\nThe jurisdiction of a Local or Provincial Division of the\nSupreme Court is apparently not different in respect of land situate elsewhere\nin the Union from that of any Court asked to adjudicate in respect of foreign\nland, It may seem strange and it certainly is highly\ninconvenient that if A. ,\nresiding in Johannesburg, wants to sue B. , also résiding in\nJohannesburg, on a contract entered\ninto in Johannesburg, he should have to\nbring action in Cape Town or Grahamstown simply because the contract relates to\nland situate\nin the Cape Province, but such appears to me to be the better\nview.\"\nEk kan met eerbied nie saamstem met die stelling dat ten opsigte van grond\nbuite sy regsgebied maar binne die grense van Suid-Afrika\ndie jurisdiksie van 'n\nplaaslike of provinsiale afdeling van die Hooggeregshof gelyk gestel word aan sy\njurisdiksie ten opsigte van\ngrond in 'n vreemde land geleë nie. Ter\nonderskraging van die stelling dat by aksies om oordrag van eiendomsreg van\nonroerende\neiendom die\nforum rei sitae\nuitsluitende jurisdiksie besit,\nword deur skrywers veelal bygehaal die beslissings in\nRosa's Heirs v\nInhambane Sugar Estates Ltd\n(\nsupra\n) en\nRood's\nTrustees v Scott and De Villiers\n(\nSupra\n). Kyk bv\nP E J BROOKS\n,\nLAWSA ....\n32.\nP E J BROOKS,\nLAWSA\n.vol 11 bl 343 par 412; Herbstein and Van\nWinsen,\nThe Civil Practice of the Superior Courts in South Africa\n3de\nuitg bl 43. Bovermelde twee beslissings (wat gaan oor die jurisdiksie van 'n\nSuid-Afrikaanse Hof m b t grond in die buitelánd)\nasook die sake van\nHugo v Bekker\n1909 Buch. AC 366\n;\nNorden v Solomon\n(1847) 2 Menz.\n375\n; en\nEilon v Eilon\n1965 (1) SA 703\n(A). 726H - 727B waarop soms in\nhierdie verband gesteun word, word in die\nWard v Burgess\n-saak (106H -\n107A) in oënskou geneem. Dit is onnodig om hul weer eens hier te ontleed.\nNie een van hierdie gewysdes werp juis\nlig op die regs= bevoegdheid van 'n\nprovinsiale of plaaslike afdeling ten opsigte van grond buite die afdeling maar\nbinne die grense\nvan die Republiek nie. Met uitsondering van die\nVorster v\nKeyser\n-saak is in die betoog voor ons nie verwys na enige beslissing van ons\nHowe wat as regstreekse gesag dien vir die gevolgtrekking dat\nby 'n\naksie\nom lewering van transport van grond binne die Republiek geleë die\nforum\n33.\nforum rei sitae\nuitsluitende jurisdiksie besit nie.\nDit is 'n standpunt waarvoor dit moeilik sou wees om uit prinsipe enige\naanneemlike grondslag\nte vind en wat m i moeilik te rym sou wees met die riglyne\ndeur hierdie Hof in die Lek-saak (\nsupra\n) aangedui. Daarenteen tref die\nvolgende benadering van die probeem in die\nWard v Burgess-\nsaak my as\nverantwoord. Op 106C - D verklaar MUNNIK, HR:-\n\"It would seem ....that the\nratio\nfor holding that the jurisdiction of\na Court of a defendant's domicile or residence which would normally have\njurisdiction on the\nbasis of the maxim\nactor sequitur forum rei\n(see\nSciacero & Co v Central S A R,\n1910 T S 119\nat p 121) is excluded in\ncases involving claims relating to title to and transfer of property, is that\nthe latter Court would be\nunable to enforce its order if granted.\nIt follows, therefore, that if the Court which has jurisdiction by virtue of\nthe defendant's domicile or residence is able to enforce\nits order if granted,\nthen the reason for denying such Court jurisdiction, albeit concurrent\njurisdiction, with the\nforum rei sitae\nfalls away.\"\nIn/....\n34.\nIn die voorslotparagraaf van die uitspraak (op 107 B - C) word daar\ntot die volgende slotsom geraak:-\n\"I have come to the conclusion \tthat, in\nthe South African context as between rival Provincial or Local Divisions (in\nwhich I include this Court as it at present exists),\nthe fact that immovable\nproperty is situate within the jurisdiction of such Provincial or Local Division\ndoes not give such Provincial\nor Local Division exclusive jurisdiction in\nactions in which a title to or transfer of such. property is claimed.\"\nMet hierdie slotsom gaan ek akkoord. Om enige moontlike misverstand te\nvoorkom sou ek egter die volgende wou byvoeg. Soos reeds vroeër\ngenoem, was\nin die\nWard v Burgess-\nsaak nie alleen die koopakte waarop die eiser\ngesteun het binne die regsgebied van die Hof aangegaan nie maar daarby was die\nverweerders\naldaar woonagtig en gedomisilieer. Deson= danks het MUNNIK, HR die\nantwoord op die vraag of die Hof by magte sou wees om aan die\nverlangde regshulp\nuitvoering te gee by die bepalings van art 26(1) van Wet 59 van 1959 gaan soek.\nOp 106D - E verklaar die Hof -\n\"In\n35.\n\"In my view the order of a Provincial or Local Division may\nby virtue of the provisions of sec 26 of Act 59 of 1959 be enforced throughout\nthe Republic and by virtue of sec 2E of Act 50 of .1963 (enacted by sec 12 of\nAct 70 of 1974) the same applies to orders of this\nCourt.\"\nDie korrektheid van die beslissing in die\nWard v Burgess\n-saak\nis\ndeur pro.f Ellison Kahn,\nloc cit\n(\n1976)\nop bl 526 bevraagteken. Hy\nskryf o a:-\n\"I may be forgiven if I repeat what I said before .....: s 26(1) has not to\ndo with extension of jurisdiction but is confined to the\nfacilitation of process\nand execution. This attitude is supported by\nEx Parte Boshoff\n1972(1) SA\n521 (E) at 522. The correctness of the decision of Munnik J, with respect, is to\nbe doubted. Would that the court of the\ndomicile or residence of the defendant\ndid have jurisdiction. Remedial legislation seems called for.\"\nAan die hand van die feite van die onderhawige appèl het ek reeds\nbevind dat indien die eiser se vordering sou slaag daar sonder\nenige beroep op\ndie bepalings van art 26(1)\nvan\n36.\nvan Wet 59 van 1959 aan die bevel van die OPA uitvoering\ngegee kan word. Met die oog op die regshulp in die\nWard v Burgess\n-saak\naangevra (nl 'n bevel wat die verweerders as kopers verplig (1) om\noordrag-dokumente te onderteken; (2) om waarborge te lewer;\nen (3) om teen\nlewering van transport deur die verkoper die koopprys te betaal) en met\ninagneming van die feit van die verweerders\nse verblyf en\ndomicilium\nin\nTranskei, was die omstandighede in daardie saak na my oordeel sodanig dat die\nbevel van die verhoorhof binne sy eie regsgebied\nregstreeks afdwingbaar was.\nHoewel ek met die slotsom in die voorslotparagraaf (op 107B - C) van die\nuitspraak in die\nWard v Burgess\n-saak saamstem, was die Hof se beroep op\nart 26(1) van Wet 59 van 1959 met behoorlike inagneming van die feite m i\noorbodig. Rakende\ndie aanwendingsveld van art 26(1) kan duidelikheidshalwe die\nvolgende ook genoem word. Word veronderstel dat in die\nWard v\nBurgess\n-saak die verweerders slegs\nincolae\nvan die RSA was en dat\nhulle nie in Transkei gedomisilieer was nie,\nsou\n37\nsou art 26(l) gewis by die instelling van die aksie en\nmoontlik ook by afdwinging van die regshulp ter sprake gekom het. Eerstens,\nen\nnet soos in die onderhawige geval, sou die eiser hom dan op art 26(1) moes\nverlaat het ten einde beteke= ning van die dagvaarding\naan die teenpartye buite\ndie regsge= bied van die verhoorhof maar binne die RSA te bewerkstellig. Soos in\ndie onderhawige geval sou\ndit yeroorloof wees, nie omdat art 26(1) die\njurisdiksie van die verhoorhof enigsins uitbrei nie, maar bloot op grond daarvan\ndat\ndaar inderdaad\nratione contractus\n'n geldige jurisdiksiegrond vir die\neiser se aksie bestaan het. Ten tweede kon art 26(1) ook ter sprake gekom het\nvir geval van die\nverweerders se weiering om aan die Transkeise Hof se bevel\nuitvoering te gee indien die eiser vervolgens by daardie Hof weens minagting\n'n\nbevel om die gevangesetting van die verweerders sou aangevra het. Sowel by die\nbetekening van die stukke in die mosie-aansoek\nom gevangesetting as by\nuitvoering van 'n bevel tot gevangesetting sou die eiser hom op art 26(1)\nmoes\n38.\nmoes beroep het; en ewe-eens sou dit 'n geldige beroep gewees het omdat daar\n'n geldige jurisdiksiegrond vir die eiser se aksie bestaan\nhet.\nUit hoofde van die voorgaande is die slotsom dat in die onderhawige appel die\nTPA. as\nforum rei sitae\nnie\noor uitsluitende regsbevoegdheid beskik\nnie, en dat vanweë die OPA se saamlopende regsbevoegdheid die eiser se\nvordering\ngevoeglik deur die OPA aangehoor en besleg kan word. Vgl\nSmit NO\nv Ferreira\nN 0 1979(4) SA 590 (K) 598A -599A. Ek het reeds aangedui dat by\nsy aanwending van die leerstuk van doeltreffendheid die verhoorhof\nse byhaling\nvan die bepalings van art 97 van die Akteswet en art 26(1) van\nWet 59 van 1959 onsuiwer was. Vir die redes vroeër in\nhierdie\nuitspraak genoem, stem ek egter saam met die bevin=\nding van die Hof\na\nquo\ndat die bevel deur die eiser aangevra direk binne die regsgebied van die\nOPA afdwingbaar is.\nOm laasgenoemde rede, so meen ek, moet die appèl\nmisluk\n39.\nmisluk. Benewens sy bevinding dat die OPA by magte is om aan die\nverlangde regshulp uitvoering te gee, het die Hof benede by sy verwerping\nvan\ndie verweerderes se beswaar teen die ontvanklikheid in die OPA van die eiser se\nvordering op verskeie ander regsgronde gesteun.\nVir doeleindes van hierdie\nuitspraak is dit onnodig om daarop in te gaan en i v m die korrektheid al dan\nnie daarvan word geen mening\nuitgespreek nie..\nDie appèl word met koste afgewys.\nG G HOEXTER, AR\nBOTHA, AR )\nGROSSKOPF, AR )\nStem saam\nSMALBERGER, AR ) KUMLEBEN, Wn AR )",
  "scraped_at": "2026-02-11T21:04:09.398919",
  "date": "1987-05-18",
  "coram": [
    "HOEXTER",
    "BOTHA",
    "GROSSKOPF",
    "SMALBERGER",
    "KUMLEBEN"
  ],
  "case_number": "432/85",
  "parties": {
    "applicants": [
      "Phillipina Johanna Cornelia Hugo"
    ],
    "respondents": [
      "Willem Petrus Wessels"
    ]
  },
  "sections": {
    "facts": "The appellant, Phillipina Hugo, and the respondent, Willem Wessels, were formerly married and are the parents of three minor sons. Their marriage was dissolved by the Orange‑Free State Provincial Division in 1979 after a consent judgment. The judgment awarded custody of the children to the former wife and required the former husband to pay R25,000 in cash by 1 July 1979 to enable the former wife to purchase or build a house for the children. The parties agreed that the house would be registered in the names of the three children, subject to a lifelong usufruct in favour of the mother. The appellant claims that he fulfilled his obligation by providing the cash, that the respondents used the money to purchase Erf 660 in Ermelo, and that the children now own only a 48 % share of the property, with the respondents holding the remaining 52 %. The appellant seeks a court order compelling the respondents to sign the necessary transfer documents and to authorize the clerk of the Orange Provincial Division (OPA) to sign on their behalf, together with costs.",
    "issues": "1. Whether the Orange Provincial Division (OPA) has jurisdiction to grant specific performance concerning the registration of immovable property situated outside its territorial area. 2. Whether the respondents can be compelled to sign transfer documents and whether the clerk of the OPA may be authorised to act on their behalf. 3. Whether the special defence of lack of jurisdiction raised by the respondents is maintainable.",
    "principles": "The court considered the doctrine of forum rei sitae and the principle that a court must have both jurisdiction over the parties and the power to give effect to its order (effectiveness). Relevant statutory provisions were art 26(1) of the Supreme Court Act 59 of 1959 (process may be served throughout the Republic) and art 97(2) of the Deeds Registration Act 47 of 1937 (jurisdiction over parties). Precedent cases such as Vorster v Keyser, Ward v Burgess, Pollak’s commentary on jurisdiction, and the rule that a court cannot order transfer of immovable property outside its territorial jurisdiction unless it can enforce the order were applied. The court rejected the notion that the OPA’s jurisdiction is limited by the location of the land, emphasizing that the cause of action arose within the OPA’s territorial jurisdiction through the settlement agreement.",
    "application": "Applying the above principles, the court held that the OPA possessed jurisdiction because the contractual agreement giving rise to the claim was entered into within its area. The special defence of lack of jurisdiction was dismissed. Consequently the OPA could order the respondents to execute the required transfer documents and could empower its clerk to sign on their behalf, as the order could be effectively enforced within the Republic. The court also affirmed that the respondents’ domicile in Transvaal did not preclude the OPA from granting the order.",
    "conclusion": "The appeal was dismissed with costs. The OPA was ordered to grant the respondents leave to sign the transfer documents and to authorize the clerk of the OPA to execute the necessary documents on their behalf. Costs of the suit were awarded."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Transfer of Immovable Property",
    "level_3": [
      "specific performance",
      "jurisdiction",
      "land registration",
      "marital settlement"
    ]
  }
}