{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/14.html",
  "case_name": "S v Engelbrecht (315/86) [1987] ZASCA 14 (25 March 1987)",
  "citation": "[1987] ZASCA 14",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 14\n|\nNoteup\n|\nLawCite\nS v Engelbrecht (315/86) [1987] ZASCA 14 (25 March 1987)\nDownload original files\nPDF format\nRTF format\nEDWARD ENGELBRECHT\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCASE NO. 315/86\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the\nmatter between\nEDWARD ENGELBRECHT\nAPPELLANT\nand\nTHE\nSTATE\nRESPONDENT\nCORAM\n: VILJOEN, SMALBERGER JJA et KUMLEBEN\nAJA\nHEARD\n: 9 MARCH 1987\nDELIVERED\n: 25 MARCH 1987\nJUDGMENT KUMLEBEN, AJA\n:\nThe appellant was one of three accused\nwho/\nCASE NO. 315/86\n/CCC\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between\nEDWARD\nENGELBRECHT\nAPPELLANT\nand\nTHE\nSTATE\nRESPONDENT\nCORAM\n: VILJOEN, SMALBERGER JJA et KUMLEBEN\nAJA\nHEARD\n: 9 MARCH 1987\nDELIVERED\n: 24 MARCH 1987\nJUDGMENT KUMLEBEN, AJA\n:\nThe appellant was one of three accused\nwho/.\n2. who stood trial in the Cape of Good Hope Provincial Division on\n5 counts: housebreaking with intent to steal and theft; murder;\nrobbery; and two\ncounts of attempted murder. He was convicted on the first two counts and on one\ncount of attempted murder. On the\nmurder charge the death penalty was imposed,\nthe court having found no extenuating circumstances. The appeal, leave having\nbeen granted\nby the court a\nquo\n, is directed solely at that\nfinding.\nThe charges were based on what took place in Parow on the night of\n29/30 March 1983. On the morning of 29 March 1983 the appellant\nand the two\naccused (who were accused Nos 1 and 3 at the trial), Grenville van Wyk and\nAndrew Basson, alias Kimberley, were present\nat the home of one John Pietersen,\nwho was also there\nThey/\n3.\nThey started smoking Mandrax mixed with dagga. At a certain stage\nduring the course of the morning it was decided that Kimberley,\nappellant, and\nthe two accused would that night break into premises and steal. Pietersen, who\nwas apparently the person who initiated\nthis plan and chose the participants,\ndis-cussed the details with them. It was arranged that van Wyk would take them\nby car to a\nshop known as \"711 Superette\" situated in Fifth Avenue, Parow where\nthey were to break in and steal. At about midnight or soon after\nthose who were\nsleeping were awakened and they set forth. Van Wyk drove the four of them to the\nshop. On route Kimberley produced\na firearm and said that he would shoot any\n\"boer\" who disturbed them.\nvan/\n4. Van Wyk dropped them off not far from the shop and left. Their\nattempt at breaking in was unsuccessful. They proceeded to the club\nhouse of the\nParow North Golf Course but again failed to gain entry.\nTheir third target was the \"Superette 711\" in Haydn Street, Parow. There\nKimberley, accused No 1 and another, either appellant or\nNo 3 accused, entered\nthe store whilst the fourth man remained outside to keep watch. Unbeknown to the\nintruders, in breaking in\nthey had triggered off an alarm. This led to W/0 van\nDyk and Cons van Wyk arriving in a patrol car at the scene at about 4 am. By\nthis time goods and money had been removed from the shop. The policemen entered\nwith pistols drawn and initially noticed two persons\nin/\n5. in the shop. They turned out to be Kimberley and accused No 1.\nWhen the police accosted them, Kimberley fired a shot at van Wyk\nwhich instantly\nkilled him. Van Dyk had not released the safety catch of his pistol and this\nprevented him from returning the fire.\nAs he fled he was shot by Kimberley in\nthe thigh. Outside the shop, after Kimberley had emerged from it, van Dyk and\nKimberley exchanged\nshots as the latter ran away. In the meantime accused No 1\nhad taken possession of van Wyk's pistol. He emerged from the shop at\nabout the\nsame time that the flying squad van, driven by Sgt Truter, arrived. Accused No 1\nfired at it with the deceased's firearm.\nA police dog was re-leased from it and\nthis led to his arrest. Whilst\ninside/\n6. inside the shop van Dyk clearly saw the movement of a third\nperson also involved in committing the offence but was unable to identify\nhim.\nThis person and the watchman, that is to say, appellant and accused No 3, made\ngood their escape.\nIn the case of the appellant it was short-lived. At about\n5:40 am he was detected and arrested as he walked along the national road\nbetween Cape Town and Paarl. He was brought back to the shop and, after being\nbriefly interviewed by Capt Britz, was taken to a magistrate\nas he was prepared\nat that stage to make a statement. He later changed his mind. He did, how-ever,\nmake one to Capt Britz that afternoon\nat the Bishop Lavis Police Station. At the\ntrial its\nadmissibility/\n7. admissibility was contested. After evidence had been\nadduced on this issue during a \"trial-within-a-trial\", it was ruled admissible\nand received in evidence as exhibit N.\nThe foregoing summary is based upon\nfacts which were common cause, admitted or reliably proved by the State\nwitnesses.\nIn its judgment on the merits the court held\ninter alia\nthat the appellant was a willing and active participant in a planned robbery;\nthat he knew that Kimberley was armed with a pistol;\nand that he realised that\nthere was an inherent risk that he would use it, perhaps with fatal\nconsequences, should the need arise.\nThus, applying the doctrine of common\npurpose,/\n8.\npurpose, appellant was found guilty of murder.\nAfter conviction the appellant testified\nbriefly in extenuation. His\nevidence aimed at proving\nthat he was under the influence of Mandrax and\ndagga\nat the time the offences were committed. The court\non the question\nwhether extenuating circumstances were\npresent in the case of appellant\nsaid:\n\"He was born on 7 February 1962 and was thus 21 years of age at the relevant\ntime. Although the probabilities are that he was in the\nshop at the time of the\nshooting we have decided that we should approach the present enquiry on the same\nbasis as we did in the main\njudgment, namely that he was keeping watch outside\nand ran away when the police came. We do not think that his role as watchman\noutside\ndiminishes his moral blameworthiness as compared to that of number 1 who\nwas in\nthe/\n9.\nthe shop. On a moral basis they both equally participated in the setting of\nthe scene which carried the risk of killing an innocent\npoliceman. He is\nsomewhat younger than number 1 and this we have considered. He gave evidence in\nmitigation and again lied about\nhis own condition. He was totally unimpressive\nand unacceptable as a witness. He has obviously exaggerated the extent to which\nhe\nmight have been affected by dagga and mandrax. It is true, as argued by Mr\nDe Kock\non his behalf, that there are degrees of immaturity, but in our\njudgment of number 2 he is an adult with adequate maturity to bear\nthe full\nmoral responsi-bility of his actions. The whole long saga of that early morning\nshows only too clearly that all the accused\nhad their wits about them. After all\nthis was the third place they visited for the purposes of breaking into and\nstealing. Much of\nwhat I have said in relation to number 1 applies equally to\nnumber 2, apart of course from the somewhat different roles they played\nin the\noperation. We have\ncarefully/\n10.\ncarefully considered the totality of the circumstances\nrelating to number 2 and we are unanimously of the opinion that in his case,\ntoo, there are no extenuating circumstances.\"\nBefore us Mr\nLaubscher\n, who appeared for the\nappellant, submitted that this conclusion was wrong, and\nthat the court\nought to have found that the moral blame-\nworthiness of the appellant was\nreduced, for one or more\nof the following reasons:\n(i) The appellant was, or might have been, the\nwatchman in which event he played a \"less\nassociative role\".\n(ii) The fact that the firearm was not used during\nthe two abortive attempts at breaking in would,\nor could,have led the appellant to believe that\nthe/\n11.\nthe likelihood of it being used at all had\ndiminished. (iii) Appellant's mental condition was adversely\naffected by the dagga and Mandrax he had smoked. (iv) Appellant did not have\nthe direct or deliberate intention of killing the deceased.\n(v) It was the \"evil\ninfluence\" of Kimberley which caused him to participate in the crime. (vi) The\n\"relative youthfulness\" and immaturity\nof the appellant justified the inference\nthat his complicity in the offence \"was not tainted with inherent\nvice.\"\nAlthough it is the cumulative effect of any proved extenuating factors\nwhich is to be assessed, it\nis/\n12. is in the first place necessary to examine each of the alleged\ngrounds singly. In doing so one must bear in mind that the court\na\nquo\nin\ntne strongest terms, and with ample justification, rejected as false the\nevi-dence of the appellant given before conviction and\non the question of\nextenuation. The evidence of the other two accused was likewise held to be\nuntruthful. Thus each of the alleged\ngrounds of extenuation is to be examined in\nthe light of the dependable evidence of State witnesses and any evidence of the\nappellant\nwhich, despite his untruthfulness, can be accepted with assurance.\nThe trial court found that the evidence proved as a probability that\nappellant was the third person in the shop but fell short of\nproving this fact\nwith\ncertainty./\n13.\ncertainty. It therefore assumed in appellant's favour that he\nwas the watchman. The court never-theless held this not to be an extenuating\nfactor. There is much to be said for the view that the evidence satisfactorily\nproves that the appellant was the person in the shop.\nI however find it\nunnecessary to go into this question. I shall also assume that he may have been\nthe watchman and consider the question\nof extenuation on that footing. There are\nindubitably instances when an accused's insistence or election to play a minor\npart in\nthe commission of an offence would indicate a reluctance on his part to\nparticipate, or to participate fully, in the commission of\nan offence. This is\nnot such a case. I share the view of the court a\nquo\n,\nexpressed/\n14. expressed in the quoted passage from the judgment, that\nkeeping watch is as vital a form of participation as any other on the\nfacts of\nthis case. Moreover other evidence, to which I shall refer in due course, shows\nthat the appellant throughout played a prominent\nrather than a subordinate role\nand was at all times a willing participant.\nThe second point argued, as I\nunderstood it, was that, inasmuch as there was no police or other intervention\nduring the first two\nabortive attempts, by the time they reached the Haydn\nStreet \"Superette 711\" appellant would have, or might have, concluded that\nthe\nlikelihood of Kimberley using the firearm had decreased. For this reason, so it\nwas submitted, his moral\nblameworthiness/\n15. blameworthiness was at that stage reduced. I see no\nmerit in this submission. There is simply no reason for concluding that the\nlikelihood of the firearm being used would decrease as suggested or why\nappellant should have thought so. In his evidence in mitigation\nappellant did\nnot say that he entertained any such illogical thought. The pertinent fact is\nthat at all times appellant realised\nthat Kimberly would, if necessary, be as\ngood as his word and use the firearm should they meet with resistance.\nIt is common cause, as I have said, that the appellant did smoke dagga mixed\nwith Mandrax at the home of Pietersen before they set\nout. The only direct\nevidence/\n16. evidence - such as it is - on how much, when they smoked\nand when each of them fell asleep is that of the accomplice van Wyk.\nAlthough\nhis evidence was found to be substantially truthful, in the nature of things,\nsince he was also a smoker, his evidence in\nthis regard cannot be relied upon.\nOne must rather have regard to the actions of the appellant in deciding whether\nthis submission\nis sound. The following are relevant: Appellant was the one who\nwoke up van Wyk and perhaps others by saying \"Ja, julle slaap op\njulle pos.\"\nAppellant, like the others, was quite capable of walking from the first shop to\nthe Golf Club House and then a further\ndistance of 3 to 4 kilometres to the\nsecond shop. There at about 4 am they were busy committing\nthe/\n17. the offence when the police arrived. Appellant had the presence\nof mind, ability and agility to flee from them. Not long afterwards,\nwhen Sgt\nBriers arrested him at about 5:40 am, he was walking normally and according to\nthis witness there was nothing to indicate\nthat he was under the influence of\nthe dagga or Mandrax. His evidence in mitigation was intended to substantiate\nthe ground of alleged\nextenuation. It reads uncon-vincingly and was rejected. In\nany event it said no more than that he was \"nog aangetas\".\nBearing in mind\nthat he bore the onus of proving not only that he smoked dagga and Mandrax, but\nalso the\nextent\nto which this affected his powers of judgment and\nself-restraint, it cannot be said that a\ncase/ ......\n18. case for extenuation on this ground has been made out. It\nis also of importance to point out that the decision to break into the\npremises\nappears to have been taken soon after they arrived at Pietersen's home and\napparently before the smoking was seriously under\nway. The appellant therefore\ncertainly did not discharge the onus of proving that when he was a party to the\ndecision to commit these\noffences his mental condition was anything but\nnormal.\nThat the intent of an accused is categorised as\ndolus eventualis\ndoes\nnot, in itself,constitute an extenuating circumstance. It depends on the factsof\neach case. In the present one the possibility\nthat the pistol may have been used\nwith fatal consequences was\nin/\n19.\nin no way a remote one. Appellant realised that,\nas part\nof a planned crime of housebreaking and theft,\nit was the settled - and\nexpressed - intention of\nKimberley to shoot to kill if necessary. There\nwas\nthroughout a very real prospect of him having to do so.\nAppellant,\nmoreover, knew that Kimberley was a vicious\nand dangerous character. In his\nstatement to Britz\nthe following question and answer appear:\n\"\nVraag\n: Het jy geweet hy het 'n vuurwapen op hom toe julle na die plek\ntoe loop om te gaan inbreek?\nAntw\n: Ja meneer, hy's mos 'wanted' vir nog\n'n moord.\"\nIn such circumstances the nature of appellant's intent\n(\ndolus eventualis\n) cannot serve as a mitigating factor.\nIn/\n20.\nIn this regard, and generally on other\ngrounds argued, the\nfollowing passage quoted from\nS v\nMafela and Another\n1980(3) S\nA 825 (AD) at 828 H to 829 B\nis pertinent:\n\"The argument is that, as the Court found that the appellants had only\ndolus eventualis\nin respect of the killing, the planned nature of the\nrobbery is not relevant to the question of extenuating circumstances and that\nconsideration of an aggravating factor such as \"callousness\" is not appropriate.\nThis, however, disregards the fact that the planning\nof the robbery necessarily\ninvolved consideration of the means by which the deceased was to be\nover-powered; the use of the knife,\nand the risks to life involved, must have\nbeen with-in the appellants' contemplation. Even in the possible absence of an\ninitial\ndeter- ' mination to kill, there must at least have been the deliberate\nacceptance of a plan to put the deceased's life at risk.\nMoreover,/\n21.\nMoreover, in the circumstances the matter of 'callousness' is\nhighly material to the appellant's state of mind. It serves to emphasize\nthat,\nnot only in the planning, but also in its execution, there was a deliberate and\ntotal disregard of the risk to life involved.\"\nIn that decision, the facts of which in many material\nrespects bear a\nmarked similarity to those in this case,\nthe court held that no extenuating\ncircumstances were\npresent.\nMr Laubscher\nrightly conceded that there was\nno evidence to support the submission that Kimberley had\ninfluenced or persuaded the appellant to participate.\nAppellant himself\ndid not state this to be the case\neither in his statement to Britz or in his\nevidence in\nmitigation.\nThe/\n22.\nThe final submission relied upon was that appellant is\n\"youthful\" and \"immature\" and that this should be regarded as extenuation.\nThe\nfacts convincingly controvert this. Though he was just over 21 years of age at\nthe time, he was anything but immature. According\nto the witness Lionel Wilson,\nwho was described by the court as an \"excellent witness\", appellant and\nKimberley were seen by him\nat John Pietersen's house a week or two before the\noffences were committed. Both of them had firearms in their possession tucked\ninto the waistband of their trousers. They loosened their waistbands to smoke\nthe dagga in greater comfort and the firearms were\nplaced next to them. Thus\nappellant quite openly, if not brazenly, revealed the fact that he was\narmed.\nOther/\n23.\nOther evidence makes it plain that he was a\nregular\nassociate of Kimberley, who was a hardened criminal.\nAt the time\nhe made his statement to Britz he was\nconscious of the fact that Kimberley and van Wyk had\nnot been arrested and\nfor this reason he initially only\nmade reference in his statement to accused\nNo 1, whom\nhe knew had been arrested. He only mentioned Kimberley's\nname when questiónedby Britz and was required to explain\nhis inadvertent reference to \"hulle\". This is not the\nconduct one would have expected from an immature person\nin the unaccustbmed role of a criminal.\nIn the result it cannot be said that the court a\nquo\nmisdirected\nitself in any respect on the question of extenuating circumstances or that\nit\nfailed/\n24. failed to exercise a proper judicial discretion in reaching\nits decision in this regard. The appeal is dismissed.\nM E KUMLEBEN, AJA\nVILJOEN, JA )\n) CONCUR SMALBERGER, JA )",
  "scraped_at": "2026-02-11T20:56:10.867387",
  "date": "1987-03-25",
  "coram": [
    "Viljoen",
    "Smalberger JJA",
    "Kumleben AJA"
  ],
  "case_number": "315/86",
  "parties": {
    "applicants": [
      "Edward Engelbrecht"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Edward Engelbrecht, was one of three men who planned and carried out a series of break‑ins in Parow on the night of 29/30 March 1983. After smoking Mandrax and dagga at a house they intended to rob, they proceeded to several premises, eventually breaking into the Superette 711 on Haydn Street. During the intrusion an alarm was triggered and police arrived; Kimberley, another accused, fired on Constable van Wyk, killing him. The appellant fled the scene but was arrested about an hour later while walking on the national road between Cape Town and Paarl. He was convicted of housebreaking, murder, robbery and attempted murder, receiving the death penalty for murder.",
    "issues": "The appeal was limited to whether the trial court erred in finding that no extenuating circumstances existed to mitigate the appellant's moral blameworthiness for the murder. Specific issues considered were: (1) whether the appellant’s role as a possible watchman reduced his culpability; (2) whether the prior non‑use of the firearm indicated a reduced likelihood of its use; (3) whether the appellant’s consumption of dagga and Mandrax impaired his judgment; (4) whether he lacked intentionality to kill; (5) whether his youth and immaturity should be treated as mitigating factors; and (6) whether the doctrine of common purpose applied to hold him liable for the murder.",
    "principles": "The court applied the doctrine of common purpose, holding that all participants who willingly join a planned crime are liable for the acts of any member if such acts are a foreseeable consequence. It examined the concept of dolus eventualis, noting that foreseeing a possible lethal outcome without a remote chance does not constitute mitigation. The judgment also referenced precedent S v Mafela, emphasizing that planning a robbery involving lethal force excludes extenuating circumstances. The burden of proving intoxication or diminished capacity rested on the appellant, and untruthful testimony was given no weight.",
    "application": "The court found that the appellant was a willing, active participant who knew Kimberley was armed and that lethal force might be used. Evidence showed he helped wake the other conspirators, moved between locations, and escaped the scene, indicating no diminished capacity from drug use. The assertion that he acted merely as a watchman was rejected; the court held watching was as vital as any other role. Claims of youth, immaturity, or drug influence were dismissed as unsubstantiated, and the appellant’s own inconsistent statements further undermined his credibility. Consequently, no extenuating circumstance was found.",
    "conclusion": "The appellate court dismissed the appeal, upholding the conviction for murder and the death penalty. It affirmed that the trial court correctly found no extenuating circumstances and that the doctrine of common purpose appropriately applied to hold the appellant liable for the killing."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "common purpose",
      "dolus eventualis",
      "extenuating circumstances",
      "death penalty"
    ]
  }
}