{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/20.html",
  "case_name": "Sishen Hotel (Edms) Bpk. v Suid-Afrikaanse Yster en Staal Industriele Korporasie Bpk. (153/1986) [1987] ZASCA 20 (26 March 1987)",
  "citation": "[1987] ZASCA 20",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 20\n|\nNoteup\n|\nLawCite\nSishen Hotel (Edms) Bpk. v Suid-Afrikaanse Yster en Staal Industriele Korporasie Bpk. (153/1986) [1987] ZASCA 20 (26 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 153/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nIn die saak tussen:\nSISHEN HOTEL (EDMS) BEPERK\nAppellant\nen\nSUID-AFRIKAANSE YSTER EN STAAL\nINDUSTRIëLE KORPORASIE BEPERK\nVerweerder\nCORAM\n:\tRABIE WN HR, JANSEN, BOTHA, NESTADT ARR\net\nSTEYN WN AR\nVERHOORDATUM\n: 19 FEBRUARIE 1987\nLEWERINGSDATUM\n: 26 MAART\n1987\nUITSPRAAK\n/\nBOTHA AR\n...\n2.\nBOTHA AR\n:-\nHierdie appèl spruit voort uit 'n aksie om skade= vergoeding weens\nkontrakbreuk wat die appellant as eiser in die Transvaalse\nProvinsiale Afdeling\ningestel het teen die respondent as verweerder. Die aksie het misluk. Verlof om\nteen die afwysing daarvan na\nhierdie Hof in hoër beroep te kom, is aan die\nappellant toegestaan deur die Verhoorregter (F S STEYN Wn R).\nDie feite wat aanleiding gegee het tot die aksie is nie in geskil nie. By\nwyse van inleiding kan die spil waarom die saak draai eers\nnet in die breedste\ntrekke saamgevat word, soos volg: die appellant het van die respondent 'n\nhotelperseel gehuur, wat geleë\nwas vlak langs 'n nasionale pad, en daar 'n\nhotelbesigheid bedryf; tydens die duur van die huurkontrak het die respondent 'n\nverleg=\nging van die nasionale pad in die omgewing van die hotel bewerkstellig,\nop so 'n wyse dat die pad nie meer langs die hotel verby\ngeloop het nie; as\ngevolg daarvan het\n/die ...\n3.\ndie klandisie van die hotel afgeneem en is die winsge=\nwendheid van die besigheid daarmee heen; die appellant het toe die perseel\nontruim en die respondent aangespreek vir die vergoeding van gederfde wins, ook\nten opsigte van die restant van die huurtermyn.\nDie huurkontrak tussen die partye was skriftelik en is aangegaan op 26\nAugustus 1974. Daarvolgens het die appeilant van die respondent\nvir 'n\naanvanklike tyd= perk van 20 jaar 'n hotelperseel en -gebou gehuur op die dorpie\nSishen, in die Noord-Kaap. Die hotelgebou\nwas opgerig deur 'n vorige huurder van\ndie respondent, wat oorspronklik net die perseel gehuur het en toe die gebou\nopgerig het en\ndaar 'n hotelbesigheid bedryf het. Die sluiting van die\nhuurkontrak tussen die appellant en die respondent is voorafgegaan deur 'n\nooreenkoms tussen die appeilant en die vorige huurder, waarvolgens die appellant\nvan die vorige huurder al laasgenoemde se beiange\nin die hotelgebou en\n-besigheid aangekoop het vir 'n bedrag van\n/R350 000 ...\n4.\nR350 000. Gepaardgaande met die sluiting van die huurkontrak tussen die\nappellant en die respondent is die huurkontrak tussen die\nrespondent en die\nvorige huurder by ooreenkoms gekanselleer. In die huurkon= trak tussen die\nappellant en die respondent word daar\nna eersgenoemde verwys as \"the Lessee\" en\nna laasge= noemde as \"the Corporation\". Die aanhef van die kon= trak en die\nvernaamste\nbepalings daarvan sien daar soos volg uit:\n\"WHEREAS\nthe Corporation is the registered owner of Certain Portion 'A' of the farm\nSISHEN, situate in the Division of Kuruman which is held\nby the Corporation\nunder and by virtue of Deed of Transfer No. 700/1948 dated 5 August 1948;\nAND WHEREAS\nan Hotel known as Hotel Minerva has been\nerected and is being carried on by Gamagara Estate (Proprietary) Limited on an\nHotel Site\nsituate on the said Portion 'A' of the farm SISHEN which site is held\nunder a Lease granted to it by the Corporation;\nAND WHEREAS\nthe Lessee has purchased the business and\n/property ...\n5.\nproperty of the Hotel Minerva from Gamagara Estates (Proprietary)\nLimited;\nAND WHEREAS\nthe Corporation has agreed to cancel the existing Lease of the Hotel Site and\nto grant a Lease over the said site to the Lessee;\nNOW THEREFORE THESE PRESENTS WITNESS\n1.\nThe Corporation hereby lets to the Lessee which hereby hires the Hotel Site\non which the Hotel Minerva is erected, situated in the\nunproclaimed Township of\nSishen (on Portión A of the farm SISHEN in the Division of Kuruman), the\nboundaries of the said site\nbeing indicated on the attached sketch plan.\n2.\nThis Lease will be deemed to have commenced on 1 March 1974 and shall\ncontinue for a period of 20 years. The Lessee shall have the\nright to renew the\nlease from time to time on terms and conditions to be negotiated for further\nperiods of twenty years each. The\nrental figure to be revised every 10\nyears.\n3.\nThe rental payable to the Corporation will be:\n(i) R240,00 (Two Hundred and Forty Rand) per annum, payable three-monthly in\nadvance.\n(ii) 3/4 of 1% (three-quarters of one per\n/cent)...\n6.\ncent) of the gross liquor takings in the hotel (including off-sales), sub=\nject to a minimum calculated at R25 (Twenty Five Rand)\nper month, payable\nthree-monthly in arrear. Such payments shall be verified annually by a certifi=\ncate from the Lessee's auditors.\n4.\nThe Lessee undertakes\" throughout the currency of the lease to conduct on the\nsaid hotel site an hotel business strictly in accordance\nwith Law and to carry\non and conduct the said busi= ness on the said premises continuously in a proper\nmanner in terms of the Hotel\nLiquor Licence appertaining thereto. The Lessee\nshall carry on the said hotel business through= out the currency of this\nAgreement\nunder the name of HOTEL MINERVA and shall not change the said name\nwithout the written consent of the Corporation, which consent\nshall not be\nunrea= sonably withheld.\nThe Lessee shall carry on the said hotel business for the sole account and\nbenefit of itself and its associated companies and shall\nnot permit any other\nperson to be a partner (whether dis= closed or dormant) in or otherwise directly\nor indirectly interested in\nthe said business without the consent in writing of\nthe Corpora= tion first had and obtained, which consent shall not be\nunreasonably\nwithheld.\n5. The Lessee shall carry on, and/or cause the\n/said ...\n7.\nsaid hotel business through the licensee, to be carried on in a proper and\norderly manner and shall not do or suffer to be done any\nact on the said\npremises or in relation to the conduct and management of the said business\nwhereby any nuisance, public or private,\nmay be caused or any injury or\nannoyance done to any person/s in or near the said premises or which might\nendanger the liquor licence/s\nor other licence/s granted to the Lessee or its\nnominee/s in respect of the said business or any renewal thereof. The Hotel\nshall\nremain graded as not less than '2 Star' standard.\n6.\nThe Lessee shall observe and/or through the licensee cause to be observed all\nlaws or regulations relating to the conduct of the said\nbusiness and shall not\ncommit or allow any breach of the Liquor Laws or of any lawful rules or\nregulations promulgated in connection\ntherewith or of any special order issued\nby the Licensing Board affecting the said licence/s or premises to be\ncommitted.\n7.\nThe Lessee shall through the licensee punctually apply and pay for such\nrenewal of the liquor and other licences attached to the said\nbusiness as may\nfrom time to time be necessary in order to keep the licences alive and shall pay\nall ex= penses in connection with\nsuch renewal.\n8.\nThe Lessee shall not remove or transfer and/or through the licensee cause to\nbe removed or\n/transferred ...\n8.\ntransferred the hotel liquor licence/licences and/or any licence/s relating\nto the business of Hotel Minerva to any other premises,\nnor may such licence/s\nor any of them be trans= ferred into the name of any other person with= out the\nconsent in writing of the\nCorporation first had and obtained to any such removal\nor transfer, which consent shall not be unreason= ably withheld.\n9.\nThe Lessee shall keep the whole of the premises adequately and properly\nfurnished to the satis= faction of the Corporation throughout\nthe cur= rency of\nthis Agreement or any renewal thereof.\n15.\nShould the Corporation decide to establish a township at Sishen or should it\nbe possible to obtain authority for the sub-division\nof Lot A of Sishen to\nenable transfer of the hotel site to be effected, the Corporation undertakes to\nsell the said hotel site to\nthe Lessee at a price to be determined by sworn\nappraisement.\n16.\nShould the Lessee decide not to renew the lease, the Corporation shall have\nthe first option to take over the hotel buildings together\nwith furniture and\nfittings at a price to be deter= mined by sworn appraisement, by a Sworn Ap=\npraiser to be appointed by the Corporation.\"\n/Die ...\n9.\nDie aangehaalde bepalings weerspieël opvallend 'n groter regstreekse\nbelang wat die respondent self gehad het by die wyse waarop\ndie hotelbesigheid\nbedryf sou word as wat 'n mens gewoonlik by 'n verhuurder in so 'n soort kon=\ntrak aantref. Die verklaring daarvoor\nis geleë in die uitgebreide belange\nen bedrywighede van die respondent in die omgewing van Sishen. Soos seker\nalgemeen bekend\nis, is die respondent op groot skaal betrokke by die ontgin=\nning van ystererts in daardie gebied. Baie van sy werk= nemers woon\ndaar, veral\nin die dorp Kathu, wat nie ver is nie van Sishen en wat algaande aansienlik\nuitgebrei het, ten koste van Sishen. Werknemers\nafkomstig van die res= pondent\nse hoofkwartier in Pretoria besoek ook gereeld die gebied. Al die grond in\ndaardie omgewing behoort\naan die respondent. Dit is juis die respondent se\nmynbe= drywighede wat aanleiding gegee het tot die verlegging van die nasionale\npad, soos weldra sal blyk.\nKort na die aangaan van die huurkontrak het\n/die ...\n10.\ndie appellant die geriewe wat die hotel aan sy gaste ge= bied het aansienlik\nuitgebrei en opgeknap, soos deur die aanbring van 'n\nvoortreflike restaurant en\nso meer. Daar= benewens het die appellant en die respondent ooreengekom dat die\nappellanfnaantal bykomstige\nslaapkamers tot die hotelgebou sou byvoeg. In\nhierdie verband het die partye op 3 en 4 April 1975 onderskeidelik 'n\nskriftelike addendum\ntot die huurkontrak onderteken, wat soos volg lui:\n\"\nWHEREAS\n:\n1.\nThe parties entered into an\nAgreement of Lease on the 26th August 1974.\n2.\nThe Lessee desires to add a number of rooms to the existing hotel on\nthe site described in the said\nagreement.\nNOW THEREFORE THESE\nPRESENTS WITNESS\n:\n1.\nThe Corporation hereby\nagrees to the ex= tension of the existing hotel with an additional thirty (30)\nbedrooms by the Lessee.\n2.\nThe Lessee\nacknowledges that he is aware of the fact that the hotel may be forced to close\ndown at any time after a period of twenty\nyears from the date of this agreement\nas a result of the mining acti= vities of the Corporation at Sishen\nand\n/the ...\n11.\nthe Lessee further acknowledges that in the event of the Hotel being forced to\nclose down as a result of such mining activities at\nany time after the expira=\ntion of such period of twenty years the Corporation will not be liable to pay\nany compensation whatsoever\nfor any damage or loss regarding the additional\nthirty rooms that the Lessee may suffer.\nThe parties further agree that in the event of the hotel being forced to close\ndown as a result of the mining activities of the Corporation\nwithin the said\nperiod of twen= ty years, the parties shall bear such loss or damage of the\nLessee proportionately to the number\nof years expired from the date of this\nagreement.\n3. The Corporation warrants that it will not allow any other hotel and/or bottle\nstore to be established at Kathu within a period\nof ten years from the date of\nthis agree= ment or such lesser period as the parties may agree upon if both\nparties are satis= fied\nthat the need for a further hotel and/ or bottle store\nexists. In the event of such need arising within the period of ten years the\nCorporation hereby grants the Lessee the first option to establish such further\nhotel and/or bottle store at Kathu.\nThe aforegoing warrant (\nsic\n) of the Cor= poration is subject to the\nfollowing condi= tions:\n(a) The Lessee shall manage and conduct\n/the ...\n12.\nthe hotel according to the standards prescribed by law for a two star hotel.\nIn the event of the hotel being degraded or it is being\nfound by the Hotel Board\nthat the standards of the hotel do not correspond with the standards prescribed\nfor a two star hotel, the\nCorporation will be entitled to regard the\naforementioned warrant as null and void.\n(b)\nThat the thirty rooms are\nin fact added to the hotel within a period of five years from the date of this\nagreement.\n(c)\nThe Management of the hotel\nwill at all times give preference to officers and employees of the Corporation\nand will ensure that at\nleast one room will be available on arrival for such\nofficials and employees, provided that reservations will be made at least twenty\nfour (24) hours prior to their arrival.\n4. Except as\nherein modified or amended all terms and conditions of the Agreement be= tween\nthe parties dated 26th August 1974 shall\nremain in full force and effect.\"\nDaarna het die partye mondeling ooreengekom om die getal bykomstige\nslaapkamers te verminder van 30 na 15. Die appellant het toe wel\ndie 15\nbykomstige kamers opgerig.\n/Die ...\n13.\nDie koste wat die appellant daaraan bestee het, en aan die uitbreiding en\nopknapping van die ander geriewe van die hotel, soos hierbo\nvermeld, het\naltesaam ongeveer R360 000 beloop. Die appellant se totale besteding in verband\nmet die verkryging van die besigheid\nen die op= knapping en uitbreiding van die\nhotel het dus nagenoeg R700 000 beloop.\nDie respondent se eie belang by die wyse waarop die hotelbesigheid bedryf sou\nword en die standaard van die geriewe wat aangebied\nen gehandhaaf sou word, blyk\nverder ook uit 'n brief wat later, op 20 November 1981, deur die respondent aan\ndie Voorsitter van die\nNasionale Drankraad geskryf is, en waarin die volgende\nvoorkom:\n\"We lease to Sishen Hotel (Pty) Ltd t/as Minerva Hotel and Off Sales the site on\nwhich Minerva Hotel presently carries on business\nnamely 1st Street,\nSishen.\nSince Minerva Hotel and Off Sales acquired\nthe business in March 1974 they have, to our knowledge, maintained a high\nstandard at\n/the ...\n14.\nthe Hotel and have expended large sums of money in improving and increasing the\nfaci= lities at the Hotel. This was done by them\nwillingly and at our special\nrequest. We in turn, in order to protect their financial investment, undertook\nto guarantee to them\nthat we would not allow any other Hotel and/ or Bottle\nStore to be established at Kathu within a period of 10 years from 4 April\n1975\nOur employees, guests, officials and visiting business men and dignitaries (both\nlocal and overseas) have over the years made and\nstill make continuous use of\nthe Minerva Hotel's accommodation and service provided to them. For its\nemployees and guests, Iscor\nsets a high priority on the standards of hotel and\nancilliary services and would not like to see any eventuality arising which may\nhave a detri= mental effect thereon.\"\nGedurende die\njare van 1974 tot 1982 was daar 'n groot toename in die wins wat die appellant\nuit die hotelbesigheid behaal het. Dit\nis onnodig om besonder= hede te vermeld,.\n'n Genoegsame aanduiding van die wins= gewendheid van die hotel is dat die\nbesigheid in\ndie boekjaar wat geëindig het in Februarie 1982 'n bruto wins\nopgelewer het van bykans R350 000.\n/En ...\n15.\nEn toe kom die moeilikheid met die pad.\nTen tyde van\ndie aangaan van die huurkontrak het die nasionale pad direk ten weste van Sishen\ngeloop, op daardie plek in 'n rigting\nvan suid na noord. Die ingang tot die\nhotelperseel was 50 meter van die pad af; klaarblyklik was die hotel baie goed\nsigbaar vir\ngebruikers van die pad. Ten suide van die hotel loop die pad\nnaasteby in 'n suidwestelike rigting, na Olifantshoek en dan Upington,\nen\nvandaar verder, ener= syds na Suidwes-Afrika en andersyds na die Suid-Kaap. Ten\nnoorde van die hotel het die pad min of meer noord=\noos geloop, in die rigting\nvan Kuruman, en daarna loop dit na Vryburg, en dan verder na die Wes-Transvaal.\nDit is dus duidelik dat\ndie hotel geleë was reg langs 'n belangrike\ndeurpad. So het die posisie gebly tot in 1981. Enkele jare tevore het die\nrespondent\n/vasgestel ...\n16. vasgestel dat die ysterertsneerslae wat ten ooste van\nSishen ontgin was, in 'n noordwestelike rigting gestrek het, en daar is\ntoe\nbesluit om die respon= dent se mynbedrywighede na die noordweste te ont= plooi.\nDit sou die pad ten noorde van Sishen in die\ngedrang bring. Gevolglik het die\nres= pondent vertoë gerig tot die Kaapse Provinsiale Ad= ministrasie, wat\ndie bevoegde owerheidsinstansie\nwas om die aangeleentheid te hanteer, om 'n\ngedeelte van die nasionale pad, vanaf 'n punt ten suide van Sishen tot 'n punt\nten noordooste\ndaarvan, in 'n\nooswaartse rigting\n/te ...\nte verlê. Nadat daar onderhandelinge tussen die res= pondent en die\nProvinsiale Administrasie plaasgevind het, het laasgenoemde\ningestem om die\nnodige administratiewe stappe te doen om die verlegging van die pad te bewerk=\nstellig. Die verlegging is toe van\nowerheidsweë gemag= tig, maar die\nrespondent moes self die nodige werk laat doen en die koste daarvan dra. Die\nverlegging het\nin verskillende fases plaasgevind, wat 'n aanvang geneem het in\n1981 en voltooi is in Mei 1982. Om 'n verduideliking te vergemaklik\nvan die\nuiteindelike uitwerking van die verlegging, sal ek gebruik maak van die volgende\nbaie ruwe skematiese voorstelling:\n17.\nSEE ORIGINAL JUDGEMENT PAGE\nDie oorspronklike ligging van die pad word aangedui deur die letters A, B, C,\nD, E en F. Die nuwe pad loop van\n/A ...\n18.\nA oor 'n en G na F. Die hotel is geleë oorkant C, ten ooste van die pad.\nDie ou pad tussen A en C bestaan nog; die afstand van\nA na C is omtrent 13 km.\nVanaf 'n punt onmiddellik ten noorde van C, oor D en E tot by F, is die pad nou\negter heeltemal gesluit\nvir verkeer.. Die hotel is dus nou nie meer geleë\nlangs 'n deurpad nie. Reisigers wat op die nasionale pad noordwaarts reis\nmoet\ndit nou by A verlaat en die 13 km oor B na C ry om die hotel te bereik. Die\nhotel is ook bereikbaar vanaf die nuwe nasionale\npad by punt H, oor B na C, 'n\nafstand van nagenoeg 9 km. Die pad tussen 'n en B (6 km) is egter 'n ongemaklike\nen selfs gevaarlike\npad, vanweë die bestaan van drie onbewaakte\nspoorwegoorgange daarop en die feit dat vragmotors gereeld oorkruis daaroor ry.\nReisigers wat die hotel besoek, moet terugkeer na die nasionale pad met die\nroete C-3-A of die roete C-B-H. Met die ou pad kon die\ninwoners van Kathu wat\nvan die geriewe van die hotel gebruik wou maak, dit maklik bereik langs die\nroete\n/I-D-C ...\n19.\nI-D-C, 'n afstand van ongeveer 12 km. Noudat die pad tussen D en C gesluit\nis, moet hulle egter 25 km ry om by.die hotel te kom, van\nI langs G, 'n en B na\nC, wat die slegte pad tussen 'n en B insluit.\nDie verlegging van die nasionale pad tussen A en F, en in die besonder die\nsluiting van die pad tus= sen C en F, het 'n dramatiese\nuitwerking gehad op die\nwinsgewendheid van die appellant se hotelbesigheid. Die hotel het baie minder\nklandisie gelok as voorheen.\nProfyt het spoedig oorgeslaan na verlies.\nVanweë volgehoue verliese het die appellant besluit om die hotel te sluit.\nDit het\ngebeur in Junie 1985.\nTeen die agtergrond van die voorgaande feite kan daar nou gekyk word na die\npleitstukke in die saak. Gelukkig hoef slegs enkele aspekte\ndaarvan vermeld te\nword. Dit is 'n heuglike kenmerk van die wyse waarop hierdie geding in die Hof\na quo\ngevoer is dat die voor=\n/verhoor-samesprekings ...\n20.\nverhoor-samesprekings tussen die regsverteenwoordigers van die partye uiters\nvrugbaar was. Daar is op 'n menigte feite ooreengekom;\ndeskundiges van albei\nkante is bymekaar gebring om tot 'n vergelyk te probeer kom oor die omvang van\ndie skade wat die appellant\ngely het as gevolg van die sluiting van die pad; en\nuiteindelik is daarin geslaag, soos 'n bietjie later sal blyk, om die\ngeskilpunte\nvir beslegting ingrypend te vernou. Vir hierdie verstandige optrede\nverdien die regsverteen= woordigers van albei kante 'n pluimpie,\nDie appellant se besonderhede van eis bevat twee afsonderlike eise, wat\ngenoem word eis A en eis B. Eis A is in wese gegrond op 'n\nbeweerde stilswyende\nbeding van die huurkontrak, wat in paragraaf 5 soos volg uiteen= gesit word (die\nverwysing na \"the said road\"\nis 'n ver= wysing na die pad soos dit ten tyde van\ndie aangaan van die huurkontrak bestaan het):\n\"5. It was an implied term of the lease that\n/the ...\n21.\nthe Defendant would:\n(a)\ngive free and undisturbed\nuse of the hotel site to the Plaintiff;\n(b)\ntake no steps to:\n(i) deprive the\nPlaintiff of the said use;\n(ii) interfere with the Plaintiff's said use, and\ninter alia\nby not\nprocuring that the said road be closed, thereby:\n(i) rendering access to the hotel site impractical, difficult or\ncumbersome;\n(ii) precluding the passage of traf= fic along the said road, and thereby\nprecluding the flow of custom to the hotel.\"\nTen opsigte van hierdie bewerings het die respondent in paragraaf 2 van sy\nversoek om nadere besonderhede die vol= gende gestel:\n\"2. In die lig van Eiser se gebruik van die\nwoord 'ondermeer' ('inter alia') in hier= die subparagraaf, word Eiser\nversoek om die wesenlike inhoud van die beweerde stilswyende\nterm van die\nooreenkoms waarop hy steun volledig uiteen te sit.\"\nDaarop het die appellant geantwoord in paragraaf 2 van sy\n/nadere ...\n22.\nnadere besonderhede:\n\"2. The Defendant was obliged to furnish to the Plaintiff\ncommodus\nusus\nof the premises let by the Defendant to the Plaintiff.\"\nIn paragraaf 4 van die verweerskrif het die respondent soos volg gepleit met\nbetrekking tot paragraaf 5 van die appellant se besonderhede\nvan eis:\n\"4.1 Verweerder erken dat dit 'n stilswyende term van die betrokke\nhuurkontrak was dat Verweerder so lank as wat Eiser die bepalings\nvan die\nbetrokke huurkontrak nakom vrye en ongesteurde gebruik van die huurperseel en\nvan die hotel daarop aan Eiser sou verskaf\nen Eiser nie van sy gebruik van die\nhuurperseel en die hotel daarop sou ontneem of daarmee in= meng nie;\n4.2 Onderhewig aan die voorafgaande, word\nelke bewering in hierdie paragraaf deur Verweerder ontken.\"\nTen aansien van eis A het die appellant verder beweer dat, in stryd met sy\nverpligtings ingevolge die aangevoerde stilswyende beding,\n23.\n\".... the Defendant procured and caused the said road to be .... closed\n....\",\nwaarop die respondent erken het\n\".... dat die Administrateur van Kaapland op sy aansoek die betrokke pad ....\ngesluit ....het\",\nmaar die respondent het ontken dat hy in stryd met sy beweerde verpligtings\nopgetree het. In eis B het die appellant sy vordering\ngegrond op die bepalings\nvan die addendum tot die huurkontrak, wat ek vroeër aangehaal het. Dit is\nonnodig om die bewerings\nin die pleitstukke in hierdie verband te ontleed, om\nredes wat later sal blyk.\nWat betref die berekening van die skadever= goeding wat die appellant\ningevolge eis A gevorder het, het die deskundige getuies van\nbeide partye na\nvoórver= hoor-samesprekings wat oor drie dae gestrek het, 'n notule\nopgestel wat onder meer weerspieël\ndat hulle dit eens was oor die metode\nwaarvolgens die appellant se skadevergoed= ing bereken moes word, maar dat hulle\nnie saamgestem\nhet\n/oor ....\n24.\noor die yraag of die sluiting van die pad die enigste oor= saak was van die\nappellant se skade nie. Laasgenoemde struikelblok is egter\nuit die weg geruim\ndeur verdere samesprekings wat gevolg het, en wat daartoe gelei het dat 'n\nverdere dokument opgestel is, onder\ndie opskrif \"ADDENDUM TO THE PRE-TRIAL\nMINUTE\". Dit is deur die prokureurs van die partye onderteken op 5 November 1985\nen is met\ndie aanvang van die verhoor aan die Verhoor= regter voorgelê.\nDit lui soos volg:\n\"1. The quantum of the Plaintiff's claim is admitted in the amount of R650\n000,00 which loss was occasioned as a result of closure\nof the road for the\nperiod ending 28 February 1994.\n2. The Court is requested to determine the following issues:\n2.1\nHas Plaintiff proved the\nimplied terms as pleaded in paragraph 5 of the Parti= culars of Claim and\namplified in para= graph 2 of the\nPlaintiff's Further Parti=\nculars?\n2.2\nHas Plaintiff proved a breach of\nthe implied terms pleaded by the Defendant in paragraph 4 of its\nPlea?\n/3. ...\n25.\n3.\nIf Plaintiff proves any one\nof the im= plied terms referred to in paragraph 2.1 above, and that the closing\nof the road was a breach\nthereof, or the breach referred to in paragraph 2.2\nabove, the Plaintiff is entitled to Judgment.\n4.\nIn the event of Plaintiff's Claim\nA:\n4.1\tsucceeding, no relief is sought in\nrespect\nof Claim B;\n4.2\tfailing, the Court is requested to deter=\nmine Claim B.\"\nIn paragraaf 1 van die dokument (waarna ek sal verwys as die addendum tot die\nvoorverhoor-notule) word die skade wat die appellant\ngely het as gevolg van die\nsluiting van die pad erken met verwysing na die tydperk tot 28 Februarie 1994.\nDit is die datum waarop\ndie aan= vanklike huurtermyn van 20 jaar tot 'n einde\nsou geloop het, volgens klousule 2 van die huurkontrak, soos hierbo aangehaal.\nTydens die beredenering van die appèl voor hierdie Hof het dit geblyk dat\ndaar 'n geskil tussen die partye bestaan het oor\ndie tydperk wat vir die\nberekening gebruik moet word (die respondent wou dit beperk tot die\n/eerste ...\n26.\neerste 10 jaar van die huurkontrak, weens die laaste sin van klousule 2 van\ndie kontrak); hierdie geskil is egter doelbewus nie in\ndie addendum tot die\nvoorverhoor-notule beliggaam nie, maar voorsiening is daarvoor gemaak in 'n\nafsonderlike dokument, wat nie aan\ndie Verhoorregter geopenbaar is nie, om redes\nwat later sal blyk. Ek is van voorneme om hierdie geskil voorlopig links te laat\nlê;\nek sal later, teen die einde van hierdie uitspraak, daarop terugkom.\nVir die huidige bespreek ek die saak aan die hand van die addendum\ntot die\nvoorverhoor-notule soos dit staan.\nDie effek van die addendum tot die voorverhoor-notule was dat die omvang van\ndie saak, wat eis A betref, op so 'n wyse ingekort is\ndat slegs enkele vrae\noorgebly het vir oorweging. Volgens die notule is daardie vrae die volgende:\n1. (a) of die huurkontrak onderhewig was aan\ndie stilswyende beding(e) wat aangevoer\n/word ...\n27.\nword in paragraaf 5 van die appellant se besonderhede van eis en paragraaf 2\nvan die nadere besonderhede daarby;\n(b) indien wel, of die sluiting van die pad kontrakbreuk deur die respondent ten\nop= sigte dáarvan daargestel het; en 2. of\ndie sluiting van die pad\nkontrakbreuk deur die respondent daargestel het ten opsigte van die stilswyende\nbeding wat uiteengesit word\nin paragraaf 4 van die respondent se\nverweerskrif.\nIndien of 1 (a) en (b) of 2 ten gunste van die\nappellant beslis sou word, sou dit vanself volg dat die appellant geregtig sou\nwees\nop vonnis vir die ooreengekome bedrag van R650 000.\nDie vermelding in die pleitstukke van 'n stil= swyende beding in drie\noënskynlik verskillende gedaantes (par 5 van die besonderhede\nvan eis, par\n2 van die nadere besonderhede en par 4 van die verweerskrif) en die wyse\n/waarop ...\n28.\nwaarop dit gehanteer is in die addendum tot die voorver= hoor-notule,\nen ook met die verhoor in die Hof\na quo\nen in die betoogshoofde van albei\nkante in hierdie Hof, is ietwat koddig. Daar is deurgaans allerwee aanvaar dat\ndie stilswyende\nbeding aangevoer in paragraaf 5 van die besonderhede van eis\ngegrond is op die\nconsensus\nvan die partye, soos afgelei uit, of\nveronderstel vanwee, die bepalings van die kontrak en al die omringende\nomstandig= hede wat\ndestyds aan die partye bekend was, soos onder meer blyk uit\ndie onderhandelinge wat tussen hulle plaas= gevind het ten tyde van die\nkontraksluiting. Daarteen= oor is die sogenaamde stilswyende beding aangevoer in\nparagraaf 2 van die nadere besonderhede beskou as\niets anders, naamlik 'n term\nwat van regsweë by die huurkontrak inbegrepe is as 'n gemeenregtelike\nnaturale\nvan die kontrak. Op hierdie grondslag is daar uitgegaan van die\nveronder= stelling dat die beding vermeld in paragraaf 2 van die\nnadere\nbesonderhede as 'n alternatief tot die beding in paragráaf 5 van die\nbesonderhede van eis aangevoer is.\n/Dwarsdeur ...\n29.\nDwarsdeur die gedingvoering het die klem egter geval op die beding\nuiteengesit in paragraaf 5 van die besonder= hede van eis, en op\n'n ondersoek na\ndie afgeleide of ver= onderstelde\nconsensus\nvan die partye. Met die oog\ndaarop is daar 'n klomp getuienis voor die Verhoorhof gelê,. onder andere\nmet verwysing na 'n massa\ndokumente, en in die betoogshoofde voor hierdie Hof is\ndie getuie= nis weer in besonderhede uitgepluis. Daar is slegs by wyse van\nalternatief aandag geskenk aan die gemeenreg= telike verpligtings van 'n\nverhuurder, wat saamhang met die\nnaturalia\nvan 'n huurkontrak. Na my\nmening is dit 'n aweregse manier om die saak te benader, veral vanweë die\nsogenaamde stilswyende beding\nwat die respondent self geopper het in paragraaf 4\nvan sy verweerskrif, wat klaarblyklik ook verband hou met die respondent se ver=\npligtings kragtens die gemene reg en wat dus aansluiting vind by paragraaf 2 van\ndie appellant se nadere besonder= hede. Die logiese\naanvangspunt van 'n\nondersoek na die\n/respondent ...\n30.\nrespondent se beweerde aanspreeklikheid teenoor die ap= pellant in hierdie\nsaak - en iets wat uitgemaak moet word alvorens daar ruimte\nkan wees vir 'n\nnavraag na die bestaan al dan nie van 'n ware konsensuele stilswyende beding -\nis om vas te stel wat die respondent,\nas verhuurder, se ge= meenregtelike\nverpligtings teenoor die appellant, as huurder, behels het met betrekking tot\ndie toegang tot\ndie verhuurde perseel, en of die respondent kontrakbreuk in\ndaardie verband gepleeg het. Dit is wat ek vervolgens gaan bespreek.\nKragtens die gemene reg is 'n verhuurder verplig om aan sy huurder die\ncommodus usus\nvan die huursaak te laat toekom. Die appellant se bewering\nin paragraaf 2 van sy nadere besonderhede is dus (onder die skuilnaam\nvan 'n\nstilswyende beding) 'n korrekte stelling van die respon= dent se gemeenregtelike\nverpligting teenoor die appellant kragtens\ndie huurkontrak. Ewe-eens is die\nstrekking van die respondent se bewerings in paragraaf 4 van sy ver-\n/weerskrif ...\n31.\nweerskrif, naamlik dat die respondent aan die appellant die vrye en\nongesteurde gebruik van die huurperseel en die hotel daarop moes\nverskaf en nie\ndie appellant sy genoemde gebruik sou ontneem of dit sou belemmer nie, in\nooreenstemming met die gemeenregtelike verpligtings\nvan die respondent teenoor\ndie appellant. Die uitdruk= king \"vrye en ongesteurde gebruik\" dui egter slegs\nop die negatiewe begrip\ndat daar nie op die huurder se ge= bruik inbreuk gemaak\nmag word nie, en gee geen aanduiding van die inhoud en aard van die gebruik\nwaarop die huurder geregtig is nie.\nUit verskeie Latynse woordeboeke blyk dit dat die woord\ncommodus\n% wye\nskakering van betekenisse omvat, onder andere: doelmatig, geskik, behoorlik,\ngerieflik, gunstig; en, met die oog op wat 'n\nbietjie later hieronder gesê\nsal word, sou ek in die besonder daarby wil voeg: nuttig en voordelig. In\nGane\nse vertaling van\nVoet\nword\ncommodus us\nus weergegee as\n\"convenient use\" (kyk bv\n/Voet ...\n32.\nVoet\n19.2.14 en 23). In\nPothier\nse\nTraité du\nContrat\nde Louage\npraat hy van dit waarop die huurder geregtig is\nten opsigte van die huursaak as\nla jouissance\n, wat in\nMulligan\nse\nvertaling weergegee word as \"the enjoyment\" (kyk bv par 75); ek sou aan die hand\ndoen dat\nPothier\nse begrip van\niouissance\nmiskien ten beste\nweerspieël kan word in die woord \"gebruiksgenot\". In\nThe Treasure Chest\nv Tambuti Enterprises (Pty) Ltd\n1975 (2) S A 738\n(A) op 748 i f het HOLMES\nAR die huurder se\ncommodus usus\nbeskryf as \"the snugness and benefit of\nhis occupation\".\nVoordat daar verder gegaan word met die be= spreking van\ncommodus usus\nis dit gerade om die grense van die ondersoek af te baken. Enersyds word dit\nbeperk tot die samehang van die feite van die huidige\nsaak: waar die verhuurder\nveroorsaak het dat die toegang tot die ver= huurde perseel met 'n openbare pad\nlangs verander en inge=\nkort is, met die gevolg dat die toevloei van klandisie\nna die hotel verminder het en die winsgewendheid van die\n/besigheid ...\n33.\nbesigheid vernietig is. Andersyds moet die ondersoek toegespits word op die\nbetoog wat namens die respondent aan hierdie Hof voorgelê\nis, die\nstrekking waarvan nou reeds aangedui kan word. Daar is aangevoer - ek haal aan\nuit die betoogshoofde van mnr\nDelport\n, wat namens die respondent opgetree\nhet -\n\".... dat Appellant te alle tye vrye en on= gesteurde gebruik van die\nhotelperseel self gehad het. Die ingange tot die hotelper= seel\nhet dieselfde\ngebly en die hotelbesig= heid self kon te alle wesenlike tye voortge= sit word.\nAppellant se klagte was egter dat hy\ndie hotelbesigheid nie winsgewend kon\nvoortsit nie.\"\nNa aanleiding daarvan gaan die betoogshoofde soos volg voort:\n\"Die vraag wat dan ontstaan, is of optrede aan die kant van die verhuurder\nwat nie enige invloed op die daadwerklike gebruik van die\nhuurperseel self het\nnie, maar die winsgewend= heid van 'n besigheid wat daarop bedryf word\nbeïnvloed, beskou moet word as 'n\nverbreking van die verhuurder se\nverpligting om die\ncommodus usus\nvan die huursaak aan die huur= der te\nlaat toekom.\"\n/Vervolgens ...\n34.\nVervolgens het mnr\nDelport\nons verwys na 'n klomp\ngemeen=\nregtelike kenbronne en na verskeie beslissings van ons\nhowe, en\nten slotte sy betoog saamgevat soos volg:\n\"Dit word aan die hand gedoen dat daar nog in die gemenereg nog in ons regspraak\nsteun is vir die standpunt dat optrede aan die kant\nvan die verhuurder wat nie\nenige invloed op die huurperseel self het nie, maar wat die wins= gewendheid van\n'n besigheid wat daarop\nbedryf word beïnvloed, neerkom op 'n verbreking van\ndie verhuurder se verpligting om die\ncommodus usus\nvan die huursaak aan\ndie huurder te laat toekom.\"\nOnder die\ngemeenregtelike kenbronne waarna mnr\nDelport\nons verwys het, soos bv\nDe Groot\n,\nVan der Linden\n,\nVoet\nen\nVan der Keessel\n, het hy ook geskaar\nPothier\nse verhandel=\ning oor die huurkontrak. Dit is nie korrek om\nPothier\nsaam met die ander genoemde skrywers te skaar nie, omdat\nhy nie oor die Romeins-Hollandse reg geskryf het nie.\nHy val dus nie binne die bestek van die uitdrukking \"die\ngemeenregtelike kenbronne\" nie. Ek sal nietemin in wat\nhieronder volg, bloot ter wille van gerief, en met die\noog op mnr\nDelport\nse betoog, tog\nPothier\ninsluit onder\n/die ...\n35. die algemene verwysing na die gemeenregtelike bronne.\nInderdaad, soos algaande sal blyk, word daar by\nPothier\nmeer as elders\nrigsnoere aangetref vir die beslegting van hierdie saak; en dit is veilig om van\ndaardie rig= snoere gebruik te maak,\nomdat wat\nPothier\nsê geensins\nin stryd is met wat 'n mens by die skrywers oor die Romeins-Hollandse reg of in\nons regspraak aantref aangaande\ndie begrip\ncommodus usus\nnie, maar\ninteendeel daarby aansluit.\nDie verpligting van die verhuurder teenoor die huurder met betrekking tot\nlaasgenoemde\nse gebruik van die huursaak, en die\nbegrip\ncommodus usus\nin dié verband, word in die gemeenregtelike\nbronne waarna ons verwys is meestal fragmentaries en kasuïsties behandel.\nGewoonlik word die meeste aandag geskenk aan gevalle waar die huur= der\naanspraak kan maak op 'n vermindering of kwytskelding van\nsy verpligting om die\nhuurgeld te betaal, uit hoofde van 'n inbreuk op sy\ncommodus usus\nas\ngevolg van\nvis maior\n/of ...\n36.\nof\ncasus fortuitus\n, en dan geskied die bespreking aan die hand van\nbesondere voorbeelde eerder as beginsels - sien in hierdie verband die\nkommentaar\nvan SOLOMON R in\nHansen\n,\nSchrader & Co v Kopelowitz\n1903 T S 707\nop 717 i f - 718 (en vgl\nBayley v Harwood\n1954 (3) S A 498\n(A) op 505 G). As 'n tipiese voorbeeld kan daar verwys word na\nVoet\n19.2.23 (daar is deur mnr\nDelport\naan die hand gedoen dat hierdie\nteks die oorsprong is van die gebruik van die uitdrukking\ncommodus usus\nin ons regspraak en praktyk.) Die strekking van wat\nVoet\ndaar sê is\ndat 'n huurder wat weens\njusta causa\ndie huursaak ontruim nie verder aan=\nspreeklik is vir huurgeld nie. Een van die gevalle wat hy dan noem waar\ndié benadering\ntoepassing vind, is waar die\ncommodus usus\nvan die\nhuursaak nie gepresteer word nie (\nsi non commodus sit praestitus rei\nusus\n), in so 'n\nmate dat die bewoner nie sonder groot ongerief vir homself (\nnon sine magno\nincommodo suo\n) daar sou moet aanbly nie; en as 'n voorbeeld gee hy die geval\nvan 'n buurman wat h\n/gebou ...\n37.\ngebou oprig en daardeur die lig van die verhuurde perseel verduister, in die\ngeheel en nie net in 'n mate nie (\nin totum, non modice\n). Ander voorbeelde\nwat hy noem, is waar die huurder verdryf word deur die vyand, of deur rowers, of\ndeur spoke, of deur die pes.\nIn 19.2.24 en 25 verskaf\nVoet\n'n menigte\nverdere voorbeelde met verwys= ing na landbougrond en die mislukking van oeste\nas gevolg van onvrugbaarheid, insekte,\nweersomstandighede, en so meer. Dit is\nonnodig om op die besondere gevalle in te gaan. In breë trekke is die\nbenadering van\ndie ander skrywers na wie ons verwys is,dieselfde as dié\nvan\nVoet\n. Dit is alleenlik by\nPothier\n(\nLouage\npar 152) waar\n'n bespreking aangetref word van 'n voorbeeld waarvan die feite vergelykbaar is\nmet dié van die huidige saak.\nEk sal later daaraan aandag gee.\nIn die gevalle hierbo genoem gaan dit om die versteuring van die huurder se\ngebruik en genot van die huursaak as gevolg van faktore\nwaaroor die\nverhuurder\n/geen ...\n38.\ngeen beheer het nie. In die onderhawige saak is die posisie anders. Hier is\ndit die verhuurder self (die respondent)wat, soos beweer\nword deur die huurder\n(die appellant), die versteuring van laasgenoemde se\ncommodus usus\nveroorsaak het. Dat dit hier inderdaad gaan om die optrede van die verhuurder\nself, val nie te betwyfel nie. Alhoewel die sluiting\nvan die pad deur n formele\nowerheidshandeling teweeggebring is, het dit slegs gebeur omdat die respondent\ndit so wou gehad het en\nvertoë in dié verband tot die betrokke\nowerheidsinstansie gerig het. Die saak is dus tereg beredeneer op die grondslag\ndat die respondent verantwoordelik is vir die sluiting van die pad, net asof hy\ndit op sy eie bewerkstellig het. Die vraag is dus,\nwanneer pleeg die verhuurder\nkontrakbreuk ten opsigte van sy verpligting om aan die huurder die\ncommodus\nusus\nvan die huursaak te laat toe= kom? Hieroor word daar in die bronne\nwaarna ons verwys is (op twee uitsonderings na) so min en so kasuïsties\n/gepraat ...\n39.\ngepraat dat dit van geen werklike hulp is in die huidige saak nie. As 'n\nenkele voorbeeld kan daar weer verwys word na\nVoet\n. In 19.2.14 behandel\nhy die\nactio conducti\nwat aan die huurder verleen word teen die\nverhuurder, en sê dat dit gerig is op die prestasie van gebruik of\ndienste, en tegelykertyd\nal daardie dinge waarsonder 'n mens dit\nniegerieflik(nuttig) kan gebruik nie (\nut usus vel operae praestentur, et\nsimul ea omnia, sine quibus com\n=\nmode quis uti nequit\n); dit lig hy\ndan toe met 'n verwys= ing na die gereedskap van 'n plaas, soos uiteengesit word\nin n\nDigesta\n-teks; en dan gaan hy voort om te sê dat die aksie\ngerig is op die noodsaaklike herstel of vervanging van deure, vensters en\nso\nmeer, en wei dan verder uit oor die verhuurder se verpligtings in daardie\nbesondere verband. Die twee uitsonderings in die bronne,\nwaar n mens wel iets\nleersaams aantref oor die verhuurder se betrokke verpligting, is\nHoll\nCons\nII 185 (op 370-1) en\nPothier\nop\ncit\npar 75 - 80, wat ek\nnou agtereenvolgens\n/sal ...\n40.\nsal bespreek.\nIn\nHoll Cons\nII 185 formuleer die onbekende skrywer van die advies 'n\npaar algemene stellings waarby dit die moeite sal loon om 'n wyle stil te\nstaan.\nDie skrywer het te doen gehad met 'n huurkontrak waarvolgens ene Lucg Doysemond\n'n brouery gehuur het van ene Roeland Garnier.\nKlaarblyklik het die huurder hom\ndaaroor be= kla dat die verhuurder se optrede (wat dit was, blyk on= gelukkig\nnie) veroorsaak het\ndat die huurder se gebruik van die brouery verhinder of\nbelemmer is. Die skrywer sê die volgende (ek laat sy verwysings na\ndie\nDigesta\nen ander bronne weg):\n\"Dunkt (onder correctie) en is na rechten kennelijk dat de verhuurder niet\nalleen eens of\nprima vice\n, maar 't allen tijden en gestonden geduurende\nde huur-jaren schuldig is te presteren dat de huurlingen 't verhuurde goed\nbequamelijk\nen ten oorbaar mogen gebruiken. En indien de verhuurder 't selve\nniet presteert zulx dat de huur= lingen 't gepachte goed niet kunnen\ngebruiken\nten oorbaar deur toedoen ofte faut van den verhuurder; zoo is den verhuurder aan\nden\n/huurling ...\n41.\nhuurling gehouden alle schaden en interessen te betalen en is 't zelve\ngebruik 't welke den verhuurder schuldig is te presteren te\nverstaan tot sulke\nneringe als daar het huis toe gedestineert is. En zoo lange als de Brouwerije\nbij den voorsz. Lucq Doysemond gehuurd\nniet behoorlijk bruikbaar gemaakt was bij\nden voorz. Garnier. Zoo is de voors. Lucq niet schuldig eenige huur te betalen\nover= mits\ndat het ongebruik of de incommoditeit des gebruiks merkelijken tijd\ngeduurt heeft. Immers aangezien dat de wanwilligheid des voors.\nGarniers, in 't\naccommoderen van de voors. Brouwerije was strijdende jegens alle redenen en\nbillikheid. Zoo is hij ge= houden aan\nden voors. Lucq, voor de geheele en totale\nschaden en interessen.\"\nDaar is veral twee aspekte van hierdie aanhaling wat ek wil beklemtoon, en\nwat ook verband met mekaar hou. Die eerste is dat die skrywer,\nalhoewel hy nie\ndie uitdrukking\ncommodus usus\ngebruik nie, klaarblyklik tog die inhoud\nvan daardie begrip weergee by wyse van die woorde \"bequame= lijk en ten oorbaar\nmogen gebruiken\".\nVolgens Van Dale se\nGroot Woordenboek der Nederlandse\nTaal\nbeteken \"oor= baar\" onder andere \"nuttig\" en \"voordelig\"; vandaar my\nbesondere vermelding vroeër van hierdie woorde as\n/skakerings ...\n42.\nskakerings van die betekenis van\ncommodus\n. (\"Bequame= lijk\" kan in die\nhuidige samehang weergegee word as \"doel= matig\" - vgl\nVan Dale\ns v\n\"bekwaam\"). \"Voordelig\" be= teken ook \"winsgewend\": kyk HAT. Die gedagte wat uit\ndie voorgaande na vore kom, is dat\ncommodus usus\ndie idee van\nwinsgewendheid kan omvat, waar die huurder op die huurperseel 'n besigheid\nbedryf. En dit lei tot die tweede aspek wat\naandag verdien: die gebruik wat die\nverhuurder moet presteer \".... is .... te verstaan tot sulke neringe als daar\nhet huis toe gedestineert\nis\", d w s die gebruik behels die bedrywighede\nwaarvoor die huursaak bestem is om gebruik te word. Wat die skrywer klaarblyklik\nbeoog,\nis gebruik vir die doel waarvoor die saak verhuur is ingevolge die\nhuurkontrak. Inderdaad kan die inhoud en omvang van 'n huurder\nse\ncommodus\nusus\nin enige gegewe geval nie bepaal word anders as met ver= wysing na die\ndoel waarvoor die saak verhuur is ingevolge die huurkontrak\nnie. In ons\nregspraak word die begrip\n/\ncommodus\n...\n43.\ncommodus usus\nook vasgekoppel aan die doel waarvoor die huursaak\nverhuur is (vir 'n enkele goeie voorbeeld, kyk\nBaum v Rode\n1905 T S 66\nop\n67 - 68; en vgl\nStarfield & Starfield v Randles Brothers & Hudson\n1911 W L D 175\nop 181, en vgl ook\nBayley v Harwood supra\nop 502-3). Dit\nis eintlik 'n vanselfsprekende gedagte, maar een wat van belang is in die\nhuidige saak. Volgens die bepalings van\ndie huurkontrak tussen die appellant en\ndie respon= dent, wat ek vroeer aangehaal het, kan daar geen twyfel bestaan nie\ndat die respondent\ndie huurperseel aan die appellant verhuur het met die\nspesifieke oogmerk om die appellant in staat te stel om daarop 'n hotelbesigheid\nte bedryf. Trouens, die huidige is 'n ietwat buitengewone geval omdat die\nkontrak, vanweë die respondent se eie belang by die\naangeleentheid, waarna\nek vroeer verwys het, die appellant as huurder verplig het om die besig= heid\nvolgens bepaalde hoë standaarde\nte bedryf, en om daardie standaarde te\nhandhaaf. Afgesien daarvan, is\n/dit ...\n44.\ndit egter ook klaarblyklik inherent in die kontrak dat die appellant as\nhuúrder die hotelbesigheid sou bedryf met die doel\nom 'n wins daaruit te\nbehaal. Pas 'n mens die gedagtes wat ek hierbo uit die\nHoll Cons\ngehaal\nhet op die feite van die huidige geval toe, dan lei dit tot die gevolgtrekking\ndat die sluiting van die pad die ge= volg gehad\nhet dat die appellant se\ncommodus usus\nvan die hotelperseel versteur is; maar dit laat nog die\nvraag oop of die respondent daarvoor aanspreeklik is, in die sin dat sy optrede\n'n verbreking was van sy verpligting in dié verband, sodat daar\ngesê kan word dat dit kontrak= breuk van sy kant was\nwat as die oorsaak\nvan die ver= steuring van die\ncommodus usus\naangemerk moet word.\nDie verpligting van die verhuurder in die onderhawige verband word deur\nPothier\nin sy verhandeling oor die huurkontrak (Deel II, Hoofstuk I,\nAfdeling II) bespreek onder die opskrif: \"Van die verbintenis van die\nverhuurder\nom nie enige inbreuk te maak op die gebruiks=\n/genot ...\n45.\ngenot van die huurder nie\" (\nDe l'obligation du locateur de n'apporter\naucun trouble a la iouissance du conducteur\n...). In par 75 stel\nPothier\ndie algemene reël soos volg: dit is 'n gevolg van die\nverbintenis wat die ver= huurder onderneem teenoor die huurder deur die\nhuurkontrak,\npraestare ei frui licere\n, dat hy nie enige inbreuk mag maak\nop die gebruiksgenot van die huurder nie, gedurende die hele tyd wat die huur\nbestem is om voort\nte duur. (Dit is 'n effens meer letterlike vertaling van\nPothier\nse Frans as dié van\nMulligan\nop 33).\nPothier\nbespreek dan die toepassing van die reël op die verhuring van plaas= grond,\nwaarby ek nie hoef stil te staan nie. In par 76\nbehandel hy die huur van huise\nin 'n dorp of stad, en hy begin weer met 'n algemene stelling, wat ek verkies om\nsoos volg te vertaal,\neerder as op die beknopte wyse van\nMulligar,\n(op\n34): dit sou 'n versteuring wees wat die verhuurder veroorsaak aan die\ngebruiksgenot wat sy huurder behoort te hê van die\nhuis (\nce seroit un\ntrouble que le locateur\n/\napporteroit\n...\n46.\napporteroit a la iouissance que son locataire doit avoir de la\nmaison\n), as hy (die verhuurder) enigiets sou doen wat daartoe strek om\ndaardie gebruiksgenot te verminder of om dit minder gerieflik te\nmaak vir die\nhuurder (\ns'il faisoit quelque chose qui tendit á diminuer cette\njouis\n=\nsance, ou a la rendre moins commode au locataire\n).\nPothier\ngee dan twee voorbeelde: as ek, nadat ek die huur van 'n huis aan\njou verskaf het, te werk gaan om 'n venster oop te maak in die\ngemeenskaplike\nmuur van daar= die huis en van 'n ander, naburige huis wat aan my behoort, wat\nmy 'n uitsig gee op die huis wat ek\naan jou verhuur het, of as ek 'n geut\naanbring wat water van my huis op joune laat val wat nie daar geval het voordat\nek aan jou\ndie huur gegee het nie, dan is dit 'n inbreuk wat ek maak op jou\ngebruiksgenot, waarteen jy geregtig is om jou te verset, want die\nhuis was nie\ndestyds,toe ek die huur aan jou verskaf het, onderhewig aan die ongerief van\ndaardie uitsig of daardie geut nie; aangesien\nek deur\n/die ...\n47.\ndie huurkontrak my verbind het om jou die gebruiksgenot van daardie huis te\ngee, so soos dit destyds was, is dit nie te betwyfel nie\ndat, deur daardie\nuitsig (venster) of daardie geut aan te bring, ek ongerief veroorsaak, en\nbygevolg 'n inbreuk op die gebruiksgenot\nwat ek jou belowe het. In par 80\nsê\nPothier\nverder (om dit kort te stel) dat die huurder 'n aksie\nhet om die verhuurder te verhinder om enige inbreuk te maak op sy gebruiksgenot,\nen ook om skadevergoeding te verhaal, as hy skade gely het. In\nPothier\nse\nbespreking van die verhuurder se verpligting, soos hierbo opgesom, is daar veral\ntwee aspekte waarop ek die aandag wil vestig.\nDie eerste is die wye en on=\ngekwalifiseerde terme van sy omskrywing van die verhuurder se verpligting en van\nwatter optrede 'n verbreking\ndaarvan sou meebring, gekoppel aan sy voorbeeld van\ndie venster in die muur. Hierdie voorbeeld is interessant, omdat dit vir\nPothier\nklaarblyklik nie gaan om die venster in die muur, as sodanig nie;\ndit gaan om die feit dat die\n/huurder ...\n48.\nhuurder daardeur afgeloer kan word en die privaatheid van sy gebruiksgenot\naldus geskend word. Die voorbeeld moet dus gesien word\nas 'n geval waar die\nverhuurder in= breuk maak op die huurder se\ncommodus usus\nsonder dat sy\noptrede 'n daadwerklike of regstreekse fisiese uitwerking het op die huurperseel\nself. Die aantasting van die huurder\nse gebruik en genot is slegs 'n\nonregstreekse ge= volg van die verhuurder se fisiese handeling buite die\nhuurperseel. Die tweede\naspek is\nPothier\nse beklem= toning van die feit\ndat die huurperseel ná die verhuurder se optrede nie meer in dieselfde\ntoestand is as wat dit\nwas toe die huurkontrak aangegaan is nie. Dat 'n mens in\nverband met 'n inbreuk op die huurder se\ncommodus usus\nmoet ag slaan op\ndie toestand van die huurperseel ten tyde van die aanvang van die huur, spreek\neintlik vanself, maar dit is van belang\nin die huidige saak. As die twee\noorwegings wat ek nou na aanleiding van\nPothier\nse bespreking genoem het,\nop die feite van die huidige saak\n/toegepas ...\n49.\ntoegepas word, dan kan dit 'n grondslag vorm vir die be= skouing dat die\nrespondent, deur die pad te laat sluit,\n'n handeling verrig het wat, alhoewel\ndit geen regstreekse fisiese uitwerking op die huurperseel gehad het nie, nie=\ntemin onregstreeks\ntog die appellant se\ncommodus usus\nbelemmer het deur\ndie inkorting van die toevloei van klandisie na die hotel, en dat die\nhotelperseel ná die sluiting van die\npad nie meer dieselfde was as wat\ndit was ten tyde van die aanvang van die huurkontrak nie, aangesien dit destyds\nlangs 'n deurpad\ngelee was en ná die sluiting van die pad nie meer nie.\nOf so 'n beskouing wel geregverdig is, sal ek vervolgens ondersoek\naan die hand\nvan 'n verdere passasie in\nPothier\n.\nVroeër, toe ek verwys het na die skrywers se behandeling van inbreuke op\ndie huurder se\ncommodus usus\nas gevolg van\nvis major\nof\ncasus\nfortuitus\n, het ek gemeld dat daar by\nPothier\n(par 152) 'n voorbeeld\naangetref word waarvan die feite vergelykbaar is met dié van die\nhuidige\n/saak ...\n50.\nsaak. Par 152 kom voor in 'n afdeling van\nPothier\nse werk, waarin hy\ngevalle bespreek waar 'n húurder geregtig is op 'n kwytskelding van\nhuurgeld, in die geheel of ten dele.\nTen aanvang van sy bespreking formuleer\nPothier\nses al= gemene beginsels, waarvan die sesde een hier ter sprake\nis. Dit kom voor in par 143: Wanneer die huurder nie volkome (\nabsolument\n)\nsy gebruiksgenot van die saak ontneem is nie, maar deur onvoorsiene toeval\n(\npar un accident imprévu\n) sy gebruiksgenot 'n baie aansienlike\naantasting en vermindering ondergaan het (\nla iouissance a souffert une\naltération et une diminution tres considérable\n), kan hy 'n\nproporsionele vermindering van die huurgeld eis, van die tyd wat sy\ngebruiksgenot daardie vermindering onder= gaan het.\nHierdie beginsel word dan\ndeur\nPothier\ntoege= lig in par 152. Ek vertaal dit soos volg: Om die\nsesde van ons beginsels toe te pas op huurkontrakte van huise, laat ons\nveronderstel\ndat ek aan iemand 'n herberg langs\n'n grootpad (\nsur la\ngrande route\n) verhuur het, en dat\n/daarna ...\n51.\ndaarna, en gedurende die huurtermyn, die grootpad ver= ander is, op so 'n\nwyse dat daardie herberg, wat baie gereeld besoek was, verlate\ngeword het nadat\ndit nie meer langs die pad geleë was nie: in daardie geval, alhoewel die\nhuurder die gebruik het van al die\ndele van die huis (\nquoique le locataire\niouisse de toutes les parties de la maison\n), is hy geregtig om 'n\nvermindering van die huur= geld te eis, aangesien die gebruiksgenot van daardie\nherberg deur die verandering\nvan die pad 'n baie aansien= like benadeling en\nvermindering ondergaan het (\nla iouis\n=\nsance de cette auberge\nsouffrant, par le changement de la route, une altération et une\ndiminution trés considér\n=\nables\n).\nPothier\ntref\nhier 'n onderskeid tussen die ge= bruik van die gebou as sodanig, en die\nvoordelige benut= ting daarvan vir die doel waarvoor\ndit gehuur is, nl om te\ngebruik as 'n herberg. Die teenstelling is tref= fend, met die oog op die betoog\nnamens die respondent in\ndie huidige saak, soos vroeër aangedui, dat die\nappellant\n/na ...\n52.\nna die sluiting van die pad nog steeds die vrye en on= gesteurde gebruik van\ndie hotelperseel self gehad het, dat die ingange tot\ndie hotelperseel dieselfde\ngebly het en dat die hotelbesigheid nog voortgesit kon word. Dit lyk amper asof\nPothier\nse teks spesifiek ontwerp was om 'n pertinente antwoord op\nhierdie betoog te verskaf. Om die punt verder te beklemtoon, haal ek\nMulligan\nse ver= taling (op 60) van die laaste gedeelte van par 152 aan\n-dit is 'n effens vryer vertaling as myne hierbo, maar dit weerspieël\nPothier se gedagtegang korrek:\n\".... although the lessee has occupation of every part of the house, he is\nnevertheless entitled to claim a reduction of rent, see=\ning that his beneficial\noccupation of the inn has been greatly impaired and diminished, by reason of the\nalteration in the main-road.\"\nPothier\nse bespreking het betrekking op die geval waar die grootpad\nverlê is buite die beheer van die verhuurder, en die huurder dus\n'n\nvermindering van huur= geld kan eis vanweë die belemmering van sy\ncommodus usus\n/as ...\n53.\nas gevolg van oormag of toeval. Daar is na my mening egter geen twyfel nie\ndat die beginsel wat in sy gedagte= gang vervat is, by\nwyse van analogie ook\ntoepaslik moet wees op 'n geval waar die verlegging van die pad deur die\nverhuurder self bewerkstellig is.\nAs 'n mens in gedagte hou wat\nPothier\nin par 76 sê in verband met die verhuurder se verpligting om nie inbreuk\nte maak op die huurder se\ncommodus usus\nnie, soos hierbo bespreek (en\nveral sy voor= beeld van die loergat in die muur), dan moet dit noodwen= dig\nvolg dat die verhuurder\nwat self die pad verander op die wyse wat\nPothier\nbeoog, kontrakbreuk pleeg teenoor die huurder en aanspreeklik is vir al die\ngewone gevolge van kontrakbreuk. Die beskouing wat ek\nhierbo, as 'n uitvloeisel\nvan wat\nPothier\nin par 76 sê, aan die hand gedoen het, is na my\nmening dus wel geregverdig.\nNamens die respondent het mnr\nDelport\naange= voer dat die reëls\ninsake huurvermindering waar die huurder se\ncommodus usus\nversteur word\nas gevolg van\n/oormag ...\n54.\noormag of toeval, gegrond is op billikheid en 'n bestaans= reg van hulle eie\nhet, sonder verwysing na die verpligting vah die verhuurder\nin daardie yerband,\nen dat die geval wat\nPothier\nin par 152 bespreek dus nie enige aanwending\nkan vind in die huidige saak nie. Ek stem nie daarmee saam nie. In De Wet en\nYeats,\nKontraktereg en Handelsreg\n(4de uitg) op 323 word dit juis\ngesê dat kwytskelding of vermindering van huurgeld in die bedoelde gevalle\ngegrond is op die\nalgemene beginsels van ons reg met betrekking tot\nonmoontlikwording van prestasie en die wederkerigheid van die verpligtings by\ndie\nhuurkontrak (kyk ook\nL_A W S A\nVol 14 par 153 nota 2 op 149;\ncontra\nCooper,\nS A Law of Landlord and Tenant\nop 180). Dit is\nmoeilik om in te sien hoe die regsposisie in sulke gevalle op enige ander\nbeginselgrondslag geregverdig kan word.\nDaardeur wil ek nie te kenne gee dat\ngebeure wat aan die verhuurder toe te skryf is en wat aanleiding gee tot 'n eis\nom kan= sellasie\nvan die kontrak en skadevergoeding op grond van\n/kontrakbreuk ...\n55.\nkontrakbreuk, noodwendig ook 'n eis om kwytskelding van die huurgeld sal\nregverdig as die gebeure buite die be= heer van die verhuurder\nplaasvind nie;\ndaar mag moontlik graadverskille bestaan (vgl my vroeëre ver= wysings na\nVoet\nen\nPothier\nin verband met gevalle van\nvis major\nen\ncasus fortuitus\n), maar dit is onnodig om 'n mening daaroor uit te spreek,\nof om selfs daarop in te gaan. Met die oog op die omstandighede van die\nhuidige\nsaak is dit voldoende om te sê dat ek oortuig is daarvan dat\nPothier\nse bespreking van die geval in par 152, by wyse van analogie, 'n\ninsiggewende en belangrike aanduiding verskaf van hoe hierdie saak\nbesleg moet\nword.\nDaar\tis verder namens die respondent betoog\ndat\nPothier\npar\t152 nie in die huidige saak bruikbaar is\nnie, vanweë die\tbeperkte uitleg wat aan daardie passasie\ngeheg is in die\tsaak\nHansen, Schrader & Co v Kopelowitz\n1903 T\nS 707.\nDie feite in daardie saak hou geen verband\n/met ...\n56.\nmet dié in die huidige geval nie en gevolglik hoef ek nie daarna te\nverwys nie. Maar in die uitsprake van beide WESSELS R (op\n712) en SOLOMON R (op\n719 - 720) word\nPothier\npar 152 behandel (INNES HR het saamgestem). Die\neffek van wat in die genoemde uitsprake gesê word, is die volgende:\nPothier\nhet in gedagte die geval waar die pad waarlangs die herberg\ngeleë is, van owerheidswee geheel en al gesluit word, sodat reisigers\nnie\ndie herberg kan bereik nie;\nPothier\nbeoog nie n geval waar n ander, beter\nen korter pad aangelê word, wat deur reisigers ver= kies word, sodat hulle\ndie pad langs\ndie herberg vermy nie. Mnr\nDelport\nse betoog was dat ons in\ndie huidige geval met die tweede soort situasie te doen het, en nie met die\neerste nie. Ek gaan nie daarmee\nakkoord nie. Die huidige geval kan nie presies\ntuisgebring word of onder die eerste situasie of onder die tweede nie; dit\nlê\ntussenin. Om die posisie toe te lig, verwys ek terug na die skematiese\nvoorstelling van die feitlike posisie\n/wat ...\n57.\nwat ek vroeër verskaf het. Dit is nie hier die geval dat daar bloot\nlangs die oorspronklike roete van die pad, A, B, C, D, E,\nF, 'n ander pad gemaak\nis, A, H, G, F nie.\n'n Gedeelte van die oorspronklike pad, van C oor D en E\nna F is inderdaad gesluit. Maar die hele pad verby die hotel is nie gesluit\nnie;\nvan A oor B na C het dit bly voortbestaan. Die beperkende uitleg wat aan\nPothier\npar 152 gegee is in die genoemde uitsprake is gevólglik\nnie hier van toepassing nie. Die onderhawige geval val buitekant die\nbestek van\ndie twee teenstellings wat in daardie saak bespreek is, maar daar bestaan by my\ngeen twyfel nie dat die feite hier klaarblyklik\neerder tuis= hoort by die eerste\ngestelde situasie as by die tweede. Op die keper beskou, is die posisie hier dat\ndie hotel aanvanklik\ngeleë was langs 'n deurpad, en dat daardie pad, as 'n\ndeurpad, inderdaad gesluit is. Die kern van die saak is dat die deurpad\nlangs\ndie hotel verby nie meer bestaan nie. Die feit dat die stukkie tussen A en C\n/behoue ...\n58.\nbehoue gebly het, en dat dáárlangs nog toegang tot die hotel\nverkry kan word, is nie van wesenlike belang nie. Dit sou\nmin verskil gemaak het\nas die stukkie tussen A en B ook gesluit is, maar toegang nog verkry kon geword\nhet van 'n oor B na C. Die\nHansen, Schrader\n-saak is gevolglik die\nrespondent nie tot hulp nie.\nGedurende die betoog in hierdie Hof is daar aan die respondent se advokaat\ndie vraag gestel: wat sou die posisie gewees het as die\nrespondent nie slegs die\npad tussen C en F laat sluit het nie, maar ook die gedeelte tussen A en B, asook\ndie pad tussen 'n en B?\nMnr\nDelport\nhet geantwoord dat die respondent dan\naan= spreeklik sou gewees het om die appellant se skade te vergoed. Die antwoord\nis korrek\n- en onvermydelik. Daar kan geen twyfel wees nie dat die respondent,\ndeur alle verkeer na die hotel af te sluit, kontrakbreuk sou\ngepleeg het. Maar\nsodra dít aanvaar word, soos dit moet, dan is dit onmiddellik\nvernietigend van die basiese grond=\n/slag...\n59.\nslag van die betoog namens die respondent, naamlik dat die verhuurder nie\nkontrakbreuk pleeg ten opsigte van sy verpligting om\ncommodus usus\naan\ndie huurder te laat toe= kom nie, as sy optrede geen daadwerklike invloed op die\nhuurperseel self het nie, maar slegs die winsgewendheid\nvan die besigheid wat\ndaarop bedryf word, beïnvloed. Die voorbeeld van die algehele sluiting van\ndie toegangs= paaie bewys dat\ndie betoog, as 'n veralgemening, nie kor= rek kan\nwees nie. Dit bevestig terselfdertyd die ge= volgtrekking, wat voortvloei uit my\nbespreking van die gemeenregtelike bronne hierbo, dat daar in die bronne wel\nsteun te vind is vir die standpunt dat die verhuurder\nsy verpligting ten opsigte\nvan\ncommodus usus\nverbreek as sy optrede deur die pad te sluit die\ntoevloei van klan= disie na die hotel inkort en die huurder se voordelige\nbenutting\nvan die hotel aldus belemmer.\nIn 'n poging om die voorgaande gevolgtrekking te ontkom, is daar namens die\nrespondent aan die hand\n/gedoen ...\n60.\ngedoen dat die vraag na die verhuurder se aanspreeklik= heid in beginsel 'n\nkwessie van graad is. In soverre die betoog berus het\nop die omvang van die\nsluiting van die pad of die paaie in die omgewing en die gevolglike inkorting\nvan die toevloei van klandisie\nna die hotel, is dit onaanvaarbaar. As die\nverhuurder kontrakbreuk pleeg deur al die toegangspaaie te sluit en so alle\nklan= disie\nvan die hotel weg te hou, dan moet dieselfde begin= sel van\ntoepassing wees as hy 'n gedeeltelike sluiting van die toegangspaaie\nbewerkstellig en die toevloei van klan= disie ten dele inkort. Die graad van sy\noptrede kan nie die beginsel van sy kontrakbreuk\naffekteer nie. 'n Mens kan dit\nmaklik toelig met 'n voorbeeld. Gestel dat die respondent nie net die pad tussen\nC en F gesluit het\nnie, maar ook die pad tussen A en B, sodat slegs die pad van\n'n oor B na C oorgebly het, en gestel dat daardie pad nie net 'n moeilike\npad\nwas vanwee spoorwegoorgange en vragmotorverkeer nie, maar inderdaad 'n sanderige\nbergpad\n/was ...\n61.\nwas wat slegs met vierwiel-aangedrewe voertuie aangedurf kon word. Sommige\nmense sou tog nog die hotel besoek het, maar dit val nie\nte betwyfel dat die\nrespondent nogtans kontrakbreuk sou gepleeg het nie. Natuurlik sou die graad van\ndie inbreuk op die huurder se\ncommodus usus\n'n uitwerking kon hê op\ndie regsmiddels wat hom toe= kom weens die kontrakbreuk. Om weer 'n voorbeeld te\nnoem: gestel dat die\nrespondent slegs 'n beperkte verleg= ging van die pad by\npunt C teweeggebring het, sodat die hotelingang nie net 50 meter van die\npad was\nnie, maar sê 200 meter, en dat dit 'n geringe inkorting van die toe= loop\nvan klandisie na die hotel meegebring het,\ngepaard met 'n klein vermindering van\ndie profyt van die besigheid. Dan sou die appellant nie geregtig gewees het om\nterug te tree\nuit die huurkontrak en om die hotel te sluit en dit te ontruim\nnie, maar hy sou vermoedelik steeds 'n eis om skadevergoeding weens\nkontrakbreuk\ngehad het. Hier= die oorwegings skep egter nie probleme in die huidige saak\n/nie ...\n62.\nnie. In hierdie verband moet ek vir 'n oomblik afdwaal en terugverwys na die\ngemeenregtelike skrywers se be= handeling van inbreuke\nop die huurder se\ncommodus usus\nweens\nvis maior\nof\ncasus fortuitus\n. Uit die\ngevalle wat ek vroeër by wyse van voorbeeld uit\nVoet\naangehaal het,\nblyk dit dat die huurder slegs in vry drastiese om= standighede die reg gegun\nword om die huurperseel te ontruim en\naanspraak te maak op 'n kwytskelding van\ndie huurgeld.\nPothier\nse sesde beginsel aangaande 'n ver= mindering of\nkwytskelding van huurgeld, vroeër genoem, weerspieël dieselfde\ngedagte,\nterwyl hy by die toepassing daarvan in par 152 nie eens verwys na die\nontruiming van die herberg deur die huurder nie, en blykbaar\naan laas= genoemde\nslegs 'n vermindering van die huurgeld toelaat en nie 'n algehele kwytskelding\nnie. Na my mening speel hierdie\noorwegings egter geen rol in die huidige saak\nnie. Sodra dit vasstaan, soos hier die geval is, dat die verhuurder kontrakbreuk\ngepleeg\nhet, moet dit\n/noodwendig ...\n63.\nnoodwendig volg dat die huurder se regsmiddels bepaal word aan die hand van\ndie algemene beginsels ten opsigte van die gevolge van\nkontrakbreuk (vgl by wyse\nvan analogie die\nTreasure Chest\n-saak,\nsupra\nop 745 B en 747 C).\nVolgens die feite van die huidige saak was die respondent se kon= trakbreuk\nklaarblyklik van so 'n ernstige en\nwesenlike aard en omvang dat die appellant\ngeregtig was om die huur= kontrak van die hotelperseel te beëindig. Ter\nstawing van\nhierdie stelling is dit genoeg om te verwys na die enorme bedrag van\ndie skade wat die appellant berokken is, soos blyk uit die addendum\ntot die\nvoorverhoor-notule.\nDie betoog van die respondent se advokaat in verband met die graad van die\nrespondent se inbreukmaking op die appellant se gebruik\nvan die hotelperseel,\nhet hy ook op 'n ander lees geskoei, wat toegespits was op sy argument dat\noptrede van die verhuurder wat bloot\n'n na= delige invloed het op die\nwinsgewendheid van die huurder se besigheid, nie 'n verbreking is van die\nverhuurder se\n/verpligting ...\n64.\nverpligting ten opsigte van\ncommodus usus\nnie. Dié deel van die\nbetoog was gebaseer op sekere voorbeelde wat aan ons voorgehou is. Een so 'n\nvoorbeeld is die volgende:\nwaar die respondent sy mynbedrywighede sou staak en\nal sy werknemers uit Sishen en Kathu verwyder, sodat daar twee verlate dorpe\nsou\noorbly, met 'n gepaardgaande afname in die winsgewendheid van die hotel. 'n\nAnder voorbeeld is, as 'n mens die garansie in klousule\n3 van die addendum tot\ndie huurkontrak sou wegdink, waar die respondent 'n hotelbesigheid op Kathu sou\noprig en bedryf of verhuur,\nin mededinging met dié van die appellant,\nweer met 'n ge= paardgaande vermindering van die winsgewendheid van die\nappellant\nse besigheid. Na my oordeel het hierdie soort voorbeelde niks te doen\nmet die feite van hierdie saak nie. Dit is nie gevalle waar\ndie respondent se\noptrede sou verskil van dié waarmee hierdie saak gemoeid is, in graad\nnie; dit is optrede van 'n geheel\nander aard. In= dien die respondent na die\nsluiting van die huurkontrak,\n/maar ...\n65.\nmaar voordat die appellant die besit van die hotelperseel verkry het, die pad\nvan C na F sou laat sluit het, sou die appellant geregtig\ngewees het om aan die\nrespondent te sê: jy lewer nou aan my iets anders as waarvoor ek\ngekontrakteer het; ek het 'n hotel langs\n'n nasionale deurpad gehuur; wat jy my\nnou gee, is nie so 'n hotel nie; dit is so 'n verskillende ding dat ek dit nie\nhoef te aan=\nvaar nie. Daar is dus wel 'n onregstreekse fisiese wis= selwerking\ntussen die respondent se sluiting van die pad en die\ncommodus usus\nvan\ndie huurperseel. In die voor= beelde wat die respondent se advokaat aangevoer\nhet, be= staan daar niks van die aard nie. Die\ntoepassing van die verhuurder se\nverpligting insake\ncommodus usus\nop die besondere feite van hierdie saak,\nbehels hoegenaamd nie\n'n waarborg teen klandisie-verlies nie. Die genoemde\nvoorbeelde val buite die kader van die feite van hierdie saak, en hoef gevolglik\nnie verder bespreek te word nie. Dit is genoeg om te sê dat as daar bloot\nargumentshalwe\n/veronderstel ...\n66.\nveronderstel sou word dat die verhuurder in die genoemde voorbeelde geen\naanspreeklikheid teenoor die huurder op= doen nie, dit geen\nafbreuk sou doen aan\ndie bevinding dat hy volgens die feite van hierdie saak wel kontrak= breuk\ngepleeg het nie.\nWat die regspraak betref, het mnr\nDelport\nin sy betoogshoofde steun\nvir sy betoog probeer vind in die saak\nEnter Centre Enterprise (Pty) Ltd v\nBrogneri\n1972 (1) S A 117\n(C). In die loop van sy betoog in hierdie Hof het\nhy egter geredelik - en heeltemal tereg - toegegee dat die omstandighede in\ndaardie\nsaak so verskillend was van dié in die huidige geval dat hy nie\ndaarop kon staat= maak nie. Dit is dus onnodig om daardie\nsaak in oor= weging te\nneem of om aandag te skenk aan die standpunt van\nDe Wet en Yeats\n(\nop\ncit\nop 323 voetnota 73) dat die be= slissing daarin \"onoortuigend\" is. Die\nander sake waarna ons verwys is, wat nog nie hierbo vermeld\nis nie, neem ook nie\nhierdie saak enigsins verder nie.\n/My ...\n67.\nMy gevolgtrekking is dus dat die respondent kontrakbreuk gepleeg het ten\nopsigte van sy gemeenregte= like verpligting om die\ncommodus usus\nvan die\nhuursaak aan die appellant te laat toekom, en dat hy op daardie grond\naanspreeklik is om skadevergoeding aan die appel= lant\nte betaal. Dit is\nderhalwe onnodig om oorweging te skenk aan die beweerde stilswyende beding wat\ngegrond is op die stilswyende\nconsensus\nvan die partye.\nTen slotte moet daar nog een oorblywende ge= skilpunt tussen die partye\nbehandel word, waarna ek vroeër in hierdie uitspraak\nverwys het. Dit het\nbetrek= king op die tydperk waaroor die appellant se skadever= goeding bereken\nmoet word. Ten tyde van die onderteken=\ning van die addendum tot\ndievoorverhoor-notule het die partye 'n verdere skriftelike ooreenkoms\nonderteken, wat (soos ek vroeër\ngemeld het) nie aan die Verhoorregter\ngeopenbaar is nie, maar wat aan ons voorgelê is. In dié dokument\nword onder meer\nsoos volg bepaal:\n/\"In ...\n68.\n\"In the event of the Court holding in favour of the Defendant that the Lease\nwas only valid for a period of 10 years, then the agreed\nloss of R650 000 in\nregard to Plaintiff's Claim A is to be reduced to R280 000.\"\nMnr\nJoffe\n, wat namens die appellant opgetree het, het aan ons\nverduidelik hoe dit gekom het dat hierdie ooreenkoms aangegaan is. Tydens die\nsamesprekings om die\nquantum\nvan die appellant se skadevergoeding by\nooreenkoms tE be= paal, het dit geblyk dat daar namens die respondent aange=\nvoer sou word\ndat die huurkontrak slegs vir die eerste 10 jaar daarvan geldig\nsou wees. Mnr\nJoffe\nse standpunt was dat dit volgens die pleitstukke in\ndie saak nie vir die respondent oopgestaan het om daardie punt te opper nie,\nterwyl mnr\nDelport\nse houding die teenoorgestelde was. Die oogmerk van\ndie ooreenkoms was om dit vir mnr\nJoffe\nmoontlik te maak om sy standpunt\nin die verhoor te opper, maar om terselfdertyd die appellant te vrywaar teen 'n\nbeslissing van absolusie\nvan die instansie indien mnr\nDelport\nse\nstandpunt deur die Verhoorregter gehandhaaf\n/sou ...\n69.\nsou word. Soos sake toe by die verhoor verloop het, het die Verhoorregter\ninderdaad nooit hierdie aangeleentheid beslis nie.\nVoor hierdie Hof het mnr\nDelport\nbetoog dat die huurkontrak net geldig\nwas vir die eerste 10 jaar, omdat die laaste sin van klousule 2 daarvan vereis\nhet dat die\npartye aan die einde van daardie tydperk opnuut oor die bedrag van\ndie huurgeld moes onderhandel en daarop moes ooreenkom. Ek is\nnie aangetrokke\ntot hierdie argument nie. In die lig van die eerste sin van klousúle 2 en\ndie strekking van die kontrak as\ngeheel, wil dit my voorkom asof die partye bes\nmoontlik beoog het dat die kontrak na 10 jaar gewoon sou voortduur met die\nhuurgeld\nsoos dit was, indien hulle nie ooreengekom het, of kon ooreenkom, op 'n\nveranderde bedrag van huurgeld nie. Dit is egter nie nodig\nom 'n besliste mening\nhieroor uit te spreek of om verder daaroor uit te wei nie, omdat ek van mening\nis dat mnr\nJoffe\nse standpunt, wat hy in hierdie Hof beredeneer\n/het ...\n70.\nhet, korrek is, naamlik dat die pleitstukke in die saak geen ruimte laat vir\n'n oorweging van mnr\nDelport\nse be= toóg nie. Paragraaf 3 van die\nappellant se besonderhede van eis lui soos volg:\n\"On or about the 26th August, 1974, and at Pretoria, the Plaintiff and the\nDefendant entered into a written agreement of lease, in\nterms whereof the\nDefendant let to the Plaintiff who hired from it an hotel site on which the\nHotel Minerva was erected, situate\nin the unproclaimed township of Sishen, for a\nperiod of twenty years com= mencing on the 1st March 1974, so as to enable the\nPlaintiff\nto carry on the business of a licensed hotel, namely the Hotel\nMinerva, on the said hotel site.\"\nHierop het die respondent in paragraaf 2 van sy verweer= skrif gepleit:\n\"Onderhewig aan die volle bepalings van die betrokke skriftelike huurkontrak,\nword die bewerings in hierdie paragraaf deur die Ver=\nweerder erken.\"\nNa my mening is die verweer dat die kontrak slegs geldig was vir 10 jaar 'n\nbesondere verweer wat pertinent geopper\n/moes ...\n71.\nmoes gewees het as die respondent daarop wou staatmaak. So 'n verweer kan nie\nverskuil word agter 'n algemene ver= wysing na die \"volle\nbepalings\" van die\nkontrak nie, ver= al nie waar die appellant uitdruklik beweer het dat die\nhuurkontrak gesluit was vir 'n tydperk\nvan 20 jaar nie.\nTydens die verhoor is daar in die getuienis geen ondersoek hoegenaamd\ningestel na die vraag of die partye inderdaad opnuut tot 'n\nooreenkoms geraak\nhet oor die huurgeld na die verstryking van die eerste tydperk van 10 jaar nie.\nDaardie tydperk het verstryk op\n28 Februarie 1984. Daarna het die partye steeds\ndie huur= kontrak voortgesit. Die hotel is eers in Junie 1985 ge= sluit. Op 3\nJunie\n1985 het die respondent 'n brief aan die appellant se prokureurs geskryf,\nwaarin die volgende gesê word:\n\"As far as Iscor is concerned, it has a valid and enforceable agreement of\nlease with your client which will only expire on 28 February\n1994 should your\nclient not exercise the option granted to it in terms\n/of ...\n72.\nof the agreement of lease.\"\nIn hierdie omstandighede kan die moontlikheid bepaald nie uitgesluit word dat\ndie partye inderdaad na die eerste 10 jaar tydperk opnuut\noor die huurgeld\nooreengekom het, of stilswyend aanvaar het dat die huurkontrak teen die be=\nstaande huurgeld sou voortduur nie,\nen dat die appellant getuienis te dien\neffekte sou kon voorgelê het indien die betrokke geskilpunt behoorlik op\ndie pleitstukke\ngeopper was nie.\nIn die resultaat is die appellant geregtig op skadevergoeding in die bedrag\nwat in die addendum tot die voorverhoor-notule genoem\nword. Die bevel wat\nhieronder in die plek gestel word van die bevel van die Hof\na quo\n, is\nsoos dit deur mnr\nJoffe\naan ons voorgestel is; mnr\nDelport\nhet\ngeen beswaar daarteen geopper, indien die appèl sou slaag nie.\nDie bevel van die Hof is soos volg:\n/1 ...\n73.\n1.\nDie appèl word\ngehandhaaf, met koste, wat insluit die koste van twee\nadvokate.\n2.\nDie bevel van die Hof\na\nquo\nword tersyde gestel en vervang deur die volgende\nbevel:\n\"Judgment is granted in favour of the\nplaintiff against the defendant for payment of the sum of R650 000 together with\nstatutory interest\nthereon from 6 November 1985 to date of payment, with costs\nof suit, in= cluding the costs consequent upon the employment of two\ncounsel,\nand including the qualifying fees of the plaintiff's expert witnesses in respect\nof whom the plaintiff gave notice in terms\nof Rule 36 (9).\"\nA.S. BOTHA AR RABIE WN HR\nSTEYN WN AR",
  "scraped_at": "2026-02-11T20:57:33.331782",
  "date": "1987-03-26",
  "coram": [
    "Rabie WN HR",
    "Jansen",
    "Botha",
    "Nestadt ARR",
    "Steyn WN AR"
  ],
  "case_number": "153/1986",
  "parties": {
    "applicants": [
      "SISHEN HOTEL (EDMS) BEPERK"
    ],
    "respondents": [
      "SUID-AFRIKAANSE YSTER EN STAAL INDUSTRIELE KORPORASIE BEPERK"
    ]
  },
  "sections": {
    "facts": "The appellant, Sishen Hotel (Edms) Bpk., entered into a written lease on 26 August 1974 for a 20‑year term to occupy a hotel site at Sishen, North‑Cape. The lease required payment of a nominal rent and a percentage of liquor takings. The hotel, named Minerva, was successfully operated and expanded with additional bedrooms. In 1981 the respondent, the mining corporation that owned the surrounding land, caused a realignment of the national road that had originally run alongside the hotel. The new alignment diverted traffic away from the hotel, making access longer, more hazardous and reducing customer patronage, leading to a loss of profitability. The appellant closed the hotel in June 1985 and sued for damages for loss of profit and the balance of the lease term, alleging a breach of an implied term that the landlord must allow the tenant undisturbed, free use of the premises.",
    "issues": "1. Whether the lease contained an implied term obligating the respondent to provide the appellant with free and undisturbed use of the hotel site, including access via the national road. 2. Whether the respondent’s actions in causing the road realignment amounted to a breach of that implied term. 3. If breach is established, the appropriate measure of damages, including the quantum of loss and any reduction based on the lease’s remaining term.",
    "principles": "The court considered the common‑law doctrine of \"commodus usus\" (the tenant’s right to convenient use) and the existence of implied (stilswyende) terms in lease contracts. Authority cited includes Pothier’s treatise on lease obligations, Voet’s commentary on landlord duties, and South African cases such as Treasure Chest v Tambuti Enterprises and Bayley v Harwood. These authorities hold that a landlord must not do anything that substantially impairs the tenant’s ability to enjoy and profit from the premises, even where the impairment is indirect, such as loss of traffic. Where such impairment occurs, the tenant may claim full damages or a proportionate reduction in rent, depending on the severity and duration of the breach.",
    "application": "Applying the above principles, the court found that the lease did contain an implied term guaranteeing the appellant free and undisturbed use of the site. The respondent’s deliberate request to the provincial administration to divert the road, and its subsequent execution, directly caused the loss of traffic and therefore interfered with the appellant’s use and profitability of the hotel. The court held that this constituted a breach of the implied term. Evidence showed the appellant’s profit had fallen from a gross profit of approximately R350,000 in FY 1982 to a loss after the road diversion, justifying the claimed loss of R650,000. The court rejected the respondent’s argument that the breach only affected profit and not physical use, noting that profitability is an essential component of the tenant’s lawful enjoyment.",
    "conclusion": "The appeal was upheld. The respondent was ordered to pay the appellant R650,000 as compensation for loss of profit and the balance of the lease term, together with statutory interest from 6 November 1985 and the costs of the suit, including the fees of two counsel and the plaintiff’s expert witnesses."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Landlord and Tenant",
    "level_3": [
      "implied term",
      "commodus usus",
      "road diversion",
      "damages",
      "contract breach"
    ]
  }
}