{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/109.html",
  "case_name": "S v Msiza (456/86) [1987] ZASCA 109 (29 September 1987)",
  "citation": "[1987] ZASCA 109",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 109\n|\nNoteup\n|\nLawCite\nS v Msiza (456/86) [1987] ZASCA 109 (29 September 1987)\nDownload original files\nPDF format\nRTF format\n456/86/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nIn die saak tussen:\nELIAS MSIZA\nAppellant\nEN\nDIE STAAT\nRespondent\nCORAM: GROSSKOPF, SMALBERGER, NESTADT,\nARR\nVERHOOR: 18 September 1987\nGELEWER: 29 September 1987\nUITSPRAAK GROSSKOPF, AR\nDie appellant is in die Transvaalse Provinsiale Afdeling aangekla van gewone\naanranding en van moord. Hy het skuldig\ngepleit\n2.\ngepleit op die aanrandingklag maar onskuldig op dié\nvan\nmoord. LE GRANGE R, wat sonder assessore gesit het, het\ndie appellant op albei klagtes skuldig bevindl Wat die moord-\nklag betref het hy bevind dat daar versagtende omstandighede\naanwesig was en het hy 'n vonnis van agt jaar gevangenisstraf\nopgelê. Vir die aanranding is\n'n\nkort termyn gevangenis-\nstraf opgelê wat gelas is om saam met die vonnis van agt jaar\nte loop. Met verlof verleen ingevolge 'n petisie aan die\nHoofregter kom die appellant nou in hoër beroep teen sy\nskuldigbevinding en vonnis op die moordklag.\nAlbei klagtes teen die appellant het hul oorsprong ge-\nhad in gebeure gedurende die nag tussen oujaarsdag van 1984\nen nuwejaarsdag van 1985. Die belangrikste staatsgetuie\nwas....\n3\nwas ene Martha Winnie Mahlangu, na wie ek kortweg as\nMartha\nsal verwys. Sy was die klaagster in die aanrandingsklag\nen, luidens haar getuienis, 'n ooggetuie van die moord.\nHaar getuienis kan soos volg opgesom word. Omtrent sewe\nuur die oujaarsaand het Martha en 'n vriendin na 'n sjebeen\nin Atteridgeville gegaan. Die vriendin se naam is Beauty\nDeliwe Khoza, en ek sal na haar verwys as Beauty. Toe\nMartha en Beauty by die sjebeen aankom was die appellant ook\ndaar saam met 'n vriend. Martha het nie die vriend se naam\ngeken nie en daar word in die getuienis na hom verwys as\ndie vriend met die reenjas. By Martha se aankoms by die\nsjebeen het die vriend met die reënjas aan haar arm getrek,\nblykbaar om toenadering te soek. Sy was egter nie hiervoor\nte....\n4\nte vinde nie. Later in die aand het Martha na buite\nge-\ngaan om die latrine te besoek. Die appellant en die vriend\nmet die reënjas was buite die kombuisdeur, en terwyl sy ver-\nbygegaan het, het die vriend weer aan haar arm getrek. Sy\nhet weer gesê dat hy haar moes los, en bygevoeg: \"Kyk, jy\nkan nie jou liefde op my afdwing nie, ek het iemand wat ek\nlief het.\" Die vriend met die reënjas het haar toe gelos\nen met die appellant, wat daar naby was, gaan praat, blyk-\nbaar om die appellant te vertel wat tussen hom (die vriend)\nen Martha plaasgevind het. Martha kon sien dat die appel-\nlant ontsteld was oor die gebeure, en het toe maar liewer\nterug na haar huis gegaan. Die huis was, volgens haar uit-\nwysing, omtrent 50 meter van die sjebeen.\nNadat....\n5\nNadat sy 'n rukkie tuis was, het Martha weer na die\nsjebeen\nteruggekeer om te kyk wat van Beauty geword het.\nSy vind toe vir Beauty by die kombuisdeur. Beauty vertel\nhaar dat die appellant se broer, ene Paul, na haar probeer\nvry het. Martha het toe vir Beauty gewaarsku dat Paul 'n\nvrou het wat binne in die sjebeen was en wat sou uitkom en\nvir Beauty slaan as sy enigiets met Paul te doen het. Die\nappellant was binne hoorafstand en het hierdie gesprek ge-\nhoor maar dit blykbaar verkeerd verstaan, want hy het nader\ngestap en vir Martha gevra: \"Jy vertel vir Beauty dat ek\n'n\nvrou het?\" Martha wou hom reghelp, maar hy het haar nie 'n\nkans gegee nie. Hy het summier haar hoed van haar kop af-\ngehaal en haar vier klappe met sy oop hand toegedien. Dit\nis.....\n6\nis hierdie klappe wat die onderwerp gevorm het van die\naan-\nrandingsklag.\nNa hierdie onaangename episode is Martha weer terug\nhuis toe. Toe\nsy by die hek van die sjebeen uitkom sien\nsy 'n vriend, David (die oorledene in die moordklag). Hy\nvra haar \"wat is dit?\" Hiervan het sy afgelei dat hy ge-\nsien het wat tussen haar en die appellant gebeur het. Sy\nmerk toe op dat die appellant en die vriend met die reënjas\nvinnig agter hulle aangestap kom. Toe die appellant en sy\nvriend by Martha en David verbygaan, het die appellant vir\nMartha aan haar linkerpols vasgegryp. David vra hom toe:\n\"Wat maak jy?\" Hierop het die appellant vir David 'n paar\nbeledigings toegevoeg, 'n mes uitgehaal, en vir David ge-\njaag....\n7\njaag. Die vriend met die reënjas het 'n\nbaksreen opgetel\nen vir Martha gejaag. Sy het in die agterplaas van 'n huis\ningehardloop. Die vriend met die reënjas het toe die ag-\ntervolging gestaak. Martha het oor 'n heining gespring en\nby 'n tweede huis gekom vanwaar sy kon sien wat van David\nword. Sy sien toe dat David in 'n hurkende posisie val.\nDie appellant was net agter hom, en steek hom tweekeer met\ndie mes in die holte van sy rug. Intussen het die appellant\nse vriend by hom aangesluit. David het op sy voete gekom\nen voortgestruikel in die rigting van sy huis. Die appel-\nlant en sy vriend het eers rondgekyk en is toe weg. Daar-\nna is Martha na haar huis. Sy het later verneem dat David\nvoor 'n huis, wat beskryf is as nommer 10, inmekaargestort\nhet......\n8\nhet. Sy self het dit egter nie gesien nie, maar net\nlater\ndie nag 'n kol droë bloed daar waargeneem. Dit is gemene\nsaak dat een van die twee steekhoue David se dood veroorsaak\nhet.\nBeauty het ook getuig en staaf Martha se getuienis oor\nwat gebeur het terwyl Martha en Beauty bymekaar was. Na\ndie aanranding op Martha het Beauty binne die sjebeen gebly,\nen sy kon alleen getuig dat die appellant en die vriend met die\nreënjas toe ook die huis verlaat het. Wat hulle daarna ge-\ndoen het, kon sy nie sê nie.\nDie appellant se weergawe verskil hemelsbreed van Martha\nen Beauty s'n. Hy het getuig dat hy die aand ongeveer sewe-\nuur by die sjebeen aangekom het. Hy was alleen. Terwyl\nhy 'n paar biere gedrink het, het hy in 'n gesprek met Beauty\ngeraak....\n9\ngeraak. Hulle het oor die liefde gepraat. Terwyl\nhulle\naan die gesels was, het Martha daar aangekom, en gesê dat\ndie appellant 'n vrou het wat vir Beauty sou slaan as sy haar\nin die hande kry. Hierdie bewering was onwaar - die appel-\nlant het nie 'n vrou nie. Martha se inmenging het die appel-\nlant vererg, en hy het Martha skerp aangespreek. Martha is\ntoe weg, maar het na 'n rukkie teruggekeer. By haar terug-\nkeer was die appellant en Beauty nog aan die gesels. Martha het\nweer vir Beauty gesê sy moenie baie praat nie, want as die\nappellant se vrou daar kom sou sy vir Beauty slaan. Die ap-\npellant het opgestaan en weer vir Martha aangespreek. Martha\nhet geantwoord. \"Jy sal my niks vertel nie\" en 'n onbeskofte\nhandgebaar gemaak. Met die beweging van haar hand het sy\nper....\n10\nper ongeluk die appellant se baadjiesak gehak, en dit laat\nlostorring. Die appellant het vies geword en vir Martha\ntwee ligte houe op haar skouer toegedien. Beauty en 'n\nander vriendin van Martha het vir Martha gegryp en in die\nhuis geneem, en die appellant betig omdat hy haar geslaan\nhet. Die appellant was toe so ontstoke dat hy sy bier aan\niemand anders gegee het en huis toe gegaan het.\nTen einde die appellant op bogemelde getuienis- skuldig\nte bevind aan moord moes die verhoorhof bevind dat Martha\nse getuienis bo redelike twyfel verkies moes word bo dié van\ndie appellant, en die verhoorhof het inderdaad so bevind.\nVoordat ek ingaan op die redes vir hierdie bevinding, is\ndaar\n'n\npaar algemene opmerkings wat ek wil maak.\nDie....\n11\nDie Staat se saak berus hoofsaaklik op die ooggetuienis van\nMartha. As 'n mens egter die Opsomming van Wesentlike Feite lees wat die\nStaat\ningevolge artikel 144 (3) (a) van Die Strafproseswet (no 51 van 1977) verstrek\nhet, kom dit duidelik na vore dat die opsteller\nvan hieráie opsomming nie\nbesef het dat Martha ooggetuienis van die werklike stekery kon lewer nie. Die\nrelevante paragrawe\nlui soos volg. (\"Winnie\" in hierdie passasie is Martha):\n\"3. Winnie het toe later besluit om die toneel te verlaat en huis toe te\ngaan. Die oor-ledene het saam met haar gestap. Langs die\npad het die beskuldigde\nen nog 'n persoon hulle gekonfronteer en aan die oorledene gevra of hy wil\nbaklei. Hierop het die beskuldigde\n'n mes uitgehaal. Die oorledene het gevlug en\ndie beskuldigde het hom agter-volg.\n4. Die oorledene is later in die straat ver-wond aangetref.\"\nDie\n12\nDie teenstrydigheid tussen hierdie opsomming en Martha\nse\ngetuienis is nie in die hof\na\nquo\nte berde gebring nie\nen is moeilik om te verklaar. Die opsomming berus duidelik\nop inligting wat Martha verstrek het. As Martha se polisie-\nverklaring nie gemeld het dat sy die stekery gesien het nie,\nwas dit die aanklaer se plig om die verklaring aan die ver-\ndediging beskikbaar te stel. Dit het hy nie gedoen nie\nAan die ander kant, as die opsteller van die opsonïïning 'n\nverklaring van Martha voor hom gehad het waarin sy, soos in\nhaar getuienis, gráfies beskryf het hoe die appellant die\noorledene\ngesteek het, sou 'n mens verwag het dat die opsomming heelte-\nmal anders sou gelui het. Dit is egter nutteloos om hier-\noor te bespiegel - die onverklaarde leemte in die cpsomming kan\nnie....\n13\nnie anders as om 'n mate van agterdog teen Martha se\ngeloof-waardigheid te skep nie.\nDit is dan ook opmerklik dat Martha nie\nspontaan begin getuig het oor die stekery nie. Nadat sy vertel het hoe sy die\nsjebeen verlaat\nhet, agtervolg deur die appellant en die vriend met die\nreënjas, lui haar getuienis soos volg:\n\"Kom die beskuldigde en sy vriend met die\nreënjas, ja? Hulle kom nou van agter a£?\n... Dit is reg.\nHet hulle geloop of gehardloop? ... Hulle\nhet vinnig gestap.\nHulle het vinnig gestap, ja? ... Dit was\ntóé\ndat ek die oorledene teëkom waar hy gelê\nhet,\nSy naam ís David.\nMNR. ROBERTS\n: Waar het hy gelê? ... Hy was\ndaar, hy het gesien toe ek aangerand was in\ndie 'yard'.\nNee wag net so 'n bietjie, jy sê lê, waar lê\nhy nou? Hoekom lê hy? ... Daar by nr. 10 se\nhek het hy gelê.\"\nSoos.....\n14\nSoos ek vroeër gemeld het, is die oorledeneby nommer\n10 se\nhek gevind nadat hy gesteek was. Die indruk wat\nMartha hier skep is dat sy nie die stekery gesien het nie,\nmaar wel die oorledene voor nommer 10 se hek gesien het\nIn verdere ondervraging deur die aanklaer en die Hof het dit\negter geblyk dat haar getuienis tot die teendeel was - sy\nhet toe getuig dat sy wel die stekery gesien het, maar nie\ndie gewonde oorledene voor nommer 10 sien lê het nie.\nTweede algemene opmerking wat ek wil maak is dat die\nStaat in hierdie saak met 'n minimum van ondersoek en getuie-\nnis probeer regkom het. Martha het 'n effens verwarde ver-\nhaal vertel van hoe sy en die oorledene gejaag was, hoe sy\ndie noodlottige aanranding gesien het en wat toe van die ver-\nskillende....\n15\nskillende spelers in hierdie drama geword het. Met 'n be-\nhoorlike plan of behoorlike fotos van die toneel sou dit\nmakliker gewees het om haar getuienis te verstaan, of, as\ndit vals was, te weerlê. Hierdie aspek is veral belangrik\nvanweë die\nlacuna\nin die Opsomming van WesentLike Feite\nwaarna ek pas verwys het. Geen plan of fotos is egter\nvoorgelê nie, met die gevolg dat die hof aangewese was op\nMartha se onbeholpe (en, heelmoontlik, onakkurate) beskrywings\nvan die toneel en skattings van afstande. Ook was daar geen\npolisiegetuienis nie, en die verhoorhof was aangewese op die\ngetuienis van Martha en die appellant oor wat hy\naan die polisie gesê het, wanneer en hoekom hulle sy woning\ndeursoek het, wat hulle daar gevind het, ens. Behoorlike\npolisiegetuienis\n16\npolisiegetuienis hieroor sou baie onsekerhede uitgeskakel het,\nhetsy in die guns van die Staat, hetsy van die appel-\nlant.\n'n Laaste algemene opmerking gaan oor die rol wat\ndie\nverhoorregter gespeel het. Dit blyk uit die rekord dat\ndie\nverhoorregter heelwat meer vrae aan die getuies gestel het\nas albei advokate saam. Ek moet onmiddellik sê dat ek geen-\nsins die indruk gekry het dat die verhoorregter enige ver-\nkeerde motiewe hiervoor gehad het nie, en ek aanvaar volkome\ndat sy enigste strewe was om 'n duidelike beeld van die ge-\ntuienis te kry. Die resultaat was egter net die teenoorge-\nstelde. Die getuie s was heen en weer getrek tussen die\nregter en die advokate met die gevolg dat hul weergawes op\ndie...\n17\ndie rekord onsamehangend en moeilik verstaanbaar is.\nNa hierdie inleiding. kom ek nou by die regter a\nquo\nse\nbevindings. Die twee staatgetuies Martha en Beauty is as\n\"goeie getuies\" beskryf. Wat Martha betref, was die ver-\nhoorhof beïndruk deur 'n storie wat sy vertel het oor hoe\nbuurvrou vir haar 'n glasie wyn gegee het voordat sy na\ndie sjebeen gegaan het. Hierdie insident was onbenullig\nen was glad nie in geskil nie. Dit is, met eerbied gesê,\nmoeilik om in te sien hoekom die feit dat sy hieroor die\nwaarheid gepraat het (as 'n mens veronderstel dat sy wel die\nwaarheid gepraat het) enigsins help om aan te dui dat haar\ngetuienis oor belangrike omstrede sake ook aanvaar moet word\nTrouens, daar is rede om Martha se bewering te betwyfel dat\nsy op hierdie oujaarsaand niks meer as hierdie een klein glasie\nwyn.....\n17 A\nwyn gedrink het nie. Sy sê dat, nadat sy dit gedrink\nhet,\nsy \"nie so helder gewees het van gedagte\" nie. Dit klink\nonwaarskynlik dat een klein glasie haar so sou geaffekteer\nhet. Later, onder kruisverhoor\n, i\ns sy gevra: \"Drink u hoe-\ngenaamd of drink u glad nie?\" Haar antwoord was: \"Nee,\ndie aand het ons maar net gedrink omdat ons bly was.\" Sy\nhet dus geen beginselbesware teen drank gehad nie, en dit\nklink onwaarskynlik dat sy op 'n oujaarsaand feitlik die\nhele tyd in 'n sjebeen was vanaf sewe namiddag tot na midder-\nnag sonder om enigiets sterker as koeldrank te drink.\nDan...\n18\nDan meld die verhoorregter dat Martha se getuienis oor\ndie\nstekery ooreenstem met die bevindings in die lykskouings-\nverslag. Dit is weliswaar so dat beide die verslag (wat\nmet toestemming ingehandig is) en Martha se getuienis aandui\ndat die oorledene twee steekwonde in sy rug gehad het. Hier-\ndie faktor is beslis stawend van Martha se getuienis, maar\n'n mens kan dit nie te ver voer nie. Ons weet nie wie die\noorledene voor nommer 10 gevind het en wat daarna van hom\ngeword het nie (dit is ook een van die aspekte waaroor daar\ngeen getuienis was nie). Dit is dus maklik denkbaar dat\nMartha van iemand kon verneem het dat die oorledene twee\nsteekwonde in sy rug gehad het. Natuurlik, as sy hom self\nvoor nommer 10 sien lê het, soos sy op een stadium te kenne\ngegee.....\n19\ngegee het, sou die stawing deur die lykskouingsverslag nog\nminder gewig gedra het.\nDan beskou die verhoorregter dit as amper ondenkbaar\ndat Martha\n'n storie in sulke detail kon fabriseer as wat in\nhaar getuienis voorkom. Hierdie faktor is nie sonder gewig\nnie, en 'n mens moet natuurlik in gedagte hou dat die verhoor-\nhof beter in staat is as 'n hof van appèl om sulke faktore na\nwaarde te skat.\nVerder verwys die regter a\nquo\nna die stawing wat\nBeauty aan Martha se getuienis bied. Hy meld veral Beauty\nse getuienis oor die aard van die aanranding op Martha, die\nfeit dat Martha daarna die perseel verlaat het, en dat die\nappellant en sy vriend haar gevolg het (ek veronderstel die\nregter....\n20\nregter bedoel net hierdeur dat hulle min of meer dieselfde tyd\nvertrek het - Beauty se getuienis was, in die geheel gesien, nie dat\nhulle agter\nMartha aangestap het nie).\nTen slotte verwys die regter\na\nquo\nna 'n skede waaruit die\nappellant, volgens Martha se getuienis, die mes sou getrek het. Inderdaad is 'n\nskede later in die appellant\nse woning gevind. Op die oog af klink hierdie\ngetuienis verdoemend, maar by ontleding blyk dit minder indrukwekkend te wees.\nMartha\nhet hierdie aspek soos volg na vore gebring:\n\"\nMNR. ROBERTS\n: Waar kom die mes vandaan? ...\nSoos ek demonstreer, in sy regtersak het hy\n(die beskuldigde) die mes gehad.\nHOF\n: Hy het 'n mes uitgehaal? ... Ja.\nWaar het hy dit uitgehaal, uit watter sak,\nbaadjiesak, broeksak? ... Die polisieman wat\ndie saak ondersoek ... (tussenbei)\nMNR. ROBERTS\n: Nee, ek wil nie weet daarvan\nnie\n21\nnie, nee. Los dit voorlopig uit. Ek wil\nnet weet, uit watter sak het hy dit uit-\ngehaal, dit is al wat ons wil weet? ...\nUit die skede, die sak wat ek van praat is\n'n skede.\nHOF: O, 'n skede, ja. Beskuldigde het 'n mes\nuit 'n skede ...?... Dit is reg.\n... gehaal. Maar waar was die skede gewees?\nTOLK: Sy demonstreer hier op haar heup.\nMNR. ROBERTS\n: Aan sy gordel vas? ... (tussenin)\nHOF: Aan die buitekant van sy broek of in\ndie binnekant van sy broek of waar? ... Onder\ndie broek.\"\nTussen die aanklaer, die regter en die tolk het dit nooit\nheeltemal duidelik geword hoekora sy eers na die appel-lant se regtersak\nverwys\nhet en toe later na 'n skede nie, en wat die \"polisieman wat die saak ondersoek\"\nmet haar waarnemings te doen gehad het nie.\nInderdaad het die appellant erken\ndat 'n skede in sy woning gevind is, maar 'n onskuldige verdui-\ndeliking\n22\ndeliking daarvoor gegee. Volgens Martha is 'n skede aan\nhaar getoon deur die ondersoekbeampte. Hoewel sy sê dit was\n\"die skede\" (vermoedelik bedoel sy die skede wat sy sê sy\nby die appellant gesien het) kon haar uitkenning min gewig\ndra aangesien sy getuig het dat die skede onder sy broek was\nen dat net 'n punt uitgesteek het. Nogtans is daar '\nn\nmate\nvan stawing vir haar in hierdie getuienis. Ek wil egter net\nweer sê dat hierdie hele kwessie baie duideliker kon gewees\nhet as Martha toegelaat was om sonder onderbreking te getuig;\nas die ondersoekbeampte getuig het oor hoe, waar en onder\nwatter omstandighede hy die skede by die appellant gevind het\nen aan Martha getoon het; en as die skede in die hof aanwe-\nsig was sodat Martha kon aandui waar dit op die appellant se\nliggaam....\n23\nliggaam was, en waaraan sy dit uitken (as sy dit inderdaad kon\nuitken).\nSelfs met die leemtes in die staatsaak waarna ek ver-wys het, was\ndaar 'n\nprima facie\nsaak teen die appellant. Die gewig wat aan die\nappellant se getuienis geheg word was dus van groot belang in die saak. In\nhierdie\nverband het die hof\na\nquo\ndie volgende gesê:\n\"Nou-ja, hier het ons te doen met oogge-tuienis wat in alle opsigte\nbevredigend is en 'n storie wat deur die beskuldigde ver-tel is\nwat nie\ngeloofwaardig voorkom nie. Altwee die stories kan nie waar wees nie en dit kom\nmy voor dat die beskuldigde se storie so vol\ngebreke is dat dit eenvoudig net\nnie die waarheid kán wees nie. Hy het ten volle besef dat Martha die\npolisie ver-tel het\ndat sy gesién het dat dit hy was wat die oorledene\ngesteek het en hy kon nie verklaar hoekom hy nie aan die polisie\ndie....\n24\ndie storie vertel het van wat gebeur het tussen hom en Martha\ndie aand nie.\nNa my mening moet die storie van Martha aanvaar word en dié van die\nbeskuldigde as vals verwerp word.\"\nSoos blyk uit hierdie passasie het die verhoorregter die appellant se\ngetuienis as \"vol gebreke\" beskryf, maar net een voorbeeld genoem,\nnaamlik, dat\ndie appellant nie aan die polisie vertel het wat gebeur het tussen hom en Martha\ndie aand nie. Dit is moeilik om te\nverstaan wat die verhoorregter hierdeur\nbedoel. Die appellant se on-weerspreekte getuienis was dat hy wel aan die\npolisie ver-tel\nhet wat tussen hom en Martha gebeur het net soos hy in die hof\ngedoen het, en hierdie getuienis word vroeër in die uitspraak\ngenoem. Al\nwat die appellant nie gedoen het\nnie\n25\nnie, volgens sy getuienis, was om die stukkende baadjiesak aan\ndie polisie te wys. As dit al was wat die verhoorreg-ter in gedagte\ngehad het,\nsou dit skaars regverdiging bied om die appellant se getuienis te verwerp. En as\ndie ver-hoorregter onder die indruk was\ndat die appellant glad nie aan die\npolisie vertel het wat tussen hom en Martha gebeur het nie, was dit 'n ernstige\nmistasting aan\nsy kant. Dat daar verwarring aan die kant van die verhoorhof was,\nblyk ook uit die volgende twee passasies uit die appellant se getuienis,\nalbei\nin antwoord op vrae van die hof. Die eerste is:\n\"\nHOF\n: Het hulle (d.w.s. die polisie) jou nie gevra wat het jy die\nvorige nag gemaak voordat jy piekniek toe is nie? ... Ek is gevra wat\nek die\nvorige nag gedoen het by\ndie\n26\ndie shebeen en ek het gesê ek het net\nvir Winnie geklap.\nJa, het jy vir hulle vertel jy het vir\nWinnie geklap daar, vir die polisie? ... Ja.\nHet jy vir hulle vertel wat Winnie gedoen het\nen hoe sy jou beduie het? Want dit is waar-\noor jy haar mos geklap het? ... Ek het aan\ndie polisie gesê, as gevolg van die handbe-\nweging het ek haar geklap.\nJa en toe het sy mos nou jou sak geskeur? ...\nEk het.\"\nHiermee moet vergelyk word die volgende passasie wat minder as\ntwee bladsye later in die oorkonde voorkom:\n\"Ja maar hoekom het jy toe nie vir die polisie gesê, kyk, hier is\nWinnie, sy lieg, sy het my 'n lelike teken gegee met haar\nvinger en sy'het my\n'background' ,se sak geskeur en toe het ek haar geklap en nou kom vertel sy vir\njulle 'n belaglike storie van\nwat sy sou gesien het wat ek doen met daardie\noor-ledene? ... Ek het niks aan die oorledene gedoen nie.\"\nDie....\n27\nDie appellant het klaarblyklik nie hierdie laaste\nvraag verstaan\nnie, en dit is nie verder gevoer nie.\nDie een voorbeeld van die gebreke wat die verhoorreg-\nter in die\nappellant se getuienis gevind het, gaan dus nie\nop nie. 'n Deurlesing van sy getuienis skep ook nie by my\ndie indruk dat dit juis swakker was as dié van Martha en\nBeauty nie. Behoorlike beoordeling van sy getuienis word\negter ook bemoeilik vanweë die manier waarop die getuienis\nop rekord geplaas is, soos ek reeds aangedui het.\nAs ek dan die saak as geheel moet opsom wil dit vir my\nvoorkom\ndat daar gronde is om agterdogtig teenoor Martha se\ngetuienis te staan, en dat haar getuienis, gestaaf tot 'n mate\ndeur Beauty s'n, nie as \"in alle opsigte bevredigend\" be-\nskou....\n28\nskou kan word soos die verhoorhof bevind het nie. Daarbe-\nnewens kan ek nie saamstem dat \" die beskuldigde se storie\nso vol gebreke is dat dit eenvoudig net nie die waarheid\nkán wees nie\". Objektiewe getuienis, wat die skaal na die\neen of ander rigting kon swaai, is nie aangebied nie. On-\nder al hierdie omstandighede meen ek dat die verhoorhof 'n\nredelike twyfel oor die appellant se skuld behoort te gehad\nhet.\nBygevolg slaag die appèl, en word die appellant\nse\nskuldigbevinding en vonnis op die moordklag tersyde gestel\nE M GROSSKOPF, AR\tSMALBERGER, JA\nNESTADT, JA Stem saam",
  "scraped_at": "2026-02-11T21:20:26.716705",
  "date": "1987-09-29",
  "coram": [
    "GROSSKOPF",
    "SMALBERGER",
    "NESTADT",
    "ARR"
  ],
  "case_number": "456/86",
  "parties": {
    "applicants": [
      "Elias Msiza"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Elias Msiza, was charged in the Transvaal Provincial Division with rape and murder arising from incidents that occurred on the night of New Year's Eve 1984‑85. The principal state witnesses were Martha Winnie Mahlangu, who alleged she was assaulted by the appellant, and David, who was later found stabbed to death. Martha recounted that the appellant, his friend with a raincoat, and later the appellant himself, assaulted her and subsequently pursued and stabbed David twice in the back. The appellant pleaded guilty to the rape charge and not guilty to murder. The trial court found him guilty of both offences, imposing an eight‑year prison sentence for murder and a concurrent short‑term sentence for rape.",
    "issues": "The appeal raised the question of whether the conviction for murder was safe on the basis of the evidence presented, particularly the credibility of Martha's testimony versus the appellant's version of events, and whether reasonable doubt existed regarding the appellant’s guilt for murder.",
    "principles": "South African criminal law requires the prosecution to prove guilt beyond reasonable doubt. On appeal, the court must assess whether the trial judge erred in evaluating witness credibility or in concluding that the evidence was sufficient. The principles governing the appraisal of eyewitness testimony, the need for corroboration, and the appellate court’s limited role in re‑examining factual findings are applied.",
    "application": "The appellate court examined the State’s case, noting that it rested heavily on Martha’s eyewitness account. The court found significant inconsistencies in the appellant’s testimony and concluded that Martha’s evidence, despite some discrepancies, was more credible and was supported by the medical finding of two stabbing wounds to the victim’s back. The court held that these factors created reasonable doubt as to the appellant’s guilt for murder, rendering the conviction unsafe.",
    "conclusion": "The appeal succeeded. The court set aside the appellant’s conviction and sentence on the murder charge. The conviction for rape was not addressed in the excerpt and thus remained unaffected."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "witness credibility",
      "appellate review",
      "rape",
      "reasonable doubt"
    ]
  }
}