{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/59.html",
  "case_name": "Amalgamated Construction Company (Pty) Ltd v City Council of City of Durban (61/87) [1987] ZASCA 59 (27 May 1987)",
  "citation": "[1987] ZASCA 59",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 59\n|\nNoteup\n|\nLawCite\nAmalgamated Construction Company (Pty) Ltd v City Council of City of Durban (61/87) [1987] ZASCA 59 (27 May 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION)\n1987-05- 29 In the matter between:\nAMALGAMATED CONSTRUCTION COMPANY\n(PROPRIETARY) LIMITED\nappellant\nand\nTHE CITY COUNCIL OF THE\nCITY OF DURBAN\nrespondent\nCoram\n: Corbett, Hoexter, Grosskopf, JJA, Nicholas\net\nBoshoff\nAJJA.\nDate of appeal\n: 18 May 1987\nDate of judgment\n: 27 May 1987\nJUDGMENT CORBETT\nJA:\nDuring the period April 1979 to February 198l\n/\nappellant,\n2\nappellant, Amalgamated Construction Company (Pty) Ltd\n(\"Amalgamated\"), entered into a series of eight building contracts with the\nrespondent, the City Council of the City of Durban (\"the Council\"). In terms of\neach of these contracts Amalgamated undertook to\nconstruct a specified number of\ndwelling units on land provided by the Council. The contract in each case\ncomprised a number of documents,\nincluding one called \"General Conditions of\nContract\" and another named \"Special Conditions of Con-tract\". At a certain\nstage in\nthe execution of these contracts a dispute arose between the parties in\nregard to the proper interpretation to be placed upon the\npro-visions in the\nSpecial Conditions of Contract relating to the payment of liquidated damages by\nthe contractor (Amalgamated) for\ndelay in the completion of the con-tract work.\nAmalgamated accordingly launched an appli-cation on notice of motion in the\nDurban\nand Coast\n/ Local\n3\nLocal Division for a declaratory order setting forth its (i.e.\nAmalgamated's) interpretation of the relevant pro-visions of the eight\ncontracts. The application was opposed by the Council and in an opposing\naffidavit by the City Engineer, filed by the Council, the\nlatter's\ninterpretation is set forth. The matter came before WILSON J who held that the\nCouncil's interpretation was the correct\none and dismissed the application with\ncosts. WILSON J thereafter granted Amalgamated leave to appeal to this Court\nagainst the whole\nof his judg-ment and order. That appeal is now before us.\nSince the relevant contractual provisions are the same in all eight\ncontracts, the appropriate contract documents relating to only\none contract\n(numbered B.5778) were put before the Court a\nquo\n. The parties accept-ed\nthat an interpretation placed on these documents would hold good for the other\nseven contracts as well.\n/Contract\n4\nContract B.5778 provides for the construction of 352 dwelling\nunits. The dispute hinges on clauses 1 and 2 of the Special Conditions\nof\nContract. I quote these in full;-\n\"1. (a)\nTIME FOR COMPLETION\n:\nTime is the essence of this contract and the Contractor will be required\ntocomplete the buildings and site works and hand over to\nthe Corpora-tion\nprogressively in batches.\nFor this purpose the 352 dwellings comprising this contract will be subdivided\nas follows:-\n12 (twelve) batches of 21 dwelling units each.\n5 (five) batches of 20 dwelling units.\nWhilst the Engineer reserves the right to change and direct where such batches\nshall be erected in various periods of the Contract,\nthe following shall be\nadhered to:-\n(i) The first batch comprising a total of 21\ndwellings shall be handed over complete\n/ within\n5\nwithin 45 (forty-five) weeks from a date which shall be specified in a letter\nfrom the City Engineer in-structing the Contractor to\ntake over the site on such\nspecified date.\n(ii) The remaining 16 (sixteen)\nbatches comprising 331 dwellings shall be handed over at a rate of one batch\nper week from the due date for comple-tion of the first\nbatch.\n(iii) The total of 352 dwellings\nis then handed over complete within 61 (sixty-one) weeks.\nExtension of this time will not be permitted by virtue of any holidays other\nthan Building Industry Holidays whether statutory or\nrecognised generally as\ncustomary in the industry, which intervene between the date specified in the\nletter and the due date for\ncompletion.\n(b)\nMAINTENANCE\nPERIOD\nThe period for which the Contractor shall be responsible for maintaining the\nworks after practical completion in terms of Clause\n10 of the General Conditions\nof Contract shall be\nsix months\nafter the completion certificate has been\nissued except\n/ that\n6\nthat in the case of electrical work\nthe period shall be\ntwelve months\nfrom the date of\ncompletion.\n2.\nLIQUIDATED DAMAGES FOR\nDELAY:\n(a) If the Contractor fails to proceed with and complete the Works in the manner\nrequired by the contract within the period fixed\nby Clause 1 (a) (or within any\nextended time granted in terms of Clause 9 of the General Conditions of\nContract) the Council shall\nbe entitled to require payment from the Contractor\nof the amounts shown in Clause (c) below as liquidated damages for each and\nevery\nday by which the completion of the Works is delayed beyond the date fixed\nas aforesaid, and such damages may be deducted by the Council\nfrom any monies\ndue to the Contractor; provided that nothing contained in the Clause shall\nprevent the Council from exercising against\nthe Contractor any other reme-dies\nwhich may be available to it either in terms of this contract or at common law,\nor from electing\nto recover from the Contractor any damage or loss sustained by\nit in consequence of any breach of contract in lieu of enforcing its\nrights to\nliquidated damages in terms of this Clause.\n/ (b)\nIf\n7\n(b)\tIf before the completion of the\nwhole of the Works, any part of\nthe\nWorks has been certified by\nthe Engineer as completed in terms\nof Clause 10 of the General Conditions of Contract and occupied or used by\nthe Council, the liquidated damages for delay shall for\nany period of delay\nafter such certification be reduced in the proportion which the value of the\npart so certified bears to the value\nof the whole of the Works.\n(c)\tThe following are the amounts of\nliquidated damages applicable:-\n(i) In the case of the Terraced House Type T5 R2,22 per Dwelling Unit per\nday\n(ii) In the case of the Terraced House Type T5A Rl,82 per Dwelling Unit per\nday\n(iii) In the case of the Terraced House Type T6A R2,56 per Dwelling Unit per\nday\n(iv) In the case of the Semi-Detached House Type SD4A Rl,45 per Dwelling Unit\nper day\n(v) In the case of the Semi-Detached House Type SD5B Rl,85 per Dwelling Unit\nper day\n/(vi) In\n8\n(vi) In the case of the Semi-Detached House Type SD5D Rl,60 per Dwelling Unit\nper day (vii) In the case of the Duplex Housing Unit\nType DP4A Rl,38 per\nDwelling Unit per day\n(viii) In the case of the Duplex Housing Unit Type DP5A1 Rl,65 per Dwelling\nUnit per day\n(ix) In the case of the Flats\nType F3A R0,88 per Dwelling Unitper day\n(x) In the case of the Flats\nType F3C R0,86 per Dwelling Unit per day\n(xi) In the case of the Flats\nType F4A Rl,05 per Dwelling Unit per day\n(xii) In the case of the Flats\nType F4B Rl,21 per Dwelling Unit per day\nFor each day on which the building remains incomplete after its stipu-lated\ndate of completion:\nR25,96 in addition for each day on which the whole of the Works remains\nincomplete after the stipu-lated date of completion.\"\n/The\n9\nThe declaratory order asked for by Amalgamated, as set forth in\nthe notice of motion, reads:\n\"It is hereby declared that upon a proper construction of the contracts\nconcluded between the parties hereto and numbered B.5767,\nB.5778, B.5948,\nB.5949, B6065, B6066, B6070, B5766 liquidated damages are payable in terms of\nclause 2 of the Special Conditions\nof Contract only if the completion of the\ntotal number of dwelling units included in the contract is delayed beyond the\ndue date\nfor the completion of the works, as defined in the contract, and the\nquantum of such liquidated damages must be calcu-lated in the\nprescribed manner\nfrom that date.\"\nThe Council's viewpoint is summed up in the following\nparagraph in the affidavit of the City Engineer:\n\"It is the Respondent's contention that, on a proper construction of Clauses 1\nand 2 of the Special Condi-\ntions of Contract (read in their\n/\ncontext)\n10\ncontext), the Respondent is entitled to deduct penalties in respect of failure\nby the Applicant to complete any speci-fic batch of\ndwellings by the date\nstipulated therefor under Clause\nl(a).\"\nIn my opinion the Court a\nquo\ncorrectly rejected the\ninterpretation contained in the declaratory\norder\nand correctly accepted the contrary interpretation\nput forward by\nthe Council. My reasons for reaching\nthis conclusion are the following:\nA reading of clauses 1 and 2 of the\nSpecial\nConditions of Contract reveals certain\nprominent fea-\ntures of the contract. The first is that time is of\nthe\nessence of the contract: this is expressly stated\nin the opening words of\nclause 1; and what is obviously\nreferred to is the time of completion by the\ncontractor\nof the building work. The second feature is the\nsanction\nimposed where the contractor delays and fails\nto complete the work in the\nstipulated time, viz.\nliquidated damages. And the third prominent feature\n/ is\n11\nis the fact that, in terms of clause 1, the contractor\nis\nrequired to complete the buildings and site works\nand hand over to the\nCouncil \"progressively in batches\".\nTo this end the 352 dwellings are divided\ninto 17\nbatches, 12 batches of 21 dwelling units each and 5\nbatches of 20\ndwelling units each and a completion date\n(to be calculated from a date specified by the City Engi-\nneer) is\ndesignated for each batch (see clause l(a)(i)\nand (ii). In addition, a\ncompletion date for all 352\ndwellings is stated. This is within 61 weeks\nof\n(inferentially) the specified date, this period of 61\nweeks representing\nthe total of the periods allocated for\nthe completion of each of the batches\n(see clause l(a) (iii) ).\nThis is all perfectly clear.\nClause 2(a), which creates the obligation to pay liquidated damages for delay\nis, however, less happily worded. It commences by postulating\nthe\ncontractor's\n/ failure\n12\nfailure to proceed with and complete the works \"within the\nperiod fixed by clause l(a)\" and then imposes upon the contractor a liability\nto\npay liquidated damages in the amounts shown in clause l(c) for every day by\nwhich the completion is delayed \"beyond the date fixed\nas afore-said\". The words\nwhich 1 have quoted, particularly \"period\" and \"date\" (in the singular), would\nseem to suggest that there\nis only one date from which liquidated damages may\nrun; and it was upon the strength of this,\ninter alia\n, that it was argued\non behalf of Amalgamated that in terms of clause 2 liquidated damages were\npayable only if the completion of\nall 352 dwellings was delayed beyond the\nperiod fixed in clause l(a)(iii) of the Spe-cial Conditions of Contract. Counsel\nfor Amalgamated,\nMr\nWelsh\n, also laid stress upon the use of the word\n\"Works\" in clause 2(a). \"Works\" is defined in clause l(j) of the General\nConditions of\nContract and it is clear from the\n/ opening\n13\nopening words of clause 1 that this definition applies\nto the use of the word in all the contract documents. The first (and\nrelevant) portion of the definition\nreads:\n\"The term 'Works' shall mean the works\ndescribed and shown in the\nContract\nDocuments and any such further Drawings,\nDirections and\nExplanations as may from\ntime to time be given to the Contractor\nby the\nEngineer\t\"\nRelying upon this\ndefinition, counsel argued that where\nthe word \"Works\" is used in clause 2(a)\nof the Special\nConditions of Contract it means the whole of the\nworks,\ni.e. all 352 dwellings, and nothing less.\nIn my view, these arguments cannot prevail. In clause 2(a) the liquidated\ndamages to be paid are de-scribed by reference to clause\n2(c). Clause 2(c)\nclear-ly provides for two sets of liquidated damages: (1) damages in various\nstipulated amounts (depending on type\nof building) for each day on which an\nindividual dwelling\n/ (or\n14\n(or building) remains incomplete after \"its stipulated date of\ncompletion\" (my emphasis); and (2) \"in addition\" damages in a globular\namount\nfor each day on which the whole of the works remains incomplete after \"the\nstipulated date of completion\". The stipulated\ndate of completion un-der (1)\nabove clearly refers to the date by which the batch of dwellings, of which the\nindividual dwelling\nforms part, is required to be completed in terms of clause\nl(a)(i) and (ii) - for convenience I shall call this date \"the batch date\";\nand\nthe stipulated date of completion under (2) above equally clearly refers to the\ncompletion date stipulated in clause l(a)(iii).\nThese are the dominant\nprovisions in regard to the payment of liquidated damages and they specifically\nand unambiguously express\nthe intention of the parties in regard thereto. In my\nopinion, they override whatever inconsistency there might be in the general\nwords used in clause 2(a). Mani-\n/ festly\n15\nfestly they contradict the interpretation which Amalgamated\nseeks to place upon the contract in relation to the obli-gation to pay\nliquidated damages and support the inter-pretation advanced on behalf of the\nCouncil.\nIn addition, there are, in my opinion, a number of other considerations which\nreinforce the view that liquidated damages were intended\nto be paid in res-pect\nof both delays beyond the batch date in the comple-tion of individual dwellings\nand delays in the completion\nof the whole of the works beyond the date fixed for\nthe hand over of all 352 dwellings.\nIt is clear from the context that the purpose of dividing the work up into\nbatches and of providing for the progressive hand over\nof completed batches by\nspecified dates was to enable the Council to arrange for the allocation and\noccupation of the dwellings as\nthe batches were completed. This appears from\nthe\n/ express\n16\nexpress wording of clause 9 of the Special Conditions of\nContract which is headed \"BATCHING SCHEDULES\" and commences with the words\n-\n\"In order to allow the Corporation to arrange for the allocation and\noccu-pation of the dwellings as the batches are completed, the\nContractor will\nbe required, at the commencement of the Contract, to furnish a batching\nschedule\nin terms of Clause 1 (a) \t\"\nFrom this it is to be inferred that time was to be of\nthe essence both as\nto the completion of batches and as\nto the completion of the work as a whole.\nIn the cir-\ncumstances it seems very probable that the sanction\nof\nliquidated damages would have been intended to apply not\nonly to delays\nin the completion of the work as a whole,\nbut also to delays in the\ncompletion of batches; and\nper contra\nit seems unlikely that the\nintention was to\nconfine the sanction to delays in the completion of the\nwork as a whole.\n/ By\n17\nBy reason of the aforegoing the reference to \"period\"\n(singular) in clause 2(a) must be read as meaning any one of the periods fixed\nby clause l(a); and similarly the word \"date\" in the same clause must be read as\nthe date.representing the terminal day of the particular\nperiod under\nconsideration. Thus interpreted, these words are not inconsistent with the\nconstruction which I have placed on clause\n2 as a whole. Nor do I think that the\nword \"Works\" in clause 2(a) presents any real problem. In terms of the\ndefinition the word\n\"Works\" can, in my view, be used to denote the whole of the\ncontract works or a specific portion thereof, such as a batch of dwellings.\nAnd\nit is of some significance that in certain clauses of both the General\nConditions of Contract (see e.g. clauses 4(a) and (10)\nand the Special\nConditions of Contract (see e.g. clauses 2(b) and 2(c) ), where the whole\ncontract works are referred to, expressions\nsuch as\n/\"all\n18\n\"all the works\", \"all works\", and \"whole of the works\" are\nused.\nMr\nWelsh\nalso placed some reliance on clause 10 of the General\nConditions of Contract, headed \"Completion and Maintenance\", the relevant\nportion\nof which reads:\n\"The Contractor shall deliver the works\nto the Engineer in a clean state\nand\ncomplete in every particular. When the\nworks are practically completed\nthe Engi-\nneer will give a Completion Certificate and\nthe date of such\ncompletion certificate will\ndenote the commencement of the\nMaintenance\nPeriod. The Contractor shall maintain and\nkeep in good order\nand repair all works\nunder the Contract for the period stipula-\nted in the\nSpecial Conditions of Contract,\nafter Completion Certificates have\nbeen\nissued\t\"\nHis argument was that\nthis clause indicates a single completion date when a completion certificate is\nissued viz., when the whole\nworks are complete, and that, therefore, there could\nbe no liquidated damages payable\n/ before\n19\nbefore this. This argument is partially refuted by clause 10\nitself, which, as the concluding words of the quoted portion show, seems\nto\ncontemplate the issue of more than one completion certificate. It is fully\nrefuted, to my mind, by the terms of clause 2(b) of\nthe Special Conditions of\nContract, which provides for the certification by the Engineer as complete of\n\"any part of the Works\" in\nterms of clause 10 of the General Con-ditions of\nContract (see also clause 24 of the Special Conditions of Contract, which\ncontemplates\na final inspec-tion by the Bngineer of the buildings in a batch or\nsec-tion of the works).\nMr\nWelsh\nfurthermore referred to two amend-ing agreements entered into\nbetween the parties. The first of these (\"the first amending agreement\")\nwas\nentered into on 4 December 1980 and it amended the Special Conditions of\nContract in relation to two of the\n/ contracts\n20\ncontracts by the substitution of a new clause l(a). The\nrelevant portion of the new sub-clause reads:\n\"Time is of the essence of this contract and the contractor will be required to\ncom-plete the buildings and site works and hand them\nover to the Corporation\nprogressively in batches in accordance with a programme annexed hereto marked\n\"A\". The said programme shall\nrelate to a co-ordinated progression of work under\nthis contract and also under contract B6065 or B6066 (as the case may be), it\nbeing a condition of this contract that any failure on the part of the\ncontractor to complete the build-ings and site works and hand\nover the same to\nthe Corporation progressively in batches in accordance with the said programme\nas extended from time to time by\nthe Engineer in accordance with the other\nprovisions of this contract shall, if the Engineer in his sole discretion so\ndirects, be\ndeemed to constitute a delay in respect of this contract for the\npurposes of clause 2 hereof.\"\nThe\nsecond (\"the second amending agreement\") was entered into on 1 December 1982.\nIt,\ninter alia\n, varied the original agreements in the following way\n—-\n/ \"The\n21\n\"The respective periods stipulated in terms of Clause l(a) of the Special\nConditions of Contract read with Clause 4(a) of the General\nConditions of\nCon-tract of each of the said Contracts for the completion and hand-over of the\ntotal number of dwellings under the\nsaid Contracts,shall, for the sole purpose\nof the determination of liquidated damages in terms of Clause 2 of the Special\nConditions\nof Contract of each of the said Contracts, be amended so as to expire\non the following dates,\nrespec-tively:\"\n(then follow stipulated\ndates for each of the contracts).\nAmalgamated's introduction of these amending agreements as part of the record\nwas initially unenthu-siastic. In the founding affidavit\nMr Goodson,\nAmalga-mated's managing director, stated that in his opinion they were not\nrelevant for the purpose of interpreting clause\n2 of the Special Conditions of\nContract, but were included because he believed that the Council did not\nsubscribe to this view. In\nhis opposing affidavit the\n/ City\n22\nCity Engineer did not dispute this, but added that he\nhad\nbeen informed that it was a question of law as to whether\nthe contents\nof either amending agreement were relevant\nto the interpretation of the\noriginal contracts. In his\nreplying affidavit Mr Goodson was non-committal on\nthis\ntopic, but shortly before the hearing in the Court a\nquo\nhe\ndeposed to a supplementary affidavit, the material\nportion of which\nreads:\n\"In paragraph 11 of the founding affi-davit I expressed the opinion that neither\nthe first nor the second amending agreement is relevant\nfor the purpose of\ndetermining the mean-ing and effect of clause 2 of Respon-dent's Special\nConditions of Contract. I am now advised\nand respectfully submit that both the\nfirst, and more especially the second amending agreements are so relevant. At\nthe hearing of\nthis appli-cation submissions will be made to this effect on\nbehalf of the Applicant.\"\nIt was\nsubmitted by Mr\nWelsh\nthat the portion of the first amending agreement\nquoted above showed that the\n/ parties\n23\nparties placed a common interpretation on clause 2 of the\nSpecial Conditions of Contract in the original contracts consistent with\nthe\nconstruction advanced by him and that accordingly on the basis of the principle\nset forth, for example, in\nMTK Saagmeule (Pty) Ltd v Killyman Estates (Pty)\nLtd\n1980 (3) SA 1\n(A), at p 12 F-H, this fact could be used in the\ninterpretation of clause 2. It is clear from the authorities, including the one\njust cited, that this aid to construction may be invoked only in the case of\nambiguous documents. In my view, there is no such ambiguity\nin clause 2 and\nconsequently reference to the first amending agreement is neither necessary nor\njustifiable. I might add that, in\nany event, I am un-able to discern in the\nquoted portion of the first amend-ing agreement any such common interpretation\nas was sug-gested\nby counsel.\nAs to the second amending agreement, Mr\nWelsh\n's\n/ argument\n24\nargument, as I understood it, was that this agreement was\nrelied upon not in order to show a common interpretation (as in the case\nof the\nfirst amending agreement) but in order to establish that the parties amended\nclause 2 of the Special Conditions of Contract\nin such a way as to eliminate the\npayment of any liquidated damages for delay in the completion of batches of\ndwellings and to confine\nthe payment of such damages for delay in the completion\nof the contract as a whole. This argument was advanced in the alternative\nand on\nthe basis that Amalmated's interpretation of the original contract was\nincorrect.\nI do not think that it is open to Amalgamated to advance this argument. As I\nhave shown, it initially regarded this amending agreement\nas irrelevant and only\nat the eleventh hour relied upon it as being relevant \"for the purpose of\ndetermining the meaning and effect\"\n/ of\n25\nof clause 2 of the Special Conditions of Contract.\nHad\nAmalgamated timeously made the averment that the second\namending\nagreement changed the effect of clause 2 in\nthe manner suggested, I have no\ndoubt that evidence would\nhave been placed before the Court a\nquo\nof\nthe circum-\nstances under which the second amending agreement came to\nbe\nentered into. And such evidence might well have been\nrelevant to the\ninterpretation of the second amending agree-\nment. In any event, I am quite\nunpersuaded that the se-\ncond amending agreement did alter clause 2 in the\nmanner\nsuggested. When pressed, Mr\nWelsh\nconceded that\nthe\nalteration came about by way of necessary implication.\nI fail to see any such implication; and furthermore it\nis to be noted that in the preamble to the second amending\nagreement it is stated -\n\"AND WHEREAS the parties have now agreed to conclude further contracts relating\nto the aforesaid works, such further contracts to\nincorporate all of\nthe\n/ respective\n26\nrespective terms and conditions of the said Contracts, mutatis mutandis save as\nhereinafter\nexpressly\nvaried\n.\"\n(My emphasis.)\nPor these reasons I hold that the Court a\nquo\nrightly dismissed the\napplication.\nThe appeal is dismissed with costs, including the costs of two counsel.\nM M CORBETT\nHOEXTER JA) GROSSKOPF JA) NICHOLAS AJA) CONCUR. BOSHOFF AJA)",
  "scraped_at": "2026-02-11T21:07:14.890357",
  "date": "1987-05-27",
  "coram": [
    "Corbett JA",
    "Hoexter JA",
    "Grosskopf JA",
    "Nicholas AJA",
    "Boshoff AJA"
  ],
  "case_number": "61/87",
  "parties": {
    "applicants": [
      "Amalgamated Construction Company (Pty) Ltd"
    ],
    "respondents": [
      "City Council of the City of Durban"
    ]
  },
  "sections": {
    "facts": "Amalgamated Construction Company (Pty) Ltd entered into eight building contracts with the City Council of Durban to construct a total of 352 dwelling units. Each contract contained General and Special Conditions of Contract, the latter specifying that the works were to be completed in progressive batches (12 batches of 21 units and 5 batches of 20 units) with specific dates for each batch and a final date for the whole project. A dispute arose over the interpretation of the liquidated‑damages clause in the Special Conditions: Amalgamated argued that damages were payable only if the entire contract was delayed, whereas the Council contended that damages also applied to delays in the individual batches. Amalgamated sought a declaratory order; the lower court rejected this and dismissed the application. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "The principal issue was whether clause 2 of the Special Conditions of Contract required the Contractor to pay liquidated damages solely for delay in the completion of all 352 dwellings, or whether the contractor was also liable for damages arising from delay in completing individual batches as set out in clause 1(a).",
    "principles": "The Court applied principles of contract interpretation, emphasizing that time was expressly of the essence and that the contract was drafted to allow progressive hand‑over of batches. It examined the wording of clause 2(a) together with clause 2(c), which provides two distinct categories of liquidated damages – one linked to each dwelling’s batch completion date and a second ‘global’ amount for delay of the whole works. The Court held that the singular terms “period” and “date” in clause 2(a) must be read in the context of the multiple periods set out in clause 1(a). It also considered the definition of “Works” in the General Conditions, concluding that it could refer to the whole contract or a specific portion such as a batch. Extrinsic evidence, including amending agreements, was deemed unnecessary because clause 2 was not ambiguous. Precedent cited included MTK Saagmeule (Pty) Ltd v Killyman Estates (Pty) Ltd 1980 (3) SA 1 (A).",
    "application": "The Court interpreted the liquidated‑damages clause as covering both the delay of individual batches and the overall project. It read the “period” and “date” in clause 2(a) as referring to any of the batch periods set out in clause 1(a), and the “Works” as capable of denoting either a batch or the whole contract. The amending agreements were found irrelevant to the interpretation of clause 2 because the clause was not ambiguous. Consequently, the Council’s construction of the contract was upheld.",
    "conclusion": "The appeal was dismissed. The Court affirmed the lower court’s judgment, ordering that the declaratory order sought by Amalgamated be refused and that the appeal be dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "liquidated damages",
      "batch completion",
      "contract interpretation",
      "time is of the essence"
    ]
  }
}