{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/44.html",
  "case_name": "Commissioner for Inland Revenue v Pick 'n Pay Wholesalers (Pty) Ltd (44/87) [1987] ZASCA 44; [1987] 4 All SA 432 (AD) (14 May 1987)",
  "citation": "[1987] ZASCA 44",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 44\n|\nNoteup\n|\nLawCite\nCommissioner for Inland Revenue v Pick 'n Pay Wholesalers (Pty) Ltd (44/87) [1987] ZASCA 44; [1987] 4 All SA 432 (AD) (14 May 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter\nbetween\nCOMMISSIONER FOR INLAND REVENUE\nAPPELLANT\nand\nPICK 'N\nPAY WHOLESALERS (PTY) LTD\nRESPONDENT\nCORAM\n: CORBETT, BOTHA,\nHEFER,NESTADT,JJA, et NICHOLAS,AJA.\nHEARD\n:16 MARCH 1987.\nDELIVERED\n: 14 May 1987\nJUDGMENT NICHOLAS,AJA\n:\nThe facts which gave rise to this case had their\nbeginning in 1977. In\nApril of that year PICK 'n PAY\nWHOLESALERS\t2\n2\nWHOLESALERS (PTY) LTD (\"PICK 'n PAY\") pledged itself to donate to the\nURBAN FOUNDATION a total of R500 000 in five equal annual instalments.\nIn each\nof the years of assessment ended 28 February 1978 and 28 February 1979 it\nclaimed to deduct R100 000 from its income as \"advertisihg\".\nThe Commissioner\nfor Inland Revenue (\"the Commissioner\")disallowed the deductions and issued\nassessments accordingly. An objection\nby PICK 'n PAY dated 13 March 1981 was\noverruled.\nThere followed an appeal to the Cape Income Tax Special Court. The hearing\nbegan on 13 November 1981 with GROSSKOPF J presiding. On\n17 March 1982 a\njudgment allowing the appeal was handed down.\nThe\t3\n3 The Commissioner appealed to the full bench of\nthe Cape Provincial Division. Shortly before the hear-\ning of the appeal,\nnotice was given of an application\nto amend the grounds of appeal in order to\nraise cer-\ntain points not canvassed at the hearing before the\nSpecial\nCourt. By consent the full bench set aside\nthe order of the Special Court and\nremitted the matter\nthereto for the hearing of further evidence and\naddi-\ntional argument.\nThere was a second hearing before the Special\nCourt on 27 March 1985. In a\njudgment which was han-\nded down on 6 June 1985, the Special Court rejected\nthe\nnew points raised in the amended grounds of appeal, and\nagain\t4\n4 again allowed the appeal.\nOn 16\nSeptember 1985, GROSSKOPF J granted leave to appeal to this Court in terms of s.\n86 A(5) of the\nIncome Tax Act\n, 1962 (\"the Act\").\nIn the Specïal\nCourt evidence was given on behalf of PICK 'n PAY by a number of witnesses\nincluding Mr. RAYMOND ACKERMAN and\nMr. CHRISTOPHER HURST. This evidence was not\ncontradicted, and GROSSKOPF J said in the judgment that the Special Court had no\nreason\nto doubt its correctness.\nThe main facts of the case were these.\nDespite its name, PICK 'n PAY is not a wholesaler. It carries on business as\na retailer, operating super-\nmarkets\n5\nmarkets in the Western and Eastern Cape, Natal and the Orange\nFree State. It has associated companies in the Transvaal, and together\nthey\ncomprise the PICK 'n PAY group, of which PICK 'n PAY is the managing\ncompany.\nMr ACKERMAN is the chairman and managing direc-tor, and as such he\nhas had, to use his own words,\" a strong di-rection of the company\".\nHe is the\nmainspring and driving force behind the group's activities. At the relevant time\nhe held 30% of the issued shares in PICK\n'n PAY. He is a public figure:. he is a\nmember of the main board of the URBAN FOUNDATION, a governor of RHODES\nUNIVERSITY, and head\nof S.A.FORUM and of other bodies.\nMr HURST is the secretary and financial director,\nand\t6\n6\nand takes a special interest in the marketing side.\nPICK 'n PAY keeps its\nname constantly before the public by sustained and intensive advertising which\nit regards as essential to the\nsuccessful conduct of its business. Broadly its\nadvertising falls into three categories. There is the \"laundry list\" type of\nad-vertisement,\nwhich appears from day to day, and lists goods and their prices.\nThen there is advertising of so-called \"special events\", which is\nmore general\nin its nature: examples of \"special events\" are an anni-versary of the\nópening of a supermarket; the launching\nof the company's \"No Name\"\nbrands; an operation in which the price of chickens, which was raised by other\nsupermarkets, was held\ndown in PICK 'n PAY's stores; and a petrol sales\nscheme.\nThirdly\n7\nThirdly there is \"indirect advertising\", which is considered to\nbe the most important and valuable. This consists, not in placing\npaid\nadvertisements, but in obtaining notice in the news and editorial columns of the\nmedia. Such publicity is not readily achieved.\nPICK 'n PAY has always been\nconcerned to promote its public image as \"the consumer's champion\" and as a\ncompany which has a concern\nfor people and is aware of its social\nre-sponsibilities to the community. So, it has campaigned against cartels, and\nfor the need\nto fight inflation.\nA notable example of PICK 'n PAY's promotion of its\npersona\nand its\nuse of \"indirect advertising\" was provided by the donation to the URBAN\nFOUNDATION. This is an or-\nganisation\n8\nganisation which grew out of a conference of concerned leading\nbusinessmen in 1976. It was formed to tackle South Africa's pressing\nsocial\nneeds and to improve the quality of life of the less privileged urban dwellers.\nIt is specially concerned with the upgrading\nof housing and the provision of\ncommunity facilities. Mr. Justice STEYN steered it through its formative\nyears.\nAs a member of the main board of the URBAN FOUNDATION, Mr. ACKERMAN\nwas involved in conceiving the idea of raising money by means\nof a self-imposed\nlevy in the whole private sector of a percentage of turn-over or profits. His\nevidence\nwas:\n\"So, then they said to me, wearing my Urban Foundation hat: Mr Ackerman, will\nyou wear\nyour Pick 'n Pay hat and lead the way? So,\nthen\n9\nthen I had a private meeting with Mr Justice Steyn and I said,\nyes, we will lead the way but we want to be the first in and we would\nlike to\nhave a press publicity meeting ...\"\nHe considered that in this way PICK 'n PAY would get very\nvaluable publicity. He continued:\n\"... When I brought this matter to the Board (sc. of PICK 'n PAY), I was\nwearing my Pick 'n Pay hat that this would be a major way\nof us being first to\nsupport a good cause ... but that we could get major publicity out of it which\nwould be good for our com-pany\nand would draw customers in to our stores.\"\nWhen Mr. HURST was asked in his evidence in chief a-\nbout the motive for the donation, he said:\n\"Well, the main spring behind the idea was Mr Ackerman and we discussed the\nmatter at Board level and its possibilities and we decided\nto go ahead and make\nthis contri-\nbution\n10\nbution as a business exercise\".\nHe was sure that\n\"(W)e would, if we handled it correctly, get a great deal of publicity out of\nit.\"\nHe cóntinued:\n\"... We were going to be the first ... There is a tremendous plus in being\nfirst, I think, and at the same time Mr Ackerman was going\nto ensure that we got\nthe proper type of publicity; that once we've made our contribution, that the\nPress would be aware of it. With\nthe knowledge of this I thought that ... (it)\nsounded like it was going to be a success .... The Urban Foundation was\nsomething that\nreally seemed to appeal to the public. It was in the Press all\nthe time, people were talking about it. It was an opportunity waiting\nto be\nseized and I don't think that type of opportunity comes along very often.\"\nThe Board of directors of PICK 'n PAY took the decision\nto\n11\nto make the donation of R500 000 to the URBAN FOUNDATION.\nIt was announced at a press conference in Cape Town which\nwas attended by\nMr. Justice STEYN and Mr. ACKERMAN. The\nannoúncement received wide\npublicity throughout the Republic.\nThis was shówn by a bundle of press\ncuttings which was put\nin through Mr. HURST. They included one from THE ARGUS\nnewspaper. It was a\nfront page story with banner headlines.\nThe following are extracts:\nR25-M AID PLAN FOR NEEDY\nFOOD CHAIN GIVES URBAN FUND R ½-M The\nUrban Foundation's initial target of R25-million to improve the quality of life\nof South\nAfrica's urban communities came nearer achievement today with a gift of\nR500 000 over five years. The gift from Pick 'n Pay is linked\nto the\nsupermarket ....\n12\nsupermarket chain's annual turnover - and other firms are to be asked to\nparticipate on a similar basis.\nThe newly-formed Urban Foundation is being steered through its formative\nyears by Mr Justice Steyn, who is on three years' leave from\nthe Cape Supreme\nCourt for the task.\nIn Cape Town today, Mr Justice Steyn announced Pick 'n Pay's 'wonderful\ncontribution' at a Press conference attended also by the chairman,\nMr Raymond\nAckerman. The R500 000 would be paid in annual instalments of R100 000.\n'This represents a self-imposed tithe based on a percentage of Pick 'n Pay's\nannual turnover,' he said.\nInvestment\n'Mr Ackerman has emphasised to me he be-lieves this is an investment in the\nfuture . of a stable South Africa.\n'He has also emphasised how essential it is that the private sector must make\nits con-tribution to the solution of our vexed urban\nproblems.\nI\n13\n'I trust that Mr Ackerman's magnificent example will act as a\nstimulus and an in-spiration. for other organisations and in-dividuals.\nI anticipate that others will also give consideration to giving an annual\ntithe to the Foundation - based on a percentage of turnover\nor after-tax\nprofits.'\nFor a period of several months after the announcement, the publicity had a\nmarked positive effect on PICK 'n PAY's\nturnover in all its stores throughout\nthe group.\nMr. HURST was cross-examined by the Commissioner's\nrepresentative, Mr. VAN\nBREDA, in regard to the purpose of\nthe donation.\n\"\nMR VAN BREDA\n: Now, what motivation did you advance for this donation\nto be made? Was it based on purely business considera-tions or were there\nalso\nother motivations? The motivation behind this contribution\nwas\n14\nwas, as I've said before, part of our public relations\nexercise. There was a golden op-portunity to contribute to this (cause) and\nbring to the company an immense amount of publicity. The reason for the\ncontribution was to get publicity.\nWas that also how Mr Ackerman put it to the board? — Absolutely.\"\nAgain,\n\"\nMR VAN BREDA\n: ... Did the Board go along with the aims of the Urban\nFoundation? -— Absolutely. We thought that it was a good cause. I want\nto\nemphasise again: we picked this cause because it was a good one in which the\npublic were interested ... Here was a cause which\nwas an excellent cause and the\npublic was interested in it. If it had been a bad cause, then, if the public\nknew about it, it would\nhave reflect-ed badly against us and if the public\ndidn't know about it, then it wouldn't have achieved the object any way. So,\nthis\ncause was picked because it was a good cause in the\npublic\n15\npublic eye. Of necessity it is a good cause.\nBut also in the eyes of the Board? — We analysed it as a Board and saw\nit to be a good cause.\nI want to put it to you that the Board had dual intentions. It wanted to get\nthe publicity but also albeit secondary, it wanted to\ncontribute towards a\nworthy cause. Isn't that so? — The Board's object was to subscribe to a\nworthy cause. It must be a worthy\ncause. That was their object ... So far as the\nPick 'n Pay Board is concerned, this is publicity and I reiterate it again: I\nthink\nyou relate it to be a good cause and therefore you say it is a donation\n...\"\nMr. ACKERMAN was similarly cross-examined:\n\"But the point is you made a donation in order to derive maximum publicity,\nbut what do you say about my submission that you were\nequally moved by other\nconsiderations that being in order to advance the aims of the Urban Foundation?\n— No, to support a good\ncause which as Mr Hurst said, a good cause\nwe\n16\nwe will always look at and particularly at a timeous good\ncause like something like this and we will support it and then wearing our\nPICK\n'n PAY hat, try and maximise the promotion effort out of it but supporting a\ngood cause and we always want to hold our head\nup high.\nJust tell the Court: if it wasn't for this publicity, you wouldn't have made\nthe donation to the Urban Foundation although you agree\nwith its aims? —\nThat is a very good question. I am very frank: We certainly would have made a\ndonation but it would have been\nabsolutely a R10 000 or R20 000 donation. It\nwould have been a very big donation for us to have made. It would have been a\ndonation\nto that category. Yes, we would have made one. But we went for this\nhigh figure as a package deal to really promote it strongly.\"\nThe Special Court held against the Commissioner on all\nof the issues\nraised at the hearing. In this Court counsel\nfor the Commissioner submitted\nthat\n\"(a)\n17\n\"(a) The expenditure of the two amounts of R100 000 was of a\ncapital nature.\n(b)\nThe said amounts were not\nwholly or ex-clusively laid out for purposes of trade.\n(c)\nIn the alternative to the aforegoing and even if it should be found\nthat the R100 000 donated during the 1978 fiscal year was deductible,\nthe\nfurther amount of R100 000 donated during the 1979 fiscal year did not\nconstitute expenditure actually incurred\nin the\nproduction of income and/or was not wholly or exclusively laid out for purposes\nof trade.\"\nThe result of the appeal turns on the proper applica-\ntion to the facts of\nthe present case of para (a) of s. 11\nand para (g) of s. 23 of the Act.\nSection 11 provides:\n\"11. For the purpose of determining the taxable income derived by any person\nfrom carrying on any trade within the Republic, there\nshall\n18\nshall be allowed as deductions from the in-come of such person\nso derived -(a) expenditure and losses actually in-curred in the Republic\nin the\nproduction of the income, provided such expenditure and losses are not of a\ncapital nature; ...\"\nAnd in terms of section 23 -\n\"23. No deduction shall in any case be made\nin respect of the following matters, namely -\n(g) any moneys claimed as a deduction from income derived from trade, which\nare not wholly or exclusively laid out or expended for\nthe purposes of trade:\n....\"\n(On the relation between these provisions, see the discussion\nin\nCommissioner for Inland Revenue v Nemojim (Pty) Ltd\n1983\n(4) SA 935 (A) at 946.)\nIn the view that I take of the matter, it is neces-\nsary to consider only the second of the submissions\nby\n19\nby counsel.\nIt arises by reason of s. 23(g), and the first question\nto be considered\nis the meaning of the words \"moneys . . . which\nare not wholly or exclusively\nlaid out or expended for the\npurposes of trade\". The answer is provided by\nthe analysis\nof similar words in the judgment of ROMER L J in\nBentleys\n,\nStokes and Lowless v Beeson\n(1952) 33 T.C. 491\n(CA)\nat 503-4\n(See also\n(1952) 2 All ER 82\n(CA) at 84 G to 85 B):\n\"The relevant words .. -'wholly and ex-clusively laid out or expended for the\npurposes of the profession' - appear straightforward\nenough. It is conceded that\nthe first adverb - 'wholly' - is in reference to the\nquantum\nof the money\nex-pended and has no relevance to the present case. The sole question is whether\nthe expenditure in question was 'exclusively'\nlaid\n20\nlaid out for business purposes, that is: What was the motive or object in the\nmind of the two individuals responsible for the activities\nin question? It is\nwell establish-ed that the question is one of fact: and again, therefore, the\nproblem seems simple enough. The\ndifficulty however arises, as we think, from\nthe nature of the activity in question. Entertaining involves in-evitably the\ncharacteristic\nof hospitality. Giving to charity or subscribing to a staff\npension fund involves inevitably the object of benefaction. An undertaking\nto\nguarantee to a limited amount a national exhibition involves inevitably\nsupporting that exhi-bition and the purpose for which\nit has been organised. But\nthe question in all such cases is: Was the entertaining, the chari-table\nsubscription, the guarantee,\nunder-taken\nsolely\nfor the purposes of\nbusiness, that is, solely with the object of promoting the business or its\nprofit. earning capacity? It is, as\nwe have said, a question of fact. And it is\nquite clear that the purpose must\nbe\n21\nbe the sole purpose. The paragraph says so in clear terms. If\nthe activity be under-taken with the object both of promoting business\nand also\nwith some other purpose, for example, with the object of indulging an\nindependent wish of entertaining a friend or stranger\nor of supporting a\ncharitable or benevolent object, then the paragraph is not satisfied though in\nthe mind of the actor the business\nmotive may predominate. For the statute so\nprescribes.\nPer contra\n, if in truth the sole object is business pro- .\nmotion, the expenditure is not disqualified because the nature of the activity\nneces-sarily\ninvolves some other result, or the attainment or furtherance of\nsome other objective, since the latter result or ob-jective is necessarily\ninherent in the act.\"\nIn a comment on this judgment in\nBowden v Russel & Russel\n(1965) 42 T C 301\n(Ch.) at 306, PENNYCUICK J said:\n\"... As appears from that judgment it may often be difficult to determine\nwhether the\nperson\n22\nperson incurring the expense has in mind two distinct purposes, or a single\npurpose which will or may produce some secondary consequences.\nBut once it is\nfound that the person has a distinct purpose other than that of enabling him to\ncarry on and earn profits in his trade\nor profession Section 137(a) prohibits\ndeduction of the expense.\"\nIn his speech in\nMallalieu v Drummond\n1983(2) All\nER 1095 (H L)\nLORD BRIGHTMAN said at p 1100 a-d that the dis-\ntinction between the object\nof the expenditure and its effect\nwas basic:\n\"The object of the taxpayer in making the expenditure must be distinguished\nfrom the effect of the expenditure. An expen-diture may\nbe made exclusively to\nserve the purpose of the business, but it may have a private advantage. The\nexistence of that private advantage\ndoes not necessarily pre-clude the\nexclusivity of the business pur-poses.\"\nIn\n22 A\nIn terms of s. 82 of the Act, the onus of proof is on the\ntax payer. He must show that the donation was made solely for the purpose\nof\ntrade. He must éxclude any other purpose - in this case a philanthropic\npurpose. If he does not do so, the paragraph is\nnot satisfied.\nIn the judgment of the Special Court GROSSROPF J\ndealt with the matter as\nfollows:\n\"The final question was whether the expen-diture was wholly or exclusively\nlaid out or expended for the purposes of trade (vide\nsec\n23\nsec. 23(g) of the Act which is quoted above). The\nCommissioner's representative contended that in part at least the donation was\nmade\nfor philanthropic reasons. We do not think that the evidence supports this\ncontention. I have already referred to the evidence of\nMessrs Hurst and Ackerman\non this point. The fact that the appellant might in dif-ferent circumstances\nhave made a relatively small\ndonation to the Urban Foundation from motives of\nliberality does not detract from the evidence that the large donation which was\nin fact made, was made for purposes of trade. Expenditure which is made for\npur-poses of trade is not rendered non-ceductible merely\nbecause the maker of\nthe expenditure is pleased to be able to support or help the person to whom it\nis made. Business which is conducted\nwith friends, relatives or well-wishers\ndoes not cease to be business.\"\nIn the case of an appeal under s. 86 A of the Act,\nan appellant is not\nbound by the facts found by the Special\nCourt. He has a full right of appeal.\nIn\nHicklin v\nSecretary\n24\nSecretary for Inland Revenue\n1980(1) SA 481 (A) TROLLIP\nJA\nsaid at 485 E:\n\"The appeal is therefore a re-hearing of the case in the ordinary, well-known\nway in which this Court, while paying due regard to\nthe findings of the Special\nCourt on the facts and credibility of witnesses, is not necessarily bound by\nthem.\"\nIn the present case counsel for the Commissioner does not impugn the\ncredibility of the witnesses for PICK 'n PAY. This Court is therefore\nin as good\na position as was the Special Court to decide the issue.\nIt was contended on\nbehalf of PICK 'n PAY that the do-nation was merely the vehicle which it used to\nride to publi-city and profits,\nand that the benefit to the URBAN FOUNDATION\nwas\n25\nwas incidental . While charity was an effect of\nthe donation, it was not part of PICK 'n PAY's purpose, which was solely the\npromotion\nof business. The contention of the Commis-sioner on the other hand was\nthat the donation was made with a dual purpose which included\nphilanthropy.\nThe questión is one of fact, and the fact is the state\nof mind of those responsible for making the donation at the time it\nwas made.\nSee\nMallalieu v Drummond\n(\nsupra\n) at 1097 h to 1098 a; 1099 h-j. A\nwitness can testify directly to his own state of mind but not to that of others.\nApart from direct\nevidence, state of mind is a matter for in-ference from\nrelevant and admissible contemporaneous state-ments and from the surrounding\ncircumstances.\nThe\n26\nThe direct evidence ás to the purpose of the donation\nwas given by Mr ACKERMAN and Mr HURST. Their veracity is not in questién.\nThere are however circumstances which affect the cogency of their evidence in\nthis regard.\nThat evidence was given more than 4½ years after the date\nof the donation. Human memory is inherently and notoriously liable\nto error. One\nknows that people are less likely to be complete and accurate in their accounts\nafter a long interval than after a\nshort one. It is a matter of common\nexperience that during the stage of retention or storage in the memory,\nperceived information\nmay be forgotten or it may be modified, or added to, or\ndistorted by sub-sequent information. One is aware too that there can occur\na\n26 A\na process of unconscious reconstruction.\nMoreover there is the fact that the issue - whether\nthe expenditure was\nexclusively for the purpose of trade but\nproduced the incidental effect, or\nthe secondary consequence,\nof benefit to the Urban Foundation, or whether it\nhad the\ndual purpose of promoting trade and benefiting the\nUrban\nFoundation - is a narrow one, and the line difficult to draw.\nThere\nis nothing in the record to suggest that the distinc-\ntion was present to the\nmind of any one at the time of the\ndonation, or that it was of any importance\nbefore the ex-\npenditure was disallowed by the Commissioner.\nIn the circumstances the\ndirect evidence cannot be decisive, but it must be weighed together with all the\nother evidence in the light\nof the probabilities.\nIt.\n27\nIt is clear on the evidence that an object of the\nmaking of\nthe donation was to obtain major publicity and so\nattract customers into PICK\n'n PAY's stores. Without that\nbusiness object, the donation might indeed have\nbeen\nultra\nvires\nof the directors. In\nHutton v West Cork\nRailway Com\n-\npany\n(1888) L.R. 23 Ch. D 654\n(CA) BOWEN L J said at\n673 that\nin the case of\nHampson v Price's Patent Candle Company\n,\n\"The Master of the Rolls ... held that the company might lawfully expend a\nweek's wages as gratuities for their servants; because\nthat sort of liberal\ndealing with servants eases the friction between masters and servants, and is,\nin the end, a benefit to the\ncompany. It is not charity sitting at the board of\ndirectors, because as it seems to me charity has no business to sit at boards\nof\ndirectors\nqua\ncharity. There is, however, a kind of charitable dealing\nwhich is for the interest of those who\npractise\n28\npractise it, and to that extent and in that garb\n(I admit not a very philanthropic garb) charity may sit at the board, but for no\nother purpose.\"\nBut it may be that there existed a dual purpose, namely, a purpose to make a\nbenefaction to the Urban Foundation and a purpose to\npromote the business of\nPICK 'n PAY by the publicity which was to be obtained from the announcement of\nthe benefaction.\nThere are passages in Mr. ACKERMAN's evidence which\npoint to such a dual\npurpose. He said:\n\"... this would be a major way of us being first to support a good cause ...\nbut ... we could get major publicity out of it ...\"\nWhen asked whether PICK 'n PAY would not have made a donation\nto the URBAN FOUNDATION in any event, Mr. Ackerman replied:\n\"Yes, we would have made one. But we went\nfor\n29\nfor this high figure as a package deal real-ly to promote it\nstrongly.\"\n(There was some debate in argument as to what he meant by\n\"package deal\", but I think that in the context his meaning\nis reasonably\nclear. The package consisted of a single large do-\nnation made with two\nobjects: a benefaction to the URBAN\nFOUNDATION and the obtaining of publicity\nin consequence.)\nAgain, Mr. ACKERMAN said that they would always support\na\n\"timeous good cause\" (\"You must run the business in a way\nthat we can all\nhold our. heads up high and that to me is all\npart of the game\"). and then\ntry and maximize the promotion\neffort out of it.\nThe fact that there may have been no\ndiscussion at the directors' meeting about the benefit to\nthe\n30\nthe URBAN FOUNDATION does not, I think, affect the matter.\nThere would have been no call for such discussion. The donation of R500\n000 was\nconsiderable.. It woúld have been obvious to anyone that it would greatly\nbenefit the URBAN FOUNDATION, which was\nregarded by all as a very worthy cause.\nThe case was one where\nres ipsa loquitur\n- the purpose was on the face of\nit philanthropic.\nMr. ACKERMAN's involvement in this matter was in a dual capacity. He was a\ndirector of the URBAN FOUNDATION, and the chairman and\nmanaging director of PICK\n'n PAY. He was on the side of the donor and also that of the donee. His evidence\nmakes it clear that, sitting\nat the board table of the URBAN FOUNDATION, he saw\nthe donation as a benefaction\nto\n31\nto the URBAN FOUNDATION, while he perceived at the same time\nthat it could provide valuable publicity for PICK 'n PAY. Sitting at\nthe board\ntable of PICK 'n PAY he no doubt saw the operation as an opportunity for\nindirect publicity, but it was publicity which\nwould be given to a philanthropic\naction. It is suggested that when dealing with the matter as chair-man and\nmanaging director of\nPICK 'n PAY, his purpose was sole-ly a business one,\nalthough it was the same donation to the same charity. I cannot accept that.\nA\nman does not change his mind when he changes his hat.\nThen regard should be had to what was said at the press conference in April\n1977. A \"press publicity meeting\" was\nsomething for which Mr. ACKERMAN had stipulated when agreeing\nto make the donation. He attended the meeting as chairman of PICK 'n PAY. He\ndid not in his evidence disavow anything\nwhich\n32\nwhich was said there in regard to PICK 'n PAY by Mr.\nJustice\nSTEYN.\nAccording to the report in THE ARGUS, Mr. Justice STEYN described\nthe donation as PICK 'n PAY's \"wonderful contribution\". Mr. ACKERMAN\nhad\nemphasized to him that he believed that this was an investment in the future of\na stable South Africa, and had also emphasized\nhow essential it was that the\nprivate sector should make its contribution to the solution of our vexed urban\nproblems. Mr. Justice\nSTEYN trusted that Mr. ACKERMAN's magnificent example\nwould act as a stimulus and an inspiration to other organisations and\nindividuals.\nThus, the donation was presented at the press conference,\nand\n33\nand in the ensuing publicity, as an act of disinterested\nbenevolence. I think that what was said about PICK 'n PAY in Mr. ACKERMAN's\npresence is to be given its face value, and that Mr. ACKERMAN's philanthropic\npurpose was genuine. The alternative - to regard it,\nso far as PICK 'n PAY was\nconcerned, merely as a cynical ploy to trade on the charitable senti-ments of\nthe community, in order to\npromote the naked business advantage of PICK 'n PAY -\nis unworthy and unacceptable. The alternative is wholly inconsistent with the\npersona\nof a company concerned for people and aware of its social\nrespon-sibility to the community, which PICK 'n PAY has sought over the\nyears,\nno doubt sincerely, to build up.\nIn all the circumstances I am of the opinion that\nPICK\n34\nPICK 'n PAY did not show, on the probabilities, that in making the\ndonation it did not have a philanthropic purpose as well as a business\npurpose.\nThe appeal is allowed with costs including the costs of two counsel.\nThe order of the Special Court is altered to read: \"Appeal dismissed.\nThe\nassessments are confirmed.\"\nH C NICHOLAS, AJA\nCORBETT, JA\nBOTHA, JA Concur",
  "scraped_at": "2026-02-11T21:03:53.428688",
  "date": "1987-05-14",
  "coram": [
    "Corbett",
    "Botha",
    "Hefer",
    "Nestadt",
    "JJA",
    "Nicholas (AJA)"
  ],
  "case_number": "44/87",
  "parties": {
    "applicants": [
      "Commissioner for Inland Revenue"
    ],
    "respondents": [
      "Pick 'n Pay Wholesalers (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In April 1977 Pick 'n Pay Wholesalers (Pty) Ltd pledged to donate R500,000 to the Urban Foundation in five equal instalments of R100,000. The company claimed a tax deduction of each instalment as \"advertising\" expense. The Commissioner for Inland Revenue disallowed the deductions and issued assessments. Pick 'n Pay appealed, and the matter proceeded through the Cape Income Tax Special Court and the Cape Provincial Division, with the Special Court ultimately allowing the deductions. Evidence revealed that the donation was motivated by a desire for extensive publicity, as well as a genuine philanthropic aim, and was announced at a press conference attended by senior officials. The Commissioner appealed to the Supreme Court of Appeal under s.86A(5) of the Income Tax Act.",
    "issues": "The central issue was whether the R100,000 annual donations qualified as deductible expenses under s.11 of the Income Tax Act, or were to be excluded under s.23(g) because they were not \"wholly or exclusively\" laid out for the purposes of trade. The court needed to determine if the donation was made solely for business promotion, or if a dual purpose—including philanthropy—precluded the deduction.",
    "principles": "Section 11 permits deductions for expenses incurred in the production of income that are not of a capital nature. Section 23(g) expressly excludes any deduction not wholly or exclusively incurred for trade purposes. The onus of proof lies on the taxpayer (s.82). Precedents such as Commissioner v Nemojim, Bentleys v Beeson, Bowden v Russell, and Mallalieu v Drummond were applied to interpret \"wholly or exclusively\" and to distinguish between a single business purpose and a dual purpose that includes non‑trade motives.",
    "application": "The court examined testimonies of Mr. Ackerman and Mr. Hurst, who admitted the primary motive was to obtain major publicity for Pick 'n Pay, although they also recognised a philanthropic intention. The dual purpose was deemed to mean the expenditure was not exclusively for trade. The court held that the evidence, when weighed with the surrounding circumstances, showed the donation was not solely for business promotion, and therefore fell within the exclusion of s.23(g).",
    "conclusion": "The appeal by the Commissioner was allowed. The deductions claimed by Pick 'n Pay were disallowed, the assessments were confirmed, and costs—including the costs of two counsel—were awarded to the Commissioner."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "deductions",
      "charitable contributions",
      "business purpose",
      "section 23(g)"
    ]
  }
}