{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/47.html",
  "case_name": "S v Pieters (323/1986) [1987] ZASCA 47 (21 May 1987)",
  "citation": "[1987] ZASCA 47",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 47\n|\nNoteup\n|\nLawCite\nS v Pieters (323/1986) [1987] ZASCA 47 (21 May 1987)\nDownload original files\nPDF format\nRTF format\nLL\n1987-05- 21\nSaak No 323/1986\nIN DIÉ HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPèLAFDELING\nIn die saak tussen:\nJOSEPH PIETERS\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM:\nRABIE WN HR, VILJOEN et BOTHA ARR\nVERHOORDATUM: 27 FEBRUARIE 1987\nLEWERINGSDATUM: 21 MEI 1987\nUITSPRAAK\n/BOTHA AR\nBOTHA AR\n:-\nDie appellant is ter dood veroordeel weens ver= kragting. Teen dié\nvonnis, wat hom opgelê is in die Provinsiale Afdeling\nKaap die Goeie Hoop,\nkom hy na hier= die Hof in hoër beroep, met verlof van die Verhoorregter\n(DE KOCK R).\nDie vonnis waarom dit hier gaan, is die appellant opgelê ten opsigte\nvan sy skuldigbevinding op die tweede van drie aanklagte\nwaarop hy tereggestaan\nhet. Die ver= kragting waarop die tweede aanklag betrekking het, het plaasgevind\nop 2 Maart 1985. Die eerste\naanklag teen die appellant het ook betrekking gehad\nop verkragting, maar dié oortreding het bykans 10 jaar vantevore\nplaasgevind,\nop 2 Mei 1975. Die derde aanklag was een van roof met verswarende\nomstandighede, verbandhoudend met die gebeure betrokke by die tweede\naanklag.\nMet die aanvang van die verhoor het die appellant 'n pleit van skuldig op al\ndrie die aanklagte aangebied. Die Staat het\ndie pleit aanvaar\n/slegs ...\n3.\nslegs ten opsigte van die eerste aanklag.Op daardie aanklag is\ndie appellant gevonnis tot 10 jaar gevangenis= straf.Dit is onnodig\nom aandag te\nskenk aan die feite betrokke by die eerste aanklag of die vonnis wat in daar=\ndie verband opgelê is. Wat die derde\naanklag betref, hoef daar ook net\nvermeld te word dat die appellant op dié aanklag tot 5 jaar\ngevangenisstraf gevonnis is.\nVer= volgens bepaal ek my alleenlik tot die feite\nen die von= nis ten aansien van die tweede aanklag.\nDie appellant was ten tyde van die pleeg van die misdaad 'n man van 35\njaar.Sy slagoffer was 'n\nmeisie van 16 jaar - 'n skooldogter in standerd\n8. Ten tyde van die gebeure het sy egter nie meer skoolgegaan nie, omdat sy\nswanger\nwas.Sy was ongeveer 7 maande swanger toe sy verkrag is. (Sy is\nsedertdien getroud met die vader van die kind wat sy verwag het, ná\ndie\nkind se geboorte.) Die verkragting het plaasgevind in die ouerhuis van die\nklaagster, op 'n Saterdagoggend.Sy was alleen tuis;\nhaar\n/vader .. .\n4.\nvader het die vorige dag op 'n oorsese besoek vertrek en haar\nmoeder was dorp toe. Die appellant het gereeld op Saterdae vir die klaagster\nse\nvader kom werk as '\nn\nhand= langer saam met '\nn\nspan ander werkers\nwat onder andere besig was met die oprigting van sekere buitegeboue op die\nperseel.Op die betrokke oggend is die\nappellant na die perseel vervoer in 'n\npaneelwa, saam met die voor= man van die span werkers. Volgens die getuienis van\ndie voorman\nhet die appellant na wyn geruik, maar was sy voor= koms heeltemal\nnormaal; hy het geen tekens getoon dat hy dronk was of aangetas\nwas deur drank\nnie; te oordeel na die manier waarop hy aanvanklik sy werk gedoen het, kon hy\nnie baie wyn gedrink het nie.In 'n stadium\nhet die appellant die werksterrein\nverlaat en gesê hy gaan na die toilet toe. Hy het nie teruggekeer nie. Die\nvoorman en ander\nwerkers het na hom gaan soek, maar hulle kon hom nêrens\nkry nie.Volgens die voorman het die appellant, na aanleiding van 'n\ngesprek wat\ndie twee van hulle op 'n\n/vroeëre ...\n5.\nvroeere geleentheid gehad het, goed geweet dat die klaag= ster\nswanger was.\nIn werklikheid het die appellant na die woon= huis gegaan waar die klaagster\nwas en onder '\nn\nvalse voor= wendsel toegang tot die huis verkry. Hy het\naan die klaagster gevra om vir hom die deur oop te maak, omdat hy sekere werk\nbinne die huis moes doen.Dit was onwaar; hy het geen werk in die huis te doen\ngehad nie. Die klaagster het vir hom die voordeur oopgemaak.Die\nklaag= ster se\ngetuienis oor wat daarna gebeur het, was in bree trekke soos volg.In die\nsitkamer het die appellant haar aan die skouers\ngegryp en wou haar grond toe\ndwing. Sy het haar verset en met hom gestoei en baklei.Hy het haar aanhoudend\nmet die vuis geslaan.Sy\nhet geskree en hy het haar gewurg, terwyl hy haar in kru\ntaal gesê het dat hy met haar gemeenskap gaan hê.Sy het aan\nhom\ngesê hy gaan haar kind doodmaak, waarop hy gesê het dit maak nie\nsaak nie.Hy het steeds aangehou arn haar teen die\nkop\n/te ...\n6.\nte slaan en te wurg. Op 'n stadium het hy 'n swaaibeweging na\nhaar uitgevoer. Naderhand het sy op die grond beland. Sy het die hef\nvan 'n mes\nlangs haar gesien lê en dit op= getel, maar hy het dit uit haar hand\ngeklap. Op die grond het sy nog steeds met\nhom gestoei en probeer om hom weg te\ndruk met haar voete. Hy was te sterk vir haar en toe, terwyl hy steeds haar keel\ntoegedruk het,\nhet hy haar verkrag.Daarna het hy haar aan die arm na die kombuis\ngesleep, oor 'n trappie. Sy het baie pyn gehad, sy kon nie asem\nkry nie en die\nbloed het in haar keel af geloop. Hy het haar toe gelos en gésê hy\nsoek 'n\nmes en hy soek kos.Sy het probeer wegkom na haar kamer, maar hy\nhet haar weer pp die grond laat beland, haar geskop en geslaan, rondgepluk,\nen\nhaar kop teen die grond gestamp. Hy het haar gesleep na die voorportaal, en toe\ngesê hy wil geld hê, waarop hy haar\nna haar slaapkamer gesleep het\nen haar gedwing het om haar beursie te vat en R20 wat daarin was, uit te haal en\naan hom te oorhandig.Daarna\nhet hy haar\n/gesleep ...\n7.\ngesleep na die kombuis, terwyl hy in kru taal gedreig het dat\nhy haar gaan doodmaak. In die kombuis het hy sy aanranding op haar voortgesit\nop\ndieselfde wyse, deur haar te skop, te slaan en te wurg, terwyl sy deurentyd\nprobeer het om haar buik te beskerm deur haar bene\nop te trek. Daar in die\nkorabuis het hy toe weer gemeenskap met haar gehad. Daarna het hy 'n kierie\ngevat wat daar naby was en haar\nherhaaldelik op haar lyf geslaan daarmee, weer\neens met die dreigement dat hy haar wou doodmaak. Toe het hy 'n leë\nwynbottel\ngevat wat op 'n kas in die kombuis gestaan het, dit op haar kop\nstukkend geslaan en daarna met die stukkende gedeelte wat nog in\nsy hand was\nhaar weer 'n paar houe op die kop toegedien. Sy het verlangs 'n geluid by\ndié deur gehoor, en daarop het die appellant\nop die vlug geslaan. Kort\ndaarna het die klaagster se moeder by haar gekom. Volgens die moeder se\ngetuienis het sy die klaagster\nin 'n bebloede bondeltjie aangetref waar sy\ngelê het onder die trap. Sy kon skaars asemhaal\n/of ...\n8.\nof praat en het geroggel; sy het gedink die klaagster was\n\"amper dood\". Sy het haar dadelik hospitaal\ntoe\ngeneem.\nDie klaagster het ses dae lank in die hospitaal gebly terwyl sy behandeling\nontvang het vir haar beserings. Toe haar vader, wat sy\noorsese besoek kortgeknip\nhet, haar drie dae na die voorval in die hospitaal besoek het, kon hy sy eie\ndogter glad nie herken nie.\nFoto's van die klaagster se gesig na die aanranding,\nwat as bewysstukke ingelewer is, toon waarom dit so is. Daardie foto's, asook\ndié van die beserings op haar liggaam, is sprekende getuienis van die\nwreedaardigheid van die aanval waaraan die klaagster\nonderwerp was. Die\ngeneesheer wat haar behandel het, het in getuienis haar beserings beskryf. Om\ndit kort te stel: sy het erge kopbeserings\ngehad, met veelvuldige kneuswonde,\nlaserasies en gevolglike konkussie; kneuswonde oral oor haar liggaam; en vier\noppervlakkige steekwondjies\nonder haar regter armholte. Opsommend\n/het ...\n9\nhet die dokter gesê: \"Ons sien baie beseerde mense, maar\nselde dat 'n mens iemand sien met sulke veelvuldige beserings.\"Een\nkneuswond aan\nhaar bobuik was poten= sieel lewensgevaarlik vir haar en haar ongebore kind.\nHaar hoofbeserings sou kon lei tot langdurige\npyn en on= gemak in haar nek. Die\nprognose in dié verband is on= seker.\nWat betref die sielkundige uitwerking van die verkragting op die klaagster,\nhet sy self getuig dat sy in haar daaglikse lewe deur\nklein dingetjies, soos\ngeluide buitekant die huis, gepla word, omdat dit weer telkens die voorval in\nhaar gedagtes laat terugkom.Klaarblyk=\nlik vind sy dit moeilik om die\nherinnering van die ge= beurtenis af te skud en te verwerk.Sy word ook gepla met\nnagmerries. Ten tyde\nvan die verhoor het sy nog siel= kundige behandeling\nontvang. Die sielkundige wat haar behandel het, het getuig dat, alhoewel die\nklaagster haar goed aangepas het by haar huwelik en haar moederskap, sy\n/onderhewig ...\n10.\nonderhewig was aan heelwat spanning en angs. Sy openbaar wat genoem word\n\"definitiewe vermydingsgedrag\", wat onder meer behels dat\nsy 'n valse \"front\"\nvan kalmte en vrolik= heid probeer volhou, ter onderdrukking van die angs wat sy\nin werklikheid ondervind. Dit\nis 'n toestand wat ver= dere sielkundige terapie\nnoodsaaklik maak. Die sielkun= dige kon nie 'n mening uitspreek oor die vraag of\n, en in= dien wel, wanneer die klaagster se simptome sou opklaar nie. Ook in\nhierdie verband is die prognose dus onseker.\nDie appellant het nie getuienis afgelê nie.\nIn\nsy uitspraak met vonnisoplegging het DE KOCK R die volgende gesê:\n\"Jy het toegang tot die huis waarin die klaag= ster was, verkry onder die\nvoorwendsel dat jy opdrag ontvang het om werk binne-in\ndie huis te\nverrig.Daardie voorwendsel was vals en was slegs die metode wat jy gebruik het\nom toegang tot die huis te verkry. Nadat\njy binne-in die huis was het jy feitlik\nonmiddellik daar= toe oorgegaan om die klaagster op 'n brutale wyse te lyf te\ngaan en daarna\nte verkrag.Jy het haar veelvuldige beserings toegedien in die\nloop\n/van ...\n11.\nvan 'n volgehoue aanranding op haar waartydens jy haar onder andere op die\nvloer gegooi het, haar gewurg het, haar met 'n geskoende\nvoet geskop het en met\ndie vuis geslaan het, haar met 'n wandelstok geslaan het, haar met 'n\nleë wynbottel aangerand het sodat dit gebreek het, haar in die huis\nrondgesleep en haar kop teen die vloer gestamp het. Jy het\nboonop in die loop\nvan die aanranding gedreig om haar om die lewe te bring. Die Hof neem in\naanmerking dat jy die klaagster oorrompel\nhet in haar ouer= huis terwyl sy\nalleen was en terwyl sy weerloos was en terwyl jy geweet het of ten minste 'n\nsterk vermoede gehad\nhet dat sy swanger is.\nEk het in ag geneem wat jou advokaat in strafversagting gesê het en jou\npersoonlike om= standighede sover dit aan die Hof bekend\nis. Jy self het nie\ngetuig nie, sodat daar weinig voor die Hof is wat enigsins jou optrede ver=\nduidelik of die gesindheid waarmee\njy gehandel het nie. Ek neem in aanmerking\ndat jy vandag 'n volwasse man van 35 jaar is. Ek neem in aan= merking dat jy\ndrank ingehad\nhet. Dit blyk dat jy vorige veroordelings op jou kerfstok het. Jy\nis die eerste keer aan 'n misdaad skuldig be= vind toe jy slegs\n15 jaar oud was\nen daarna het jy gereeld op aanklagte in die Hof verskyn en is jy vir lang\nperiodes na die gevangenis gestuur Onder\njou vorige veroordelings is daar een\nvir aanranding met die opset om te verkrag waarvoor jy 18 maande gevangenisstraf\nopgelê\nis. Dié misdaad is in 1971 gepleeg. Alhoewel dit nie teen\njou in aanmerking geneem word as 'n vorige veroordeling nie, is\ndaar nogtans die\nfeit dat\ndie eerste aanklag teen jou in die saak wat tans\n/voor ...\n12.\nvoor die Hof dien, een is van verkragting wat jy gepleeg het en erken jy\ngepleeg het in 1975.\nWat die karakter van die klaagster betref en haar ouderdom en haar\nagtergrond, is dit ook faktore wat die Hof in aanmerking behoort\nte neem.In\nhierdie verband sien ek nie oor die hoof dat sy op die jeugdige ouderdom van 16\njaar en as 'n ongehude persoon, alreeds\nverwagtend was nie.Daarvan moet egter\nnie afgelei word dat dit '\nn\nfaktor is wat sterk teen haar tel nie. Sy het\ngeensins voorgekom as 'n goedkoop of losban= . dige meisie nie.Inteendeel, sy\nhet die\nHof beindruk as '\nn\nverfynde, beskaafde en ordentlike persoon wat\nklaarblyklik uit 'n goeie ouerhuis kom.Jou misdryf het haar in haar vroulike\neer, integriteit\nen privaatheid aangetas op 'n wyse wat waarskynlik moeilik\nbegryp kan word deur iemand wat nie so 'n ondervinding ondergaan het nie.\nDie\ngebeure moes vir haar 'n afgryslike ondervinding gewees het. Wat die liggaamlike\nnagevolge daarvan sal wees is nie duidelik nie.\nVolgens die mediese getuienis\nkan daar fisiese probleme ontstaan as gevolg van die beserings wat sy opgedoen\nhet aan haar nek en\nkop.\nWat die uitwerking van hierdie voorval op haar emosionele en geestelike lewe\ngaan wees kan ook nie nou bepaal word nie, maar dit is\nduide= lik dat die effek\nvan die daad op die gemoed van die klaagster geweldig moes gewees het.\nWat jou eie karakter betref en jou persoon= like omstandighede, is daar geen\ngetuienis voor die Hof dat jy 'n emosioneel onstabiele\npersoon\n/is\n13.\nis nie of enige ander probleme ervaar wat kan meebring dat die misdryf in 'n\nminder ernstige lig gesien kan word nie.Jy is nie meer\n'n jeugdige persoon nie\nen feitlik die enigste faktor wat namens jou aangevoer is wat versagtend kan\nwerk is dat jy tot 'n mate onder\ndie invloed van drank was.Dit is egter duidelik\nuit die getuienis dat drank in hierdie geval 'n geringe rol gespeel het.By die\noorweging\nvan wat 'n gepaste vonnis is, moet die Hof al die omstan= dighede in\nag neem, insluitende soos ek reeds gesê het, jou persoonlike\nomstandighede, die belange van die gemeenskap en die erns van die misdaad. Die\nAppèlhof het meermale neergelê dat in\n'n geval van hierdie aard,\ndie doodstraf slegs in uiterste gevalle gepas is.Dit be= teken, soos\nneergelê in die saak\nS v Tshomi en 'n Ander\n,\n1983 (3) SA 662\n(A)\ndat die verhoor= regter nie die doodstraf moet oplê nie tensy hy van\noordeel is dat die misdryf van so 'n\nernstige aard is dat die doodstraf\ndie gepaste vonnis sal wees.Ek het na sorgvuldige oorweging tot die\ngevolgtrekking gekom dat in\ndie lig van die ernstigheid van die misdaad wat hier\ngepleeg is en al die ander feite van die geval, die dood= straf na my mening\nhier wel die gepaste straf is.\"\nUit die voorgaande\naanhaling blyk dit na my oor= deel, met eerbied, dat die Verhoorregter 'n\nweloorwoë en ewewigtige benadering\naan die dag gelê het met\nbetrekking tot vonnisoplegging in hierdie saak.\n/Namens ...\n14.\nNamens die appellant het sy advokaat egter be= toog dat\nhierdie Hof die doodvonnis wat die Verhoorregter opgelê het tersyde\nbehoort te stel en dit behoort te ver= vang deur 'n lang termyn van\ngevangenisstraf. Ter onder= steuning van die betoog is daar verskillende\ngronde\naan= gevoer waarop hierdie Hof geregverdig sou wees om die von= nis te\nverander.Alvorens ek daardie gronde afsonderlik behandel,\nmeen ek dat dit\nwenslik is om eers 'n paar op= merkings van 'n algemene aard te maak.\nMet betrekking tot appèlle teen vonnis in die algemeen is daar\nherhaaldelik in talle uitsprake van hierdie Hof beklemtoon dat\nvonnisoplegging\nberus by die diskresie van die Verhoorregter.Juis omdat dit so is, kan en sal\nhierdie Hof nie ingryp en die vonnis\nvan 'n Verhoorregter verander nie, tensy\ndit blyk dat hy die diskresie wat aan hom toevertrou is nie op 'n behoorlike of\nredelike\nwyse uitgeoefen het nie.Om dit andersom te stel:daar is ruimte vir\nhierdie Hof om 'n Verhoorregter\n/se ...\n15.\nse vonnis te verander alleenlik as dit blyk dat hy sy\ndiskresie op 'n onbehoorlike of onredelike wyse uitgeoefen het. Dit is die\ngrondbeginsel\nwat alle appèlle teen vonnis beheers. Met die toepassing\nvan daardie begin= sel in individuele gevalle word daar in die uitsprake\nvan\nhierdie Hof van tyd tot tyd verskillende toetse, hulp= middels en maatstawwe\ngeformuleer en aangewend om, na gelang van die besondere\nomstandighede wat onder\nbehandel= ing is, te bepaal of ingryping geregverdig sou wees. Wat dit betref,\nis daar soms verskille in\ndie bewoording wat in verskillende uitsprake aangetref\nword.Sulke ver= skille moet met omsigtigheid benader word, want dit sou verkeerd\nwees om - soos advokate te dikwels geneig is om te doen - 'n\noënskynlik algemene stelling, wat toepaslik is in die samehang van die\nbesonderé feite wat behandel word, uit die verband\nvan 'n uitspraak as\ngeheel te neem en te probeer, amper asof dit die krag van 'n statutêre\nvoorskrif het of 'n wet van Mede\nen Perse is, om dit op 'n\n/andersoortige ..\n16\nandersoortige stel feite toe te pas waarop dit in der waarheid nie\ntoepaslik is nie. Dit is daarom dat ek hierbo weer eens die grondbeginsel\nbeklemtoon het: per slot van sake is dit daardie beginsel wat uiteindelik en\naltyd van deurslaggewende belang is. In verband met\ndaardie beginsel sou ek nog\nnet een verdere odrweging wou byvoeg. Hierbo het ek verwys na gevalle waar \"dit\nblyk\" dat die Verhoorregter\nsy diskresie op 'n onbehoor= like of onredelike wyse\nuitgeoefen het. Dit moet ver= staan word in die sin dat hierdie Hof op\nappèl\ndaarvan oortuig moet wees dat die uitoefening van die diskresie op\nonbehoorlike of onredelike wyse geskied het. Na my mening spreek\ndit eintlik\nvanself, want, juis omdat hier= die Hof nie sonder meer 'n eie diskresie het om\nuit te oefen nie, sou daar sonder sodanige\noortuiging geen vol= doende rede\nbestaan om in te gryp nie.\nDie eerste grond wat die appellant se advokaat aangevoer het ter\nondersteuning van sy betoog was dat\n/die ...\n17.\ndie Verhoorregter 'n mistasting begaan het. Indien dit sou blyk dat daar 'n\nmistasting begaan is, van die aard en omvang wat aangedui\nis in\nS v\nPillay\n1977 (4) S A 531\n(A) op 534H - 535G, dan sou dit beteken dat die\nVerhoor= regter nie sy diskresie behoorlik uitgeoefen het nie. Die betoog ten\naansien\nvan die aangevoerde mistasting in die huidige saak is egter sonder enige\nverdienste. Die beweerde mistasting was kort en saaklik\ndit: dat die\nVerhoorregter nie in sy uitspraak oorweging geskenk het aan die oplegging van 'n\nlang termyn van gevangenisstraf, as\n'n moontlike alternatiewe vonnis tot die\noplegging van die doodstraf nie. Alhoewel die Verhoorregter nie in sy uitspraak\nuitdruklik\nmelding maak van die moontlike al= ternatief van gevangenisstraf in\nplaas van die doodstraf nie, is dit na my mening heeltemal ondenkbaar\ndat hy nie\ninderdaad daardie moontlike alternatief oorweeg het nie. Waar 'n Verhoorregter\nin 'n ernstige verkragtingsaak oor= weeg\nof hy die diskresionêre\ndoodvonnis gaan oplê, kan\n/hy ...\n18\nhy nie anders as om terselfdertyd die alternatief van gevangenisstraf\nte oorweeg nie, want hierdie twee moont= likhede is per slot\nvan sake die\nenigste alternatiewe waaroor hy denkbaar kan besin.Maar die betoog was verder\ndat die Verhoorregter dan hier gefouteer\nhet deur nie in sy uitspraak aan die\nappellant te verduide= lik waarom hy besluit het om nie gevangenisstraf op te\nlê in plaas\nvan die doodstraf nie. Hierdie betoog het ook niks om die lyf\nnie.Die Verhoorregter het gesê dat die doodstraf na sy mening\ndie gepaste\nstraf is, in die lig van die ernstigheid van die misdaad wat hier gepleeg is en\nal die ander feite van die geval. Die\nernstigheid van die misdaad en die ander\nfeite van die geval blyk uit die voorafgaande uiteensetting vervat in sy\nuitspraak. As 'n\nkwessie van eenvoudige logika rmoet die oorwegings wat die\nVerhoorregter gelei het tot sy mening dat die doodstraf die gepaste straf\nwas,\nterselfdertyd ook die oorwegings was waarom hy gevange=\n/nisstraf ...\n19.\nnisstraf nie as 'n gepaste straf beskou het nie.\nDit was nie nodig nie - trouens, dit sou onsinnig gewees het - om weer alles te\nherhaal\nwat hy alreeds in sy uitspraak behandel het.\nDie tweede grond wat die appellant se advokaat ter ondersteuning van sy\nbetoog aangevoer het, het hier= op neergekom:'n lang termyn\nvan gevangenisstraf\nin die huidige geval sou 'n gepaste vonnis gewees het, met die oog op die\nbekende aspekte van straftoemeting,\nsoos afskrikking, vergelding, rehabilitasie,\nen so meer; die doodvonnis vir verkragting behoort slegs opgelê te word as\ndit\ndie enigste gepaste straf in die omstan= dighede van die geval is; daaruit\nvolg dit dat die doodstraf in die huidige geval 'n skokkende\nonvanpaste vonnis\nis. Na my mening is die benadering wat in hierdie betoog weerspieël word\nverkeerd. Dit negeer die fundamentele\nuitgangspunt dat die Verhoorregter beklee\nwas met 'n diskresie om op die gepaste vonnis te\n/besluit ...\n20.\nbesluit.Die betoog is onlogies en in stryd met\ndie werklikheid, want dit veronderstel dat, soos 'n mens tussen die dag en die\nnag\nkan onderskei, dit objektief moontlik is om met sekerheid 'n skeidslyn te\ntrek tussen gevalle van verkragting waar 'n lang termyn\nvan gevange= nisstraf,\nsê 20 jaar, nie 'n gepaste vonnis sou wees nie en dus slegs die doodstraf.\naangewese sou. wees, en gevalle\nwaar dit nie die posisie is nie.In die prak= tyk\nis so 'n presiese skeidslyn, behalwe miskien in uit= sonderlike gevalle, nie\nbestaanbaar\nnie.Dit kan nie wees dat, bloot omdat 'n vonnis van sê 20 jaar\ngevangenis= straf nie 'n opvallend onaanvaarbare vonnis sou\ngewees het nie, dit\ndaarom volg dat die doodstraf nie 'n gepaste vonnis is nie.Die starheid van die\ngedagte dat die doodstraf vir\nverkragting slegs opgelê kan word as dit die\nenigste gepaste straf is, is verwerplik. Dit is in werklikheid 'n poging om, in\n'n ander gedaante, die spook van die sogenaamde \"uiterste gevalle\" te laat\n/herrys ....\n21.\nherrys, nadat dit alreeds besweer is deur die\nuitspraak van hierdie Hof in\nS v Tshomi en 'n Ander\n1983 (2) S A 662\n(A)\nop 666. Dit is inderdaad opvallend dat in die aanhaling uit\nS v K en 'n\nAnder\n1972 (2) S A 898\n(A) op 902 A, wat in die\nTshomi\n-saak bespreek\nis (kyk op 666 D-E), die frase \"uiterste gevalle\" direk gelyk= gestel is aan\n\"gevalle waar dit by oorweging blyk dat\nselfs 'n\nlang tydperk van\ngevangenisstraf in die betrokke omstandighede nie 'n gepaste straf sou wees nie\"\n, wat maar net 'n ander manier is\nom te sê dat die doodvonnis die enigste\ngepaste vonnis sou wees. Alles wat die HOOFREGTER in\nTshomi\nse saak\ngesê het oor \"uiterste gevalle\" is gevolglik eweseer van toepassing op die\ngedagte dat die doodstraf die enigste gepaste\nstraf moet wees.\nTer ondersteuning van die eerste twee gronde van die betoog namens die\nappellant, hierbo bespreek, het sy advokaat staatgemaak op\ntwee uitsprake van\nhierdie\n/Hof ...\n22\nHof:\nS v Swem\n, gelewer op 28 November 1986\nen onge= rapporteer, en\nS v Bapela and Another\n1985 (1) S A 236\n(A) . Die\nuitspraak in\nSwem\nse geval hoef nie apart in oënskou geneem te word\nnie, omdat daarin slegs met goedkeuring verwys is na 'n gedeelte van die\nuitspraak\nin die\nBapela\n-saak. Die uitspraak in die Bapela-saak moet van\nnaderby beskou. word, omdat daarin uitlatings voorkom wat op die oog af wel\nsteun\nskyn te bied aah die bogenoemde twee gronde van die betoog namens die\nappellant. Hierdie uitlatings kom voor in twee pas= sasies\nin die uitspraak van\nVILJOEN AR. Die eerste is op 245 B, waar daar gesê word dat\n\" .... the death penalty should only be re= sorted to where, having regard to\nall the relevant considerations, it is the only ap=\npropriate sentence to be\nimposed.\"\nDie tweede is op 245 F-G, waar daar, in\ndie loop van\n'n kritiese bespreking van die uitspraak van die\nVerhoor=\nregter in daardie saak, die volgende gesê word:\n/\"Admittedly ...\n* Sedert die skrywe hiervan\ngerapporteer as\nS v S\n1987 (2) S A 307\n(A).\n23.\n\"Admittedly it was a serious case but there is no indication in the judgment on\nsentence that the learned trial Judge considered\nwhether an alternative\nsentence, such as a lengthy term of imprisonment, would not suf= ficiently have\nsatisfied the deterrent, puni=\ntive and reformative aspects of punishment. Save\nfor emphasizing the seriousness of the offences he has not stated why he\nregarded\nthe death sentence as the only appropriate\nsentence.\"\nAlhoewel die aangehaalde uitlatings,\nvolgens die oënskyn= lik algemene strekking daarvan, op die oog af lyk asof\nhulle ook op\ndie huidige geval van toepassing kan wees, is dit inderdaad tog nie\ndie posisie nie, soos sal blyk uit 'n noukeurige ontleding van\ndie samehang\nwaarin hulle gemaak is, naamlik die hele beredenering van VILJOEN AR wat begin\nop 244 B en loop tot 246 B, gelees teen\ndie agtergrondsomstandighede van daardie\nsaak. Drie beskuldigdes het voor VERMOOTEN R en assessore teregge-staan op 'n\naantal aanklagte,\nwaarvan die hoofaanklag een was van roof met verswarende\nomstandighede. 'n Skeiding van verhore is gelas met betrekking tot\nbeskuldigde\n/3 ...\n24\n3, sodat die verhoor van slegs beskuldigdes 1 en 2 voor\nVERMOOTEN R voortgegaan het. Hulle is skuldig bevind, onder andere op die\nhoofaanklag, en ten opsigte daarvan het VERMOOTEN R elk van hulle die\ndiskresionêre doodstraf opgelê. Beskuldigde 3 is\nafsonderlik verhoor\nvoor MARGO R, en is ook op die hoofaanklag skuldig bevind, maar hy is gevonnis\ntot 20 jaar gevangenisstraf.Be=\nskuldigdes 1 en 2 het teen hulle vonnisse\ngeappelleer. In sy uitspraak het VILJOEN AR daarop gewys (op 244 B/C) dat\nVERMOOTEN R die\ndoodstraf opgelê het in die uitoefening van sy diskresie,\nen in dië verband verwys na die uitspraak van HOLMES AR in\nS v\nLetsolo\n1970 (3) S A 476\n(A).Laasgenoemde saak het gegaan oor die oplegging\nvan die diskresionêre doodstraf in die geval van moord waar daar bevind\nword dat versagtende omstan= dighede aanwesig is, ingevolge artikel 330 (1) van\ndie vorige Strafproseswet (artikel 277 (2) van die\nhuidige Strafproseswet).\nVILJOEN AR het die volgende gedeelte\n/van ...\n25\nvan die uitspraak van HOLMES AR aangehaal:\n\".... the trial Judge has a discretion, to be exercised judicially on a\nconsideration of all relevant facts including the criminal\nrecord of the\naccused, to decide whether it would. be appropriate to take the drastically\nextreme step of ordering him to forfeit\nhis life; or whether some alternative,\nshort of this incomparably utter extreme, would sufficiently satisfy the\ndeterrent, punitive\nand reformative aspects of sentence. The possibility of.\nsuch an alternative should be considered by the trial Judge, in view of\nthe\nwords 'the Court may impose any sen= tence other than the death sentence' in the\nproviso to s 330 (1) of the Code. And it should\nbe weighed with the most anxious\nde= liberation for it is, literally, a matter of life and\ndeath.\"\nHOLMES AR het hier uiteengesit wat die\nbenadering moet wees van 'n Verhoorregter wat besin oor die uitoefening van sy\ndiskresie ten\nopsigte van die oplegging van die doodstraf.. Dit is duidelik uit\ndie uitspraak van VILJOEN AR dat dit juis met die oog daarop was\ndat hy die\nwoorde van HOLMES AR aangehaal het, soos blyk uit wat hy daarna sê (op 244\nF) , en waarna ek nou-nou sal\n/verwys . ..\n26.\nverwys. Dit is nodig om daarop te wys dat HOLMES\nAR in die aangehaalde passasie sekerlik nie te kenne gegee het dat hierdie Hof\nop\nappêl sonder meer sy eie beskouing en toepassing van die betrokke\noorwegings in die plek sou kon stel van dié van die\nVerhoorregter nie.\nDie teendeel blyk uit 'n ander uitspraak van HOLMES AR, in\nS v Kok\n,\ngelewer op 13 September 1973, waarna verwys word in\nS v Tshomi en 'n Ander\nsupra\nop 666 G en ook in\nS v M\n1976 (3) S A 644\n(A) op 651 D. In\nlaas= genoemde saak (op 651 F) is die volgende woorde van HOLMES AR in\nS v\nKok\naangehaal, met verwysing na die uitoefening van die Verhoorregter se\ndiskresie in 'n geval van die oplegging van die doodstraf vir\nverkragting, en\ndie afwesigheid van enige mistasting in dié verband:\n\"Accordingly, this Court, lacking such dis= cretion and the atmosphere of the\ntrial Court, and the learned Judge's sight and impression\nof the appellant,\ncannot hold that there was an improper exercise of judicial discretion\nwarranting interference on appeal.\"\n/In ...\n27.\nIn die\nBapela\n-saak het VILJOEN AR, na aanleiding van\nsy aanhaling uit die\nLetsolo\n-saak, soos hierbo weerge= gee, en met\nverwysing na die vonnisoplegging van VER= MOOTEN R, in teenstelling met\ndiè van MARGO\nR, die vol= gende gesê (op 244 F):\n\"Did the learned trial Judge consider the possibility of an alternative to the\ndeath sentence with the most anxious deliberation?\nMARGO J certainly\ndid.\"\nDie vraagstelling in hierdie aanhaling bevat\ndie sleutel tot die korrekte beskouing van die hele beredenering van VILJOEN AR\nwat daarop\nvolg. Die ondersoek was naamlik of VERMOOTEN R die uitoefening van sy\ndiskresie op die wyse benader het wat vereis word volgens die\nuiteensetting van\nHOLMES AR. Alles was dus toegespits op wat ek vroeër genoem het die\ngrondbeginsel: of die Verhoorregter sy\ndiskresie op 'n behoorlike en redelike\nwyse uitgeoefen het. Om dit te bepaal, het VILJOEN AR eerstens verwys na wat\nMABGO R gesê\nhet toe hy die oorspronklike beskuldigde 3 gevonnis het tot\n20 jaar\n/gevangenisstraf ...\n28.\ngevangenisstraf op die hoofaanklag. Ek wil net\nter= loops daarop wys dat die stelling van MARGO R (aangehaal op 244 H/I) dat\ndie doodstraf\nnie opgelê word nie\n\".... unless there is an absolute compulsion\nto that\nend\t\"\nmet eerbied gesê, nie aanvaarbaar is\nnie. Dit stel 'n te hoë en te strakke voorvereiste vir die oplegging van 'n\ndiskresionêre\ndoodvonnis. Die uiteensetting van HOLMES AR in die\nLetsolo\n-saak, hierbo aangehaal, wát nog altyd as 'n gesaghebbende\nbeskrywing van die korrekte benadering beskou is, bied sekerlik\ngeen steun vir\ndie stelling van MARGO R nie. In die aanhaling wat VILJOEN AR gee uit MARGO R se\nuitspraak, word daar verwys na\nS v Tshomi en 'n Ander supra\nen na\nS v\nSithole en Andere\n1983 (3) S A 610\n(A) . In hierdie verband meld VILJOEN AR\n(op 244 I) dat daar in die\nTshomi\n-saak gewaarsku is teen 'n letterlike\nopvatting van die uit= drukking \"extreme case\", en dat daar in die\nSithole\n-saak daarop gewys is dat die moontlikheid dat 'n skuldig\n/bevinde ...\n29.\nbevinde rower gerehabiliteer kan word, nie\nbeteken dat 'n tydperk van gevangenisstraf die enigste gepaste straf is nie,\nmaar dat dit\nslegs iets is wat oorweeg moet word saam met al die relevante\nomstandighede, versagtend en verswarend. Daarna gaan VILJOEN AR soos\nvolg voort\n(op 245 B):\n\"I agree, however, with MARGO J that subject to these considerations the broad\nprinciple remains and that is that the death penalty\nshould only be resorted to\nwhere, having re= gard to all the relevant considerations, it is the only\nappropriate sentence to be imposed.\nThe consideration should always be that\nwhich was expressed by HOLMES JA in\nLetsolo\n's case\nsupra\nin the\nfollowing words:\n'.... whether some alternative,\nshort of this incomparably utter extreme, would sufficiently satisfy the\ndeterrent, puni= tive and\nreformative aspects of punish= ment.Hierdie gedeelte\nvan die\nBapela\n-uitspraak noodsaak kom= mentaar in twee opsigte. In die\neerste plek is ek oortuig daarvan dat VILJOEN AR nie bedoel het dat sy verwysing\nna die doodstraf as \"the only appropriate\n/sentence ...\n30.\nsentence to be imposed\" in 'n letterlike sin\nverstaan moes word nie. Hy het pas vantevore melding gemaak van die Tshomi-saak,\nwaarin\nbeslis is dat die uitdruk= king \"uiterste geval\" nie letterlik opgevat\nmoet word nie.Soos ek vroeer reeds opgemerk het, na aanleid=\ning van wat\ngesê is in\nS v K en 'n Ander supra\n., is die gedagte van 'n\n\"uiterste geval\" noodwendig gekoppel aan die gedagte van die doodstraf as \"die\nenigste gepaste vonnis\".As\ndie een uitdrukking nie letterlik opge= neem kan word\nnie, kan die ander ook nie letterlik opge= neem word nie.Na my oordeel het\nVILJOEN AR klaar= blyklik maar net op 'n grafiese wyse uiting gegee aan die\ngedagte dat die Verhoorregter die moontlike oplegging\nvan die uiterste vonnis\nmet die grootste omsigtigheid moes oorweeg het, binne die raamwerk van HOLMES AR\nse uiteensetting in die\nLetsolo\n-saak.In die tweede plek is dit duidelik\ndat VILJOEN AR nie beoog het om n algemeen-geldende, objektiewe maatstaf neer te\nlê\n/waarvolgens ...\n31\nwaarvolgens hierdie Hof self, ter substitusie van die\nVerhoorregter se diskresie, moet beslis of die doodstraf die gepaste vonnis\nis-nie.Soos reeds gesê, was sy ondersoek toegespits op die vraag of die\nVerhoorregter sy diskresie behoorlik en redelik uitgeoefen\nhet. Dit blyk ook uit\nwat VILJOEN AR voortgegaan het om te sê (op 245 C/D):\n\"A perusal of the learned trial Judge's re= marks on sentence on count 1\nsatisfies me that,\nin spite of his assertion that he held all the factors in\nfine balance\nand that he was cautious not to overemphasize one at the cost\nof the other, he laid particular stress on the seriousness of the offence\nand\nhe failed to weigh this up properly w.ith the mitigating\nfactors\n.\"\nDie woorde wat. ek beklemtoon het,\ntoon aan dat die Hof in die uitspraak van VERMOOTEN R voldoende aanduidings\ngevind het om 'n bevinding\nte regverdig dat hy sy dis= kresie nie op 'n redelike\nwyse uitgeoefen het nie. Dit blyk ook uit die verdere bespreking van sy\nuitspraak\ndeur VILJOEN AR, vanaf 245 D tot H, waarin die opmerk= ings voorkom\n(op 245 F-G) wat ek vroeër hierbo aangehaal\n/het ...\n32.\nhet, in verband met VERMOOTEN R se versuim om aan te dui dat\nhy 'n alternatiewe vonnis van gevangenisstraf oorweeg het en waarom hy\ndie\ndoodstraf as die enigste gepaste vonnis beskou het. VILJOEN AR het voorts ook\ndaarop gewys dat VERMOOTEN R '\nn\nfeitelike mistasting begaan het, wat op\nsigself nie belangrik was nie, maar tog in aanmerking geneem is in die samehang\nvan sy al=\ngemene benadering tot die uitoefening van sy diskresie. Al hierdie\noorwegings het dan uiteindelik gelei tot die bevinding van VILJOEN\nAR op 246\nA/B:\n\"Inasmuch as VERMOOTEN J had misdirected himself, it is the duty of this Court\nto impose sentence afresh.\"\nDie voorgaande ontleding\nvan die uitspraak in die\nBapela\n-saak toon aan dat hierdie Hof in daardie\nsaak daarvan oortuig was dat die Verhoorregter nie sy diskresie op 'n redelike\nmanier uitgeoefen\nhet nie, uit hoofde van die inhoud van die Verhoorregter se\nuitspraak met vonnisoplegging en met verwysing na die besondere\n/omstandighede ...\n33.\nomstandighede van daardie geval.In aansluiting by die algemene opmerkings wat\nek vroeër in hierdie uit= spraak gemaak het, sou\ndit verkeerd wees om\nbrokkies uit die verband van die\nBapela\n-uitspraak te haal en dit op die\nomstandighede van die huidige saak van toe= passing te probeer maak. In\nteenstelling met die posisie\nin die\nBapela\n-saak, is daar in die huidige\nsaak geen aanduiding hoegenaamd te vind in die uitspraak van die Verhoorregter\ndat hy die uitoefening\nvan sy diskresie nie met die grootste omsigtigheid\nbenader het of dat hy in enige opsig 'n mistasting begaan het nie.Gevolglik bied\ndie\nBapela\n-saak geen steun aan die betoog namens die appellant in hierdie\nsaak nie.\nDie derde grond wat die appellant se advokaat aangevoer het ter ondersteuning\nvan sy betoog, het op die volgende neergekom: hierdie\nHof moet homself die vraag\nafvra of hy, as hof van eerste instansie, die appellant die doodvonnis sou\nopgelê het; die vraag\n/behoort ...\n34.\nbehoort ontkennend beantwoord te word, vanweë sekere\noor= wegings wat aan ons voorgelê is (waarop ek later sal terugkom);\ngevolglik is daar so 'n treffende wanverhoud= ing tussen die vonnis wat hierdie\nHof sou opgelê het en dié wat die Verhoorregter\nopgelê het,\ndat hierdie Hof verplig is om in te gryp en die vonnis te verander. Die\nappellant se advokaat het aanvaar dat die\nstrekking van hierdie betoog in stryd\nis met die benadering van hierdie Hof in\nS v M\n1976 (3) S A 644\n(A) op\n650, soos dit ook in daaropvolgende sake toegepas is (kyk bv\nS v Ntuli\n1978 (1) S A 523\n(A) op 527 D), en het derhalwe aangevoer dat die benadering in\nS v M\nverkeerd was en omvergewerp behoort te word.Dit is dus nodig om die\nbeslissing in\nS v M\nvan naderby te beskou.\nIn\nS v M\nwas die Hof gemoeid met 'n appèl teen 'n doodvonnis\nwat opgelê was vir verkragting. Daar is nie aangevoer namens die\nappellant\ndat die Verhoorregter 'n mistasting begaan het of dat daar enige\nonreëlmatigheid\n/begaan ...\n35.\nbegaan is nie (kyk op 648 G); die ondersoek was\ndus net toegespits op die redelikheid of andersins van die wyse waarop die\nVerhoorregter\nsy diskresie uitgeoefen het. Om my sienswyse te verduidelik van\nwat MULLER AR in sy uitspraak in hierdie verband gesê het,\nsonder om\nverstrik te raak in '\nn\nverwarring van woorde, is dit nodig om taam= lik\nbreedvoerig uit sy uitspraak aan te haal, en ter wille van gerief van\nterugverwysing\nsal ek dit doen by wyse van genommerde paragrawe.Nadat MULLER AR\nver= skillende uittreksels uit vorige uitsprake aangehaal het, het\nhy die\nvolgende gesê:\n\"(1) Soos uit die voorgaande passasies blyk, is daar oor die jare verskillende\ntoetse toegepas vir die vasstelling of '\nn\nopge= legde straf sodanig is\ndat hierdie Hof bevoeg is om daarmee in te meng. So het hierdie Hof, bv., soms\nvir homself die vraag\nafgevra of die vonnis waarteen geappelleer word\nskokwekkend is (,,induces a sense of shock\"), in sommige gevalle weer was die\nvraag\nof die vonnis skrik= wekkend onvanpas is (\"startlingly inap= propriate\")\nen dan weer in ander gevalle of daar 'n treffende wanverhouding\n(\"striking\n/disparity\") ...\n36.\ndisparity\") is tussen die opgelegde vonnis en die vonnis wat hierdie Hof sou\nopgelê het indien hy as 'n hof van eerste instansie\nsou opgetree het.\n(2) Na my mening kom die verskille in termino= logie maar net neer op\nverskillende wyse waarin 'n praktiese toets geformuleer is om\n'n antwoord te\nvind op die vraag wat eintlik beantwoord moet word, naamlik, of die ver= hoorhof\nredelikerwyse die diskresie uitge=\noefen het wat aan hom toevertrou is, of, soos\ndit soms net anders gestel word, of dit gesê kan word dat geen redelike\nhof die\nvonnis sou opgelê het nie wat deur die ver= hoorhof opgelê\nis.\n(3)\tEk meen dat die toets of daar 'n\ntreffende\nwanverhouding is\ntussen die straf wat die\nverhoorhof opgelê het en dié wat\nhierdie\nHof sou opgelê het, 'n praktiese en handige\ntoets is wat in\nbaie gevalle effektief toe=\ngepas kan word. Ek dink bv. aan die ge=\nvalle\nwaar die verhoorhof 'n termyn van ge=\nvangenisstraf oplê en hierdie Hof\nmeen dat\nhy ook gevangenisstraf sou opgelê het, maar\nwel vir 'n\nkorter termyn.Die vergelyking,\nten einde te bepaal of daar 'n\ntreffende\nwanverhouding bestaan, is dan maklik.\n(4)Myns insiens is dit egter moeiliker, of kan dit selfs onvanpas wees, om\ndaardie toets toe te pas in 'n geval sops die onder= hawige\nwaar die verhoorhof,\nin die uit=\n/oefening ....\n37.\noefening van sy diskresie, die doodstraf\nopgelê het. Dit skyn vir my dat in so 'n geval die moontlikheid bestaan\nvan 'n be=\nskouing dat, indien hierdie Hof van mening sou wees dat hy nie die\ndoodstraf sou opge= lê het nie maar wel 'n\nlang termyn van ge=\nvangenisstraf, daar bloot op daardie basis besluit kan word dat daar 'n\ntreffende wan= verhouding is tussen die\ndoodstraf wat op= gelê is en\ngevangenisstraf, vir hoe lank ook al die termyn mag wees, wat hierdie Hof sou\nopgelê het.\nOm bloot op die basis van so '\nn\nbesluit in te gryp, en\ndan 'n vonnis op te lê wat hierdie Hof as gepas beskou, sou daarop neerkom\ndat hierdie Hof die diskresie\nuitoefen wat deur die Wetgewer aan die ver=\nhoorhof toevertrou is, wat nie reg sou wees nie want, voordat hierdie Hof kan\ningryp,\nmoet hy tevrede wees dat geen redelike Hof die doodstraf sou\nopgelê het nie.\n(5) Op grond van voornoemde oorwegings kom dit my voor dat in die onderhawige\ngeval dit nie gepas sou wees om die treffende wanverhoud=\ningtoets toe te pas\nnie maar om liewer die vraag te stel, wat, soos ek reeds hierbo gesê het,\ndie vraag is wat eintlik beantwoord\nmoet word, en dit is of dit, in die lig van\nal die omstandighede van die saak, gesê kan word dat geen redelike Hof die\ndoodstraf\nsou opgelê het nie.\"\nIn paragraaf (2) het MULLER AR \"die vraag wat eintlik be= antwoord moet word\"\nop twee alternatiewe maniere geformuleer,\n/wat ...\n38.\nwat hy klaarblyklik as gelykwaardig in uitwerking beskou het. Aangesien die\ntwee formulerings as verwisselbaar langs mekaar gestel\nis, staan dit 'n\nmens vry om kommentaar te lewer oor die verskille in die bewoording daarvan\nen om na gemeenskaplike grond tussen die twee te soek,\nDie tweede formulering,\n\"dat geen redelike hof die vonniis sou opgelê het nie wat deur die\nverhoorhof opgelê is\", het\nna my oordeel die nadeel dat dit moontlik die\nindruk kan skep dat ingryping slegs geoorloof is as die vonnis van die\nVerhoorregter\nso verregaande onredelik is dat dit bykans grens aan die absurde,\nwat natuurlik nie die geval is nie. Daarteenoor het die eerste\nformulering, \"of\ndie verhoorhof redelikerwyse die diskresie uitgeoefen het wat aan hom toevertrou\nis\", na my oordeel moontlik die\nnadeel dat dit nie ten volle uiting gee nie aan\ndie gedagte dat ingryping slegs geoorloof is as die Hof op appel oortuig is\ndaarvan\ndat die Verhoorregter sy diskresie op 'n onredelike wyse uitgeoefen het.\nMet die oog op\n/hierdie ...\n39.\nhierdie oorwegings is ek van mening dat die twee formu=\nlerings genoem deur MULLER AR saamgesnoer kan word in een enkele vraag: of\ndie\nVerhoorregter redelikerwyse die vonnis kon opgelê het wat hy wel\nopgelê het. Dit is die deurslaggewende vraag: as\ndie antwoord daarop be=\nvestigend is, is dit die einde van die saak. Daardie vraag lê ook ten\ngrondslag van die sogenaamde\ntreffende wanverhouding-toets, wat deur MULLER AR\nbespreek word in paragraaf (3), met verwysing na '\nn\nvonnis van\ngevangenis= straf. In dié verband word die genoemde toets aangewend\nwanneer hierdie Hof aan die hand van wat in\ndie oorkonde verskyn op appèl\n'n besliste mening kan huldig aangaande die vonnis wat hy in die eerste\ninstansie sou opgelê\nhet en waar daar 'n treffende verskil is tussen\nsodanige vonnis en dié wat die Verhoorregter opgelê het.Dit sou\negter\nonrealisties wees om nie die feit onder die oë te sien nie dat die\nbepaling van 'n spesifieke tydperk van gevange= nisstraf\nin 'n gegewe geval nie\nvolgens enige eksakte,\n/objektief-geldende ...\n40. objektief-geldende maatstaf kan geskied nie,\nen dat daar\ndikwels 'n\narea van onsekerheid kan bestaan waarbinne\nmenings oor die gepaste termyn van gevangenisstraf geldig= lik kan verskil; in\nso 'n geval,\nselfs al sou hierdie Hof meen dat hy 'n heelwat ligter vonnis sou\nopgelê het, sou hy nogtans nie ingryp nie, omdat die nodige\noortuiging sou\nontbreek dat die Verhoorregter nie redelikerwyse die vonnis kon opgelê het\nwaarop hy besluit het nie (vgl\nR v Alwyn\n1955 (3) S A 207\n(A) op 213 B-D;\nS v Sibiya\n1973 (2) S A 51\n(A) op 58 B - 59 A? en\nS v Skenjana\n1985 (3) S A 51\n(A) op 54 I - 55 F). Dieselfde soort oorwegings is ook van\ntoepassing by ernstige gevalle van verkragting, waar dit gaan om die\nteenstelling\ntussen die oplegging van die diskresionêre doodstraf en die\noplegging van '\nn\nlang termyn van gevangenisstraf.Daar is gevalle wat 'n\nmens kan noem ware grensgevalle, waar dit onmoontlik is om kategories te\nkonstateer\ndat slegs òf die een òf die ander soort straf die\ngepaste vonnis sou wees; gevalle dus waar daar ruimte is vir geldige\nmeningsverkille en waar 'n diskresie redeliker=\n/wyse ...\n41.\nwyse uitgeoefen kan word na die een óf na die ander\nkant toe. Na my mening is dit hierdie werklikheid wat 'n mens onder die\noë\nmoet sien, wat ten grondslag lê van die be= denkings wat MULLER AR in\nparagraaf (4) uitgespreek het oor die toepassing\nvan die treffende\nwanverhouding-toets in hierdie verband. MULLER AR se besorgdheid in para= graaf\n(4) was klaarblyklik daarop toegespits\ndat hierdie Hof nie behoort in te gryp\n\"\nbloot\n\" op die basis dat hy sy diskresie, as dit aan hom in die eerste\ninstansie sou toe= gekom het, anders sou uitgeoefen het as wat die\nVerhoor=\nregter sy diskresie, soos dit aan hom toevertrou is, in= derdaad uitgeoefen het\nnie. Dit kom dus net hierop neer dat hierdie\nHof nie sonder meer sy eie oordeel\noor 'n ge= paste vonnis in die plek sal stel van die oordeel van die\nVerhoorregter nie. Maar dit\nsluit nie die moontlikheid uit dat hierdie Hof\nhomself die vraag kan afvra of hy in die eerste instansie die doodvonnis sou\nopgelê\nhet, en indien hy oortuig is daarvan dat hy dit nie sou gedoen het\nnie, dat dit sou kon lei tot ingryping en die tersydestelling\n/van ...\n42.\nvan die doodvonnis wat die Verhoorregter opgelê het nie. Ek glo nie dat\nMULLER AR dit te kenne wou gee deur die bedenkings wat\nhy in paragraaf (4)\nuitgespreek het nie. In gevalle anders as die ware grensgevalle waarna ek hierbo\nverwys het, meen ek dat 'n\nbevinding van hierdie Hof dat hy nie in die\neerste instansie die doodvonnis sou opgelê het nie, wel moontlik kan lei\ntot die\ngevolg= trekking dat die Verhoorregter nie sy diskresie op 'n redelike\nwyse uitgeoefen het toe hy sodanige vonnis op= gelê\nhet nie. Dit is\ninsiggewend dat MULLER AR sé be= denkings toegespits was op die oorweging\ngenoem in die laaste paar woorde\nvan paragraaf (4):\n\".... voordat hierdie Hof kan ingryp, moet hy tevrede wees dat geen redelike Hof\ndie doodstraf sou opgelê het nie.\"\nMet\n\"tevrede wees\" het MULLER AR klaarblyklik bedoel: \"oortuig wees daarvan\", en, na\naanleiding van wat ek vroeër gesê\nhet, is die uitdrukking \"dat geen\nredelike Hof die doodstraf sou opgelê het nie\", vervangbaar deur\n/die ...\n43\ndie woorde \"dat die Verhoorregter nie redelikerwyse die doodvonnis kon\nopgelê het nie\". Dit is moeilik om in te sien hoe daardie\ntoets toegepas\nkan word sonder om hoege= naamd te oorweeg watter vonnis hierdie Hof in die\neerste instansie sou opgelê het.\nMULLER AR se besluit in para= graaf (5)\nom nie die treffende wanverhouding-toets in daardie saak aan te wend nie,\nbeteken na my mening\nslegs dat hy, in die omstandighede van daardie geval, van\noor= deel was dat selfs al sou die Hof van mening gewees het dat hy nie\nin die\neerste instansie die doodstraf sou op= gelê het nie, dit nie sou gelei het\ntot die gevolgtrekking dat die Verhoorregter\ndit nie redelikerwyse kon gedoen\nhet nie. Dit beteken nie dat die genoemde toets nooit in ander sake aangewend\nkan word nie. Terselfdertyd\nis dit noodsaaklik om weer eens te beklemtoon dat\ndie uiteinde= like, deurslaggewende vraag steeds bly: kon die Verhoor= regter\nrederlikerwyse\ndie doodstraf opgelê het? Dit sou gevolglik alleenlik sin\nhê vir hierdie Hof om 'n bevinding\n/te ...\n44.\nte boekstaaf dat hy in die eerste instansie nie die dood= straf sou\nopgelê het nie, indien die omstandighede van die saak van\nso 'n\naard is dat daardie bevinding aanleiding gee tot die verdere bevinding dat\nhierdie Hof oortuig is daarvan dat die Verhoorregter nie\nredelikerwyse die dood=\nstraf kon opgelê het nie. In die afwesigheid van so= danige verdere\nbevinding sou dit onnodig en selfs\nonwens= lik wees vir hierdie Hof om hom uit\nte laat oor watter vonnis hy in die eerste instansie sou opgelê het.\nOm op te som, is my sienswyse van die beslissing in\nS v M\ndat dit nie\ndie appellant se advokaat in die huidige saak verhinder om hierdie Hof te vra om\nte oor= weeg of hy in die eerste instansie\ndie appellant die dood= straf sou\nopgelê het nie, maar dat sodanige oorweging alleenlik ter sake is met die\noog op die beantwoording\nvan die vraag of hierdie Hof oortuig is daarvan dat die\nVerhoorregter nie redelikerwyse die appellant die doodstraf kon opgelê\nhet\nnie. Dit is op daardie grondslag dat ek\n/vervolgens ...\n45.\nvervolgens verwys na die verskillende oorwegings wat die appellant se\nadvokaat aan ons voorgelê het ter onder= steuning van\nsy betoog in hierdie\nverband.\nOns is verwys na 'n aantal artikels wat gepub= liseer is aan die einde van\ndie vorige en die begin van die huidige eeu, waaruit afgelei\nkan word dat die\ndood= straf vir verkragting aan die Kaap destyds feitlik in onbruik verval het,\nen na 'n verslag van 'n Kommissie\nin 1913 wat die behoud van die doodstraf vir\nverkragting voorgestaan het, hoofsaaklik met die oog op aanrandings van\nprimitiewe swart\nmense op blanke vrouens. Daar is aangevoer dat die doodstraf\nvir verkragting gebaseer was op 'n ridderlike begeerte om die swakker\ngeslag te\nbeskerm, en op 'n hoë waardering vir die kuisheid van vroue, wat\nweerspieël word in die beweerde argaïese\nuitdrukking dat verkragting\nvir 'n vrou \"a fate worse than death\" was. Al hierdie oorwegings, so is daar\nbetoog, het in die heden=\ndaagse samelewing onvanpas geword, weens die\nemansipasie\n/van ...\n46.\nvan die vrou en die veranderings wat ingetree het in rasseverhoudings en die\nbeskawingspeil van alle bevolk= ingsgroepe. Ek het geen\nvoorneme om hierdie\nsubmissies puntsgewyse te behandel nie. Hulle was almal daarop gemik om te\nprobeer aantoon dat die belange van\ndie ge= meenskap in die moderne tyd nie\nvereis dat die doodstraf vir verkragting opgelê moet word nie, behalwe in\nwat die appellant\nse advokaat beskryf het as \"incomparably utter extreme cases\".\nNa my mening is dit genoeg om te sê dat ek hoegenaamd nie met\nhierdie\nbetoog saamstem nie, en dat dit summier verwerp word.\nTen slotte is daar aangevoer dat die geweld= pleging wat die appellant op die\nklaagster toegepas het nadat die verkragting afgehandel\nis, nie in aanmerking\ngeneem kon word by die oorweging van 'n gepaste straf nie. Na my mening is die\nbetoog ongegrond. Die appellant\nse optrede was '\nn\naaneengeskakelde,\nvolgehoue aanranding op die klaagster en die Verhoorregter was geregtig om\ndie\n/totale ...\n47.\ntotale beeld van die appellant se optrede in aanmerking te neem by die\noorweging van '\nn\ngepaste straf.\nDie uiteindelike gevolgtrekking is dat hierdie Hof nie kan bevind dat die\nVerhoorregter met die opleg= ging van vonnis sy diskresie\nnie op 'n behoorlike\nen rede= like wyse uitgeoefen het nie. Daar bestaan gevolglik geen gronde waarop\nhierdie Hof kan ingryp en die\nvonnis verander nie.\nDie appèl word van die hand gewys.\nA.S. BOTHA AR\nRABIE WN HR STEM SAAM",
  "scraped_at": "2026-02-11T21:04:40.347043",
  "date": "1987-05-21",
  "coram": [
    "RABIE WN HR",
    "VILJOEN AR",
    "BOTHA AR"
  ],
  "case_number": "323/1986",
  "parties": {
    "applicants": [
      "JOSEPH PIETERS"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Joseph Pieters, a 35‑year‑old man, was convicted of three offences: two counts of rape and one count of robbery with aggravating circumstances. The second rape, which formed the basis of the appeal, occurred on 2 March 1985 when Pieters entered the home of a 16‑year‑old schoolgirl who was approximately seven months pregnant. He gained entry under a false pretense of work, assaulted, repeatedly beat, strangled and raped the girl, causing multiple serious injuries and psychological trauma. The first rape charge related to an incident ten years earlier, and the robbery charge related to the same series of events. The trial court sentenced Pieters to death for the second rape and imposed additional imprisonment terms for the other charges.",
    "issues": "The appeal raised two principal issues: (1) whether the trial judge erred in exercising his discretionary power by imposing the death penalty without adequately considering a lengthy term of imprisonment as an alternative; and (2) whether the death sentence was appropriate in the circumstances of the case, given the appellant's prior convictions and the gravity of the offence.",
    "principles": "The court reiterated the principle that a trial judge's discretion in sentencing, especially regarding the death penalty, must be exercised with careful judicial reasoning and must consider whether any non‑capital alternative would sufficiently satisfy deterrence, punishment and rehabilitation. Precedents cited include S v Tshomi, S v Swem, S v Bapela, and the reasoning of Holmes AR in S v Letsolo, which stress that death should be imposed only where it is the sole appropriate sentence after consideration of all relevant factors, including the offender's criminal record and mitigating circumstances.",
    "application": "Applying these principles, the appellate court examined the trial judge's reasoning and found that the judge had identified the seriousness of the offence, the appellant's prior record and the impact on the victim. The court concluded that the judge had, in substance, weighed the relevant factors and that there was no clear misdirection or failure to consider imprisonment as a viable alternative. Consequently, the discretion was deemed to have been exercised properly, and the death sentence was regarded as appropriate given the egregious nature of the crime.",
    "conclusion": "The appeal was dismissed. The death sentence imposed by the trial court was upheld, and the orders of the Provincial Division of the Cape of Good Hope were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "aggravated assault",
      "death penalty",
      "sentencing discretion"
    ]
  }
}