{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/12.html",
  "case_name": "S v Fillies and Others (215/86) [1987] ZASCA 12 (24 March 1987)",
  "citation": "[1987] ZASCA 12",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 12\n|\nNoteup\n|\nLawCite\nS v Fillies and Others (215/86) [1987] ZASCA 12 (24 March 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 215/86\nmp\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPP\nè\nLAFDELING\nIn die saak tussen:\nABRAHAM FILLIES\nWAYNE\nSHIELDS\nAppellante\nEDWARD HEYNS\nen\nDIE STAAT\nRespondent\nCORAM:\nHOEXTER, HEFER, ARR et NICHOLAS, Wnd AR\nVERHOOR\n17 Maart 1987\nGELEWER:\n24 Maart 1987\nUITSPRAAK\nHOEXTER\n, AR\n2.\nHOEXTER,\nAR,\nDit is 'n strafappèl. In die\nKaap die Goeie Hoop Provinsiale Afdeling het sewe manspersone gesamentlik op 'n\naanklag van moord\ntereggestaan. Hiervan is vyf persone waaronder die drie\nappellante, elkeen aan moord sonder versagtende omstandighede skuldig bevind\nen\ndie doodstraf opgelê. Met verlof van hierdie Hof kom elkeen van die drie\nappellante teen die bevinding van geen versagtende\nomstandighede en die\ndaaropvolgende doodvonnis in hoër beroep By die verhoor was die eerste\nbeskuldigde ene Beukes; die derde\nbeskuldigde ene Frans; die vierde beskuldigde\nene Hartnick; en die sesde beskuldigde ene de Bruin. Hartnick en de Bruin is\nonskuldig\nbevind en ontslaan. Die drie appellante was onderskeidelik\nbeskuldigdes 2, 5 en 7 en aldus sal afsonderlik na die appellante verwys\nword.\nNa die vyf veroordeeldes by die verhcor sal gesamentlik as \"die vyf\nbeskuldigdes\" verwys word.\nDie\n3. Die saak teen die vyf beskuldigdes is die nasleep van 'n\ntronkmoord wat gedurende September 1984 by die Voorberggevangenis te Porterville\ngepleeg is. As mede-gevangenes was die vyf beskuldigdes inwoners van sel nr 5.\nUit die aangevoerde getuienis blyk dat die verfoeilike\nbendestelsel, en die\nmoordlustige vetes wat daarmee gepaard gaan, ook onder die gevangenes van die\nVoorberggevangenis posgevat het;\nen dat ook by hierdie gevangenis die 28-bende\nmet die 26-bende op oorlogsvoet verkeer. Gedurende Maart 1984 en in sel nr 5 het\nlede\nvan hierdie twee bendes aanmekas gespring as gevolg waarvan drie lede van\ndie 28-bende noodlottige beserings opgedoen het. Gedurende\nSeptember 1984 was\ndaar geen lede van die 26-bende meer in sel nr 5 opgesluit nie. Een derde van\ndie meer as veertig inwoners was\ntoe lede of aspirant-lede van die 28-bende wat\ndie heerskappy in die sel gevoer het. In die sel was Beukes die leier van die\n28-bende.\nFrans, Hartnick en de Bruin\nwas\n4. was lede van die 28-bende, en so ook beskuldigde 7. Beskuldigdes\n2 en 5 was nog nie lede van die 28-bende nie. Hulle was begerig\nom lidmaatskap\nvan die 28-bende te verkry maar hulle moes nog hul slag wys. Behalwe vir die\nlede of aspirant-lede van die 28-bende\nwas die inwoners van sel nr 5\nbende-onverbondenes wat in die kromtaal van die tronk as \"Fransemanne\" bekend\ngestaan het.\nLaat in die namiddag van 12 September 1984 is 'n nuweling, van 'n ander\ngevangenis na Voorberg oorgeplaas in sel nr 5 opgesluit. Die\nvreemdeling was ene\nJohannes Simon, die oorledene in die saak. Sy ondergang was dat hy 'n lid van\ndie 26-bende was. Binne 'n kwessie\nvan sewe of agt.ure na sy opsluiting in sel\nnr 5 was die oorledene die slagoffer van 'n grusame moord. In die vroeë\noggend-ure\nvan 13 September 1984 is die skraalgeboude oorledene oorrompel en op\nsy beddegoed op die vloer van die sel vasgedruk. Om sy noodkrete\nte demp is 'n\nlyfband om se nek vasgetrek en\ndaarna\n5.\ndaarna is herhaaldelik met skeermeslemmetjies aan die voorkant van sy\nkeel gekerf totdat sy slagaar en gorrel deurgesny is.\nDie verhoor het voor 'n hof bestaande uit LATEGAN, R en twee assessore\ngedien. Die Staat het o a ses gevangenes wat inwoners was van\nsel nr 5 as\ngetuies opgeroep. Die hoofinhoud van hul getuienis kan soos volg saamgevat word.\nBy sy aankoms in sel nr 5 is die oorledene\nna sy bendeverband uitgevra. Hy wou\nvoorgee dat hy 'n lid van die 27-bende is maar die ware toedrag van sake het\nspoedig aan die\nlig gekom. 'n Vergadering van die lede van die 28-bende in sel\nnr 5 is belê ten einde vas te stel wat daar met die oorledene\ngemaak moet\nword.\nBeskuldigdes\nnrs 2 en 5, so het die\nverhoorhof bevind, het die vergadering nie bygewoon nie. By die vergadering is\nelke lid van die bende afsonderlik\ngevra om aan te dui of hy ten gunste van of\nteen die doodmaak van die oorledene is. 'n Meerderheid\nvan\n6. van die lede van die 28-bende teenwoordig, het te kenne\ngegee\ndat hulle daarteen is, maar 'n minderheid van vier bestaande uit\nBeukes, Frans, de Bruin en beskuldige 7 het hulle stemme ten gunste\nvan die\ndoodmaak van die oorledene uitgebring. Enkele ure later het die vyf beskuldigdes\ngesamentlik die slapende oorledene wakker\ngemaak, oorweldig, en hom daarna op\ndie wreedaardige wyse reeds aangedui om die lewe gebring. Die verhoorhof het\ntereg bevind dat\ndie vyf beskuldigdes saamgespan het om die oorledene om die\nlewe te bring en dat hul doelbewus saamgewerk het om dit te bewerkstellig.\nBy die verhoor is elkeen van die vyf beskuldigdes deur 'n advokaat bygestaan.\nNa afloop van die staatsaak het elkeen van die vyf beskuldigdes\ndie swye bewaar\nen het hy ook geen verdedigingsgetuie opgeroep nie. Nadat die verhoorhof sy\nbevinding aangeteken het dat die vyf\nbeskuldigdes aan moord skuldig is, is 'n\nondersoek na die bestaan van moontlike versagtende omstandighede gevoer.\nHiertydens het\nslegs\n7. slegs beskuldigde 5 getuienis afgelê. In die loop van sy\ngetuienis ter strafversagting het beskuldigde 5 gekla oor die feit\ndat hy in die\ngevangenis skade gely het as gevolg van diefstal wat ander van sy besittings\ngepleeg het. Hieraan het hy toegevoeg\ndat daar nie gewaag word om van lede van\ndie 28-bende te steel nie. Voorts het beskuldigde getuig dat hy 'n opgeleide\nstoffeerder\nis en dat hy vergeefse pogings aangewend het om sy oorplasing na 'n\nander gevangenis te bewerkstellig. Oor die beweegredes vir sy\ndeelname aan die\nmoord van die oorledene en sy gemoedsgesteldheid onmiddellik voor en tydens die\npleging van die misdaad het hy niks\ngesê nie. Dit dien egter opgemerk te\nword dat in kruisondervraging beskuldigde 5 op ondubbelsinnige wyse ontken het\ndat hy\nenige vrees vir die lede van die 28-bende gekoester het.\nBy beoordeling van moontlike versagtende\nomstandighede is die trefpunt van die bewyslas belangrik:\ndie\n8. die bewyslas rus op die veroordeelde om die hof op 'n\noorwig van waarskynlikhede van die bestaan daarvan te oortuig. Die bevinding\nvan\n'n verhoorhof dat geen versagtende omstandighede aanwesig is nie is slegs dan\naanvegbaar wanneer geen redelike Hof tot daardie\nbevinding kon geraak het nie,\nof wanneer die verhoorhof 'n mistasting of onreëlmatigheid begaan het.\nNamens beskuldigde 5 is aangevoer dat die moord na alle waarskynlikheid uit\nwraaksugtigheid gepleeg is, en dat die verhoorhof 'n mistasting\nbegaan het deur\nte bevind dat die misdaad nie as 'n bende-moord aangemerk kan word nie. Hierdie\nbetoog kan mi nie opgaan nie. By\nnalees van die uitspraak wat die verhoorhof m b\nt versagtende omstandighede gelewer het, is dit duidelik dat die belese\nverhoorregter\nslegs die aandag daarop gevestig het dat die besluit om te vermoor\nby minderheidstemming geneem is. Namens beskuldigdes 2 en 5 is\nter oorweging\ngegee dat hul verwytbaarheid verminder is omdat hulle waarskynlik nie kennis\ngedra het van die\nfeit\n9. feit dat die besluit 'n minderheidsbesluit was nie. Hierdie\nbetoog berus op blote bespiegeling. Namens al drie appellante is gesteun\nop die\nsogenaamde gevangenis-subkultuur en is daar ter oorweging gegee dat vanweë\ndie bedrywighede van die 28-bende in sel nr'5\ndie drie appellante waarskynlik\nblootgestel is aan dwang en vreesaanjaging deur die bendeleiers; en by weiering\nom opdragte te gehoorsaam\nselfs die moontlikheid dat hulle met hul lewens sal\nboet.\nBy 'n verhoorhof se ondersoek na die bestaan van moontlike versagtende\nomstandighede is die eerste vraag wat ontstaan of daar omstandighede\nis wat op\ndie veroordeelde se gemoedstoestand betrekking kon gehad het. Is die antwoord op\ndie eerste vraag bevestigend ontstaan\ndie tweede vraag: het sodanige\nomstandighede in die bepaalde geval die gemoedstoestand van die veroordeelde\nsubjektief beinvloed?\nSelfs indien daar ten gunste van die drie appellante\nargumentshalwe veronderstel word dat uit hoofde van die\nbendebedrywighede\n10. bendebedrywighede in hul sel daar wel\nomstandighede bestaan het wat op hul gemoedstoestand betrekking kon gehad het,\nis daar na\nmy oordeel in die onderhawige geval geen bewys hoegenaamd dat die\ngemoedstoestand van die appellante daardeur subjektief beïnvloed\nis nie.\nDie getuienis wat beskuldigde 5 ter strafversagting afgelê het, bevat geen\ndusdanige aanduiding nie; en beskuldigdes\n2 en 7 het verkies om in hierdie\nbelangrike verband nie te getuig nie. Na my mening word daar ook in die\ngetuienis deur die Staat\naangevoer vergeefs gesoek na enige bewysmateriaal wat\nop hierdie kernvraag betrekking het. Trouens, soos die advokaat namens die\nrespondent daarop gewys het, val dit op dat die strekking van die\nkruisondervraging van die mede-gevangenes wat namens die Staat\ngetuig het nie\njuis hierop gemik is nie.\nNa my oordeel kan daar ook nie met welslae aangevoer word dat by sy bevinding\ni v m versagtende omstandig\nhede die verhoorhof 'n beslissing gevel het wat 'n hof, met\nbehoorlike\n11.\nbehoorlike inagneming van al die feite van die geval, nie redelikerwys kon\nvel nie. Die Hof het hier te make met\n'n voorafbeplande en koelbloedige\ngruweldaad. Dit is 'n gemeenplaas dat 'n gevangene in die gevangenis nie minder\nas enige ander landsburger\nop beskerming teen gewelddadige booswigte geregtig is\nnie.\nOm die voorgaande redes is hierdie Hof nie regtens bevoeg om in te gryp nie.\nDie appèlle van die drie appellante word afgewys.\nG G HOEXTER, AR\nHEFER, AR )\nNICHOLAS, Wnd AR ) Stem saam",
  "scraped_at": "2026-02-11T20:55:47.871105",
  "date": "1987-03-24",
  "coram": [
    "Hoexter AR",
    "Hefer AR",
    "Arr AR",
    "Nicholas AR"
  ],
  "case_number": "215/86",
  "parties": {
    "applicants": [
      "Abraham Fillies",
      "Wayne Shields",
      "Edward Heyns"
    ],
    "respondents": [
      "the State"
    ]
  },
  "sections": {
    "facts": "In September 1984 a prisoner, Johannes Simon, was transferred to cell No. 5 in the Voorberg Prison at Porterville. Simon was a member of the 26 gang. Within hours of his arrival he was brutally murdered by members of the rival 28 gang, who had taken control of the cell. Five inmates – Beukes, Frans, Hartnick, de Bruin and a seventh unidentified accused – conspired, voted (in a minority) and carried out the killing, using a ligature and repeated knife blows. The Provincial Division of the Good Hope sentenced five men to death for murder, including the three appellants (Fillies, Shields and Heyns). The appellants appealed, alleging mitigating circumstances arising from prison gang pressure and fear for their lives.",
    "issues": "The appeal raised two key issues: (1) whether there were any mitigating (versagtende) circumstances – such as coercion, fear of gang retaliation or a compromised state of mind – that should have reduced the culpability of the appellants and the death sentence; and (2) whether the trial court erred in its finding that the murder was not a gang‑organized killing and that the minority vote to kill was irrelevant to the appellants’ liability.",
    "principles": "The Court reiterated that the onus lies on the accused to prove the existence of mitigating circumstances on a balance of probabilities. The court must only overturn a trial‑court finding where it is satisfied that the lower court made a material error of fact or misapplied the law. Where no reliable evidence shows that the appellants’ mental state was influenced by fear or coercion, the conviction for murder stands. The principle that a death sentence requires thorough consideration of all mitigating factors was also affirmed.",
    "application": "Applying these principles, the Court found that the record contained no credible evidence that the appellants were compelled by the 28 gang or acted under duress. The minority vote to kill was a matter of fact established by the trial court, and the appellants had the opportunity to present evidence of fear or coercion, which they failed to do. The Court rejected the argument that the prison sub‑culture automatically created mitigating circumstances, noting the absence of any direct testimony linking the appellants’ state of mind to gang intimidation.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeals of Abraham Fillies, Wayne Shields and Edward Heyns. Their convictions for murder and the accompanying death sentences were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder & Capital Punishment",
    "level_3": [
      "prison gang",
      "mitigating circumstances",
      "death penalty"
    ]
  }
}