{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/77.html",
  "case_name": "Amoils and Others v Amoils and Others (127/86) [1987] ZASCA 77 (27 August 1987)",
  "citation": "[1987] ZASCA 77",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 77\n|\nNoteup\n|\nLawCite\nAmoils and Others v Amoils and Others (127/86) [1987] ZASCA 77 (27 August 1987)\nDownload original files\nPDF format\nRTF format\nCASE NO. 127/86\nMILTON AMOILS\nFIRST APPELLANT\nSELIG PERCY AMOILS\nSECOND APPELLANT\nARNOLD BERNARD\nVALKIN\nTHIRD APPELLANT\nand\nMIKE AMOILS\nFIRST RESPONDENT\nHYMIE AMOILS\nSECOND RESPONDENT\nPRETORIA COAL HOLDINGS (PTY)\nLIMITED\nTHIRD RESPONDENT\nCASE No.\n127/86\n/ccc\nIN THE SUPREME\nCOURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between\nMILTON AMOILS\nFIRST APPELLANT\nSELIG PERCY AMOILS\nSECOND APPELLANT\nARNOLD BERNARD\nVALKIN\nTHIRD APPELLANT\nand\nMIKE AMOILS\nFIRST\nRESPONDENT\nHYMIE AMOILS\nSECOND RESPONDENT\nPRETORIA\nCOAL HOLDINGS (PTY)\nLIMITED\nTHIRD RESPONDENT\nCORAM\n: CORBETT,\nHOEXTER, NESTADT JJA et NICHOLAS, KUMLEBEN AJJA\nDATE HEARD\n: 14 MAY 1987\nDATE DELIVERED\n: 27 AUGUST 1987\nJUDGMENT\n/\n2.\nJUDGMENT\nNESTADT, JA\n:\nThis appeal concerns the\ninterpretation of a written agreement entered into at Johannesburg on 8\nDecem-ber 1978 between the late Louis\nAmoils and his brother Mike (the first\nrespondent). It is against the dismissal, in the Witwatersrand Local Division,\nof an application\nfor a declaratory order brought by deceased's executors (now\nthe appellants) consequent upon a dispute arising be-tween them and\nfirst\nrespondent as to the meaning and effect of the agreement.\nThe agreement concerns a private company called Pretoria Coal Holdings (Pty)\nLtd (the third re-spondent). It carries on business as\na coal merchant.\nEach/\n3.\nEach of the brothers had an interest in it. That of\nfirst\nrespondent was of a more direct nature. He was the registered holder of 2 500\nshares in the company. In addition, he was one\nof its directors. Deceased was\nneither a director nor a member. However, he was the beneficial owner of half\nthe shares registered\nin first respondent's name. This was the position prior to\nthe conclusion of the agreement. It was one with which deceased was apparently\nnot satisfied. Against a background of mutual ill will, disputes had arisen\nbetween him and first respondent regarding their interests\nin the company. The\nagreement was designed to resolve them. One of its terms was that first\nrespondent would transfer the shares\nreferred to into their joint names. This\nthe articles of association of the company permitted\nsave/ ......\n4.\nsave that, in terms thereof, only the vote of\nfirst\nrespondent would be accepted at meetings of share-\nholders. The\nprovision of the agreement of most\nrelevance, however, is that dealing with\ndeceased's\nlack of representation on the company's board of\ndirectors. It\nprovides:\n\"4.2.2. Pursuant to the provisions of\nArticle 9(j) of the Articles of Association of Pretoria Coal, henceforth as\nbetween Mike and Louis, Mike shall as a shareholder exercise\nhis voting rights\nin Pretoria Coal so as to procure that in each alternate year with immediate\neffect he and Louis or their respective\nnominees shall alternate as directors of\nPretoria Coal. For the first such year Louis or his nominee shall be appointed\nas director.\"\nMention/\n5.\nMention must also be made of a further clause of the\nagreement reading as follows:\n\"4.2.5. All monies received by Mike and Louis from Pretoria Coal from\nwhatsoever cause arising shall be apportioned between them in\nequal shares and\neach of them shall account to the other of them in respect of all monies so\nreceived within 7 (seven) days of receipt\nthereof.\"\nEffect was given to the agreement during deceased's\nlifetime. On 30 November 1979 the 2 500 shares were\ntransferred into the\nbrothers' joint names. And on\n6 November 1979 first respondent, with effect\nfrom 1\nNovember 1979, resigned as a director of the company and\nprocured\nthe appointment (for one year) of deceased's\nnominee, viz, second appellant\n(who is one of his sons)\nin/\n6. in his stead. He was able to do this by virtue of the\nprovision in the articles referred to in clause 4.2.2.,\nnamely, para 9(j). It is in these terms:\n\"Joseph Silberman, Mike Amoils and Solly Rogalsky (or the successors in title\nto the shares held by such persons) while each is the\nregistered holder of not\nless than 1 600 (One Thousand Six Hundred) shares in the Company shall each at\nall times be entitled but\nnot obliged to appoint one Director to the Board of\nthe Company . ...\"\n(Apparently he still qualified as the registered holder of\nat least 1 600\nshares even though \"his\" 2 500 shares were\nnow held jointly with deceased.)\nOn the expiration of\nsecond appellant's term of office on 1 November 1980,\nfirst\nrespondent, as envisaged by the agreement, was re-appointed\na director for the ensuing year.\nThat, as will be seen, was the last rotation\nof/\n7. of directors which took place in terms of the agreement. On 25 May\n1981 Louis died. In November 1981, when the next alternation\nwas due to occur,\nappellants called on first respondent to procure,in his place,the appointment,\nas a director for the ensuing year,\nof first appellant (another son of deceased)\nas their nominee. Their contention was that deceased's rights under clause\n4.2.2. had,\non his death, passed to them. First respondent, however, dis-puted\nthis and refused to do so. Instead, he appointed his son (the\nsecond respondent)\nas a director for 1982 (and, indeed, subsequently, for 1983, 1984 and 1985 as\nwell). The directors fees paid to\nhim for that period totalled R42 500.\nAppellants demand, based on clause 4.2.5., that half this amount be paid to\nthem, was also\nrejected.\nIt/\n8.\nIt was in these circumstances that on 13 May 1985 the\napplication referred to was launched. In substance,it was for a declaratory\norder (i) that first respondent (and his successors in title) are bound in each\nalternate year to procure the appointment as a director\nof third respondent of\ntheir nominee and (ii) that all fees received and to be received, by a director\nappointed pursuant to clause\n4.2.2., be divided equally between first repondent\nand appellants (or their respective successors in title). In refusing the relief\nclaimed and thus upholding respondents' opposition to the application,MELAMET J\nheld that the rights afforded de-ceased in terms\nof clause 4.2.2. were, on a\nproper inter-pretation thereof, personal to him and that they\naccordingly/\n9. accordingly terminated on his death. Clause 4.2.5., so it\nwas further decided, had no appiication to monies received by the nominees\nof\nthe parties to the agreement; thus first respondent was not liable to account,\nin terms thereof, for the director's fees received\nby second re-spondent.\nI\nconsider firstly the issue of the trans-missibility of deceased's rights under\nclause 4.2.2. It embodies an agreement akin to one\nto vote for the appoint-ment\nof a co-shareholder as a director of a company. Such an undertaking (ie one\nbetween members, acting\nas such) is valid and enforceable (see, eg,\nUnity\nInvestment Company ( Ltd vs Johnson\n1932 CPD 275\nat 282 - 3;\nDiner vs\nDublin\n1962(4) S A 36(N) at 39 - 41). Indeed, neither in the cpu a\nquo\nnor before us was this in dispute. It follows that\n10. deceased in\nhis lifetime could have held first respondent bound to clause 4.2.2. The\nquestion, however, is whether his right to\ndo so passed on his death.\nIn my\nopinion, and for the following reasons, it did:\n(i) As a rule, contractual rights are transmissible on death unless their\nnature involves a\ndelectus personae\nor the contract itself shows that\nthis was not intended (\nFriedlander vs De Aar Municipality\n1944 AD 79\nat\n93; Wessels'\nLaw of Contract in South Africa\n, 2nd ed, vol 1 paras 1658\nand 1662; Christie,\nThe Law of Contract in South Africa\npp 479 - 80).\n(ii)/\n11.\n(ii) This is not a case of a\ndelectus personae\n. There\nwas obviously no intention that Louis personally should necessarily be a\ndirector. The absence of harmony and trust between\nthe parties negatives this.\nBesides, seeing that he and first respondent were to alternate each year, they\nwould not be directors\nto-gether. There is nothing to suggest that he possessed\nany special expertise as a director of third respondent. In any event, he\nhad\nthe unrestricted right to nominate anyone in his place. And,in relation to the\nthree persons referred to in para 9(j) of the\narticles (which, by reason of\nclause 4.2.2, would, every other year, include deceased or his nominee), it is\nclear\nthat/\n12.\nthat a personal exercise of their duties as directors was not\ncontemplated. It will be re-membered that para 9(j) provides for the\nsuccessor(s) in title to their respective shares being entitled to appoint a\ndirector. (iii) It is evident from a consideration of\nthe agreement as a whole\nthat its general intent was that the brothers' interest and say in the company\nbe equalised, ie, that first\nrespondent share with deceased the superior rights\nwhich he hitherto possessed. Thus, instead of first respondent alone being\nreflected\nin the register as owner of the shares, they were to be transferred\ninto their joint names. In addition, all monies received by either\nof them\nfrom/\n13.\nfrom third respondent were to be equally apportioned between them. The\nsame, in my view, applies to first respondent's right to be\nor appoint a\ndirector. That right survives first respondent's death; para 9(j) expressly\nprovides that it passes to the \"successors\nin title to (his) shares\". It is, in\nshort, one attaching to (and enhancing the value of) the shares. Clearly,\ndeceased's rights\nof co-ownership in the shares are part of his estate which\ndevolved on his death. If, then, such shares are to have parity with those\nof\nfirst respondent, it is but a small step to conclude, as I do, that the\nintent/\n14. intent was that deceased's rights under clause 4.2.2. also\npass, on his death, to the successor in title to his shares. This would\ngive\neffect to the rule stated in\nWest Rand Estates Ltd vs New Zealand Insurance\nCo, Ltd\n1925 AD 245\nat 261 that \"it is the duty of the Court to construe\n(the parties') language in keeping with the purpose and object which they had\nin\nview, and so render that language effectual.\" (iv) Clause 4.2.5.6. of the\nagreement was strongly re-\nlied on by Mr\nSapire\n, for appellants. It states:\n\"This agreement shall be binding on both parties hereto and on all persons\nwho acquire their respective shares or otherwise become\nentitled thereto, and\neach of the parties undertakes that he will not transfer or cause to be\ntransferred any shares in the Company\nunless he shall previous thereto have\nbound the transferee. to the terms of this:agreement\n15. I understood the\nargument to be (i) that \"all per-sons who acquire ... or otherwise become\nentitled\" is wide enough to embrace\nnot only\ninter vivos\ntrans-ferees of\nthe parties' respective shares, but those who inherit them and (ii) that\ndeceased's rights under clause 4.2.2.,.accordingly,\npassed on his death. The\nfirst proposition is correct but I am not sure about the second. It may be that\nthe clause (which was probably\ninserted i.a. in recognition of and to overcome\nthe principle that a voting agreement does not run with the shares so as to bind\nthe transferee - Hahlo:\nSouth African Company Law Through the Cases\n4th\ned p 257) regulates only who is bound by the agreement, not to whom rights\nthereunder pass.\nIf/\n16. If this be so, then, whilst first respondent's successor in\ntitle would (in terms of para 9(j)) have been bound to appoint Louis\nor his\nnominee a director, it cannot be said that clause 4.2.5.6. had the further\nconsequence that deceased's rights under clause\n4.2.2. are transmissible to the\nheir to his shares. In any event, however, it does afford some support in this\ndirection. It means\nthat the successor in title to deceased's shares will be\nburdened with the obligations mutually undertaken in terms of the agreement.\nThere are a number of them. Besides those stipulated in clause 4.2.5., they\ninclude\nhaving/\n17.\nhaving to notify each other of meetings of the\ncompany, the holding of informal meetings\ninter se\nand exercising their\nvotes to secure the payment of certain dividends. It is, so it seems to me,\nunlikely that it was intended that\ndeceased's heir should not also have the\nconcomi-tant benefit attaching to the shares, viz, the right to be or nominate a\ndirector.\nFurthermore, clause 4.2.5. would seem to contemplate and certainly\nin-cludes,i.a. the receipt of directors' fees by de-ceased and\nfirst respondent.\nBy reason of clause 4.2.5.6. the obligation to divide such fees will, on\ndeceased's death, devolve on the heir\nto his shares. This is an indication that\nhis rights under clause 4.2.2. are similarly transmissible.\n(v)/\n18. (v) It is true, as was stressed by Mr\nFine\non behalf of\nfirst and second respondents (third respondent is not a party to the appeal),\nthat certain clauses in the agreement\nspecifically provide that the obligations\nthereby undertaken are binding, not only on the parties themselves, but on\n\"their heirs,\nexecutors, administrators and assigns\". The sub-mission was that\nthe absence of this expression in clause 4.2.2. was significant\nand showed that\ntrans-missibility of the rights created thereby was not intended, ie\nexpressio unius est exclusio alterius\n. I do not agree. In the first\nplace, one is again\ndealing/\n19. dealing, not with rights,but with obligations. Secondly,\nthe maxim must be very cautiously applied (\nFlorida Road Shopping Centre (Pty)\nLtd vs Caine\n1968(4) S A 587(N) at 603 C;\nFaure en 'n Ander vs Joubert en\n'n Ander N O\n1979(4) S A 939(A) at 948 E - F). Indeed,there are examples in\nthe agreement of rights which, it was (correctly) conceded, are transmissible\non\ndeceased's death even though there is no express indication that this should\nhappen. No inference against transmissibility can,\naccordingly, be drawn from\nthe absence in clause 4.2.2. of the expression under consideration. (vi) Another\ncomparison,or rather\ncontrast,relied on by respondents was that between clause\n4.2.2. and\npara/\n20. para 9(j). The latter, of course, gives not only each of the\nshareholders therein referred to but also their successors in title\nthe right to\nappoint a director. The absence of such a provision in clause 4.2.2. was, so it\nwas said, \"the clearest indication\"\nthat deceased's rights thereunder were not\nintended to be transmissible. The argument (which commended itself to the court\na\nquo\n) is not without merit. As MELAMET J pointed out, the parties could\nnot but have realised that first re-spondent's right to appoint\na director\nsurvived his death. Such right, however, flowed, not from the agreement, but\nfrom the articles. Para 9(j)\nthereof/\n21. thereof was referred to in clause 4.2.2. purely as the\nsource of first respondent's power to procure deceased's appointment as\na\ndirector. Por the rest, the parties would not have been concerned with it. It\nseems to me, therefore, that the failure to expressly\nprovide for the\ntransmissibility of deceased's rights is, even looked at in the light of para\n9(j), an equivocal or neutral factor.\n(vii) It may be said that the words \"as\nbetween Mike and\nLouis\" in clause 4.2.2. are indicative of an intention to confine deceased's\nrights thereunder to his lifetime. I do not think so.\nThey merely serve to\nemphasise that first respondent's rights under para 9(j) are henceforth, as far\nas he and deceased\nare/\n22.\nare concerned, qualified or restricted by their private arrangement (embodied\nin clause 4.2.2.). (viii) Of course, on appellant's\nconstruction,\nthe\nattachment to the shares of the right of.the owner thereof to be or\nnominate a director could operate in perpetuity. I see nothing\nwrong with that\nbeing the effect of the agreement. Para 9(j) is no different in this regard.\n(ix) Para 7(b)(iv) of the articles stipulates\nthat a shareholder is only\nentitled to bequeath his shares to one person. The suggested difficulty of\nnominating a director arising\nfrom the future possibility, when the estate is\nwound\nup/\n23.\nup, of there being an even number of heirs to the shares,\ncannot therefore eventuate.\nTo sum up so far: the agreement does not reveal\nan intention that deceased's rights under clause 4.2.2. be exercised by him\npersonally;\non the contrary, it is to be inferred that the parties' aim was that\nthe transmissibility of deceased's shares should carry with\nit the benefit of\nrepresentation on the board of direc-tors of third respondent, thus equating his\nposition with that of first respondent;\nand there is nothing in the agreement\nwhich effectively detracts from this conclusion; indeed certain of its\nprovisions support it.\nThe\nconstruction/\n24.\nconstruction of clause 4.2.2. contended for by appellants must,\ntherefore, be upheld. I should add that it is alleged in the prayer\nto the\nnotice of motion that' deceased's shares are \"presently held by the estate\". It\nwas not in dispute that appellants, as the\nrepresen-tatives thereof, were and\nare (if their contention as to the meaning of clause 4.2.2. be correct) entitled\nto nominate someone\nas a director in terms thereof. Nor do respondents contend\nthat they (respondents) are, for any reason, not able to procure such\nperson's\nappointment. Respondents rely on an alternative defence to the claim for a\ndeclaratory order in respect of clause 4.2.2.,\nnamely, that it has prescribed-\nin\nterms/\n25.\nterms of the\nPrescription Act, 68 of 1969\n. The period of\nprescription of the debt allegedly here in issue is three years\n(sec 11(d)).\nIt\nwould begin to run as soon as the debt is due\n(sec 12(1)).\nThat, it was\nsubmitted, was 25 March 1982 (at the latest), being the date on which appellants\nwere notified of first respondent's\nrefusal to procure the appointment of their\nnominee as a director; appellants, so the argument continued, then had a\ncomplete cause\nof action for the declaratory order later sought; but thereafter\nmore than three years elapsed before proceedings were instituted.\nThe initial\nquestion that arises is whether appellants' claim, being merely for a\ndeclaration\nas/\n26.\nas to the proper interpretation of the agreement, rather than\nfor an order that appellants' nominee be appointed a director, involves\nthe\nenforcement of a debt at all. If not, then on this simple basis, the right to\nthe relief claimed would not have prescribed. Even\nif this is so, however, it is\nstill necessary, in my view, to consider the question of prescription. A court\nis unlikely to exercise\nits discretion in favour of the grant of a declaratory\norder in terms of sec 19(l)(a)(iii) of the Supreme Court Act, 59 of 1959,unless\nsome tangible advantage to appellants would flow therefrom (\nAdbro Investment\nCo Ltd vs Minister of the Interior & Others\n1961(3) S A 283(T) at 285 D;\nReinecke vs Incorporated General Insurances Ltd\n1974(2) S A 84(A) at 93 D\n- E). And there\nwould/\n27.\nwould be no such advantage to appellants if,\nconsequent upon the grant of the declarator sought, they actually claim an order\nfor\nthe appointment of their nominee as a director for a particular year or\nyears, but are met with a successful plea of prescription.\nPlainly, in this\nsituation, the enforcement of a debt would be in-volved. I accordingly proceed\nto consider whether the obligation\nor debt arising from clause 4.2.2., to which\nthe declaratory order relates, is prescribed or not.\nThe issue is whether the\ndebt was due, and, if so, when. A debt is due if it is immediately claimable\n(\nThe Master vs I L Back & Co Ltd & Others\n1983(1) S A 986(A)\nat\n1004/\n28. 1004 G). This will only occur when the underlying cause of\naction (ie, every fact which is material to be proved to entitle claimant\nto\nsucceed) is complete (\nEvins vs Shield Insurance Co Ltd\n1980(2) S A 814(A)\nat 838 D - H;\nHMBMP Properties (Pty) Ltd vs King\n1981(1) S A 906(N) at\n909 D - fin). Applying these principles to the present matter, I do not think\nthe argument under consideration\ncan be sustained. Cardinal to it, is the\nproposition that appellants' claim relates to a single debt or cause of action\n(which accrued\nas alleged, ie, by March 1982). If, on the other hand, it\nrelates\" to separate causes of action, which only accrue from time to time,\nthen\nthere will be a number\nor/\n29.\nor multiplicity of debts. In this event, each\nbecomes due and thus prescribes on a different date (see, eg,\nSlomowitz vs\nVereeniging Town Council\n1966(3) S A 317(A);\nEvins vs Shield Insurance Co\nLtd\n, (\nsupra\n); Thus, where a debt is payable in instalments, a claim\nfor each, unless (possibly) where there is an acceleration clause (\nWestern\nBank Ltd vs S J J van Vuuren Transport (Pty) Ltd & Others\n1980(2) S A\n348(T)), is based on a separate cause of action (\nCohen vs Sherman &\nCo\n1961 TPD 134\nat 137 - 8). That, in my view, is the position here. Clause\n4.2.2. gives rise to a series of recurring, biennial obligations\non/\n30. on the part of first respondent (and the successor in title to\nhis shares) to procure the appointment of his brother (or his nominee)\nand, on\nhis death, the successor in title to his shares (or his nominee). As such, each\nof them constitutesa separate or distinct\ndebt. Appellants' claim to have their\nnominee appointed must be taken to relate to future years. First respon-dent's\nobligations\nin respect of them are not yet due and appellants' corresponding\ncauses of action have, accordingly, not yet accrued. And the feature\nthat a\ncomposite order, declaratory of first respondent's obligations, is sought, does\nnot detract from this. It is, in essence,\na claim for a succession of\nseparate\norders/\n31. orders declaratory of first respondent's obligations every\nalternate year. In the result the plea of prescription is rejected.\nThe\nsecond and remaining issue is whether the director's fees paid to second\nrespondent were \"received by Mike\" within the meaning\nof these words as used in\nclause 4.2.5. If they were, then he will be bound to account for them as claimed\nby appellants. No difficulty\narises from the use of the word \"receive\". It is\nused in its ordinary meaning, viz, \"to take into one's hand, or into one's\npossession\n...; to take delivery of (a thing) from another either for oneself or\nfor a third party\" (\nCommissioner of Taxes vs G\n1981/\n32. 1981(4) S A 167 (ZAD) at 169 F - G). Clearly the ex-\npression \"(a)11\nmonies received\" includes not only monies\nreceived by Mike and Louis\npersonally but also monies re-\nceived by their agents on their behalf. And\nplainly, it\nincludes director's fees which indeed would obviously be\nthe\nparties' major source of income from the company apart\nfrom dividends.\nIn his answering affidavit, Mike says that the\ndirector's fees were\nreceived by second respondent for his\nown benefit and that he paid tax on\nthem. He then continues:\n\"No part of these moneys was paid, whether directly or indirectly, by Hymie\nto me, nor did Hymie receive them on my behalf ... Hymie\nis not my nominee for\nthe purpose of receiving director's fees and those fees are paid to him in his\ncapacity as director\nof/\n33.\nof the Third Respondent. He has never paid me any amouht at\nall in respect of these fees, nor has he accounted to me.\"\nThese averments were not disputed by appellants, and\nthey must be taken as\ntruly reflecting the arrangements\nbetween Mike and his son. Those private\narrangements\nhave, however, no bearing on the question to be\nconsidered\nhere, namely, whether, for the purposes of clause 4.2.5.\nof the\nagreement, director's fees received by a nominee\nof Mike (or Louis) are to be\nregarded as \"monies\nreceived\" by him.\nIn its ordinary meaning, a \"nominee\" is a person\nwho is nominated or\nappointed, and in the present context it\nconnotes a person who is nominated\nto act as a director on\nbehalf of Mike or Louis as the case may be - in other\nwords\nhe/\n34.\nhe is simply the agent of Mike or Louis. (Cf\nSammel\n&\nOthers v President Brand Gold Mine Co Ltd\n1969(3) S A\n629(A)\nat 666 D - G;\nOakland Nominees (Pty) Ltd v Gelria Mining\n&\nInvestment Co (Pty) Ltd\n1976(1) S A 441(A) at 453 A - B).\nIt is an agent's duty to pay to his principal all property\nacquired by the\nagent ex\ncausa mandati\n.\nIt is true that in one important respect the\nposition of a nominee\ndirector differs from that of an or-\ndinary agent. Citing ample authority,\nMARGO J observed in\nFisheries Development Corporation of S A Ltd v A W J\nInvestment:\n(Pty) Ltd & Others\n1980(4) S A 156(W) at 163 E - G that:\n\"The director's duty is to observe the utmost good faith towards the company,\nand in discharging that duty he is required to exercise\nan independent judgment\nand to take decisions according to the best interests\nof/\n35.\nof the company as his principal. He may in fact be\nrepresenting the interests of the person who nominated him, and he may even be\nthe servant or agent of that person, but, in carrying out his duties and\nfunctions as a director, he is in law obliged to serve the\ninterests of the\ncompany to the exclusion of the interests of any such nominator, employer or\nprincipal. He can-not therefore fetter\nhis vote as a director, save in so far as\nthere may be a contract for the board to vote in that way in the interests of\nthe company,\nand, as a director, he cannot be subject to the control of any\nemployer or principal other than the company.\"\nThis does not mean, however, that in other respects\na nominee director\ndoes not have the same duties towards\nhis principal as any other agent,\nincluding in particular\nthe duty to account for all monies received in the\ncourse\nof his agency.\nIt/ ......\n36.\nIt was the manifest and declared object of\nclause 4.2.5. that all income received, including directors' fees, would,\neach year, irrespective of whether it was earned by Louis\nor Mike, be divided\nbetween them. They must, also, necessarily have contemplated that each was\nentitled (when it was his turn to\nbe on the board) to appoint a nominee as a\ndirector and that such nominee would (probably) earn fees as such. In these\ncircumstances,\nwhether as a matter of interpre-tation or implication, the\nreferences to \"Mike\" and \"Louis\" must, perforce, be taken to include their\nrespective nominees (appointed as directors pursuant to clause 4.2.2. and para\n9(j) This result would be one, and the only one, which\nis consistent with the\nobject referred to; and it would avoid what was obviously not their intention,\nnamely, that directors' fees\nbe shares only when they personally acted as a\ndirector.\nI/\n37. I do not agree with the suggestion that the reference to\nnomi-nees in clause 4.2.2., as opposed to its absence in clause 4.2.5.,\nis\nsignificant. Clause 4.2.2. was dealing with a special case, viz, representation\nof the parties on the board of directors of third\nrespondent. If it was to be\nvia a nominee, this had to be stated. But the same did not apply to the receipt\nof monies which is what\nclause 4.2.5. deals with. Whilst, as I have said,\nrespondents deny that, in receiving director's fees, second respondent acted as\nnominee of first re-spondent, it was not in dispute that second respondent was\nfirst respondent's nominee as director. This being\nso, first respondent became\nliable to deceased (and to his successors in title, including appellants)\nto/\n38. to account for such fees in terms of clause 4.2.5. It follows\nthat the relief claimed by appellants in this regard should also\nhave been\ngranted. The following order is made:\n1.\nThe appeal is upheld with\ncosts.\n2.\nThe order of the court a\nquo\ndismissing the application with costs is set\naside.\n3.\tIn its place the following is\nsubstituted:\n\"(a) It is declared that:\n(i) on a proper construction of\nclause 4.2.2. of the agreement\nentered into between the late\nLouis\nAmoils and first respondent at\nJohannesburg on 8 December\n1978,\nthe/\n3 9.\nthe rights of the deceased in\nterms thereof were transmitted on\nhis\ndeath and are enforceable by\napplicants and the successors in\ntitle to the\ndeceased's interest\nin the 2 500 shares in third respon-\ndent owned\njointly by him and first\nrespondent;\n(ii) on a proper construction of\nclause\n4.2.5. of the said agreement, the\nexpression \"all monies received\nby\nMike and Louis from Pretoria Coal\nfrom whatsoever cause\narising\"\nincludes/\n40.\nincludes director's remuneration received from third\nrespondent by their respective nominees appointed as directors in terms of\nclause\n4.2.2. of the said agreement. (b) The first and second respondents are\njointly and severally to pay the costs of the application.\"\nH H NESTADT, JA\nCORBETT, JA )\nHOEXTER, JA )\n) CONCUR NICHOLAS, AJA)\nKUMLEBEN, AJA)",
  "scraped_at": "2026-02-11T21:13:10.597267",
  "date": "1987-08-27",
  "coram": [
    "Corbett",
    "Hoexter",
    "Nestadt JJA",
    "Nicholas AJJA",
    "Kumleben AJJA"
  ],
  "case_number": "127/86",
  "parties": {
    "applicants": [
      "Milton Amoils",
      "Selig Percy Amoils",
      "Arnold Bernard Valkin"
    ],
    "respondents": [
      "Mike Amoils",
      "Hymie Amoils",
      "Pretoria Coal Holdings (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "In December 1978 Louis Amoils and his brother Mike entered into a written agreement concerning Pretoria Coal Holdings (Pty) Ltd. Louis was the beneficial owner of half of 2,500 shares held in Mike’s name; the shares were transferred into joint names in November 1979. Clause 4.2.2 required that, in alternating years, Mike would exercise his voting rights to ensure that Louis (or his nominee) and Mike (or his nominee) alternated as directors of the company. Clause 4.2.5 required that any monies received from the company, including director’s fees, be split equally between the brothers. After Louis died in May 1981, his heirs (the appellants) sought to enforce the agreement, demanding that Mike procure the appointment of their nominee as director for the 1982 year and that director’s fees be shared. Mike instead appointed his own son as director and refused to share the fees, leading to the appellants’ application for a declaratory order.",
    "issues": "1. Whether the rights granted to Louis under clause 4.2.2 of the agreement survive his death and are enforceable by his estate or heirs. 2. Whether clause 4.2.5 obliges the parties to share director’s fees received by nominees. 3. Whether the appellants’ claim is barred by prescription under the Prescription Act.",
    "principles": "The court applied the general rule that contractual rights are transmissible on death unless they are personal (delectus personae) or the contract expressly excludes transmission, citing Friedlander v De Aar Municipality and related authorities. It considered the interpretation of the agreement in light of its purpose, referencing West Rand Estates v New Zealand Insurance. The court examined the Prescription Act, distinguishing between a single debt and a series of recurring obligations, and applied case law on the accrual of causes of action for instalment debts.",
    "application": "The court held that the agreement was not a delectus personae arrangement; the parties intended the rights attached to the shares to pass to Louis’s successors, as reflected in the overall intent to equalise the brothers’ interests. Clause 4.2.5 was interpreted to include director’s fees received by nominees, creating an obligation to account for such fees to the heirs. Regarding prescription, the court found that each biennial director‑appointment obligation constitutes a separate debt that had not yet become due; therefore the claim was not prescribed.",
    "conclusion": "The appeal was upheld with costs. The court set aside the lower court’s dismissal and declared that (i) the rights of Louis under clause 4.2.2 were transmitted on his death and enforceable by his heirs, and (ii) clause 4.2.5 includes director’s remuneration received by nominees, which must be shared equally. The first and second respondents were ordered jointly and severally to pay the costs of the application."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Shareholder Agreements",
    "level_3": [
      "director appointment",
      "contractual transmission",
      "prescription",
      "director fees sharing"
    ]
  }
}