{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/42.html",
  "case_name": "S v Malinga (388/86) [1987] ZASCA 42 (12 May 1987)",
  "citation": "[1987] ZASCA 42",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 42\n|\nNoteup\n|\nLawCite\nS v Malinga (388/86) [1987] ZASCA 42 (12 May 1987)\nDownload original files\nPDF format\nRTF format\n1987-05- 27\nABSOLOM MALINGA\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCASE NO. 388/86\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter between\nABSOLOM\nMALINGA\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: JANSEN, JOUBERT, HOEXTER, SMALBERGER JJA\net KUMLEBEN AJA\nDATE HEARD\n: 12 MAY 1987\nDATE DELIVERED\n: 27 MAY 1987\nJUDGMENT KUMLEBEN, AJA\n:\nThe/\n2. The appellant stood trial in the Wit-watersrand Local Division\nbefore\nTheron\nJ and one assessor on\ninter alia\na charge of murder.\nHe was convicted on this count and sentenced to death, the court having found no\nextenuating circumstances proved.\nLeave to appeal was refused. A petition\naddressed to the Chief Justice for leave to appeal was restricted to the finding\nthat there\nwere no extenuating circumstances and was successful. The appeal\nfailed. From the judgment dismissing the appeal (Case No 82/1985)\nit appears\nthat during the course of argument, the court, in reference to the provisions of\nsec 145(2)\nof the\nCriminal Procedure Act, 51 of 1977\n(\"the\nAct\"), drew\nattention/\n3.\nattention to the fact that only one assessor had been\nsummoned and the death sentence was imposed. The\npossibility of an\nirregularity was thus raised.\nThe court however found itself unable to decide\nthis\nguestion since, as I have said, leave to appeal was\nrestricted to the\nquestion of extenuating circumstances.\nThere was in any event insufficient\nevidence or infor-\nmation before the court to determine whether an\nirre-\ngularity had in fact occurred.\nThis issue is now before us by virtue of\nthe provisions of sec 323 of the\nAct, sub-sec (1) of\nwhich reads as follows:\n\"If the Minister, in any case in which a person has been sentenced to death,\nhas any doubt as to the correctness\nof/.....\n4.\nof the conviction in question, and such person has not in\nterms of section 316(1) applied for leave to appeal against the conviction\nor\nhas not prosecuted an appeal after leave to appeal against the convic-tion has\nbeen granted or has not submitted an application\nto the Chief Justice in terms\nof section 316(6) for condonation or for leave to appeal against the conviction,\nthe Minister may,\non behalf and without the consent of such convicted person,\nrefer the relevant record, together with a statement of the ground for\nhis\ndoubt, to the Appellate Division, whereupon that court shall consider the\ncorrectness of the conviction in the same manner as\nif it were considering an\nappeal by the convicted person against the conviction.\"\nThus in terms of this section the Minister is authorised\nto initiate an\nappeal (which I shall refer to as a\n\"Minister's appeal\") in the stated circumstances.\nCounsel were agreed that\nthe prerequisites for such an\nappeal/\n5. appeal as laid down in the sub-section\nare in this case satisfied. Its manifest purpose is to ensure that in\nappropriate cases\nan appeal is prosecuted to reduce the risk of a serious\nmiscarriage of justice. There is therefore no justification for restricting\nthe\nwords \"correctness of the conviction\" to cases in which the evidence does not\nsupport the verdict. More-over, linguistically\na conviction in proceedings\ntainted with a fatal irregularity can never be said to be correct. That the\nsub-section also provides\nfor an appeal in the case of an irregularity is\nfurther borne out by the pro-visions of sub-sec (4) of this section read with\nthose\nof\nsec 322\nof the\nAct. They\nmake it plain that an alleged\nirregularity/\n6.\nirregularity may form the subiect matter of a\nMinister's\nappeal.\nThus the question to be decided in the\nfirst place is whether, in the\nlight of the sentence\nimposed, the fact that the Judge sat with only\none\nassessor constituted an irregularity. This involves\nan interpretation\nof the proviso to\nsec 145(2).\nThe\nsub-section reads as follows:\n\"(2) Where an attorney-general arraigns an accused before a superior court\n-\n(a)\nfor trial and the accused\npleads not guilty; or\n(b)\nfor sentence, or for\ntrial and the accused pleads guilty, and a plea of not guilty is entered at the\ndirection of the presiding judge,\nthe presiding\njudge may summon not more than two assessors to assist him at the trial:\nProvided that where the offence\nin/\n7.\nin respect of which the accused is on trial is an offence for\nwhich the sentence of death is a competent sentence, the presiding judge\nshall,\nif he is of the opinion that, in the event of a conviction and having re-gard to\nthe circumstances of the case, the sentence\nof death may be imposed or may have\nto be imposed, summon two assessors to his assistance.\"\nThe question has been before this court on at least four previous occasions.\nSince part of what was said and decided in each of these\ndecisions pertains to\nthis appeal, it is necessary to refer to each briefly.\nIn\nS v Chaane en\nAndere\n1978(2) S A 891 (AD) it was argued on behalf of the appellant that\nthe fact that the death sentence was passed without assessors\nhaving been\nsummoned\nper se\nconstituted an irregularity.\nThis/\n8.\nThis submission was rejected, this court (per\nRabie\nJA\n)\npointing out at pages 894 and 895 that:\n\"Die sub-artikel bepaal nie dat 'n Regter verplig is om in alle gevalle waar\ndie doodvonnis volgens wet opgelê kan word assessore\nop te roep om hom by\nte staan nie. Sodanige verpligting ont-staan eers wanneer die Regter van oordeel\nis, 'met inagneming van die\nomstandighede van die geval', dat die doodvonnis by\nskuldigbevinding opgelê kan word. Dit yolg dus dat die Regter in \"n geval\nsoos die onderhawige 'n besluit moet neem oor die vraag of die omstandighede van\ndie geval sodanig is dat die doodvonnis by skuldigbevinding\nopgelê kan\nword, en dat, wanneer hy besluit dat dit wel 'n geval is waar die doodvonnis\nopgelê kan word, hy assessore\nmoet oproep om hom by te staan.\"\nApplying this test, it was held that at the inception\nof the trial there\nwas nothing to indicate that the\ndeath/\n9. death sentence might result. The\nindictment, to which is appended a summary of the substantial facts of the State\ncase, gave no\nsuch indication and there was no. further evidential material on\nwhich such a conclusion could be based. As a matter of fact it was\nthe\nim-pressive list of previous convictions which led to the imposition of the\ndeath penalty. The court was there-fore held to have\nbeen properly\nconstituted.\nSimilarly in\nS v Dyantyi\n, 1983(3) S A 532 (AD) the trial\nJudge sat without assessors but no irregula-rity was held to have taken place.\nHere too this court\nre-lied upon what was revealed in the summary of substantial\nfacts furnished in terms of\nsec 144(3)\nof the\nAct (and\non an\nobservation/\n10.\nobservation made by the Judge to defending counsel\nduring the latter's address on extenuating circumstances)\nfor the conclusion reached. On how the trial judge\nought to be assisted in his decision whether or not to\nappoint two\nassessors\nHoexter\n, JA remarked at page 533 H\nthat:\n\"those responsible for the preparation of the prosecution should give anxious\nscrutiny to the evidence proposed to be led by the State\nwith a view to the\ngiving of timeous advance notice to the presiding Judge, either by the member of\nthe Attorney-General's staff\nwho reads the docket before the criminal roll is\nprepared,or by counsel prosecuting at the trial, that the case merits the\nsummoning\nof assessors.\"\nThe third decision,.\nS v Schoba\n1985(3) S A\n881 (AD), serves as a useful illustration of the\ninadequacy/\n11.\ninadequacy and fallibility of whatever steps are taken to\nforecast what sentence will eventuate. In order to determine the reason\nfor the\nJudge a\nquo\ndeciding against the use of assessors, this court on appeal\nhad regard to the recorded \"evidence\" of a discussion between counsel\nand the\ncourt when the question of extenuation was being considered. It revealed that\ncounsel for the State and de-fence had been\nof the view that the evidence of the\nappellant would be acceptable and would sustain a finding of extenua-tion. They\nwere proved\nwrong inasmuch as his evidence was totally rejected. In the course\nof the judgment the court (per\nGrosskopf\n,\nJA\n) stressed the\ninadequacies of the summary of substantial facts to serve as a guide.\nIt/\n12. It was also pointed out in the judgment\nthat whatever role counsel plays in assisting in the decision (the prosecutor\nbefore the\ntrial started had expressly stated that assessors were unnecessary)\nit is ultimately a matter for the trial judge to decide: were\nhe merely to act\non the advice or opinion of counsel this would amount to an improper delegation\nof a decision entrusted to him by\nthe terms of the sub-section.\nFinally the\nsignificance of\nVan Willingh v Die Staat\n(Case No 296/85 - delivered on\n30 May 1986), in which the appeal was allowed on account of the ir-regularity\nunder discussion, lies\ntherein that this court (per\nJansen\nJA) held that\nthe requirements of\nsec 145(2)\nare/\n13. are peremptory: unless in the opinion of\nthe trial judge concerned the possibility of a death sentence can be discounted,\nhe is\nobliged to appoint two assessors. The enquiry on appeal, the learned Judge\nsaid, is \"wat die verhoorregter se oordeel was oor die\nmoontlikheid van 'n\ndoodvonnis by die aanvang van die verhoor\" (page 4 of the judgment). It was\nfurther held that such an irregularity,\nwhen proved to have been committed, is\nof such an order as to amount\nper se\nto a failure of justice vitiating\nthe proceedings.(Cf\nThe State v Moodie\n1961(4) S A 752 (AD) and\nThe\nState v Naidoo\n1962(4) S A 348 (AD)J.\nReverting to the present appeal, to\ndecide whether an irregularity was committed the following\nmaterial/\n14.\nmaterial is before us:\n(a) The indictment and the summary of substantial facts. In the summary it is\nalleged that appellant and the deceased were at the\nlatter's home on the day in\nguestion. The appellant attacked the de-ceased and stabbed him several times\nwith a knife in circumstances\nunknown to the State. He thereupon stole certain\npossessions of the de-ceased from his room, including an Rl rifle. Hence the two\nfurther counts of theft and illegal possession of a fire-arm. (I ought to point\nout in passing that a perusal of the rest of the\nrecord reveals nothing more\nwhich could be of any assistance in deciding the issue before us.)\n(b)/\n15.\n(b) A copy of a letter dated 9 October 1985 written\nby the Judge President of the Transvaal Provincial\nDivision to the Director General: Justice in response\nto an inguiry made on his behalf. It reads as\nfollows:\n\"Ek bevestig dat ek mnr Kilian oor boge-melde aangeleentheid per telefoon\ngeskakel het en hom meegedeel het dat ek van Regter Theron\nwat voorgesit het in\ngemelde saak verneem het dat hy gebruik gemaak het van slegs een assessor weens\ndie feit dat 'n tweede assessor\nvir die verhoor van die saak nie verkry kon word\nnie.\"\nThis letter was written after the dismtssal of the\nfirst appeal but before the Minister's appeal. The\ninformation was no doubt sought to assist the Minister\nin deciding whether or not he ought to take steps\nin/\t .\n16. in terms of\nsec 323\nof the\nAct.\n(c\n)\tAn affidavit sworn by Miss Fleischack, who appear-\ned for the State at\nthe trial. In it the deponent\nstates that although she has no independent\nrecollec-\ntion of having told the trial Judge that assessors\nwere\nrequired, in the light of the seriousness of\nthe charge, it is highly\nunlikely that she would\nnot have done so.\n(d)\tAn affidavit of an attorney of the office of the\nState Attorney, a Mr\nChester. According to his\naccount of an interview with Theron J, the latter\ntold\nhim that he had no positive recollection of what\nled to his decision. He did however state that the fact that he did appoint one\nassessor is an\nindication/\n17. indication that Miss Fleischack did inform him that assessors were\nnecessary. (This is, of course, consistent with his statement\nto the Judge\nPresident.) The trial Judge was at a later stage reguestéd by this\nattorney to re-duce these comments to writing\nbut declined to do so.\nAt the\nhearing before us Mr\nSwanepoel\n, who appeared for the respondent, although\nhe did not challenge the accuracy or reliability of the letter or the two\naffidavits,\nsubmitted that they were inad-missible and that for this reason this\ncourt could not have regard to them.\nIn/\n18. In regard to this contention it is to be\nnoted in the first place that had the appellant raised this ir-regularity by way\nof an\nappeal in terms of\nsec 316\nof the\nAct\n- as was the case in three of the\ndecisions of this court to which I have referred - or by way of a special entry\nin terms of\nsec 317\nof the\nAct\n- as was the case in the\nVan Willingh\nappeal - there is provision for the necessary evidence to be placed before the\ncourt of appeal. (Cf\nsec 316(3)\nand (4) and\nR v Matsego and Others\n1956(3) S A 411 (AD) at 415 A - D). Counsel nevertheless submitted that,\nalthough a Minister's appeal involved in all respects a similar\nprocedure\nintended to achieve the same end, no evidence other than that recorded at the\ntrial could be introduced for the purpose\nof/\n19.\nof this appeal. The reason being, so he submitted,\nthat\nsec 323\ndoes not make provision therefor.\nIt is unnecessary to do more than examine .\nthe merit of this contention with reference to the\ncontents of the letter.\nSec 320\nof the\nAct, one\nobserves, provides that:\n\"The judge or judges, as the case may be, of any court before whom a person\nis convicted shall, in the case of an appeal under\nsec 316\nor of an application\nfor a special entry under\nsection 317\nor the reservation of a question of law\nunder\nsection 319\nor an application to the court of appeal for leave to appeal\nor for a special entry under this\nAct, furnish\nto the registrar a report giving\nhis (or their) opinion upon thê case or\nupon any point arising in the\ncase\n, and such report, which shall. form part of the record, shall without\ndelay be for-warded by the registrar to the registrar\nof the court of appeal.\"\n(My italics).\n20. It would appear to have been a\ncasus omissus\nthat\nthe requirement that a report be furnished was not in-cluded in the provisions\nof\nsec 320\nin the case of a\nMinister's appeal\n. Be that as it may, since\nsuch a report in terms of\nsec 320\nis plainly admissible (and, one may add, in\nappeals involving the issue now under discussion is of obvious relevance and\nsignificance)\nthere can be no logical objection to such a report being furnished\nby the trial judge and relied upon by this court in the case of\na Minister's\nappeal although the ob-ligation to furnish a report is not statutorily\nprescribed. Moreover, had the trial Judge in\nthis case at the out-set, or at any\nstage during the course of the trial, placed on record his reason for sitting\nwith\nonly/\n21.\nonly one assessor, or the view he held before the trial\non the prospect óf a death sentence being imposed, the\nad-\nmissibility of such a disclosure could hardly have been\ndisputed. In principle why should his subsequent statement\nreceive\ndifferent treatment? Mr\nSwanepoel\n, rightly in\nmy view, did not contend\nthat the fact that the com-\nmunication was to the Judge President rather than\nto\nthis court was of any significance. The fact that\nit was oral and not\nin writing is similarly immaterial.\nThere is plainly no\nqualitative\ndifference between\nthe two forms of communication. In the circum-\nstances\nI can see no objection to our having re-\ngard to the contents of this letter.\nIt states\npositively the reason for the summoning of only one\nassessor/ .......\n22.\nassessor and implicitly that the Judge considered this to be a case calling\nfor two assessors.\nTurning to the summary of substantial facts, it too\nsupports the conclusion that an irregularity occurred An inference to be drawn\nfrom it is that the motive for the murder was personal gain. Alternatively, as\nexpressly stated in that document, it must be assumed\nthat the murder was\ncommitted for a reason unknown to the prosecution. On either basis the\nindictment could have provided no assurance\nthat at the end of the trial the\ndeath sentence would not have been imposed.\nI am accordingly of the view that\nthe letter and the indictment establish that the trial Judge ought to have\nappointed two assessors\nand that his failure to\ndo/\n23.\ndo so constituted a fatal irregularity. In the circumstances\nit is unnecessary to consider, in the light of counsel's objection, whether\nthe\ncourt is entitled to take cognisance of the contents of the two affidavits and,\nif so, to decide on the signifi-cance of what\nis said in them.\nAs the four\nprevious decisions of this court illustrate and emphasise, there are, whatever\nprocedure is adopted, insuperable difficulties\nin making any accurate forecast\nbefore a trial commences as to whether the death sentence will result. The\nsummary of the substantial\nfacts is in the nature of things not a reliable\nindication of the outcome of the trial or of what may turn out to be the\nappropriate\nsentence./\n24. sentence. As was pointed out in\nS v Schoba\n(\nsupra\n) at page 885 I, the information in the indictment does not focus\non evidence relating to sentence. Por the trial Judge to attempt\nto obtain more\ninformation about the case from State counsel or defence counsel, or from both,\nis for obvious reasons an unsatisfactory\ncourse to adopt. On the other hand,\nsimply to rely on the opinion of counsel in this regard may amount to an\nimproper delegation\nof the decision, which the trial judge is en-ioined to take.\nIt must be borne in mind that by the inclusion of the proviso the Legrslature\nhas acknowledged the merit of appointing two assessors to assist the judge when\nin the result the death penalty is to be imposed.\nThis/\n25.\nThis objective is not attained whenever such sentence is\npassed without two assessors having been appointed, notwithstanding compliance\nwith the requirements of the proviso.\nThe statutory history of this\nrequirement, which reflects the underlying intention of the proviso, is of some\ninterest. In terms of\nthe 1917 Criminal Procedure and Evidence Act, 31 of 1917,\nthe trial judge, should an accused person have elected not to be tried\nby jury,\nhad an unfettered discretion in deciding whether or not to summon the assistance\nof two assessors regardless of the nature\nof the charge (see sec 216(1)). These\nprovisions were varied by a substituted section,\nnamely/\n26.\nnamely sec 216(2), introduced by sec 36 of Act 46 of\n1935. It brought about a change in two respects\nrelevant to the present\nenquiry; firstly the trial\njudge was authorised in his discretion to appoint either\none or two\nassessors. Secondly, the following proviso\nwas added:\n\"Provided that if the accused person or persons is or are to be tried upon a\ncharge of having committed or attempted to commit treason,\nmurder, rape or\nsedition or in any case in which the Minister has given a direction under\nsub-section (5) the judge who is to preside\nat the trial shall summon to his\nassistance two assessors as aforesaid.\"\nThe Criminal Procedure Act of 1955 left the position un-\nchanged (see sec\n109(2) of Act 56 of 1955). However by\nan amendment introduced by sec 5 of Act\n75 of 1959 the\nproviso/ ......\n27.\nproviso was deleted and the position reverted to that\nwhich had prevailed\nas a result of the provisions in\nthe 1917 Criminal Procedure and Evidence\nAct. Such\nwas the position until the proviso was re-introduced\nin its\npresent form by sec 145(2) of the Act.\nThus, though consistency has not been a\nfeature of past enactments in this\nregard, the desirability\nof assessors in cases where the death penalty may be\nim-\nposed is currently recognised by the Legislature. It has\nalso been\nacknowledged by this court. In\nR v Mati and Others\n1960(1) S A 304\n(AD) at 306 F\nSchreiner JA\nremarked on:\n\"the advantage generally derived from the assistance of assessors in\ndifficult cases or in cases where the outcome for the accused\nmay be very\nserious.\"\n(See/\n28.\n(see too\nS v Adriantos en 'n Ander\n1965(3) S A 436\n(AD) at 437 D - E).\nIn the light of this observation, the im-portant\nprinciple underlying the use of assessors, and the difficulties in the\napplication\nof the proviso to sec 145(2) in its present form, the Legislature\nmight well consider it appropriate to review the position with\na view to making\nthe appointment of two assessors obligatory in all instances where the death\nsentence is a competent verdict on\nthe charge or charges laid. I might add that\nin certain Divisions in such cases it is the practice - a salutory one in the\ncircumstances\n- to make use of two assessors as a matter of course.\nThe/\n29.\nThe appeal is allowed and the con-viction and sentênce are set\naside.\nM E KUMLEBEN, AJA\nJOUBERT, JA\n) HOEXTER, JA ) CONCUR\n) SMALBERGER, JA)",
  "scraped_at": "2026-02-11T21:03:24.751530",
  "date": "1987-05-27",
  "coram": [
    "JANSEN",
    "JOUBERT",
    "HOEXTER",
    "SMALBERGER JJA",
    "KUMLEBEN AJA"
  ],
  "case_number": "388/86",
  "parties": {
    "applicants": [
      "ABSOLOM MALINGA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Absolom Malinga was tried in the Witwatersrand Local Division for murder before Justice Theron and a single assessor. He was convicted and sentenced to death. Section 145(2) of the Criminal Procedure Act requires a judge to summon two assessors when, in his opinion, a death sentence may be imposed. Only one assessor was appointed. The State sought leave to appeal on the basis of lack of extenuating circumstances, which was refused, but a Minister’s appeal under section 323 was later lodged. The appellate court considered the indictment, the summary of substantial facts, a letter from the Judge President confirming that only one assessor was used because a second could not be found, and affidavits concerning the judge’s reasoning.",
    "issues": "The principal issue was whether the trial judge’s failure to summon two assessors where a death sentence was a possible outcome constituted a fatal irregularity under the proviso to section 145(2). A subsidiary issue concerned the admissibility of extrinsic evidence (the letter and affidavits) in a Minister’s appeal.",
    "principles": "Section 145(2) obliges a trial judge to summon two assessors if he believes a death sentence may be imposed. The provision is peremptory and not merely discretionary. Precedent cases (S v Chaane, S v Dyantyi, S v Schoba, Van Willingh v Die Staat) interpret the proviso as requiring two assessors unless the judge can discount the possibility of a death sentence at the start of the trial. Section 323 permits the Minister to refer a case to the Appellate Division when there is doubt about the correctness of a conviction, including where an irregularity exists.",
    "application": "The court examined the materials and concluded that the indictment and summary of substantial facts did not allow the judge to discount the possibility of a death sentence. The letter from the Judge President confirmed the judge’s awareness that two assessors should have been appointed but that a second could not be found, indicating a failure to fulfil the statutory requirement. The affidavits, although objected to, were deemed admissible as they shed light on the judge’s reasoning. Accordingly, the trial was found to have been conducted with a fatal irregularity.",
    "conclusion": "The appeal was allowed. The conviction and death sentence imposed on Absolom Malinga were set aside on the basis of the fatal irregularity arising from the failure to appoint two assessors as required by section 145(2)."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Death Penalty",
    "level_3": [
      "assessors",
      "procedural irregularity",
      "Minister's appeal"
    ]
  }
}