{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/1.html",
  "case_name": "S v Dlamini (1/87) [1987] ZASCA 1 (26 February 1987)",
  "citation": "[1987] ZASCA 1",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 1\n|\nNoteup\n|\nLawCite\nS v Dlamini (1/87) [1987] ZASCA 1 (26 February 1987)\nDownload original files\nPDF format\nRTF format\nJOHN DLAMINI\nAppellant\nand\nTHE STATE\nRespondent\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n) In\nthe matter between:\nJOHN DLAMINI\tAppellant\nand\nTHE\nSTATE\nRespondent\nCoram: JOUBERT, SMALBERGER, JJ A et BOSHOFF, A J A\nHeard\n: 20 February 1987\nDelivered\n: 26 February 1987\nJUDGMENT\nBOSHOFF, A J A\n:\nThe appellant was convicted of murder by\nNienaber, J sitting with two assessors in the Durban and Coast\nLocal\t/2\n-2-Local Division, and extenuating circumstances not having been\nfound, sentenced to death.\nMr Rand for the appellant is now challenging the correctness of the\nconviction mainly on the ground that, having regard to the scene\nof the killing\nand the persons involved, the trial court should not have convicted the\nappellant on the evidence of the single witness\nBongani Ngcongo. He also raised\nseveral ques-tions about the conduct of Ngcongo at the time when he is alleged\nto have seen the appellant\nkill the deceased, questions which he should have put\nbut did not put to Ngcongo in cross-examination.\nThe\t/3\n-3-The deceased, sergeant Nicholas Mbhekeni Ntshangase, was a\nwarder at the Durban Central Prison and his duties included the locking\nand\nunlocking and the inspection of the cells in block E of the prison where the\nawaiting trial prisoners were housed. Block E comprises\ncells on the ground\nfloor and 6 cells along a passage about two to three metres wide on the first\nfloor. The staircase to the first\nfloor leads to the one end of the passage and\non looking down the passage from that end cells nos 8, 9 and 10 are on the left\nside\nof the passage and cells nos 13, 12 and 11 in that order, on the right side\nof the passage. The doors on the right side of the passage\nare opposite the\ndoors\non\t/4\n-4-on the left side of the passage with the result that cell no 10\nis opposite cell no 11 at the bottom end of the passage. About\n120 prisoners\nwere housed in the cells along the passage. The prisoners, being awaiting trial\nprisoners, were allowed to move freely\nfrom one cell to another on that floor\nwhen the cells were unlocked. They were also allowed to leave their cells to\nfetch their food\nat mealtimes.\nThe prisoners had organised themselves into gangs and in block E most of the\nprisoners belonged to a gang known as \"26\".\nNgcongo was an awaiting trial prisoner in cell\n9\t/5\n-5-9 and a member of the gang known as \"Big Five\". The appellant was\nan awaiting trial prisoner in cell 8 and an important member\nof \"26\". According\nto sergeant Cronje, who was also a warder in block E, the appellant had the rank\nof a general. The appellant in\ncross-examination denied that he was a general\nand stated that he was a \"moundan\"; it was his function to search all the new\narrivals\nin prison for money and watches. It does however appear from his\nstatement to the magistrate in the section 119 proceedings that\nhe was a general\nand it also appears from his own evidence that he was regarded by the prison\nauthorities as a leader amongst the\nprisoners. In fact he was employed by the\nprison\nauthorities\t/6\n-6-authorities as a cleaner in the passage on the first\nfloor in block E.\nAccording to Ngcongo there was no animosity between the Big Five's and the\n26's. According to Cronje however there was hostility but\nthere were no signs of\nit,whatever that may mean.\nIt is now necessary to refer to the acts and circumstances which have some\nbearing on the killing of the deceased and which appear\nErom the evidence of\nNgcongo and Cronje.\nOn Saturday morning, 13 July 1985, the deceased was on his rounds and\nunlocked the cells. According\nto\t/7\n-7-to Ngcongo he asked why the blankets of the prisoners in cells 9\nand 10 were not properly arranged. Awaiting trial prisoner Somnyama\nreplied that\nthe blankets were arranged as they always had been arranged before. The deceased\nleft and returned with Cronje. According\nto Cronje he found that cells 9 and 10\nwere dirty and gave the inmates 5 minutes to clean up if they wanted to avoid\nbeing deprived\nof their three meals that day. Cronje locked the cells and left.\nWhen he returned a little later he found that the cells were clean\nand told them\nthat they could go and have their food. They went to where the food was but did\nnot help themselves to any by way of\na silent protest.\nIn\t/8\n-8-\nIn the meantime,after Cronje had locked the cells the appellant who\nwas a cleaner in the passage, came to cell 9 and called Somnyama,\nwho was also a\nmember of the 26 gang, to the door to ask him why the cells were locked.\nSomnyama replied that it was because the\nprisoners had not arranged the blankets\nin the prescribed order and asked the appellant what they were to do. The\nappellant replied\nthat the warder, evidently referring to the deceased, was\ninsolent and that they should all grab him and hit him when he returned\nto\nunlock the cells and that Somnyama should tell all the other members of the 26\ngang to do so. A little while later Nkosinathi,\nwho also was a member of the 26\ngang, enquired from\nSomnyama.,\t/9\n-9-\nSomnyama what they intended doing about the matter. He replied that they had\ndecided to grab and hit the warder when he came there\nagain. Nkosinathi was not\nsatisfied with this decision and said that he wanted all the members of the 26\ngang to meet in cell 11\nthe following day, that is to say, the Sunday. On Sunday\nmorning, 14 July 1985, Sergeant Sibisi visited the prisoners to hear complaints\nfrom them. Ngcongo asked for permission to go to cell 2 in block D on the ground\nfloor and this was granted.\nAt about 12hl0 Cronje was on the first floor of block E and he noticed the\nappellant sitting with other prisoners in a circle behind\nthe door in cell 11.\nHe called the appellant to the door and asked him as the\nleader\t/10\n-10-leader of the gang why they were all sitting in a circle.\nHe replied that they were only talking. He returned to the other prisoners\nand\nthey all stood up, went to the centre of the cell where they stood in a circle\nand gave the salute of the 26 gang by holding\nup their hands with their thumbs\nbent in the shape of a 6. A prisoner, one Bheki, stood in the centre of the\ncircle and the appellant\nstruck him 6 blows on the cheek. In reply to a question\nby Cronje, the appellant said that he was being punished for something he\nhad\ndone wrong in the gang.\nThe cells on the ground floor were unlocked first to allow the prisoners out\nto collect food. After Ngcongo had finished his meal\ndownstairs he went up\nthe\nstairs\t/11\n-11-\nstairs to go to his cell 8 on the first floor. In the meantime the deceased\nhad gone upstairs to unlock the cells so that the prisoners\ncould fetch their\nfood. When Ngcongo got to the top of the stairs he saw a person in a warder's\nuniform at the bottom end of the\npassage being surrounded by about 20 to 30\nprisoners. He could see that they were fighting and he saw the warder\nbrandishing his\nbaton and driving the prisoners towards the stairs where Ngcongo\nwas standing. Eventually the warder, who turned out to be the deceased,\nfell\ndown and the prisoners fled to their cells. The appellant who was one of the\npri-soners involved in the fight with the deceased,\nremained be-hind and called\nupon Nkosinathi, who was also one of the\nprisoners\t/12\n-12-prisoners involved in the fight and who had an open\nknife in his hand and was then running away, to come back. He remarked that\nthe\nwarder was not dead and would cause them to be arrested and that he should be\nkilled. Nkosi-nathi did not heed his call. The\nappellant then took the\nfire-extinguisher from its mounting on the wall and struck the deceased, who was\non his knees in the act\nof getting up, on the head. The deceased fell down and\nwhen he raised his head in order to get up again, the appellant struck him\nanother blow on the head. He left the fire-extinguisher next to the deceased and\nran into his cell.\nThis assault took place 6 metres away from Ngcongo where he was next to the\nstairs. He was afraid\nthat\t/13\n-13-that he might be involved if he remained on the first floor of block E\nand immediately returned to the ground floor.\nThe prisoners on the first floor in block E then all ran downstairs. Somebody\nblew a whistle. Cronje who was on the first floor in\nblock C heard the whistle\nand ran down the stairs to the ground floor of block D, From there he ran up the\nstairs to the first floor\nof block D which adjoins block E. There is a\ntrellis-gate leading from the passage in block D into the passage in block E.\nCronje\nwent to this gate, looked into the passage in block E and saw the\ndeceased lying in the passage with the fire-extinguisher next to\nhim. Cronje\nblew his\nwhistle\t/14\n-14-whistle to summon assistance. At that stage all the\nprisoners of the cells on the first floor of block E had gone downstairs and\nhad\nstarted rioting. The assistance of the police was called in and they made use of\nthe authority which the appellant had over the\nprison-ers to restore order.\nThe fire-extinguisher weighed 10 to 12 kg and the deceased died of a head\ninjury. He had a fractured skull, involving both parietal\nbones, temporal and\noccipital. He had 15 lesions to the head and face caused by blunt force. Blood\nwas found on bhe fire-extinguisher\nand it is common cause that the head injury ,\nwhich caused the death of the deseased was inflicted with the\nfire-extinguisher.\nThe\t/15\n-15-The appellant gave evidence in his defence and there is much\nin his evidence that corroborates the ver-sions of Ngcongo and Cronje.\nMuch of\nthis evidence which is inconsistent with their evidence was not put to them in\ncross-examination. As far as the attack on\nthe deceased was concerned, he denied\nthat he had any part in it. When cross-examining Ngcongo, the appellant's\ncounsel put to Ngcongo\nthat the appellant was there amongst the prisoners who\nwere attacking the deceased and did nothing. In the section 119 proceedings\nbefore the magistrate he said:\n\"I had went to room number 11 to smoke dagga because I had heard that people\nthere had some dagga. We smoked\ndagga\t/16\n-16-\ndagga and went to sleep for a short\nwhile. \t I was lying on my back\non\nmy clothing and I had my hat covering my face, as I indicate by putting my\nhand on the eyes . I then heard a noise. I heard people\ncalling out, saying\n'Hebe usotho'. I got up and went outside and I saw all the prisoners coming\ntowards my direction, to a corner.\nThey went back again in\nfront. I joined\nthem.\nI couldn't see what was really happen-ing because others were coming\ndown and others coming from the above -from the other side of\nthese premises and\nthe dishes were flying on the air -in the air. I then saw the sergeant lying\ndown, the same sergeant who had imposed\nthe sentence on us, telling us that we\nwill not receive our meals, the three meals. That was Sergeant Shangase. But he\ndid not sentence\nme. I walked down after I have seen him lying down there. I\nproceeded to E - to E section. Me all met at E section. They were blowing\ntheir\nwhistles\t/17\n-17-\nwhistles. We saw the warders approach-ing us. They were armed with\nsticks.\"\nIn his evidence-in-chief he gave the following evidence:\n\"And then when did trouble start? --It was in the afternoon when we were\nbeing taken out to fetch our food.\nWhere were you at that moment? -- I was in number 11.\nDoing what? -- We were just sitting down and smoking dagga.\nAnd what did you hear, and what did you see? -- I was lying down at a corner,\nand there were others also lying down. I heard a noise.\nI cannot remember\nwhether I had a hat or a towel over my eyes. I removed it, and discovered that\nthe door was open, and there was\na commotion, and there were dishes being thrown\ninside. I saw them running down the flight of stairs, and the warder lying down.\nI also went down with the others to\nthe\t/18\n-18-\nthe lower floor. When we were on the\nlower\nfloor, the other prison warders\narrived and tear-gassed us.\nNow, to get back to this Sunday, when the trouble started whereabouts was the\ndeceased when you saw him? --He was lying down at the\nsteps leading down.\nWas he moving, or did he appear to be unconscious or dead? -- He was just\nlying down flat.\nAnd when you went out of that cell, that passage, was he still lying there?\n-- Yes, I was in the room when I heard the noise. When\nI came out I saw people\nrunning away. There were others in front and behind me. There was just a\ncommotion.\nNow, did you see the prisoner who is now dead, Nkosinathi, there? No, I did\nnot see him.\nDid you see the State witness, the prisoner there? -- No, I did not see\nhim.\"\nUnder cross-examination he gave the following\nevidence\t/19\n-19-\nevidence:\n\"Did you have lunch before you heard the noise on the Sunday that led to you\nrunning downstairs? -- Yes.\nSo this occurred after the luncheon meal? -- The afternoon, the last\nmeal.\nWhat sort of noise attracted your attention? -- There were footsteps and\nsounds of dishes, noise, people crying.\nWhen you heard the noise what did you think was going on? -- I just took\nfright, I had been sleeping there. I had been smoking dagga.\nWhat did you think was happening?\nI just thought a fight was taking place. This is the usual occurrence,\nstabbings, fightings, inside and out-side.\nWhen you came out of the cell, what did you see, what is the first thing you\nperceivcd? -- I got to the crowd that was running away\nand I\nalso\t/20\n-20-\nalso ran away. I also ran down and saw the sergeant lying down.\nJust a\nminute. You came out of cell number 11 which is at the end of the corridor,\ncorrect? -- Yes.\nAnd when you came out of the cell did you see anything\nhappening besides people running away? -- I did not see anything else\nhappen.\nDid you see anybody fighting when you came out? -- I did not see\nanybody fighting.\nDid you see anybody throwing dishes, plates, anything of\nthat nature?\nThat was the noise that frightened me, and also\nfootsteps.\nPlease listen to the question. I am asking you did you see anybody\nthrowing eating utensils around? I did not see anyone throw them,\nbut I did see\ndishes and also food, like samp, being spilt there.\nWhy did you run after\nthese prison-ers? -- Just going to where they were going to.\nWhy? -- Why would I remain when\nI\t/21\n-21-\nI saw a warder lying down there?\nDld you see the warder as soon as you\ncame out of the door? -- No.\nYou only saw him after you ran after the people\nthat were running away? -- Yes, when I came to the flight of stairs, and it is\nnarrow,\nthe passage is narrow, others were coming out of the other\nrooms.\nYes, I will ask you again. Why did you run away when you came out of\ncell number 11, what was the purpose?\nI was running away with the people who\nwere running away.\nWhat for? -- I saw the warder lying down there.\nBut you have just said\nthat you only saw the warder after you started to run away. So what was the\nreason initially to run after these\npeople?\nWhen I came out of the room I saw\npeople running, so when they ran away I also ran away with them. I would not\nremain behind.\nWhy not? Why wouldn't you remain behind? -- (intervention)\nNIENABER\t22\n-22-\nNIENABER J\nJust a moment, just a moment, I think the accused still\nwanted to add something to his reply.\nI would not remain there when I saw\npeople running away and a warder being dead there.\nM\nR HUTCHINSON\nMr\nDlamini, you said a few minutes ago that you only saw the warder lying down\nafter you had begun to run away when you got to the\nsteps. Is that correct? When\nI came out of the cell when there was a noise. I saw people running away. I saw\nthe warder lying down\nthere, and I ran away with the people who were running\ndown.\nSo are you saying that before you ran away you already saw the warder lying\non the ground? Is that what you are saying? -- It was\nthe noise which made me\ncome out. How many times have I to explain to you?\nNIENABER J\nYes, well\nyou still haven't answered the question. The question is quite simple. Did you\nsee the warder before you started running?\n-- It\t/23\n-23-\nIt was before I ran away. I ran out of the room when I heard a noise and came\nup to the crowd. MR HUTCHINSON So before you decided\nto flee down the lower\nlevel you had already seen the warder, am I correct?\nYes, I saw him.\nWell, you see, about five minutes ago you said exactly the\nopposite. You said you only saw the warder after you began to run when\nyou\nneared the steps. Now, which is the correct version? -- I say it was the noise\nthat made me come out of the room. I got to the\nprisoners who were running away.\nI looked and saw the warder lying down and I also ran away.\nThen why earlier\ndid you say that you only saw the warder after you had begun to run away? --\nWhen I got up I ran away. I got up,\nran out when I heard the noise.\nYes, I\nunderstand that. But now my question is why did you earlier say that you only\nsaw the warder when you ran away and when you\nwere\napproaching\t/24\n-24-\napproaching the stairs? — No, I stand by what I have told you.\"\nThe trial court accepted the evidence of Ngcongo. In the view of the trial\ncourt he did not contradict himself in any material respect\nand was not\ncontradicted by any of the other witnesses for the State. There were no inherent\nimprobabilities in his evidence and\nhe did not appear to endeavour to exaggerate\nthe appellant's role in the death of the deceased. The trial court regarded it\nas unlikely\nthat Ngcongo would have fabricated a false story against the\nappellant, a prominent member of the 26 gang which was in control of\nblock E. To\nfalsely impiicate the appellant could expose him to revenge\nin\t/25\n-25-\nin a fairly violent form as appeared to have happened to Nkosinathi who was\nsubsequently murdered in prison.\nThe trial court appreciated that Ngcongo was a single witness as far as the\nkilling was concerned and that it had to approach his\nevidence with caution and\nto decide the guilt of the appellant on the totality of the evidence.\nThe trial court for good and sufficient reasons given by it had no hesitation\nin accepting the evidence of Cronje in preference to\nthat of the appellant where\nthere was a conflict in their evidence.\nThe trial court dealt with the various aspects\nof\t/26\n-26-\nof the appellant's evidence and for good and sufficient reasons came to the\nconclusion that it was false where it conflicted with\nthat of Ngcongo and\nCronje. As far as the killing of the deceased was concerned, it discussed and\nconsidered the contradictions and\ninconsistencies in the evidence of the\nappellant and concluded that he was an evasive and untruthful witness.\nThe trial court finally came to the conclusion that, looking at the evidence\nas a whole and weighing up the performance of the State\nwitnesses against that\nof the appellant, it had no hesitation in preferring the evidence of the State\nwitnesses to that of the appellant;\nthat there was no reasonable possibility\nthat the evidence\nof\t/27\n-27-of the appellant could be true and that he was guilty of\nmurder.\nMr Rand has not succeeded in persuading this court that the trial court had\nin any way misdirected itself or that its judgment was\nnot correct. The appeal\nagainst the conviction can consequently not succeed.\nMr Rand also contends that the trial court should have found extenuating\ncircumstances. His main argument is that the appellant acted\non the spur of the\nmoment. The learned trial court for good and valid reasons rejected this\nargument and Mr Rand is unable to show\nthat the learned trial court misdirected\nitself in\nany\t/28\n-28-any way or that no other court could reasonably have come to\nthe conclusion to which the trial court came as far as extenuating\ncircumstances\nare concerned. The appeal on this ground can also not succeed.\nIn the final result the appeal is dismissed.\nBOSHOFF, A J A\nJOUBERT, J A )\nconcur SMALBERGER, J A )",
  "scraped_at": "2026-02-11T20:53:28.685201",
  "date": "1987-02-26",
  "coram": [
    "JOUBERT",
    "SMALBERGER",
    "BOSHOFF"
  ],
  "case_number": null,
  "parties": {
    "applicants": [
      "JOHN DLAMINI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The deceased Sergeant Nicholas Mbhekeni Ntshangase was a warder in block E of Durban Central Prison. On 14 July 1985 a confrontation arose between prison officers and inmates belonging to rival gangs (the \"26\" gang, of which the appellant John Dlamini was a prominent member, and the \"Big Five\" gang). Evidence from the inmate Bongani Ngcongo and prison officer Constable Cronje placed Dlamini at the scene where the warder, after being attacked, fell down and was subsequently struck on the head with a 10‑12 kg fire‑extinguisher by Dlamini, causing fatal head injuries. The trial court accepted Ngcongo’s testimony as credible, found Dlamini’s own evidence evasive, and convicted him of murder, sentencing him to death.",
    "issues": "1. Whether the conviction for murder was safe given that the prosecution relied principally on the single witness, Ngcongo. 2. Whether the trial court erred in its assessment of the credibility of the appellant’s evidence. 3. Whether any extenuating circumstances existed that should have reduced the sentence.",
    "principles": "The appellate court applied the standard of review that the trial judge’s findings of fact are binding unless shown to be unreasonable or unsupported by the evidence. Conviction must rest on proof beyond reasonable doubt, and a single witness may be sufficient if uncontradicted and credible. The court also considered the requirements for establishing extenuating circumstances under the Criminal Procedure Act, namely that the accused acted in the heat of the moment without premeditation.",
    "application": "The appeal court held that Ngcongo’s testimony was consistent, uncontradicted in material respects and not shown to be unreliable. The appellant’s testimony was found to be inconsistent with both Ngcongo and Cronje, and was characterised as evasive. The court concluded that there was no reasonable possibility that Dlamini was not responsible for the fatal blows. Regarding extenuating circumstances, the court found that the trial judge had properly considered the appellant’s claim of acting on impulse and correctly rejected it as insufficient to mitigate the murder conviction.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the accompanying death sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "appeal",
      "witness credibility",
      "extenuating circumstances",
      "death penalty"
    ]
  }
}