{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/8.html",
  "case_name": "S v Luthuli and Another (374/86) [1987] ZASCA 8 (12 March 1987)",
  "citation": "[1987] ZASCA 8",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 8\n|\nNoteup\n|\nLawCite\nS v Luthuli and Another (374/86) [1987] ZASCA 8 (12 March 1987)\nDownload original files\nPDF format\nRTF format\nCase nr 374/86  MC\nALPHEUS MPHATENI LUTHULI\nand\nVICTUS AZMOKWAKHE\nGUMEDE\nand\nTHE STATE\nVIVIER JA.\nCase nr 374/86\nMC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION\n)\nIn the matter between:\nALPHEUS MPHATENI LUTHULI\nAppellant no 1\n(Accused no 1 in Court a\nguo\n)\nVICTUS AZMOKWAKHE GUMEDE\nAppellant no 2\n(Accused no 2 in Court a quo)\n- and -\nTHE STATE\nRespondent\nCoram\n: Corbett, Nestadt et Vivier JJA.\nHeard\n: 6 March 1987\nDelivered\n: 12 March 1987\nJUDGMENT\nVIVIER JA\n/\n2.\nVIVIER\nJA\n:-\nThe two appellants, together with one Mcikiselwa Mfiselwa Myeza, to whom\nI shall refer as accused no 3, were convicted by THIRION\nJ and two assessors in\nthe Natal Provincial Division of the murder of Dick Mphikeleli Ngema, and the\nattempted murder of his brother\nSibusiso Bonginkosi Ngema in a sugar cane field\nnear Eston in the district of Richmond on Friday 16 August 1985. On the charge\nof\nmurder no extenuating circumstances were found in respect of the two\nappellants, and they were both sentenced to death. On the charge\nof attempted\nmurder the first appellant was sentenced to 6 years' imprisonment and the second\nappellant to 5 years' imprisonment.\nIn the case of accused no 3 extenuating\ncircumstances were found\non the /\n3.  on the murder charge and he was sentenced to\n8 years' imprisonment on that charge and to 3 years' imprisonment on the charge\nof attempted murder. These two sentences were ordered to run concurrently. There\nis no appeal by accused no 3. With the leave of\nthe trial Court each appellant\nappeals to this Court against the finding that there were no extenuating\ncircumstances and the sentence\nof death imposed upon him.\nAccording to the facts found by the trial Court,  the events which\npreceded the killing of the deceased and the assault on Sibusiso\nwere as\nfollows. Prior to Sunday 11 August 1985 the first appellant, his two girl\nfriends Thuli Ndlovu and Pinkie Hlongwa as well\nas Sibusiso all lived in the\nfirst appellant's house on the outskirts of\nIsipingo./\n4.  Isipingo. The second appellant, accused no\n3 and the latter's brother Linda Myeza lived in the house next door. The first\nappellant\nand Sibusiso worked for the same firm of security guards, the first\nappellant as a foreman,and a good relationship existed between\nthem. Trouble,\nhowever, brewed between Thuli and Sibusiso, as a result of which Thuli caused\nSibusiso to leave the house by telling\nhim that the first appellant was planning\nto poison him. Sibusiso immediately moved out of the house on Sunday 11 August\n1985,without\ntelling the first appellant that he was doing so,and leaving his\npossessions behind. When Sibusiso went back to the first appellant's\nhouse the\nfollowing day to collect his belongings he took his brother, the deceased, with\nhim. They returned on the\nWednesday /\n5.  Wednesday to fetch the remainder of his\nbelongings, by\nwhich time Thuli had managed to involve the second\nappellant in whatever she intended doing to Sibusiso.\nThuli\nwas throughout the trial described as a sangoma,\nby which, it would seem, was meant that she practised as\na diviner and herbalist, claiming to possess supernatural\npowers. This explains Sibusiso's reaction to the news\nthat the first appellant intended to poison him. Sibusiso\nbelieved that Thuli would supply the poison. She probably\nwanted to be rid of Sibusiso because she had previously\nunsuccessfully treated a girl he had brought to her and\nbecause she considered that his dissatisfaction with her\nservices posed a threat to her. professional reputation\nas a sangoma.\nWhen /\n6.  When Sibusiso and the deceased arrived at\nthe\nfirst appellant's house on the\nWednesday immediately preceding the fateful Friday they found the second\nappellant there. Thuli had\nasked him to help her, telling him that there were\npeople who wanted to kill her. He  did not know either Sibusiso or the deceased.\nHe posed as a policeman, showing Sibusiso and the deceased a pair of handcuffs\nand asking them for their names and addresses which\nhe wrote down in a book. He\ntold them that he had received information that they intended killing Thuli, and\nthat he needed their\nparticulars so that he would know where to find them if\nsomething happened to Thuli. When the second appellant confronted the two\nbrothers on this occasion with Thuli's allegation they\ndenied /\n7.  denied it and said that they had merely come\nto fetch Sibusiso's belongings. After saying that they would come back on the\nFriday\nto fetch two remaining articles Sibusiso and the deceased left the first\nappellant's house.\nOn Thursday, the day before the attack on the \ndeceased and Sibusiso, Thuli took her plans one step further. Accompanied by\nLinda,\nshe went by train to Umkomaas where the first appellant was spending the\nweek with another girlfriend of his, completely unaware\nof what was happening at\nhis home. Thuli told him that Sibusiso and another man had threatened to kill\nboth her and the first appellant,\nand that they would return the next day. She\nasked him to come back and they returned home the same day in his car.\nOn /\n8.  On Friday 16 August 1985 Sibusiso and\nthe\ndeceased again went to the first\nappellant's house. The latter invited them in, left them inside the house,  went\nout again and returned\nshortly afterwards, accom= panied by accused no 3 and\nLinda. The second appellant had, in the meantime, emerged from an adjoining\nroom. The first appellant accused Sibusiso and the deceased of wanting to kill\nThuli, which they denied. He then searched them, found\nno weapons on them and\nwas satisfied that they were innocent. He called Thuli who stated that her\nancestral spirits had told her\nthat Sibusiso wanted to kill her. On the strength\nof this statement Sibusiso and the deceased were overpowered and hand= cuffed to\neach other by the four men, who told them that they would be taken to the police\nstation. They were locked up in the room for about\n15 minutes while the two\nappellants, Thuli and Pinkie conferred in another room. Thereafter the two\ncaptives were put in the\nfirst /\n9.  first appellant's car and driven to a sugar\ncane plantation some 38 km away. The first appellant was the driver and the\nsecond\nappellant, accused no 3 and Linda were the other passengers. On the way\nthey passed the police station, stopped for petrol at a filling\nstation, and\ncarried on despite pleas for mercy and forgiveness by the captives.\nUpon their arrival in the sugar cane field the  two prisoners managed to jump\nout of the car and run away, but they were overtaken\nand caught by the second\nappellant, who forced them back to the car at knife point. They were then driven\nto another spot in the\ncane field where everyone got out of the car. On the\ninstructions of the first appellant,Linda took a parcel from the boot of\nthe\ncar /\n10.  car which he handed to the first appellant,\nfrom which the latter took two bush knives, handing one to accused no 3. At this\nstage the first appellant demanded money for petrol from Sibusiso who gave him a\nR5,00 note. The first appellant then said: \"Let\nus start the job now\", whereupon\nthe second appellant stabbed Sibusiso in the chest with a knife he had taken\nfrom his pocket, followed\nby the first appellant who struck Sibusiso at the back\nof the neck with the bush knife. Accused no 3 struck the deceased at the back\nof\nthe neck with a bush knife and both victims fell to the ground. They were both\nthereafter repeatedly stabbed and struck with bush\nknives by their attackers.\nThe trial Court's finding that the two appellants and accused no 3 acted in\nconcert\nand /\n11.\nand with a common purpose in killing the deceased and attempting to kill\nSibusiso, is not in issue.\nWhile they were being assaulted,Sibusiso\npretended to be dead, and this saved his life. At some stage he heard the first\nappellant\nsay to the others that they should look for petrol money,upon which\nthe first appellant removed the handcuffs, searched Sibusiso's\nbody and took\nanother R5,00 from him. The first appellant then said: \"Now we have finished\nwith the dogs. Let us go\", whereupon the\nattackers drove off in the first\nappellant's car. From the cane field they travelled to a river where the second\nappellant picked\nsome leaves from a tree, which he ground and used to prepare a\nmuti. They all drank the muti and vomited. Afterwards they washed\nthe\nblood=\nstained /\n12.\nstained bush knives, the knife, the handcuffs and the  towel in which\nthese articles had been wrapped and then went home.\nIn the meantime\nSibusiso had managed to get up.  He found his brother dead. Sibusiso was\neventually found by a farm worker and taken\nto hospital. The post-mortem\nexamination of the deceased's body showed the cause of death as extensive\nbleeding from five stab and\nchop wounds: two stab wounds and one chop wound on\nthe back of the neck, one chop wound on the right forearm and one stab wound on\nthe right elbow. According to the medical evidence the chop wounds were\ninflicted by a weapon such as a bush knife. Sibusiso sustained\nmultiple cut and\nstab wounds, in particular a deep cut on the back\nof /\n13.  of the neck and stab wounds of the\nchest.\nThere can be little doubt that Thuli was  the originator of the plan to\nkill Sibusiso and the deceased, and that her real motive\nwas to protect her\nreputation as a sangoma and retain her livelihood. The trial Court found that,\nalthough neither Sibusiso nor the\ndeceased ever threatened to kill the first\nappellant or herself, she told the two appellants not only that Sibusiso had\nsaid that\nthey would do so, but that her ancestral spirits had confirmed this.\nThe trial Court found that Thuli did so in order to involve\nthe two appellants\nin her plans. The\ntrial /\n14.\ntrial Court rejected the second appellant's\nevidence\nthat Sibusiso himself told him on the\nWednesday\nthat he intended killing Thuli and the first\nappellant\nand also rejected his evidence that he heard\nfrom\nPinkie that Sibusiso had said that he would kill\nThuli\nand the first appellant.\nThuli was described by the trial Court as\na\ndevious and scheming person, although not\npossessed of\na forceful personality. The first appellant, on the\nother hand, appeared to the trial Court to be a forceful\npersonality whose conduct throughout the events was not\nthat of a timid person or someone acting subject\nto the directions or influence of Thuli or the second\nappellant.\nThe /\n15.\nThe majority of the trial Court found that, although the first appellant\nwas probably influenced by Thuli, he was not afraid of her\nor of any\nsupernatural powers which he might have believed her to possess. The majority\nfound that Thuli's influence was not of such\na  nature as to reduce the moral\nblameworthiness of the first appellant. One member of the trial Court, however,\nheld that the first\nappellant feared Thuli's contact with the ancestral spirits\nin the sense that she would be notified should he deviate from the conspiracy,\nand have him killed in reprisal. This fear,according to the minority of the\ntrial Court, justified a finding that extenuating circumstances\nexisted in the\ncase of the first appellant.\nThe second appellant did not in his\nevidence\nat /\n16.  at the\ntrial, raise a belief in the supernatural powers of Thuli and the trial Court\nfound that he did not enter= tain such\na belief. In his case, the unanimous\nfinding of the trial Court was that he was probably somewhat influenced by Thuli\nbut that this\ninfluence did not serve to reduce his moral blameworthiness.\nThe.trial Court also found that the evidence did not show that he was\nacting\nunder the influence of the first appellant, and referred to his conduct at the\nsugar cane field when he brought the captives\nback at knife point after they had\ntried to escape. The trial Court regarded this conduct as that of a man acting\non his own initiative.\nIt is well established that this Court will not  interfere with a trial\nCourt's finding that no extenuating\ncircumstances /\n17.\ncircumstances exist, unless such finding is\nvitiated\nby misdirection or irregularity or is one to which\nno\nreasonable court could have come. See\nS v\nNdlovu\n1970(1) SA 430(A) at 434 A and\nS v Mongesi en\nAndere\n1981(3) SA 204(A) at 207 H - 208 A.\nThe determination of the question of\nextenuating\ncircumstances involves a\nthree-fold enquiry. In one of\nthe more recent decisions of this Court on the subject,\nCORBETT JA restated the nature of the enquiry thus in\nS v Ngoma\n1984(3) SA 666(A) at 673 G - I:\n\"The determination of the presence or absence of extenuating\ncircumstances involves a three-fold enquiry: (1) whether there were\nat the time\nof the commission of the crime facts or circumstances which could have \ninfluenced the accused's state of mind or mental\nfaculties and could serve to\nconstitute\nextenuation; /\n18.\nextenuation; (2) whether such facts or circumstances, in their\ncumulative effect,  probably did influence the accused's state of\nmind in doing\nwhat he did; and (3) whether this influence was of such a nature as to reduce\nthe moral blameworthiness of the accused\nin doing what he did. In deciding (3)\nthe trial Court passes a moral judgment.\"\nIn the present case it was submitted on behalf  of the first appellant\nthat the majority of the trial Court misdirected itself in\nholding that the\nfirst appellant did not act in fear of what he believed to be Thuli's\nsupernatural powers. It was submitted that\nthe first appellant's evidence in\nthis regard should have been accepted by the trial Court, and that his forceful\npersonality and\nhis lack of physical fear of Thuli were insufficient reasons for\nthe majority finding. His\nevidence /\n19.  evidence was that although he did not in\nthe slightest degree believe that Sibusiso would either kill Thuli or himself,\nand\nhe had no quarrel with Sibusiso or the deceased, he was forced into the\nconspiracy to kill them because of his fear of Thuli's supernatural\npowers. What\nhe feared was that if he did not go along with Thuli and the second appellant,\nthe former would learn about it from\nhec ancestors and have him killed by a\ngang. There is little evidence of any such fear to be found in the conduct of\nthe ficst appellant\non the day in question. On his own evidence he was not\ndominated by her and was not prepared to accept her word for the alleged threats\nfrom Sibusiso or the deceased. Acting on his own initiative he spoke to both of\nthem, heard their denial\nof /\n20.  of Thuli's accusations, searched them and\nthereafter declared their innocence to Thuli and the second appellant. It is not\nclear\nwhat was discussed during the meeting between the girls and the two\nappellants while the two captives were locked up in the room.\nThe trial Court\nfound that the evidence of the two appellants and Thuli was so contradictory\nthat no finding could be made as to\nwhat transpired at that meeting. The\nimpression one gains from the subseguent conduct of the first appellant is not\nthat of a reluctant,\nfearful participant who has been coerced into taking part\nin the conspiracy, but rather that of one who was \"heart and soul in the\nundertaking\" as the trial Court put it. The first appellant drove the car, he\ncalled for the knives,\nhe /\n21.\nhe gave the order for the assault to begin, he\nstruck\none of the first blows, he took money for petrol\nfrom\nSibusiso and he gave the instructions to the others\nto\nleave the scene. Although he has tribal roots,\nthe\nfirst appellant is not an ignorant, unsophisticated\nrural\nperson. The evidence was that he had been\nemployed\nas a security guard for a considerable time and that\nhe\nhad attained the rank of sergeant in the\norganisation\nhe worked for. The trial Court found the first\nappellant\nto be an untruthful witness in many respects and\nthe\nmajority did not accept his evidence that he feared\nThuli\nor her supernatural powers. In my view the majority\nof\nthe trial Court did not misdirect itself in arriving at\nthis finding, nor is it a finding to which no\nreasonable\nCourt could have come.\nIt /\n22. It was submitted on behalf of both appellants\nthat the fact that they acted under Thuli's influence served as extenuating. In\nthis regard it is clear that it was Thuli who first wanted to kill Sibusiso for\nreasons of her own, and that she manipulated the\ntwo appellants into assisting\nher. It is equally clear, however, that at least at the stage when the two\nvictims were taken from\nthe house, both appellants had made Thuli's plan their\nown and were acting on their own initiative. Throughout the journey to the\nsugar\ncane plantation and at the scene of the killing the two appellants were removed\nfrom Thuli's influence and had ample opportunity\nfor reflection and\nreconsideration, particularly in view of the pathetic pleas for mercy from the\nvictims. That they, nevertheless,\ncarried out the\nplan /\n23.\nplan to kill, shows such callousness and total\ndisregard\nof human life, that it would seem that they acted out\nof\ntheir own, cold-blooded desire to kill, and not because\nof\nany influence Thuli might have had on them, whatever\nits\nnature.\nOn behalf of the second appellant it was\nnext\nsubmitted that the trial Court\nmisdirected itself in\nfinding that the second appellant did not act\nunder the\ninfluence of the first appellant. In my view the conduct\nof\nthe second appellant on the Wednesday before the\nmurder, when he had\nnot even met the first appellant,\nshows that he was quite capable\nand willing to become\ninvolved in the affairs of Thuli without being influenced\nthereto by the first appellant. His conduct throughout the day of the\nmurder, particularly when he chased after\nthe /\n24.\nthe two victims when they tried to escape, and brought \nthem back at knife point, shows no sign of any influence by the first appellant.\nIn my view his claim that he acted under the influence of the first appellant\nwas rightly rejected by the trial Court.\nCounsel for second\nappellant also submitted  that the trial Court wrongly held that second\nappellant was not affected by the liquor\nwhich he had consumed earlier on the\nday in guestion. In his evidence the second appellant did not claim that the\nliquor influenced\nhis conduct in any way, and the passages in the evidence of\nSibusiso to which we were referred, show that all that was wrong with\nhim was\nthat his breath smelled of liquor. There is, furthermore, no indication in\nthe\nsecond /\n25.  second appellant's conduct that he was under the in= fluence of\nalcohol. In my view the trial Court correctly held that the\nsecond appellant's\nconduct was not influenced by liquor.\nIn the result the appeals are\ndismissed.\nW. VIVIER JA.\nCORBETT JA) Concur. NESTADT JA)",
  "scraped_at": "2026-02-11T20:54:59.940805",
  "date": "1987-03-12",
  "coram": [
    "Corbett",
    "Nestadt",
    "Vivier JA"
  ],
  "case_number": "374/86",
  "parties": {
    "applicants": [
      "Alpheus Mphateni Luthuli",
      "Victus Azmokwake Gumede"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, Alpheus Mphateni Luthuli and Victus Azmokwake Gumede, together with a third accused, were convicted of murdering Dick Mphikeleli Ngema and attempting to murder his brother Sibusiso Bonginkosi Ngema on 16 August 1985 at a sugar‑cane field near Eston, Richmond. The violence stemmed from a plan hatched by Thuli Ndlovu, a self‑described sangoma, who feared that Sibusiso would damage her reputation. She convinced the two appellants to assist her in killing the brothers. After luring the victims to Luthuli’s house, the appellants handcuffed them, drove them to a remote field, and repeatedly stabbed them, resulting in Ngema’s death and serious injuries to Sibusiso.",
    "issues": "The principal issue was whether the trial court erred in finding that there were no ext‑extenuating circumstances for the two appellants, i.e., whether their alleged fear of Thuli’s supernatural powers should have reduced their moral blameworthiness and the death sentences imposed. A subsidiary issue concerned whether the trial court misdirected itself in its analysis of influence and fear, and whether the standard of review required interference.",
    "principles": "The court reiterated the three‑fold test for extenuating circumstances from S v Ngoma: (1) existence of facts that could influence the accused’s state of mind; (2) whether those facts probably did influence the state of mind; and (3) whether that influence reduced moral blameworthiness. It also restated the principle that an appellate court will not disturb a trial‑court finding of no extenuating circumstances absent misdirection, irregularity, or a conclusion no reasonable court could reach, citing S v Ndlovu and S v Mongesi.",
    "application": "Applying the test, the appellate court held that the majority of the trial court correctly identified that any fear Luthuli claimed to have of Thuli’s supernatural powers was not convincingly supported by the evidence. The appellate court found Luthuli’s conduct—driving the car, ordering the assault, and seeking petrol money—demonstrated a voluntary, cold‑blooded participation rather than coercion. Similarly, Gumede’s actions were deemed self‑initiated, not merely under Thuli’s or Luthuli’s influence, and his alleged intoxication was irrelevant. Consequently, the trial court was not misdirected, and its finding of no extenuating circumstances stood.",
    "conclusion": "The appeals of both appellants were dismissed. The death sentences for Alpheus Mphateni Luthuli and Victus Azmokwake Gumede were upheld, and the convictions and sentences for murder and attempted murder remain in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "death penalty",
      "appeal",
      "supernatural influence"
    ]
  }
}