{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/143.html",
  "case_name": "Mutual and Federal Insurance Company Ltd. v Swanepoel (446/1986) [1987] ZASCA 143; [1988] 4 All SA 228 (AD) (30 November 1987)",
  "citation": "[1987] ZASCA 143",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 143\n|\nNoteup\n|\nLawCite\nMutual and Federal Insurance Company Ltd. v Swanepoel (446/1986) [1987] ZASCA 143; [1988] 4 All SA 228 (AD) (30 November 1987)\nDownload original files\nPDF format\nRTF format\nCase No 446/1986\nIN THE\nSUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the appeal of:\nMUTUAL AND FEDERAL INSURANCE\nCOMPANY\nLIMITED\nAppellant\nand\nPIETER SWANEPOEL\nRespondent\nCORAM\n:\tRABIE ACJ, CORBETT, VILJOEN, VAN\nHEERDEN, JJA et STEYN AJA\nHEARD\n:\t12 NOVEMBER 1987\nDELIVERED\n: 30 NOVEMBER 1987\nJUDGMENT\n/\nVAN HEERDEN JA\n...\n2.\nVAN HEERDEN JA\n:\nAs a result of a collision which took place between a motor vehicle driven by\nthe respondent (the plain-tiff in the court a\nquo\n) and a second vehicle\nthe respon-dent sustained serious bodily injuries, rendering him a permanent\nquadruplegic. The second vehicle\nwas insured by the appellant (the defendant in\nthe court a\nquo\n) in terms of Act 56 of 1972 and the respondent proceeded\nto claim damages from the appellant in the Witwatersrand Local Division,\nalleging that the collision was due to the negli-gence of the driver of the\ninsured vehicle. Apart from one aspect, the claim was\neventually settled by the\nparties who in effect agreed that the total damages suffered by the respondent\namounted to R750 000. The\nrespondent con-tended, however, that the sum of R100\n000 should be de-ducted from such damages. This sum represented the capi-talised\nvalue of a pension accruing to the respondent. The appellant consequently\nunconditionally undertook to\n/pay ...\n3.\npay to the respondent the sum of R650 000. It was furthermore\nagreed that an additional amount of R100 000 would be payable to the\nrespondent\nshould it be found that the pension was not deductible from the respondent's\ntotal damages. The matter accordingly went\nto trial on this issue only.\nThe salient facts relating to the pension were summarised as follows by the\ncourt a\nquo\n:\n\"(a) At the time of the collision plaintiff was performing his military\nservice as a national serviceman in the Citizen Force in terms\nof the Defence\nAct.\n(b)\tHis disability was caused by military\nservice as contemplated by Section 2\n(a) (iii) of the Military Pensions Act\nno. 84 of 1976.\n(c)\nAs a result of the bodily\ninjuries sus-tained by plaintiff and his ensuing disability he applied for and\nwas awarded a pension.\n(d)\nThe degree of\ndisability and the amount of the award was determined by the Director-General,\nHealth and Welfare,\nin terms of Sections 6 and 7 of\nthe\nMilitary Pensions Act no. 84 of 1976.\n(e)\tThe capitalised value of the pension so\n/determined ...\n4.\ndetermined is R100 000.\n(f)\nThe plaintiff made no\ncontributions to the fund, either by actual payment or by way of deductions from\nhis monthly pay.\n(g)\nThe pension gratuity\nallowance and the cost of any medical treatment, the amount and extent of which\nis deter-mined by the Director-General,\nis paid from monies appropriated by\nParliament for this purpose in terms of Section 3 (1) of the\nAct.\n(h) The plaintiff did not, in computing his\ndamages and in particular his claim for loss of earnings or loss of earning\nca-pacity,\nrely upon his contract of ser-vice (if it can be termed that) with\nthe Defence Force.\nHis claim is based on the premise that he would have taken up employment in\nthe private sector upon completion of his two years' national\nservice.\"\nIn terms of s 3 (1) of the Military Pensions Act 84 of 1976 (the \"Act\") the\nMinister of Health and Wel-fare may, with the concurrence\nof the Minister of\nFinance and out of moneys appropriated by Parliament for the pur-pose, pay\ninter alia\npensions to members of the Citizen Force who suffer from a\npensionable disability. S 4,\n/read ...\n5.\nread with s 1, provides that a\nmember who suffers from a\npensionable disability which has been determined at\nnot\nless than 20% in terms of the Act shall be entitled to\nan annual\npension which shall be calculated in accordance\nwith formula A x B. In this\nformula A represents the\namount which the Minister of Health and Welfare\nmay, with\nthe concurrence of the Minister of Finance, determine\nfrom time\nto time, and B represents the percentage at\nwhich the pensionable disability\nof a member has been\ndetermined. In terms of s 7 (1) and (5) the degree\nof\nsuch disability is to be determined by the Director-\nGeneral of Health\nand Welfare by comparison, subject\nto the provisions of s 7 (6), of the\nphysical and mental\ncondition of the applicant for a pension with that of\na\nnormal and healthy person of the same age and sex, and\nby establishing\nas nearly as possible the percentage by\nwhich his physical and mental\ncondition differ in accord-\nance with the Schedule to the Act from that of such a\n/normal ...\n6.\nnormal and healthy person as a result of his disability. In so far as s 7 (6)\nis relevant for present purposes, it provides that the\ndegree of disability\nwhich corresponds with a disability specified in the Schedule, shall be\ndetermined at the percentage of disability\nspecified in the Schedule, and that\nthe degree of the disability of a member shall be determined without regard to\nhis earning capacity\nin any particular occupation.\nThe Schedule prescribes various percentages of disability for specified\ninjuries, i e, loss of upper and lower limbs or parts thereof,\ndefective vision,\ndefec-tive hearing, facial disfigurement, other disabilities and a combination\nof certain disabilities. Thus a\n100% disability is prescribed for the loss of\nboth feet or hands, the total loss of sight, total deafness and wounds or\ninjuries\nresulting in the member being permanently bed-ridden.\nThe court a\nquo\nwas of the view that the true\n/test ...\n7.\ntest whether benefits accruing to a plaintiff as a result of a\ndelict fall to be deducted from the damages suffered by him \"is simply\nwhether\nit can be said that such pay-ments are made to compensate the victim for the\nloss which he suffered as a result of the impairment\nof his capacity to earn.\"\nHaving analysed a number of the provisions of the Act, the court concluded that\nthe pension payable to\nthe respondent was not intended to be a substitute . for\nearnings, but \"a gratuitous payment made from consider-ations of compassion\nand/or welfare\". Accordingly the court awarded the respondent a further amount\nof R100 000 but granted the appellant leave to appeal\nto this court.\nCounsel for the appellant submitted that the rule that so-called extraneous\nbenefits should be disre-garded in assessing recoverable\ndamages is based upon\ntwo fundamental propositions, viz i) that there is a wrong-doer who ought not,\non moral and public policy grounds,\nto benefit from the largess of another, and\nii) that the\n/person ...\n8.\nperson who confers the benefit on the plaintiff is a third party. In\ncasu\n, so it was further submitted, these pro-positions do not apply. This\nis so because the compensa-tion is not to be paid by the wrongdoer\nbut by the\nMotor Vehicle Insurance Fund whilst the pensionable allowance payable under the\nAct also flows from the State's coffers.\nIn this regard counsel for the appellant argued that the\nratio\nof the\ncollateral source rule appears from the following\ndictum\nof Lord Reid in\nParry v Cleaver\n(1969) 1 All E R 555\n, 558:\n\"It would be revolting to the ordinary man's sense of justice, and therefore\ncontrary to public policy, that the sufferer should have\nhis damages reduced so\nthat he would gain nothing from the benevolence of his friends or relations or\nof the public at large, and\nthat the only gainer would be the wrongdoer.\"\nI do not think that Lord Reid had in mind that charitable gifts to the victim\nof a wrong should be dis-regarded only if the actual\nwrongdoer is the person\nliable for the damages suffered by the victim. If, for instance,\n/an ...\n9.\nan employer is vicariously liable for a delict committed by his employee,\nsuch gifts should clearly not be deducted from the victim's\ndamages. The same\nholds good if dama-ges may be claimed from the wrongdoer's insurer or, for that\nmatter, from any other person against\nwhom an action for damages lies (cf\nBrowning v War Office\n(1962) 3 All E R 1089\n, per Diplock LJ, at pp\n1094-5).\nNor does the fact that the defendant is the very person who conferred a\nbenefit upon the plaintiff necessarily prevent the benefit\nfrom being regarded\nas extraneous. It is trite law that insurance benefits are not to be set off\nagainst a plaintiff's damages. If,\ntherefore, a plaintiff takes out an accident\npolicy with company A, and is then injured under circumstances giving rise to an\naction\nfor damages against that company as the third party insurer of the\nwrongdoer, any payment in terms of the policy will still be\nres inter alios\nacta\nas far as the claim for damages is concerned. This is so because\n/the ....\n10.\nthe capacity in which company A becomes obliged to pay the insurance benefit\nis different from that in which it be-comes liable for\nthe damages suffered by\nthe plaintiff.\nIn\ncasu\nthere is moreover the consideration that the State which is\nliable for the payment of the pension cannot be equated with the Motor\nVehicle\nInsurance Fund, a body corporate estabiished in terms of s 5 of Act\n56 of\n1972 to administer third party insurance through authorised insurers. In any\nevent, it is the author-ised insurer who is primarily\nliable for recoverable\ndamages caused by the negligence of the owner or driver of an in-sured vehicle,\nand who is the real defendant\nin a matter such as the present.\nThe main submission of counsel for the appel-lant, as I understood it, was\nthat in so far as the pen-sion to which the respondent\nhas become entitled is\nin-tended to compensate him for loss of earnings, the benefit must be deducted\nfrom his patrimonial loss,\nand that in\n/so ...\n11.\nso f ar as the pension serves to compensate the appellant for pain and\nsuffering, disability etc, that component of the pension falls\nto be deducted\nfrom his general damages; the result being that the whole pension is de-ductible\nfrom the totality of the appellant's\ndamages.\nAs regards compensation for loss of earnings or earning capacity, counsel for\nthe appellant relied upon the decision in\nDippenaar v Shield Insurance\nCompany Ltd\n1979 (2) SA 904\n(A), for the propositions i) that all a\ndefendant in a delictual action has to do is to make good the difference between\nthe value\nof the plaintiff's estate after the commission of a delict and the\nvalue it would have had if the delict had not been committed,\nand ii) that the\nreal question in determining whether a benefit is extraneous is whether it flows\nfrom the same source as the plaintiff's\nwages at the time of the commission of\nthe delict.\nIn\nDippenaar\n's case it was common cause that\n/the ...\n12.\nthe plaintiff, who had been injured in a collision caused bythe negligence of\na driver of a vehicle which was in-sured by the defendant,\nwas entitled to claim\ndamages from the defendant. The plaintiff was a civil servant who throughout the\nyears that he had been employed\nas such had contributed towards a pension fund\nfor State employees. Had the plaintiff not been injured he would have remained\nin\nthe civil service for a further period of seven years, but the collision\nrendered him totally unemployable. In formulating his claim\nfor damages the\nplaintiff assessed his loss of earnings on the basis of the income which he\nwould have earned during the aforesaid\nperiod. The only dispute between the\nparties was whether the value of the plaintiff's retirement benefits, received\nand receivable\nfrom the State Pension Fund. should be deducted from his\ncapitalised loss of earnings.\nIn holdina for the defendant Rumpff CJ said (at p 920):\n/\"When ...\n13.\n\"When the capacity to earn is sought to be proved by the plaintiff by means\nof a con-tract of employment, the monetary value of the\ncontract can only be\nassessed when one looks at the contract as a whole. In this regard it seems\nclear that, if in terms of such\ncontract there is a compulsory deduction from\nsalary plus a contribution by the employ-er in order to pay the employee money\nas sick\nleave or as a pension, it is the intention of the parties that that\nmoney shall be paid when it is due, in terms of the contract.\nIn fact the\n'income' of the employee is in terms of the contract not confined to his salary\n(in its ordinary connotation) but includes\nalso sick pay or pension when such\npay or pension is due. If a monetary value is sought to be put on the earning\ncapacity based on\nthis con-tract, every benefit received under the con-tract,\nsuch as a pension, must therefore be considered, as was done by the trial\nCourt\nin the present case. If the plaintiff were to be allowed to say that, although\nthe pension is included in the monetary value\nof the con-tract as at the date of\nthe delict, the defend-ant must nevertheless pay him as though he had lost this\nbenefit, the result\nwould be so startling that one wonders why the problem had\ncaused such conflicting views.\"\nIn my view this passage relates to the a case in which a plaintiff assesses\nhis loss of earnings on the basis that but for his injuries,\nhe would have\n/continued ...\n14.\ncontinued to earn income in terms of an existing contract of employment. In\nsuch a case benefits due under or arising from that very\ncontract fall to be\ndeducted from the loss of earnings. The passage is therefore not authority for\nthe wider proposition that merely\nbecause at the time of the delict a plaintiff\nwas in receipt of wages, a benefit flowing from the relationship of employ-ment\naccrues\nto the benefit of the defendant.\nIn the present case the respondent did not assess his loss of earnings on the\nbasis of what he would have earned had he remained \"employed\"\nby the Defence\nForce. His claim was in fact based on the premise that he would have been\nemployed in the private sector upon completion\nof his national service. As the\ncourt a\nquo\ncorrectly pointed out, the period served as a national\nserviceman and the conditions and terms of his service were completely\nirrelevant\nto his claim for loss of earn-ings. The actual decision in\nDippenaar\n's case is\n/consequently ...\n15.\nconsequently no authority for holding that any part of\nthe\nrespondent's pension must be deducted from his loss\nof earnings or the total\ndamages suffered by him.\nCounsel for the appellant, however,\nplaced\nparticular reliance on the following\ndictum\nof Rumpff CJ\t;\n(at p 917):\n\"It is correctly argued that, in a\ncase of personal injury as a result of a\ndelict, the Court must calculate, on the\none hand, the present monetary value of\nall that the plaintiff would have brought\ninto his estate had he not been\ninjured,\nand, on the other hand, the total present\nmonetary value of all that the plaintiff\nwould be able to bring into his estate\nwhilst incapacitated by his injury.\"\nIt is in the first place clear that the Chief Justice did not intend to\nformulate an inflexible rule. This appears from a later passage\nin his judgment\nwhere he states (at p 918) that the notion of \"capacity to earn\" excludes\nreceipts and benefits from benevolence\nor ordinary contracts of insurance, and\nthat that is the real\n/reason ...\n16.\nreason why such receipts and benefits are generally ex-cluded. In the second\nplace it should be emphasised that the\ndictum\nrelates only to Aquilian,\nor patrimonial, loss. For it is only in regard to such loss that a com-parison\ncan be made between the\nmonetary value of a plaintiff's estate before the\ncommission of a delict and its value as a result of the delict. In particular,\nfreedom from pain and the enjoyment of the pleasures of life do not have a\nmonetary value which form part of the\nuniversitas\nof a human being.\nPayment of general damages therefore does not fill a gap in the estate of the\nvictim of the tort, but affords him\n\"the comfort which is assumed to flow from\nbeing put in the possession of a sum of money\" (\nHoffa, N 0 v S A Mutual Fire\nand General Insurance Co Ltd\n1965 (2) SA 944\n(C) 954).\nIt is not clear to me whether in the view of Rumpff CJ all benefits conferred\nupon a victim of a wrong to compênsate him for\nhis pecuniary loss, and\nwhich do not\n/partake ...\n17.\npartake of the nature of benevolence or insurance benefits,\nmust be set\noff against the victim's patrimonial loss.\nOn the assumption that that was\nindeed the approach of\nRumpff CJ, I now turn to the guestion whether the\npension\naccruing to the plaintiff is to be regarded as compensa-\ntion for\nsuch loss, and more particularly, loss of earn-\ning capacity. I have already\npointed out that s 7 (6)\n(f) of the Act enjoins the Director-General of Health and\nWelfare not to\nhave regard to the earning capacity of an\ninjured member in any particular occupation when deter-\nmining his degree\nof disability. Counsel for the appel-\nlant submitted that the subsection does not preclude the\nDirector-General from having regard to earning capacity\ngenerally, but merely excludes consideration of such capa-\ncity in regard to a \"particular occupation\". The sub-\nmission is without\nsubstance since the concept of earning\ncapacity does not exist in\nvacuo\n, but is always related\nto a particular person and a particular sphere of human\n/endeavour ...\n18.\nendeavour. S 7 (6) (f) consequently affords a strong indication that the\nLegislature did not intend a pension under the Act to compensate\nan injured\nmember for loss of earning capacity as such. That this was indeed not the\nLegislature's intention, is borne out by the\nSchedule to the Act. Thus, the\npercentage of disablement ascribed to the loss of all phalanges of three fingers\nof the right hand\nis 30% irrespective of the use the member in-tended to make of\nthe hand in any occupation. It is hard-ly necessary to say that such\na loss may\nnot at all affect the earning capacity of, say, a lawyer, whilst it would spell\nan end to the career of a concert pianist.\nAgain, the loss of an eye, resulting\nin a 50% disability, may in many occupations have no effect on a member's\nearning capacity.\nAnd as regards the loss of both testicles (50%) or one\ntesticle (20%), it is indeed difficult to conceive of a situation in which\nthe\ndisability would preclude the injured member from pursuing any legitimate\nremunerative\n/calling ...\n19.\ncalling.\nI am therefore of the opinion that a pension under the Act cannot be viewed\nas compensation for loss of earnings or earning capacity.\nIt is rather in the\nnature of a\nsolatium\nfor the totality of the consequences of the\ndisablement, and particularly those that cannot readily be measured in monetary\nterms.\nThe final question is whether the pension awarded to the respondent, or part\nthereof, should not be deducted from the respondent's\nnon-pecuniary loss. In\nthis regard it should be borne in mind that a claim for such loss is not an\nAquilian action (\nGovernment of the Republic of South Africa v Ngubane\n1972 (2) SA 601\n(A) 606), and that, as has often been stated, an award of money\ncannot really compensate a plaintiff for pain and suffering, loss\nof amenities,\ndisfigurement, etc. There is indeed no norm for determining in monetary terms\nthe extent of such general damages. As\nwas\n/said ...\n20.\nsaid by Windeyer J in\nPapanayioutou v Heath\n(1970) A L R\n105, 112 (quoted by Luntz,\nAssessment of Damages\n, 2nd\ned, p 158, n 6):\n\"What is a reasonable sum for general damages for personal injuries cannot be\nmeasured and tested as a reasonable price can be, by\nthe experience of the\nmarket-place.\"\nIt follows that there may be even amongst lawyers a marked difference in\ntheir assessment of the monetary va-lue to be placed on loss\nof a non-pecuniary\nnature. It is for this reason that a court of appeal will not interfere with an\naward of general damages made\nby a trial court mere-ly because it is considered\nto be too high or too low. And in making such an award a court does not have\nregard\nonly to the interests of the plaintiff, it also bears in mind that too\nheavy a financial burden should not be placed upon the defendant.\nIn consequence\nit cannot be said that a plaintiff is over-compensated if, when assessing his\ngeneral damages, no regard is had to\nan extraneous be-nefit conferred upon him\nfor the purpose of ameliorating\n/pain ...\n21.\npain and suffering, loss of amenities, disability, etc.\nI am accordingly of the view that in so far as the pension accruing to the\nrespondent serves to com-pensate him for the intangible\nconsequences of his\ndis-ability, it should not be deducted from his non-pecuniary loss. Andsince it\nis impossible to determine to\nwhat ex-tent a pension conferred under the Act is\nintended to or serves to compensate a member for pecuniary loss, and more\nspecifically\nloss of earnings, the court a\nquo\ncor-rectly held that the\nrespondent's pension should not be set off against the totality of the damages\nsustained by him.\nThe appeal is dismissed with costs.\nH.J.O. VAN HEERDEN JA\nRABIE ACJ\nCORBETT JA\nCONCUR\nVILJOEN JA\nSTEYN AJA",
  "scraped_at": "2026-02-11T21:28:29.443800",
  "date": "1987-11-30",
  "coram": [
    "RABIE ACJ",
    "CORBETT JA",
    "VILJOEN JA",
    "VAN HEERDEN JA",
    "STEYN AJA"
  ],
  "case_number": "446/1986",
  "parties": {
    "applicants": [
      "Mutual and Federal Insurance Company Limited"
    ],
    "respondents": [
      "Pieter Swanepoel"
    ]
  },
  "sections": {
    "facts": "The respondent, Pieter Swanepoel, was involved in a motor‑vehicle collision caused by the driver of a vehicle insured by the appellant, Mutual and Federal Insurance Company Limited. The collision left Swanepoel a permanent quadriplegic. He claimed damages of R750,000 from the insurer, agreeing that R100,000 of that sum represented the capitalised value of a military pension he was awarded under the Military Pensions Act after his injuries. The parties agreed the insurer would pay R650,000, with an additional R100,000 payable if the pension was not deductible from the damages. The issue of whether the pension should be deducted was the sole matter tried.",
    "issues": "The principal issue was whether the military pension, which the respondent received as a gratuitous state benefit, should be deducted from the damages awarded for his personal injuries, particularly from loss of earnings and non‑pecuniary loss. Related sub‑issues involved the application of the collateral source rule and the interpretation of the Military Pensions Act with respect to compensation for loss of earning capacity.",
    "principles": "The court reiterated that the test for whether a benefit is deductible is whether it compensates the plaintiff for loss of earning capacity. It held that benefits intended as welfare or gratuitous payments, such as the military pension, are not substitutes for earnings. The judgment relied on the collateral source rule, Lord Reid's dictum in Parry v Cleaver, and domestic authorities including Dippenaar v Shield Insurance and Browning v War Office. It noted that Section 7(6)(f) of the Military Pensions Act expressly excludes consideration of earning capacity when determining the degree of disability, indicating the legislature did not intend the pension to replace lost earnings.",
    "application": "Applying these principles, the court examined the statutory scheme of the Military Pensions Act and concluded that the pension was a welfare gratuity, not a compensation for loss of earnings. Consequently, the pension could not be set off against either the pecuniary or non‑pecuniary damages claimed by the respondent. The court therefore upheld the trial judge’s award of an additional R100,000, confirming that the total payment to the respondent should be R750,000 without any deduction for the pension.",
    "conclusion": "The appeal by Mutual and Federal Insurance Company Limited was dismissed with costs. The respondent was awarded the full amount of R750,000, and the military pension was held not to be deductible from his damages."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Damages",
    "level_3": [
      "collateral source rule",
      "military pension",
      "personal injury",
      "deduction of benefits"
    ]
  }
}