{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/95.html",
  "case_name": "S v Scholtz (54/87) [1987] ZASCA 95; [1988] 3 All SA 532 (AD) (22 September 1987)",
  "citation": "[1987] ZASCA 95",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 95\n|\nNoteup\n|\nLawCite\nS v Scholtz (54/87) [1987] ZASCA 95; [1988] 3 All SA 532 (AD) (22 September 1987)\nDownload original files\nPDF format\nRTF format\nCECIL SCHOLTZ\nAPPELLANT\nen\nDIE\nSTAAT\nRESPONDENT\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPeLAFDELING\nIn die saak\nCECIL SCHOLTZ\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM:\tHEFER, NESTADT ARR et STEYN wnde AR\nDATUM VERHOOR: 4 SEPTEMBER 1987\nDATUM GELEWER: 2 2 SEPTEMBER 198 7\nUITSPRAAK\nNESTADT, AR:\nDie appellant is in die Kaap die Goeie\nHoop Provinsiale Afdeling op twee aanklagte van\nverkragting/\n2.\nverkragting skuldig bevind. Ten opsigte van die een\nis hy tot vyf jaar gevangenisstraf gevonnis. Op die\nander is hy ter dood veroordeel. Met verlof van die\nVerhoorhof (NEL R}, kom hy nou in hoër beroep slegs\nteen die doodvonnis hom opgelê.\n'n Samevatting van die tersaaklike\nbewese\nfeite is die volgende.\nAppellant, 'n kleurling man, is\nop 19 November 1964 gebore. Hy was dus ten tye van die\nmisdaad 21 jaar oud. Hy was ongetroud en werkloos. Hy\nhet st 3 op skool geslaag. Hy het twee vorige veroor-\ndelings gehad; een op 1 November 1983 vir aanranding\nmet 'n mes en een op 30 September 1985 vir diefstal. Ten\nopsigte van e g is hy tot vyf houe met 'n ligte rottang\ngevonnis; wat lg betref tot 'n boete van R50 of twee\nmaande/....\n3.\nmaande gevangenisstraf plus 'n verdere vier maande ge-\nvangenisstraf wat voorwaardelik opgeskort is . Op\nOktober 1985 het hy die eerste verkragting gepleeg. Dit\nis onnodig om die besonderhede hiervan uiteen te sit.\nKort daarna is hy daarvoor gearresteer maar is toe op\nborgtog vrygelaat. Op 25 November 1985 pleeg hy die\ntweede verkragting. Om ongeveer 11:30 vm het die\nklaagster op die stoep van haar ouers se huis te Paarl\ngesit en studeer. Sy was 'n 19 jaar oue universiteit-\nstudent wat die Verhoorhof as 'n fyngeboude en wel-\nopgevoede, beskaafde jong dame beskryf het. Sy was\n'n maagd. Sy was alleen by die huis. Appellant het\nverby gestap en haar gesien. Hy het besluit om geslags-\ngemeenskap met haar te hê. Om te verhoed dat sy hom\nsien/...\n4\nsien nader kom het hy voorgegee dat hv verby die\nhuis loop. Hy het egter op 'n plek oor die erfmuur\ngespring en haar van agter af genader. Hy het 'n mes\nin sy hand gehad wat hy teen haar keel gedruk het. Sy\nhet opgespring. Hy het haar beveel om stil te bly.\nSy het groot geskrik. Sy was so geskok dat sy haar\nbroek natgemaak het. Sy het agteruit in die rigting\nvan die voordeur van die huis tot in die sitkamer beweeg\nHy het haar met die een hand vasgehou en in die ander\nhand het hy die mes gehad. Hy sê toe vir haar dat sy\nhaar broek moet aftrek en dat as sy dit nie doen nie\nhy haar sal \"sny\". Die volgende wat sy onthou is dat\nhy haar toe op die vloer verkrag. Toe hy op haar\ngelê het het hy haar gesoen (nadat hy aan haar gesê\nhet/...\n5.\nhet dat sy hom moes soen en sy geweier het). Die mes\nwas nog steeds in sy hand maar hy het dit 'n entjie weg\ngegooi nadat sy hom gevra het om dit te doen. In\n'n\nstadium het hy haar gesê sy moet aan sy geslagsoorgaan vat\nmaar sy het geweier. Toe lui die telefoon. Hy het opge-\nspring en uit die huis weggehardloop. Nadat sy seker was\ndat hy weg is, het sy die telefoon geantwoorc. Dit was haar\nstiefpa. Sy het aan hom gesê dat hy onmiddellik huis toe\nmoes kom omdat sy verkrag is. Sy het gehuil. Toe hy daar, binne\nminute aangekom het, het hy haar in die toilet gevind waar sy\nhaar toegesluit het. Sy was, in sy woorde, \"heeltemal\nhisteries\". Later is hulle na die polisiestasie en\ndie distriksgeneesheer toe. Die dokter was van mening\ndat/...\n6\ndat penetrasie plaasgevind het. Appellant is daardie\naand cearresteer. Kort daarna het hy die misdaad erken\nAs gevolg van die voorval moet klaagster sielkundige\nbehandeling ontvang, hoofsaaklik vir vrees en ook, soos\nsy dit gestel het, \"my\" sosiale lewe . . . die verhouding\nmet my vriend\". Volgens haar stiefpa is sy \"altyd\nbaie bang, vernaamlik in die nagte. Dan dink sy altyd\ndaar is iemand wat om die huis loop of daar is gevaar\nSy ly aan hewige depressie en sy bel dikwels haar ma\nen dan huil sy op die telefoon en dan is haar ma ook\nbaie ontstig en omgekrap\". Appellant, in sy getuienis,\nnadat hy skuldig gepleit het) het beweer dat hy die\nmisdaad onder die invloed van dwelmmiddels gepleeg het\nDie Verhoorhof het dit egter verwerp.\nDit/...\n7\nDit dan die vernaamste feite waarop\ndie\nhof benede vonnis moes vel. In sy uitspraak in dié verband het NEL R,\nnadat hy bevind het dat berou aan die kant van appellant\nnie bewys is nie, oa\ndie volgende gesê;\n\" By die oplegging van straf moet díe beskuldigde se persoonlike\nomstandighede in ag geneem word. Hy was relatief jonk, ongeveer\n21 jaar oud, sy\nagtergrond kan nie as gelukkig beskryf word nie en hy het slegs standerd drie\ngeslaag. Sy vorige veroordelings is\nnie ernstig van aard nie...\nDaar moet ook in ag geneem word dat die klaagster fisies slegs lig beseer is\nen dat dit nie 'n langdurige aanval was nie. Aan die\nander kant is daar ten\nopsigte van hierdie klagte verswarende faktore. Die verkragting was beplan\nvoordat die beskuldigde díe\nklaagster genader het. Hy het haar met 'n oop\nmes genader en on-middellik daarmee gedreig. Dat sy\nuiters/\n8\nuiters verskrik was, moes hy gesien het. Hy het haar gedreig dat hy sou\nterugkom indien sy oor die voorval sou praat. Sy is 'n fyngeboude\nen\nwelopgevoede en beskaafde student wat 'n maagd was. Hierdie eerste seksuele\nondervinding wat sy deur die verkragting opgedoen\nhet was vir die klaagster 'n\nuiters trauma-tíese ondervinding. Dit het psigiese letsels gelaat wat nou\nnog nie hers'tel het\nnie. Sy is nog steeds beangs wanneer sy by haar\nouerhuís is en ly aan depressie Sy is nog steeds onder sielkundige\nbe-handeling.\nDie verkragting was gepleeg gedurende die dag terwyl die klaagster\nop haar ouerhuis se stoep gesit het, 'n plek waar 'n jong raeisie\nveilig behoort\nte voel. Die beskuldigde was nie net tevrede om haar te verkrag nie, maar wou\nnog gehad het dat sy hom moes soen en\naan sy geslagsorgaan vat. Dit moes vir\nhaar 'n baie vernederende ondervinding gewees het.\n'n Verdere omstandigheid\nin hierdie klagte wat in ag geneem moet word is die feit\ndat/\n9\ndat die beskuldigde relatief kort nadat hy op borg vrygelaat is ten opsigte van\ndie eerste klagte, die tweede verkragting gepleeg\nhet. Dit toon dat die\nbeskuldigde geen respek vir die vroulike geslag en vir die gereg het nie.\nDie vraag ontstaan nou, met inagneming van al die faktore, of 'n langtermyn\nge-vangenisstraf met die moontlike rehabilita-sie van\ndie beskuldigde 'n\ngenoegsame straf vir sy daad is. Terwyl hy so 'n straf uitdien, sal die\ngemeenskap natuurlik ook teen hom beskerm\nwees. Ma my mening egter, en met\ninagneming van die faktore hierbo na verwys, sou dit nie 'n gepaste straf wees\nnie.Die verkragting\nhet na my mening plaasgevind onder omstandighede wat ek as\nbaie ernstig beskou. Nieteenstaande her-haalde en ernstige waarskuwings\ndeur\nhier-die afdeling word hierdie tipe misdaad nog gereeld geplseg.\nOnder die omstandighede word die beskul-digde op\nKLAGTE 2 TER DOOD\nVEROORDERL\n.\"\nWat beslis moet word\nis of die Verhoor-regter die diskresie wat ten opsigte van vonnis aan\nhom/....\n10.\nhom toevertrou is, op 'n behoorlike wyse uitgeoefen het.\nSlegs as dit nie gedoen is nie, is hierdie hof by magte\nom met die vonnis in te gryp.\nDie eerste grond waarop dit namens\nappellant betoog is dat inmenging geregverdig is en dat\ndie doodvonnis met een van 'n lang tydperk van gevangenis-\nstraf vervang behoort te word, is dat 'n mistasting begaan\nis. Dit is aangevoer dat daar gefouteer is deur die\nfeit dat appellant op borg was toe die tweede, ver-\nkragting plaasgevind het, as verswarende faktor in\naanmerking te neem; aangesien hy toe nog nie veroordeel\nen gevonnis was ten opsigte van die eerste aanklag nie, sou\nhy nog nie die vergeldings effek van straf gevoel het\nnie; elke aanklag van verkragting moes oo sy eie\nmeriete/...\n11.\nmeriete en apart beoordeel aewees het. Ek verskil.\nDie feit dat hy slegs ses weke tevore iemand anders\nverkrag het is aanduidend van appellant se karakter\nen gesindheid en dit is altyd van belang tydens vonnis-\noplegging (Du Toit,\nStraf in Suid-Af rika\n87). In\nS vs Radebe 1962(2) S A 380 (A) te 383 C - G het hierdie\nhof die inagneming deur die Verhoorhof van 'n tersaaklike\nvorige veroordeling ten opsigte van 'n misdaad wat gepleeg\nis op dieselfde dag as dié waarvoor hy gevonnis is,\ngoedgekeur (kyk ook S vs Kok 1974(1) PH H(2)). Trouens,\nveroordelings aan misdrywe gepleeg na die betrokke misdryf\nkan strafverswarend op vonnis inwerk, (R vs Zonele and\nOthers\n1959(3) S A 319(A) te 330-1). Die verhoorregter het\nderhalwe geen mistasting in die opsig onder\nbespreking/....\n12\nbespreking, of enige ander, begaan nie.\nWat oorbly is die vraag of die\nVer-\nhoorregter redelikerwyse die\ndoodvonnis kon opgelê\nhet. Dit, eerder as die toets of dit die enigste ge-\npaste straf of 'n uiterste geval is, is die deurslag-\ngewende vraag.\n(S vs Pieters\n1987(3) S A 717(A)).\nNamens appellant is dit aan die hand gedosn dat dit\nontkennend beantwoord moet word. Dit is beklemtoon\ndat die klaagster geen fisiese beserings opgedoen het\nnie; dat omdat sy nog jonk is daar nie gesê kan word\ndat daar permanente psigiese letsels oorgebly het nie;\ndat dit nie 'n langdurige aanval was nie; dat die\ngetuienis aandui dat appellant nie arrogant was nie\nmaar inteendeel op sy senuwees was; en dat appellant\nsy/....\n13.\nsy mes weggegooi het toe klaagster haar vrees daar-\nvoor uitgespresk het. Die feit dat appellant skuldig\ngepleit het en dat hy relatief jonk was is ook ter\noorweging gegee. En laastens is dit aangevoer dat die\nmoontlikheid van rehabilitasie nie genoegsaam in ag\ngeneem is nie.\nGewig moet verleen word aan hierdie fak-\ntore. Aan die ander kant egter het hierdie verkragting\nplaasgevind in omstandighede wat die Verhoorhof tereg as\nernstig beskou het. Tydens die pleging van die misdaad\nmoes die klaagster se angs al te duidelik vir die\nappellant gewees het; alhoewel hy blykbaar op die\ningewing van die oomblik besluit het om haar te verkrag\nhet sy optrede 'n mate van geslepenheid en beplanning\ngetoon/...\n14\ngetoon (deurdat hy voorgegee het dat hy verby haar huis\nloop en haar toe met 'n ompad bekruip her); en 'n mes\nis gebruik in die aanval. Uiteraard moes die vcorval 'n\nbaie vernederende en ontstellende ervaring vir klaagster\ngewees het. Die sielkundige gevolge wat die verkragting\nvir haar gehad het, het nog steeds geduur ten tye van\ndie verhoor; en dit was nege maande na die voorval. Maar\nbowenal is die omstandigheid dat die misdaad in klaagster\nse huis plaasgevind het. Dit behoort, soos wat NEL R\nin wese bevind het, 'n heilige plek te wees.\nïn S vs Pieters, supra, te 734 I - 735 A\nword verwys na ernstige gevalle van verkragting waar\ndit onmoontlik is om kategories te konstateer dat die\ndoodstraf, in teenstelling met 'n lang termyn van\ngevangenis\nstraf, die gepaste vonnis is - ware grensgevalle dus\nwaar/....\n15\nwaar daar ruimte is vir geldige meningsverskille en\nwaar 'n diskresie redelikerwyse uitgeoefen kan word\nna die een of na die ander kant toe. Na my mening is\ndie huidige saak so 'n geval.'\nn\nLang termyn van ge-\nvangenisstraf sou 'n redelike straf gewees het. Maar\ninaggenome al die omstandighede was die doodvonnis ook\n'n straf wat redelikerwyse kon opgelê gewees het.\nDaar was goeie redes vir albei. NEL R, ongeag die\nmoontlike rehabilitasie van appellant, het besluit dat\ndie gepaste straf die doodvonnis was. Dit is hoe hy\nsy diskresie uitgeoefen het. Dit kan nie gesê word\ndat hy die perke van redelikheid oorskry het nie.\nSy diskresie is dus behoorlik uitgeoefen. Bygevolg\nkan/....\nkan daar nie ingegryp word nie.\nDie appèl word afgewys\nH H NESTADT, AR\nHEFER, AR )\n) STEM SAAM\n) STEYN, Wnde AR )",
  "scraped_at": "2026-02-11T21:17:27.597418",
  "date": "1987-09-22",
  "coram": [
    "HEFER AR",
    "NESTADT AR",
    "STEYN AR"
  ],
  "case_number": "54/87",
  "parties": {
    "applicants": [
      "Cecil Scholtz"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Cecil Scholtz, a 21‑year‑old coloured male, was convicted in the Cape Provincial Division of two counts of rape. He had prior convictions for assault with a knife (1983) and theft (1985). The second rape occurred on 25 November 1985 when the complainant, a 19‑year‑old university student, was studying on the porch of her parents' house in Paarl. Scholtz approached her from behind, armed with a knife, forced her at knife‑point to undress, and raped her. After the assault he fled, but later returned to the house and was found in the toilet. The victim suffered immediate physical injury and long‑term psychological trauma, requiring continued psychiatric treatment. Scholtz pleaded guilty and claimed he was under the influence of drugs, a contention rejected by the trial court.",
    "issues": "The principal issue on appeal was whether the trial judge had exercised his sentencing discretion properly in imposing the death sentence for the second rape, or whether a long term imprisonment sentence should have replaced it. Sub‑issues included the proper weighting of mitigating factors (young age, limited education, prior convictions of low seriousness) versus aggravating factors (premeditation, use of a deadly weapon, vulnerability of the complainant, repeated offences).",
    "principles": "South African law requires that sentencing consider both personal circumstances of the offender and the gravity of the offence. Each charge must be assessed on its own merits, and aggravating or mitigating factors are to be weighed in accordance with precedent (e.g., S v Radebe 1962, S v Kok 1974, R v Zonele 1959, S v Pieters 1987). The discretion of the trial judge must be exercised reasonably and not be perverse. The death penalty may be imposed where the offence is of a particularly serious nature and where aggravating circumstances outweigh mitigating ones.",
    "application": "The appellate court examined the factual matrix and found the rape to have been pre‑planned, carried out with a knife, and directed at a vulnerable, virgin university student, causing severe psychological harm. While recognising Scholtz's youth, poor educational background and prior low‑severity convictions as mitigating, the court held that the aggravating factors—use of a deadly weapon, repeated sexual violence, and the humiliating nature of the assault—were decisive. The court concluded that the trial judge had not mis‑applied the sentencing principles and had correctly exercised his discretion in imposing the death sentence.",
    "conclusion": "The appeal was dismissed. The death sentence for the second count of rape was upheld, and the appellate court affirmed that the trial judge's discretion was properly exercised."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "death penalty",
      "sentencing discretion",
      "aggravating factors",
      "mitigating factors"
    ]
  }
}