{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/88.html",
  "case_name": "Protea Assurance Company Ltd. v LTA Building (SWA) Ltd. and Another (334/85) [1987] ZASCA 88; [1988] 1 All SA 252 (A) (18 September 1987)",
  "citation": "[1987] ZASCA 88",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 88\n|\nNoteup\n|\nLawCite\nProtea Assurance Company Ltd. v LTA Building (SWA) Ltd. and Another (334/85) [1987] ZASCA 88; [1988] 1 All SA 252 (A) (18 September 1987)\nDownload original files\nPDF format\nRTF format\n334/85/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nPROTEA ASSURANCE COMPANY LIMITED\nAppellant\nAND\nLTA BUILDING (SWA) LIMITED\n1st Respondent\nGODFREY EDWARD\nTHOMAS\n2nd Respondent\nCORAM\n: HEFER, NESTADT, JJA et NICHOLAS,\nAJA\nHEARD\n: 27 August 1987\nDELIVERED\n:\nJUDGMENT\nNICHOLAS, AJA\nCDM (PROPRIETARY) LIMITED, which was formerly known\nas\nCONSOLIDATED\n2 CONSOLIDATED DIAMOND MINES, carries on\nmining operations near Oranjemund in South West Africa - Namibia. The\nope-\nrations include excavation of diamondiferous gravel at the mine-faces\nand its conveyance to crushing plants for pro-cessing.\nAt the end of 1980,\nLTA BUILDING (SWA) LTD (\"LTA\") was engaged in contract work on the mine. In that\nconnec-tion, a team of its employees\narrived at Oranjemund by air on 14 November\n1980. They included Godfrey Thomas, the general foreman, Keith Papier and Henry\nWilliams.\nThe party was accommodated at a mine hostel at a place called Uubvlei.\nTheir place of work was plant 50 G some distance to the South.\nCDM provided LTA\nwith a Datsun Ekonobus for the conveyance of the men between Uubvlei and their\nplace of\nwork\n3 work. Thomas had the responsibility of driving the\nvehicle.\nThe mining area was traversed from North to South by two roads: the\nhaul road and the East Cliff road.\nThe haul road was wide and level. Its\nsurface was described as being of sand calcrete. As its name indicates, it was\nused primarily\nfor the haulage of gravel to the crush-ing plants. . For this\npurpose heavy vehicles were used, in-cluding 769 rear dumpers. These\nwere\nmassive vehicles which were described as \"giant haul trucks\". They were nearly 4\nmetres high, 3.6 metres wide and 8 metres long.\nThey had a capacity of 700 cubic\nmetres or 35 tons.\nAccess roads from the mine-faces joined the haul road at various points.\nThere were stop signs at most if not all of the intersections.\nAt\n4\nAt some entrance to the haul road, including the entrance at\nUubvlei, there were signs reading \"ONLY AUTHO-RISED VEHICLES PERMITTED\nON HAUL\nROADS\". The use of the road was, however, not limited to earthmoving vehicles.\nMany other types of vehicle (including buses,\nEkonobuses, \"bakkies\" and\nmotorcars) made regular and daily use of this road.\nThe speed limit laid down\nfor the haul road was 90 km per hour for light vehicles and 70 km per hour for\nheavy vehicles.\nThe East Cliff road had a tarred surface. It lay outside the\narea where active mining was being carried on, and was intended to be\nused by\nall vehicles not authorised to use the haul road.\nFor the first few days Thomas used the East Cliff road\nwhen\t.\n.\nwhen driving between Uúbvlei and plant 50 G, but after learning of\nthe haul road he used that road except when conditions were\nunsuitable.\nThe\n1st December 1980 was \"a very beautiful morning\". Thomas and his party left\nUubvlei in the Ekonobus at 06h40. They travelled along\nthe haul road at about 60\nkm per hour. At 06h50 a collision occurred between the Ekonobus, which was\ntravelling roughly from North\nto South, and a heavily laden 769, which had\nentered the haul road (which was a\nthrough road) from an access road to the East (which was a stop road), and\nwas engaged in turning to the South. As a result of the\ncollision, two of the\noccupants of the Ekonobus were killed,\nand Papier was seriously injured.\nArising\n6 Arising out of the collision, Papier instituted an action for\ndamages in the Cape Provincial Division against PROTEA ASSURANCE COMPANY\nLIMITED\n(\"PROTEA\"), which was the insurer in terms of the Motor Vehicle Insurance Act,\nNo 56 of 1972, of the 769 and also of the\nEkonobus. Papier alleged. that his\ninjuries had been caused by the negligence of one A. Stephanus, the driver of\nthe 769, or alternatively\nby the negligence of Thomas.\nPROTEA filed a plea\ndenying that either Stephanus or Thomas had been negligent. On the same date,\nand acting under Rule 13 of the\nRules of Court, it served on LTA (as First Third\nParty) and Thomas (as Second Third Party) a third party notice. In the annexure\nto the notice PROTEA alleged\nthat\n7\nthat, in the event of it being found that it was\nliable to\ncompensate the plaintiff for any damages by reason of\nthe\nnegligence of Stephanus, the collision was partly caused by\nthe\nnegligence of Thomas, acting in the course of his employ-\nment with LTA, and\nthe negligence of LTA itself; that\nStephanus and LTA (the First Third Party)\nand/or Thomas (the\nSecond Third Party) would therefore be \"joint\nwrongdoers\"\nwithin the meaning of Act No 34 of 1956; and that PROTEA\nwould\nin the premises be entitled to claim a contribution\nfrom them. PROTEA accordingly claimed:\n\"(a) An order declaring the degree in which the First Third Party and/or the\nSecond Third Party were at fault in relation to the\ndamage suffered by\nPlaintiff. (b) An Order declaring the amount which\nDefendant\n8\nDefendant is entitled to claim as a contribution from the First\nThird Party and the Second Third Party, jointly and severally, upon\npayment of\nthe judgment debt in full;\n(c)\nAlternative\nrelief;\n(d)\nCosts of\nsuit.\"\nLTA and Thomas pleaded to the third party\nnotice denying the several allegations of negligence, and denying that they were\njoint wrongdoers\nor obliged to make a contribution.\nThe matter proceeded to\ntrial, which was heard before LATEGAN J in September 1984. After some days, a\nsettlement was reached between\nPapier and PROTEA on terms set out in a deed of\nsettlement. The deed recited that PROTEA admitted that Stephanus and Thomas were\neach partly to blame for the collision. It recorded that it was agreed that\nPapier's\noverall\n9 overall damages amounted to R225 000.00, and PROTEA\nacknow-ledged that it was liable to Papier in an amount of Rl2 000.00, as\ninsurer\nof the Ekonobus and an amount of R213 000.00, as the insurer of the 769,\nand for costs, and it agreed to pay these amounts to Papier.\nAgreement in\nregard to the guantum of damages was al-so reached between PROTEA and the third\nparties.\nIn consequence of these agreements, the sole question re-maining for\ndetermination at the trial was that of the liabil-ity (if any)\nof the third\nparties to contribute towards the amount of R213 000.00 for which PROTEA was\nliable as insurer of the 769; and the liability\nfor the costs.\nPROTEA closed its case without leading any evidence.\nLTA\n10\nLTA and Thomas then made applications for\nabsolution from the instance. These were refused and the trial pro-ceeded.\nOn\n11 Pebruary 1985 LATEGAN J gave judgment, in which he found that Thomas and LTA\nwere not at fault in relation to the damages suffered\nby Papier, and that\nconsequently PROTEA was not entitled to claim any contribution from the. third\nparties. PROTEA was ordered to\npay the costs.\nAn application by PROTEA for\nleave to appeal was refused by the trial judge, but leave was subsequently\ngranted in terms of s 21(3)\nof the Supreme Court Act, No 59 of 1959.\nIn the annexure to the third party notice, PROTEA al-leged that Thomas was\nnegligent in the respects there set\nout\n11\nout, and that Thomas and LTA (as Thomas's employer) were\nliable on the ground of such negligence. It also alleged\nthat LTA was itself\nnegligent in that -\n(1) It failed to inform its employees, more particularly Thomas, of a\npro-hibition by CDM against travelling on haul roads; (ii) It\nfailed to take any\nor adequate\nsteps to ensure that its employees, more particularly Thomas, did not travel\non haul roads.\nAlleged negligence of Thomas\nEvidence in regard to\nthe circumstances of the collision was given by Laubscher and Williams, who were\ncalled as witnesses on behalf\nof Papier, and by Thomas. Stephanus did not give\nevidence.\nLaubscher was a mine foreman employed by CDM. Early on the morning of 1\nDecember 1980 he was travelling on the\nhaul\n12\nhaul road in a Land Rover between Uubvlei, where\nhe had had\nbreakfast,and No 3 plant to the South. The sun was starting\nto\nrise. His speed was about 60 km per hour, but it could\nhave been less. He was\novertaken by an Ekonobus. He did\nnot notice anything untoward in its speed\nand could not\ndispute that it was travelling at about 60 km per\nhour.\nShortly afterwards he saw the Ekonobus swerve to the right\nand\noverturn. He did not see the collision. He had not\npreviously noticed a 769\nwhich he then saw for the first time\nstanding on the haul road. He said that\nthe sun did not\n\"affect\" him or \"worry\" him, but he did say later in his\nevidence -\n\"... the thing that I have realized now (that is, as a result of\ncross-examination),. the accident could have occurred because\nthe\n13\nthe sun was to blame at some stage or other and I\nwould just like to say that if a person is driving a vehicle and he is blinded\nby\nthe sun, he is unfamiliar with the area he is in, wouldn't he then drive\nslower or be more observant?\"\nWilliams, a member of the LTA team, was seated in front\nof the\nEkonobus next to Thomas the driver. The sun was shin-\ning into the vehicle\nfrom the left. He held his forearm in\nfront of his face so that the sun would\nnot shine directly in-\nto his eyes. They overtook a vehicle driven by the\nmine fore-\nman. Shortly afterwards he heard one of the men call out\nfrom\nbehind him, and he looked around. As he did so, he\nheard Thomas cry out \"O\nGod Boeta, kyk hier\". He looked to\nthe front and saw a truck in a turning\nmovement on the haul\nroad. He had not seen it before. The Ekonobus swerved to\nthe\n14 the right. Everything happened very quickly and the col-lision took\nplace.\nThomas said that he left Uubvlei at 06h40 on 1 December 1980. He used\nthe haul road. He recalled overtaking Laubscher at a speed of\n60 km per hour.\nThe sun, which was just above the horizon, was slightly to his left. He had no\nproblem with his view of the road\nahead of him, but he was blinded when he\nlooked directly into the sun. He saw a shadow coming onto the haul road from his\nleft hand\nside. Thinking that there had to be something to cause this, he\nimmediately swerved to the right. The next second he saw \"this big\n769\"just\nabout starting to turn. He said to Wil-liams, \"O God, kyk hierso\". There was an\nimpact on the\nside\n15 side of the Ekonobus, which started rolling. Immediately after\nthe accident he looked at his watch: the time was 06h50. Apart from\nthe sun,\nthere was nothing to prevent him seeing the 769. He was not conscious, after\npassing Laubscher, that there was an access\nroad not far ahead.\nIn addition\nto the \"eyewitness\" accounts, evidence was given by Sippel, a registered\nprofessional engineer, who was in practice as\na consulting civil and structural\nengi-neer. He visited the scene of the collision and, having made a survey and\nfixed the latitude\nof the scene, he deter-mined the position of the sun at the\nrelevant time and date. The survey indicated that the direction of the\nhaul road\nwas 39° South of East and that of the access road was 42° South of\nWest\n16\nWest. The two vehicles involved in the accident\ntherefore\napproached each other at an angle of approximately 99\n0\n,\ni.e.\nalmost at right angles to each other. On 1 December 1980\nat 06h50 the\nazimuth of the sun was 289\n0\n30', South being\nzero. In lay terms,\nthe direction of the sun was 19,5°\nSouth of East. He said:\n\"A driver travelling Southwards along the Haul Road therefore had the sun in\na di-réction of 39° less 19,5\n0\nto his left. He would\ntherefore have had fairly good visibility along the Haul Road but his vision to\nthe left would have been con-siderably\nimpaired and it would have been very\ndifficult for him to notice a vehicle approaching the junction along the Access\nRoad from the\nEast.\nFurthermore the altitude of the sun was 9° 15', which means that the sun\nwas only slightly above the horizon. A vehicle of the\nsize of the dump truck\nwould there-\nfore\n17\nfore have caused a shadow of approximately 28,7\nmeters long, measured from the left hand side of the truck.\"\nIn support of the argument that Thomas was negligent,\nPROTEA\nrelied on the following passage in the judgment of\nthe trial Court.\n\"\nMr Van Schalkwyk\n, for Defendant, has argued forcibly that even\nalthough Stephanus was obviously negligent, the Second Third Party was also\nnegligent\nand that the real ques-tion to be decided is if and to what ex-tent\nhis negligence contributed to the resultant damages.\nMr Van Schalkwyk\nargues that if Thomas was to be believed he was\ndriving virually \"blind\" vis-a-vis possible traffic moving from his left into\nand\nacross his line of travel. He knew there were intersecting roads ahead to\nhis left, he knew mine traffic could enter from his left\ninto his line of travel\nat points unbeknown to him and he knew some of this traffic could .\nbe\n18\nbe slow moving, hence he knew that he had to take special care\nin being alive to the peculiar dangers of this haul road. There-fore,\nhe argues\nfurther, Thomas was neg-ligent in that under these circumstances he failed to\nkeep a proper lookout and/or failed to regulate\nhis driving in accordance with\nthe prevailing circumstances.\nThere is merit in this argument and I find myself in agreement with this view\nthat a driver under these circumstances and at the speed\nThomas was driving was\ntaking a chance vis-a-vis traffic reasonably to be ex-pected entering the road\nhe was driving on from the\nleft. In driving thus, Thomas was therefore driving\nnegligently.\"\nThe learned judge went on to say, however, that it had not\nbeen proved\nthat Thomas's negligence contributed towards the\ncollision.\nWith respect, I do not agree that it was proved that\nThomas\n19\nThomas drove at a speed that was inappropriate in\nthe pre-vailing circumstances, or that he failed to keep a proper\nlook-out.\nHis speed was well within the speed limit, which had presumably\nbeen fixed with due regard to the circumstances generally to be expected\non the\nroad, and it was not shown that there existed any special circumstances on the\nmorning in question.\nI do not think that Thomas \"took a chance\" in not\nre-ducing his speed in the circumstances. In the ordinary course it was not\nreasonably\nto be expected that traffic would enter the haul road without\nobserving stop signs.\nIn regard to look-out, Thomas was proceeding on a through road and was,\ngenerally, entitled to rely on the protection\nof\n20\nof stop signs controlling entry from access roads. While it is\ntrue that a driver in a through road does not have an absolute right\nof\nprecedence and is not relieved from the duty of keeping a general look-out, he\nis not under a duty to keep the cross road under\nthe same careful observation\nwhich would be required if it was not a stop street. It is an overstatement to\nsay that, \"if Thomas\nis to be believed he was driving virtually blind vis-a-vis\npossible traffic mov-ing from his left into and across his line of travel.\"\nHe\nwould have been unsighted only when he looked directly into the sun; and he\ncould see what lay to the left and to the right of\nthat. And as he proceeded,\nhis point of view, and hence, what was observable, were constantly changing.\nIn\nmy\n21 my view, the fact that Thomas did not see the 769 truck was\nprobably due, not to a failure on his part to keep a proper look-out,\nbut to a\nfortuitous conjunction of circumstances at the critical stage: namely, the\ncourse of the 769, the course of the Ekonobus,\nand the effect of the sun on\nThomas.\nMr Van Schalkwyk, leading counsel for PROTEA, argued that Thomas had\ngreatly exaggerated the role played by the sun. He referred to\nthe fact that\nneither at the enquiry held under the Mines Act, nor in his statement to the\nin-surance company, did Thomas mention\nthe sun. It was men-tioned for the first\ntime only at the trial of criminal charges against Stephanus on 12 October 1982,\nand even\nthen\nThomas\n22\nThomas said only -\n\"The sun was to the East, but not so bad that I could not see in that\ndirection.\"\nWhile the force of this argument may be conceded, the fact remains that the\nsun was in the position described by Sippel. Williams\nsaid in his evidence that\nhe was dis-turbed by the sun. And it is indubitable that if Thomas's vision had\nnot been impaired by the\nsun, he must have seen the 769 at some stage, because\nit is clear from the photo-graphs which were put in as exhibits that it would\nhave been impossible in ordinary circumstances for any driver who had his eyes\non the road to have overlooked it.\nThere is another reason why it should not\nhave been held that Thomas was negligent in failing to keep a proper look-\nout\n23\nout.\nUnless he saw or ought to have seen that\nthe driver of the 769 did not intend to stop at the stop sign, he could not be\nblamed for\nproceeding on his course and maintaining a look-out only to his\nfront. Cf\nCramer v SAR & H\n1949(2) SA 125 (T) at 128.\nThomas did\nnot see the 769 until the moment before the collision. The question then is,\nwhat,if anything, ought he to have seen? To\nthat question the evidence provides\nno answer. Stephanus did not testify, and no witness observed the approach of\nthe 769 to the\nhaul road. Nothing is known of the speed of the 769 at any stage,\nor of the manner in which it approached the intersection, or whether\nit stopped\nor not.\nConsequently\n24 Consequently there is no basis on which it can be said\nthat Thomas was negligent.\nMr Van Schalkwyk sought to rely on answers given\nby Thomas to a number of hypothetical questions as to what he would have done if\nhe had seen the 769 as it approached, or if he had been travelling at a lower\nspeed. I do not think that those answers can be of\nany assistance to PROTEA.\nAlleged negligence óf LTA\nThe allegations in the annexure to the third party notice\non\nwhich PROTEA based its conclusion that LTA was itself\nnegligent, were these:\n\"4. (a) Defendant alleges that at the time of the said collision the Second\nThird\nParty was driving the said motor vehicle\nSC\n25\nSC 3474\nwithin the scope and course of his employment as a servant of the First\nThird Party.\n(b)\tThe road on which the Second Third Party\nwas\ndriving is a so-called \"haul road\"' .\nand, as such, forms an integral part\nof\na mining operation conducted by Consoli-dated Diamond Mines\n(CDM).\n(c)\tAt all material times, the First Third\nParty was\naware, or ought to have been\naware, of the following facts:\n(i) That in terms of regulations issued by CDM, only authorised vehicles\nengaged in the actual mining operation are permitted to travel\non haul roads;\n(ii) That an agreement between the First Third Party (as contractor) and CDM (as\nemployer) contains the following\nprovision:\n'The Contractor is to ensure that his personnel familiarise themselves with\nthe Employer's relevant rules and regulations - eg. no\ntravelling on haul road,\nwearing of safety belts and hard hats, etc.' (iii) That motor vehicle SC 3474\nwas not an\nauthorised\n26\nauthorised vehicle within the meaning\nof the said regulations. (d) In the premises, the First Third Party was\nobliged to inform its employees, including the Second Third\nParty, of the\naforementioned regulations, more particularly the regulation prohibiting travel\non haul roads, and fore-saw or ought\nto have foreseen that should it fail to do\nso, its employees, including the Second Third Party, might travel in\nun-authorised vehicles\non haul roads where vehicles not involved in the mining\noperation could create an unexpected hazard for vehicles which are engaged\nin\nthe mining operation, and\nvice versa\n.\"\nIn the face of questions by the Court, Mr Van Schalk-\nwyk\nabandoned reliance on the failure by LTA to inform\nits employees, including\nThomas, of the regulations. He\nsubmitted, however, that LTA was negligent on\nanother ground,\nnamely that,having knowledge that the haul road was es-\nspecially\n27 specially hazardous, it failed to inform Thomas of the\ndanger and to prohibit him from using the haul road. I do not think that\nit is\nopen to PROTEA to rely on this ground of negligence. It was neither pleaded, nor\nargued in the Court below, nor put forward\nin PROTEA's heads of argument in the\nappeal. And it was not fully canvassed in the trial Court. More specifically\nthere was not a\nfull investigation of the alleged dangers of the haul road, or\nof the knowledge by LTA as a corporate body of such dangers.\nNor would it avail PROTEA if this ground could be con-sidered. Mr Van\nSchalkwyk conceded, in answer to a question by the Court, that\nhe could not\ncontend that the use of the haul road was a cause of the collision. He was\nclearly right\nin\n28\nin so doing.\tCompare the observation of\nDENNING J in\nMinister of Pensions v Chennel\n(1947) 1KB 250\nat 256:\n\"Persons may be more likely to be involved in an accident in a London street\nthan in a country road, but the cause of an injury in\nany particular case is not\nthe visit to London but the negligence of someone or other.\"\nHere the cause of Papier's injury was not the use by Thomas\nof the haul\nroad, but the admitted negligence of Stephanus.\nAnd if the use of the haul\nroad was not a cause of the injury,\na failure to warn against the dangers of\nthe road, or to\nprohibit its use, has no bearing on the case.\nThe appeal accordingly fails. It is dismissed with\ncosts\n29\ncosts, including the costs attendant on two counsel.\nH C NICHOLAS, AJA\nHEFER, JA ) Concur\nNESTADT, JA )",
  "scraped_at": "2026-02-11T21:16:00.319559",
  "date": "1987-08-27",
  "coram": [
    "HEFER",
    "NESTADT",
    "JJA",
    "NICHOLAS"
  ],
  "case_number": "334/85",
  "parties": {
    "applicants": [
      "PROTEA ASSURANCE COMPANY LIMITED"
    ],
    "respondents": [
      "LTA BUILDING (SWA) LIMITED",
      "GODFREY EDWARD THOMAS"
    ]
  },
  "sections": {
    "facts": "CDM (Consolidated Diamond Mines) operated a mine near Oranjemund, Namibia. LTA Building (SWA) Ltd was engaged to do contract work there and supplied a Datsun Ekonobus driven by its foreman, Godfrey Thomas, to transport workers between a hostel at Uubvlei and Plant 50 G. The haul road, a wide sand‑calcrete road used for heavy mining traffic, was also regularly used by light vehicles. On 1 December 1980 the Ekonobus travelled south at about 60 km/h when it collided with a heavily laden 769 rear dumper that was turning onto the haul road from an access road. Two occupants of the Ekonobus were killed and the passenger Papier was seriously injured. Papier sued PROTEA Assurance, the insurer of both vehicles, for damages. PROTEA served third‑party notices on LTA and Thomas alleging negligence and seeking contribution under the Joint Wrongdoers Act.",
    "issues": "The appeal concerned whether Thomas, as driver of the Ekonobus, and LTA, as his employer, were negligent in a manner that contributed to the collision and therefore were liable to make a contribution to the R213,000 liability of PROTEA as insurer of the 769. It also examined whether LTA breached a duty to inform its employees of the prohibition on travelling the haul road.",
    "principles": "The court considered the standard of care owed by a driver on a through‑road, the relevance of speed limits, and the duty to keep a proper lookout, especially where intersecting traffic is controlled by stop signs. It examined the effect of the low‑angled sun on visibility and whether this created a foreseeable risk that the driver should have mitigated. Under the Joint Wrongdoers Act, a party can be liable for contribution only if its negligence was a proximate cause of the loss. An employer may be liable for the negligence of its employee only where it failed to take reasonable steps to prevent the employee’s negligent conduct, such as informing him of specific road restrictions.",
    "application": "The trial judge found that Thomas drove within the posted speed limit and that the sun, while momentarily blinding, did not constitute a failure to keep a proper lookout. Evidence showed that Thomas only saw the 769 immediately before the collision and that the dump truck’s sudden turn was unforeseeable. No evidence was adduced on the speed or behaviour of the 769. The court also held that LTA had not failed to inform Thomas of any prohibition; the haul road was a public thoroughfare used by many vehicles and CDM’s internal regulations did not impose a mandatory ban on LTA’s vehicles. Consequently, neither Thomas nor LTA was found negligent, nor were they joint wrongdoers liable for contribution.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirming the trial judgment that PROTEA was not entitled to any contribution from Thomas or LTA. PROTEA was ordered to pay its own costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "negligence",
      "third‑party contribution",
      "employer liability",
      "road safety"
    ]
  }
}