{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/134.html",
  "case_name": "S v Makatu (135/87) [1987] ZASCA 134 (24 November 1987)",
  "citation": "[1987] ZASCA 134",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 134\n|\nNoteup\n|\nLawCite\nS v Makatu (135/87) [1987] ZASCA 134 (24 November 1987)\nDownload original files\nPDF format\nRTF format\nSIPHO ALFRED MAKATU\nAppellant\nen\nDIE STAAT\nRespondent\nSaaknommer 29 3/87 mp\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\nAPPèLAFDELING)\nIn die saak tussen:\nSIPHO ALFRED MAKATU\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM:\nJACOBS, SMALBERGER ARR et STEYN, Wn AR\nVERHOOR: 16 November 1987\nGELEWER: 24 November 1987\nUITSPRAAK\nSTEYN, Wn AR\n2.\nSTEYN, Wn AR,\nDie appellant is op 15 April 1987 ter dood veroordeel vir die moord op Zama\nMaseko, sy minnares se 9-jarige dogtertjie (die oorledene).\nDie verhoorhof het\ngevind dat daar geen versagtende omstandighede was nie. Appellant korn in\nhoër beroep slegs teen daardie\nbevinding en teen die vonnis daarvolgens aan\nhom opgelê.\nAppellant het te Bethal in die Transvaalse\nOos- en Suid-Oostelike Rondgang Plaaslike Afdeling teregge= staan voor regter\nJ P O de Villiers en twee assessore. Hy het skuldig\ngepleit op die aanklag dat\nhy die oorledene op 1 Mei 1986 te of naby Hammelfontein, Davel, in die distrik\nvan Ermelo, vermoor het.\nSy\npro deo\nadvokaat\n,\nmnr van Rensburg,\nhet egter aan die Hof te kenne gegee dat die pleit nie in ooreenstemming met sy\ninstruksies is nie. Die geleerde\nregter het toe 'n pleit van onskuldig noteer.\nDaarna het die verhoor sy gang gegaan. Die verdediging het formeel\ndie\n3.\ndie identiteit van die oorledene erken, asook die korrekt= heid van die\nfei.te en bevindings vervat in die verslag van die lykskouing\nwat op 7 Mei 1986\ndeur dr R J N Crozier op haar uitgevoer is. Die verslag is ingehandig as bew A-\nNa aanhoor van mondelinge getuienis,\ninsluitende dié van appellant, is hy\nskuldig bevind aan die moord. Na betoë deur die verdediging en die Staat,\nmaar sonder\ndie voorlegging van enige verdere feite, hetsy by wyse van getuienis\nof erkennings, het die Hof bevind dat daar geen versagtende\nomstandighede was\nnie. Die verpligte doodvonnis is toe aan appellant opgelê.\nHier volg 'n opsomming van die wesenlike feite\nwat volgens die trant van die uitspraak klaarblyklik deur die verhoorhof\nbevind is vir sy beslissing op die meriete.\nVir ongeveer 'n jaar voor die moord was daar\n'n minneverhouding tussen appellant en die oorledene se moeder, Poppie Maseko\n(\"Poppie\"). Hulle het nie saamgewoon nie\nmaar\n4.\nmaar het mekaar oor en weer besoek. Die oorledene het op Davel\nby haar Ouma aan moederskant, Kelina Maseko, ingewoon saam met sekere\nvan haar\nnefies en niggies. Poppie het op Ermelo gewerk en appellant op Davel. Op die dag\nvan die moord, 'n Donderdag, was oorledene\nby haar ouma, Poppie op Erlmelo en\nappellant op Davel. Appellant was daardie dag van diens af en het die middag\nsterk drank gedrink.\nHy het egter nie dronk geword nie en was te alle\ntersaaklike tye by sy volle positiewe. Hy is toe na Ermelo om Poppie te besoek\nby\nhaar verblyfplek in die swart woongebied. Sy was nie tuis nie. Hy het haar\ngaan soek by haar werksplek in Ermelo. Daar was sy ook\nnie. Op pad terug na die\nswart woongebied het hy Poppie gesien sit met 'n blanke man in 'n geparkeerde\nmotor. Appellant het hulle\ngenader en haar gevra waarom sy nie huis toe gaan\nnie. Die blanke het met 'n vuurwapen in die hand uitgeklim. Appellant het in 'n\nnabygeleë perseel ingevlug en die blanke het 'n skoot op\nhom\n5\nhom afgevuur. Appellant het in die perseel weggekruip vir\nongeveer 15 minute terwyl die blanke met die motor daar naby rondgery het,\noënskynlik op soek na hom. Uiteindelik het die blanke vertrek met Poppie\nsteeds by hom in die motor. Appellant was \"kwaad en\nhartseer\" omdat hy gemeen\nhet dat daar 'n liefdesverhouding tussen Poppie en die blanke was. Hy het toe\nterug geryloop na haar ouerhuis\nop Davel. Hy het om ongeveer 18h00 daar\nopgedaag. Oorledene, haar nefie, die 12-jarige Elliot Maseko, en twee ander\nkleinkinders\nvan Kelina het buite die huis gespeel. Appellant het die oorledene\nna hom geroep. Sy en haar maatjies het\nna hom\ngegaan. Hy het haar daar\nweggelok onder die voorwendsel dat hy vir haar lekkergoed, suiker en seep wou\ngaan koop. Hulle twee het geloop\nna\n'n\nbos 2 - 3 km van Kelína se\nhuis af. Hy het haar daarin geneem, haar met sy hande gewurg en haar toe met 'n\nkierie teen haar\nkop doodgeslaan. Die hou het 'n dodelike splinterbreuk van haar\nskedel veroorsaak. Appellant het oorledene se lykie met bloekomtakke\nen\n'n\nstuk\n6.\nstuk motorwrak bedek. Sodoende het hy dit goed weggesteek. Hy is toe daar\nweg, blykbaar huistoe. Kort na 18h00 het die oorblywende\ndrie kleinkinders\nKelina se huis ingegaan vir hul aandete. Sy het gevra waar die oorledene is.\nHulle het 'n rapport aan haar gemaak\nas gevolg waarvan sy om 07h00 die volgende\noggend vir appellant om\n'n\nverduídeliking gevra het. Hy het toe\naan haar gesê dat die oorledene weg is met haar moeder. Hy het bygevoeg\ndat net\ntoe hy en sy by die winkel uitgekom het 'n motor daar gestop het met\nPoppie\nen 'n blanke man daarin. Poppie het die oorledene gevat en die motor het toe\nweer vertrek. Kelina het met Poppie in verbinding getree.\nDié het\nappellant se bewering ontken. Kelina het die saak toe by die polisie aangegee om\nen by 09h00 op dieselfde dag - 2\nMei.\nAppellant is later daardie oggend in hegtenis geneem en het vir sers\nOostendurp, van die Suid-Afrikaanse Polisie op Davel, geneem\nna die plek waar hy\ndie vorige aand\noorledene\n7\noorledene se lyk versteek het. Dit was nog bedek soos hy\ndit gelaat het.\nOp hierdie stel feite het die verhoorhof\neenpariglik bevind dat appellant die oorledene opsetlik gedood het om uiting\nte gee\naan\nsy wrewel teenoor Poppie vir haar vermeende ontrouheid. Daar\nis geen appèl teen hierdie feitebevindings nie. Omdat geen verdere\nfeite\naan die verhoorhof voorgelê is nie, is daardie feitebevindings die basis\nwaarop die hof moes besluit of daar versagtende\nomstandighede teenwoordig was al\ndan nie. In\nS v Mongesi en Andere\n1981(3) SA 204 (A) op 207 C - D het\nJOUBERT, AR die volgende gesê:\n\"Die bewyslas om die bestaan van versag= tende omstandighede op 'n oorwig\nvan\nwaarskynlikhede vas te stel, rus op 'n beskuldigde. Ten einde dit te kan\ndoen, moet daar 'n feitebasis vir die verhoorhof wees waarvan\ndie bestaan van\ndie versagtende omstandighede afgelei kan word (\nS v Ndlovu _\n1970 (1) SA\n430\n(A) te 433 H).\"\nBy\n8\nBy 'n meerderheidsbeslissing het die\nverhoorhof bevind dat daar geen\nversagtende omstandighede was nie. Daardie bevinding lui so:\n\"Dit gaan hier oor die vraag of daar versagtende omstandighede is al dan nie.\nWat versagting betref het die Verdediging aangevoer\ndat die beskuldigde aangetas\nwas deur die drank en dat dit tot\n'n\nmate sy oordeelsvermoë en insig\naangetas het. Hy was van mening dat sy vrou en die Witman hoereer. '\nn\nWapen is op hom gehou en hy was geskiet.\nEen van my Assessore is van mening dat hierdie feite genoegsaam is wat die\nmorele blaamwaardigheid van die beskuldigde verminder.\nDie meerderheid van die\nHof is egter van mening dat hoewel die beskuldigde gedrink het, die drank nie so\n'n groot rol gespeel het\nnie, dat die beskuldigde die feite wat die voorval die\naand voorafgegaan het, duidelik vir die Hof uiteengesit het, en dat hoewel\nhy\nkwaad was vir sy vrou en miskien ook vir die Witman wat op hom gevuur het, dit\n'n\ntydjie geneem het vir hom om te ryloop van Ermelo af na Davel toe en dat hy\ngenoegsame tyd gehad het om af te koel en oor die gebeure\nna te dink. Hierdie\nwas nie 'n\ngeval waar die beskuldigde skielik as gevolg van die gebeure opgetree het\nnie. Hy het ongeveer twee kilometer met die\noorledene\n9.\noorledene geloop en in daardie tyd kon hy oor sy beoogde optrede nadink. Hy\nhet 'n onskuldige kind van die huis af weggelok, haar\ndaarna op 'n wreedaardige\nwyse vermoor. Dat hy haar aan die keel beetgehad het en haar verwurg het (soos\nhy sê) word gestaaf\ndeur die mediese getuienis. Daarna het hy haar met 'n\nvoorwerp oor die kop geslaan en haar lyk toe verberg.\nTwee lede van die Hof is van mening dat die faktore waarna die Verdediging\nverwys nie die morele blaamwaardigheid van die beskuldigde\nverminder nie en\nbevind dus dat daar geen versagtende omstandighede is nie.\"\nNa my oordeel is die meerderheidsbevinding korrek. Daar was geen regverdiging\nvir appellant om sy wrewel teenoor Poppie op haar dogtertjie\noor te dra nie.\nOorledene was\n'n\nalgeheel onskuldige kindjie wat appellant geen leed\naangedoen het nie, en sy het niks te doen gehad met Poppie se optrede nie. Dit\nis wel denkbaar dat daar gevalle mag voorkom waar die ontsteltenis by 'n\nbeskuldigde gewek deur die gedrag van een persoon, regtens\nas 'n versagtende\nomstandigheid beskou kan word t a v sy moord op\n'n\n10.\n'n onskuldige derde persoon. Maar die onderhawige is nie só 'n geval\nnie.\nDie appèl word afgewys.\nM T STEYN Wn AR\nJACOBS ) AR SMALBERGER) AR",
  "scraped_at": "2026-02-11T21:26:22.512572",
  "date": "1987-11-24",
  "coram": [
    "JACOBS",
    "SMALBERGER ARR",
    "STEYN, Wn AR"
  ],
  "case_number": "29/3/87",
  "parties": {
    "applicants": [
      "Sipho Alfred Makatu"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Sipho Alfred Makatu was convicted of murdering nine‑year‑old Zama Maseko, the daughter of his former lover Poppie Maseko, on 1 May 1986 near Hammelfontein, Davel. The trial record shows Makatu had a strained relationship with Poppie, drank heavily on the day of the offence, and later lured the child into a bush where he strangled her, struck her head with a club, concealed her body and attempted to disguise the murder. Witness testimony and forensic evidence confirmed the child's identity and cause of death. The trial court found no mitigating circumstances and imposed the mandatory death sentence.",
    "issues": "The appellate court had to determine whether any mitigating (versagtende) circumstances existed that could reduce Makatu’s moral culpability and affect the death sentence, and whether the trial court erred in its factual findings.",
    "principles": "The court relied on the principle that the burden of proving mitigating circumstances rests on the accused (see S v Mongesi and S v Ndlovu). Mitigating factors must be shown to have materially affected the accused’s judgment or intent at the time of the offence. Mere intoxication or emotional upset does not automatically constitute a mitigating circumstance unless it can be shown to have significantly impaired the accused’s mental state.",
    "application": "Applying these principles, the court noted that Makatu, although intoxicated, was not drunk to the extent of losing control, had ample time to cool down, and deliberately planned the attack after confronting Poppie. The pre‑meditated strangulation and fatal blow to an innocent child demonstrated clear intent. The alleged emotional disturbance and intoxication were deemed insufficient to diminish moral blameworthiness.",
    "conclusion": "The appeal was dismissed. The appellate court upheld the trial court’s finding that no mitigating circumstances existed and affirmed the death sentence against Sipho Alfred Makatu."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "mitigating circumstances",
      "death penalty",
      "appeal",
      "intentional killing"
    ]
  }
}