{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/33.html",
  "case_name": "Protective Mining and Industrial Equipment Systems (Pty) Ltd. formerly Hampo Systems v Audiolens (Cape)(Pty) Ltd. (282/85) [1987] ZASCA 33; [1987] 2 All SA 173 (A) (30 March 1987)",
  "citation": "[1987] ZASCA 33",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 33\n|\nNoteup\n|\nLawCite\nProtective Mining and Industrial Equipment Systems (Pty) Ltd. formerly Hampo Systems v Audiolens (Cape)(Pty) Ltd. (282/85) [1987] ZASCA 33; [1987] 2 All SA 173 (A) (30 March 1987)\nDownload original files\nPDF format\nRTF format\n282/85/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nPROTECTIVE MINING AND INDUSTRIAL\nEQUIPMENT SYSTEMS (PTY)\nLIMITED\nformerly\nHAMPO SYSTEMS (PTY) LIMITED\nAppellant\nand\"\nAUDIOLENS (CAPE)(PTY) LIMITED\nRespondent\nCORAM\n: CORBETT, HOEXTER, GROSSKOPF,NESTADT, JJA et NICHOLAS, AJA\nHEARD\n: 23 February 1987\nDELIVERED\n: 30 March 1987\nJUDGMENT GROSSKOPF, JA\nThis is an appeal from a judgment by SCHOCK J in\nthe \t . ',\n2\nthe Cape Provincial Division, reported\nsub\nnom\n.\nHampo\nSystems (Pty) Ltd v Audiolens (Cape)(Pty) Ltd\n1985(4) SA\n257 (C). Subsequent to the hearing in the Court a quo\nthe appellant\nchanged its name from Hampo Systems (Proprietary)\nLimited to Protective Mining and Industrial Equipment Systems\nProprietary) Limited,and this latter name has accordingly\nbeen substituted on the record. At the commencement of the -hearing on appeal\nthe appellant applied for, and was granted, condonation\nof the late provision of\nsecurity for costs.\nI turn now to the relevant facts in this appeal. They are briefly as\nfollows.\nA Japanese company,Asahi Kogaku Kogyo Kabushiki Kaisha (hereinafter called\nAsahi),is the manufacturer of,\ninter\n3\ninter alia\n, photographic and\noptical products, which are sold under the name Pentax in many parts of the\nworld, in-cluding South Africa. Asahi\nis the proprietor in the Republic of South\nAfrica of the trade mark \"Pentax\" regis-tered pursuant to the Trade Marks Act,\nNo 62 of\n1963, in\nPart A,class 9,of the register, in respect of \"photo-\ngraphic, cinematographic, optical, measuring and surveying machines,\napparatus and instruments; parts, fittings and accessories for\nall the\naforegoing goods\". The marketing, distribution, export and licensing arm of\nAsahi is a wholly owned subsidiary called Asahi\nOptical Corporation. The latter\ncompany appointed the appellant as the exclusive distributor in South Africa and\ncertain adjacent\nterritories\nof\n4\nof all single-lens reflex cameras, lenses, photographic accessories,\nbinoculars and telescopes manufactured by Asahi, and sold under\nthe trade mark\nPentax. In the argu-ment on appeal nothing turned on the difference between the\ntwo Asahi companies, and in what follows\nI shall treat them as a single entity.\nThe appellant's exclusive distri-\nbutorship commenced in 1956 and has continued ever since.\nWhen proceedings were instituted in the present matter a distributorship\nagreement of 19 October 1981 was in force, but prior to the\nhearing in the Court\na\nquo\nthis had been superseded by one dated 25 September 1984. Both these\nagreements were placed before the Court.\nTowards the end of 1982 the appellant became aware that the respondent, a\nCape Town company selling\ninter alia\ncameras\n5\ncameras and other optical equipment by retail, was importing or about to\nimport and sell Pentax-brand products in South Africa. This\nimport, it\ntranspired later, was of genuine Asahi products purchased in Hong Kong. These\narticles could be sold profitably by the\nrespondent at prices lower than those\ncharged in the retail trade for similar articles im-\nported by the appellant. On 4 November 1982 the appellant\nand Asahi wrote a letter of demand through their attorneys to the respondent.\nThis letter is quoted fully in the judgment of the\nCourt a\nquo\nat pp. 259\nto 260 of the report, and need not be repeated herein. Briefly, it sets out the\nrelation-ship between Asahi and the appellant;\nrefers to the \"conside-rable\nreputation\" of the mark Pentax; stresses the measures taken\nby\nAsahi\n6\nAsahi and the appellant to\nsafeguard and promote this re-\nputation; and records that the importation or\nsale by the\nrespondent of Pentax-branded products was unauthorised.\nParagraphs 11, 12 and 13 of the letter then read as follows:\n\"11. Inasmuch as the use of the trade mark is\nunauthorised, this constitutes an infringe-ment of the rights of our client's\nafore-mentioned trade mark, particularly in the light\nof s 44(1)(b) of the Trade\nMarks Act.\n12.\tNow that the rights of our clients have\nbeen drawn to your attention, we\nwould\nlike to mention that a repetition by you\nwill constitute an\ninfringement of our\nclient's rights.\n13.\tMay we, therefore, have your assurance that\nyou will not import or sell\n'Pentax'\nbranded goods into South Africa. You are,\nof course, perfectly\nfree to obtain the\ngoods from the authorised dealer in\nSouth\nAfrica.\"\nBy letter dated 15 November 1982 the\nrespondent, through its\nattorneys\n7\nattorneys, declined to give the assurance requested in para-graph 13\nquoted above. This letter is quoted at pp. 260-1 of the reported\njudgment of the\nCourt a\nquo\n. As appears from the letter, the respondent's attitude was\nthat it had \"obtained the Pentax cameras through a legitimate and re-liable\nsource\" and that \"the articles concerned (were) genuine Bentax cameras,\nmanufactured by your client in Japan\". The respondent could\nnot see how the\nrelationship between Asahi and the appellant, and the measures taken to protect\nthe reputation of the trade mark,\nwere of any concern to the respondent. It\nhad\"legitimately obtained the articles for re-sale, and (would) proceed to\nre-sell them\naccordingly\". The respondent denied that in doing so it would in\nany way be infringing Asahi's trade mark.\nAlmost\n8\nAlmost a year later, on 22 October 1983, Mr. B\nBacon,\na partner in the firm of attorneys acting for the appellant, purchased\na Pentax ME Super camera from the respondent. It is common\ncause that this\ncamera had not been supplied by the appellant but had been imported by the\nrespondent from Hong Kong as explained\nabove. The salesman was Mr. H. Wertheim,\na director of the respondent, who deposed to the opposing affidavit in this\nmatter. I shall\nat a later stage have to deal in greater detail with what passed\nbetween Mr. Bacon and Mr. Wertheim.\nThereafter, by Notice of Motion dated 3 April 1984, the appellant (not joined\nby Asahi) applied for various or-ders against the respondent\nsubstantially in\nthe terms set out at p. 258 of the judgment a\nguo\n. The relevant\nclaims\nfor\n9\nfor present purposes were those for orders interdicting\nthe\nrespondent from unlawfully competing with the appellant in\ntwo\nrespects, viz., first, by selling foreign products under\nthe trade mark\nPentax; and, second, by informing purchasers\nthat such foreign products were\nwarranted against defects and\nthat such warranty would be honoured by the\nappellant or its\nagents or distributors. The Court a\nquo\ndismissed the ap-\nplication with costs, and, with its leave, the matter now\ncomes on appeal before us.\nOn appeal, the appellant's contentions in support of\nthe above-mentioned claims were succinctly formulated as fol-\nlows in its heads of argument:\n\"That the Respondent is misrepresenting to the public that the Appellant will\nhonour a\nguarantee ....\n10\nguarantee in respect of the product sold by\nit (the Respondent) and is thereby passing-\noff its business as being connected in the\ncourse of trade with the business of the\nAppellant;\nand\nThat the Respondent is unlawfully competing\nwith the Appellant by infringing ASAHI's\ntrade mark PENTAX.\"\nI propose dealing with these contentions in turn.\nThe first cause of action relied upon by the appellant\nis based on the factual allegation that the respondent is mis-\nrepresenting to the public that the appellant will honour a\nguarantee in respect of Asahi products sold by the respondent.\nOn this basis the applicant contends that it is entitled\nto a final interdict prohibiting a repetition of the mis-\nrepresentation. The legal ground for this claim is\nsaid in the above-quoted passage to be passing-off, but in\nargument\n11\nargument before us Mr. Plewman, who appeared for the\nappel-lant, submitted that a more satisfactory ground would be the general law\nof unlawful competition. Before it becomes necessary to enter into these legal\nquestions I must how-ever first determine what the\nrelevant facts are.\nIt is\ncommon cause that all Pentax cameras enjoy a twelve months' warranty against\ndefective material or work- manship. It is, however,\nnot always easy to\ndetermine the exact document in which this warranty is embodied. It ap-pears\nthat all products in the Pentax range,\nwhether distri-buted by the appellant or\nnot, are accompanied by operating manuals which contain Asahi's so-called\n\"warranty policy\".\nThis warranty policy commences wíth the sentence:\n\"All\n12\n\"All Pentax cameras purchased through authorized\nbona fide photographic dis-tribution channels are guaranteed against defects of\nmaterial\nor workmanship for a period of twelve months from date of\npurchase.\"\nThe warránty policy then continues by defining the ambit of\nthe\nguarantee. Thereafter, under the heading \"Procedure\nduring 12-month warranty\nperiod\", it reads:\n\"Any Pentax which proves defective during the 12-month warranty period should be\nre-turned to the dealer from whom you pur-chased\nthe eguipment or to the\nmanufac-turer. If there is no representative of the manufacturer in your\ncountry, send the equipment to the\nmanufacturer, with postage\nprepaid.\"\nLater it continues:\n\"To prove the date of your purchase when required, please keep the receipts\nor\nbills\n13\nbills covering the purchase of your equip-\nment for at least a year. Before sending\nyour equipment for servicing, please make\nsure that you are sending it to the manu-\nfacturer's authorized representatives or\ntheir accredited repair shops, unless you\nare sending it directly to the manufacturer.\"\nThe warranty policy concludes with the following sentences:\n\"This warranty policy does not apply to Pentax products purchased in the\nU.S.A., U.K. , or Canada. The local warranty policies available\nfrom Pentax\ndistributors in those countries supersede this warranty policy.\"\nOn the face of it, this warranty policy applies to all\nsold through authorized channels Pentax cameras, and would therefore cover\ncameras sold\nby the appellant. It is therefore not surprising that, in\nterms of the 1981 distributorship agreement, the appellant\nundertook the following obligation (clause 2(d)(iv)):\n\"In accordance with the warranty policy\nand\n14\nand procedure detailed in the operating manual for the\nProducts, HAMPO warrants the Products against material and work-manship defects\nand performs the servicing of the Products. HAMPO, being a member Distributor of\nthe Pentax International Warranty Service Organization,\nagrees to service the\nProducts, whether in-warranty or out-of-warranty, originally, sold out-side the\nTerritory in accordance with\nthe provisions of the Organization. HAMPO shall\nrender in-warranty services free of\ncharge, and out-of-warranty services at\nfair and reasonable prices.\"\nIt would thus seem that clause 2(d)(iv) of the distributor-\nship agreement\nimposed only an obligation to honour the war-\nranty contained in the\noperating. manual. However, in his\nfounding affidavit Mr. P Carpenter, the\nappellant's managing\ndirector, stated that all Pentax equipment sold by the\nappel-\nlant was, in terms of the exclusive distributorship agreement,\nsold\n15\nsold together with an additional international\nguarantee\nreading as follows:\n\"The above-mentioned equipment is guaran-teed against material or workmanship\ndefect for 12 months after date of purchase. In case\nof need, free in-warranty\nservice shall be rendered by any one of the autho-rized service stations listed\nin this guarantee card,\naccording to the warranty\npolicy and procedure explained in the operating manual for your Pentax,\npro-vided the equipment has not been abused, altered, operated\ncontrary to\ninstructions, or repaired by unauthorized repair shops. This international\nguarantee supersedes part of the warranty\npolicy and procedure limiting the\nin-warranty service only in the country of original purchase or by Asahi Optical\nCorporation.\"\nIt is not clear to me whether, and if so, to\nwhat\nextent, this warranty differs from that contained in the operating manual, or\nwhether it is intended to replace it.\nBut the matter does not end there. The\nappellant ....\n16\nappellant also includes a further guarantee document with\nall Pentax equipment sold by it. This is in the form of a\ndocument with an attached (or accompanying) \"Camera Guaran-\ntee Card\", which contains particulars of the article sold,\nthe names of the dealer and purchaser, and the date of the\nsale. Although Mr. Carpenter refers to this document as\nthe appellant's \"own guarantee\", the only contractual term\nin it is the\nfollowing:\n\"\nYOUR PENTAX PRODUCT WILL NOT BE GUARANTEED\nunless this reply paid\nregistration card is completed and mailed within 14 days of date of purchase,\nwhich will entitle you to 1 YEARS\nGUARANTEE.\"\nThis seems to\ncomprise a restriction rather than an\nextension of the guarantee.\nThe\n17\nThe combined effect of these documents is by\nno\nmeans clear, but I do not consider it necessary to attempt to\ninterpret them. What seems important for present purposes\nis not what I think the documents mean, but how the parties\nviewed them at the relevant time before proceedings were in-\nstituted. In the letter of 4 November 1982, the appellant's :\nattorneys had this to say about the guarantee:\n\"5. In particular, we refer to the guarantee\nwhich is sold with every 'Pentax' camera\nthroughout the world. Part of the South\nAfrican company's obligations relate to\nthe fact that they are to honour the\nconditions and terms of the guarantee\nin connection with any 'Pentax' product\nwhich has been sold, irrespective of\nwhether that sale occurred in South\nAfrica, or not.\n6. It should, therefore, be specifically re-\ncorded that our clients are responsible for ensuring that guarantees are met and\nadhered to.\"\nAlthough\n18\nAlthough this is not ideally clear, it does suggest\nthat\nthe appellant and Asahi (on whose combined behalf the\nletter was written)\nwere of the view that the appellant could\nbe saddled with responsibility in\nterms of the warranty in\nrespect of cameras sold by the respondent. The\nrespondent's\nattorneys' reply (in their aforementioned letter) was:\n\"Regarding the guarantee obligations, a\nmaterial reason for our client purchasing the camera for resale,was the\nguarantee which came with the article and our client assumes\nthat the guarantee\nobligations will be met by your clients or their agents, as warranted in the\nguarantee.\"\nThe appellant apparently did not respond to this let-\nter prior to the institution of proceedings. This correspond-\nence accordingly suggests that both parties were ad\nidem\n,\nwhen\n19\nwhen these letters were written, that the appellant would\nhonour the warranty in respect of cameras sold by the respon-dent. In view\nof\nthe content of the relevant guarantee do-cuments which I have discussed above,\nand particularly clause 2(d)(iv) of the distributorship\nagreement, this attitude\nis quite understandable.\nIt is against this background that the appellant's\nevidence concerning misrepresentations to the public about\nthe warranty should be considered. The only instance of\nmisrepresentation relied upon was that allegedly made to Mr.\nBacon when he bought a Pentax camera from Mr. Wertheim in\nOctober 1983, to which I referred above. Mr. Bacon deposed\non affidavit to what passed between him and Mr. Wertheim.\nIn his affidavit Mr. Wertheim, although not remembering the\nincident, questioned the likelihood of some of Mr. Bacon's\nassertions. In reply\nMr\n20\nand confirmed Mr. Bacon submitted a memorandum\ndictated by him on 24\nOctober 1983 (i.e. two days after the sale) in which he had\nset out the circumstances of the sale. His initial affi-\ndavit had been prepared from this memorandum. The memo-\nrandum clearly provides the more reliable account of the\ntransaction. It\nrecords that Mr. Bacon first made\nenquiries about the purchase of a Pentax camera at the re-\nspondent's shop on Priday evening, 21 October 1983. The\nnext morning he returned. After some discussion about\nthe Pentax ME Super, the conversation proceeded as follows\n(it will be recalled that \"the salesman\" was Mr. Wertheim):\n\"I then told the salesman that my ex-perience in Cape Town had always been that\nservice was extremely difficult to ob-tain. He said\nthat the main agents\nfor\nPentax\n21\nPentax had been the same for the last\n20 years and were a company called\nHampo. I told him that I was familiar\nwith the company because, at least until\nrecently, they had the agency for the\nDictaphone brand of dictating machines.\nHe then said that the camera has a one\nyear international guarantee. I asked\nhim what that meant. He said that what\nhe meant by an international guarantee\nwas one that would be honoured overseas.\nWithout being prompted, he said that there\nused to be a local guarantee. This, how-\never, no longer existed. I asked him\nto confirm how long the guarantee lasted.\nHe said that it was a one year guarantee.\"\nMr. Bacon recorded that he then \"started fiddling in the box\nthat the\ncamera came out of\" and found various documents.\nHe then continued:\n\"I asked the salesman whether there was a guarantee card that I had to fill\nin. He said no. Again without being prompted\nhe\n22\nhe said that he would give me a cash sales slip. I could\npresent this and the camera at any time within one year at any shop which\nsold\nPentax cameras and this would enable me to make use of the guarantee. The cash\nsales slip I have designated BB7 on the reverse.\nIt is noted that on the front\nof this the salesman has written 'one years full guarantee'.\"\nThe first question to be answered in the light of the evidence is whether Mr.\nWertheim represented to Mr. Bacon in this conversation\nthat the appellant would\nhonour a guarantee in respect of the camera sold by the respondent. If this\nquestion is answered in the\naffirmatiye the further question will arise whether,\nregard being had to the relevant docu-ments discussed above, such representation\nwas false.\nThe learned judge a\nquo\ndealt in the following terms\nwith\n23\nwith the question whether Mr. Wertheim made the alleged re-\npresentation (at p. 262 B-C):\n\"...on\nthe papers applicant has not, in\nmy judgment, proved that respondent\nmade\nany such representation. At most respon-\ndent represented to Bacon\nthat the cameras\nwere guaranteed for a year but it did not-\naver that it\nwould be applicant who would\nhonour the guarantee. I do not think that\nthe mere fact that respondent's represen- tative said that applicant was the\nmain\nagent for Pentax cameras implied any such representation. What is most\nsignificant is that the one thing respondent's repre- sentative\nis not alleged\nto have said is that applicant would honour the guarantee.\"\nMr. Plewman argued that, although there was no ex-press representation that the\nappellant would honour the guarantee, such a representation\ncould be implied\nfrom the first two sentences of the above passage from the memorandum,\nread\n24\nread with the subsequent discussion about an \"international\nguarantee\". Now it must be noted that the appellant's name was expressly\nmentioned only in relation to service generally. The suggestion that the\nappellant could be expected to pro-vide \"service\" does not\nappear to have been\nin any way false -- there is no reason to suppose that the appellant would have\nrefused to repair or service any Pentax camera because\nof its origin. Regarding the guarantee, Mr. Wertheim is alleged to have said\nonly that there was a one year interna- tiónal\nguarantee - \"one that\nwould be honoured overseas\" -but no \"local guarantee\". The suggestion here seems\nto be that the guarantee was\nonly enforceable overseas and would not be honoured\nin South Africa (if so, neither the appellant\nnor\n25 nor the respondent would have been bound to honour it).\nThis could hardly have be.en what Mr. Wertheim meant, however, and the\nintehdëd purpose of the remarks eludes me. Then he stated that the\nguarantee could be exercised \"at any shop which sold Pentax\ncameras\" -\npresumably within and outside the Republic. It is difficult to reconcile this\nwith what had\npreceded it\n.\nThe general impression which I gain is that the\nconversation, if fully and correctly recorded, was disjointed, confusing and\ninconclusive. One must bear in mind that the whole purpose\nof Mr. Bacon's visit\nwas to obtain evidence concerning the sale by the respondent of Pentax cameras.\nIf the appellant wanted to determine\nwhether it was being\nrepresented\n26\nrepresented as the party responsible for honouring the\nguarantee, one wonders why Mr. Bacon did not ask a specific guestion in this\nregard. He did not however do so, and in the result the Court is asked to imply\na representation from material which is far from\nclear.\nBy reason of the aforegoing it seems, at best for the appellant, uncertain\nwhether the representation upon\nwhich.it\nrelies\ncan be implied from the conversation between Mr. Bacon and Mr. Wertheim.\nOn behalf of the appellant it was contended that there was a likelihood that\nMr. Wertheim would have made the re-presentation in question,\nbecause, as I have\nshown, the re-spondent believed that the appellant would in fact be required\nto\n27\nto honour the guarantee. The existence of this belief seems, however, to be a\ndouble-edged weapon. On the one hand it would tend to\ngive credence to evidence\nthat the alleged representation was made. Little, if any, weight can, however,\nbe attached to this consideration\nwhere the undisputed evidence does not with\nany clarity show the making of the alleged representation.\nOn the other hand, the belief held by the respondent that the appellant would\nhonour the guarantee tends to work against the appellant's\ncase in the following\nway. It will be recalled that the belief was tenable in the light of the\nprovisions of clause 2(d)(iv) of the\n1981 distributor-ship agreement, which I\nhave quoted above. The 1984 Agree-\nment\n28\nment is, however, completely different. In terms of clause\n7.01 of the latter agreement the appellant is required only to \"warrant\nthe\nProducts to\nits customers\nagainst defect in material and workmanship\" in\naccordance with the warranty in the operating manual (emphasis added).\nAccordingly\nthe respondent can no longer assume that the appellant would honour\nwarranties in respect of cameras sold by the respon- dent, and\nthe respondent's\ncase on the papers is that it has made arrangements with a photographic repair\nbusiness in Cape Town to enable the\nrespondent itself to honour the guarantee.\nIn these circumstances there is no reason to think that the respondent would in\nfuture\nfalsely represent to its customers that the appellant would honour the\nwarranty.\nI\n29\nI consider therefore that the appellant has not shown either that the respondent\nmade the alleged representation to Mr. Bacon or\nthat it is likely to make such a\nrepresentation to its customers in future. I need therefore not consider whether\nsuch a representation\nwould have been false. I also need not consider whether\nthe making of such a misrepresenta-\ntion, if proved, would have amounted to passing-off in ac-\ncordance with the principles discussed in recent\nEnglish cases | such as\nH P Bulmer Limited and Showerings Limited v J\nBollinger SA& Another\n(1978) RPC 79\nand\nErven Wamink B V v J Townend\nand Sons (Hull) Limited\n(1979) FSR 397\nupon which the appellant relies, or\nwould have amounted to unlawful competition under our law. Nor is it necessary\nto consider whether\nthe extension of the principles\nof\n30\nof passing-off which is reflected in the above-mentioned\nEnglish cases accords with the South African law on the subject.\nThe second cause of action relied upon by the appellant is that respondent is\nunlawfully competing with the appellant by infringing\nAsahi's trade mark Pentax.\nIt should\nbe stressed at the outset that the appellant is neither the\nproprietor nor a registered user of the trade mark, and it does not claim any\nright to restrain the infringement of the trade mark\nas. such, i.e. simply\nbecause there is an in-fringement. Its case is that the infringement of Asahi's\ntrade mark by the respondent\ndoes not only constitute a wrong against Asahi, but\nalso amounts to unlawful competition actionable at the suit of the appellant.\nTwo questions\nconsequently\n31\nconsequently arise ïn this branch of\nthe appeal, viz., whether the respondent has been guilty of infringing Asahi's\ntrade mark,\nand, if so, whether this constitutes unlawful competition\nvis-á-vis the appellant.\nI deal first with the question of trade mark\ninfringe-ment. The appellant contends that the respondent has com-mitted an\ninfringement\nof the trade mark pursuant-to section — 44(1)(a) of the Trade\nMarks Act, no. 62 of 1963. This sec-tion lays down that the rights\nacquired by\nregistration of a trade mark shall be infringed by \"unauthorized use\" of a mark\n\"as a trade mark\". The expressions \"unauthorized\nuse\" and \"use as a trade mark\"\nare, however, by no means self-explana-tory. In my view they can only be\nproperly understood in\nthe\n31 A the light of the historical development of this branch\nof the law, to which I now turn.\nIn\nPolicansky Bros Ltd v L & H Policansky\n1935 AD\n89 at p. 97 WESSELS CJ said the following:\t|\nlaw \"The Roman-Dutch was well acquainted with\nthe general principle that a person cannot,\nby imitating the name, marks or devices\nof another who had acquired a reputation\nfor his goods, filch the former's trade\n(\nNed. Advies Boek\n, vol. 1. adv. 68, p.161).\nThis class of tort had not reached, by the\nend of the eighteenth century, the im-\nportance that it has today.\"\nLater\n32\nlater, he said (at p. 98):\n\"As our Roman-Dutch authorities do not deal with the various aspects of\npassing-off actions that modern conditions have evoked, we\nin South Africa have\nfollowed the principles enunciated by the English and American courts where such\nprinciples are not in conflict\nwith either our com-mon law or our statute\nlaw.\"\nWESSELS CJ was talking here about the law of passing-\noff in which the law\nof trade marks had its origin. I\nshould add that our statute law concerning trade marks has\nalso followed English patterns, so that it is appropriate to\ncommence this historical introduction with a summary of the\nEnglish law on the subject. My main source in this regard\nis the speech of LORD DIPLOCK in the case of the\nG E Trade\nMack\n(1973) RPC 297\n(HL)(\"the G E case\").\nThe use by manufacturers of distinctive marks upon\ngoods which they have made is of very ancient origin, but\nlegal\n33\nlegal recognition of trade marks as a species of\nincorpo-real property was first accorded by the Court of Chancery in the first\nhalf\nof the nineteenth century. The right of property in a trade mark had\nspecial characteristics. One, which it shared with patents and\nwith copyright,\nwas that it was a monopoly, that is to say, it was a right to restrain other\npersons from using the mark. To be capable\nof being the subject-matter of\nproperty a trade mark had to be dis-tinctive, that is to say, it had to be\nrecognisable by a purchaser\nof goods to which it was affixed as indicating that\nthey were of the same origin as other goods which bore the same mark and whose\nguality had engendered goodwill. Property in a trade mark could therefore only\nbe acquired\nby\n34\nby public use of it as such by the proprietor and\nwas lost\nby disuse.\nI have stated above that the right in a trade mark\nwas a right to restrain\nother persons from using the mark.\nWhat types of use could be thus restrained\nat common law?\nThe answer to this question appears from the following\ndis-\ncússion by LORD CRANWORTH in\nFarina v Silverlock\n(1857 ) 26 -\nLJ (NS) Eq. 11. LORD CRANWORTH was dealing with \"the\nright to have a particular trade-mark to designate a com-\nmodity\" (ibid., p. 12). The right, he said, was of this\nnature:-\n\"It is not properly described as a copy-rlght, because it is no right at all,\nun-less it is a right which can be said to\nexist\n35\nexist only, and to be tested only by its violation. The right\nis a right on the part of any person designating his wares or commodities\nby a\nparticular trade-mark, as it is called, to prevent anybody else from selling\nwares, which are not those manufactured by the\nplaintiff, with that trade-mark,\nin order to mislead the public, and so incidentally to injure the person who is\nowner of the trade-mark.\n... I apprehend the law is perfectly clear, that anybody, who has acquired\na\nparticular mode of designating his parti-\ncular manufacture, has a right to say, not that other persons shall not sell\nexactly the same article, better or worse, or looking\nexactly like\nit\n36\nit, but that they shall not so sell it as to steal the\nplaintiff's trade-mark, and make purchasers believe it is the manufacture of\nsomebody else.\"\n(ibid., pp. 12-13).\nThe first legislation on trade marks in England was\nthe Registration of\nTrade Marks Act,1875. The purpose of\nthis Act was to remedy certain defects\nin the common law,\ndescribed by LORD DIPLOCK as follows (in the\nG E\ncase at p.\n327 lines 7 to 15):\n\"The principal defects in the law of trade marks as it had developed by 1875\nwere: first, that in any action which he brought for\ninfringement of his trade\nmark the proprietor had to prove his title to the mark afresh by adducing\nevidence of his public use of\nit; and, secondly, that there was no easy way in\nwhich a trader who wished to adopt a particular mark to distinguish\nhis\n37\nhis own products could find out whether its use\nwould infringe proprietary rights in that mark already vested in some other\ntrader\nby virtue of his public use of it. The evident purpose of the Act of 1875\nwas to provide a practical remedy for these de-fects without\nchanging the main\ncharacte-ristics of trade marks at common law.\"\nThe Act of 1875 made provision for the registration\nof trade marks in\nrespect of particular goods or classes of\ngoods (secs land 2). Pursuant to\nsec 3, the registration\nof a person as proprietor of a trade mark \"shall be\nprima\nfacie\nevidence of his right to the exclusive use of such\ntrade-mark\"; and after the expiration of five years, would\nbe \"conclusive evidence of his right to the exclusive use\nof such trade-mark\" (subject to irrelevant exceptions).\nSection 1 laid down that in future a person would not be\nentitled\n38\nentitled to institute any proceedings to prevent\nthe in-fringement of a trade mark unless and until the mark was registered in\npursuance\nof the Act. However, the Act did not lay down what constituted\ninfringement otherwise than by inference from the provision that the\npróprietor had the right to the exclusive use of the mark.\nThe question whether the Act of 1875 had altered the\npertinently law as set out in\nFarina v Silverlock\n(\nsupra\n) first\narose in\n1929 in the case of\nChampagne Heidsieck et Cie Monopole Societe\nAnonyme v Buxton\n(1930) 1 Ch 330.\nAt that stage the Act of\n1875 had been superseded by the Patent, Designs and Trade\nMarks Act of 1883, which in turn had been superseded by the\nTrade Marks Act of 1905. The last mentioned two statutes\nwere also considered in the\nChampagne Heidsi\neck\ncase\n39\ncase, but, for reasons which will appear later,\nthe court's decision turned on the effect of the 1875 Act.\nI propose dealing\nwith the\nChampagne Heidsieck\ncase at some length since it is important\nfor the purposes of this appeal. The facts were briefly as follows. The\nplaintiffs were\nproducers of champagne in France. They prepared a special type\nof champagne with a view to its sale on the English market, and another\ntype of\nsweeter quality for the French market. Both types were sold under the same label\nwhich was registered as a trade mark in\nEngland. The wine destined for the\nFrench market had the additional word \"Brut\" printed on the label, and there\nwere other minor\ndifferences between the contents of the labels and the\ngeneral\nget-up\n40\nget-up of the bottles. The plaintiff wished to prevent the\nsale of the \"Brut\" wine in England. Such wines were never-\ntheless\nimported and sold by the defendant. The plaintiff\ninstituted action claiming,\ninter alia\n, an injunction to re-\nstrain the defendant from infringing its registered trade mark.\nThe plaintiff's case was that, although the common J\nlaw was correctly-set out in\nFarina v Silverlock\n(\nsupra\n),the\nAct of 1875 had changed the nature and effect of a trade mark.\nThis argument is reflected as follows in the judgment of\nCLAUSON J at p. 338:\n\"It was, however, contended that the effect of s. 3 of the Act of 1875 (which\nénacted that the registration of a trade mark,\nprima facie, gave the\nregistered proprietor the\nright\n41\nright to the exclusive use of such trade\nmark) was, not\nmerely to give that pro-\nprietor by virtue of registration a\nstatutory\ntitle in respect of his\nmark to the same rights which, before the\nAct, he\ncould have obtained only by proving\nthat the mark had become his trade mark\nbut had the further effect of\nvesting in\nthe owner of a trade mark the right to\nobject to any person selling or dealing\nwith goods produced by the owner of the\ntrade mark with the trade mark affixed,\nexcept on such terms and subject to such\nconditions as to resale, price, area of\nmarket, and so forth, as the owner of the\ntrade mark might choose to impose. It\nwas, in effect, suggested that, whereas\nbefore 1875 a trade mark, if established\nas a trade mark, was a badge of the origin\nof the goods,the effect of s. 3 of the\nAct of 1875 was to make a registered\ntrade mark a badge of control, carrying\nwith it the right in the owner of a\nregistered trade mark to full control'\nover his goods, into whosesoever hands\nthey might come, except in so far as he\nmight expressly or by implication have\nreleased this right of control.\"\nThis\n42\nThis contention was rejected in the following\nwords\n(pp. 338-9):\n\"I do not so read the section. Nor am I\naware that, until the present\ncase, any\nsuch construction of the section or of\ncorresponding sections in\nsubsequent Acts\nhas been adopted by any tribunal; or indeed that, until very\nrecent times, any such\nconstruction has been propounded to any tribunal. It would be astonishing, if\nin an Act to establish a register of trade marks, such\na remarkable extension of\nthe rights of owners of trade marks were intended to be enacted by the use of\nsuch terms as appear in the\nsection.\nThe section\nappears\nto me to mean\nthat the proprie\ntor of a\nregistered trade mark is to have th\ne right\nexclusively to\nuse\nsuch t\nrade mark in the\nsense of preventing\nother\ns from selling\nwares which are not his marked with\nthe\ntrade\nmark\n. I do not believe that the . legislature intended to say, or can fairly\nbe held to have said, that the registration of a trade mark\nhad the wide\nconsequences suggested by the plaintiffs.\" (emphasis added)\nCLAUSON\n43 CLAUSON J concluded by holding (at p. 341)\n\"... that the use of a mark by the defen-dant which is relied on as an\ninfringement. must be a use upon goods which are not the genuine\ngoods, i.e.,\nthose upon which the plaintiffs' mark is properly used, for any one may use the\nplaintiffs' mark on the plaintiffs'\ngoods, since that cannot cáuse the\ndeception which is the test of in-fringement.\"\nI return now to the legislative history. The Act\nof 1875 was amended in\n1876 and 1877. These amendments are\nnot relevant for present purposes. In\n1883, as noted above,\nit was superseded by the Patents, Designs and Trade Marks\nAct. This Act also effected no change which is material for\npresent purposes. Section 76 of the 1883 Act merely re-\npeated s. 3 of the 1875 Act with variations which do not\naffect the present issue.\nThe\n44\nThe next relevant statute was the Trade Marks Act\nof 1905. This statute deflned \"trade mark\" as \"a mark used or proposed to be\nused\nupon or in connexion with goods for the purpose of indicating that they are\nthe goods of the proprietor of such trade mark by virtue\nof manufacture,\nselection, certification, dealing with, or offering for sale\".\nThe basic rights of the proprietor of a trade mark\nwere defined in terms which did not differ materially from those of the\nprevious Acts. Thus sec. 39 provided, subject to immaterial\nqualifications, that\n\"the registration of a person as proprietor of a trade mark shall, if\nvalid\n45\nvalid, give such person the exclusive right to\nthe use\nof such trade mark upon or in connection with the goods in\nrespect of which it is registered ...\".\nThe 1905 Act was considered in the\nHeidsieck\ncase\n(supra\n) at p. 339,to determine whether the plaintiff's\ncase could be supported by reference to it. CLAUSON J said:\n\"It was, indeed, at first suggested that\nthis remarkable alteration in the\nlaw (i.e.,\nthe alteration contended for by the plain-\ntiff - see the above\nquotation from p. 338)\ntook place when s. 39 of the Act of 1905 was enacted,\nbut a comparison of the language of that section with s. 3 of the Act of\n1875 led at once to a recognition of the fact that, if the change in the law did\ntake place, it must have taken place in 1875 and\nnot in 1905. Indeed, in my\nview,\nif there had been any possible doubt as\nto the construction of s. 3 of the Act of\n1875, the doubt must necessarily vanish when\nthe Act of 1905, which supersedes that\nof\n46\nof 1875 and the intermediate Acts, is examined.\nIn the Act of 1905 the word 'trade mark' is defined as a mark used upon goods\nfor\nthe purpose of indicating that they are the goods of the pro-prietor of the\nmark, and reading this definition into s. 39\nit appears to me quite clear\nthat the exclusive right to use the mark conferred on the registered proprietor\nby that section is the\nright\nto use the mark as a trade mark - i.e.\n,\nas indicating that the goods upon which\nit is placed are his goods and to ex-\nclude others from selling\nunder the mark wares which are not his\n. \" (emphasis added)\nThe final English statute to which I intend to refer\nis the Trade Marks\nAct of 1938, which superseded the 1905 Act.\nThe 1938 Act not only broadened\nthe definition of \"trade mark\"\n(sec. 68(1)) but introduced in sec. 4(1) elaborate provisions\nregarding\ninfringement. See\nShalom Investments (Pty) Ltd\nand\n47\nand Others v Dan River Mills Incorporated\n1971(1) SA\n689\n(A) (\"The\nDan River\ncase\") at 701 H in\nfin\n. The effect\nof\nthese changes was considered in\nBismag Ld. v\nAmblins\n(Chemists) Ld\n.\n(1940) 57 RPC 209\n, which is discussed in\nthe\nDan River\ncase at p. 702.\tAmong these changes was\na substantial expansion of the rights of proprietors of trade marks. The\npurpose of this was to remedy defi-ciencies in the law which\nhad been exposed by\nthe judgment in the case of\nIrving's Yeast-Vite Limited v Horsenail\n(1934) 51 RPC 110\n(HL). As I shall show later,this judgment also gave rise to\nchanges in the South African legislation. However, the manner in which\nthis\nproblem was dealt with in Britain differed entirely from that adopted by the\nSouth African\nlegislature\n48\nlegislature. It would accordingly serve little\npurpose to\nconsider the effect of the 1938 British Act on the\nprinciples\nenunciated in the\nChampagne Heidsieck\ncase. I would\nonly\nnote in passing that the decision in the\nChampagne\nHeidsieck\ncase was still regarded as good law in 1979 in\nRevlon\nInc\n.\nand Others v Cripps & Lee Ltd and Others\n(1980) FSR 85\n(CA)\nat p. 108 (BUCKLEY LJ, with whom BRIDGE LJ concurred) and\npp. 113-4 (TEMPLEMAN LJ).\nI turn now to the law of trade marks in the Netherlands\nand South Africa. In the passage which I have quoted from\nthe judgment in\nPolicansky Bros. Ltd. v L H Policansky\n(\nsupra\n)\nvan den Berg's WESSELS CJ referred to an opinion quoted in Ned. Advijs\nBoek\nvol. 1, adv. 68, p. 161. The facts in that opinion were\nthat one Pieter Meffert was a \"Caartemaker\" (apparently a\nmanufacturer\n48 A manufacturer of playing cards - see van Zurck, Codex\nBatavus, sub voc. Wapenen, para 4 note 1, which refers to the same case)\nwho,\nduring his lifetime, printed certain \"teekens,\nmerken en namen\" on his cards\nand their covers. After his death his\nwidow ..\n49\nwidow and heirs continued the business, and also continued\nusing the same \"teekens, merken en namen\" on the cards pro-\nduced by them. Other manufacturers of cards then commenced\nusing the same distinctive words and marks on their own\ncards. The advice given to Meffert's widow and heirs was\nthat it was impermissible to use such names, marks and signs-\nas another person had previously used and was still using\non similar articles, if the infringing use would enure to the\nloss or disadvantage of the first inventor or user of the\nnames, marks or signs. The death of Meffert had not altered\nthis situation, since his widow and heirs, so they were ad-\nvised, were entitled to the benefit of the names, marks and\nsigns which the deceased had used in his lifetime. This\nopinion\n50 opinion was given on 15 January 1667. The widow and heirs\ninstituted proceedings and on 1 February 1667 an infringer was ordered\nby the\nschepenen of The Hague to pay \"een amende van 60 ponden\" and furthermore \"om in\nhet toekomende naar te laten het drukken ende\ngebruyken van sodanige teekens,\nmerken ende namen,op haare Caarten, als Pieter Meffert,zoo lang voor haar eerst\nheeft gevonden ende\ngebruykt welke hem en zyne Erfgenamen alleen toekomen\" . The\nground for this decision was stated to be \"\nratione falsi commissi utendo\nsignis et nomine Petri Meffert in suis mercibus\n\".\nThe jurists who gave the above opinion relied mainly on a passage from the\nTractatus de Insigniis et Armis\nby Bartolus (1314-1357). The full passage\nreads as follows:\n\"... pone\n51\n\"... pone fabrum quendam esse doctissimum, qui\nin gladiis, et aliis suis operibus facit certa signa, ex quibus opus ipsius\nmagistri\nesse cognoscitur, et per hoc tales merces melius venduntur, et avidius\nemuntur, tunc puto quod si alius faceret tale signum, possit\nprohiberi quia ex\nhoc populus lederetur, acciperetur enim opus unius pro opere alterius.\"\nThese authorities leave no doubt that in our com-\nmon law a trade mark\nserved the same purpose as in England,\nviz. to identify the goods of the\ntrade mark owner and to\ndistinguish them from the goods of others. A trade mark was considered to be\ninfringed if it was used on goods which were not those\nof the person whom we\nwould call the trade mark proprietor. This was regarded as a form of deception\nwhere-by the goods of the infringer\nwere passed off for the goods of the trade\nmark proprietor, and was punishable under the\ncrimen falsi\n(see also\nVoet, Commentaries, 48.10.6; v. Zurck, op cit, sub voc\nFalsiteit\n52\nFalsiteit, para 10; Garen, para 1; Messen, para\n5; Papieren, para 2; Thee, para 1; and also Carpzovius, Praxis Rer. Crim.\n2.93.89\nand 90. It should be noted, however, that many of these passages refer\nto specific enactments on trade marks in respect of particular\narticles.) .\nIn our case law there appear to be few reported\ncases of trade mark infringement prior to the enactment of— trade marks\nlegislation. The most important one is\nRose & Co. v Miller\n(1891) 4\nSAR 123. In that case the plaintiffs were the manufacturers \"of a certain\nlimejuice cordial well known upon the market\".\nThe defendant, Miller of\nJohannesburg, made limejuice and sold it in bottles of Rose & Co. and in\nothers similar in shape, and\nlabelled these with an almost\nexact\n53 exact imitation of plaintiif's label. Rose & Co. claimed a\nperpetual interdict prohibiting such conduct. On behalf of the defendant\nit was\nargued that \"there is no protection in this country for trade marks\". KOTZe CJ\n(with whom DE KORTE J concurred) did not agree.\nHis iudgment reads (at p.\n125):\n\"I am of the opinion that Rose & Co. have\nan exclusive right to the use of a certain label for the sale of 'Limejuice\nCordial', and that Miller has infringed such right by\nimitating the label of\nRose & Co. in such a way that the public may easily be deceived thereby to\nthe damage and incon-venience\nof Messrs. Rose & Co. To allow such a practice\nis to countenance a fraud both on Rose &. Co. and the public. It is a case\nof\ninjuria\nor infringement of right. A perpetual interdict must be\ngranted a-gainst Miller, with costs.\"\nAlthough no authorities\nwere quoted in the judgment,\nthe\n54\nthe report (printed in 1908) contains a footnote\nmentioning\nRoman-Dutch authorities on the subject of trade marks.\nThese\nappear to have been derived from an anonymous note in the\nCape Law\nJournal of\n1892 (9 CLJ 127)\nand include the autho-\nrities which I have\ndiscussed above. See also\nMills v Salmond\n(\n1863) 4 Searle\n230.\nThe pre-Union trade mark legislation in South Africa closely followed the\nBritish Act of 1875. The first statute was the Trade Marks\nRegistration Act, no\n22 of 1877, of the Cape Colony. According to the preamble, the object of this\nenactment was to \"establish in\nthis Colony a register of trade marks\". Such\nregister was to be kept by the Registrar of Deeds. Section 3 of this Act copied\nsection\n3 of the British\nAct\n55\nAct of 1875, i.e., it laid down that registration\nof a trade mark provided, at first,\nprima facie\nevidence of the\npro-prietor's right to the exclusive use of the trade mark, and, after five\nyears, conclusive evidence of this right.'\nAlthough the Act was amended on a few\noccasions, none of the\namendments bears on the present enquiry.\nIn Natal, Law 4 of 1885 was enacted \"to establish a register of trade marks\nin Natal\" (see the long title). In that Colony the register\nof trade marks was\nkept by the Registrar of the Supreme Court. Section 16 of the Act cor-responded\nto section 3 of the British Act\nand section 3 of the Cape Act (save for an\napparent misprint: the section laid\ndown \t...\n56\ndown that after five years, registration would\nbe conclusive\nevidence of the proprietor's \"right to the exclusive right\"\n(sic - instead of \"use\") of a trade mark).\nIn the Orange Free State trade marks were governed\nby Chapter CXIII of the\nWetboek, entitled \"De Wet over het\nRegistreeren van Handelsmerken\". Here\nagain the Registrar\nof Deeds was charged with keeping the register. Sec 3 of\nthe statute was, for present purposes, a direct translation of\nsec 3 of the British Act and its colonial counterparts. The\namendment of this statute by Law no 13 of 1893 is irrelevant\nfor present purposes.\nThe first legislation in the Transvaal was Law 6 of\n1892, the long title of which indicated that it contained\n\"bepalingen op de handels- en fabrieksmerken in deze Republiek\".\nSection\n57\nSection 1 laid down that a person or firm \"die zich het recht\nwil verzekeren tot uitsluitend gebruik van een merk, hetwelk ter onderscheiding\nzijner handels- of fabriekswaren van die van andere, op de waren zelve of op\nhare verpakking word _ _' geplaatst\",should have such\nmark registered with the\nState Attorney. Although the formulation of this section\ndiffered somewhat from the corresponding provisions in the\nother territories, it was substantially to the same effect. Thus it stated in\nterms that the purpose of registration was\nto ensure the proprietor's right of exclusive use of the mark\nincidentally, a right which KOTZé CJ had the year before recognized\nalso\nunder the common law in the case of\nRose & Co\n. (\nsupra\n).\nThe\nTransvaal Law 6 of 1892 was repealed by Proclamation 23 of\n1902, which copied the British Act of\n1875. Sec. 11\nof the\nProclamation\n58\nBroclamation was, for present purposes, identical\nto sec. 3 of the British Act of 1875. and the corresponding sections of the\nother\npre-Union statutes to which I have referred. The subsequent amendment of\nthe proclamation by Ordinance no 3 of 1904 does not affect\nthe issue.\nThese pre-Union statutes continued in force until\nrepealed by the\nPatents, Designs, Trade Marks and Copyright\nAct, no 9 of 1916, of the Union\nof South Africa.\nBefore I turn to this Act, it will be convenient to summarize what the\nrelevant legal position was before its promulgation. At common\nlaw, both here\nand in England, a trade mark served to indicate the origin of goods in the\nproprietor of the trade mark, and infringement\noccurred when\nthe\n59\nthe trade mark was used in respect of goods which were not\nthose of the\nproprietor of the trade mark. There is nothing\nin our common law or that of\nEngland to suggest that the pro-\nprietor of a trade mark was entitled by\nvirtue of trade mark\nlaw to control the sale or distribution of his goods\nwhich he\nhad marked with his trade mark.\nThe British Act of 1875 introduced a system of regis\ntration of trade marks. The purpose of the Act, according to the\nG E\ncase (\nsupra\n), was to make it easier for the pro-prietor of a trade mark\nto prove his ownership, and to enable interested persons to find out\nwhether a\nparticular trade mark was in use and by whom. Its purpose was not to change the\nmain characteristics of trade marks at\ncommon law. And\nin\n60 in the\nChampagne Heidsieck\ncase (\nsupra\n) the\nCourt held that the proprietor's \"exclusive right\" of which the 1875 Act spoke,\nwas the right which had existed at common law\nto prevent others from selling\nwares which were not his marked with his trade mark.\nIn the\nDan River\ncase (supra, at p. 700 H to 701 A) this Court\nexpressed doubt whether the\nChampagne Heidsieck\ncase could be regarded as \"settled law\" in England. I do\nnot think that there is room for doubt any longer. The\nby the Court of Appeal\nChampagne Heidsieck\ncase has been\nexpressly:approved in the\nRevlon\ncase (\nsupra\n) as I have indicated. Moreover, the House\nof Lords has, in the\nG E\ncase (\nsupra\n), affirmed that the\n1875\nAct served only a limited purpose, and was not intended to\nchange\n61\nchange the main characteristics of trade marks.\nAnd the principle that a trade mark is essentially a \"badge of origin\" has been\ncon-firmed\nalso in other contexts. See, eg.,\nAristoc Ld. v Rysta Ld\n.\n(1945) 62 RPC 65\nat p. 82 lines 26 to 37. See also\nEsquire Electronics Ltd v\nExecutive Video\n1986(2) SA\n576 (A)at p.587 E-F. The correctness of the\nChampagne\nHeidsieck\ncase has been accepted by leading textbook authors -see,\ne.g., Kerly's Law of Trade Marks and Trade Names, 12th\ned., para 14-29; and Halbury's Laws of England, 4th ed., vol\n48, para 94 which refers to \"the self-evident principle that there should be\nno infringement by use on the 'genuine goods'\". It may\nbe as well also to\nremember 'that' the\nChampagne Heid\n-\nsieck\ncase was by no means an isolated one. Although\nthere was no previoue case directly in point, the judgment\nin the\nChampagne Heidsieck\ncase\n62\ncase followed the general trend of English law as repre-sented by the\nauthorities quoted in the judgment at pp. 340-1, viz.,\nSinger Manufacturing\nCo. v Loog\n(1880) 18 Ch D 395\nat 412;\nEdwards v Dennis\n(1885) 30 Ch.\nD 454\nat 478 and\nBow v Hart\n(1905) 1 KB 592\nat 593 and 594 (questions put\nduring argument by ROMER L.J.).\nThe authority of the\nChampagne Heidsieck\ncase ac- cording to the law\nof England, must therefore, in my view, be accepted. Moreover, the reasoning and\nconclusion of CLAÚSON\nJ seem to me, with respect, lucid and convincing.\nIn South Africa the common law and pre-Union statute law did not differ in any\nmaterial respect from that of England. I consider, therefore, that the judgment\nin the\nChampagne\nHeidsieck\n63\nHeidsieck\ncase also correctly\nreflects the law in all the provinces of the Union of South Africa prior to the\npro-mulgation of Act 9 of 1916.\nThe South African Act of 1916 followed British models in many respects. Thus\nthe definition of a trade mark in sec. 98 of the Act\nof 1916 is practically\niden-tical to that in the 1905 British Act which I have quoted above, and which\nwas considered in the\nChampagne Heidsieck\ncase (\nsupra\n) in a\npassage which I have also quoted. Con-cerning the rights of the proprietor, the\nSouth African Act followed the 1905 British\nAct and previous legislation by\nproviding that registration would be\nprima facie\nevidence of the\nproprietor's right to the exclusive use of the trade mark,\nand\n64\nand, after a period (in this case seven years),\nconclusive\nevidence of such right (sec 123).Where the Act broke new\nground\nwas by making specific provision for infringement.\nThis was done in sec. 125 which originally read as follows\n(in so far as relevant for present purposes):\n\"The rights acquired by registration of a trade mark shall be deemed to be\ninfringed\nby the use, in respect of the goods in\nrespect of which it is registered, of a mark substantially identical with the\ntrade mark or so nearly resembling it as tó be\nlikely to deceive.\"\nIt will be convenient to defer discussion of this provision until I have\ncompleted my survey of the relevant ' legislation.\nThe next statute to be dealt with requires some ex-\nplanation ......\n65\nplanation, but has no direct bearing on the present issue.\nThis\nwas the Patents, Designs and Trade Marks Amendment Act, no\n19 of 1947, which introduced the concept of a\"registered user\"\nof a trade mark. For this purpose it inserted,\ninter alia\n,\na new sec. 131\nbis\ninto the 1916 Act. In terms of sec. 131\nbis\n(2) the expression \"permitted use\" was defined, broadly,\nas the use of a trade mark by a registered user. The defi-\nnition of infringement in sec. 125 was correspondingly amended\nby inserting the expression \"(other than permitted use)\" so\nthat the section read:\n\"...shall be infringed by use, (other than permitted use) ...\"\n\"Permitted use\" thus had a technical meaning, but I\nshould emphasize that consent was always a good defence to\nan\n66\nan action for infringement, i.e., it was a good\ndefence to show that the act which was alleged to constitute infringe-ment, was\ndone\nwith the consent of the trade mark proprietor. This was not stated in the\nvarious statutes, but followed from the general principle\nof law expressed in\nthe\nmaxim volenti non fit iniuria\n. (See Kerly's Law of Trade Marks and\nTrade Names, 12 th ed., para 15-44; Webster and Page, South African Law of Trade\nMarks, 3rd\ned., p. 271; Halsbury's Laws of England 4th ed., vol. 48, para 94).\nSince we are not concerned in this appeal with registered users,\nthe amend-ment\nin 1947 takes the matter no further.\nBefore coming to the 1963 Trade Marks Act I have to\nmention the English case of\nIrving's Yeast-Vite Limited v F.A\n.\nHorsenail\n(1934) 51 RPC 110\n(HL) to which I made passing re-\nference earlier in this judgment. In that case the defendant\nhad used the plaintiff's registered trade mark Yeast-Vite by\nstating that the defendant's product was \"a substitute for\n'Yeast-Vite'\". This\nwas\n67\nwas held by the House of Lords not to be an\ninfringement\nunder the 1905 British Act because the mark was not used as a trade\nmark,\ni.e., it was not used upon or in connection with goods\nfor the purpose of indicating that they were the goods of the\nproprietor of the trade mark. This decision showed that a\ntrade mark proprietor needed protection not only where his\nmark was\nunlawfully used as a trade mark, but also where it\nwas used for other purposes such as comparison.\nTo meet this need the South African Trade Marks Act\nno 62 of 1963, provided a new extended definition of infringe-\nment. Sec 44 (1), as originally promulgated, read as fol-\nlows(in so far as relevant):\n\"... the rights acquired by registration of a trade mark shall be deemëd\nto be infringed by -\n(a) .\n68\n(a)\tunauthorized use as a trade mark upon or in\nrelation to goods in respect of\nwhich the trade mark is registered, of the\nidentical\ntrade mark or of a trade mark so nearly\nresembling it as to be likely to deceive or\ncause confusion; or\n(b)\tunauthorized use in the\ncourse of trade,\nwhether as a trade mark or not, of the iden-\ntical trade mark or of a trade mark so nearly re-sembling it as to be likely to\ndeceive or cause confusion, if such use is in relation\nto or in connection with goods for which the trade mark is registered and is\nlikely to cause injury or prejudice to the proprietor\nof the trade\nmark.\"\nIt seems clear that sub-sec. (b) was inspired\nby the\nYeast-Vite\ncase, and served to extend the concept of in-\nfringement beyond the mere use of the mark as a trade mark.\nThe effect of sub-sec. (b) in its original formulation was,\nhowever, that trade mark infringement could be committed in\nthis extended sense by the use of a mark \"whether\nas\n69\nas a trade mark or not\". Unlawful use of a mark as a\ntrade\nmark could thus fall under either sub-sec. (a) or (b). See\nthe\nDan River\ncase (\nsupra\n) at pp. 703 C - 704 A. After the\ndecision in the\nDan River\ncase, and presumably as a result\nthereof, the section was amended by Act 46 of 1971 to make it\nclear that sub-sec. (a) applied to the use of a trade mark as\na trade mark, and sub-sec. (b) only to use otherwise than as\na trade mark. The section then read as follows (I quote it\nin full because it is the relevant text for purposes of the\npresent appeal):\n\"...the rights acquired by registration of a trade mark shall be infringed by\n-(a) unauthorized use as a trade mark in relation to\ngoods or services in\nrespect of which the trade mark is registered, of\na\n70\na mark so nearly resembling it as to be like- ly\nto deceive or cause confusion; or (b) unauthorized use in the course of trade,\notherwise\nthan as a trade mark, of a mark so nearly resembling it as to be\nlikely to deceive or cause confusion, if such use is in relation\nto or in\nconnection with goods\nor services for which the trad'e mark is\nregistered and is likely to cause\ninjury or prejudice to the proprietor of the trade mark.\"\nIn passing it should be noted that the reference to\nthe \"identical mark\"\nwas also removed by Act 46 of 1971 from\nsub-secs. (a) and (b). Mr. Hodes, who\nappeared for the re-\nspondent in the present case, contended that, as a\nresult of\nthis deletion, unlawful use of the identical trade mark (as\ndistinct from use of a colourable imitation) would no longer\nconstitute infringement. In order not to extend an already\nlong\n71 long judgment I would say only that I agree entirely with\nthe\nfollowing passage from the judgment of this Court in\nBerman\nBrothers (Pty) Ltd v Sodastream Ltd & Another\n1986(3) SA\n209 (A) at p 232 H to 233 A:\n\"Originally s 44 (1) spoke of:\n'the unauthorized use ... of the identical\ntrade mark or of a trade mark so nearly\nresembling ...\nThis was the wording in paras (a) and (b). For some reason, obscure tome, the\nwords 'of the identical trade mark or' were de-leted\nin both paragraphs by s\n21(a) of Act 46 of 1971. Presumably it was thought that if the mark used by the\ninfringer was the identical\nmark it would necessarily be a mark so nearly\nresembling as to be likely to deceive or confuse. Obviously it was never the\nintention\nto exclude from the ambit of infringement the use of the iden-tical\nmark (cf remarks of Chowles and Webster\nThe South African Law of Trade Marks\n2nd ed at 98). I think that this amendment\nis\n72\nis an unfortunate one and not conducive\nto clarity; and I would hope that when the\nAct is again amended the deleted words be\nrestored. At all events, the unauthorized\nuse of the identical mark must, in my view,\nbe regarded as falling under s 44(l).(a).\"\nI cannot accept Mr Hodes's contention that this passage L ,.\nwas wrong and\nshould be reconsidered.\nI revert now to the distinction between use of a mark as a trade mark, and\nuse of a mark otherwise than as a trade mark. \"Trade mark\"\nis defined in sec. 2\nof the 1963 Act as: .\n:.... a mark used or proposed to\nbe used in relation to goods or services for the purpose of -\n(a)\nindicating a connection in the course of trade between the goods or services\nand\nsome person having the right, either as pro-prietor or as a registered user,\nto use the\nmark\n73\nmark, whether with or without any indi-\ncation of the identity of that person; and\n(b) distinguishing the goods or services\nin relation to which the mark is used or\nproposed to be used, from the same kind\nof goods or services connected in the\ncourse of trade with any other person.\"\nIn the present case it is clear that the mark Pentax\nwas placed on the\ncameras in guestion for the purpose of\nindicating a connection between the cameras and the proprietor\nof the mark, Asahi, and to distinguish these cameras from\nthose connected in the course of trade with any other per-\nson. The respondent, on the face of it, is by selling\ncameras bearing the mark Pentax\tusing the\nmark for the same purpose , i.e., of indicating a connection\nbetween the cameras and Asahi, and distinguishing them from\ncameras\n74\ncameras manufactured by others. This appears to be\nthe\nliteral meaning of sub-sec.(l). I return later to certain\ncontentions\nadduced in this respect. So as not to inter-\nrupt my chain of reasoning I\nwould emphasize at this stage\nthat the type of use with which we are here\nconcerned is\nuse \"as a trade mark\". Even if it were held that use of a\ntrade mark on \"genuine goods\" could not amount to infringe-\nment, such use would still, as a matter of language, be use\nas a trade mark, and could not constitute use \"otherwise than\nas a trade mark\". We are accordingly dealing with the use\nto which reference is made in sub-sec. (a), and not with 'the\nextended type of infringement dealt with in sub-sec. (b).\nIn short, the question before us is whether the concept of\ninfringing use of a trade mark as a trade mark has been ex-\ntended in South African legislation beyond that described in\nthe\nChampagne Heidsieck\ncase (\nsupra\n).\nThe\n75\nThe most noticeable changes in the South African\nlegislation were, for present purposes, the following. The 1916 Act, while\nretaining\nthe provisions recognizing the pro-prietor's exclusive right to the\nuse of the trade mark, added a provision deeming the use of the\nmark (or a\ncolourable imitation thereof) to be an infringement. The Act of 1963\nwent further by deleting reference to the proprietor's ex-clusive right\naltogether, and limiting itself to defining infringement as\nunauthorized use of\nthe mark (or a colourable imitation thereof) as a trade mark. These changes do\nnot appear to be of significance\n- the legislature has continued to use\nexpressions which have been current in this branch of the law for a long time to\nexpress substantially\nthe same\nconcepts\n76 concepts. Even before the British Act of 1875 it was\nrecog-nized that the right of a trade mark proprietor was essentially a right\nto\nprevent \"anybody else from selling wares, which are not those manufactured by\nthe plaintiff, with that trade mark\". (\nVide\nthe passage quoted from\nFarina v Silverlock\n(\nsupra\n). This position remained unchanged\nafter the British\nAct of 1905, as appears from the italicized portion of the above quotation\nfrom the\nChampagne Heidsieck\ncase (\nsupra\n), at pp. 338-9, where the\nproprietor's right of exclusive use is defined as \"the right ... of preventing\nothers from sel-ling wares\nwhich are not his marked with the trade mark.\"\nNotionally it does not therefore seem to matter whether the trade mark\nproprietor's\nright is described as the right to\nthe\n77\nthe exclusive use of the mark as a trade mark, or whether it\nis described as the right to prevent others from using it as a trade\nmark. It\nhas also been recognized in our case law that the trade mark proprietor's\nexclusive right to the\nuse of the trade mark is still implicit in the 1963\nAct, al-though explicit reference to it has been deleted. See the\nDan River\ncase (\nsupra\n)at p. 706 D and\nJohn Craig (Pty)\nLtd\nv Dupa Clothing Industries (Pty) Ltd\n1977(3) SA 144 (T) at p. 150\nB.\nThe essential question then remains: what is meant by the words \"use\" of a\nmark \"as a trade mark\" in the context of sec. 44(1)(a)\nof the Act? In their full\nand literal meaning it seems to me, the words \"use as a trade mark\" would\nbe\n78\nbe wide enough to cover the facts of the present case. As I have indicated\nabove, a trader who advertises and sells goods marked\nwith their trade marks\nclearly, in my view, makes use of the trade mark as a trade mark. On a literal\nmeaning of the words used in\nsec.(l)(a) of the Act, this use (if unauthorized, a\nmatter to which I return later) would\nthen\nconstitute an infringement even if the trade marked goods\nemanated from, and were marked by,or with the consent of, the trade mark\nproprietor himself. If this were its correct interpretation,\nthe 1963 Act(or,\npossibly, the 1916 Act) would have effected a dramatic change in principles of\ntrade mark law which had been long\nestablished in this country\nand\nin\n79\nin England. And, what is more, it would have effected\nsuch\na change by using language which is not notionally dis-\ntinguishable from\nthat found in earlier legislation, both\nhere and in England; and which had\nbeen interpreted to em-\nbody only the traditional concept of\ninfringement.\nThe onlý substantial change in sec. 44(1)(a) was the\nintroduction of the word \"unauthorized\". This change also\nmust be seen in its historical context, which I repeat\nbriefly. It will be recalled that, according to common\nlaw, the consent of the trade mark proprietor was a good\ndefence to an action for infringement, and earlier legisla-\ntion took this for granted, making no specific provision\nfor it. When the concept of a \"registered user\" was intro-\nduced\n80\nduced into the 1916 Act, \"permitted use\", being use by a\nregistered user, was excluded from conduct which would other-wise have\nconstituted\nan infringement. This did not, how-ever, derogate from the defence\nof consent. In the 1963 Act use by a registered user was expressly\ndealt with in\nsec 48 (see particularly sub-sec. (2)) and there was no need to make provision\nfor it in sec. 44. One must therefore\naccept that the word \"unauthorized\" in\nsec. 44(1)(a) was not intended to cater specifically for use by a registered\nuser, although\nit might cover it. Why then was it introduced? In argu-\nment the following suggestion was made. Use of a trade mark\nin terms of sec. 44(1)(a) included, so it was said, use by a\ntrader who sold genuine goods with the trade mark properly\naffixed\n81 affixed to it. The word \"unauthorized\" then serves to\nmitigate the unwelcome results that would ensue if such use were\nprima\nfacie\nto be regarded as an infringement, by recognizing that, if the\nproprietor authorized such use, no infringement would result. Indeed,\nit was\nargued, by in- ferring implied authorization on the part of the proprietor\nin various circumstances, many anomalies\nwould\nbe\navoided\nwhich would otherwise flow from the recognition of this ex-tended view of\ninfringing use,(cf.Webster and Page, op\ncit\n, at p. 274).\nIn my view this argument cannot prevail. The word \"unauthorized\" in its\nordinary meaning does not add anything to what was the common\nlaw, except that\nit might affect the\nonus\n82\nonus of proving authorization or lack thereof.\nWhatever the kind of use might be which would\nprima facie\namount to\nin-fringement, authorization would serve to render it lawful. , The introduction\nof the word \"unauthorized\" can, therefore,\nthrow no light on what the conduct is\nwhich would be unlawful in the absence of authorization, except possibly in one\ntype-of case.\nThis would be where there are two or more possible types of\nconduct which could be covered by the prohibition in the section, but\nfor some\nreason there is only one which is capable of authorization. If this were so, the\nuse of the word \"unauthorized\" might suggest\nthat the prohibition related to the\nconduct which was capable of authorization ra-ther than to conduct which was not\nso capable.\nThis situation\ndoes\n83\ndoes not, however, obtain in the present case. It is true that at one\nstage there was a view current that the granting of permission\nto another to use\n(otherwise than as a registered user) a trade mark on his goods would vitiate\nthe trade mark on the grounds that\npublic deception would result. Even if this\nwere correct, of course, the fact that permission\nhad been granted would nevertheless still have been a good de-\nfence to an action for infringement, and the reference to \"unauthorized\" in\nsec. 44(1)(a) would not be a dead letter. However, the\nlaw was clarified in the\ncase of the \"\nBostitch\n\"\nTrade Mark\n(1963) RPC 183\n(Ch.), from which\nit appears that the test whether the proprietor of a trade mark has affected its\nvalidity by authorizing its use\nby another person is the\nfollowing\n84\nfollowing, whether or not such other person is a\nregistered\nuser (p. 197 lines 11-13):\n\"The test ... is ... this:\nhas he authorized such use of the mark as to deprive it of its very\nexistence, namely, as a mark which should distinguish his goods\nfrom the goods\nof the makers.\"\nIf this is good law (and it has been accepted as correct in\nEngland - see\nWebster and Page\n(\nsupra\n), at p. 225,\nKerly's\nLaw of Trade Marks and Trade Names\n(\nsupra\n) para 13.24)\nthere\nwould be greater scope for the word \"unauthorized\" in sec.\n44(1)(a).\nTo sum up, there does not appear to be any obvious\nreason\n85 reason why the word \"unauthorized\" was introduced in sec. 44 (l)(a) (see\nalso the\nDan River\ncase (\nsupra\n) at p. 705 E-P) but whatever the\nreason may be, its introduction does not create any redundancy or absurdity,\nnor, in my view, does\nit throw any light on the meaning of the rest of the\nsection. And the consideration that one might, by an interpretation or\napplication of the word \"unauthorized\" remove some of the\nanomalies which would follow from the interpretation of sec. 44 (l)(a)\nespoused by the appellant, would fall away if an inter-\npretation consonant with the judgment in the\nChampagne Heidsieck\ncase\nwere\naccepted\nsince this interpretation would not give rise to the anomalies\nin the first place. Moreover, if the legislature's purpose\nhad been to change the very nature of trade mark infringement\nby\n86\nby sec. 44(1)(a), the legislature would hardly\nhave done so by introducing the word \"unauthorized\", which on the face of it\ndoes no\nmore than express a well established rule of law.\nThe appellant\nplaced some reliance on the\nDan River\ncase (\nsupra\n), and I must now\ndeal with it. In that case the respondent was a textile manufacturer in the\nUnited States of America. It sold its\nmaterials in many parts of the world to\nmanufacturers. When doing so it also provided tags and labels bearing the \"Dan\nRiver\" trade\nmark for use in connection with garments made from Dan River\nmaterials. This trade mark was registered both in respect of materials\nand in\nrespect of garments. In South Africa, Dan River\nmaterials\n87\nmaterials were sold to only two wholesale merchants and only\nselected manufacturers were allowed to obtain Dan River fabrics. The\nappellants,\nwho were not on the re-spondent's selected list of manufacturers, managed to\nobtain Dan River fabrics and labels. They\nthen manufactured gar-ments from the\nDan River materials and sold them with the . Dan River labels sewn into them. It\nwas clear that\nthe re- spondent had not agreed to this, but, in fact was\nstrongly opposed thereto. The question was whether this was an in-fringement\nof\nsec. 44(1) of the 1963 Act. In its judgment (at pp. 703-4) this Court stressed\nthat sec. 44(1) of the 1963 Act had deliberately\ndeparted from the earlier view\nas exemplified by the\nYeast-Vite\ncase (\nsupra\n), that there could be\nno infringement unless the infringer used the mark \"as\na\n88\na trade mark\".. The legislature consequently designedly\t|\ndistinguished, in relation to infringement, between use\n\"as a trade mark\" and other uses. This distinction was reflected in secs.\n44(1)(a) and 44(1)(b) and was \"underscored by the specific\ninclusion in the\nlatter section of the ex-pression 'whether as a trade mark or not \" (p. 704 A).\nThis\nexpression, it will be recalled, no longer appears in the\nAct. Sec. 44(1)(b) now applies to use \"otherwise than as a trade mark\".\nTo return to the judgment in the\nDan River\ncase: the Court then proceeded\nto consider whether the respondent had established infringement pursuant to se.\n44(1)(b) of the Act.\nFor this purpose it was unnecessary to decide whether\nthe\n89\nthe appellants had used the mark as a trade mark or\nnot, since sub-sec. (b) would have applied in any event. The Court held that\ninfringement\npursuant to sub-sec. (b) had been established.\nFor present purposes the importance of the\nDan River\ncase lay in the\nfinding that use of a mark as a trade mark fell under sec. 44(1)(b) (as it then\nread) even if this entailed a , departure\nfrom the law as laid down in the\nChampagne Heidsieck\ncase (\nsupra\n). The Court was influenced in\nreaching this conclusion by the circumstances that sec. 44(1)(b) was designedly\nintroduced to widen\nthe concept of trade mark in-fringement, and that it applied\nto use whether as a trade mark or not. The latter is no longer true:\nuse of a\nmark\nas\n90\nas a trade mark can now be an infringement only under sec. 44(1)(a) which is\nno wider than the previous enactments which it superseded.\nIt follows that the\nDan River\ncase (\nsupra\n) is not applicable to the Act as it is now\nworded.\nTo sum up although the expression \"use as a trade mark\" is, in its ordinary\nmeaning, wide enough to cover the sale of genuine goods\nmarked with the trade\nmark of the pro- prietor, this expression had a well-established meaning in the\ncommon law and in earlier legislation\nin the context of infringement, viz., to\nconnote only use in respect of goods other than what have been called genuine\ngoods. If\nit had been the intention of the legislature to change the essential\nnature of trade mark infringement in this respect,\nit\n91 it would no doubt have used explicit language in this regard, as\nwas, indeed, done in the extension of trade mark protectión\nby sub-sec.\n44(1)(b). And I do not think the introduction of the word \"unauthorized\" could\nhave effected such a change.\nIt is a well established principle of construction that in construing a\nstatutory provision the object should be to ascertain from\nthe language employed\nthe intention which the _ legislature meant to express. See\nEbrahim v\nMinister of the Interior\n1977(1) SA 665 (A) at 677-8, and authorities there\ncited. In ascertaining this intention, regard is to be had both to the language\nof the enactment and to the context, using this word in a wide sense\n(\nibid\n). See also\nJaga v Dönges N O & Another\n;\nBhana v\nDönges N 0 and Another\n1950(4)\nSA\n92\nSA 653 (AD) at pp. 662 G - 664 H). However, it\nhas often been laid down that, where the language of a statute is unambiguous,\nand\nits meaning is clear, the Court may only depart from such meaning \"if it\nwould lead to absurdity so glaring\nthat it\ncould\nnever have been contemplated by the ' ' legislature, or where it would lead to a\nresult contrary to the intention of the legislature,\nas shown by-the context or\nby such other considerations as the Court is justified in taking into account\".\n(\nIbid\n.,\nVenter v R\n1907 TS 910\nat 914,\nShenker v The Master\n& Another\n1936 AD 136\nat p. 142). Among the factors which the Court is\njustified in taking into account are \"the matter of statute, its apparent scope\nand pur-pose\" (\nJaga v Donges\n(\nsupra\n) and the history ,of the\nstatute,\nwith\t,\n93\nwith particular reference to the presumption against any furhter alteration\nof current law than that clearly con-veyed by the statute\nunder consideration\n(\nRose's Car Hire (Pty) Ltd v Grant\n1948(2) SA 466 (A) at pp. 471-2;\nPresident\nInsurance Co Ltd v Yu Kwam\n1963(3) SA 766 (A) at p.\n781 B-C;\nEstate Agents Board v Lek\n1979(3) SA 1048 at p. 1062 D-H;\nG.E\n.\ncase (\nsupra\n), at p. 325 line 24-31).\nApplying these principles I have no doubt that, in view of the historical\nbackground, the intention of the legislature was that the\nexpression \"use as a\ntrade mark\" in sec. 44(1)(a) of the Act should be interpreted to exclude\nusé in respect of so-called\ngenuine goods. This means that in a case like\nthe present, the\nseller\n94\nseller of goods is not infringing the\nmanufacturer's trade\nmark for the simple reason that the seller's conduct\nis\nnot covered by sec. 44(1)(a). The lawfulness of the sel-\nler's conduct consequently does not depend on any implied\nauthority by the trade mark proprietor as was argued on behalf. of the\nappellant.\nThe conclusion reached above concerning the ambit of sec.\n44(l)(a) accords with that reached by various other courts in this. country.\nApart from the Court a\nquo\nin the present matter, substantially the same\nview was expressed by O'DONOVAN J in\nSodastream Ltd & Another v Berman\nBrothers (Pty) Ltd\n1984(4) SA 425 (T) at p. 429 F-I (this point was left\nopen in the judgment on appeal - vide\nBerman Brothers v Sodastream Ltd and\nAnother\n(\nsupra\n) at p. 233 C-D) and by PAGE J in the\nunreported\n94 A unreported decision of\nFrank & Hirsch (Pty) Ltd v\nRoopanand Brothers\n(D&C) delivered on 21 March 1986, a judgment which I\nfound very helpful. The judgment in\nSony Kabushiki Kaisha and Another v\nTelevision Radio Centre (Pty) Ltd\n, TPD, unre-ported, delivered 20 September\n1985, suggests a contrary view. To the extent to which it differs from what I\nhave said\nI think it was wrongly decided.\nThere\n95\nThere are a few arguments that I must still deal with.\nMr. Hodes, on\nbehalf of the respondent, contended that use of\na mark as a trade mark necessarily entailed\n\"... an association with the goods in the course of their production and\npreparation for the marKet.\"\nConsequently, he arqued, the sale of trade marked goods by a\ntrader after the goods had reached the market could not a-\nmount to use as a trade mark. For this proposition he re-\nlied on the above-quoted words, which may be found in the\nspeech of LORD MACMILLAN in\nAristoc Ld. v Rysta Ld\n(1945) 62\nRPC 65 (HL) at 79-80, and which were quoted with approval\nby NICHOLAS AJA in\nEsquire Electronics Ltd v Executive Video\n1986(2) SA 576 (A) at 587 F-H. These words must however be\nread\n96 read\nsecundum materiam suam\n. In neither case did the\nCourt consider the question whether a trade mark is \"used\" by a trader who sells\ngoods with the mark affixed.\nThe\nAristoc\ncase was concerned wi.th a mark\nwhich was affixed to the ar-ticles by the person who repaired them after they\nhad reached the hands\nof the ultimate consumer. such a mark was held not to be a\ntrade mark. And the passage in question was quoted in the\nEsquire\nElectronics\ncase (\nsupra\n) as an illus-tration of the proposition that\na trade mark is a \"badge of origin\". These cases, and the proposition stated in\nthem-are\nconsequently not in point for present purposes.\nThen he contended - on the authority of\nWistyn Enter\n-\nprises (Pty)\nLtd v Levi Strauss & Co. & Another\n1986(4) SA\n796\n97\n796 (T) - that to the extent that the\nmark is being used as a trade mark when the goods are resold, such use is not\nuse by the seller\nof the goods, but is continued use by the pro-prietor of the\nmark.\nWistyn's\ncase is no authority for counsel's submission. In brief,\nthe case dealt with the situation where an overseas manufacturer is the\nregistered proprietor of a South African trade mark, but does not itself trade\nin this country, and goods manufactured and marked\nby the overseas manufacturer\nare imported into South Africa by a middleman and retailed here.\nThe question which arose was whether in these circum-stances there was\nbona fide\nuse of the trade mark by the proprietor so as to avoid\nexpungement in terms of sec. 36(1) (b) of the Act. The Court held that there\nwas. Assuming\nthat\n97 A\nthat the proprietor does use the trade mark in these circumstances, this\nwould npt mean that the dealer who sells the marked articles\nis not also using\nthe mark. There is nothing anomalous in recognizing that different persons\nmay\nconcurrently\n98\nconcurrently úse the same mark in different\nways.\nThis concludes my consideration of the contention that the respondent\ncommitted an infringement of Asahi's trade mark by selling cameras\nmarked with\nthe mark Pentax. For the reasons I have given I consider that the sale of the\n\"genuine goods\", properly marked by or\non behalf of Asahi with its mark, does\nnot constitute an infringement of the trade mark. Before leaving the topic, I\nmust, however,\n, emphasize two matters. The first is that the articles (in this\ncase, cameras) which were sold were in exactly the same condition\nas they were\nwhen the trade mark was affixed. I do not express any view on what the position\nwould have been if the articles had\nbeen altered, damaged, changed or had\ndepreciated\n99\ndepreciated after the affixing of the trade mark and before\ntheir sale by the respondent.\nThe second point that I would emphasize is that\nin the present case it was the proprietor of the trade mark in South\nAfrica,Asahi,\nwhich itself had affixed the trade mark to the cameras, or caused\nit to be affixed. The cameras. which the respondent sold in this\ncountry were\naccordingly cameras to which the South African trade mark proprietor had applied\nthe mark, and in that sense were \"genuine\ngoods\". The result would not\nnecessarily be the same if the mark had been applied by a person who was not the\nproprietor of the mark\nin South Africa, such as a foreign licensee (cf. Castrol\nLimited v Automotive Oil Supplies Limited\n(1983) RPC 315).\nI\n100\nI also expsess no view on the rights\tof a registered user\nin\nthis context.\nIn view of my conclusion that\tthe respondent has not\nbeen guilty of trade mark infringement vis-a-vis Asahi it\nis not necessary to decide whether, if such infringement had\nbeen shown, this would in the circumstances have amounted to unlawful\ncompetition with the appellant.\nThe result then is that I agree with the\nfinding of the Court a\nquo\n. The appeal is dismissed with costs in-cluding\nthe costs of two counsel.\nE M GROSSKOPF, JA\tCORBETT, JA\nHOEXTER, JA NESTADT, JA Concur\nNICHOLAS, AJA",
  "scraped_at": "2026-02-11T21:00:57.549661",
  "date": "1987-03-30",
  "coram": [
    "Corbett",
    "Hoexter",
    "Grosskopf",
    "Nestadt, JJA",
    "Nicholas, AJA"
  ],
  "case_number": "282/85/AV",
  "parties": {
    "applicants": [
      "Protective Mining and Industrial Equipment Systems (Pty) Limited formerly Hampo Systems (Pty) Limited"
    ],
    "respondents": [
      "Audiolens (Cape)(Pty) Limited"
    ]
  },
  "sections": {
    "facts": "The appellant was the exclusive South African distributor of Pentax cameras and accessories manufactured by Asahi. In 1982 the respondent began importing genuine Pentax cameras from Hong Kong and selling them at lower prices without the appellant’s authorisation. The appellant, together with Asahi, sent a letter of demand requesting the respondent to cease its unauthorised imports and to give an assurance that the appellant would not be held responsible for any warranties. The respondent refused. In October 1983 the respondent’s director sold a Pentax camera to Mr Bacon and made statements suggesting that an international one‑year guarantee applied, but it was unclear whether the respondent represented that the appellant would honour that guarantee. The appellant sued for an interdict on the grounds of passing‑off (misrepresentation about the warranty) and for trademark infringement, arguing that the respondent’s use of the Pentax mark infringed Asahi’s registered trademark and amounted to unlawful competition.",
    "issues": "1) Whether the respondent made a false representation that the appellant would honour the warranty on Pentax cameras sold by the respondent, thereby constituting passing‑off or unlawful competition. 2) Whether the respondent’s sale of genuine Pentax cameras bearing the Pentax mark infringed Asahi’s trademark under the Trade Marks Act 62 of 1963, and if so whether such infringement gave rise to actionable unlawful competition against the appellant.",
    "principles": "The court considered the law of passing‑off and unlawful competition, requiring proof of a misrepresentation that deceives the public. For trademark infringement, the relevant statutory provision is s44(1)(a) of the Trade Marks Act 62 of 1963, which prohibits unauthorised use of a mark as a trade mark. Historical authorities such as Champagne Heidsieck, Dan River, and Berman Brothers were examined to determine that use of a mark on genuine goods, where the mark was affixed by the proprietor, does not constitute infringement. The concept of \"use as a trade mark\" was interpreted to exclude use on genuine goods, and the addition of the word \"unauthorised\" in the statute was deemed to merely require lack of consent, not to expand infringement to genuine goods.",
    "application": "The court found no evidence that the respondent explicitly represented that the appellant would honour the warranty; the conversation with Mr Bacon was inconclusive and did not amount to a misrepresentation. Consequently, the appellant failed to establish passing‑off. Regarding the trademark claim, the respondent sold genuine Pentax cameras that bore a mark applied by Asahi (the trademark proprietor). The court held that this constituted authorised use and, under s44(1)(a), does not amount to infringement because the use was on genuine goods. Therefore, no trademark infringement occurred and no unlawful competition arose from the respondent’s activities.",
    "conclusion": "The appeal was dismissed. The appellant’s application for an interdict was refused and costs were awarded to the respondent, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark Infringement",
    "level_3": [
      "passing off",
      "unlawful competition",
      "warranty misrepresentation",
      "exclusive distribution"
    ]
  }
}