{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/37.html",
  "case_name": "S v Leeuw (70/86) [1987] ZASCA 37; [1987] 2 All SA 201 (A) (31 March 1987)",
  "citation": "[1987] ZASCA 37",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 37\n|\nNoteup\n|\nLawCite\nS v Leeuw (70/86) [1987] ZASCA 37; [1987] 2 All SA 201 (A) (31 March 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr. 70/86 E du P.\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPeLAFDELING)\nIn die saak tussen:\nWILLEM LEEUW\t Appellant\nen\nDIE STAAT\nRespondent\nCoram:\nRABIE WND HR, JANSEN AR, et BOSHOFF WND AR\nVerhoordatum:\tLeweringsdatum\n17 Maart 1987.\t\t31 Maart 1987.\nUITSPRAAK\nRABIE WND HR:\nAppellant is op 31 Oktober 1985 in die\nOranje-Vrystaatse/\n2\nOranje-Vrystaatse Provinsiale Afdeling op 4 aanklagte\nskuldig bevind t.w. (1) huisbraak met die opset om te\nsteel en diefstal, deurdat hy op 14 of 15 Augustus\n1978 by die woonhuis van mnr J H Nel en sy vrou Petronella\nNel op die plaas \"Mooiwater\", in die distrik Brandfort,\ningebreek het en 'n ,22 pistool, 'n horlosie en twee\nringe daaruit gesteel het; (2) huisbraak met die opset\nom te steel en diefstal, deurdat hy op 15 Augustus\n1978 by die woonhuis van mnr Jan Andries Loubser en\nsy vrou Frederika Loubser op die plaas \"Oxford\", in\ndie distrik Boshoff, ingebreek het en 'n radio daaruit\ngesteel het; (3) moord, deurdat hy gedurende die nag\nvan 16 Augustus 1978 die bogemelde Jan Andries Loubser\nvermoor/.....\n3\nvermoor het deur hom in sy woonhuis met 'n\nvuurwapen\ndood te skiet; en (4) poging tot moord, deurdat\ngedurende die nag van 16 Augustus 1978 gepoog het\nom Frederika Loubser raet 'n vuurwapen dood te skiet\nAppellant is op die moordklag tot die dood\nveroordeel. Op aanklagte 1, 2 en 4 is hy gevangenis-\nstraf van onderskeidelik 12 maande, 12 maande en 6\njaar opgelê.\nAppellant appelleer teen sy skuldigbevindlng\nop al 4 die aanklagte en teen sy vonnis op aanklagte\n1, 2 en 4. Die appèl is gegrond op sekere spesiale\naantekeninge (soos bedoel in art. 317 van die Straf-\nproseswet/....\n4\nproseswet, 1977), asook op\nsekere ander gronde van\nappèl waarop die verhoorregter hom verlof gegee het\nom te appelleer. Besonderhede van die spesiale aan-\ntekeninge en gronde van appèl word later in die uit-\nspraak vermeld. Ek gee eers 'n kort uiteensetting\nvan die feite en verloop van die saak, wat dit makliker\nsal maak om die aard van die spesiale aantekeninge en\ngronde van appèl te begryp.\n'n \"Unique\" ,22 skyfskietpistool (nommer 723600)\nis op 14 of 15 Augustus 1978 uit die woonhuis van\ndie bogemelde mnr en mev. Nel op die plaas Mooiwater gesteel\nToegang is tot die huis verkry deur 'n venster oop te\nforseer. Benewens die pistool is ook 'n horlosie en\ntwee van mev. Nel se ringe gesteel. Mev. Nel het die\npistool/.....\n5\npistool op 18 Augustus 1978 aan die polisie as haar\neiendom uitgeken.\nOp 15 Augustus 1978, gedurende die dag, is\ndaar by die huis van die bogemelde mnr en mev. Loubser\nop die plaas Oxford ingebreek. Toegang is tot die huis\nverkry nadat daar 'n gat in 'n slaapkamervenster geslaan\nis. 'n Radio , wat bo-op 'n televisiestel gestaan het,\nis uit die huis gesteel.Dit is op 18 Augustus 1978\ndeur mev. Loubser as haar eiendom aan die polisie uitgeken\nGedurende die nag van 16 Augustus 1978 het\nmnr en mev. Loubser, wat toe reeds in die bed was, gehoor\ndat iewers in die huis glas breek.(Volgens mev. Loubser\nmoes/\n6\nmoes dit tussen half-elf en elfuur gewees het.) Sy en\nhaar man (die oorledene) het toe opgestaan en 'n flits\ngeneem om te gaan kyk waar die geluid vandaan gekom het.\nTerwyl hulle in die gang geloop het, het mev. Loubser (aldus\nhaar getuienis) 'n \"geweldige slag\" gehoor. Die oorledene\nhet op die vloer geval. Sy het gebuk om hom op te tel\nen toe het 'n tweede skoot geval. Die skietery het daarna,\nmet tussenpose, tot byna vieruur die volgende more voort-\ngeduur. Dit blyk dat verskeie ruite gebreek is voorcLat\ndaardeur geskiet is, terwyl ander gebreek het toe van buite\ndie huis daardeur gevuur is.\nDie polisie het vroeg die oggend van 17\nAugustus 1978 na die woonhuis op Oxford gegaan. Adj.-\nOff. G J Pietersen, die ondersoekbeampte, het die lyk\nvan/\n7\nvan die oorledene op die vloer van 'n gang in die huis ge-vind. Daar was\n'n koeëlwond aan die linkerkant van die oorledene se\nnek. (Die mediese\ngetuienis toon dat die oorledene gedood is deur 'n koeël wat sy nek aan die\nlinker-kant getref het en die\ngroot slagaar onder die sleutelbeen deurboor het.)\nPietersen het verskeie koeelmerke teen mure in die huis waargeneem en het 8\nkoeëlpunte\nen stukkíes\nlood\nin die huis gevind. Buite die\nhuis het hy 6 ,22 doppies opgetel. Deskundige getuienis het getoon dat 4 van\nhierdie doppies afgevuur\nis deur die pistool wat uit mnr en mev. Nel se huis\ngesteel is.\nAppellant, wat destyds in die diens van die\noorledene was, is die dag nadat die oorledene doodgeskiet is, gearresteer.\nDie dag daarna (18 Augustus 1978) het\nhy/.....\n8\nhy, in 'n hut op die plaas Mooiwater, die radio wat uit\ndie oorledene en mev. Loubser se huis op Oxford gesteel\nis, aan Pietersen gewys. Op dieselfde dag, ook op\nMooiwater, het hy die pistool wat uit die Nels se huis\ngesteel is aan Pietersen uitgewys. Die pistool was,\nvolgens Pietersen, \"onder 'n groterige bos\" in die veld.\nLater dieselfde dag het appellant op die werf van die huis\nop Oxford 'n plek uitgewys waar Pietersen\n'n\ndoppie gevind\nhet. Deskundige getuienis toon dat die doppie afgevuur\nis deur die pistool wat uit die Nels se huis gesteel is\nAppellant het op 18 Augustus 1978 (d.w.s.\ndie nag ná sy arrestasie en die dag waarop hy die bogemelde\nuitwysings aan die polisie gedoen het) 'n verklaring voor 'n\nlanddros/....\n9\nlanddros (mnr J C Kruger) in Bloemfontein afgelê. Die\ntoelaatbaarheid van dié verklaring is by die verhoor betwis op\ngrond\ndaarvan dat appellant nie by sy volle positiewe was toe hy dit afgelê het\nnie. Appellant het nie getuienis oor die aangeleentheid\ngegee nie. Die hof het\ndie verklaring, wat bewysstuk \"P1\" by die verhoor was en waarna ek ook so sal\nverwys, toegelaat. Appellant\nhet daarin o.m. die volgende gesê:\n\"Die blanke wat oorlede is wou nie my geld vir my gee nie en toe het ek\ngegaan en hom gaan skiet. Ek het by die venster gekom wat\nhalf stukkend was en\ntoe hy aan die binnekant voor die venster kom het ëk hom geskiet. Hy is toe\nom die hoek ver-dwyn, toe het\nek op die stoep gespring en ook deur die vensters\nna binne geskiet.\nEk/.....\n10\nEk is toe om na 'n ander venster en ook twee ander skote geskiet. Toe is ek\nna die badkamervenster en daar een skoot geskiet.\"\nIn antwoord op 'n vraag van die landdros het appellant gesê dat hy die\noorledene geskiet het \"met 'n pistool wat ek op die plaas\nMooiwater gesteel het,\nsaam met 'n ander\nseun.\nDie verwysing in hierdie verklaring na\n'n ander seun\" was, so wil dit voorkom, 'n verwysing na\nappellant se neef, Daniel Leeuw. Laasgenoemde, wat\njonger as appellant is, is aanvanklik saam met appellant\nvan die bogemelde vier misdade aangekla. (Appellant het\nsy eie ouderdom as 19 jaar opgegee.) Hulle twee het op\n29 September 1978 ingevolge die bepalings van art 119, gelees met art\n121/....\n11\t.\t'\t11\n121 (l) van die Strafproseswet voor 'n landdros\nverskyn. Die aan-klaer het by die aanvang van die verrigtinge die saak teen\nDaniel\nLeeuw teruggetrek. Die aanklagte is toe aan appellant gestel en hy het\nsoos volg daarop gepleit: skuldig op die aanklag van moord\nen op die aanklag dat\nhy by die huis van die oorledene en mev, Loubser ingebreek en 'n radio daaruit\ngesteel het, en onskuldig op\ndie ander twee aanklagte. Die vrae wat die landdros\nm.b.t. die twee aanklagte waarop appellant skuldig gepleit het aan hom gestel\nhet en sy antwoorde daarop lui, vir sover relevant, soos volg:\n\"V. ... Het hy op 15/8/78 by die huis van\nmnr J H Loubser ingebreek? A. Ek het gevind dat die ruit stukkend\nwas. V. Hoe het jy toe ingekom?\nA/\n12\nA. Ek het toe die venster oopgemaak en ingeklim.\nV.\tWaar was die radio gewees?\nA.\tDit het op die televisiestel\ngestaan.\nV.\tHet jy toe die radio geneem?\nA.\tEk het.\nV. Is jy toe weer by dieselfde venster uit?\nA. Ek is.\nV. Wat het jy met die radio gedoen?\nA. Ek het dit vir myself geneem en ek is toe daarmee weg.\nV. Het jy enige reg gehad om die venster oop te maak en in die huis te\ngaan?\nA. Ek het geen reg gehad nie.\nV. Het jy enige reg gehad om die radio te neem?\nA. Ek het geen reg gehad nie.\nV. Op die 16de Augustus 1978, die nag van die moord, was jy weer in die huis\nvan\nmnr Loubser?\nA. Ek was buitekant die huis.\nV/......\n13\nV. Het jy vir die oorledene mnr Loubser geskiet?\nA. Ek het.\nV. Het jy van buite af geskiet in die huis in?\nA. Ek het van buite die venster geskiet. V. Met 'n rewolwer of geweer? A. Met\n'n rewolwer.\nV. Het jy bedoel om hom dood te skiet? A. Ek wou hom doodskiet omdat hy nie\nmy\ngeld wou betaal nie. V. Het jy dan vir hom gewerk? A. Ek het. V. \"Beweer jy\ndat jy die reg gehad het om\nhom dood te skiet omdat hy jou nie betaal het nie?\nA. Ek het nie die reg\ngehad nie.\" Die notule van hierdie verrigtinge voor die landdros was bewysstuk\n\"P2\" by die verhoor in die\nhof/.....\n14\nhof a\nquo\n, en ek sal ook so daarna verwys\nAppellant is ter strafsitting verwys en\nhet op 25 Oktober 1978 voor regter L C Steyn en twee\nassessore verskyn. By die aanvang van die verrigtinge\nhet sy advokaat, mnr J\nJordaan\n,\ndie hof meegedeel dat\nhy\ningevolge art. 77(1), gelees met art. 79, van die Straf-\nproseswet aansoek doen om die verwysing van appellant\nvir waarneming. Mnr\nJordaan\nhet prof. J A Olivier,\ndie hoof-Staatspatoloog in die Oranje-Vrystaat, as\ngetuie geroep om die aansoek te ondersteun en laasge-\nnoemde het op die vraag of appellant na sy mening oor\ndie geestesvermoëns beskik \"om te verstaan wat die erns\nvan hierdie saak is en om sy verdediging behoorlik te\nvoer\" , gesê: \"U Edele, ek het die indruk gekry dat daar\ntog/.....\n15\ntog 'n redelike moontlikheid bestaan dat hierdie beskuldigde\nnie ten volle kennis dra of bewus is van die omstandig-\nhede nie.\" In antwoord op die vraag of hy die moontlik-\nheid kon uitskakel dat appellant 'n \"sub-normale geestelike\nvermoë, verstandelike vermoë\" het, het prof. Olivier gesê\ndat hy nie die moontlikheid kon uitskakel nie. Mnr\nJordaan\nhet op grond van prof. Olivier se getuienis aange-\nvoer \"dat die feit dat daar 'n redelike moontlikheid\nstaan dat die beskuldigde nie die verrigtinge en die erns\ndaarvan kan begryp nie\", voldoende was om 'n bevel inge-\nvolge art. 77, gelees met art. 79, van die Strafproseswet\nuit te reik. Die geleerde regter het daarop ingevolge\ndie bepalings van art. 79(2) en (3) van die Strafproses-\nwet/\n16\nwet gelas dat appellant vir \"ondersoek en verslag\" na 'n\nhospitaal vir sielsiekes, nl. die Oranje-hospitaal in\nBloemfontein, verwys word. Hy het verder gelas dat die\npsigiaters 'n verslag oor appellant aan die griffier van\ndie hof moes voorle. Een van die drie was dr Rossouw,\nwat op versoek van mnr\nJordaan\nas psigiater vir appellant\naangestel is.\nDie saak het op 1 Februarie 1979 weer voor\ndie hof gekom. Op daardie dag is 'n gesamentlike ver-\nslag deur twee psigiaters, nl. prof. W H Wessels en dr\nP J Gouse, aan die hof voorgelê. In paragraaf 4 van\ndie verslag, wat op 20 November 1978 onderteken is,\nword die volgende onder die opskrif \"Bevindings\" gesê\n\"(a)/....\n17\n\"(a) Hy is weens verstandelike vertraging\nnie in staat om Hofverrigtinge dermate te begryp dat hy sy verdediging na behore\nkan voer nie.\n(b) Hy was weens verstandelike vertraging ten tyde\nvan die betrokke handeling nie in staat om die ongeoorloofdheid daarvan te besef\nof om ooreenkomstig 'n besef van die ongeoorloofdheid van die betrokke handeling\nop te tree nie. Hy is dus nie strafregtelik toereken-baar\nnie.\"\nNadat die verslag aan die hof voorgelê is, het regter Steyn gevra:\n\"Betwis u enigsins die bevinding van die psigiaters?\" Appellant\nse.advokaat (mnr\nJordaan) het geantwoord: \"... ek kan dit op geen grond betwis nie.\" Mnr Moller\nse antwoord was: \"... die Staat betwis\nook nie die bevinding nie.\" Mnr Moller\nhet die hof toe\nom/....\n18\nom 'n bevel ingevolge art. 77(6) van die Strafproseswet gevra, waarop regter\nSteyn die volgende bevel uitgereik het:\n\"Ingevolge artikel 77(6) van die Strafproses-wet word gelas dat die\nbeskuldigde in 'n hospitaal vir sielsiekes, naamlik Oranje-hospitaal,\naangehou\nword hangende die be-skikking van die Staatspresident.\"\nBy die bogemelde sitting van die hof op\n1 Februarie 1979 is daar nóg deur die advokate nóg deur die hof\nenige melding van dr Rossouw of van 'n verslag deur\nhaar gemaak . Wat dr Rossouw\nbetref, kan hier kortliks gese word dat die verhoorhof (Brink R en sy assessore)\nmeegedeel is dat sy\nnie 'n psigiater was nie, maar 'n ge — neesheer wat\ndestyds by die Oranje-hospitaal in die diens van die Staat was. Brink R\nhet toe\n'n psigiater, dr\nC/\n19\nC Shubitz van Johannesburg, \"as derde lid van die\npsigiatriese paneel\" aangestel om verslag te doen oor\n\"die toerekenbaarheid van die beskuldigde tydens al\ndie misdrywe wat hom ten laste gelê word.\" Toe dit na\n'n tyd geblyk het dat dr Shubitz om persoonlike redes\nnie langer beskikbaar was nie, is 'n ander psigiater,\ndr A B Longano, ook van Johannesburg, deur die hof in\ndie plek van dr Schubitz as psigiater vir appellant aange-\nstel. Dr Longano het 'n verslag oor appellant opgestel\nen het by die verhoor getuig oor die vraag of appellant\nby sy volle positiewe was toe hy die bogemelde verklarings\n(bew. Pl en bew. P2) voor 'n landdros gemaak het, asook\noor die vraag van appellant se toerekeningsvatbaarheid\ntoe/.....\n20\ntoe hy, soos beweer is, die misdade gepleeg het wat\nhom ten laste gele is.\nNadat appellant in die Oranje-hospitaal as\nStaatspresidentspasiënt opgeneem is, het psigiaters wat\naan die hospitaal verbonde was hom van tyd tot tyd onder—\nsoek. Tot in 1980, wil dit voorkom, is daar deur die\nmeeste van hulle gemeen dat appellant aan skisofrenie\nly\n,\nmaar daar was ook ander wat van die begin af vermoed\nhet dat hy geestesongesteldheid gesimuleer het. In\n1981, blyk dit, is daar nie langer geglo dat appellant\n'n skisofreen was nie. Dr P H J J van Rensburg, senior\npsigiater by die hospitaal, wat by die verhoor namens\ndie Staat getuig het, het na 'n reeks onderhoude met\nappellant/\n21\nappellant in Augustus-September 1981 tot die gevolg-\ntrekking gekom dat appellant 'n gemiddelde intelligensie\nhet, d.w.s. 'n I K van 85 tot 115, maar nader aan 100\nas aan 85; dat hy nie aan skisofrenie ly nie en dat hy\nnie sertifiseerbaar is as geestesongesteld of geestesge-\nbrekkig nie. In daardie selfde tyd, het dr Van Rensburg\ngetuig, het hy appellant uitgevra oor wat daar in Augustus\n1978 gebeur het, en appellant het toe aan hom 'n ver-\nklaring gemaak wat \"ooreengestem\" het met wat appellant\nin bew. P1 en bew. P2, hierbo genoem, gesê het. (Aan\nsekere ander persone, wil dit blyk, het appellant gese\ndat hy geen herinnering het aan wat tussen Augustus 1978\nen April 1979 gebeur het nie.) Op 13 April 1984, kan\nhier/....\n22\nhier\nbygevoeg\nword, het appellant weer eens aan dr Van\nRensburg laat blyk dat hy die gebeure van Augustus 1978\nonthou.\nToe die oortuiging ontstaan het dat appellant\nnie geestesongesteld was nie, is daar oorweging aan sy\nontslag as Staatspresidentspasiënt gegee. Dr Van Renspurg\nhet in 1982 aanbeveel dat hy ontslaan word. In.Desember\n1983 het die hospitaalraad besluit dat appellant se\namptelike\ncurator\nad litem, d.w.s. die Prokureur-generaal,\ndie nodige aansoek by díe hof moes doen om 'n aanbeveling\nte verkry dat appellant ontslaan word. Die destydse\nProkureur-generaal (mnr Tucker) het daarna so 'n aansoek\naan 'n regter gerig. Die aansoek is op 9 Februarie 1984\nafgewys/\n23\nafgewys, vermoedelik omdat die betrokke regter geyrees\nhet dat appellant 'n gevaar vir die publiek sou wees\nindien hy vrygelaat word. (Mnr\nTucker,\nwil dit voorkom,\nhet die regter meegedeel dat appellant nie aangekla sou\nword indien hy vrygelaat word nie .) Die huidige proku-\nreur-generaal (mnr\nMcNally)\nhet daarna weer op die aan-\ngeleentheid ingegaan en nadat hy op 13 April 1984 'n\nsamespreking met lede van sy personeel en psigiaters\nvan die Oranje-hospitaal gevoer het, het hy besluit\nom appellant weer aan te kla en om die voormelde aan-\nsoek om 'n aanbeveling dat appellant as Staatspresidents-\npasiënt ontslaan moet word, te hernieu.\nAppellant is toe weer aangekla - die klag-\nstaat/....\n24\nstaat dra die datum 18 April 1984 - en die betrokke regter\nhet by die Minister van Gesondheid aanbeveel dat appellant\nontslaan word. Hierdie aanbeveling is op 23 Mei 1984\naan die Minister gestuur, Die Staatspresident het die\nMinister van Gesondheid ingevolge die bepalings van art\n29(2) van die Wet op Geestesgesondheid, 1973 gemagtig\nom appellant as Staatspresidentspasiënt te ontslaan en\nin 'n gevangenis te laat opneem, en die Minister het op\n8 Augustus 1984 so 'n bevel uitgereik.\nAppellant se verhoor voor Brink R het op\n6 Augustus 1984 begin. Mnr\nEdeling,\nwat hom ook in\nhierdie hof verteenwoordig het, het\npro Deo\nvir appellant\nverskyn. Mnr\nMcNally\n, die prokureur-generaal, het vir\ndie/.....\n25\n25\ndie Staat verskyn.\nBy die aanvang van die\nverhoor het appellant op al die aanklagte onskuldig gepleit. Mnr\nEdeling\nhet die hof daarna toegespreek en gesê dat daar \"verdere pleite en 'n lang\nverduideliking\" (d.w.s. pleitverduideliking) is.\nIn die loop van sy betoog, wat\noor 'n paar dae ge-strek het, het hy op verskeie gronde o.m. aangevoer dat die\nStaat nie geregtig\nwas om met die saak teen appellant voort te gaan nie en dat\ndie prokureur-generaal nie geregtig was om 'n vervolging teen appellant\nin te\nstel nie. Die verhoorregter het al die besware wat die ad-vokaat teen die\nvoortsetting van die verhoor geopper het op 31 Augustus\n1984 in 'n voorbehoue\nuitspraak ver-werp. Sommige van hierdie besware vorm die onderwerp\nvan/\n26\nvan die eerste paragraaf van die spesiale aantekeninge\nen van paragraaf (vi) van die appèlgronde waarvan ek\nhierbo melding gemaak het en wat ek hieronder aanhaal.\nVoordat ek dit aanhaal, is daar nog iets wat ek wil noem.\nDit is naamlik dat mnr\nEdeling\nin die.loop van die gemelde\npleitverduideliking aan die hof gesê het dat appellant\nontken dat hy enige van die handelinge wat hom in die\nakte van beskuldiging ten laste gelê word, verrig het,\nmaar dat indien bevind sou word dat hy wel daardie\nhandelinge verrig het, appellant se verweer is dat hy\n'nie strafregtelik toerekenbaar daarvoor\" was nie\n\"Dit is nou\", het die advokaat bygevoeg, \"ingevolge\nartikel 78(1) van die Strafproseswet.\" Hierdie artikel\nword/.....\n27\nword later in die uitspraak aangehaal.\nDie spesiale aantekeninge is soos volg deur Brink R geformuleer:\n1(a) Vanwee die volgende feite en omstandighede is dit onreëlmatig en\nstrydig met die reg dat die beskuldigde aan hierdie verhoor\nonderwerp is -i) Die\nfeit dat daar nie in 1978 toe hy\ntereggestaan het op dieselfde vier aan-klagte as waarop hy tans teregstaan 'n\npsigiater vir hom aangestel is wat sy geestestoestand\nkon ondersoek nie, ii) Die\nbestaan van 'n eenparige bevinding in 1978 deur twee psigiaters aangestel deur\ndie Hof dat hy tydens die\npleging van die betrokke misdrywe verstandelik\nvertraag was; iii) Die feit dat die Prokureur-generaal, wat\nook tot die beskuldigde se ontslag as Presidentspasiënt op 8 Augustus\n1984\nsy curator ad litem was, as Staatsaan-klaer in hierdie verhoor optree terwyl\ndaar botsende belange was, soos byvoor-beeld die kwessie\nvan die beskuldigde\nse/\n28\nse ontslag as Presidentspasiënt en sy\nherverhoor.\n(b) Dit was onreëlmatig dat die hof\nop 25\nOktober 1978 slegs twee psigiaters aan-gestel het om ondersoek te doen na die\nbeskuldigde se geestestoestand en artikel 79(1)(b)ii)\nvan die Strafproseswet nie\nnagekom is nie.\n(c) Dit was onreëlmatig dat die Hof in 1979 toe die beskuldigde op die\nbetrokke mis-drywe tereggestaan het nie op grond van die\neenparige bevinding van\ndie psigiaters vervat in die verslag\nBewysstuk B\n, bevind het dat die\nbeskuldigde ontoerekenbaar was nie, maar net bevind het dat hy nie verhoorbaar\nwas nie.\"\n2 \"Dit was onreëlmatig en strydig met die reg om verlof aan die Staat te\nverleen om prof. Wessels en dr Van Rensburg terug te\nroep as getuies om te\ngetuig met betrekking tot dr Longano se interpretasie van die gedrag van die\nbeskuldigde terwyl hy in die diens\nvan mnr en mev. Nel was, om toe te laat dat\nhulle getuienis gelei word voordat die beskuldigde se saak gesluit is en om te\nweier\ndat mnr\nEdeling\nse brief\nwat/....\n29\nwat hy van dr Longano ontvang het in ver-band met sy beskikbaarheid as getuie op\n14 Oktober 1985 in te handig.\"\nDie\nfeite waarop paragraaf 2 hierbo be-trekking het, sal later vermeld word.\nDie gronde waarop appellant verlof verleen is om te appelleer, is die\nvolgende, t.w. dat die hof\nfouteer het -\n(i) \"deur te bevind dat die beskuldigde se vorige ver-klarings,\nBewysstukke P1\nen P2 toelaatbaar is as getuienis.\" (ii) Deur te bevind\ndat die beskuldigde die ten laste\ngelegde misdrywe gepleeg het.\"\n(iii) \"Deur te bevind dat die bewyslas op die beskuldigde rus om te bewys dat\nhy ontoerekenbaar was, in-dien hy die handelinge verrig\nhet.\"\n(iv)/....\n30\n(iv) \"Deur geen (alternatiewelik geen voldoende)\nanalise te doen met betrekking tot die vraag of die Staat die bewyslas dra om\nte bewys dat die beskuldigde gesimuleer het.\"\n(v) \"Deur te bevind dat die beskuldigde toerekénbaar is met betrekking\ntot die misdrywe.\"\n(vi) \"Deur op 31 Augustus 1984 teen die beskuldigde\nté bevind op die voorlopige besware, en te bevind dat die\nProkureur-generaal geregtig was om te vervolg en dat die Staat geregtig\nwas om\nvoort te gaan met die verhoor, en dat die verhoor mag voortgaan.\"\n(vii) \"Daar onvoldoende gewig te heg, met betrekking tot vonnis aan:\n(a)\tbeskuldigde se persoonlike\nomstandighede;\n(b)\ndie feit dat beskuldigde reeds vanaf vroeg 1979 feitlik deurentyd\nvan sy vryheid ontneem is en vanaf April 1984 in die gevangenis\nis;\n(c)\ndie feit dat die pistool en radio\nteruggevind is;\n(d)\tdie ontwrigting van die beskuldigde se\nlewe;\n(e)\ndie feit dat beskuldigde in 1978 sy volle samewerking gegee\nhet.\"\n(viii) \"Deur vonnis op te lê wat onder al die omstandighede skokkend\nonvanpas is.\"\nEk/.....\n31\nEk gaan nou oor tot 'n bespreking van die\nspesiale aantekeninge. Dit is hierbo aangehaal.\nIn paragraaf 1 daarvan word gesê dat daar in verskeie\nopsigte onreëlmatig en strydig met die reg opgetree is\nen dat appellant nie aan die verhoor voor Brink R en sy\nassessore onderwerp moes gewees het nie. Ek sal sub-\nparagrawe (a) (i) en (ii), (b) en (c) van die paragraaf\nsaam behandel omdat hulle verband hou met mekaar, en\nomdat, soos ek hieronder sal aantoon, al die bewerings\nvan onreëlmatighede wat daarin gemaak word groten-\ndeels op 'n wanopvatting van die aard van die verrigtinge\nvoor L C Steyn R op 25 Oktober 1978 en 1 Februarie 1979\nen van die bevele wat hy by daardie geleentheid gegee\nhet, berus.\nDie/.....\n32\nDie aansoek wat op 25 Oktober 1978 voor\nL C Steyn R gedien het, was 'n aansoek ingevolge art\n77(l),gelees met art. 79, van die Strafproseswet.\nAppellant se advokaat het die getuienis van prof. Olivier\nvoor die hof gelê en daarna het hy op grond van dié ge-\ntuienis betoog dat daar 'n redelike moontlikheid was\ndat appellant nie die aard en erns van die verrigtinge\nkon begryp nie. Die advokaat het daarop 'n bevel\nin terme van art. 77 saamgelees met artikel 79\"\ngevra, en ook dat dr Rossouw ingevolge art. 79(1)\n(b)(iii) as psigiater vir appellant aangestel word\nDie geleerde regter het appellant toe ingevolge die bepalings.\nvan art. 79(1) van die gemelde wet \"vir ondersoek en\nverslag/....\n33\nverslag \" na die Oranje-hospitaal verwys. Hy het ook, soos hy versoek was om\nte doen; vir dr Rossouw as psigiater vir appellant aangestel,\nen die psigiaters\nis gelas om hulle verslag ingevolge art. 79(1), (3) en (4) aan die griffier van\ndie hof voor te lê.\nVoordat ek na die verrigtinge voor die\nhof op 1 Februarie 1979 verwys, haal ek eers uit die bogemelde artikels 77 en\n79 aan:\n\"77. (1) Indien dit in enige stadium van strafregtelike verrigtinge vir die\nhof blyk dat die beskuldigde vanweë geestesongesteld-heid\nof geestesgebrek\nnie oor die vermoe beskik om die verrigtinge dermate te begryp dat hy sy\nverdediging na behore kan voer nie, gelas\ndie hof dat die aangeleentheid\nooreen-komstig die bepalings van artikel 79 onder-soek en oor verslag gedoen\nword.\n(2)/.....\n34\n(2)\nIndien die bevinding in die\nbetrokke verslag vervat die eenparige bevinding van die persone is wat ingevolge\nartikel 79 na die geestestoestand\nvan die beskuldigde onder-soek ingestel het en\ndie bevinding nie deur die aanklaer of die beskuldigde betwis word nie, kan die\nhof\ndie aangeleentheid op be-doelde verslag beslis sonder om verdere ge-tuienis\naan te hoor.\n(3)\nIndien bedoelde bevinding nie\neen-parig is nie of, indien eenparig, deur die aanklaer of die beskuldigde\nbetwis word, beslis die hof\ndie aangeleentheid na die aanhoor van getuienis, en\ndie aanklaer en die beskuldigde kan te dien einde getuienis aan die hof\nvoorlê,\nmet inbegrip van die getuienis van 'n persoon wat ingevolge\nartikel 79 na die geestestoe— stand van dié beskuldigde\nondersoek\ningestel het.\n(6) Indien die hof bevind dat die\nbe-skuldigde nie oor die vermoë beskik om die verrigtinge dermate te begryp\ndat hy sy ver-dediging\nna behore kan voer nie, gelas die hof dat die beskuldigde\nin 'n hospitaal vir sielsiekes of 'n gevangenis aangehou word hangende\ndie\nbeskikking van die Staatspresident,\n\"79/...\n35\n\"79 (1) Waar 'n hof 'n lasgewing ingevolge artikel 77(1) of 78(2) uitreik,\nword die betrokke ondersoek ingestel en oor verslag gedoen\n-\n(a)\twaar die beskuldigde aangekla word\nweens 'n misdryf waarvoor die\ndoodstraf\nnie opgelê kan word nie, deur die ge-\nneeskundige\nsuperintendent van 'n hos-\npitaal vir sielsiekes deur die hof aan-\ngewys,\nof deur 'n psigiater deur be-\ndoelde geneeskundige superintendent\nop\nversoek van die hospitaal aangestel\nof\n(b)\twaar die beskuldigde aangekla word\nweens 'n misdryf waarvoor die\ndoodstraf\nopgelê kan word of waar die hof in 'n\nbesondere geval\naldus gelas -\n(i) deur die geneeskundige superintendent van 'n hospitaal vir sielsiekes deur\ndie hof aangewys, of deur 'n psigiater deur bedoelde\ngeneeskundige\nsuperintendent op versoek van die hof\naangestel;\n(ii) deur 'n psigiater deur die hof\naan-gestel en wat nie in die heeltydse diens van die Staat is nie; en\n(iii)\n36\n(iii) deur 'n psigiater deur die beskuldigde\naangestel indien hy dit verlang. (2) Die hof kan vir die doeleindes van die\nbetrokke ondersoek die beskuldigde na 'n hospitaal vir\nsielsiekes of 'n ander\ndeur die hof aangewese plek verwys, vir die tyd-perk wat nie dertig dae op 'n\nkeer te bowe gaan nie wat die\nhof van tyd tot tyd be-\npaal.\n(4) Die verslag moet\n(a)\t'n beskrywing van die aard van die\nondersoek bevat; en\n(b)\t'n diagnose van die geestestoestand\nvan die beskuldigde bevat; en\n(c)\tindien die ondersoek ingevolge\nart. 77(1) is, 'n bevinding bevat\nof\ndie beskuldigde oor die vermoë\nbeskik om die betrokke\nverrigtinge\ndermate te begryp dat hy sy verde-\ndiging na behore kan voer;\nof\n(d) indien die ondersoek ingevolge artikel 78(2) is, 'n bevinding bevat van\ndie mate waarin die vermoë van die be — skuldigde\nom die\nongeoorloofdheid van die betrokke handeling te besef of om ooreenkomstig 'n\nbesef van die onge-oorloofdheid van daardie handeling\nop te tree, ten tyde van\ndie ver-rigting daarvan deur geestesonge-steldheid of geestesgebrek aange-\ntas/.....\n37\ntas was.\"\nEk haal ook subartikels (l), (2) en (6)\nvan art. 78 van die wet aan:\n\"78. (l) Iemand wat 'n handeling verrig wat 'n misdryf uitmaak en wat ten\ntyde van so 'n verrigting aan 'n geestesongesteldheid of\ngeestesgebrek ly wat\ntot gevolg het dat hy nie oor die vermoë beskik\n(a)\nom die ongeoorloofdheid van\nsy handeling te besef nie; of\n(b)\nom\nooreenkomstig 'n besef van die onge-oorloofdheid van sy handeling op te tree\nnie,\nis nie vir so 'n handeling strafregtelik\ntoerekenbaar nie.\n(2) Indien dit by strafregtelike ver-rigtinge beweer word dat die beskuldigde\nvanweë geestesongesteldheid of geestesgebrek nie\nvir die ten laste gelegde\nmisdryf straf-regtelik toerekenbaar is nie, of indien dit vir die hof by\nstrafregtelike verrigtinge blyk\ndat die beskuldigde vanweë so 'n rede nie\naldus toerekenbaar mag wees nie, gelas die hof dat die aangeleentheid\nooreenkomstig\ndie bepalings van artikel 79 ondersoek en oor verslag gedoen\nword.\n(6)/...\n38\n(6) Indien die hof bevind dat die beskuldigde die betrokke handeling verrig\nhet en dat hy ten tyde van so 'n verrigting vanweë\ngeestesongesteldheid of\ngeestesgebrek nie vir daardie handeling strafregtelik toerekenbaar was nie, vind\ndie hof die beskuldigde\non-skuldig vanweë geestesongesteldheid of geestes\ngebrek, na gelang van die geval, en gelas dat die beskuldigde in 'n hospitaal\nvir sielsiekes of 'n gevangenis hangende die beskikking van die Staatspresident\naangehou word,\"\nOp 1 Februarie 1979 was daar, soos reeds\nhierbo gesê, 'n verslag van\ntwee psigiaters, prof. Wessels en dr Gouse, voor die hof, maar nie van dr\nRossouw nie. (Dit blyk\ndat sy nie 'n psigiater was nie. ) Die verslag van prof.\nWessels en dr Gouse was 'n eenparige. Paragraaf 4 daarvan, wat ek reeds\nhierbo\naangehaal het maar wat ek geriefshalwe hier herhaal, het soos volg gelui:\n\"4/.....\n39\n\"4. Bevindings:-\n(a)\nHy is weens verstandelike\nvertraging nie in staat om Hofverrigtinge dermate te begryp dat hy sy\nverdediging na be-hore kan voer nie.\n(b)\nHy\nwas weens verstandelike vertraging ten tyde van die betrokke handeling nie in\nstaat om die ongeoorloofdheid daarvan te besef of\nom ooreenkomstig 'n besef van\ndie ongeoorloofdheid van die betrokke handeling op te tree nie. Hy is dus nie\nstrafregtelik toereken-baar\nnie.\"\nDie geleerde\nregter het die Staat se advokaat en appellant se advokaat gevra of hulle die\nbevindings van die psigiaters betwis. Albei\nhet geantwoord dat hulle dit nie\nbetwis nie en daarop het die regter ingevolge art. 77(6) van die Strafproseswet\n(hierbo aangehaal)\ngelas dat appellant in 'n hospitaal vir sielsiekes, nl.\nOranje-hospitaal, aangehou word\nhangende/.\n40\nhangende die beskikking van die Staatspresident. Vol-\ngens die notule van die verrigtinge op 1 Februarie\n1979 het nóg die advokate nóg die regter enige melding\nvan dr Rossouw gemaak.\nIn subpar. (a/)( i) van par. 1 van die spesiale\naantekeninge word gesê dat 'n onreëlmatigheid begaan is\ndeurdat daar nie 'n psigiater vir appellant aangestel\nis \"wat sy geestestoestand kon ondersoek\" nie en dat\nappellant op grond van o.m. hierdie onreelmatigheid\nnie verhoor moes gewees het nie. In subpar. (b) word\n'n dergelike bewering gemaak . Daar steek niks in dié\nbewerings nie. Die hof het met sy aanstelling van\ndr Rossouw as psigiater vir appellant gedoen wat appellant\nse/\n41\nse advokaat hom gevra het om te doen en appellant kan\nnie daaroor kla nie. Die feit dat daar nie 'n derde\npsigiater was nie, het appellant geensins benadeel nie\nDie bevel wat die hof ingevolge art. 77(6) van die\nStrafproseswet uitgereik het, was immers 'n bevel soos\ndeur appellant se advokaat verlang was. Wat die kwessie\nvan 'n derde psigiater betref, het ek reeds daarop gewys\ndat Brink R in die loop van die verhoor 'n psigiater, dr\nC Shubitz van Johannesburg, as psigiater vir appellant\naangestel het, en dat toe dr Shubitz ná 'n tyd, om per-\nsoonlike redes, nie meer as psigiater kon optree nie,\n'n ander Johannesburgse psigiater, dr Longano, in sy\nplek aangestel is\nIn subart. (a)(ii) van par. 1 van die\nspesiale/....\n42\nspesiale aantekeninge word gesê dat dit die eenparige\nbevinding van prof. Wessels en dr Gouse was dat appellant\ntydens die pleeg van die misdaad verstandelik vertraag\nwas, en in subart. (c) word beweer dat L C Steyn R op\n1 Februarie 1979 onreëlmatig gehandel het toe hy nie\nop grond van daardie eenparige bevinding bevind het\ndat appellant ten tyde van die pleeg van die misdade\nontoerekenbaar was nie, maar net bevind hét dat hy nié\nverhoorbaar was nie. Die geleerde regter het geen on-\nreelmatigheid begaan nie. Hy is op 25 Oktober 1978\ningevolge art. 77(1) van die Strafproseswet (hierbo aan-\ngehaal) versoek om appellant vir observasie te verwys\nsodat bepaal kon word of appellant - om die woorde van\ndie/....\n43\ndie artikel te gebruik - \"oor die vermoë beskik om die\nverrigtinge dermate te begryp dat hy sy verdediging na\nbehore kan voer\". Hierdie aansoek is toegestaan.\nDie ondersoek wat die psigiaters na die geestestoestand\nvan appellant moes gedoen het, was 'n ondersoek ingevolge\nart. 77(1) van die Strafproseswet en gevolglik moes hulle\nverslag, soos vereis deur art. 79(4)(c) van dié wet, 'n\nbevinding bevat het oor die vraag of appellant \"oor die\nvermoë beskik om die betrokke verrigtinge dermate te\nbegryp dat hy sy verdediging na behore kan voer\nHulle moes m.a.w. slegs ondersoek ingestel het na die\nvraag of appellant verhoorbaar was of nie. Hulle het\negter verder gegaan en ook bevind dat appellant vanweë\nverstandelike/....\n44\nverstandelike vertraging nie in staat was om die onge-\noorloofdheid van sy handelinge te besef nie, ens., en\ndat hy derhalwe nie \"strafregtelik toerekenbaar\" was nie\n(Kyk par. 4 van hulle verslag, hierbo aangehaal.) So 'n\nbevinding is relevant by 'n ondersoek ingevolge art.\n78(2) van die wet, en nie by 'n ondersoek ingevolge art\n77(1) nie: kyk art. 79(4)(c) en (d). Daar was nooit\nsprake van 'n ondersoek ingevolge art. 78(2) voor L C\nSteyn R nie en die feit dat die psigiaters te werk gegaan\nhet asof hulle so 'n ondersoek kon, of moes, doen, was\nirrelevant by die besluit wat die geleerde regter moes\nneem, t. w. of hy 'n bevel ingevolge art. 77(6) van die\nStrafproseswet moes gee. Daar is dus nie grond vir\ndie bewering dat die hof onreëlmatig opgetree het deur\nslegs/...\n45\nslegs te bevind dat appellant nie verhoorbaar was nie,\nen nie ook dat hy nie toerekenbaar was nie\nDaar is twee verdere betoë van appellant\nse advokaat met betrekking tot subart. (á)(i) en (ii)\nen subart. (c) van par. 1 van die spesiale aantekeninge\nwaaraan aandag gegee moet word\nI.v.m. subart. (a)(i) en (ii) beroep die\nadvokaat hom op estoppel. Die beweerde estoppel be-\nstaan volgens die betoog in die volgende: die advokaat\nvir die Staat het tydens die hofverrigtinge op 1 Februarie\n1979 te kenne gegee dat hy die geheel van die verslag\nvan die psigiaters aanvaar; dat hy daardeur 'n voor-\nstelling aan appellant (en sy advokaat) gemaak het, t.w\ndat/\n46\ndat hy - en dus die Staat - o.a. aanvaar dat appellant ten tyde\nvan die pleeg van die misdade ontoerekeningsvatbaar was;\ndat appellant op daardie voorstelling gehandel het en\ndat hy daardeur benadeel is deurdat hy toe nie stappe\ngedoen het om 'n privaat psigiater te laat aanstel om\nondersoek na sy geestestoestand in te stel nie. Die-\nselfde betoog is ook in die hof a\nquo\ngelewer. Die hof\nhet dit verwerp.Mnr\nEdeling\nkla dat die geleerde\nregter nie ingegaan het op die vraag of die leerstuk\nvan estoppel \"ook in die strafreg\" geld nie, maar bloot\ngesê het dat selfs indien dit in die strafreg sou bestaan,\ndie feite van die saak nie 'n verweer van estoppel sou\nkon regverdig nie. Die geleerde regter kan, met eerbied\ngese, nie verkwalik word dat hy nie op die in die algemeen\ngestelde/.....\n47\ngestelde vraag of estoppel ook in die strafreg geld,\ningegaan het nie. Die advokaat het geen gesag oor die\nvraag aan hom voorgels nie, en aangesien die feite van\ndie saak getoon het dat die beginsels van estoppel nie\ntoepassing kon vind nie, sou dit 'n verspilling van\ntyd en energie gewees het om op die gemelde vraag in\nte gaan. Dieselfde geld wat hierdie hof betref.\nSelfs indien ek argumentshalwe - bloot arguroentshalwe -\nsou aanvaar dat die hofverrigtinge op 1 Februarie 1979\ntot 'n estoppelverhouding tussen appellant en die Staat\naanleiding sou kon gegee het, toon die feite dat appellant\nhom nie op 'n verweer van estoppel sou kon beroep nie.\nIn die eerste plek kan die verklaring van die Staat se\nadvokaat/...\n48\nadvokaat dat die Staat nie die \"bevinding\" van die twee\npsigiaters \"betwis\" nie, nie gesien word as 'n voorstelling\naan appellant dat die Staat aanvaar dat hy ten tyde van\ndie pleeg van die misdade nie toerekeningsvatbaar was nie\nArt. 77(2) en (3) toon dat wanneer die bevinding van\npsigiaters voor 'n hof geplaas word, die hof moet vasstel\nof daardie bevinding, al is dit eenparig, deur die aanklaer\nof die beskuldigde \"betwis\" word. Die feit dat 'n be-\nwering betwis word of nie betwis word nie, kan bepaal welke prosedure\ndie hof daarna kan volg met betrekking tot die voorlegging\nvan getuienis. Toe die geleerde regter die advokate\nin die onderhawige geval gevra het of hulle die psigiaters\nse bevinding betwis, het die hof ingevolge art. 77(2) op-\ngetree, en die antwoorde wat die advokate aan hom gegee het,\nhet/.....\n49\nhet hom in staat gestel om die aangeleentheid op die\nverslag te beslis sonder om verdere getuienis aan te hoor\nDie aangeleentheid waaroor die geleerde regter moes be-\nslis, was of hy 'n bevel ingevolge art. 77(6) moes gee.\nAlbei advokate het dit noodwendig geweet, en in die om-\nstandighede kan die antwoord wat die Staat se advokaat\naan die hof gegee het nie gesien word as 'n voorstelling\naan appellant wat enigsins 'n verweer van estoppel sou\nkon grondves nie. Daar is nog 'n verdere oorweging.\nAl sou 'n mens argumentshalwe aanvaar dat die gemelde\nantwoord van die Staat se advokaat aan die hof 'n voor-\nstelling aan appellant was, soos beweer word, sou appellant\nnie kon sê dat dit 'n voorstelling was wat hom tot sy\nnadeel laat handel het nie. Die psigiaters se verslag\ntoon/\n50\ntoon dat hulle sowel hulle bevinding dat appellant nie\nverhoorbaar was nie as hulle bevinding dat hy nie toe-\nrekeningsvatbaar was nie gegrond het op sy \"verstandelike\nvertraging\". Op die dag toe hierdie verslag voor die\nhof gelê is, het appellant geweet dat hy nooit verstandelik\nvertraag was nie, maar dat hy vertraagdheid gesimuleer\nhet en die psigiaters mislei het om te glo dat hy vertraag\nwas. Iemand wat weet dat 'n voorstelling wat aan hom\ngemaak is nie die waarheid bevat nie en self weet wat\ndie waarheid is, kan nie sê dat hy deur die voorstelling\nmislei is nie. Kyk bv.\nBird v. Sumerville and\nAnother\n1961(3) SA 194(A) op 204 E-F, en Van Rooyen v. Minister\nvan Openbare Werke en Gemeenskapsbou\n1978(2) SA 835(A) op 849 G-H,\nIn die onderhawige saak sou dit verregaande wees cm toe te laat\ndat/...\n51\ndat áppellant kan steun op 'n bevinding, of op 'n voorstelling\nwat op so 'n bevinding gegrond is, waar hy weet dat sy\nbedrog tot die bevinding aanleiding gegee het.\nI.v.m. subart. (l)(i) en (ii) en subart.\n(c) van par. 1 het mnr\nEdeling\n'n betoog gelewer oor\nwat hy\nquasi res judicata\nnoem. Dit is 'n vreemde betoog\nwat, as ek dit reg verstaan, daarop neerkom dat dit\ninbegrepe is in die bevel van L C Steyn R op 1 Februarie\n1979 dat appellant ten tyde van die pleeg van die misdade\nnie toerekeningsvatbaar was nie. In die alternatief is\nbetoog dat die geleerde regter op die gemelde dag onreël-\nmatig opgetree het deur nie uitdruklik te bevind en te\nverklaar dat appellant ontoerekeningsvatbaar was nie\nWat betref die betoog dat dit inbegrepe\nis/.....\n52\nis in die bevel van 1 Februarie 1979 dat appellant ten\ntyde van die pleeg van die misdade ontoerekeningsvatbaar\nwas, is dit nie nodig om meer te sê as dat dit klaarblyk-\nlik heeltemal ongegrond is nie. Die geleerde regter is\ngevra om te bevind dat appellant nie verhoorbaar was nie,\nen dit is wat hy bevind het toe hy ingevolge art. 77(6)\nvan die Strafproseswet gelas het dat appellant in die\nOranje-hospitaal aangehou moet word. Die alternatiewe\nbetoog is ewe ongegrond. Die geleerde regter is, soos\nreeds by herhaling gesê, slegs gevra om te bevind\nappellant nie verhoorbaar was nie, en dit is gevolglik\nmoeilik om te verstaan hoe gesê word dat hy ook moes\nbevind het dat appellant nie toerekeningsvatbaar was nie\nAppellant/\n53\nAppellant se advokaat sê dat hy besef dat art. 77 (gelees\nmet art. 79) van die Strafproseswet voorsiening maak vir 'n\nondersoek na 'n beskuldigde se verhoorbaarheid, en dat art\n78 (gelees met art. 79) van die wet voorsiening maak vir\n'n ondersoek na die vraag van 'n beskuldigde se toerekenivngs-\nvatbaarheid. Maar, betoog hy, omdat 'n mens in die onder—\nhawige geval die posisie het dat die psigiaters, anders as\nwat in die wet voorsien word, tegelyk oor albei vrae 'n be—\nvinding gemaak het, vereis gesonde verstand dat die hof\nnie net moes bevind het dat appellant nie verhoorbaar\nwas nie, maar ook dat hy ontoerekeningsvatbaar was.\nDie geleerde regter, lui die betoog, moes appellant dus\nook onskuldig bevind het aan die misdade waarvan die\nStaat/.......\n54\nStaat hom aangekla het. Die betoog is heeltemal on-\ngegrond, Die hof is net gevra om te bevind dat appellant\nnie verhoorbaar was nie. Dit het so bevind, en dit\nis onbegryplik hoe gesê kan word dat hy ook moes beyind\nhet dat appellant ten tyde van die pleeg van die misdade\nontoerekenbaar was. Verder moet daarop gelet word dat\ndit uit art. 78(6) van die Strafproseswet blyk dat 'n\nbeskuldigde weens ontoerekenbaarheid onskuldig bevind\nkan word indien die hof bevind dat hy die betrokke\nhandeling gepleeg het en dat hy ten tyde van die\nhandeling vanweë geestesongesteldheid of geestes-\ngebrek \"nie vir daardie handeling strafregtelik toe-\nrekenbaar was nie\t \" In die onderhawige geval\nwas/\n55\nwas daar geen sprake van 'n bevinding dat appellant die\nbetrokke handeling gepleeg het nie en daar kon dus ook\ngeen bevinding van onskuldig aan die ten laste gelegde\nhandelinge gewees het nie.\nIn subpar. (a)(iii) van ,par. 1 vah die\nspesiale aantekeninge word gesê dat dit onreëlmatig en\nstrydig met die reg is dat die Prokureur-generaal, wat\ntot appellant se ontslag as Presidentspasiënt op 8 Augustus\n1984 sy amptelike\ncurator ad litem\nwas, as Staatsaanklaer\nin die verhoor opgetree het \"terwyl daar botsende\nbelange was, soos bv. die kwessie van die beskuldigde\nse ontslag as Presidentspasiënt en sy herverhoor.\"\n(Met \"herverhoor\" word die verhoor voor Brink R bedoel.)\nArt./.....\n56\nArt. 3 van die Strafproseswet verleen aan\n'n Prokureur-generaal die bevoegdheid om in die regsgebied\nwaarvoor hy aangestel is strafregtelike verrigtinge ten\nbehoewe van die Staat in te stel. Volgens art. 17 van\ndie Wet op Geestesgesondheid, 1973 is 'n prokureur-\ngeneraal in die gebied waarvoor hy aangestel is die\namptelike\ncurator ad litem\nvan Presidentspasiënte.\nIemand wat kragtens 'n bevel ingevolge art. 77(6) van\ndie Strafproseswet in 'n hospitaal vir sielsiekes ter\nbeskikking van die Staatspresident aangehou word,\nis nie teen vervolging beskerm indien hy ná die bevel\nwat sy aanhouding gelas het, verhoorbaar word nie.\nDit blyk uit art. 77(7) van die Strafproseswet, wat\nsoos/.....\n57\nsoos volg lui:\n\" ( 7) Waar 'n lasgewing ingevolge subartikel (6) of (9) uitgereik word dat\ndie beskuldigde in 'n hospitaal vir sielsiekes of 'n gevange\n— nis\nhangende die beskikking van die Staats-president aangehou word, kan die\nbeskuldigde te eniger tyd daarna, wanneer hy\noor die vermoë beskik om die\nverrigtinge dermate te begryp dat hy sy verdediging na behore kan voer, weens\ndie betrokke misdryf\nver-volg en verhoor word.\"\nDit is duidelik dat 'n prokureur-generaal die bevoegdheid het om 'n\nvervolging teen 'n Staatspresidentspasiënt van wie hy die\namptelike\ncurator ad litem\nis in te stel wanneer dit blyk dat die pasient \"oor die\nvermoë beskik om die verrigtinge dermate te begryp dat hy sy verdediging\nna\nbehore kan voer.\" Dit volg dus dat mnr McNally be-\nvoegd/.......\n58\nvoegd was om appellant aan te\nkla indien hy oor die vermoë beskik het om sy verdediging na behore te kon\nvoer.By die aanvang\nvan die verhoor was daar nie sprake van dat die appellant\nnie verhoorbaar was nie. Dit was gemene saak dat hy wel verhoorbaar was.\nBuiten-dien het hy op 8 Augustus 1984 opgehou om Staatspresidents—\npasiënt te wees.In die lig van wat hierbo gesê is, is dit moeilik\nom in te sien welke onreëlmatigheid daar was waaroor\nappellant hom kan\nbekla. Mnr\nEdeling\nvoer egter aan dat daar sulke botsende belange by die\nprokureur-generaal aanwesig was dat gesê kan word dat sy besluit om\nappellant\nte vervolg 'n misbruik van ge-\nregtelike/\ngeregtelike proses was. Appellant, sê hy, is as\nStaatspresidentspasiënt uit die Oranje-hospitaal ont-\nslaan net sodat hy vervolg kon word. Dit is 'n\nongegronde en onbesonne aantyging. Ek het in die\nuitsetting van die verloop van die saak hierbo\nkortliks aangedui hoe die psigiaters by die Oranje-\nhospitaal mettertyd tot die oortuiging gekom het dat\nappellant nie verstandelik vertraag was nie en dat hy\nnie aan 'n geestessiekte of gebrek gely het nie, en\nhoe dit uiteindelik gekom het dat hy uit die inrig-\nting ontslaan is.Ek wil nie herhaal wat ek reeds\ngesê het nie en is ook nie voornemens om hier al die\ngetuienis/...\n59\ngetuienis wat op die aangeleentheid betrekking het\nte vermeld en te bespreek nie. Ek vind dit vol-\ndoende om te sê dat ek al die getuienis oorweeg het\nen dat dit\nna my\nmening\ngeen\ngrond bied vir die aan-\ntyging dat mnr\nMcNally\nin enige stadium of in enige\nopsig onbehoorlik opgetree het nie.\nEk kom nou by par. 2 van die spesiale aan-\ntekeninge. Die feite wat daarop betrekking het, is\ndie volgende. Tydens die verhoor oor die vraag of\nbewysstukke P1 en P2, hierbo vermeld, as getuienis\ntoelaatbaar was, het dr Longano, by ooreenkoms tussen\nappellant/....\n60\n61\nappellant se advokaat en die prokureur-generaal, ook\ngetuienis oor die vraag van appellant se toerekenings-\nvatbaarheid ten tyde van die pleeg van die misdade\ngegee\nIn die loop van sy getuienis het hy o.m. die volgende\ngesê:\n\"I believe that there is a real possibility that Willem Leeuw was of sound\nmind at the time of the alleged offences and perhaps even\nsubsequently. I\nbelieve that there is an equally strong possibility that he was not sound o\nf\nmind and suffering from one of the disorders I have mentioned. If I were to\nbe asked to prove that Willem Leeuw was not of sound mind\nI would not be able to\ndo so, but in my opinion there\nis/......\n62\nis not adequate proof of the contrary. I do not find a balance of\nprobabilities in either direction and I regret to say that in this\ninstance I\nfeel that my evidence has been of no more use to the Court than the toss of a\ncoin.\"\nIn kruisondervraging het hy bevestig dat hy nie \"an assessment of the\naccused's condition at the time of the killing\" kon maak nie.\nwas,\nhet\nmnr\nMcNallv\n'n aantal getuies , o.m. die boge-\nNadat die getuienis oor\ndie vraag van die toelaatbaarheid van bewysstukke Pl en P2 voltooi\nmelde mnr en mev Nel, opgeroep om te getuig en daarna\nhet hy die Staat se saak gesluit verklaar. Mnr\nEdeli-ng\nhet\ntoe die hof gevra om die saak tot die volgende dag\nte/....\n63\nte verdaag omdat hy wou oorweeg of hy getuienis aan die\nhof sou voorlê. Hy het bygevoeg dat dit \"hoogs on-\nwaarskynlik\" was dat hy getuienis sou aanbied en, verder,\ndat appellant self nie sou getuig nie. Die geleerde\nregter het toe die saak tot die volgende dag verdaag.\nDie volgende dag het mnr\nEdeling\n'n verdere uitstel ge-\nvra omdat hy die aangeleentheid nog verder wou oor-\nweeg. Die hof het die saak weer uitgestel en op die\nuitgestelde dag het die advokaat die hof meegedeel dat\nhy \"in die lig van sekere verdere getuienis\" besluit\nhet om dr Longano \"terug te roep\". Dr Longano het toe\ngetuig en gesê dat hy op grond van sekere getuienis wat\nmnr en mev Nel gegee het sy vroeere mening oor appellant\nse/....\n64\nse geestestoestand gewysig het. Hy het tot die gevolg-\ntrekking gekom, het hy gesê, dat appellant ten tyde van\ndie misdade waarskynlik aan skisofrenie of 'n verwante\ngeestessiekte gely het en dat dit waarskynlik is dat hy\n\"was unable to appreciate fully the wrongfulness of the\nact in question or to act in accordance with an appreciation\nof the wrongfulness thereof.\" Dit is nie nodig om hier\nte sê wat die betrokke getuienis van die Nels was en\nwaarom dit dr Longano sy vroeere mening laat verander\nhet nie. Ek kom later in die uitspraak daarop terug.\nMnr\nMcNally\nhet daarna by die hof aansoek\ngedoen om verlof om getuienis van prof. Wessels en dr Van\nRensburg/....\n65\nRensburg ter weerlegging van dr Longano se getuienis\naan die hof voor te lê. Hy het daarop gewys dat prof\nWessels.en dr Van Rensburg hulle getuienis afgele het voor-\ndat die Nels getuig het en het betoog dat die Staat\ndeur dr Longano se getuienis verras is. Mnr\nEdeling\nhet die aansoek heftig teengestaan. Hy het o.m. aan-\ngevoer dat die Staat die getuienis van die twee psigiaters\nwou voorlê omdat dit uitgevind het \"where the shoe pinches\"\nen dat dit 'n \"growwe ongeregtigheid\" sou wees as\ndie aansoek toegestaan word. Die geleerde regter het,\nin die uitoefening van die diskresie wat hy oor die\naangeleentheid gehad het, die aansoek toegestaan en\ndaarna redes vir sy besluit gegee. Mnr\nEdeling\nhet\ntoe/.....\n66\ntoe daarteen beswaar gemaak dat die getuienis aangehoor\nword voordat appellant se saak gesluit is. Sy houding\nwas dat hy toegestem het dat mnr\nMcNally\ndie aansoek\nvóór die einde van appellant se saak kon doen, maar nie\ndat die getuienis ook dan aangehoor kon word nie. Brink R\nhet die Staat se aansoek toegestaan en omdat dit, soos hy dit\nin sy uitspraak oor die aangeleentheid gestel het, \"wenslik\nwas dat daar onmiddellik voortgegaan moet word met die\nlei van die verdere psigiatriese getuienis aangesien\ndit moeilik is om die psigiaters bymekaar te kry en dit\nnodig geword het om hierdie saak so spoedig moontlik\naf te handel\", het hy gelas dat prof. Wessels, dr\nVan Rensburg en dr Longano gedagvaar moet word om\nalmal/.....\n67\nalmal op 14 Oktober 1985 by die hof te wees om getuienis\naf te lê. Dr Longano het op die betrokke dag nie opgedaag\nnie en mnr\nEdeling\nhet die hof meegedeel dat hy aan dr\nLongano gesê het dat hy nie hoef te kom nie. Mnr\nEdeling\nwou daarna 'n brief van dr Longano by die hof inhandig\nwaarin dr Longano glo gesê het waarom dit vir hom\nongerieflik sou wees om te kom getuig. Mnr\nMcNally\nhet beswaar gemaak teen die inhandiging van die brief\nen die geleerde regter het die beswaar gehandhaaf.\nProf. Wessels en dr Van Rensburg het getuienis afge-\nlê, maar mnr\nEdeling\nwou nie een van hulle kruis-\nverhoor nie omdat hulle, volgens hom, op onreëlmatige\nwyse toegelaat is om te getuig voordat appellant se\nsaak/....\n68\nsaak gesluit was. Mnr\nMcNally\nhet by 'n latere ge-leentheid aan die\nhof gesê dat prof. Wessels en dr Van Rensburg beskikbaar was om deur mnr\nEdeling\ngekruisver— hoor te word. Mnr\nEdeling\nhet die aanbod\ngeweier en o.m. gesê:\n\"Die onderbreking\nvan my\nsaak was, met groot eerbied, 'n growwe\nonreëlmatigheid. Daar word nou van my verwag om onder moeilike\nomstandighede my samewerking\nte gee om die effek van daardie\nonreëlmatig-heid te probeer afwater. Ek is nie be-reid om dit te doen\nnie.\"\nDie hof het, ten spyte van die feit dat hy\nprof. Wessels en dr Van Rensburg toegelaat het om getuienis te gee, besluit\nom hulle getuienis nie in ag te neem nie.\nIn/....\n69\nIn die hof se uitspraak word hieroor gesê:\n\"Wat betref die getuienis van prof. Wessels en dr Van Rensburg toe hulle\nterug-geroep is om te getuig\", is die hof van mening dat\nhulle getuienis nie in\naanmer-king geneem moet word nie omdat hulle nie gekruisvra is deur mnr\nEdeling\nnie. Dit mag vrees dat die beskuldigde gebind is deur die besluit\nvan mnr\nEdeling\nom nie te kruisvra nie. Daar is egter die gevaar van\nbenadeling.\"\nDie hof sou ten volle geregtig gewees het om die ge-tuienis van prof. Wessels\nen dr Van Rensburg in ag te neem, maar wou blykbaar\nalle gevaar vermy dat\nappellant dalk benadeel kon word deur die onberade en koppige weiering van sy\nadvokaat om die getuies te kruisonder-vra.\nHoe dit ook al sy, die hof se besluit\nom die\nbetrokke/\n70\nbetrokke getuienis buite rekening te laat, het die\ngevolg dat appellant nie kan sê dat die hof se besluit om\nprof. Wessels en dr Van Rensburg toe te laat om te getuig\nhom benadeel het nie. Met ander woorde, selfs indien 'n\nmens sou kon bevind dat die hof fouteer het deur die ge-\ntuies toe te laat om te getuig, sou dit geen fout wees\nwat die uitslag van die saak enigsins beinvloed het nie.\nHiermee wil ek geensins te kenne gee dat ek meen dat die hof\nse besluit om die getuienis toe te laat enigsins foutief\nwas nie. Inteendeel, ek meen dat die hof se besluit\ngeregverdig en korrek was. Dr Longano het, soos hierbo\naangedui, sy mening oor die vraag van appellant se toe-\nrekeningsvatbaarheid verander, en waar daar nie, soos\nek die saak sien, van die Staat verwag kon gewees het\nom/....\n71\nom te voorsien dat die getuie dit sou doen nie, was dit\n'n korrekte besluit om prof. Wessëls en dr Van Rensburg\ntoe te laat om oor die aangeleentheid te getuig. Dit\nis wel waar dat die hof hulle - teen mnr Edeling se be-\nsware in - toegelaat het om te getuig voordat appellant\nse saak gesluit was, maar ek is geensins bereid om te\nsê dat die réde wát die hof vir sy besluit gegee\nhet\n,\nsoos hierbo vermeld, nie geregverdig was nie. Verder,\nen in ieder geval, appellant se advokaat het die geleent-\nheid gehad om prof. Wessels en dr Van Rensburg te kruis-\nondervra en ook om dr Longano weer te laat getuig, en\nin hierdie omstandighede kan ek nie begryp welke nadeel\nappellant nou eintlik gely het deurdat prof. Wessels en\ndr Van Rensburg toegelaat is\nom\nte getuig voordat mnr\nEdeling/...\n72\nEdeling\nappellant se saak gesluit verklaar het nie.\nDaar bly nog mnr\nEdeling\nse beswaar oor\ndat die hof geweier het dat hy dr Longano se brief aan\nhom by die hof indien. Ek meen nie dat die hof\nfouteer het nie. Mnr\nEdeling\nhet besluit om aan dr\nLongano te sê dat hy nie hoef te kom getuig nie en die rede,\nof redes, waarom hy dit gedoen het, was kwalik ter sake\nDie advokaat het ook geensins aangedui dat dr Longano op\n'n ander dag as dié wat die hof bepaal het beskikbaar sou\nkon wees om te getuig nie. Verder, die hele getwis oor\ndie brief is 'n onbenulligheid.Al het die hof fouteer,\nwat ek nie meen nie, het dit die verloop en die uitslag\nvan die saak in geen opsig hoegenaamd beinvloed nie\nEk/....\n73\nEk gaan nou daartoe oor om appellant se\nverskillende gronde van appèl, soos hierbo aangehaal, te\nbehandel.\nDie eerste van hierdie gronde is dat die\nhof a\nquo\nbewysstukke Pl en P2 verkeerdelik as getuienis\ntoegelaat het. Appellant se verklaring, soos in bew\nP1 vervat, is voor 'n landdros afgelê, maar omdat daar\nnie 'n sertifikaat van die tolk was soos deur art. 217\n(l)(b) van die Strafproseswet vereis word nie, het die\nprokureur-generaal in die hof a\nquo\naanvaar dat die\nStaat moes bewys het dat die verklaring vrywillig en\nongedwonge deur appellant afgelê is terwyl hy by sy\nvolle positiewe was en sonder dat hy onbehoorlik daar-\ntoe beïnvloed is. Mnr\nEdeling\nbetwis nie dat die\nverklaring/\n74\nverklaring vrywillig en ongedwonge en sonder onbehoorlike\nbeïnvloeding afgelê is nie. Sy betoog is dat die Staat\nnie bewys het dat appellant \"by sy volle positiewe\" was\ntoe hy die verklaring afgele het nie. Wat bew. P2\nbetref, is die advokaat se houding dieselfde, en hy\nwys daarop dat die prokureur-generaal in die hof a\nquo\naanvaar het dat die Staat moes bewys dat appellant by\nsy volle positiewe was toe hy aan die landdros gesê\nhet wat in bew. P2 verskyn\nWat die getuienis oor die aangeleentheid\nbetref, het die landdros voor wie bew. P1 afgelê is\n(mnr Kruger), die ondersoekbeampte in die saak (adj\noff. Pietersen) en die tolk wat in die geval van sowel\nbew. P1 as bew. P2 getolk het (mnr Kriel), getuig dat\nhulle/....\n75\nhulle niks abnormaals by appellant waargeneem het nie.\nProf. Wessels het getuig dat appellant na sy mening by\nalbei geleenthede (d.w.s. toe bew. Pl en bew. P2 tot\nstand gekom het) by sy \"volle positiewe\" was indien met\nhierdie uitdrukking bedoel word dat daar by appellant\ngeen geestesongesteldheid was nie. Hy het o.m. gesê\ndat wat appellant in die twee bewysstukke gesê het, gesê\nis deur 'n persoon \"wat geen versteuring van denke gehad\nhet nie.\" Albei bewysstukke, het hy gesê, getuig van\nrasionele denke en 'n intakte geheue van wat gebeur het\nop die dae toe die misdade gepleeg is en ook toe bewys—\nstukke Pl en P2 tot stand gekom het. (Prof. Wessels\nen dr Gouse het nie insae in bewysstukke Pl en P2 gehad\nvoordat hulle hul verslag wat op 1 Februarie 1979 voor\nL C /....\n76\nL C Steyn R gelê was, opgestel het nie.) Prof. Wessels het ook\ngesê, kan hier bygevoeg word, dat appellant in Januarie\n1985 tydens 'n\nonderhoud teenoor hom ontken het dat hy \"ooit geestesongesteld\" was. Appellant\nself het nie getuienis afgele nie.\nDr Longano het namens appellant getuig. Met betrekking tot prof. Wessels se\ngetuienis oor be-wysstukke Pl en P2, het hy die kritiek\nuitgeoefen dat prof.\nWessels -\n\"subjected \t these documents to a\ntype of psycho-linguistic analysis. I find it difficult to treat them in the\nsame way because I am convinced that some of the information\nwas a product of\ntranslation.\"\nDr Longano was m.a.w., soos ek sy getuienis verstaan,\nnie bereid om te aanvaar dat die twee dokumente 'n ware\nweergawe/\n77\nweergawe bevat van wat appellant by die twee geleenthede\ngese het nie. Die kritiek berus nie op feite nie en\nis ongegrond. Appellant het by albei geleenthede Suid-\nSotho gepraat. Mnr Kriel, wat dié taal goed ken en\n23 jaar ondervinding as hoftolk het, het getuig dat hy\nalles wat appellant gesê het, korrek vertaal het. Hierdie\ngetuienis is nie betwis nie. Daar is nie aan die getuie\ngestel dat sy vertolking van wat appellant gesê het in\ndie een of ander opsig verkeerd was nie. Daar kan by-\ngevoeg word dat appellant Afrikaans goed ken - prof.\nWessels het gesë dat hy dit \"vlot\" praat - en dat hy\nsou gehoor het as mnr Kriel sy woorde verkeerd vertaal het\nWat betref die inhoud van bewysstukke P1\nen P2 en wat daaruit blyk, het dr Longano gesê:\nI/.....\n78\n\"I accept without reserve that the documents\nreflect clarity of\nconsciousness on the part\nof the accused and indeed I concede that\nthe\nstatements may be a veridical account...\nof the alleged offences\nHy het egter bygevoeg dat hy rede het om te twyfel of\nappellant -\n\"was of sound mind at the time\"\nAs redes vir sy twyfel het hy aangevoer dat dit syns\ninsiens onwaarskynlik is dat \"a man of sound mind\" wat\ntot op daardie tydstip geen noemenswaardige misdaád ge-\npleeg het nie, nou skielik tot 'n \"one man crime wave'\nsou oorgegaan het; of dat so 'n man 'n moord op so 'n\n\"incompetent and ineffective way\" sou beplan het, of\n'n radio in die dag uit 'n huis sou gesteel het en dan\ndieselfde nag na die huis toe sou teruggegaan het sonder\nom/.....\n79\nom te vrees dat die mense in die huis op hulle hoede\nsou wees. (Wat laasgenoemde punt betref, het die ge-\ntuie darem bygevoeg: \"Although I note that he is re-\nported to have cut the telephone wires\t\") Dr Longano\nse mening was dat appellant moontlik aan skisofrenie\nof 'n ander soort geestessiekte gely het\nWat betref die getuie se mening dat dit\nonwaarskynlik is dat \"a man of sound mind\" sou opgetree\nhet soos appellant gedoen het, het hy in kruisonder-\nvraging toegegee dat; hy nie weet dat sake wat in die\nhowe dien dikwels voorbeelde lewer van die soort gedrag\nwaarna hy verwys het sonder dat dit met enige geestes-\nsiekte verband hou nie. Wat betref sy mening dat appellant\nin die betrokke tyd moontlik aan die een of ander geestes-\nsiekte/. ..\n80\nsiekte kon gely het, het hy sy standpunt soos volg opgesom in 'n passasie\nwaarvan ek 'n gedeelte reeds hiertoo aangehaal het:\n\"In the absence of first-hand observation in temporal proximity to the\nalleged offences all I can really offer the Court\nis speculation.........I believe\nthat there is a real possibility that\nWillem Leeuw was of sound mind\nI believe that there is an equally strong\npossibility that he was not of sound mind and suffering from one of the\ndisorders,\nI have mentioned \t I do not find a balance\nof probabilities in either direction and I regret to say that in this\ninstance I feel that my evidence has been of no more use to\nthe Court then the\ntoss of a coin.\"\nEn ook:\n\"..... In effect what I am saying is that Willem Leeuw might have been sane\nor might not have been sane and I do not believe that\nthe balance of\nprobabilities from the evidence available to me favours either possibility.\"\n81\nBrink R het op grond van dle getuienis van\nprof. Wessels en van menere Kruger, Pietersen en Kriel,\nasook die feit dat appellant nie getuienis oor die aan-\ngeleentheid afgelê het nie, bevind dat bo redelike\ntwyfel bewys is dat appellant by sy volle positiewe was\ntoe hy gesê het wat in bewysstukke P1 en P2 vervát is\nen dat die dokumente gevolglik as getuienis toelaatbaar\nwas.\n'n Vraag wat ontstaan, is of daar nie ná die\n\"binneverhoor\" getuienis voor die hof gelê is wat sou\nkon twyfel werp op die korrektheid van die beslissing\nom die twee dokuraente as getuienis toe te laat nie.\n(Kyk\nR.v. Melozani\n1952(3) SA 639 (A);S\n. v. Mkwanazi\n1966(1) SA 736 (A) op 742 E-G.) Getuienis wat hier\nter/....\n82\nter sprake kan kom, is dié wat dr Longano gegee het toe\nhy vir die tweede maal getuig het. Hierdie getuienis\nis, kom dit my voor, met betrekking tot die vraag van\nappellant se toerekeningsvatbaarheid voorgelë, maar dit\nhou ook verband met die getuie se bogemelde getuienis oor\ndie vraag of appellant \"a man of sound mind\" was of\niemand wat aan skisofrenie of 'n ander geestessiekte gely\nhet. Sy getuienis was dan ook daarop gemik om aan te\ntoon dat hy sy vroeëre mening verander het en op grond\nvan sekere getuienis wat mnr en mev. Nel gegee het tot\ndie gevolgtrekking gekom het dat appellant aan skisofrenie\ngely het. Die getuie se nuwe mening kan gerieflik\nhier bespreek word.\nVolgens/....\n83\nVolgens dr Longano het mnr en mev. Nel\nvier dinge i.v.m. die gedrag van appellant genoem wat\naanduidend is van 'n prodromale fase van skisofrenie.\nDie vier dinge is:\n(1) die feit dat appellant deur die vensters van die\nNels se huis geloer het;\n(2) die feit dat hy teen die Nels se\ndogters gestamp het;\n(3) appellant se onverantwoordelike gedrag deur nie\nsy melkbeurte behoorlik na te kom nie; en\n(4) mnr Nel se getuienis dat \"after he discharged Leeuw,\nLeeuw worked for somebody else for a period of\nabout three months and then that employment terminated\nin an unspecified way\".\nDr/\n84\nDr Longano was bewus van die feite wat in\n(1) en (2) genoem word toe hy die vorige keer getuienis\nafgele het. (Dit was vermeld in 'n maatskaplike ver-\nslag.)Hierdie feite, het hy getuig, het egter sedertdien\n'n belangriker betekenis aangeneem as wat dit vroeër\nvir hom gehad het omdat dit later plaasgevind het as\nwat hy oorspronklik gedink het, t.w. waarskynlik in die\ntydperk Januarie tot Maart 1978 i.p.v. ongeveer Sep-\ntember 1977.Hierdie tydverskil is belangrik, het hy\ngesê, omdat dit die betrokke gebeure nader aan feite\n(3) en (4) plaas en omdat alles saam op 'n verandering in\ndie persoonlikheid van appellant dui. Dit staan nie vas\ndat die gebeure in (1) en (2) in Januarie-Maart 1978\nplaasgevind/....\nplaasgevind het nie. Volgens mnr Nel se getuienis\nsou dit wel so gewees het, maar sy vrou plaas dit in\nongeveer September 1977. Maar hoe dit ook al sy, ek\nstem saam met die siening van die verhoorhof dat daar\nnie aan die betrokke gebeurtenisse die betekenis geheg\nkan word wat dr Longano daaraan wil gee nie. Mev. Nel,\nwat geen psigiater is nie maar 'n vrou wat weet hoe\njong mans soms kan optree, het getuig dat die gedrag\nvan appellant waarom dit hier gaan plaasgevind het toe\nappellant \"begin groot word het.\" Dit is ook relevant\nom te let op die getuienis dat mnr Nel appellant oor sy\ngedrag gefoeter het en dat dit daarna nie weer gebeur\nhet nie. Feit (3) is'n verwysing na die getuienis van\nmnr Nel dat appellant op twee opeenvolgende Sondae nie,\nsoos/\n85\n86\nsoos hy verplig was om te doen, die koeie kom melk het nie\nDit is moeilik om te begryp hoe dr Longano enige waarde\naan hierdie getuienis kon geheg het. Appellant se\nversuim om te kom melk, het op twee Sondae plaasgevind\nOp weeksdae het hy sy plig nagekom, en dit is verbasend\ndat dit die getuie nie opgeval het dat appellant in\nalle waarskynlikheid raaar net die naweke wou vry gehad\nhet nie. Aan feit (4) kan ewe min die waarde geheg\nword wat die getuie daaraan wil heg. Dit is waar dat\nappellant vir sowat drie maande vir iemand anders ('n mnr\nFurstenburg) gewerk het nadat hy deur mnr Nel ontslaan\nis, maar daar is hoegenaamd geen getuienis oor hoe dit\ngekom het dat appellant se diens by mnr Furstenburg\ntot 'n einde gekom het nie.In diè omstandighede is\ndit/....\n87\ndit moeilik om te verstaan hoe die feit dat appellant\nopgehou het om by mnr Furstenburg te werk as enigsins\naanduidend van 'n geestessiekte beskou kan word. Dit\nis ook nie al nie. Dit blyk uit dr Longano se ge-\ntuienis dat, hoewel hy die geleentheid gehad het om\ndit te doen, hy nie vir appellant uitgevra het oor die\ngedrag waarna daar in items (1)-(4) hierbo verwys word\nnie. Toe hy in kruisondervraging gevra is waarom hy\nappellant nie daaroor uitgevra het nie, was sy antwoord\ndat hy appellant nie alles \"in the course of the interview\nkon gevra het nie en, verder, \"that I do not have to.\nToe hy in verband met laasgenoemde antwoord gevra is\nwaarom hy nie \"the very person\nwho\nwas affected by those\nthings\" daaroor uitgevra het nie, was sy antwoord: \"I\nreserve/...\n88\nreserve the right to draw inferences from behaviour\nirrespective of the stated or unstated reasons for that\nbehaviour.\" Dit was na my mening verstommende antwoorde\nwat kwalik van 'n wetenskaplike benadering getuig.\nUit hoofde van al die voorgaande is ek van\nmening dat tereg bevind is dat appellant by sy volle\npositiewe was toe hy die verklaring wat in bew. P1\nvervat is, afgelê het. Dieselfde geld vir die hof a\nquo\nse bevinding ten opsigte van bew. P2\nWat bew. P2 betref, moet ek ten slotte\nkortliks daarop wys dat mnr\nMcNally\n, met verwysing\nna die beslissing van hierdie hof in S. v. Shabalala\n1986(4) SA 734, betoog het dat hy ver-\nkeerdelik/....\n89\nkeerdelik in die hof a\nquo\naanvaar het dat die Staat moes bewys dat\nappellant ten tyde van die verrigtinge\nwat in bew. P2 vervat is, by sy volle positiewe was. In\ndie lig van wat hierbo gesê ís, is dit nie nodig om hierdie\naangeleentheid te bespreek nie.\nDie tweede grond van appèl is dat die ver-hoorhof fouteer het deur te\nbevind \"dat die beskuldigde die ten laste gelegde misdrywe\ngepleeg het.\" Daar\nsteek niks in die betoog nie. Daar is verskeie dinge wat toon dat appellant al\ndie misdade waaraan hy skuldig\nbevind is, gepleeg het ,\nt.w.:\n(a)\ndie inhoud van bewysstukke\nPl en P2;\n(b)\ndie feit dat appellant op 18\nAugustus 1978 die pistool wat 3 of 4 dae tevore uit die.Nels se huis gesteel is,\naan die polisie uitgewys\nhet;\n90\n(c)\tdie feit dat appellant op 18 Augustus 1978\ndie radio wat 3 dae tevore\nuit die Loubsers se huis ge-steel is, aan die polisie uitgewys het; (Hier kan\nby-gevoeg word dat mev. Loubser\ngetuig het dat die radio wat gesteel is bo-op 'n\ntelevisiestel gestaan het en dat appellarvt volgens bew. P2 aan die landdros\ngesê\nhet dat die radio wat hy gesteel het op 'n televisiestel gestaan\nhet.)\n(d)\tdie feit dat doppies wat buite die\nLoubsers se huis deur die polisie gevind is, deur die\ngesteelde pistool afgevuur is; en\n(e) die feit dat appellant ondanks al\ndie getuienis wat hom met die misdade verbind nie ge-\ntuienis afgelê het nie.\nMnr/\n91\nMnr\nEdeling\nhet i.v.m. die aanklag van moord voor ons aangevoer\ndat daar nie bo redelike twyfel bevind kan word dat die oorledene gedood is deur\n'n koeël wat deur appellant afgevuur is nie. Dit is redelik moontlik, het\nhy betoog, dat die oorledene, wat (volgens mev. Loubser\nse getuienis) 'n pistool\nby hom gehad het, homself per ongeluk kon geskiet het. Die betoog is strydig met\nmev. Loubser se getuienis.\nDit is ook nie al nie: daar is nooit in\nkruisondervraging aan mev. Loubser ge-stel dat die oorledene se vuurwapen\nafgegaan het en\ndat hy homself kon raakgeskiet het nie, en daar kan gevolglik\nkwalik nou betoog word dat daar nogtans bevind moet word dat so iets\nmoontlik\nkon gebeur het.\nDie/\nDie derde grond van appel is dat die ver-\nhoorhof fouteer het deur te bevind \"dat die bewyslas\nop die beskuldigde rus om te bewys dat hy ontoereken-\nbaar was, indien hy die handelinge verrig het.\"Die\nbetoog is ongegrond. Appellant se advokaat het, soos\nvroeër in die uitspraak aangedui is, aan die verhoorhof\ngese dat appellant ontken dat hy enige van die handelinge\nwat hom ten laste gelê word, gepleeg het, maar dat in-\ndien bevind sou word dat hy wel daardie handelinge ge-\npleeg het, dit sy verweer ís dat hy \"nie strafregtelik\ntoerekenbaar daarvoor\" was nie. Die advokaat het byge-\nvoeg:\"Dit is nou ingevolge art. 78(1) van die Straf-\nproseswet.\" Appellant se verweer was dus dat\n,\nindien\nhy die handelinge gepleeg het, hy ten tyde van die pleeg\ndaarvan aan 'n geestesongesteldheid of geestesgebrek\ngely/...\n92\n93\ngely het wat tot gevolg gehad het dat hy nie oor die\nvermoë beskik het om die ongeoorloofdheid van sy handelinge\nte besef, of om ooreenkomstig 'n besef van die ongeoor-\nloofdheid van sy handelinge op te tree nie. Waar 'n\nbeskuldigde so 'n verweer opper, rus die\nonus\nop hom om\ndit op 'n oorwig van waarskynlikhede te bewys. Kyk\ndie beslissing van hierdie hof in\nS. v. Mahlinza\n1967\n(1) SA 408 op 419 A-B.\nDie vierde en vyfde gronde van appel kan\nsaam behandel word.Albei het betrekking op die vraag\nvan appellant se toerekeningsvatbaarheid. In die vyfde\ngrond word gesê dat die hof a\nquo\nfouteer het \"deur te\nbevind dat die beskuldigde toerekenbaar is met betrekking\ntot/.....\n94\ntot die misdrywe.\" Ek het reeds hierbo daarop gewys\ndat, met die verweer wat appellant geopper het, hy die\nlas op hom geneem het om te bewys dat hy by die pleeg\nvan die raisdade nie toerekeningsvatbaar was nie. Appellant\nhet hom nie van daardie bewyslas gekwyt nie. Toe dr\nLongano\ndie eerste maal getuig het, was hy nie in staat\nom te se of appellant\nten\ntyde van die pleeg van die\nmisdade \"a man of sound mind\" was en of hy aan skisofrenie\nof 'n ander geestessiekte gely het nie. (Dit was gemene\nsaak by die verhoor dat appellant verstandelike vertraagd-\nheid en geheueverlies ten opsigte van die tydperk Augustus\n1977 tot Maart 1978 gesimuleer het.) Toe dr Longano\ndie tweede maal getuienis afgelê het, het hy gesê\ndat/\n95\ndat hy sy vroeëre mening verander het en tot die oor-tuiging\ngeraak het dat appellant waarskynlik ontoerekeninigs-vatbaar was.\nHy het hierdie\nveranderde mening gegrond op getuienis wat mnr en mev. Nel m.b.t. sekere gedrag\nvan appellant gegee het. Soos ek hierbo\naangedui het, kan die getuienis waarop\nhy gesteun het na tny mening nie daardie veranderde mening regverding nie.Sy\nge-tuienis was\ndus sodanig dat appellant na my mening,nie op grond daarvan kan\nsê dat hy hom van die bogemelde\nonus\ngekwyt het nie. Dit gaan nog\nverder. Na my mening was sy getuienis van so 'n aard dat, wanneer dit gestel\nword teen die getuienis\nvan prof Wessels en dr Van Rensburg, die getuienis van\nmnr\nen mev. Nel (wat\nhom/\n96\nhom goed geken het) en die feit dat appellant wat in\nstaat was om te getuig, nie getuig het nie, dit nie\ntwyfel kan werp op appellant se toerekeningsvatbaarheid nie.\nEk meen dus dat, selfs indien die Staat sou moes bewys\nhet dat appellant ten tyde van die pleeg van die misdade\ntoerekeningsvatbaar was, hy hom van daardie bewyslas\ngekwyt het\nDie sesde appèlgrond het betrekking op\ndie beslissing wat die verhoorhof gegee het oor die\naangeleenthede wat in par. 1 van die spesiale aantekeninge\ngeopper word. Daar word aangevoer dat die beslissing\nverkeerd was. Die betoog is ongegrond, soos sal blyk uit\nwat ek hierbo met betrekking tot die betrokke spesiale\naantekeninge/.....\naantekeninge gesê het.\nIn appèlgronde (vii) en (viii) word beweer\ndat die geleerde verhoorregter fouteer het met die\nstraf wat hy in die geval van aanklagte 1 en 2 (huis-\nbraak met die doel om te steel en diefstal) en aanklag\n4 (poging tot moord) opgelê het.Die betoog het nie\nmeriete nie en hoef nie bespreek te word nie.\nUit hoofde van wat hierbo gesê is, kan die\nappel nie op een van die gronde van appèl slaag nie.\nDaar is een verdere aangeleentheid waaraan\nten slotte aandag gegee moet word. Dit is die volgende\nDie verhoorregter het ná 'n aansoek van appellant se\nadvokaat ingevolge art. 321(1)(b) van die Strafproses-\nwet/....\n97\nwet beveel dat appellant as onveroordeelde gevangene\naangehou word totdat sy appèl verhoor en daaroor beslis\nis. Waar die appèl nou afgewys word, kan die bevel\nklaarblyklik nie bly voortbestaan nie. Mnr\nMcNally\nhet i.v.m. die tweede voorbehoudsklousule van art. 321\n(1) te kenne gegee dat die Staat nie daarteen beswaar\nhet dat die tydperk waartydens appellant as 'n onveroor-\ndeelde gevangene aangehou is by die berekening van die\ntydperk van die gevangenisstraf wat hy opgelê is, inge-\nsluit word nie.\nUit hoofde van al die voorgaande\nword\nsoos volg beveel:\n(1) Die appèl word in sy geheel af gewys.\n(2)\n(a)Die bevel wat ingevolge art. 321(1) van\ndie/....\n98\n99\ndie Strafproseswet, 1977 gegee is, verval\nby die lewering van hierdie uitspraak.\n(b) Die\ntydperk wat appellant ingevolge boge-\nmelde bevel as 'n onveroordeelde gevangene\naangehou is, word ingesluit by die gevangenis-\nstraf wat appellant op aanklagte 1, 2 en 4\ndeur die verhoorhof opgelê is.\nP J RABIE\nWND HOOFREGTER\nJANSEN, AR BOSHOFF, AR\nStem saam",
  "scraped_at": "2026-02-11T21:01:58.368081",
  "date": "1987-03-31",
  "coram": [
    "Rabie WND HR",
    "Jansen AR",
    "Boshoff WND AR"
  ],
  "case_number": "70/86",
  "parties": {
    "applicants": [
      "Willem Leeuw"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "Willem Leeuw was convicted in the Orange Free State Provincial Division on four charges: two counts of housebreaking with intent to steal and theft of a .22 pistol, a watch and rings from the Nels, and a radio from the Loubser farm; one count of murder for shooting Jan Andries Loubser on 16 August 1978; and one count of attempted murder for the attempted shooting of Frederika Loubser. After the killings, Leeuw was arrested, gave statements to a landdros, and later identified the stolen items to police. The State sought a psychiatric assessment under sections 77 and 79 of the Criminal Procedure Act. Multiple psychiatrists examined Leeuw, initially suggesting a possible mental disorder, later concluding he was not schizophrenic and was fit to stand trial. Leeuw appealed his convictions on the basis of alleged procedural irregularities concerning the appointment of psychiatrists, the admissibility of his statements (P1 and P2), and the contention that he was not criminally responsible because of mental illness.",
    "issues": "The appeal raised several issues: (1) whether the trial court erred in admitting Leeuw’s statements to the landdros (P1 and P2) given doubts about his mental capacity at the time; (2) whether the State failed to prove beyond reasonable doubt that Leeuw was of sound mind and therefore criminally responsible for the offences; (3) whether procedural breaches occurred in the appointment of psychiatric experts and in the handling of psychiatric reports, amounting to a violation of sections 77, 78 and 79 of the Criminal Procedure Act; (4) whether the doctrine of estoppel or conflict of interest affected the propriety of the prosecution’s conduct; and (5) the appropriate appellate remedy, if any, for the alleged errors.",
    "principles": "The court applied sections 77, 78 and 79 of the Criminal Procedure Act, which govern fitness to stand trial, criminal responsibility and the procedure for psychiatric reports. It reaffirmed that the burden of proving unsound mind lies with the accused once the State has proved the actus reus, and that a single unchallenged psychiatric report is sufficient where the State does not dispute its findings. The court also considered precedent on the admissibility of statements under section 217(1)(b) and the requirement that they be given voluntarily and with full mental capacity. The doctrine of estoppel was noted but held not to apply in criminal proceedings where the State’s conduct was not inconsistent with statutory requirements. Finally, appellate review principles required the court to assess whether a miscarriage of justice occurred, not merely whether there were procedural irregularities.",
    "application": "The appellate court found that the psychiatric assessments were properly ordered under section 77(1) read with section 79, and that the reports—though varying in some conclusions—were admissible and formed part of the record. The statements P1 and P2 were admitted because the State had satisfied the requirement of voluntariness and Leeuw was not shown to be incapable of understanding his statements. The court held that the State had met its evidential burden that Leeuw was of sound mind at the time of the offences, and that Leeuw's own testimony did not create reasonable doubt. Alleged conflicts of interest in the appointment of experts were dismissed, as the court had acted within its statutory discretion. Consequently, no miscarriage of justice was demonstrated.",
    "conclusion": "The appeal was dismissed in its entirety. All convictions and sentences imposed on Leeuw—death for murder, twelve months for each housebreaking, and six years for attempted murder—were affirmed. The order to continue detaining Leeuw as an unconvicted prisoner pending the execution of his sentences was upheld, and the prior order under section 321(1) was declared to have lapsed upon delivery of this judgment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "insanity defence",
      "psychiatric evidence",
      "appellate review",
      "procedural irregularities"
    ]
  }
}