{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/138.html",
  "case_name": "S v Ngidi and Another (139/87) [1987] ZASCA 138 (26 November 1987)",
  "citation": "[1987] ZASCA 138",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 138\n|\nNoteup\n|\nLawCite\nS v Ngidi and Another (139/87) [1987] ZASCA 138 (26 November 1987)\nDownload original files\nPDF format\nRTF format\nVINCENT MUZIKAYIFANI YEDWA\nNGIDI\n1st Appellant\nSIKUMBUZO\nPHILLIP CELE\n2nd Appellant\nand\nTHE STATE\nRespondent\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nVINCENT MUZIKAYIFANI YEDWA NGIDI\nIst\nAppellant\nSIKUMBUZO PHILLIP CELE\n2nd Appellant\nand\nTHE\nSTATE\nRespondent\nCoram\n: RABIE, A CJ, HEFER, J A et BOSHOFF, A J\nA\nHeard\n: 6 November 1987\nDelivered\n: 26 November 1987\nJUDGMENT BOSHOFF, A J A\n:\nThe two appellants were accused 2 and 5 when they were convicted in the\nDurban and Coast Local\nDivision\t/2\n-2-\nDivision on three counts of murder.\nThe trial court found extenuating circum-stances on count 1 in respect of the\ndeath of Idah Dlamini and on count 3 in respect of the\ndeath of Mbongiseni\nDlamini and they were both sentenced to 12 Years imprisonment on each of these\ntwo counts. The sentences on count\n3 were ordered to run concurrently with the\nsentences on count 1. The trial court found no extenuating circumstances on\ncount 2 in\nrespect of the death of Siba\nDlamini\t/3\n-3-Dlamini and both the appellants were sentenced to death.\nThe trial judge allowed the appellants leave to appeal against the finding of\nthe trial court that no extenuating circumstances were\nestablished and this is\nthe only question to be considered by this court.\nThe circumstances and the spirit in which the abovementioned crimes were\ncommitted appear to stem from the unsatisfactory state of\naffairs which existed\nin the Engonyameni Reserve, a location which is under the control of Chief Cele\nand which adjoins the Umlazi\ntownship, a part of a Durban Black residential\narea. The kraals of 5 families (the Dlaminis, Msomis, Sibisis,\nGumedes\t/4\n-4-Gumedes (also known as the Quabes) and Phalagos) are in\nclose proximity to one another and there is a lot of ill-feeling between\nthe\nyoung men which in the past had led to attacks on individuals and the respective\nkraals. One night two young men and a young\nwoman of the Phalago family,\nMfankithi, Ndlekevu and Manu, returned from a celebration and were waylaid by\nyoung men of one or more\nof the other families and seriously assaulted. Both\nMfankithi and Ndlekevu were in hospital for some time and eventually a leg of\nMfankithi had to be amputated. Mahu was stabbed with an assegai. Thereafter in\nSeptember 1983 a group of young men, apparently Msomis\nand Dlaminis, attacked\nand burnt down the Phalago kraal and killed the daughter Doda\nA\t/5\n-5-A week later Chief Cele called a meeting to find out who the\nculprits were. He had no success and announced that the matter would\nbe left in\nthe hands of the law.\nIn November 1983 the Dlamini kraal was attacked. Julia Dlamini was injured in\nthe eyes and on the mouth and both her mother and sister-in-law\nsustained stab\nwounds. Julia was then afraid of staying there in the reserve and moved to the\nfamily house in Umlazi.\nThese violent instances of hostility regrettably did not receive proper and\nefficient attention from the Isipingo Police who were\nresponsible for the\npolicing of that area. The police were evidently\ntoo\t/6\n-6-\ntoo scared to enter the area orreluctant to involve themselves in these\nfamily disputes.\nOn the afternoon of the 4th March 1984 a group of about 30 men armed with\nassegais, shields, sticks and a gun were near the Dlamini\nkraal when Victor\nMsomi, the son of Phumzile Msomi, an elderly woman who lives near the kraal of\nPhillip Dlamini, alighted from a\nbus. He saw the armed men and started to run\naway. They chased him but he managed to elude them. The armed men then went to\nthe Dlamini\nkraal. The two sons, Nhlanhla and Mbongiseni fled from the kraal\nwith the armed men in pursuit of them. They outran the armed men\nand the armed\nmen then again returned to the Dlamini\nkraal\t/7\n-7-kraal . In the meantime Phillip Dlamini had gone to the\nIsipingo Police for assistance and returned with two policemen to find\nthe armed\nmen sitting approximately 200 metres away from the kraal.\nPhumzile and Julia had been visiting Phillip's wife, Idah, at that time and\nthey had noticed the armed men near the kraal. The three\nof them went to where\nBhillip was standing with the two policemen to warn them about the presence of\nthe armed men. When the police-men\nsaw the armed men they immediately left to\nfetch reinforcements. The armed men then moved towards Phillip and the three\nwomen. Idah\nand Phillip\nfled\t/8\n-8-fled in different directions and the armed men broke up into\ntwo groups, the one following Idah and the other Phillip. The one\ngroup which\ninclúded the two appellants stabbed Idah to death and the other group\nseriously assaulted Phillip. Idah is the\ndeceased in count 1.\nWhen Phumzile arrived back\tat her home she\nfound\nthat her dogs had been stabbed,\tthat all the doors\nof the house had been opened and that\t:a window had been\nbroken.\nWhen Phillip came out of hospital he moved with his family to his house in\nUmlazi.\nAfter dark on 18 March 1984, Thandi,the\ntwin\nsister\t/9\n-9-sister of Julia, looked through\nthe bathroom window and saw armed men outside the house. She raised the alarm\nand took her ailing\nfather, her drunk brother Themba and Julia into the bathroom\nand locked the door. Nhlanhla fled into the main bedroom and hid behind\nthe door\nnext to the wardrobe. His brothers Siba and Mbongiseni and his 8 or 9 year old\nniece Philisiwe hid under the bed. The armed\nmen broke window panes and forced\nthe kitchen door. A number of them including the two appellants entered the main\nbedroom and pulled\nMbongiseni from under the bed. Makhanya, who was accused 1 in\nthe trial court, chopped Mbongiseni with an axe. The appellants and\nother\npersons stabbed him with assegais. He is the deceased\nin\t/10\n-10-in count 3. He was 26 years old and had been in trouble with\nyoung men of the other families before. One witness described him\nas a\ntrouble-maker in the reserve.\nHowever, after they had finished him off they pulled Siba from under the bed.\nHe was 14 years old and at first tried to get away from\nthem and pleaded with\naccused 1 that he was still in his childhood and should not be killed. Accused 1\nchopped him on the head with\nthe axe. The others including the two appellants\nproceeded to stab him with assegais. He is the deceased in count 2.\nMbongiseni died of multiple injuries. He\nhad\t/11\n-11-\nhad 28 clean cut wounds on his face and body.. He had a 3cm x 3cm\ncross-shaped laceration on the top of his head, a 4 cm laceration\n6 cm above his\nright ear and 7 overlaying lacerations in the upper right occipital scalp.\nUnder-lying these wounds he had fragmented\ndepressed fractures in the right\nparietal area.\nSiba also died of multiple injuries. He had 10 clean cut wounds on his body\nand legs, 2 puncture wounds on his body, a small depressed\nfracture under the\npenetrating- wound on the top of his head and fragmented depressed fractures in\nthe occipital bone.\nThe trial court found that although accused\n1\nwas\t/12\n-12-was the leader of the armed group\nwhich attacked the Dlaminis and played a prominent part in the attack on the\ndeceased persons,\nthere was no evidence that the younger members of the group\nfeared him or were under his direction. The trial court also found that\nevery\none who took part in the attack on the Dlaminis did so with a common purpose and\nwith knowledge of the weapons carried by the\nothers in the group and\nsubjectively knew that death was likely to result and that they were thus all\nequally guilty of murder.\nOn the question of extenuating circumstances the trial court viewed the\nmurder on Siba (count 2) against the background of the two\nappellants having\nhad\t/13\n-13-had two weeks previously participated in the murder of Idah\n(count 1). There was no evidence of recent or previous provocation\nby members of\nthe Dlamini family which after the lastmentioned murder had fled from their\nkraal at Engonyameni to seek refuge at\nUmlazi. There was in addition no evidence\nthat Siba had ever in any way behaved in such a way as to cause anyone to have\nany personal\nanimosity against him. When he was attacked he as a child of 14\nyears pleaded in vain for his life. The trial court on this reasoning\nfound that\nthere were no extenuating circumstances. In the case of the murder on Mbongiseni\n(count 3) the trial court accepted that\nthere were a number of people who bore a\ngrudge against\nhim\t/14\n-14-him and that the cause of the attack on him was rooted in the\nprevious trouble and was influenced by the previous attacks on the\nPhalagos.\nThis in the view of the trial court was sufficient to reduce the moral\nblameworthiness of the appellants and to justify\na finding of extenuating\ncircumstances.\nMr McIntosh\non behalf of the appellants con-cedes that this court\ncannot interfere with the finding of the trial court on extenuating\ncircumstances\nunless such finding is vitiated by misdirection or irregularity or\nis one which no reasonable court could have come to. He contends\nthat the trial\ncourt misdirected itself by incorrectly drawing a distinction between counts\n2\nand\t/15\n-15-and 3 in finding no extenuating circumstances in count 2. According\nto him, because the two murders were committed within minutes\nof each other ,\nthe factors affecting moral blameworthiness which justified the finding of\nextenuating circumstances in count 3 were\nnecessarily also present in count 2.\nHe referred the court to the fact that the trial court had granted the\nappellants leave to appeal\nbecause of the possibility that another court might\nhold that in distinguishing between counts 2 and 3 its approach was academic.\nIt\nis not clear what the trial court had meant by the word \"academic\" in this\ncontext. Mrs\nSteyn\nfor the State suggests that the trial court could have\nintended to convey\nthat\t/16\n-16-that its approach may possibly be seen as somewhat of an\n\"armchair\" assessment of the evidence.\nHowever, it appears from the judgment in\nthe\napplication for leave to appeal that the trial\ncourt\nalso said:\n\"It was the view of the Trial Court that a distinction could and should be\ndrawn between the murder of the troublemaker, Mbongiseni,\nand the slaughtering\nof the innocent child Siba Dlamini. We came to this conclusion, particularly in\nthe light of the evidence that\nhe pleaded for his life. It was the view of the\nTrial Court that this in itself should have brought these people to their senses\nand that their act in thereafter continuing with the killing, distinguished the\nkilling of Siba from that of Mbon-giseni.\"\nIt\t/17\n-17-It is reasonably clear from the reasons of the trial court that\nin the case of Mbongiseni it had regard to the fact that the attack\non him could\nbe related to the part he had in the past in the hostilities that existed in the\nreserve. This was a consideration which\nclearly did not apply in the case of\nSiba. The attack on him was nothing less than cold blooded.\nI am of the view that the approach of the trial court was perfectly regular\nand proper and it was fully entitled to draw the distinction.\nI am not pursuaded that the trial court mis-directed itself in this respect\nor in any other respects.\nIn\t/18\n-18-In the result the appeal is\ndismissed.\nACTING JUDGE OF APPEAL\nRABIE, A CJ)\nconcur HEFER, JA)",
  "scraped_at": "2026-02-11T21:27:20.937638",
  "date": "1987-11-26",
  "coram": [
    "RABIE, A CJ",
    "HEFER, JA",
    "BOSHOFF, A J"
  ],
  "case_number": "139/87",
  "parties": {
    "applicants": [
      "VINCENT MUZIKAYIFANI YEDWA NGIDI",
      "SIKUMBUZO PHILLIP CELE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellants, Vincent Muzikayifani Yedwa Ngidi and Sikumbuzo Phillip Cele, were members of an armed group involved in a long‑standing feud between several families in the Engonyameni Reserve near Durban. On 4 March 1984 the group attacked the Dlamini kraal, killing Idah Dlamini (count 1). On 18 March 1984 the same group entered the Dlamini house and, after a violent assault, murdered Mbongiseni Dlamini (count 3) and the 14‑year‑old Siba Dlamini (count 2). The trial court convicted the appellants of three counts of murder, finding extenuating circumstances for counts 1 and 3 but not for count 2, and sentenced them to death on count 2. The appeal was limited to whether the trial court erred in refusing to find extenuating circumstances for the murder of Siba Dlamini.",
    "issues": "The principal issue on appeal was whether the trial court misdirected itself by drawing a distinction between the murder of Siba Dlamini (count 2) and the murder of Mbongiseni Dlamini (count 3) and consequently erred in finding no extenuating circumstances for count 2.",
    "principles": "South African law permits a trial court to find extenuating circumstances in murder sentencing where factors such as provocation, diminished moral blameworthiness, or a troubled background are present. An appellate court may intervene only if the lower court’s finding is affected by misdirection, irregularity, or a conclusion that no reasonable court could have reached.",
    "application": "The appellate court examined the trial court’s reasoning, noting that the court had distinguished the murder of Siba Dlamini – an ‘innocent child’ who pleaded for his life – from that of Mbongiseni Dlamini, who had a reputation as a trouble‑maker and whose killing was linked to prior hostilities. The court found that this distinction was grounded in the evidence and did not amount to misdirection. Consequently, the trial court’s assessment of moral blameworthiness was upheld.",
    "conclusion": "The appeal was dismissed. The trial court’s finding of no extenuating circumstances for count 2 was confirmed, and the death sentences imposed on the appellants were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "appeal",
      "sentencing",
      "family feud",
      "death penalty"
    ]
  }
}