{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/113.html",
  "case_name": "President Insurance Company Ltd. v Retsos (116/87) [1987] ZASCA 113; [1988] 1 All SA 344 (A) (29 September 1987)",
  "citation": "[1987] ZASCA 113",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 113\n|\nNoteup\n|\nLawCite\nPresident Insurance Company Ltd. v Retsos (116/87) [1987] ZASCA 113; [1988] 1 All SA 344 (A) (29 September 1987)\nDownload original files\nPDF format\nRTF format\n116/87\nPRESIDENT INSURANCE COMPANY\nLIMITED\nAppellant\nEN\nHELEN RETSOS\nRespondent\nIN THE SUPREME COURT OF SOUTH AFRICA\n.\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nPRESIDENT INSURANCE COMPANY LIMITED\tAppellant\nand\nHELEN RETSOS\tRespondent\nCoram: RABIE, A C J , CORBETT, BOTHA, NESTADT, JJ A\net BOSHOFF, A J A\nHeard: 18 August 1987\nDelivered\n: 29 September 1987\nJUDGMENT\nBOSHOFF, A J A :\nOn 16 June 1983 Helen Retsos, the\nrespondent\t/2\n-2-\nrespondent, was struck down in Voortrekker Road, Alberton,\nby a motorcar which was insured by the President Insurance\nCo , the appellant under the provisíons of the Compul-\nsory Motor Vehicle Insurance Act No 56 of 1972, here-\nafter referred to as the Act. She suffered serious\nbodily injury. During that same month she, as a third\nparty within the meaning of the phrase in section 21 of\nthe Act, instructed Dimosthenis Christides, a qualified\nattorney, who was then a professional assistant with the\nlegal firm Huftel and Klawansky in Germiston, to\nprepare and lodge a MVA claim on her behalf with the\nappellant\nOn\t/3\n-3-\nOn 6 June 1985 the MVA 13 claim form and medical report\nwith annexures thereto were duly lodged by the firm on\nrespondent's behalf with the appellant. The files re-\nlating to MVA claims were left under the control of the\nlegal secretary Mrs Joyce Constance Irene Nadin. During\nJune 1985 Christides was admitted as a partner in the firm\nFarbers in Johannesburg and he moved to Johannesburg.\nMrs Nadin from then on worked under the supervision of\nBarry Farber in Gerraiston. He was a partner in the Ger-\nmiston firm as well as the Johannesburg firm. On 8 October\n1985 Christides assisted the firm in Germiston in the motion\ncourt and visited the office which he had previously\noccupied. In the office he came across certain files\nwhich had been left on a desk.\nOut\t/4\n-4-\nOut of curiosity he perused the files and found the\nfile relating to the respondent's claim amongst them\nHe was shocked to learn that the file had not been\nattended to. He immediately telephoned the appellant's\noffices and spoke to a Mr Swart. Mr Swart looked into\nthe matter and telephoned back to tell him that the\nclaim had become prescribed. He then wrote to the\nappellant asking it to waive prescription. By letter\ndated 22 October 1985 it refused to do so.\nThe\t/5\n-5-\nThe respondent thereupon applied to the\nWit-\nwatersrand Local Division for an order granting\nher\nleave, by virtue of the provxsions of section 24(2)\na)(ii) of the Act, to serve her combined summons for\nthe enforcement of her third party claim against the\nappellant within 60 days from the date of the order.\nThe court granted the order and ordered the respondent\nto pay the costs of the application, excluding the costs\nof opposition which were to be paid by the appellant\nThe court refused the appellant leave to appeal with costs but such leave was\nsubsequently granted by this court.\nAt\t/6\n-6-\nAt the hearing of the appeal application was\nmade\nfor condonation of the late filing of the notice\nof the appeal. There was no opposition and the appli-\ncation was granted.\nThe position basically is that the right to\nclaira\ncompensation under the Act becomes prescribed\nupon the expiration of a period of two years from the\ndate upon which the claim arose, provided that during\nthe period of 90 days following timeous delivery of a claim\nin terms of section 25(1) of the Act, the running of\nprescription is suspended by virtue of section 24(1) read with sec 25{2)\nThe powers of the court to relieve a claimant third\nparty of the consequences of prescription are defined\nby\t/7\n-7-\nby section 24(2)(a) which reads as follows\n\"(2) (a) If a third party's claim for compen-sation has become prescribed\nunder subsection (1) of this section and a court having\njuris-diction in respect\nof such claim is satis-fied, upon application by the third party concerned -\n(i) where the claim became prescribed\nbefore compliance by the\nthird party with the provisions of section 25(1), that by reason of special\ncircum-stances he or, if he instructed\nany other person to comply with those\nprovisions on his behalf, such per-son could not reasonably have been expected\nto comply with\nthe said provisions before the date on which the claim became\nprescribed; or (ii) where 'the claim became prescribed after compliance\nby him\nwith the said provisions, that by reason of special circumstances he or, if he\ninstructed any other person to act on\nhis\t/8\nhis behalf in this connection, such person could not reasonably have been\nexpected to serve any process, by which the running of prescription\ncould have\nbeen interrupted, on the authorized insurer before that date; and\n(iii) that the authorized insurer is not prepared to waive its right to\nin-voke the prescription,\nthe court may grant leave to the third party to comply with the said provisions\nand serve process in any action for enforcement of\nthe claim on the authorized\ninsurer in accordance with the provisions of section 25(2) before a date\ndetermined by the court, or,\nas the case may be, to serve such pro-cess on the\nauthorized insurer before a date so\ndetermined.\"\nInasmuch as the respondent's claim became\npre-\nscribed after she had complied with the\nprovisions of\n-8-\nsection 25(1) i e due delivery of a claim in the prescribed\nform\t/9\n-9-\nform MVA 13, subsections (ii) and (iii) are the\nportions\nof section 24{2}(a) relevant to the present case. The\nappellant was not prepared to waive its right to invoke\nprescription and the sole issue which the cour't\na quo\nhad to decide was whether the respondent had established\nthe existence of special circumstances within the meaning\nof the expression in subsection (ii).\nIt is to be noted thát the circumstances\nhad to be the reason why it could not have been reason-\nably expected that the process be served timeously and,\nalso, that the circumstances had to be special. Whether\nor not any particular set of circumstances complies\nwith\t/10\n-10-\nwith these requirements must obviously\ndepend on the facts peculiar to eacfr case. It would\nconsequently be impracticable, indeed impossible, to\nattempt to formulate an accurate and comprehensive\ndefinition of the phrase \"special circumstances\" as\nused in this context. In the case of Webster and Another\nv Santam Insurance Co Ltd\n1977(2) SA 874(A) at p 882\nE-G this court accepted and acted on the basis that\nspecial circumstances are circumstances which are\nunusual and unexpected; see also\nCommercial Union\nAssurance Co of S A Ltd v Johannesburg City Council\n1983(1)\nSA\t/11\n-11-\nSA 226 (A) at p 232 G-H and Coetzee v Santam\nVersekerings-\nmaatskappy Bpk 1985(1) SA 389 (A) at p 394 B-C. The ex-\npression \"special circumstances\" is an elastic concept capable\nof such a wide meaning that the legislature thought fit\nto place some limitation on it. Section 1(1) of the\nAct provides that unless inconsistent with the context\nit does not include any neglect, omission or ignorance.\nThis court has held that in the context of section 24(2) (a)\nthe legislature intended the words neglect, omission or\nignorance to refer to neglect, omission or ignorance\ndue to negligence, see\nOelofse v Santam Versekerings-\nmaatskappy Bpk\n1982(3) SA 882(AÏ at p 891 D-H; Mamela\nv Constantia Insurance Co Ltd\n1983(1) SA 218(A) at p\n225\t/12\n-12-\n225 C-E; Commercial Union Assurance\nCo\nof SA Ltd\nv\nJohannesburg City Council (supra)\nat p 232 E-G;\nCoetzee\nv Santam Versekeringsmaatskappy Bpk (supra)\nat p 394 D-F\nMr Potqieter on behalf of the respondent\nchallenged the correctness of the order of the court\na quo\nsubstantially on the ground that the circumstances\nfound and relied upon by the court were not \"special\ncircumstances\" of the kind contemplated in and required\nby section 24(2)(a).\nThe important dates to bear in mind are the\nfollowing. The respondent's claim arose on 16 June 1983\nThe\t/13\n-13-\nThe respondent had instructed Christides to act on her\nbehalf in June 1983. He was employed by the firm\nHuftel and Klawansky in Germiston as a professional\nassistant from January 1982 to December 1984. Barry\nFarber was evidently then introduced as a partner and\nthe name of the firm was changed to Huftel, Klawansky\nand Farber. Christides continued with this new firm\nas a professional assistant from January until he was\nadmitted as a partner on 1 March 1985. In May 1985\nhe was also admitted as a partner in the firm in Johannes-\nburg , in which firm Barry Farber at that time was\nalso a partner. During June 1985 he took up office\nin\t/14\n-14-\nin Johannesburg. From that time onward Farber was in\ncharge of the firm in Germiston. On 6 June 1985 the\nMVA 13 claim was sent to the appellant under cover of\na letter purporting to have been signed on behalf of the\nfirm Huftel, Klawansky and Farber. On 16 July 1985\nthe firm acknowledged receipt of a letter from the\nappellant in which certain information in connection\nwith the claim was evidently requested. On the same\ndate the firm by letter requested the respondent to\ntelephone Mrs Nadin. On 13 August 1985 the firm,\nfollowing up the letter of 16 July 1985, sent to the\nappellant under cover of a letter a copy of a statement\ndealing\t/15\n-15-\ndealing with \"the incidents and merits\" of the accident in\nwhich the respondent was injured. The last\nday\nfor\nservice of the summons fell during the first half of\nSeptember 1985. On 8 October 1985, as stated above,\nChristides fortuitously discovered the file of the res-\npondent's claim amongst other files which had been left\ndesk in his old office and which were clearly not\nreceiving any\nattentíon\nNadin entered the firm's employ as a legal\nsecretary\nduring about June 1984 and worked under the supervision\nof Christides until he moved to Johannesburg and from then\non she was responsible to Farber until she left the firm\non\t/16\n-16-\non 20 September 1985. The files which related to MVA\nclaims were under her control, including the file of\nthe respondent's claim\nThe evidence shows that as from June 1985\nneither\nChristides nor Farber dealt with the respondent' s\nclaim and that the last time the matter received attention\nwas the 13th August 1985 when Nadin sent to the appellant\nthe statement dealing with \"the incidents and merits\" of\nthe accident in which the respondent was injured\nThe respondent, in applying for relief to serve\nher summons, relied on the supporting affidavits of\nChristides, Nadin and Farber. The affidavits did not\nspecifically\t/17\n-17-\nspecifically allege that the firm was instructed, but\nmerely referred to the fact that Christides received\nthe instructions. He obviously received the instruc-\ntions on behalf of the firm by which he was employed\nand the evidence shows that he in fact dealt with the\nmatter through the firm.\nThe\t/18\n-18-\nThe special circumstances relied upon were\nbasically\nthe neglect and omission of Nadin in the\nperformance of her duties. According to Christides\nhe had designed a system which was adopted by Nadin\nunder his supervision and carried out by her with in-\nstructions to report to him. The system was one of\ndiarising and noting various dates relating\nto the meeting of procedural requirements relevant to\nMVA claims. The various files relating to such claims\nwere to be perused on at least a weekly basis and to\nbe considered particularly\nwith\t/19\n-19-\nwas regard to the lodging of the claims and instituting of\naction with a view to avoid the claims becoming pre-\nscribed. The system was successfully operated under\nhis supervision and various claims were lodged and settled\nwith the insurers. Nadin worked as his legal secretary\nfor one year and he always found her to be exceptionally\nreliable and meticulous in her work. When he moved\nto Johannesburg in June 1985 the files relating to MVA\nclaims were left under her control, but under the\nsupervision of Farber.\nNadin in her affidavit explained the duties\nshe\t/20\n-20-\nshe had to perform in connection with claims, how\nthe system operated to ensure that the necessary steps\nwere taken timeously and in what respects she was re-\nsponsible for the failure of the system as far as the\nrespondent's claim was concerned. She stated as\nfollows:-\n\"AS\t/21\n-21-\n\"5.As already indicated one of my major\nduties in regard to third party claims was to ensure that all the required\nsteps were taken in good time. 6. In order to ensure that\nthis was done, the\nfirm operated a system which con-sisted of the following -6.1 On the relevant\nfile, a list of\nitems was stipulated with provision\nfor a date next to each item.\nIn\nthe particular case of the appli-\ncant, such a list was in fact af-\nfixed\nand I entered dates next\nto the entry 'Date of Accident'\nand the entry 'M\nV A 13 to be\nlodged by'. There is also pro-\nvision made for certain other\nen-\ntries, such as 'Summons to be is-\nsued by'. That entry was\nleft\nblank. .\n6.2 In\t/22\n-22-\n6.2 In addition a further list was uti-lised to ensure an additional check on\nthe meeting of dates in regard to M V A matters. This\nlist was kept in my office\nand contained certain relevant dates which were inspected on every business day\nto ensure that whatever\nfunction was required by that date was in fact\nperformed. \t The\napplicant's matter is reflected on the list as well as\ninter alia the date 6th June 1985, namely the date on which the M V A 13 form\nwas lodged with the Respondent. The firm did not at the time deal with many M V\nA matters. At the time we only dealt with ten of\nthese type of matters. The\nsystem that I was instructed to follow was to inspect the relevant list every\nbusiness day to ensure that\nwhatever had to be done by certain dates, was in\nfact done. As it appears from the list, I did not in fact enter the date by\nwhich\nsummons had to be issued - I always found\nit\t/23\n-23-\nit an easy raatter to add on 90 days to the date by which the M V A 13 form was\nlodged.\n9.\tIt now appears that neither a summons was issued by the relevant date (being\nabout the 6th September 1985) nor was an exten-tion\nobtained for\nprescription.\n10.\tIt is clear to me that I failed to look at the list at the time that I\nshould have done so and also that I did not inspect the\nfile at the time I was\nsupposed to do.\"\nShe then proceeded to explain what gave rise\nto her\nneglect and omissions as follows:-\n\"11. On reflection I am able to find an expla-nation for this failing. I wish\nherein to fully explain to the Court what gave rise\nto this omission on my\npart.\n12.\nIt appears that the relevant time was during the month of August and\nthe beginning of September 1985.\n13.\nAs\nalready-stated, I left the employ of Huftel , Klawansky & Farber towards\nthe\nend\t/24\n-24-\nend of September 1985 (the exact date was 20th September 1985.)\n14.\tTowards the end of my period of employment\nwith Huftel, Klawansky &\nFarber, and par-\nticularly during August and September 1985,\nI was\nsuffering from severe personal dif-\nficulties which manifested themselves in personal strain and emotional distress\nwhich certainly influenced my working ability detrimentally.\nI never discussed\nmy personal difficulties and the fact that it was in fact prejudicial to my\ncoping with my duties with Mr. Farber,\n(my then principal}. Nor did I discuss it\nin this sense with Mr Christides. There is no doubt that neither Mr. Farber nor\nMr Christides\nwould have been aware of the fact that these personal problems of\nmine were affecting my working capability\n15.\tThe said personal\nproblems were related\nto matrimonial difficulties existing be-tween my husband and myself.\n16.\tMy husband and myself separated in November\n1984.\n21.\nThe.../25\n9\n-25-\n21.\tThe most distressing period, emotionally, for myself was certainly the\nperiod from July 1985 to September 1985, the time when\nmy husband had now moved\nto Swaziland.\n22.\tI was experiencing extreme emotional dis-tress as principally, my problem\nwas that I could not manage to maintain two child-ren\non my salary and the\nR300,00 per month that my husband paid towards maintenancë-The difficulty\nwas that I had to decide\nto remain living under these pressing circumstances or to return to my husband\nin Swaziland, something which I was in fact unwilling\nto do.\n23.\tAll along, my husband begged me to return to him.\n24.\tI certainly found these factors to in-fluence me in my work environment and\nfelt terribly depressed during the time August\nto September 1985.\n25.\tMr Christides leaving the Germiston office\nto go to the Johannesburg\noffice, increased\nthe pressure of work on me personally and\nwith the frame\nof mind I was in at the\nmoment I found it extremely difficult to\ncope\nadequately.\n26. There\t/26\n-26-\n26. There is no doubt in my mind whatsoever that my failing to notice that a\nsummons had to be issued by the particular date in the\nmatter of the Applicant,\nor obtaining an extension of prescription was solely the result of the\ndepressing emotional difficulties\nexperienced at the time as well as my lessened\nability to cope with increased pressure of work at that time. The lessening of\nmy\nability is also a direct result of my personal problems suffered at the\ntime.\"\nIn spite of the\nfact that according to Christides\nFarber was in charge of the firm in Germiston and that\nthe files relating to MVA claims were left under the\ncontrol of Nadin but under the supervision of Farber after\nhe had left for Johannesburg, Farber in his affidavit\nmade no mention of anything he had done in connection\nwith\t/27\n-27-\nwith the respondent's claim or to ensure that MVA claims\nwere enforced timeously. He did not even give any\nindication whether he was aware of the existence of the\nrespondent's claim or of the system which was supposed\nto have been in operation in respect of MVA claims under\nhis supervision. He merely confirmed the contents of\nthe affidavit of Nadin and Christides.\nOn all the evidence it is abundantly clear that\nneither Farber nor Christides did anything about the\nrespondent's claim from at least the 6th June 1985 when\nthe claim was lodged until the file was discovered by\nChristides on the 8th October 1985, that is to say,\nabout one month after the date when the summons had to\nbe\t/28\n-28-\nbe served to prevent the claim from becoming prescribed\nNadin's major duty in regard to third party claims\nwas, as indicated above, to ensure that all the required\nprocedural steps were taken in good time. To this end\nshe had to note the relevant dates on the files relating\nto such claims and also to keep a list in her office of\nrelevant dates which she had to inspect every business\nday. The various files were to be perused on at least\na weekly basis. This was to be done. under the supervision\nof Christides and later Farber. She admittedly failed\nin her duty (a) to note on the respondent's file the\ndate when the summons had to be served, (b) to peruse the file\non at least a weekly basis, (c) to inspect the list in\nher office every business day, and\n(d) to\t/29\n-29-\n(d) to report to either Christides or Farber in respect\nof her duties. Because of her inattention\nto her duties she, on her part,did not take any steps\nto bring the file of the respondent's claim to the\nnotice of Farber or to draw his attention to the fact\nthat the summons had to be served before 6 September 1985\nThe court\na quo\ndealt with all this evidence as follows. Christides\nwas the person who was handling the claim. He, and Farber in his absence, either\nconsciously or sub-consciously relied on Nadin in the ordinary course of events\nto bring the matter to their attention. In the particular\ncircumstances this\ncould hardly be considered as constituting negligence.\nThe\t/30\n-30-\nThe circumstances which affected Nadin's \"working\nability\", viz her emotional distress and the additional\nwork with which she had to cope after Christides\nhad left Germiston, could, when considered in their\ncumulative effect , be regarded as special circumstances\nEven if Nadin was negligent, her negligence would not\npreclude the granting of relief to the applicant if her\nattorney (Farber) was not negligent. As to the attorney,\nhe was not negligent since he could not reasonably have\nforeseen that Nadin \"would fail to look at the list and\ncheck the applicant's file\". It follows that the attor-\nney could not reasonably have been expected to issue the\nsummons before the date on which the applicant's claim\nbecame\t/31\n-31-\nbecame prescribed. Thus the reasoning of the court\na guo\nMr Solomon on behalf of the respondent in\neffect\nsupported the reasoning of the court\na quo\nand\nrelied on the conduct of Nadin as constituting the special\ncircumstances which respondent had to establish. In\nmy view the reasoning does not see Nadin's neglect and\nomission in the correct perspective if regard is had to\nthe purely secretarial nature of her duties. The\nLegislature envisages in section 24(2)(a) that a third\nparty may instruct somebody else to act on his or her\nbehalf to pursue and enforce a third party claim against.\nan authorized insurer. In the instant case the firm\nto which Christides was attached was instructed by the\nrespondent\t/32\n-32-\nrespondent and entrusted with this responsibility.\nChristides, while he was working in the firm in Germiston\n,\nwas the person responsible for the handling of third\nparty claims. This responsibility involved the duty\nto ensure that all procedural steps were taken timeously\nIn order to assist him with the performance of this\nduty, he devised the aforesaid system which Nadin had to\noperate under his supervision, and while he was áttached\nto the firm in Germiston the system was successfully\noperated,that is to say, until June 1985. After he\nleft the firm in Germiston, Farber was the member of\nthe firm who was to be responsible for the handling\nof third party claims, and Nadin was to operate the\nsystem\t/33\n-33-\nsystem under his supervision. It is, however, reason-\nably clear from all the evidence that was placed before\nthe court a quo that nothing whatsoever was done by\nFarber in connection with the pursuance or enforcement\nof third party claims. There was,in fact, nothing\nin the evidence which indicates that Farber knew about\nthe third party claims and the system that was being\noperated in the office by Nadin. He clearly did not\nsupervise the operation of the system and did nothing\nhimself to ensure that the procedural requirements in\nconnection with third party claims were complied with\ntimeously. When Nadin left the firm on 20 September\n1985, Farber did not know that the respondent's claim\nstill\t/34\n-34-\nstill required the attention of the firm and, worst of\nall, he did not know that the claim had become prescribed\nFor all we know he did not even know of the existence\nof the claim.\nThe conclusion is inevitable that after\nChristides\nhad left the firm, the firm in the person\nof Farber negligently failed to give the respondent's\nclaim any attention and, if he was aware of the system\nwhich Nadin was operating, negligently failed to super-\nvise the operation of the system and thereby allowed\nthe claim to become prescribed. Nadin undoubtedly\nwas remiss in performing her secretarial duties, but\nthe reason for her remissness can hardly have any\nbearing\t/35\n-35-\nbearing on Farber's respcnsibility and duty as far as\nthe respondent's claim was concerned. If anything her\nremissness served to emphasise the importance of super-\nvision by the person bearing the responsibility of\nensuring compliance with the procedural requirements\nof the Act. The culpable neglect on the part of Farber\ncannot, of course, constitute special circumstances.\nIn view of all the aforegoing I am of the opinion\nthat the court\na quo\nerred in granting the respondent's\napplication.\nIn the result the following order is made:\n(1)\nThe appeal succeeds with\ncosts;\n(2)\tThe order of the court\na quo\nis deleted and the following order is\nsubstituted therefor \"Application dismissed with\ncosts.\"\n(3) The\t/36\n-36-\n(3)\tThe order for costs made against the appellant in the application for leave\nto appeal in the court\na quo\nis set aside and there is substi-stuted\ntherefor an order ordering the respon-dent to pay the costs of the\napplication.\n(4)\tThe appellant is ordered to pay the costs of the application for condonation\nof the late filing of the notice of\nappeal.\nACTING JUDGE OF APPEAL\nRABIE, A C J) CORBETT, J A) BOTHA, J A) NESTADT, J A)\nconcur",
  "scraped_at": "2026-02-11T21:21:23.184725",
  "date": "1987-09-29",
  "coram": [
    "RABIE, A C J",
    "CORBETT, J A",
    "BOTHA, J A",
    "NESTADT, J A",
    "BOSHOFF, A J A"
  ],
  "case_number": "116/87",
  "parties": {
    "applicants": [
      "President Insurance Company Limited"
    ],
    "respondents": [
      "Helen Retsos"
    ]
  },
  "sections": {
    "facts": "On 16 June 1983 Helen Retsos was injured in a motor‑vehicle accident. The accident was covered by a compulsory motor‑vehicle insurance policy issued by President Insurance Company Ltd. Retsos instructed attorney Dimosthenis Christides to lodge a MVA claim (form MVA‑13) on her behalf. The claim was lodged on 6 June 1985, and the file was placed under the control of legal secretary Mrs Joyce Constance Irene Nadin. In October 1985 Christides discovered the file had been left unattended; he was told by the insurer that the claim had become prescribed. The respondent applied to the Witwatersrand Local Division for leave to serve a summons within 60 days under s 24(2) of the Motor Vehicle Insurance Act. The lower court granted the application but refused the insurer’s leave to appeal; this appeal was subsequently granted to the Supreme Court of Appeal. The central factual dispute centered on whether the delay was caused by \"special circumstances\" – namely the neglect of the secretary, who was under severe personal distress, and the lack of supervision by the attorney Farber after Christides moved to Johannesburg.",
    "issues": "The primary issue was whether the respondent could rely on the special‑circumstances provision of section 24(2)(a) of the Motor Vehicle Insurance Act to overcome the prescription of her third‑party claim. Sub‑issues included: (1) whether the neglect, omission or ignorance of the secretary amounted to \"special circumstances\" within the meaning of the statute; (2) whether any alleged negligence on the part of the attorney Farber excluded relief; and (3) whether the lower court erred in granting the respondent’s application for leave to serve summons.",
    "principles": "Section 24(2)(a) allows a court, upon application, to grant relief where a third party’s claim has become prescribed if (i) special circumstances prevented timely compliance with section 25(1) and (ii) the insurer refuses to waive prescription. The term \"special circumstances\" has been interpreted in case law (Webster v Santam; Commercial Union v Johannesburg City Council; Coetzee v Santam) as unusual and unexpected factors, not merely ordinary neglect or omission arising from negligence. The legislature expressly excludes neglect, omission or ignorance due to negligence from the special‑circumstances inquiry. However, the court may still consider the cumulative effect of personal distress and workload as special circumstances if they are beyond ordinary expectations.",
    "application": "The appellate court examined the affidavit evidence showing that the secretary, Nadin, failed to note the summons deadline, peruse the file weekly, and inspect the daily checklist, resulting from severe emotional distress and personal difficulties. The court held that these factors constituted \"special circumstances\" because they were unusual and unexpected. However, the court found that Farber, who supervised the office after Christides’ departure, was negligent in failing to supervise the system or even become aware of the claim. Because the attorney’s negligence could not be excused, the statutory test was not satisfied. Consequently, the court concluded that the lower court had erred in granting the respondent relief.",
    "conclusion": "The appeal was upheld. The order of the court a quo was set aside and replaced with an order dismissing the respondent’s application with costs. The costs orders against the appellant in the earlier appeal were set aside, and the appellant was ordered to pay the costs of the application for condonation of the late filing of the notice of appeal."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Insurance",
    "level_3": [
      "prescription",
      "special circumstances",
      "third party claim",
      "negligence",
      "court appeal"
    ]
  }
}