{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/156.html",
  "case_name": "Kalil v Decotex (Pty) Ltd. and Another (158/87) [1987] ZASCA 156; [1988] 2 All SA 159 (A) (3 December 1987)",
  "citation": "[1987] ZASCA 156",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 156\n|\nNoteup\n|\nLawCite\nKalil v Decotex (Pty) Ltd. and Another (158/87) [1987] ZASCA 156; [1988] 2 All SA 159 (A) (3 December 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE\nDIVISION\n)\nIn the matter between:\nROY EDWARD BRIAN KALIL\nAppellant\nand\nDECOTEX (PROPRIETARY) LIMITED\nFirst respondent\nand\nCHARLES BECKER\n.\t Second respondent.\nCORAM\n: CORBETT, VILJOEN, SMALBERGER, NESTADT, JJA et STEYN\nAJA.\nDATE OF HEARING\n: 5th November 1987\nDATE OF JUDGMENT\n: 3 December 1987\nJUDGMENT\nCORBETT\nJA:\nThe appellant applied to the Witwatersrand Local\nDivision for the winding up of a company known as Decotex (Proprietary) Limited\n(\"Decotex\").\nHe applied in\n/ two\t'.\n2\ntwo different capacities and upon two separate grounds: (i) in his\ncapacity as a shareholder of Decotex on the ground that it was\njust and\nequitable that the company be wound up; and (ii) in his capacity as a loan\ncreditor of Decotex on the ground that the company\nwas unable to pay its debts.\nHe cited Decotex as first respondent and one Charles Becker as second\nrespondent. Second respon-dent\nis the registered holder of two of the four\nissued shares in Decotex, the other two being registered in the name of the\nappellant.\nThe directors of Decotex are appellant and second respondent. The\napplication which was filed on 2 January 1986 was opposed by second\nrespon-dent\nin his personal capacity and on behalf of Decotex.\nWhen the matter came before Grosskopf J the appellant asked for a provisional\norder of winding up. Having heard argument, the learned\nJudge dismissed the\napplication with costs. With leave of the Court a\nquo\n/ appellant\n3\nappellant now appeals to this Court against the whole of the judgment and\norder of Grosskopf J. At the hearing before us, however,\nrespondents' counsel\nargued in\nlimine\nthat no appeal lay against the order of the Court a\nquo\n. This was disputed by appellant's counsel. It is the first matter\nwhich I must consider.\nI might mention that this point in regard to appealability was not raised at\nthe stage of the appli-cation for leave to appeal, which\nwas opposed by the\nres-pondents. Counsel admitted that the point had only occur-red to him\nlater.\nRespondents' argument on appealability turns on whether the provisions of\nsec\n150\nof the\nInsolvency Act 24 of 1936\nas amended (\"the\nInsolvency Act\") are\nmade\napplicable to orders granting or refusing the winding up of a company which is\nunable to pay its debts by reason of the provisions\nof sec 339 of the Companies\nAct 61 of\n/ 1973\n4\n1973 as amended (\"the 1973 Companies Act\"). The relevant portions of sec 150\nread:\n\"(1) Any person aggrieved by a final order of sequestration or by an order\nsetting aside an order of provisional sequestration may\nappeal against such\norder.\n(5) There shall be no appeal against any Order made by the court in terms of\nthis Act, except as provided in this section.\"\nAnd sec 339 provides:\n\"In the winding-up of a company unable to pay its debts the provisions of the\nlaw relating to insolvency shall, in so far as they\nare applic-able, be applied\nmutatis mutandis\nin respect of any matter not specially provided for by\nthis Act.\"\nIt is cardinal to the respondents' argument that the opening words of sec\n339, viz: \"In the winding-\nup of a company \t\", be read as referring not only\nto\n(a) the process of liquidation which commences once an order of winding up\nhas been granted, but also to (b) the legal proceedings\nwhich lead to the grant\nor refusal of\n/ such\n5\nsuch an order. In my view, the words in question refer\nto (a), but not to\n(b). It seems to me that the ordi-\nnary meaning of the words \"winding-up of a\ncompany\" impel\none to this conclusion. They refer to the liquidation\nof\nthe company, not to the legal proceedings giving rise to\nthe\nliquidation order; and, a\nfortiori\n, not to proceedings\ngiving rise to\nthe refusal of a liquidation order. In the\ncase of\nLawclaims (Pty) Ltd v\nRea Shipping Co SA:\nSchiffscommerz Aussenhandelsbetrieb Der VFB\nSchiffbau\nIntervening\n1979 (4) SA 745\n(N) James JP,\ndelivering\nthe judgment of the Full Bench of the Natal Provincial\nDivision\n(Van Heerden and Milne JJ concurring) stated (at 750 B-C)\n\"Section 339 lays down that the pro-visions of the\nInsolvency Act only\napply in\nthe\nwinding-up\nand that stage is only reached when the order to wind up\nhas been granted in terms of the Companies\nAct\".\nHe went on further to hoid that\nthe 1973 Companies Act itself did not prohibit an appeal against an order\n/ refusing\n6\nrefusing an application to wind up: that consequently the right to appeal was\ngoverned by the Supreme Court Act 59 of 1959; that an\napplication for winding up\nwas a civil proceeding and, in the absence of any spe-cific limitation, a\njudgment or order made in such\na proceeding was appealable; and that, in the\ncase before the Court, there being no such specific limitation, the order\nrefusing\nan application to wind up was appealable. (The reference to a \"specific\nlimitation\" arose from the provisions of sec 20(2)(c) of\nAct 59 of 1959, in the\noriginal form, to which I shall make further reference later). I am in full\nagreement with what was stated\nand held in the\nLawclaims\ncase in regard\nto the interpretation of sec 339 and the appealability of a decision refusing a\nwinding up order. Naturally this must\nnow be read subject to the requirements\nrelating to leave to appeal as laid down by sec 20 of the Supreme Court Act in\nits\n/ present\n7\npresent form, ie as amended by sec 7 of the Appeals Amendment Act 105 of\n1982. (See also the remarks (\nobiter\n) of Smuts J, with whom Klopper JP and\nErasmus J concurred, in\nDu Plooy and Another v Onus (Edms) Beperk and Two\nOthers\n1981 (1) PH E2.)\nIn the course of his argument respondents' coun-sel referred to sec 348 of\nthe 1973 Companies Act which provides as follows:\n\"A winding-up of a company by the Court shall be deemed to commence at the time\nof the presentation to the Court of the application\nfor the\nwinding-up\".\nHe conceded, however, in\nview of the authority of\nVermeulen\nand Another v C C Bauermeister\n(Edms) Bpk and Others\n1982\n(4) SA 159 (T), that since no winding up order was in fact\nmade in this\ncase, sec 348 did not come into operation.\nNevertheless, in my view, the\nprovisions of sec 348 tend\nto controvert, rather than advance, the argument of res-\n/ pondents'\n8\npondents' counsel. The purpose and effect of sec 348 was considered by the\nFull Bench of the Transvaal Pro-vincial Division in\nVermeulen\n's case\n(\nsupra\n) at pp 161 F - 162 B. Clearly the effect of the section is to\nantedate, by means of a deeming provision, the commence-ment of a winding\nup by\nthe Court to the time of the presentation of the application for winding up.\nAnd, in my opinion, the time from which the commencement\nof winding up was\nintended to be antedated by this deeming provision was the date of the grant of\nthe winding up order. It seems\nimplicit in this that the Legislature regarded a\nwinding up as ordinarily commencing with the order for winding up.\nRespondents' counsel placed considerable re-liance on the English case of\nIn re A I Levy (Holdings) Ltd\n1964 Ch.19 as authority for the proposition\nthat\nthe words \"In the winding-up\t\" in sec 339 included the\n/ legal\n9\nlegal proceedings leading to the grant, or refusal, of the winding up order.\nI have read the case care-fully. It deals with sec 227\nof the English Companies\nAct of 1948 and the question as to when the Court may exercise the jurisdiction\ngranted to it by that section.\nSection 227 and sec 339 of the 1973 Companies Act\nare not in\npari materia\nand I do not find the decision to be of any\nassistance in resolving the question now under consideration.\nIn\nRex v City Silk Emporium (Pty) Ltd and Meer\n1950 (1) SA 825\n(GWL)\nthe question arose as to whether a company which was under provisional\nliquida-tion and was unable to pay its debts was indictable\nfor certain offences\nunder the\nInsolvency Act. The\nState relied upon sec 182 of the Companies Act 46\nof 1926 (\"the 1926 Companies Act\"), which was the predecessor\n/ of\n10\nof sec 339. The Court held that the State was not\nen-\ntitled to rely on sec 182 since (at p 834) —\n\".... the section is merely adminis-trative. It provides that the law relating\nto insolvent estates is to apply to the\nprocess\nof\nwinding\nup\na\ncompany\n\"\n(My emphasis.)\nThis decision was\nfollowed in\nR v Schreuder\n1957 (4)\nSA 27\n(0) and\nCooper and Cooper\nv Ebrahim\n1959 (4)\nSA 27\n(T). It may be that the use of the words\n\"merely administrative\" in this\ndictum\nplaced too con-\nfined a construction on the effect of sec 182 (see the\ndiscussion of these\ncases and of another in which the\ndictum\nwas applied in a civil\nmatter, viz\nEx parte\nMallac: In re L D De Marigny (Pty) Ltd (In\nLiq.):\nDe Charmoy Estates (Pty) Ltd Intervening\n1960 (2) SA\n187\n(D), by Colman J in\nWoodley v Guardian Assurance Co\n/\nof SA Ltd\n11\nwas because the right of appeal in winding up applications had been placed on\nthe same footing as that in sequestration applications\nby virtue of sec 339.\nThis argument is, in my view, not well founded. A provision in terms\nvirtually identical to sec 159 of the 1926 Companies Act was\nto be found in sec\n155 of the Companies Act 1909 (Tvl); and a provision in substantially similar\nterms was to be found in sec 195\nof the Companies Act 1892 (Cape). It appears\nfrom\nCollier v Redler and Another\n1923 AD 64O\nthat this latter section\nwas taken over almost verbatim from sec 124 of the English Companies Act 1862\n\"without.... proper consideration\"\n(see pp 645, 652). In\nCollier\n's case\nthis Court held that no appeal lay as of right against a winding up order\ngranted by two judges of the Cape Provincial Division\ninasmuch as a petition for\nthe winding up of a company was not a \"civil suit or action\" within the meaning\nof sec 50\n/ of\n12\nof the Charter of Justice of the Cape of Good Hope, read\nwith sec 104 of\nthe South Africa Act, 1909. In coming\nto this conclusion the Court adopted\nthe general inter-\npretation placed upon these words in\nGillingham v\nTrans-\nvaalsche Koelkamers Beperkt\n1908 TS 964\n, which had to\ndo\nwith the appealability of a sequestration order. For the\nreasons to be\nfound at pages 645 and 652 of the report this\nCourt held in\nCollier\n's\ncase that sec 195 of the Companies\nAct 1892 (Cape) did not assist the\napplicant on the question\nof appealability and indeed Kotzé JA\nremarked apropos\nthereof (at p 652):\n\"It is also remarkable that the introduction of this unnecessary section\nshould have escaped the notice of the legal mind in both\nHouses of the\nLegislature\".\nSec 159 was nevertheless included in the\n1926\nCompanies Act. Whether the Legislature\nconsidered that\nthis would result in a winding up order becoming appeal-\n/ able\n10\nof SA Ltd\n1976 (1)SA758 (W)), but it seems to me that the\ninterpretation that the relevant words in sec 182 (\"In the case of every\nwinding-up\nof a company....\") referred to \"the process of winding up\" is\nconsistent with the meaning which I have placed upon the correspond-ing\nwords in\nsec 339. I should add that there are dif-ferences in the wording of secs 182 and\n339, but none of these appears to me to\nhave any bearing upon the question\npresently being discussed.\nRespondent's counsel also referred to sec 159\nof the\n1926 Companies Act, which read:\n\"An appeal from any order or decision made or given for or in the winding-up of\na company by the Court under this Act shall lie in\nthe same manner and subject\nto the same conditions as an appeal from any order or decision of the Court in\ncases within its ordinary\njurisdiction\".\nHe drew attention to the\nfact that there was no equivalent\nprovision in the 1973 Companies Act and he\nargued that this\n/ was\n13\nable as of right or whether its inclusion was simply an instance of\nlegislative inertia is uncertain. At all events, the decision\nin\nCollier\n's case as to the meaning of \"civil suit or action\" having been\nfollowed in a number of cases coming before this Court (see\nCollett v\nPriest\n1931 AD 290\nand the cases there cited:\nLebedina v Haskel and\nAnother\n1932 AD 354\n;\nDreyer and MacDuff v New Marsfield Collieries\nLtd\n1935 AD 318)\n, in 1935 the Legislature stepped in and enacted that for\nthe purpose of determining whether an appeal lay from any order or judg-ment\nof\na Judge or court the words \"civil case\" or \"civil suit\" or \"civil action\" in any\nlaw should, subject to the provisions of any\nlaw which specially limited the\nright of appeal in any particular matter, be deemed to include \"any civil\nproceedings whatsoever\"\n(see sec 3(c) of Act 1 of 1911, introduced by sec 106 of\nAct 46 of 1935). As pointed out in\nService Trade Supplies (Pty) Ltd v\nDasco\nand\n/\nSons\n14\nSons (Pty) Ltd\n1962 (3) SA 424\n(T), at p 425 E, this enact-ment\n\"considerably enlarged the range of appealable orders\". Furthermore, this\nenlargement was maintained\nin sec 20 of the Supreme Court Act 59 of 1959, which\nreplaced the earlier legislation dealing with appeals in civil matters (see\nDasco's case,\nsupra\n, at p 425 F-H). The result was that the former\nlimitation on appealability inherent in the words \"civil suit or action\"\ndisappeared.\nIn the circumstances, sec 159 of the 1926 Companies Act, considered\n\"unnecessary\" in 1923 (see the quoted remarks of Kotzé\nJA in\nCollier\n's case\nsupra\n), became redundant, since an application for\nthe winding up of a company was clearly a \"civil proceeding\" (\nDasco\n's\ncase,\nsupra\n: cf.\nMahomed v Kazi's Agencies (Pty) Ltd and Others\n1949 (1) SA 1162\n(N), at p 1166). The only problem which remained was,\nwhether in the light of sec 159 - which re-ferred only to \"an order or decision\nmade or given for or\n/ in\n15\nin the winding-up of a company\" - an appeal lay against an order refusing an\napplication for winding up. This was the question which\narose in\nDasco\n's\ncase,\nsupra\n, the pro-blem being whether sec 159, because it did not\nspecifically include an order refusing a winding up, should be con-strued\nas\nspecifically excluding it and as thus constitu-ting a provision which\n\"specifically limits\" the right of appeal (see sec 20(2)(c)\nof Act 59 of 1959,\nas origi-nally enacted). In\nDasco\n's case the Full Bench of the Transvaal\nProvincial Division, following the Full Bench of the Natal Provincial Division\nin\nMahomed v Kazi's Agencies (Pty) Ltd and Others\n,\nsupra\n, held\nthat sec 159 did not so limit the right of appeal against an order refusing a\nwinding up and that such an order was appeal-able\n(see pp 426 A - 427 A).\nThis being the state of the law at the time when the 1973 Companies Act was\npassed, it seems to me\n/ that\n16\nthat the most probable reason why sec 159, or a similar provision, was not\nincorporated in the new Act was that it had proved to be\nredundant. All orders\nmade in winding up applications, including orders refusing a winding up,\nconstituted orders in civil proceedings,\nin terms of sec 20 of the Supreme Court\nAct, and there was consequently no need for a special provision in the 1973\nCompanies Act\nrelating to appeals. Moreover, this being the state of the law at\nthe time, it seems probable that, had the Legislature wished to\nlimit the right\nof appeal in winding up applications, it would have done so\nmore explicitly than by the mere omission from the 1973 Companies Act of sec\n159 of the 1926 Companies Act (or a like provision).\nFor these reasons, I hold that, the requisite leave having been given, the\norder of the Court a\nquo\ndismissing the application for a provisional\norder of liquidation is appealable in this Court. Respondents'\n/ point\n17\npoint in\nlimine\n, which if successful would have led to the appeal\nbeing struck off the roll, is therefore dismissed with costs.\nI turn now to the merits of the appeal. The undisputed facts, as they appear\nfrom the affidavits filed are shortly as follows. The\nappellant is an interior\ndecorator and designer. Decotex was incorporated on 9 February 1982 and has at\nall times carried on business\nin Johannesburg as an interior decorator and\nsupplier of goods to the interior decorating and retail trade under the trading\nstyle\nof \"Clothworks\". It initially operated a shop in Norwood and a factory in\nDoornfontein. The first share-holders in Decotex were appellant\nand one Demitri\nTheophano-poulos, appellant holding three and Theophanopoulos one of the four\nissued shares.\nDecotex acquired from a French textile manufac-turing firm, referred to in\nthe papers as Texunion, an\n/ exclusive\n18\nexclusive licence entitling it to import and deal within the Republic\nof South Africa in the designs and fabrics produced by Texunion.\nImported\nfabrics were made up into finished products in the factory and the shop dealt in\nthe main with the retail trade. Decotex\nalso acquired cer-tain other licences\nrelating to printing designs.\nIn about June 1983 second respondent learned through an intermediary, one\nCyril Graff, that Theophano-poulos wished to sell his interest\nin Decotex and\nthat appellant was looking for someone to take his place. Second respondent,\ntogether with his father and his two\nbrothers,were shareholders in a company\nknown as Heidi Bee (Proprietary) Limited (\"Heidi Bee\"), which carried on\nbusi-ness in Johannesburg\nas interior decorators in competition with Decotex. It\nwas put to second respondent by Graff that, for various reasons, it would\nbe to\nhis advantage, or that of Heidi Bee, to take over Theophanopouios's\n/ interest\t..\n19\ninterest in Decotex. A meeting was arranged between appellant and second\nrespondent and negotiations ensued. On 23 September 1983\ntwo agreements were\nsigned. The first, a tripartite agreement between appellant, Theophanopoulos and\nsecond respondent, provided\nthat Theophanopoulos would sell his one share in\nDecotex and his loan claim against Decotex, amounting to about R15 000, to\nsecond\nrespondent and that appellant would sell one of his shares to second\nrespondent. Thus the effect of this agreement, when im—\nplemented, would\nbe that appellant and second respondent would each hold two shares in the\ncompany and second res — pondent\nwould become a loan creditor of the\ncompany. The second agreement, entered into between appellant and second\nrespondent, was a shareholders\nagreement regulating the\nlegal relationship\nbetween the parties\ninte\nr se as share —\nholders in Decotex. Each\nof these agreements was made\nconditional on the other being executed. The\nagreement\nwere implemented.\n/At........\n20\nAt the time when these agreements were concluded\nthe\nfinancial position of Decotex was not particularly\nhealthy. Second respondent\navers that it was then in\ninsolvent circumstances, but this is denied by appellant.\nAt all events it\nis clear that its first year of trading\n(which ended on 28 February 1983) produced a revenue loss\nof R19 923 and\nthat it badly needed an injection of working\ncapital to enable it to conduct\nbusiness on a profitable\nbasis. In terms of the shareholders agreement of\n23\nSeptember 1983 second respondent undertook to procure credit\nfacilities\nfor Decotex in the sum of not less than R100 000,\nby way of overdraft\nfacilities for not less than R40 000\nand by way of shipping and confirming\nfacilities for not\nless than R60 000. In pursuance of the agreement\nsecond\nrespondent arranged credit facilities which were actually\nin excess\nof these amounts. Appellant and second respon-\ndent (and two other Beckers)\nstood surety for these lia-\nbilities.\n/ The\n22\nDuring the 1985 financial year, despite cash flow problems and the need for\nadditional credit facilities, there appeared to be improvement\nand second\nrespondent was convinced of the profitability of the business. He accordingly\nsought to devise a merger between Decotex\nand Heidi Bee. To this end a meeting\nwas arranged at the home of a certain Gerald Sacks. For various reasons\nappellant decided that\nsuch a merger would not be in his or Decotex's interests\nand rejected the proposal. It is not clear exactly when this meeting took\nplace.\nIt seems probable that it was early in 1985.\nDuring March 1985 the auditor for Decotex, a Mr Braude, produced a draft\ntrial balance for the finan-cial year ended 28 February 1985,\nwhich showed a net\nprofit of R36 320. The figures used to produce this profit in-cluded stock in\nhand to the value of R206 660. This\nfigure was arrived at on the basis of a\nphysical stock-\n/ taking\n21\nThe shareholders agreement also provided that appellant was to be the\nmanaging director of the company and was to be responsible for\nthe day-to-day\nrunning of its business. There is a dispute as to the actual extent of second\nrespondent's active participation in\nthe business when the agreement was\nimplemented, but nothing turns on this. Second respondent avers that from\nreports received from\ntime to time from appellant and his wife (who was also\nemployed in the business) it appeared that profits were being made. This is\nnot\ndisputed. In spite of this the annual accounts for the year ended 29 February\n1984 showed a tra-ding loss of R10 236. Second\nrespondent says that he was\nsurprised by this, but after discussing the matter with appellant he was\nconvinced that there would be\nhigh-er profits in the 1985 trading period. This\nis denied by appellant, but it is common cause that they were both optimistic\nabout\nthe year to come.\n/ During\n22\ntaking conducted by the appellant. Second respondent was\nnot\nsatisfied with this stock figure, contending that the\nstock had been\nover-valued and that were it valued at a\nrealistic figure the trial balance\nwould show a loss and\nnot a profit. There are various disputes on the\npapers\nin this connection, but it seems to be common cause that\nowing to\nsecond respondent's dissatisfaction with this\nstock figure the appellant\nagreed to write down the value\nof certain stock items. It was also agreed\nthat certain\nof the \"slow-moving\" stock be sold at cost in order to\nim-\nprove the liquidity of the business.\nAt this stage the respective versions of appellant and respondent begin to\ndiverge markedly and since this represents the core of\nthe dispute between the\nparties I shall attempt to summarize separately what each has to say.\nThe appellant alleges that after the break-down of the merger talks early in\n1985 second respondent —\n/ \" ....made\n24\n\"\tmade up his mind to push me out\nof the business completely and to take it over for himself and his\nfamily\".\nIn about April 1985 he was told by second respondent that\nthe latter and\nhis family desired to merge the activities\nof Decotex with those of Heidi Bee\nand required that all\nthe stock in the shop be moved to Heidi Bee's\npremises.\nHe agreed to accept these requirements because at that\nstage\nHeidi Bee had invested considerable funds in Decotex\nand he was reluctant to\nbring about a confrontation which\nwould lead to the withdrawal of these funds\nand the resul-\ntant paralysis of the business. The stock was\naccordingly\nmoved over. At the same time the plant and equipment\nat\nDecotex's factory was also moved to the premises of Heidi\nBee and the fittings and fixtures of Decotex's shop were\ntaken to the\nsecond respondent's residence.\nShortly after Decotex's stock had been moved to the premises of Heidi Bee\nsecond respondent informed appellant\n/ that\n25\nthat Heidi Bee was going to retain 40% of the selling price of all stock sold\nby Heidi Bee on behalf of Decotex. Appel-lant did not\nagree to this, but second\nrespondent said that he was going ahead and appellant could do as he pleased.\nShortly thereafter, in about\nJune 1985, appellant was told by second respondent\nthat his services with Decotex were no longer required as there was no room for\nhim in the business. His employment was summarily terminated.\nAppellant further alleges that the stock of\nDecotex\nhas now been totally integrated with the stock of\nHeidi Bee and that it will\nbe extremely difficult for any-\nbody to work out the prices at which such\nstock has been\nrealized by Heidi Bee. As a result of the conduct of\nsecond respondent, so it is alleged, a company which was\nsolvent as at 28 February 1985 is now clearly insolvent\nand unable to pay\nits debts. Appellant's loan account,\nwhich as at 28 February 1985 amounted to\nR46 628 is\nirrecoverable.\n/ Moreover,\n26\nMoreover, it is contended, second respondent and his family have succeeded in\npreferring themselves and will continue to do so. They\nhave made a profit\nthrough Heidi Bee disposing of Decotex's stock at a profit of 40%, which profit\nshould have accrued to Decotex.\nAccording to appellant \"the Beckers\" (meaning second respondent and the other\nmembers of his family) have copied and continue to copy\nTexunion's designs and\nfabrics and are dealing with the same in breach of Texunion's rights, thereby\nendangering Decotex's sole franchise.\nAppellant contends that it is just and equitable\nbe\nthat Decotex/wound up —\n(a) so that an investigation can be made into the affairs of Decotex with a view\nto ascertaining what has become of Decotex's assets,\nparticularly its stock, and\nwhat amounts are owed to Decotex by Heidi Bee;\n/ (b)\nbecause,\n27\n(b)\tbecause, owing to the actions of second respon-dent, appellant no longer\ntrusts second respon-dent or has any faith or confidence\nin him;\n(c)\tbecause there is a deadlock between appellant and second respondent, the\nsole directors and equal shareholders in the company,\nwith the result that no\nproper decisions can be made for Decotex and it cannot be properly\nadminis-tered;\n(d)\tbecause second respondent has breached the shareholders agreement by\nterminating appel-lant's employment by the company; and\n(e)\tbecause there is tension and friction between appellant and second\nrespondent.\nSo much for the appellant's case.\nSecond respondent's version is that after it\nhad\nbeen agreed that the \"slow-moving\" stock be disposed\n/ of\n28\nof appellant did not appear to make any practical effort in this regard and\nDecotex's financial position became more and more critical.\nDecotex was unable\nto meet its commit-ments and he (second respondent) refused to guarantee any\nadditional financial facilities.\nA meeting was ac-cordingly called and this took\nplace over the Easter weekend in April 1985 at the home of Graff. The persons\npresent\nat the meeting were appellant, appellant's wife, Graff, Braude, one\nIsaac Gever, an alternate financial director of Heidi Bee, second\nrespondent's\nfather, his brothers, Alan Becker and Brian Becker, and second respondent\nhimself. According to second respondent, it\nwas common cause at the meeting that\nDecotex was insolvent to the extent of about R65 000 and that it could not carry\non trading.\nSecond respondent's attitude was that there were two alternatives:\neither Decotex should be wound up or it should be taken over by\nHeidi Bee.\nSecond respondent was against the\n/ first\n29\nfirst alternative as he did not wish to be associated with a company which\nwas placed in liquidation. The alternative suggestion was\nfully discussed and\neventually an agreement was reached to which the appellant subscribed. The terms\nof the agreement were as follows:\n(1)\tThat Heidi Bee would purchase all Decotex's\nstock, it would sell the\nstock at best and re-\ntain for itself as its profit and to cover\noverheads\na figure which would be equal to a\n40% mark-up on the cost price:\n(2)\tthat Heidi Bee would purchase Decotex's motor\nvehicles, plant and\nmachinery at book value, less\ndepreciation, and take over motor vehicles\nwhich\nwere on lease and assume liability for the leas-\ning\ninstalments;\n(3)\tthat appellant and respondent would transfer\ntheir shareholdings in\nDecotex to Heidi Bee and\n/ would\n30\nwould cede their loan claims against Decotex to Heidi\nBee;\n(4)\tthat second respondent would \"procure\" Heidi\nBee to pay all Decotex's outstanding liabilities, including the bank, shippers\nand other creditors, but excluding the shareholders'\nloan claims;\n(5)\tthat Heidi Bee would employ appellant on the same terms and conditions as\nthe appellant's employment with Decotex:\n(6)\tthat appellant would be entitled to purchase 20% of the share capital in\nHeidi Bee and that the shareholders in Heidi Bee agreed\nto sell such shares to\nappellant at book value as at 28 February 1985, such shares to be paid for in\ncash; this right to purchase\nbeing conditional upon appellant agreeing to be\nem-\nployed by Heidi Bee and the appellant binding\n/ himself\n31\nhimself as surety and co-principal debtor with the other directors of the\ncompany in favour of those creditors whose claims the other\ndirec-tors had\nguaranteed;\n(7)\tthat appellant would be appointed a director of Heidi Bee when he purchased\nthe shares in terms of (6) above; and\n(8)\tthat the net purchase price of stock sold by Heidi Bee would be set off\nagainst the moneys which Heidi Bee would disburse on\nbehalf of Decotex and, if\nthere was a surplus, this would be appropriated pro rata to the shareholders'\nloan claims.\n(For convenience I shall refer to this\nas the \"Easter agreement\".)\nAccording to second respondent the licences relating to printing designs held\nby Decotex and the\n/ trade\n32\ntrade name \"Clothworks\" were extensively discussed during the negotiations\nleading up to the conclusion of the Easter agreement. In\nthe result, however,\nthis matter became academic since, in terms of the agreement, Heidi Bee was to\nbecome sole shareholder of Decotex\nand thus would either use the licences and\nthe trade name in its own trading with the consent of Decotex or permit Decotex\nto use\nthe same in its own trading operations. Another matter discussed at\nlength was the losses sustained by Decotex. These constituted\nan \"asset\" of\nDecotex in that a tax saving could be achieved thereby. It was contemplated that\nHeidi Bee would cause profitable transactions\nto be put through Decotex and the\nprofits thus achieved would enable Decotex to repay shareholders' loans which\nwere ceded to Heidi\nBee.\nSecond respondent further avers that the Easter agreement was duly\nimplemented. Stock, piant and machinery\n/ of\n33\nof Decotex werephysically transferred to the premises of Heidi Bee. This was\npersonally supervised by appellant, who prepared lists\nof the stock so\ntransferred. Appel-lant and the staff of Decotex entered the employ of Heidi\nBee. And in this connection second respondent\nattached to his affidavit copies\nof paid cheques to show that for the months of May, June and July 1985\nappellant's salary had been\npaid by Heidi Bee. Also attached were documents,\npaid cheques and an income tax form, to show that Mrs E Ferney-Hough, the\nfactory\nmanageress of Decotex, entered the employ of Heidi Bee in May 1985 and\nremained so em-ployed until 13 December 1985. Second respondent\nand his family,\nthrough Heidi Bee, paid all Decotex's creditors, apart from the shareholders'\nloan claims, and in the pro-cess an\namount of Rl8l 016 was disbursed. The net\npurchase price of stock sold by Heidi Bee over the period 30 April 1985 to\nFebruary 1986\nturned out to be R56 773. Second respondent estimates that when\nall the merchandise which\n/ Heidi\n34\nHeidi Bee took over from Decotex is sold, Heidi Bee will have suffered a\nshortfall in the repayment of its dis-bursements of approximately\nR100 000.\nAs a result of the Easter agreement the wholesale and manufacturing side of\nDecotex's business came to an end and only the retail\nshop continued to operate.\nEarly on it became apparent that this part of the business was also sustaining\nlosses. It was thereupon\nagreed between appellant and second respondent that the\nretail business would be closed as at the end of July 1985. Although ap-pellant\ncontinued to be employed by Heidi Bee it became apparent to second respondent\nthat he had lost his enthu-siasm for the business and\nat the end of July he\ntendered his resignation with immediate effect.\nin the circumstances second respondent denies that Heidi Bee has in any way\nmisappropriated the stock of Decotex; or so arranged matters\nthat he and his\nfamily\n/ will\n35\nwill be preferred; or that Heidi Bee is unlawfully using the licensed\ndesigns and fabrics to which Decotex is en-titled; or that appellant\nwas\nwrongfully dismissed; or that it is just and equitable that Decotex be wound up.\nSecond respondent avers that Decotex \"....is\npresently a shell of a company and\ndoes not conduct any business whatsoever\". Decotex's creditors have been paid in\nfull and no preference\nhas been given to any particular creditor.\nDuring September 1985 appellant made an appoint-ment to meet second\nrespondent. There is a dispute as to what transpired at this meeting.\nIt is\ncommon cause, however, that appellant was accompanied by his attorney and that\nat the meeting the latter asked second respondent\nwhat compensation he was\nprepared to pay for having, as it was put, dispossessed appellant of his shares\nand loan account. According\nto second respondent he asked on what basis\nappellant thought he was entitled to compen-\n/ sation,\n36\nsation, but neither appellantnor his attorney was able to indicate any such\nbasis.\nAfter and as a result of these discussions\nsecond\nrespondent, according to him, became\nconcerned about the\nfact that there was no written record of the Easter\nagreement.\nHe considered that it was of practical importance to have\nsuch\na record, particularly in regard to Decotex's stock\nand the basis upon which\nthe purchase price of that stock\nwas to be determined. He was also aware that\nwhen a com-\npany disposes of its major asset a resolution of\nshareholders\nis necessary. (Presumably he had in mind sec 228 of the\n1973\nCompanies Act.) Accordingly on 21 November 1985 notice\nwas given of a\ngeneral meeting of the shareholders of the\ncompany to be held on 6 January\n1986 for the purpose of\nconsidering the following general resolution:\n\"1. That the company confirm and ratify the Agreement of Sale in which the\ncompany sold its Plant and Machinery and its Stock\n/ situated\n37\nsituated at KAHNS CORNER; and\nOLGA BUILDINGS, 119 President Street,\nJohannesburg to Heidi Bee (Proprietary)\nLimited (Heidi Bee), as at 30 April\n1985. The purchase consideration is\nto be determined in the following manner.\na.\tPlant and Machinery - at the book\nvalue thereof as at 30 April 1985.\nb.\tThe stock at the realisable value\nthereof by Heidi Bee less its\nnormal\ngross percentage mark up of 40%\n(forty percentum).\nc.\tPayment for the aforesaid goods\nshall be made by way of set-off\nagainst\nsuch monies which the\ncompany owes to Heidi Bee or such\nmonies as Heidi\nBee may be called\nupon to pay to or on behalf of\nthe\ncompany.\"\nAlthough, according to second\nrespondent, appellant's\nshares in Decotex had been ceded to Heidi Bee, they\nhad\nnever been transferred. Appellant accordingly remained\na registered\nshareholder in Decotex. Notice of the pro-\nposed meeting on 6 January 1986\nwas given to him. His\nresponse was to institute the application for winding up.\n/ According\n38\nAccording to appellant (as averred in his replying affi-\ndavit) the\nmeeting was held on 16 January 1986. His\nattorney, Mr Melamed, attended on\nhis behalf, as his proxy\nholder. Also present were second respondent and the\naudi-\ntor, Braude. Appellant's attorney voted against the reso-\nlution and\nit was, therefore, not carried. Appellant\nsays, with reference to the meeting\nat which this draft\nresolution was considered, that —\n\"[i]t is significant that at this meeting neither the Second Respon-dent nor\nBRAUDE adopted the attitude to the said MELAMED that\nmy shares had been acquired\nby HEIDI BEE or that I was not a\nshareholder\".\nFinally, I would add that in his replying\naffi-\ndavit the appellant flatly denied that any\nagreement had\nbeen concluded at any time between the parties along the\nlines of the Easter agreement. According to him \"a\ngreat deal of\ndiscussion took place on a great many issues\",\nbut no final agreement was\nreached. He described the alleged\n/ terms\n39\nterms in regard to the set off of the purchase price of stock sold by Heidi\nBee against disbursements by Heidi Bee (see para 8 above)\nas a \"fabrication\" on\nthe part of second respondent.\nNear the beginning of his judgment the Judge\na\nquo\nstated —\n\"There are many disputes of fact, but it is common cause that the only real\nissue which has to be decided at this stage, is whether\nthe appli-cant has\nlocus standi\nto apply for the winding up of the first respon-dent. This\npoint has to be resolved at the outset\".\nThe learned Judge proceeded to consider the question of\nthe appellant's\nlocus standi\nand came to the conclusion\nthat he had not established\nprima facie\nthat he had\nlocus\nst\nandi\n, either on the\nbasis of a shareholder or as a\ncreditor. He accordingly dismissed the\napplication with\ncosts.\n/ On\n40\nOn appeal before us appellant challenged these findings on\nlocus\nstandi\n. I shall deal first with appellant's position as a shareholder in\nDecotex and then with his claim to be a creditor of Decotex.\nIt is common cause that when the application was launched in the Court a\nquo\nthe appellant was still shown in the share register of Decotex to be\nthe holder of the two shares held by him immediately prior to\nthe Easter\nagreement.\nPrima facie\n,therefore, he remained a member of the company\n(sec 109 of the 1973 Companies Act). The Court is, however, entitled to go\nbehind\nthe register in order to ascertain the identity of the true owner (see\nRandfontein Estates Ltd v The Master\n1909 TS 978\n, at pp 981-2;\nStandard Bank of South Africa Ltd and Another v Ocean Commodities Inc and\nOthers\n1980 (2) SA 175\n(T), at p l8l G-H). Moreover, I shall accept, as was\nargued on behalf of second respondent, that the ownership in\n/ shares\n41\nshares can be transferred by way of a contract of\ncession,\nprovided that there is the necessary intention to pass\nownership,\nand that there is no need for the delivery of\nthe relevant share certificates\n(see\nStandard Bank of\nSouth Africa Ltd and Another v Ocean\nCommodities Inc and\nOthers\n,\nsupra\n, at p 180 F-H, but cf judgment on appeal at\n1983\n(1) SA 276\n(A), at p 288 C-E). It is second res-\npondent's case that the\nEaster agreement constituted such\na contract of cession and that as a result\nthereof appel-\nlant parted with the ownership of his shares in\nDecotex\nand, therefore, was no longer a member of the company when\nthe\nwinding up application was made. As I have indicated,\nthe conclusion of the\nEaster agreement is a hotly contested\nfactual issue on the affidavits, it\nbeing appellant's case\nthat no such agreement was ever reached and that he\nnever\nceded his shares.\nThe Court a\nquo\nassumed for the purposes of\nthe\n/ application\n42\napplication that appellant never ceded his shares and remained\nthe beneficial owner thereof throughout. It nevertheless came to the\nconclusion\nthat, inasmuch as the shares held by appellant were fully paid up and Decotex\nwas insolvent, appellant had no tangible\ninterest in the liquidation of the\ncompany and consequently had no\nlocus standi\nto make the application.\nMuch of the argument on appeal centred on this requirement of a tangible\ninterest and on the further question as to whether it related\nto the applicant's\nlocus standi\nor was relevant rather to the question as to whether or not\nthe Court, in the exercise of the discretion which it has in terms of\nsec\n347(1), should make an order of winding up.\nIn\nBurkhardt v Black Sands Reduction Co of SA Ltd\n191( WLD 244\napplication was made for the winding up of the respondent company on the ground\nthat 75% of its paid-up\n/ share\n43\nshare capital had been lost or become useless for the\npur-poses of its business. The applicant was the holder of 30 fully-paid shares.\nRespondent objected to the appli-cation on the ground that the applicant would\nhave no substantial dividend accruing to him in the\nliquidation\nand contended\nthat the application should be refused on\n(at p 246)\nthat ground. The Court/referred to the following remarks\nof Jessel MR in the English case of\nIn re Rica Gold Washing Company\n(1879) H Ch D 36, at pp 42-3:\n\"Now I will say a word or two on the law as regards the position of a Petitioner\nholding fully paid-up shares. He is not liable to\ncontribute anything towards\nthe assets of the company, and if he has any interest at all, it must be that\nafter full payment of all\nthe debts and liabi-lities of the company there will\nremain a surplus divisible among the shareholders of sufficient value to\nauthorize\nhim to present a petition. That being his po-sition, and the rule\nbeing that the Peti-tioner must succeed upon allegations which\nare proved, of\ncourse the Petitioner must shew the Court by sufficient\nallegation\n/ that\n44\nthat he has a sufficient interest to entitle him to ask for the winding-up of\nthe com-pany. I say 'a sufficient interest', for the\nmere allegation of a\nsurplus or of a probable surplus will not be sufficient. He must shew what 1 may\ncall a tangible interest. I\nam not going to lay down any rule as to what that\nmust be, but if he shewed only that there was such a surplus as, on being fairly\ndivided, irrespective of the costs of the winding-up, would give him £5, I\nshould say that would not be sufficient to induce\nthe Court to inter-fere in his\nbehalf.\"\nAccepting this principle the\nCourt in\nBurkhardt\n's case held that, since the most that the applicant\nwould receive by way of a liquidation dividend would be £3 or £4, he\nhad no such tangible interest as to entitle him to a winding up order. The\nlearned Judge expressed the feel-ing that the applicant\nhad some ulterior motive\nand that the application was not\nbona fide\n. He refused to make an order.\nSimilar decisions were reached in\nWilliams v Williams & Co Ltd\n1914\nEDL 129\n;\nFraser v Warmbaths Cotton Estates Ltd\n1926 WLD 110.\nThese cases\nappear to\n/ establish\n45\nestablish the principle that an applicant for the winding up of a company\nmust allege and prove, at least to the extent of a\nprima facie\ncase, that\nthere are assets of the company of such amount as will give him a tangible share\nin the event of the winding up (see\nFraser\n's case,\nsupra\n, at p\n112).\nOn the other hand in\nClark and Plummer v\nJohn\nClark Limited\n1924 TPD 363\n, Tindall\nJ doubted (atp 367) —\n\".... whether it was intended in the English cases to lay down that under no\ncircumstances is the holder of fully-paid shares entitled\nto petition for\nwinding-up unless he proves that there will be assets available for distribution\nin the winding-up\";\nand stated further\n(at p 368):\n\"There seems to me no justification for laying down generally that a holder\nof fully paid shares has no\nlocus standi\nto present a petition for\nwinding-up unless he shows a probability of a sur-plus on liquidation. To lay\nthat down would be directly\nin conflict with sec\n/ 114 of\n46\n114 of Act 31 of 1909. In none of the cases quoted were the facts the same as\nin the present application. There may be circumstances,\nsuch for example as\nthose in the cases quoted, where the Court will not come to the assistance of a\nshareholder unless he shows the\ntangible interest referred to. But in this\ncase....\"\n(Sec 114 of the Companies Act 31 of 1909 (Tvl) referred\nto above, is the\nsection which prescribed the various\nparties who might present an application\nfor winding up;\ncf. sec 346 of the 1973 Companies Act.) It was no\ndoubt\nthe judgment in\nClark\n's case,\nsupra\n, which led\nDowling J to\nremark, apropos this principle —\n\"I should add that the authority is not all one way, there is authority in\nour Courts to the effect that it cannot be laid down as\na hard and fast rule\nthat a petitioning contributory must necessarily show a tangible interest\".\n(See\nMarkus v Universale Produkte (Edms) Bpk\n1962 (3)\nSA 242\n(W) at\np 243 E.) The point has never been con-\nsidered, so far as I am aware, by this Court.\n/ The\n47\nThe position in England was reviewed relatively recently by Oliver J in the\ncase of\nIn re Chesterfield Catering Co Ltd\n[1977] Ch 373.\nIn that case\nthe Court came to the following conclusions, which are relevant for present\npur-poses:\n(i) that the rule stated in\nRe Rica Gold Washing Co\n,\nsupra\nhad\nbeen established and followed for close on 100 years, despite the fact that in\nterms of the Companies Act 1948 there was nothing\nin sec 222 or 224 which stated\nin terms that a contributory can present a pe-tition only if there are likely to\nbe surplus assets\navailable for distribution to shareholders and des-pite the\nfact that sec 225 (1) of the Act (first introduced in the Companies Act\nof 1908)\ndirects the court not to refuse a petition on the ground only that the company\nhas no assets: and that in the circumstances\nit was too late for a departure\nfrom the rule (see p 378 C-G);\n/ (ii) that\n48\n(ii) that the rule related to the\nlocus standi\nof the petitioning\ncontributory (see pp\n379 F, 380\nD, 381 C); (iii) that the only exception to the\nrule was where the petitioner's inability to prove his\nlocus standi\nwas\ndue to the company's own default in providing him with information to which, as\na member, he was entitled (see p 379 P);\n(iv) that the tangible interest of the fully paid share-holder had not\nnecessarily and in all cases to be restricted to the existence\nor prospective\nexis-tence of a surplus available for distribution amongst shareholders; cf, for\nexample, the interest of a fully\npaid shareholder who petitioned on the ground\nthat the number of members of the company had fallen below the statutory\nminimum; or\nthe interest of a fully paid shareholder in an\n/ unlimited\n49\nunlimited company (see pp 379 H - 380 C); and\n(v) that sufficient interest (or tangible interest)\nnevertheless meant an interest by virtue of the\npetitioner's membership of the company and not\nsome private advantage unconnected with such\nmembership;\n\"In order to establish his locus standi to petition a fully paid shareholder\nmust, as it seems to me, show that he will, as a member\nof the company, achieve\nsome ad-vantage, or avoid or minimise some disad-vantage, which would accrue to\nhim by virtue of his membership\nof the company.\"\n(see p 380 D-G).\nTo sum up the position, it seems clear that what I shall\nfor convenience call \"the tangible interest rule\" was introduced into our\npractice under the influence of English law and particularly the decision in\nRe Rica Gold Washing Co\n, supra; that in our practice the rule has not\nbeen as consistently applied as in the English practice and cannot be said to be\nfirmly\nentrenched;\n/ that\n50\nthat there is no decision of this Court in regard to the rule; and that even\nin England the rule is not an inflexible one and the\nconcept of a tangible\ninterest is not restricted to the prospect of a surplus of assets on winding\nup.\nIn\nHenochsberg on the Companies Act\n, 4th ed, Vol 2,\nat p 601 the learned editors suggest that the position in\nour law may be\nstated as follows:\n\"There is nothing in s 346, or elsewhere in the Act, which qualifies a\nmember's right to apply for winding-up by reference to whether\nor not he can\nshow an interest in the winding-up; and that accordingly where his shares are\nfully paid-up, he nevertheless has\nlocus standi\nto apply even if there\nwould be no surplus after payment of the debts because the company is actually\ninsolvent. He cannot, however,\napply on the ground that the company is un-able\nto pay its debts (s 346 (2) ). In an application on any of the grounds upon\nwhich\nhe can apply, ie those set out in s 344 (b), (c), (d), (e) and (h), the\nwinding-up may be contrary to the wishes of other members.\nIt is at the level of\nthe Court's exercise\n/ of\n51\nof its discretion whether or not to wind up where the members are not ad\nidem\non the destruction of the company at the time of the application\nthat the interest, if any, of the applicant\nqua\nmember in the winding-up\nis material. If the company is actually insolvent, so that the applicant as a\nholder of the fully paid-up\nshares can have no interest in the winding-up (his\ncapital is lost and he cannot be required to contribute), the Court may on that\nground refuse the application where the other members seek an opportunity to\npreserve the life of the company, eg by investing further\ncapital so as to\nenable it to pay its debts or by establishing a compromise with its creditors\nunder s 311. As pointed out by Tindall\nJ in the\nClark\ncase\nsupra\n'[t]here may be circumstances .... where the Court will not come to the\nassistance of a shareholder' who has no tangible interest\nin the\nwinding-up.\"\nWithout necessarily endorsing every statement made in the passage quoted, I\nam in general agreement with this ap-proach as to the\npractice to be adopted in\nour courts. It seems to me that the element of a tangible interest should not be\nmade a\nsine qua non\nof the\nlocus standi\nof a shareholder who\napplies for the winding up of a\n/ company\n52\ncompany, but should rather be regarded as a factor to be taken into\naccount by the court when deciding, in the exercise of its discretion,\nwhether\nor not to grant a winding up order. And, depending on the circumstances, the\nabsence of such a tangible interest may well\nprove a decisive factor in the\nexercise of the court's dis-cretion. Furthermore, I do not think that the\nconcept of a tangible interest\nshould be restricted to the pros-pect of a\nsurplus of assets upon liquidation. Here I am in general, and respectful,\nagreement with\nthe approach of Oliver J in the\nChesterfield\ncase,\nsupra\n, as outlined in paras (iv) and (v) above.\nThis was clearly not the approach of the Court a\nquo\n. It appears to\nhave equated tangible interest with the prospect of a surplus on winding up and\nto have treated it as an essential\nrequirement relating to\nlocus standi\n.\nIt did not, in my view, purport to exercise any discretion. In non-suiting the\nappellant, in his\n/ capacity\n53\ncapacity as member of the company, on these grounds the\nCourt a\nquo\ntherefore erred. This Court must, accordingly,\nconsider this aspect of the matter afresh.\nThis conclusion does not, however, bring to an end the question of\nappellant's\nlocus standi\nas a member for, as I have indicated, the\ncontinuance of his membership of Decotex after Easter 1985 is a hotly dis-puted\nissue on\nthe papers. Appellant's attitude is that no agreement was concluded\nover the Easter weekend, or at any other time, in regard to the\ndisposal of his\nshares to Heidi Bee and that he was the registered and beneficial shareholder as\nat the time when the applica-tion\nfor winding up was launched. Second\nrespondent's attitude is that in terms of the Easter agreement appel-lant ceded\nhis shares to\nHeidi Bee and that consequently as at the time when appellant made\nthe application, he no longer owned the shares, even though they\nmay still have\nbeen registered in his name.\n/ Before\n54\nBefore us appellant's counsel sought to argue that the relevant terms of the\nEaster agreement, as set forth in the opposing affidavit\nof second respondent\namounted to no more than an agreement to cede, as dis-tinct from a cession; and\nthat, therefore, ownership in\nthe shares had not passed to Heidi Bee. I do not\nthink that this argument, founded as it is upon the fine distinction between an\nagreement to cede and a cession, can be sustained. Reading the opposing\naffidavit in its entirety, I am of the view that the substantial\naverment is\nthat it was agreed that appellant cede his shares to Heidi Bee and as a result\nHeidi Bee became the owner thereof.\nOne comes back, therefore, to the Easter agree-ment and the factual dispute\nas to whether or not it was concluded. This dispute is\nalso of fundamental\nrelevance to two other aspects of the case. Firstly, appellant's\nlocus\nstandi\nas a creditor depends upon\n/ whether\n55\nwhether or not the agreement was concluded. It is now conceded by\nappellant that his only claim to be a cre-ditor of Decotex as at\nthe time when\nthe application for winding up was made is based upon his loan account, which\naccording to the trial balance as at\n28 February 1985 then stood at R46 628. In\nterms of the Easter agreement this loan account was also ceded to Heidi Bee. It\nfollows\nthat if second respondent's version in regard to this agreement and its\nimplementation is correct, the appellant had no status as\na creditor of Decotex\nwhen he launched his application. Secondly, the Easter agreement and its\nimplementation would seem,\nprima facie\n, to provide a satisfactory answer\nto appellant's various complaints in regard to the conduct of Heidi Bee and the\nBecker family in\nrelation to Decotex and its assets; and would seem to\ncontrovert the averment that it is just and equitable that the company be wound\nup.\n/ It\n56\nIt is thus obvious that the existence or non-existence of the Easter\nagreement is a crucial issue in this matter. Having carefully\nconsidered this\nissue I do not think that there is a preponderance of probabi-lities either way\non the affidavits. There are certain\nprobabilities favouring second respondent's\nallegation that such an agreement was concluded, such as, for in-stance, (i) the\nundisputed\nevidence showing the take-over of the business of Decotex by Heidi\nBee, including the transfer of stock and other assets, the use\nof licences, the\napparent employment by Heidi Bee of former employees of Decotex and so on, which\nseems to be more readily explicable\non the basis of the Easter agreement than\nany other; (ii) the fact that it is common cause that negotiations with a view\nto such\nan agreement did take place; (iii) the fact that second respondent's\nversion of what occurred at the Easter discussions is confirmed\n/ by\n57\nby the other persons present(apart from appellant), including the\ncompany's auditor; (iv) the reasons ad-vanced by Heidi Bee for wanting\nto take\nover Decotex - including the tax advantages of its assessed loss -which sound\nplausible; (v) the advance by Heidi Bee of\na large sum of money to Decotex, viz\nRl8l 016, which seems more probable in the context of an agreement such as the\nEaster agreement\nthan otherwise; and (vi) the talks in September 1985 concerning\ncompensation for appellant's\nshares and loan account. Against this there are a num-ber of factors\nfavouring appellant's averment that no such agreement was concluded,\nsuch as for\nexample (a) the fact that there is no written record of the\nagreement;\n(b)\tthe fact that there is apparently no other documen-\ntary\nevidence in the records of either Decotex or Heidi\nBee to substantiate the\nconclusion of such an agreement;\n(c)\tthe fact that no attempt was apparently made, prior\n/ to\n58\nto the dispute arising between the parties, to arrange for the transfer of\nthe shares held by appellant and second respondent to Heidi\nBee; (d) the fact\nthat some, at any rate, of the developments after the Easter week-end might be\nexplicable on the basis of a \"rationalization\"\nof the operations of Decotex and\nHeidi Bee; and (e) the fact that the draft resolution in the notice of 21\nNovember 1985 contained\nno reference to a cession of shares and loan accounts.\nBut I cannot say that the one set of probabilities preponderantly outweighs\nthe\nother.\nThe question then arises: how should the court deal with an opposed\napplication for a provisional winding up order where the affidavits\nreveal\nfundamental and crucial disputes of fact and there is no preponderance of\nprobability, either way, on the papers?\nAs was pointed out by Margo J in\nWackrill v\n/\nSandton\n59\nSandton International Removals (Pty) Ltd and Others\n1984 (1) SA 282\n(W) at p 285 B-D, the procedure in winding up appli-cations of granting a\nprovisional order of winding up and a rule\nnisi\ncalling on all persons\nconcerned to show cause why a final order should not be granted, though not laid\ndown in the 1973 Companies\nAct (or any of its predecessors), is well established\nin our practice. (See also\nHenochsberg, op cit\n, p 604.) Normally the\napplication for a provisional order is made on notice to the company and\npossibly certain other interested\nparties and this may lead to the application\nbeing op-posed and to affidavits in support of the opposition and affidavits in\nreply\nbeing filed. This, in turn, may bring in train fundamental disputes of\nfact, as in the present case.\nIt has been held in a number of cases that an applicant for a provisional\norder of liquidation need\n/ only\n60\nonly make out a\nprima facie\ncase; and that the general approach of the\ncourt in deciding whether to grant the application should be similar to that\nsuggested\nby Trollip J, in relation to provisional orders of seques-tration, in\nthe case of\nProvincial Building Society of South Africa v Du Bois\n1966\n(3) SA 76\n(W) — see eg\nPrudential Shippers SA Ltd v Tempest Clothing Co\nLtd and Others\n1976 (2) SA 856\n(W), at p 867 A - C;\nErasmus v Pentamed\nInvestments (Pty) Ltd\n1982 (1) SA 178\n(W);\nWackrill v Sandton\nInternational Removals (Pty) Ltd and Others\n,\nsupra\n, at p 285 G.\nThe use of the words \"\nprima facie\ncase\" in this context is somewhat\nanomalous as this term is nor-mally used to denote the quantum of proof required\nof a party upon\nwhom the onus rests, in\nthe absence\nof\nre-butting\nevidence\n, in certain situations, eg where at the end of the plaintiff's case\nthe defendant applies\n/ for\n61\nfor absolution from the instance; or where the defendant closes his case\nwithout calling rebutting evidence; or in a criminal case\nwhere the defence asks\nfor the discharge of the accused at the conclusion of the State case; or where\nan accused has not given evidence\nand the question arises as to whether there\nwas sufficient evidence led by the State to call for an answer from him: or\nwhere in\nproceedings instituted on notice of motion the respondent takes the\npreliminary objection that the application does not make out\na\nprima facie\ncase for the relief claimed. The determination of the question as to whether\nthe evidence adduced by the party bearing the onus constitutes\na\nprima\nfacie\ncase is thus undertaken purely on a consideration of that evidence and\nwithout regard to any evidence which may be, or may have been,\nadduced in\nrebuttal.\nWhere the application for a provisional\norder\n/ of\n62\nof winding up is not opposed or where, though it is opposed, no factual\ndisputes are raised in the opposing affidavits, the concept\nof the applicant,\nupon whom the onus lies, having to establish a\nprima facie\ncase for the\nliquida-tion of the company seems wholly appropriate; but not so where the\napplication is opposed and real and funda-mental\nfactual issues arise on the\naffidavits, for it can hardly be suggested that in such a case the court should\ndecide whether or not\nto grant an order without reference to respondent's\nrebutting evidence.\nGuidance on what is meant by a\nprima facie\ncase in such circumstances\nis, however, to be found in the aforementioned judgment of Trollip J in the\nProvincial Building Society\ncase,\nsupra\n, which, as I have\nindicated, though dealing with sequestration proceedings, has been treated by\nour courts as being definitive of\nthe approach in winding up applications.\n/ In\n63\nIn the\nProvincial Building Society\ncase\nthe\nissue arose as to whether the respondent was\ninsolvent\nor not. Respondent's counsel conceded that the affi-\ndavits\nshowed, on a balance of probabilities, that the\nrespondent was insolvent, but\nhe argued that\nviva voce\nevidence might disturb that balance and\napplied for an\norder for the hearing of such evidence. Trollip J\nre-\nferred to the fact that in terms of sec 10 of the Insolven-\ncy Act 24\nof 1936 an applicant for a provisional order\nof sequestration need only\nestablish a\nprima facie\ncase of insolvency and continued (at p 78 E)\n—\n\"As it has been rightly conceded in this case that the balance of proba-bilities\nis in favour of the applicants, I think it follows\nthat they have esta-blished\nprima facie\nthat the respondent is\ninsolvent\".\nHe then proceeded to\nconsider the question as to whether\nthe respondent was entitled to an order for the hearing of\nviva voce\nevidence in order to try to disturb that\n/\nprima facie\n64\nprima facie\ncase. He referred,\ninter alia\n, to the well-known\ncase of\nMahomed v Malk\n1930 TPD 615\n, which enunciated certain rules\nrelating to the hearing of\nviva voce\nevidence in insolvency proceedings,\nbut concluded that because of changes in the wording of\nsec 10\nof the\nInsolvency\nAct of 1936\n, as compared with the corresponding section in the previous\nInsolvency Act 32 of 1916 (in relation to which\nMahomed v Malk\nwas\ndecided), these rules did not apply to applications for provisional orders of\nse-questration, but only to the final order stage\n(see pp 78 G - 79 H). He\nfurther concluded that at the stage of an application for a provisional order of\nsequestra-tion the court\nshould permit the hearing of\nviva voce\nevidence\nonly in exceptional circumstances (p 80 A). He continued (at p 80 B-F):\n\"My reasons for expressing that view are that firstly, the whole procedure at\nthis initial stage is designed to afford the creditor\na simple and speedy remedy\nfor preserving the debtor's\n/ estate\n65\nestate and enforcing his claim; in this regard it is noteworthy that no\nprovision is even made for the debtor to be served with the\npetition; and if the\nfacility of\nviva voce\nevidence was generally to be accorded to the debtor\nat this stage, it might well prolong the proceedings unduly and thus stultify\nthe whole object of the procedure. Cf., e.g.\nWeinder Properties (Pty) Ltd v\nGutstein\n,\n1952 (4) SA 265\n(C) at p 274;\nExtension Investments (Pty) Ltd v\nAmpro Holdings (Pty) Ltd\n,\n1961 (3) SA 429\n(W), which, although they refer to\nthe procedure of provisional sentence, are also apposite to this present point.\nSecondly, the\nAct contemplates, as pointed out above, that at this stage the\nmatter should ordinarily be disposed of on the petition and affidavits\n(cf too\nDaitsch and Another v Osrin and Another\n,\n1950 (2) SA 343\n(C) at p 346).\nThirdly, generally the hear-ing of oral evidence at an interlocutory or interim\nstage of any proceedings is inappropriate\nbecause it might involve giving\nfindings on credibility and other-wise prejudging issues which properly belong\nto the Court of final\ninstance (\nZondo v Union & National & General\nAssu-rance Co of SA Ltd\n,\n1954 (3) SA 541\n(W) ).\nI am not unmindful in arriving at the above conclusions that the granting of\na provisional order can have serious consequences to\nthe debtor, but that\ncon-sideration is offset by the facts that\n/ the\n66\nthe Court must first be satisfied that a\nprima facie\ncase has been made\nout; that even then it has a discretion to grant or refuse an order: and that in\nany event in exceptional circumstances\nit can hear\nviva voce\nevidence on\nany relevant aspect of the\nmatter.\nAs appears from\nthe above, the\nProvincial Building\nSociety\ncase,\nsupra\n, dealt specifically with the\nsituation\nwhere the balance of probabilities on the affidavits favour-\ned\nthe applicant. The learned Judge's view as to the\nposition where this is not\nso is, however, to be gleaned\nfrom another portion of the judgment. After\nmentioning\na number of cases in which the \"new wording\" of sec 10\nof the\n1936 Act had been overlooked and which consequently\nwere not a \"safe guide\",\nTrollip J stated (at p 81 A-B):\n\"The same applies to\nEx parte Berson, Levy & Kagan v Berson\n,\n1938\nWLD 107\n, and\nSilver Trade Supplies (Pty) Ltd v Valley\n,\n1961 (4) SA 70\n(W), in which the applicant's claim was also disputed. In the former case, the\nCourt found that the balance of probabilities was\nagainst the applicant and\nrefused to order\nviva voce\nevidence and dismissed the petition, and in\nthe\n/ latter\n67\nlatter the Court found that there was no balance of probabilities either way\nand also refused to order\nviva voce\nevidence but made a special order\npostponing the hearing. In the result, therefore, both decisions were correct\nand can be justi-fied\non the basis that the Court was not of the opinion that\nthe petitioning cre-ditor had\nprima facie\nestablished his claim against\nthe debtor in terms of sec 10 (a).\"\nThis judgment would thus appear to lay down that in an opposed application\nfor a provisional order of sequestration the necessary\nprima facie\ncase\nis es-tablished only when the applicant can show that on a consideration of all\nthe affidavits filed a case for sequestration\nhas been established on a balance\nof pro-babilities; and that, where the applicant does show this, an application\nby the respondent\nfor the matter to be referred to\nviva voce\nevidence (in\norder to en-deavour to disturb this balance) will, save in exceptional\ncircumstances, not be granted. The learned Judge\nwould\n/ also\n68\nalso seem to have expressed the view, obiter, that where on\nthe affidavits the balance of probabilities is against the applicant or\nwhere\nthere is no balance either way, no\nprima facie\ncase is established and\nthe court should refuse to order\nviva voce\nevidence.\nIn applying this general approach to applica-tions for a provisional order of\nwinding up it must be borne in mind that there are certain\ndifferences between\nthe two procedures. A winding up, for example, may be obtained on grounds other\nthan the insolvency of the company.\nMoreover, sec 347 of the 1973 Companies Act\ndoes not contain wording similar to\nsec 10\nof the\nInsol-vency Act of 1936\n, which\nrequires merely a\nprima facie\ncase when a provisional order is sought.\nWhile, there-fore, it seems logical and desirable that similar approaches be\nadopted when\nprovisional orders are sought either for the sequestration of an\nindividual or the winding up of a company, I do not think that in\nregard to the\nlatter\n/ the\n69\nthe court is bound slavishly to follow practices\nevolved in sequestration proceedings. The court has an inherent power to order\nits\nown procedures (see\nUniversal City Studios Inc and Others v Network Video\n(Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA 734\n(A), at p 754 G-H) and it does so having re-gard\ngenerally to the fair and expeditious administration of justice. I proceed now\nto\nindicate, so far as may be necessary or desirable, what in my view the\napproach should be in applications for a provisional order\nof winding up. And\nhere I may mention that, so far as I am aware, there is no decision of this\nCourt upon these matters.\nAlthough, as I have indicated, the term \"\nprima facie\ncase\" seems\nsomewhat inappropriate in instances where the application for a provisional\norder of winding up is opposed and there\nare real and fundamental disputes on\nthe affidavits, it has been used for some years in this context and there seems\nto be no reason\nwhy it should\n/ not\n70\nnot continue to be so used provided that it is understood as denoting a\nbalance of probabilities on all the affida-vits, as explained\nabove.\nWhere on the affidavits there is a\nprima\nfacie\ncase (ie a balance of probabilities) in\nfavour of the\napplicant, then, in my view, a provisional order of\nwind-\ning up should normally be granted and, save in\nexceptional\ncircumstances, the court should not accede to an applica-\ntion\nby the respondent that the matter be referred to\nthe hearing of\nviva\nvoce\nevidence. This does no lasting\ninjustice to the respondent for he\nwill on the return\nday generally be given the opportunity, in a\nproper\ncase and where he asks for an order to that effect, to\npresent oral\nevidence on disputed issues. As it was\nput in the\nWackrill\ncase,\nsupra, (at pp 285 H - 286 A)—\n\"Ordinarily the consequences of a final winding-up order are drastic indeed, and\nit could not have been intended that proof of all\nthe\nalle-\n/ gations\n71\ngations necessary for such an order should be anything less than that required\ngeneral-ly in civil cases, that is proof on a clear\nbalance of probabilities,\nwith the admission of\nviva voce\nevidence, where that may be necessary, to\nresolve material disputes on the affidavits. That also appears to be the\nstandard of proof\nre-quired for a final sequestration order in terms of\ns 12\nof\nthe Insolvency Act 24 of 1936, according to which the Court must be 'satisfied'\nthat the petitioning creditor has established\nthe elements of his\ncase.\"\nWhere, on the other hand, the affidavits in\nan\nopposed application for a provisional order of winding\nup do not reveal a\nbalance of probabilities in favour\nof the applicant, then clearly no\nprima\nfacie\ncase is\nestablished and a provisional order cannot at that\nstage\nbe granted. The applicant may, however, apply for an\norder referring\nthe matter for the hearing of oral evi-\ndence in order to try to establish a\nbalance of probabi-\nlities in his favour. It seems to me that in\nthese\ncircumstances the Court should have a discretion to allow\n/ the\n72\nthe hearing of oral evidence in an appropriate case. The alternative, viz\nrefusal of the provisional order of winding up, represents\na final decision\nagainst the applicant and, if such a decision is always made purely on the\naffidavits, injustice may be done to\nthe appli-cant. (Cf. the general reluctance\nof the court in motion proceedings to decide finally genuine and funda-mental\ndisputes\nof fact purely on the basis of probabi-lities disclosed in\ncontradictory affidavits; see\nTrust Bank van Afrika Bpk v Western Bank Bpk en\nAndere NNO\n1978 (4) SA 281\n(A), at pp 294 D - 295 A, 299 H -300 A.)\nNaturally in exercising this discretion the court should be guided to a large\nextent by\nthe pros-pects of\nviva voce\nevidence tipping the balance in\nfavour of the applicant. Thus, if on the affidavits the probabilities are evenly\nbalanced, the court\nwould be more inclined to allow the hearing of oral\nevi-dence than if the balance were against the\n/ applicant\n73\napplicant. And the more the scales are depressed against the applicant the\nless likely the court would be to exer-cise the discretion\nin his favour.\nIndeed, I think that only in rare cases would the court order the hear-ing of\noral evidence where the preponderance\nof proba-bilities on the affidavits\nfavoured the respondent. The case of\nEmphy and Another v Pacer Properties\n(Pty) Ltd\n1979 (3) SA 363\n(D) represents an instance where the Court, unable\nto resolve the disputed issues arising on an application for a provisional order\nof winding up, referred the matter for the hearing of oral evidence. As I read\nthe judgment, the learned Judge appears to have found\nno preponderance of\nprobabilities either way.\nAs in the present case, the disputes which arise on the affidavits may relate\nto the\nlocus standi\nof the applicant, either as a member or creditor, or\nas to whether proper grounds for winding up have been\n/ established\n74\nestablished. In regard to\nlocus standi\nas a creditor, it has been\nheld, following certain English authority, that an application for liquidation\nshould not be resort-ed\nto in order to enforce a claim which is\nbona fide\ndisputed by the company. Consequently, where the res-pondent shows on a\nbalance of probability that its in-debtedness to the applicant\nis disputed on\nbona fide\nand reasonable grounds, the court will refuse a winding up\norder. The onus on the respondent is not to show that it is not indebted\nto the\napplicant: it is merely to show that the indebtedness is disputed on\nbona\nfide\nand reasonable grounds. Though not always formulated in exactly the\nsame terms this rule appears from decisions such as\nBadenhorst v Northern\nConstruction Enterprises (Pty) Ltd\n1956 (2) SA 346\n(T), at p 347 H - 348 B;\nMcLeod v Gesade Holdings (Pty) Ltd\n1958 (3) SA 672\n(W), at p 678 E;\nGillis-Mason Construction Co (Pty) Ltd v\n/\nOvervaal\n75\nOvervaal Crushers (Pty) Ltd\n1971\n(1) SA 524\n(T), at\np 529 A-D;\nMeyer NO v Bree Holdings (Pty) Ltd\n1972\n(3) 353 (T), at p 354 C - 355 B;\nWalter McNaughtan\n(Pty) Ltd v Impala Caravans (Pty) Ltd\n1976 (1) SA 189\n(W), at p 191 E-H;\nPrudential Shippers SA Ltd v Tempest\nClothing\nCo (Pty) Ltd and Others\n,\nsupra\n, at p 867 E-F;\nCommonwealth\nShippers Ltd v Mayland Properties (Pty)\nLtd (United Dress Fabrics\n(Pty) Ltd and Another Inter-\nvening\n)\n1978 (1) SA 70\n(D) at p 72\nA-E: and\nMachanick\nSteel & Fencing (Pty) Ltd v Wesrhodan (Pty)\nLtd: Machanick\nSteel & Fencing (Pty) Ltd v Transvaal Cold Rolling\n(Pty)\nLtd\n1979 (1) SA 265\n(W), at p 269 A-D. For convenience\nI\nshall refer to this as the\nBadenhorst\n-rule. This rule\nwould tend to\ncut across the general approach to appli-\ncations for a provisional order of\nwinding up which I\nhave outlined above as it is conceivable that the\nsitua-\ntion might arise that the applicant could show a balance\nof\nprobabilities in his favour on the affidavits, while\n/ at\n76\nat the same time the respondent established that its\nindebtedness to the applicant was disputed on\nbona fide\nand reasonable\ngrounds. Whether the\nBadenhorst\n-rule should be accepted then as an\nexception to the general approach relating specifically to the\nlocus standi\nof an applicant as a creditor, and the further question as to whether it\nshould be applied inflexibly or only when it appears that\nthe applicant is in\neffect abusing the winding up procedure by using it as a means of put-ting\npressure on the company to pay a debt\nwhich is\nbona fide\ndisputed (see\nthe Engiish case of\nMann and Another v Goldstein and Another\n[1968] 2 All\nER 769\n, at p 775 C-D) need not, however, be decided in this case. The point was\nnot argued before us and, as I shall show, it seems to me\nthat for various\nreasons the\nBadenhorst\n-rule should not be applied here.\nI return now to the facts of the present\ncase.\n/ As\n77\nAs I have shown, the issue as to whether the\nappellant had\nlocus standi\n, either as shareholder or as creditor, to\nbring the application, as also the merits of the appli-cation, are vitally\ndependent upon\nhow certain factual disputes, principally as to whether or not\nthe Easter agreement was concluded, are resolved. The probabili-ties\nin regard\nto the Easter agreement are, in my view, evenly balanced. No\nprima facie\ncase (in the above-described sense) on these issues was thus established; and\nconsequently the Court a\nquo\ncould not grant a pro-visional order of\nwinding up. Before us it was argued on appellant's behalf that the Court a\nquo\nought to have referred the matter for the hearing of\nviva voce\nevi-dence and appellant's counsel submitted to us a draft or-der to this effect.\nIn answer to an enquiry from this Court as to whether\nan application for the\nhearing of\nviva voce\nevidence had been made to the Court a\nquo\n/ appellant's\n78\nappellant's counsel stated that appellant did ask, in the alternative and in\nthe event of the Court a\nquo\nnot being prepared to grant a provisional\nwinding up order, that the matter be referred for the hearing of oral evidence.\nIt appears\nfrom information subsequently placed before us, on the initiative of\nrespondents, that respondent's counsel states that he, too,\nasked the Judge a\nquo\nfor the matter to be referred to evidence, as an alternative to an\norder for the dismissal of the applica-tion. Junior counsel for\nappellant, who\nappeared in the Court a\nquo\n, is unable to recall this, but does not\nappear to dispute its correctness.\nIt has been held in a number of cases that an application to refer a matter\nto evidence should be made at the outset and not after\nargument on the merits\n(see\nDi Meo v Capri Restaurant\n1961 (4) SA 614\n(N), at pp 615 H - 616 A;\nDe Beers Industrial Diamond Division (Pty)\n/\nLtd\n79\nLtd v Ishizuka\n1980 (2) SA 191\n(T),\nat pp 204 C - 206 D;\nSpie Batignolles Société Anonyme v Van\nNiekerk: In re Van Niekerk v S A Yster en Staal Industriële Korporasie Bpk\nen Andere\n1980 (2) SA 441\n(NC), at p 448 E-G;\nErasmus v Pentamed\nInvestments (Pty) Ltd\n,\nsupra\n, at p 180 H;\nHymie Tucker Finance Co\n(Pty) Ltd v Alloyex (Pty) Ltd\n1981 (4) SA 175\n(N), at p 179 B-E; cf\nKlep\nValves (Pty) Ltd v Saunders Valve Co Ltd\n1987 (2) SA 1\n(A), at p 24 I - 25\nD). This is no doubt a salutary general rule, but I do not regard it as an\ninflexible one. I am inclined to agree\nwith the following remarks of Didcott J\nin the\nHymie Tucker\ncase,\nsupra\n(at p 179 D):\n\"One can conceive of cases on the other\nhand, exceptional perhaps, \t when\nto ask the Court to decide the issues with-out oral evidence if it can, and\nto permit such if it cannot, may be more convenient to\nit as well as the\nlitigants. Much depends on the particular enquiry and its scope\".\nAt the end of his judgment the Judge a\nquo\nstated\n/ the\n80\nthe following:\n\"In view of the disputes of fact which cannot be resolved in the application\nproceedings the applicant has in my opinion not established\nprima facie\nthat he has\nlocus standi\n, either on the basis of a shareholder or as\na creditor.\"\nThis would seem to amount\nto a refusal of the application\nfor the hearing of\nviva voce\nevidence,\nbut it is not\nclear to me upon what grounds the learned Judge came\nto his\ndecision. It would seem that he took the view\nthat if an applicant fails to\nestablish\nprima facie\n(ie on a balance of probabilities) on the papers that he\nhas\nlocus\nstandi\n, there is no room for a reference to\nviva voce\nevidence.\nLeaving aside for a moment the\nappellant's\nlocus standi\nas a creditor,\nit seems to me\nthat\nlocus standi\nmay be one of the very issues which\nin\na particular case will have to be thrashed out by\nviva\nvoce\nevidence in order to determine whether an appli-\ncant has a\nprima facie\ncase and is therefore entitled\n/ to\n81\nto a provisional order of winding up. In the applica-tion of the general\napproach which I have outlined above there is no difference\nbetween issues\nrelating to\nlocus standi\nand other issues arising in the application. The\napproach of the Judge a\nquo\nwould appear, therefore, to have been\nerroneous.\nIn view of my finding that the probabilities on the disputed issues are\nevenly balanced, this is the type of case where the court\nwould normally be\ninclined to accede to an application by the applicant for the hearing of\nviva\nvoce\nevidence. On the facts of this particular case I do not think that the\nfact that appellant did not ask in\nlimine\nin the Court below that the\nmatter be re-ferred to oral evidence should constitute a fatal obstacle. The\nargument about\nlocus standi\nseems to have been regard-ed by the Judge a\nquo\nas in the nature of a preliminary point to be decided at the outset.\nIf it could have\n/ been\n82\nbeen correctly decided adversely to the appellant,\nthat would have been an end to the matter; and that in fact is how the learned\nJudge saw the position. In the circumstan-ces it seems to me that the\nconvenience of the parties and the Court was served by adducing\nargument as to\nlocus standi\nfirst and making the application for remittal for oral\nevidence on the disputed issues only in the alternative. It would seem, too,\nthat in the event of the Court not dis-missing the application respondents\nthemselves would have favoured a reference to\nviva voce\nevidence,\ncertainly in preference to the grant of a provisional order.\nFor these reasons, I am of the opinion that this Court, exercising the\ndiscretion which was vested in the Court a\nquo\n, should allow the\napplication to refer the matter for the hearing of\nviva voce\nevidence on\nthe disputed issues. The one further point which arises in this connection is\nwhether such referral should include the\nissue as to appellant's\nlocus\nstandi\nas a creditor\n/ or\n83\nor whether, applying the\nBadenhorst\n-rule,\nthis should be excluded. In my opinion, it should be included. Even though it\nmight be said that Decotex's indebtedness to\nthe appellant is disputed on\nbona fide\nand reasonable grounds, there are several reasons why in this\ncase the\nBadenhorst\n-rule should not be applied. It is not disputed that\nDecotex was originally indebted to the appel-lant by way of his loan account.\nThe dispute is whether this indebtedness has been eliminated by cession in terms\nof the Easter agreement. This is hardly a case of\na cre-ditor seeking to enforce\na disputed debt by winding up proceedings and thereby abusing the court process.\nMoreover, since the\nmatter is being referred to oral evidence on the issues of\nappellant's\nlocus standi\nas a member and the merits of the application,\nwhich are also dependent on the existence or non-existence of the Easter\nagreement,\nit seems to me that it would be the height of technicality to deny\nappellant the opportunity of establishing\n/ by\n84\nby the same evidence his\nlocus standi\nas a\ncreditor.\nFor these reasons I have come to the conclu-sion that the appeal should be\nallowed and the order of the Court a\nquo\nset aside in order to permit the\nmatter to be referred for the hearing of oral evidence under Rule 6(5)(g) of the\nUniform Rules of\nCourt. The draft order submitted by appellant's counsel, which\nappears to be based upon the form adopted in\nMetallurgical and Commer-cial\nConsultants (Pty) Ltd v Metal Sales Co (Pty) Ltd\n1971 (2) SA 388\n(W),\nvide\npp 396 G - 397 B, is in order and will be adopted, subject to minor\namendment.\nAs to costs, the appellant has been substan-tially successful on appeal. The\norder of the Court a\nquo\ndismissing the application will be set aside and\nin its place there will be substituted an order referring the matter for the\nhearing\nof oral evidence. It is true that the respondents' counsel suggested\noral\n/ evidence\n85\nevidence in the Court a\nquo\n, but this was only as an alternative to a\nmain argument that the application should be dismissed because appellant had no\nlocus standi\n, either as a member or as a creditor, and only in the event\nof this main argument failing. Before this Court the same attitude was\nadopted.\nAccordingly I am of the opinion that appellant is entitled to his costs of\nappeal. Furthermore, it seems to me that the\ncosts should be paid by second\nrespondent. Substantially this case is a dispute between appellant and second\nres-pondent and, if\nit is ultimately established that the appellant's version of\nthe facts is correct, then there would appear to be no basis upon which\nsecond\nrespondent could claim to act on behalf of Decotex in opposing the application.\nIn regard to the costs in the Court a\nquo\n, these in my view should stand\nover for determination by the Court which hears the matter, when oral evidence\nis led.\n/ The\n86\nThe following order is made:\n(1) The appeal is allowed and the order of the Court\na q\nuo\nis altered to read:\n\"(a) The application is\npostponed to a\ndate to be arranged with the Registrar of the Supreme Court (Witwatersrand Local\nDivision) for the hearing of\nviva voce\nevidence.\n(b)\tThe issues to be resolved\nat such\nhearing are:\n(i) Whether or not the appel-lant is a creditor of the first respondent.\n(ii) Whether or not the appellant is a member of, or beneficial shareholder\nof 50% of the is-sued shares in, the first respondent.\n(c)\tThe evidence to be adduced\tat the afore-\nsaid hearing shall be that\tof\nany wit-\nnesses whom the parties or\teither of them\nmay elect to call,\nsubject\thowever to\nwhat is provided below.\n/ (d) Save\n87\n(d)\tSave in the case of any persons who\nhave already deposed to\naffidavits\nin these proceedings, neither party\nshall be entitled to call\nany person\nas a witness unless —\n(i) it has served on\nthe other\nparty at least fourteen days before the date appointed for the hearing, a\nstatement by such person wherein the evidence to be given\nin chief by such\nperson is set out; or\n(ii) the Court, at the hearing, per-mits such person to be called despite the\nfact that no such statement has been so served in respect\nof his evidence.\n(e)\tEither party may subpoena any person to give evidence at the hearing,\nwhether such person has consented to furnish a statement\nor not.\n(f)\tThe fact that a party has served a statement or has subpoenaed a witness,\nshall not oblige such party to call the witness concerned.\n/ (g)\nWithin\n88\n(g) Within forty-five days of the making of this order, each of the parties\nshall make discovery on oath, of all docu-ments relating\nto the issues referred\nto above, which documents are, or have at any time been, in the possession or\nunder control of such party.\n(h) Such discovery shall be made in accordance with Rule 35 of the Uniform\nRules of Court and the provisions of that rule with re-gard\nto the inspection\nand production of documents discovered shall be operative.\n(i) The costs of the hearing of the applica-tion before Grosskopf J are to be\ndeter-mined by the Court which hears the post-poned\napplication\".\n(2) Second respondent is to pay\tthe\tcosts of\nappeal\n(which include the costs of\tthe\tpoint in\nlimine\n),\nsuch costs to be based upon\tthe\temployment of\ntwo counsel.\nM M CORBETT.\nVILJOEN\tJA)\nSMALBERGER\tJA) CONCUR.\nNESTADT\tJA)\nSTEYN\tAJA)",
  "scraped_at": "2026-02-11T21:37:36.233874",
  "date": "1987-12-03",
  "coram": [
    "Corbett JA",
    "Viljoen JA",
    "Smalberger JA",
    "Nestadt JA",
    "Steyn AJA"
  ],
  "case_number": "158/87",
  "parties": {
    "applicants": [
      "Roy Edward Brian Kalil"
    ],
    "respondents": [
      "Decotex (Proprietary) Limited",
      "Charles Becker"
    ]
  },
  "sections": {
    "facts": "Kalil, an interior decorator, was a shareholder (three of four issued shares) and a loan creditor of Decotex (Proprietary) Limited, a Johannesburg interior‑decorating company incorporated in 1982. In September 1983 Kalil and Charles Becker entered into a tripartite and a shareholders' agreement whereby Becker would acquire Kalil's share and loan, leaving each party with two shares. Becker, through his family company Heidi Bee, later provided substantial credit facilities to Decotex and attempted a merger. In early 1985 stock, plant and staff were transferred to Heidi Bee. Kalil alleges that an \"Easter agreement\" concluded in April 1985 transferred his shares and loan to Heidi Bee, making him no longer a shareholder or creditor, and that Becker’s subsequent actions forced him out, misappropriated assets and rendered Decotex insolvent. Becker disputes the existence of the agreement and maintains that Kalil remained a shareholder and creditor and that the company was insolvent. Kalil applied to the Witwatersrand Local Division for a provisional winding‑up order on both shareholder and creditor grounds; the application was dismissed.",
    "issues": "1) Whether the order of the lower court refusing the provisional winding‑up is appealable under the Insolvency Act and the Companies Act. 2) Whether Kalil has locus standi to bring a winding‑up application as a shareholder with fully paid shares and/or as a creditor, given the dispute over the Easter agreement. 3) Whether a prima facie case for a provisional winding‑up exists when the affidavits contain fundamental factual disputes. 4) Whether, in the absence of a prima facie case, the matter should be referred to the hearing of viva voce evidence.",
    "principles": "The Court applied sec 150 of the Insolvency Act and sec 339 of the Companies Act, holding that the provisions apply only to the liquidation stage, not to the proceedings seeking the order, and therefore an order refusing winding‑up is appealable. Regarding locus standi, the Court reiterated the \"tangible interest\" rule from Burkhardt and Re Rica Gold Washing, noting that a fully paid shareholder must show a concrete interest in the liquidation, especially where the company is insolvent. The Court also considered the Badenhorst rule that a creditor’s claim must not be bona fide disputed to justify winding‑up. For provisional orders, the Court affirmed that a prima facie case must be established on the balance of probabilities in the affidavits; viva voce evidence may be ordered only in exceptional circumstances or when probabilities are evenly balanced.",
    "application": "The Court found that the lower court correctly applied sec 339 to limit the effect of the Insolvency Act on the proceedings, making the order appealable. It determined that Kalil remained the registered holder of his shares, but because the shares were fully paid and the company was insolvent, he lacked a tangible interest as a shareholder. As a creditor, his claim was contingent on the existence of the Easter agreement, which the affidavits left evenly balanced; thus he could not establish a prima facie case. Given the evenly balanced probabilities regarding the Easter agreement, the Court concluded that a provisional order should not be granted and that the matter should be referred to oral evidence to resolve the factual disputes, including Kalil’s creditor status.",
    "conclusion": "The appeal was allowed. The order of the Court a quo dismissing Kalil’s application was set aside. The matter was postponed and referred for a hearing of viva voce evidence on the issues of Kalil’s creditor status, share ownership, and related facts, in accordance with Rule 6(5)(g) of the Uniform Rules of Court. Costs of the appeal were awarded to the appellant and ordered to be paid by the second respondent, Charles Becker."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Winding-up",
    "level_3": [
      "shareholder oppression",
      "appealability",
      "locus standi",
      "provisional winding-up",
      "viva voce evidence"
    ]
  }
}