{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/63.html",
  "case_name": "S v Maseko (65/87) [1987] ZASCA 63 (29 May 1987)",
  "citation": "[1987] ZASCA 63",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 63\n|\nNoteup\n|\nLawCite\nS v Maseko (65/87) [1987] ZASCA 63 (29 May 1987)\nDownload original files\nPDF format\nRTF format\nROBERT MASEKO\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPELAFDELING)\nIn die saak tussen:\nROBERT MASEKO\nAppellant\nen\nDIE STAAT\nRespondent\nCorarn: RABIE, Wn HR, BOSHOFF et KUMLEBEN, Wn ARR\nVerhoor: 25 Mei 1987\nGelewer: 29 Mei 1987\nUITSPRAAK\nBOSHOFF, Wn AR:\nDie appellant was as beskuldigde 2 saam\nmet Nathan Mazibuko en Leonard Mokoena, as beskuldigdes\n1 en\t/2\n-2-\n1 en 3, onderskeidelik, in 'n streekhof skuldig bevind\ndat hulle op 27 Julie 1983 vir Adil Edwards en Dawood\nGabru beroof het van goedere bestaande . uit\nhorlosies , juweliersware, kledingstukke, tasse, '\nn\ntele-\nvisiestel, videomasjien, teleskoop en ander persoonlike\neiendom ter waarde van R80 000,00. Hulle is elkeen\ngevonnis tot 4 jaar gevangenisstraf.Hulle appèl\nna die Transvaalse Provinsiale Afdeling teen die skuldig-\nbevinding en vonnisse is van die hand gewys.\nDie appellant het laat aansoek gedoen om\nte\nappelleer na hierdie hof.Omdat die hof\na\nquo\nnie\ntevrede was met die verduideliking vir die vertraging\nnie en ook van mening was dat daar geen vooruitsig was\ndat\t/3\n-3-\ndat die appellant met sy appèl sal slaag nie, was die\na quo\nnie bereid om die laat liassering van sy\naansoek te kondoneer nie.\nDie appellant is egter daarna deur hierdie hof\nverlof verleen om in hoër beroep te kom slegs ten op-\nsigte van sy skuldigbevinding.\nDit word nie betwis dat die twee klaers, Ed-\nwards\nen Gabru,omstreeks 15h30 op die genoemde dag in\nEdwards se huis in Eldoradopark van die genoemde\ngoedere deur die drié Swartmans beroof is nie. Die\nappellant en sy twee medebeskuldigdes was in die streekhof\ndeur 'n prokureur verteenwoordig en hulle verweer toe\nhulle\t/4\n-4-\nhulle moes pleit,was bloot dat hulle nie van die roof kennis dra nie.\nIn die kruisondervraging van Edwards is net aan hom gestel dat\ndie appellant en\nsy medebe-skuldigdes nie in die huis was nie en hom nie beroof het nie. Vir die\nres was die kruisondervraging toegespits\nop die uitkenning van die appellant en\nsy medebeskuldig-des. Die kruisondervraging van Gabru was beperk tot sy\nuitkenning van die\nappellant en sy medebeskuldigdes. Dit was ook die getuienis\nvan die appellant en sy mede-beskuldigdes aan die einde van die Staat\nse saak\ndat hulle nie in Edwards se huis was nie en ook nie die roof ge-pleeg het nie.\nMet kruisondervraging van die appellant oor\nwaar en watter ure hy werk, het dit\nvir die eerste keer\ngeblyk\t/5\n-5-\ngeblyk dat hy beweer dat hy op die betrokke dag ge-\ndurende die tyd van die dag wanneer die klaers beroof is\nas petroljoggie by sy werk aan diens was. Sy verweer\naan die einde van die saak was gevolglik '\nn\nalibi en dat\ndie getuienis hom nie genoegsaam of bevredigend met die\npleeg van die roof verbind nie. Dit is nou in wese\nsy saak hier op appèl.\nDit\t/6\n-6-\nDit is in die eerste plek nodig om kortliks\nna die\ngetuienis te verwys.\nEdwards is 'n reisiger en 'n vakman in juweliers-ware. Op die betrokke dag\nwas sy werkswinkel in die stad toegemaak en was hy op die\nuitkyk vir nuwe\npersele waarna hy sy besigheid wou verplaas. Sy voorrade het hy in die tussentyd\nby hom by sy huis in Eldorado Park\ngehad. Ongeveer 15h30 was sy vriend Gabru by\nhom op besoek. Net hulle twee was daar gewees en die hele huis was gesluit\ngewees. Terwyl\nhy besig was met 'n gesprek oor die telefoon in die sitkamer was\ndaar 'n\nklop\t/7\n-7-\nklop aan die kombuisdeur. Gabru het die deur gaan\noopmaak. Daar was drie Swartvrouens en hulle wou\nweet waar die huisbediende Elizabeth was. Toe Gabru\nantwoord dat sy nie daar is nie het hulle gevra waar\nmev Edwards was. Sy was ook nie daar nie en toe het\nhulle geloop. Gabru het die kombuisdeur weer gesluit\nen teruggekeer na die sitkamer. Na 'n paar minute was\ndaar weer 'n klop aan die kombuisdeur. Edwards was\nnog steeds besig op die telefoon en Gabru het weer\ndie deur gaan oopmaak. Drie Swartmans het by die deur\ningekom en gesê dat hulle verwers is. Gabru het om-\ngedraai om vir Edwards te vertel dat die verwers opgedaag\nhet. Toe hy weer na die mans kyk het hy gesien dat\ntwee\t/8\n-8-\ntwee van hulle lang messe en een 'n lang skroewedraaier het. Een van\nhulle, wat later deur beide Edwards en Gabru as appellant uitgeken\nis, het aan\nhom gesê dat hy aangehou word en hom ha die sitkamer geneem. In die\nsitkamer het hy hom gedwing om te kniel, hom\nmet sy mes in die skouer gesteek,\nsy leerbaadjie afgepluk en sy polshorlosie van sy arm losgesny. 'n Ander een wat\nlater deur beide\nEdwards en Gabru as beskuldigde 1 uitgeken is, het na Edwards\ngegaan waar hy besig was met sy telefoongesprek, gesê dat alles\nnou verby\nis en met sy mes die koord van die mondstuk afgesny. Edwards is toe ge-dwing cm\nlangs Gabru te kniel. Beskuldigde 1 het\nhulle in 'n aggres-siewe stem gevra waar\ndie geld en die diamante is en ook beveel om dit te oorhandig. Gabru het\nverduidelik dat\nhy slegs 'n besoeker is en niks weet van enige\ngeld\t/9\n-9-\ngeld of juwele nie. Edwards het ook gesê dat hy net\nbesoeker daar is en probeer verduidelik dat die mense\nvan die huis weg is na Kaapstad toe. Die drie indringers\nhet vir Edwards en Gabru na die slaapkamer geneem en op\ndie vloer laat sit met hulle rué teen mekaar. Beskul-\ndigde 1 en appellant het hulle messe en beskuldigde 3\nsy skroewedraaier dreigend geswaai en aangehou vra waar\ndie geld en die diamante weggesteek is. Nadat die\ndrie die hele kamer deursoek het, die beddens omgekeer\nhet, al die klere uit die klerekaste gegooi het en\nook die goed uit die kaste geneem het, het die een\nwat later deur beide Edwards en Gabru as beskuldigde 3\nuitgeken is, Edwards en Gabro met 'n elektiese koord aan\nmekaar\t/10\n-10-\nmekaar vasgebind.\nEdwards se hele voorraad juweliersware was in vertoonstukkassies in die\nslaapkamer op die vloer en die drie rowers het dit saam met\nal die ander goed\nwat hulle in die huis geneem het, geneem. Hulle het deur die hele huis gesnuffel\nvir meer goed en aanhoudend teruggekom\nna die slaapkamer waar Edwards en Gafaru\nwas en gevra waar geld en meer goed is. Beskuldigde 1 het Edwards 'n keer in die\nlinkerskouer\nin die long in gesteek en hy het begin swak word. Gabru het toe vir\ndie drie gesê dat hy geld in sy motorkar, wat voor die\nhuis gestaan het,\nhet. Na 'n rukkie het hulle teruggekeer en gesê dat die motorkar gesluit\nis en vir\ndie\t/11\n-11-\ndie sleutel gevra. Gabru het gesê dat die sleutel\nin die sitkamer is.In die tussentyd het Gabru daarin\ngeslaag om sy een hand los te kry en Edwards het hom\ngevra om die alarmstelsel met die skakelaar teen die muur\naan te skakel. Gabru het dit gedoen maar die alarm-\nstelsel was buite werking.Soos later geblyk het was\ndit deur die rowers buite werking gestel. Op daardie\nstadium het Gabru gehoor dat hulle weer met die\ngang afkom en hy het dadelik gaan sit asof hy nog aan\nEdwards vasgebind was. Hulle kon nie die motorkarsleutel\nvind nie en het Gabru beskuldig dat hy vir hulle leuens\nvertel. Gabru het volhard dat die sleutel in die sit-\nkamer is. Na hulle uit die slaapkamer is, het Gabru\nna\t/12\n-12-\nna die badkamer gegaan, die deur gesluit en deur die\nvenster om hulp geskree. 'n Buurman het hom gehoor en\ndie polisie ontbied. Die rowers het in die tussentyd\ngevlug.\nBeide Edwards en Gabru was daar vir sowat 'n halfuur deur die rowers aangehou\nen hulle het vele kere die geleentheid gehad otn hulle\ngoed van naby waar te\nneem. Volgens Edwards was hy daarna in staat om die appellant te herken as een\nvan die drie wat hom beroof\nhet. Hy het hom aan sy gelaatstrekke herken. Hy is\njonk en lank en het 'n paar keer by hom verby beweeg terwyl hy in die slaapkamer\nvasgebind was. Hy het hom ook gesien toe hy voor hom die vertoonstuk-\nkassies\t/13\n-13-\nkassies waarin die sierdiamante was, oopgemaak het en\ndaarna gekyk het. Gabru was ook daarna in staat om\nappellant te herken. Volgens hom sal hy nie die per-\nsone wat hulle in die besondere omstandighede beroof het\nmaklik vergeet nie. Hy was in staat om appellant wat\ndie aanrandings begin het en hom met die mes in die\nskouer gesteek het \"absoluut\" te herken.\nDaar was nie 'n uitkenningsparade gehou om\nvas te\nstel of Edwards en Gabru hulle aanranders kon\nherken nie, máar toe die saak teen die appellant en die\nmedebeskuldigdes vir die eerste keer in die streekhof\nmoes aankom en uitgestel is, het Edwards en Gabru al drie\ndie\t/14\n-14-\ndie beskuldigdes buite die hof opgemerk tussen ander persone\nen hulle dadelik herken as die persone wat hulle beroof\nhet. Daarna met die verhoor van die saak het hulle.\ndie appellant en sy medebeskuldigdes uitgeken.\nDit is nou nodig om te verwys na die omstandighede\nwaaronder die appellant en sy medebeskuldigdes gearres-\nteer is en na die hof gebring is.\nSpeuder adjudant-offisier David Thidiela van die Suid-Afrikaanse Polisie op\nKliptown het sekere in-ligting gehad wat hom op 29 Julie\n1983, d w s twee dae na\ndie roof, na 'n kamer in Soweto geneem het. Daar het hy beskuldigdes 1 en 3 en\n'n derde persoon in die kamer\ngekry\t/15\n-15-\ngekry. Die speurder het navraag gedoen na Leonard Mokoena en\nbeskuldigde 3 het erken dat dit hy was en gesê dat hy daar woon.\nIn die\nkamer was 'n hele aantal van die gesteelde goedere en beskuldigde 3 het dit aan\ndie speurder oorhandig. As gevolg van antwoorde\nop vrae wat die speurder gevra\nhet, het die speurder beskuldigdes 1 en 3 arresteer en beslag gelê op die\ngesteelde goedere.\nHy het sekere inligting van beskuldigde 3 gekry en met die\ntwee beskuldigdes en die gesteelde goedere na die Kliptown polisiestasie\ngegaan\nom beskuldigde 1 en die gesteelde goedere daar te laat. Hy het toe met\nbeskuldigde 3 na 'n motorhawe in Hillbrow, wat deur\nbeskuldigde 3 aan hom\nuitgewys is, gegaan en die appellant wat daar as\npetrol joggie\t/16\n-16-\npetroljoggie werk, te arresteer. Die speurder het vir\ndie appellant nie voorheen geken of geweet waar hy werk\nnie.Die appellant is vandaar af saam met die speurder\nen beskuldigde 3 waar beskuldigde 3 'n plek aan die speurder\nuitgewys het waar nog van die gesteelde goedere terug-\ngevind is.Op 1 Augustus 1983 het beskuldigde 1 se suster\nleerbaadjie, wat ook van die gesteelde goedere was\nen wat beskuldigde 1 by sy moeder Gladys Mazibuko se huis\ngelaat het, by die polisiestasie ingehandig.Op hierdie\nstadium was beskuldigdes 1 en 3 met die roof verbind\ndeur die gesteelde goedere wat teruggevind is.\nDie drie mans wat die roof gepleeg\nhet\t/17\n-17-\nhet, moes vir die huisbediende Elizabeth, geken het,\ngeweet het dat sy vir Edwards werk, dat Edwards geld en\ndiamante of juweliersware in die huis het en dat daar 'n\nalarmstelsel in die huis is en waar dit sit, inligting\nwat hulle in alle waarskynlikheid van Elizabeth verkry\nhet. Dit is so omdat daar op die betrokke dag eers\nvooraf na Elizabeth gevra is deur die drie Swartvrouens,\ndie drie rowers aanhoudend gevra het waar die geld en\ndie diaraante en die juweliersware is en geweet het waar\ndie alarmstelsel buite werking gestel kan word.\nElizabeth het getuig dat sy die appellant en\nsy twee\nmedebeskuldigdes ken en al saam met hulle\nstokvels (fuifpartytjies) bygewoon het. Op die vraag\nof\t/18\n-18-\nof sy weet of die appellant en sy twee medebeskuldigdes\ndie huis van Edwards ken, het sy geantwoord dat hulle\nhaar altyd 'n \"lift\" gegee het as sy werk toe gaan. Op\nverdere vrae het sy haar antwoord heeltemal afgewater\ndeur eers te sê dat hulle haar slegs een keer 'n geleentheid'\ngegee het vanaf Crossroad na Kliptown en daarna te sê\ndat net beskuldigde 3 haar die \"lift\" gegee het en-voor\nwinkel afgelaai het.\nDie appellant en beide sy twee medebeskuldigdes\nhet\ngetuienis afgelê. Beskuldigde 1 weet dat die appel-\nlant in Phiri woon.Dit blyk nie duidelik uit sy ge-\ntuienis hoe goed hy vir die appellant ken nie. Hy het\nbeskuldigde 3 goed geken en op die vraag: \"Nr 2 (appel-\nlant\t/19\n-19-\nlant) is hy ook een van julle vriende\", het hy geantwoord;\n\"Beskuldigde nr 2 is ek net gewoond voor nadat ons ge-\narresteer was.\" Later onder kruisondervraging het hy\ngesê dat hy en beskuldigde 3 by die appellant se tuiste\nwas nadat hulle op borg losgelaat was. Beskuldigde 1\nhet erken dat hy vir Elizabeth die meeste van die tyd\nby stokvels ontmoet het maar beweer dat hy haar net van\nsien ken. Volgens hom ken beskuldigde 3 haar op die-\nselfde manier.\nBeskuldigde 3 erken dat hy saam met die speurder\nwas toe hulle na die garage in Hillbrow gegaan het waar\ndie appellant arresteer is. Hy ontken dat hy die speurder\nsoontoe\t/20\n-20-\nsoontoe geneem het of vir die appellant aan hom uitgewys\nhet. Trouens hy beweer dat hy nie geweet het dat die\nappellant daar werk nie. Hy erken egter dat hy die\nappellant geken het; hy het hom net partykeer gesien;\npartykeer kom hy vir 'n \"geleentheid\" vra by die stokvel\nNadat hy die vraag 'n paar keer ontwyk het, het hy erken\ndat hy vir Elizabeth ken. Hy ken haar \"mooi\" ... want\nsy was een van die mense van die stokvel\".\nDie appellant het onder kruisondervraging gesê dat die polisie saam met\nbeskuldigde 3 by die motorhawe gekom het en hom gearresteer\nhet. Hy het vir\nbeskuldigde 3 gevra wat aangaan maar het nie 'n antwoord gekry nie. Die\npolisieman het net gesê hulle ondersoek\ndie\t/21\n-21-\ndie saak.Beskuldigde 3 is nie 'n persoon wat hy dikwels\nsien nie.Hy ken sy naam nie. Hy ken hom net van sien\nby die stokvel en op daardie stadium het hy hom lanklaas\ngesien. Daarna het hy gesê dat hy hom gereeld\nby die stokvels sien.Hy ken vir Elizabeth net so\nbietjie by die naam van Mapula.Sy ken sy naam. Hy\nken haar van sien en sien haar by die stokvel.Hulle\nwas nog nie saam uit nie en hy het haar lanklaas ge-\nsien.Op een geleentheid was hulle saam in 'n voertuig\nmet 'n buurman van haar na Meadowlands toe. Hy was\nnog nooit saam met haar en sy medebeskuldigdes in 'n\nvoertuig nie.\nDit was nooit die saak van die appellant\ndat\nhy\t/22\n-22-\nhy die Woensdagmiddag, 27 Julie 1983, nie die roof kon\ngepleeg het nie omdat hy daardie tyd by die motorhawe\nin Hillbrow in diens was nie.Dit was eers toe die\naanklaer hom gekruisvra het oor waar hy daardie middag\nwas, dat hy gesê het dat hy by sy werk was. Op vrae\nvan die aanklaer het hy gesê dat die tyd van sy aankoms\nin die oggend deur die sekretaris, ene Alexander Ross,\nin 'n diensregister aangeteken word asook die tyd wanneer\nhy in die middag van diens af gaan, wat gewoonlik 18h00 is\nUit verdere ontwykende en onbevredigende ant-\nwoorde\nop vrae van die aanklaer en die hof blyk dit\nheeltemal duidelik dat die appellant geen bedoeling\ngehad het en op geen stadium van plan was om homself\nte\t/23\n-23-\nte beroep op die feit dat hy die betrokke Woensdagmiddag\nby sy werk in Hillbrow was en om daardie rede nie die\nroof kon gepleeg het nie. Die volgende is die vrae en\nantwoorde:\n\" So mnr. Alexander Ross sal kan kom bevestig dat jy wel by die werk was op\ndié betrokke dag 27 Julie 1983? — Ja.\nHet jy al intussen met hom gaan praat? — Hy weet ook, hy het gesien toe\ndie polisie my vat, toe sê hulle hulle gaan nou\nondersoek instel, en hy\nhet verwonder ek kom nie terug nie. Maar het jy al intussen met hom gaan praat\noor 27 Julie? — Nee\nek het gegaan en hom gesê die polisie het my\ngevat en ek is nou op borg.\nJa maar het jy hom spesifiek oor hierdie dag 27 Julie met hom gepraat?\n-Wat\t/24\n-24-\nWat was die 27ste?\nDie vraag is tog eenvoudig, het\njy spesifiek met mnr\nRoss gaan\npraat oor 27 Julie 1983? — Is\ndit die dag toe ek\ngearresteer was?\nDit is die Woensdag, jy is die Vry-\ndag gearresteer.\n— Ja ek is\nVrydag gearresteer.\nDie vraag is nog steeds, het jy\nal\nmet mnr. Ross gaan praat oor\n27 Julie daardie Woensdagmiddag? —\nEk kan nie mooi begryp nie\nEdel-\nagbare wanneer was die 27ste nie,\nwas dit 'n Vrydag of\nwanneer.\nEk weet nie wat jou probleem is\nnie, jy het nou alreeds gehoor\ndat dit die Woensdag was. Ant-\nwoord net die graag asseblief. —\nEk het niks met hom gepraat nie,\nwant ek weet nie wat gaan aan nie.\nHy is die sekretaris.\nJy werk nog steeds by daardie be-\ntrokke motorhawe? — Ja.\nJy sien hom elke dag? — Ja.\nJy doen die moeite om te gaan\nhoor\t/25\n-25-\nhoor of hy sal kom bevestig dat jy\ndaar was op 27 Julie nie? —\nNee.\nIs dit omdat jy weet hy sal nie\nkan bevestig nie? — Hy\nweet,\nwant hy teken ons aan.\nMaar hoe weet jy dat hy weet dat\nop 27\ndaar was, hoe weet jy dat hy\ndit sal kan bevestig dat hy dit\nwel\naangeteken het? — Dit is sy\nboek wat die sal sê daar waar hy\nskryf.\nHet jy al na hierdie boek gaan kyk\nintussen? — Ek weet ek het gewerk\ndaardie dag.\nHet jy al gaan kyk of die boek\nkorrek aangeteken is op 27 Julie\nverlede jaar? — Ons sien soos\nons skryf, ek het ook gesien dat\nop die 27ste.\nMaar jy het nie met mnr Ross gaan\npraat om te sê hy moet hof toe kom\nom vir jou te kom getuig nie? —\nNee. Ek het nie geweet of die\nHof hom sal nodig hê nie.\nHoe het jyself gevoel? — Ek weet van\nniks Edelagbare, dit is die rede\nhoekom\t/26\n-26-\nhoekom ek ook nie sal wil roep an 'n getuie nie.\"\n\"\nHOF\n: Ek is net geinteresseerd in hierdie gesprek wat jy en mnr. Ross\ngehad het. Soos ek jou verstaan nadat jy gearresteer is, toe het\njy teruggekom\nwerk toe, en het jy toe vir mnr. Ross gesê die polisie het jou\ngearresteer? — Ja. Hy het toe seker vir\njou gevra hoekom is jy\ngearresteer? — Hy het my gevra.\nWat sê jy toe vir hom? — Ek het gesê die polisie het my\ngevat om te ondersoek gaan instel.\nHOF\n: So jy het nie vir hom gesê\nhoé-kom jy gearresteer is nie? Jy het nie gesê waarvan jy beskuldig\nword met ander\nwoorde nie? — Ja ek het hom gesê dat daar is 'n\nklagte teen my van roof. Ek neem aan toe vra hy vir jou wanneer sou jy\ndan\nhierdie roof\ngepleeg\t/27\n-27-\ngepleeg het? — Ek verwonder ook Edelagbare want ek is daagliks by die\nwerk.\nAg ek vra nie of jy verwonder is of nie, hoekom wil jy nie die vraag\nantwoord nie. Het Ross vir jou gevra wanneer het jy die roof\ngepleeg? Of wat die\nbewerings is wanneer jy dit sou gepleeg het? Hy het my gevra Edelagbare en toe\nsê ek daardie mense het\nmy gevat om ondersoek te gaan instel. Ek weet nie\nhoekom is jy so taai om te antwoord nie beskuldigde? Het jy of het jy nie vir\nhom\ngesê wanneer sou die roof gepleeg gewees het nie? — Ek het hom\ngesê.\nNou ja, hoekom vat dit jou so lank om dit te antwoord? — Ek het aan hom\ngesê ek het gehoor die polisie sê dit het\nin die dag plaasgevind.\nHet jy vir hom gesê watter dag? — Hulle het gesê Woensdag. Ja,\nen wat sê Ross toe\ndaarop?\n—Hy\t/28\n-28-\n— Hy het gesê hy weet nie, dit\nkan miskien iets is wat in die aand\ngebeur het.\nNee hoe kan hy so sê, jy sê vir\nhom jy hoor dit is in die dag.\nHet hy nie gesê 'maar dit is leuens,\njy was die heeltyd hier nie'? —\nEk verwonder en hy verwonder ook\nnog steeds.\"\nDie verhoorhof het bevind dat beide Edwards en Gabru as getuies 'n goeie\nindruk op die hof gemaak het. Hulle geloofwaardigheid was\nnie deur die\nregsverteen-woordiger aangeval nie en die hof was tevrede dat hulle getuienis bo\nredelike twyfel as waar aanvaar kon\nword. Die hof het nie die appellant en sy\nmedebeskuldigdes se getuienis aanvaar nie. Die verhoorhof het aandag geskenk aan\ndie betroubaarheid\nvan Edwards en Gabru se\nuitkenning\t/29\n-29-\nuitkenning van die appellant en sy medebeskuldigdes\nbuite die hof voordat die saak verhoor is en daarna\ntydens die verhoor binne die hof en tereg bevind dat\nhulle genoegsame geleentheid gehad het om hulle aanval-\nlers waar te neem, dat die aanvallers 'n geruime tyd\nin hulle teenwoordigheid was en hulle alle geleentheid\nen rede gehad het om die aanvallers waar te neem en\ndat daar ook niks in die omstandighede wat geheers het,\nwas wat die waarneming en 'n latere uitkenning van die\naanvallers bemoeilik het nie.\nDie verhoorhof het verder bevind dat daar genoegsame stawing van die twee\nklaers se uitkenning van die appellant en sy medebeskuldigdes\nwas en die\nuitkenning\t/30\n-30-\nuitkenning as betroubaar aanvaar,\nBeide Edwards en Gabru het vir die\nappellant\nuitgeken en mekaar gestaaf t.o.v die aard\nvan die appellant\nse deelname aan die roof op hulle. Dit sou natuurlik\nveel beter gewees het as daar 'n uitkenningsparade gehou\nwas, maar daar is inderdaad ander getuienis en oorwegings\nwat sterk daarop dui dat hy saam met beskuldigdes 1 en\n3, wie se skuld duidelik bewys is met die gesteelde\ngoedere wat in hulle besit was, die roof gepleeg het\nAppellant en sy medebeskuldigdes het mekaar geken en\nbeskuldigde 3 se stokvels besoek. Hulle het ook vir\nElizabeth, die huisbediende van Edwards, geken. Hulle\nhet in alle waarskynlikheid van haar die inligting gekry\nvan\t/31\n-31-\nvan al die diamante en juweliersware' wat Edwards in sy huis het en\nook dat hy 'n alarmstelsel het en waar dit in die huis geleë\nis.\nBeskuldigde 3 wat beskuldigde 1 en 'n aantal van die gesteelde goedere aan die\nspeurder uitgewys het, het die speurder na die\nwerkplek van die appellant geneem\nen hom daar uitgewys as een van die persone wat ook by die roof betrokke was.Die\nuitwys-ing self\nis nie getuienis teen die appellant en staaf dus nie die\nuitkenning nie maar dit is die appellant se reaksie en optrede daarna wat\ngetuienis teen hom is en die klaers se uitkenning van hom bevestig.Nadat hy vir\ndie roof arresteer is, het die appellant skynbaar\newe gedwee saam met die\nspeurder en beskuldigde 3 wat sy\nmedebeskuldigde..../32\n-32-\nmedebeskuldigde was gegaan om nog van die beweerde\ngesteelde goedere wat beskuldigde 3 uitgewys het te gaan\nhaal.Volgens hom het hy geen vrae aan beskuldigde 3\nwat hy volgens sy eie erkenning geken het, gevra nie\nondanks die feit dat hulle saam aangekla word van die roof\nvan die goedere en die speurder saam met beskuldigde 3\nby hom aangekom het.Ondanks die feit dat hy weet\ndat daar by sy werk 'n diensregister gehou word waarin\nsy opdaag- en uitskeitye aangeteken word, wat maklik\nkan bewys dat hy by sy werk was die tyd toe die roof\ngepleeg is, indien hy daardie tyd wel by sy werk was,\nwas hy verder duidelik nie van plan om, soos blyk uit sy\naangehaalde getuienis hierbo,van die diensregister\ngebruik\t/33\n-33-\ngebruik te maak nie. Hy was uit op borg voor die\nverhoor van die saak en het nooit die aangeleentheid\nraet die sekretaris wat die diensregister hou, bespreek\nnie.Die afleiding is geregverdig dat hy geweet het\ndat die diensregister nie sy saak sou steun nie.\nHy het klaarblyklik nie vir sy\nregsverteen-\nwoordiger vertel dat hy 'n alibi het\nwat deur\n'n\ndiensre-\ngister gesteun kan word nie.Dit blyk uit die feit\ndat daar niks in kruisverhoor aan Edwards en Gabru\ngestel is nie en dat hy self in sy getuienis dit nie gemeld\nhet nie.Slegs die vrae van die aanklaer oor waar\nhy op die betrokke dag en die tersaaklike ure was\nhet aanleiding gegee tot die getuienis van die diens-\nregister\t/34\n-34-\nregister.Dit is feitlik ondenkbaar dat sy regsverteen-\nwoordiger hom met die voorbereiding van sy verdedig-\ning nie sou gevra het waar hy op die tersaaklike tyd was\ntoe dit geblyk het dat sy verdediging 'n alibi was nie.\nOnder hierdie omstandighede kan nie gesê word dat daar 'n plig op die\nStaat gerus het om getuienis voor die hof te lê\ndat die appellant volgens\ndie diens-register nie die betrokke dag by die werk was nie, soos namens die\nappellant betoog word. Trouens\ndie Staat kon aan die hand van die aard van die\nappellant se verweer nooit geweet het dat daar enige betroubare diensregister\nbestaan\nwaarop die appellant kon steun nie.\nEk\t/35\n-35-\nEk is bygevolg nie oortuig dat die bevinding\nvan die\nverhoorhof dat die appellant se skuld behoorlik\nbewys is nie korrek is nie.\nDie appel word van die hand gewys.\nWAARNEMENDE APPËLREGTER\nRABIE, Wn HR)\nstem saam KUMLEBEN, Wn AR)",
  "scraped_at": "2026-02-11T21:08:11.087314",
  "date": "1987-05-29",
  "coram": [
    "RABIE, Wn HR",
    "BOSHOFF, Wn AR",
    "KUMLEBEN, Wn AR"
  ],
  "case_number": "65/87",
  "parties": {
    "applicants": [
      "Robert Maseko"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 27 July 1983 Adil Edwards and Dawood Gabru were robbed at Edwards' home in Eldorado Park. Three armed intruders—later identified as Robert Maseko and his co‑accused Nathan Mazibuko and Leonard Mokoena—bound the victims, stole jewellery, cash and other goods valued at about R80,000 and fled. The victims subsequently identified the three men, although no formal identification parade was held. The police recovered a number of the stolen items from the accused and arrested them. At the Regional Court the three were found guilty of robbery and sentenced to four years' imprisonment each. Robert Maseko appealed the conviction and sentence to the Supreme Court of Appeal.",
    "issues": "The appeal raised whether the conviction of Robert Maseko was safe in the absence of a formal identification parade, whether the victims' identifications were reliable, and whether the appellant’s alibi—asserting he was at work on the day of the robbery—could have created reasonable doubt worthy of overturning the conviction.",
    "principles": "South African criminal law requires the prosecution to prove guilt beyond reasonable doubt. Victim identification may be admitted without a parade if the court is satisfied that the identification is reliable, considering the circumstances of the observation and the opportunity for the victims to observe the perpetrators. An appellant’s alibi must be corroborated by independent evidence, such as a service register, to be effective. On appeal, the court reviews the trial record for any error that could have led to a miscarriage of justice.",
    "application": "The Court examined the detailed testimonies of Edwards and Gabru, who described the assailants and positively identified Maseko. The Court found the identification reliable despite the lack of a parade, noting the victims had multiple opportunities to view the perpetrators and that the police recovered stolen items from the accused. Maseko’s claimed alibi was not supported by any service‑register evidence; he failed to produce the register or obtain confirmation from his employer. Consequently, the Court concluded that the evidence of guilt satisfied the standard of proof.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the conviction and sentence of Robert Maseko for robbery, and ordered that the appeal be struck out."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "victim identification",
      "alibi",
      "appellate review"
    ]
  }
}