{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/155.html",
  "case_name": "Malan and Another v Ardconnel Investments (Pty) Ltd. (379/86) [1987] ZASCA 155; [1988] 2 All SA 128 (A) (2 December 1987)",
  "citation": "[1987] ZASCA 155",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 155\n|\nNoteup\n|\nLawCite\nMalan and Another v Ardconnel Investments (Pty) Ltd. (379/86) [1987] ZASCA 155; [1988] 2 All SA 128 (A) (2 December 1987)\nDownload original files\nPDF format\nRTF format\nCase No 379/86 WHN\nDANIEL JOHANNES PAULUS MALAN\n1st Appellant\nANTONIO CASTANHO\n2nd Appellant\nand\nARDCONNEL INVESTMENTS (PTY) LTD\nRespondent\nJOUBERT\n, JA\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE\nDIVISION\nIn the matter between:\nDANIEL JOHANNES PAULUS MALAN\n1st\nAppellant\nANTONIO CASTANHO\n2nd Appellant\nand\nARDCONNEL INVESTMENTS (PTY) LTD\nRespondent\nCoram\n: JOUBERT, SMALBERGER, NESTADT JJA et NICHOLAS, STEYN AJJA.\nDate of Hearinq\n: 3 November 1987\nDate of Delivery\n: 2 December\n1987\nJUDGMENT\nJOUBERT\n, JA:\n/Federated\n2\nFederated Building Co (Pty) Ltd (\"the township owner\") applied\nto the Administrator of the Transvaal under the Townships and Town-Planning\nOrdinance No 11 of 1931 (T) to establish a township on land owned by it in the\ndistrict of Germiston. Its application was granted.\nOn 27 August 1952 the\nAdministrator pro= claimed the township of Spartan an approved township by\nProclamation No 230 of 1952 issued\nunder section 20(4) of the said Ordinance.\nThe township comprises 263 erven indicated on General Plan S G No A7827/50\n(Annexure \"H\").\n/The\n3\nThe conditions imposed by the Administrator in proclaiming the\ntownship are divided into two parts : A Conditions of Establishment\nand B\nConditions of Title. Condition A 8 set aside 19 erven to be trans= ferred to the\nproper authorities by the township owner for\ngovernment and municipal purposes\nwhile erf 259 was to be reserved by the township owner for railway purposes.\nCondition A 11 obliged\nthe township owner and its successors in title to observe\nthe conditions of establish= ment and to take the necessary steps to secure\nthe\nenforcement of the conditions of title.\nIn part B of the conditions the erven are\n/grouped\n4\ngrouped under several different categories. According\nto\nCondition B 1 all rights to minerals and precious\nstones in all erven are\nreserved by the township owner\nand its successors in title to such rights.\nThese\nmineral rights are in the nature of personal quasi\nservitudes which are freely assignable (1959 Tydskrif\nvir Hedendaagse\nRomeins-Hollandse Reg p 30). The\ntownship owner became entitled in terms of\nsec 71(1)\nof the\nDeeds Registries Act No 47 of 1937\non the opening\nof a\ntownship register for the township to take out a\ncertificate of rights to minerals in respect of the\nreserved mineral rights. Condition B 2 contains\n/provisions\n5\nprovisions which apply to all erven, with the exception of the\n20 erven mentioned in condition A 8. They relate to matters such as\nthe\nprohibition against transfer or lease an erf to any Coloured person, and the\nsub-division of erven save in exceptional circumstances,\nelevational treatment\nof buildings, excavations, the keeping of animals and the discharge or drainage\nof stormwater. According to\nCondition B 3 three erven (including erf 184) are\ndescribed as \"special business erven\" which are to be used for trade or business\npurposes only subject to certain restrictions, e.g. they are not to be used for\na warehouse or a place of amusement or\n/assembly,\n6\nassembly, garage, industrial premises or an hotel. Furthermore\n\"no business carried on- - - - with persons other than Europeans and\nno business\nof a kaffir eating-house of any description\" may be conducted on them. Buildings\nerected on them are to have a minimum\nof two storeys and the upper storeys may\nbe used for residential purposes. In terms of Con= dition B 4 erf 258 is to be a\n\"general\nbusiness erf\" which is to \"be used for trade or business purposes only\nprovided that it shall not be used for a place of amusement\nor assembly\".\nCondition B 5 establishes erf 185 as a \"special purposes erf\" which is to be\nused\n/solely\n7\nsolely for the business of a motor garage and purposes\nincidental thereto. According to Condition B 6 erf 127 is a \"special erf\" on\nwhich there are graves. Condition B 7 deals with \"industrial erven\" which\nconsist of a total of 237 erven. The relevant portion of\nCondition B 7 provides\nas follows:\n\"All erven except those referred to in Clause B 3 to B 6 shall in addition to\nthe conditions set out in clause B 2 hereof be subject\nto the following con=\nditions:-\n(a) The erf and the building or buildings to be erected thereon shall be used\nsolely for such industrial purposes as may be approved\nin writing by the local\nauthority and for purposes in= cidental thereto, but for no\nother\n/use\n8\nuse or purpose, whatever, and no retail trading of any description (save as\nprovided in sub-clause (ii) hereof) shall be conducted\nthereon. The words '\npurposes incidental thereto' shall be deemed to include -\n(i) the erection and use for residential purposes of buildings for managers\nand watchmen of works, warehouses or factories erected\non the said erf, and with\nthe consent, in writing, of the Administrator, given after consultation with the\nNative Affairs Department\nand of the local authority, and subject to such\nconditions as the Adminis= trator in consultation with the local authority may\nimpose,\nprovision may be made for the housing of coloured persons\nbona\nfide and necessarily employed on full-time work in the industry conducted on\nthe erf;\n/(ii)\n9\n(ii) the right of the owner to dis= pose of goods manufactured\non erf or any other goods permitted in writing by the local authority.\"\nCondition B 8 provides for a servitude of sewerage\non all erven in favour\nof the local authority while\nCondition B 9 contains definitions of\n\"applicant\" and\n\"Coloured person\".\nThe respondent became the registered owner of erf 184 which it acquired\ndirectly from the township owner by Deed of Transfer No T23737/1961\n(Annexure\n\"B\") registered on 6 November 1961. This Deed of Transfer incorporated\nConditions of Title B 1, 2, 3, 8 and 9 from the\nAdministrator's Proclamation as\nconditions (a)\n/to\n10\nto (p). Condition of Title B 3 which categorized erf 184 as a\nspecial business erf to be used for trade or business purposes only\nis common to\nerven 64 and 183 only but not to the other erven (including erf 42) in the\ntownship.\nOn 12 December 1961 the township owner by Deed of Transfer No\nT26529/1961 transferred erf 42 to Broadacres Investments Ltd. The latter\nby Deed\nof Transfer No T21718/1965 (Annexure \"C\") on 17 June 1965 transferred erf 42 to\nthe first appellant. This Deed of Transfer\ntook over Conditions of Title B\n1,2,7, 8 and 9 from the Administrator's Proclamation as\n/conditions\n11\nconditions (a) to (n). It was Condition of Title B 7 which\ncategorized 237 erven (including erf 42) as industrial erven. As I have\nalready\nindicated, erf 184 does not fall in the category of industrial erven. The\ncounterparts of Condition of Title B 7 are conditions\n(i) to (k) inclusive in\nthe title deed of erf 42 which are not common to the conditions in the title\ndeed of erf 184. Only Conditions\nof Title B 1, 2, 8 and 9 are common to erven 42\nand 184. Condition of Title B 7 which categorized erf 42 as an industrial erf\ndoes\nnot appear in the title deed of erf 184. Likewise Condition of Title B 3\nwhich\n/categorized\n12\ncategorized erf 184 as a special business erf was\nnot included in the title of erf 42.\nOn 2 December 1985 the appellants entered into a written lease in terms of\nwhich the first appellant let the buildings on erf 42 to\nthe second appellant\nfor a period of 5 years as from 1 December 1985 \"for the pur= pose of general\ndealer, fishmonger and café\nkeeper only.\" (Annexure \"DJM 9\"). The second\nappellant commenced on 7 April 1986 to conduct the business of a retail food\nsupplier\nunder the style of Benfica Café on erf 42. His clientele\nconsisted almost exclusively of blacks employed in the township.\nThe\nrespondent brought an urgent application in the Witwatersrand Local Division\nagainst the appellants\n/for\n13\nfor an interdict restraining them from continuing to conduct\nthe business of a retail food supplier on erf 42 and for an order declaring\nthat\nthe conduct of such business constituted a contravention of Condition B 7(a) of\nthe Township Conditions of Establishment of\nSpartan Township and its counterpart\nof condi= tion (i) of the Conditions of Title registered in Deed of Transfer No\nT21718/65. SPOELSTRA\nJ granted the interdict \"for as long as the conditions of\ntitle of the said erf do not permit the aforesaid business\". With leave\nof the\nCourt\na quo\nthe appellants now appeal to this Court against the judgment.\nThe respondent\n/noted\n14\nnoted a cross-appeal against certain portions of the judgment\nwhich it abandoned at the hearing of the appeal in this Court.\nThe appellants challenged the\nlocus standi in judicio\nof the\nrespondent to enforce observance by the appellants of Condition 7 (a) of the\nTownship Conditions of Title,incorporated as\nrestrictive title condition (i) in\nthe title deed of erf 42. They submitted that the condition was not one which\nenured to the benefit\nof the respondent, but was enforceable solely by the\ntownship owner. The condition, it was contended, did not fall\n/within\n15\nwithin the principles enunciated in\nElliston v Reacher\n,\n(1908) 2 Ch D 374\nand\nAlexander v Johns\n,\n1912 AD 431.\nMore specifically,\nit was argued by\nMr Nochumsohn\non behalf of the appellants that the\ndecided cases show that, in order to be enforceable by lotholders\ninter\nse\n, the restriction sought to be enforced must be one which is common to the\nlots of all the parties concerned, indicating mutual or\nreciprocal undertakings\nin relation to the re= striction. The restriction in Condition 7(a) is not such\na restriction.\nThe rule in\nElliston v Reacher\n,\nsupra\n, was an\n/equitable\n15(a)\nequitable rule which evolved in the Court of Chancery in\nEngland. From the beginning of the 19th century the vast expansion in industrial\nand building activities in England underscored the practical importance of\nlay-out and development of townships in order to preserve\ntheir character, to\nregulate the character of the buildings, to prevent industries or trade from\nencroaching on residential areas\netc. \"With the growth of urban building from\nthe beginning of the nineteenth century, landowners experienced the need for\nsome form\nof covenant which would bind, not only the assignee of land,\n/but .\n16\nbut his successors in title, in defence of the amenities of\nland retained.\" (\nThe United Kingdom\n,\nthe Develop\n=\nment of its\nLaws and Constitution\n, edited by George W Keeton and Dennis Lloyd, 1955, p\n137). Conveyancing of freehold land was effected privately by covenant between\ncovenantor and covenantee by creating privity of contract between them. The\nregistries established in 1703 for West Riding of York\n(2,3 Anne c 4), in 1707\nfor East Riding and For Kingston-upon-Hull (6 Anne c 35) and in 1708 for\nMiddlesex (6 Anne c 35) were for\nthe registration of documents such as deeds,\nconveyances\n/and\n17\nand wills, and were not land registries. (I may observe in\nparenthesis that our system of land regis= tration is entirely unknown\nand\nforeign to English law. The origin of our system of land registration, ini=\ntiated by the Placaat of 9 May 1560 (2 G P B 1401-1402),\nwas introduced at the\nCape in 1685. Consult\nHoutpoort Mining & Estate Syndicate Ltd v\nJacobs\n,\n1904 T S 105\nat p 108-109,\nCoronel's Curator v Estate\nCoronel\n,\n1941 AD 323\nat p 338-339). The difficulty was that there was no\nprivity of contract between the purchasers of lots\n/\ninter se\n18\ninter se\n. The device employed by English lawyers to\nsecure a scheme of development (building scheme) was to require all purchasers\nof lots\nto enter into deeds of mutual covenants whereby they and the vendor were\nbrought into immediate contractual relation with each other.\nAn alternative\nmethod was to vest the restrictive covenants in the vendor or in some third\nparty as trustee for all concerned. See\nLawrence & Others v South County\nFreeholds Ltd and Others\n,\n(1939) 2 All ER 503\n(Ch D.) at p 519 E-F. The\ncovenants then in effect formed a sort of \"local law\" for the estate on which\nthe township was, or was\nabout to be, establish= ed. See\nReid v\nBickerstaff\n,\n(1909) 2 Ch. D 305\nat p 319.\n/More ....\n19\nMore often than not all the lots were not sold simul=\ntaneously in which event it could be very difficult in practice to enter into\ndeeds of mutual covenants with all parties concerned. The basic problem remained\nhow to make the restrictive covenants run with the\nfreehold land on which the\ntownship was, or was to be, established. The English common law lacked in\nproviding effective machinery\nfor this purpose. It was in the middle of the 19th\ncentury that the Court of Chancery laid the foundations of the modern doctrine\nof restrictive cove= nants by deciding to enforce them\nin equity\n. The\nprinciples thus developed were enunciated by PARKER J\nin\nElliston v\nReacher\n,\nsupra\n, \tat p 384-385\nas follows:\n/\"I\n20\n\"I pass, therefore, to the consideration of the\nquestion whether the plaintiff's can enforce these restrictive covenants. In my\njudgment,\nin order to bring the principles of\nRenals v Cowlishaw\n(1878) 9\nCh D 125\n,\n(1879) 11 Ch D 866\n(CA) and\nSpicer v Martin\n. (188 9)\n14 App Cas\n12\ninto operation it must be proved (1) that both the plaintiffs and defendants\nderive title under a common vendor; (2) that previously\nto selling the lands to\nwhich the plaintiffs and the defendants are respectively entitled the vendor\nlaid out his estate, or a defined\nportion thereof (including the lands pur=\nchased by the plaintiffs and defendants respectively), for sale in lots subject\nto restrictions\nintended to be imposed on all the lots, and which, though\nvarying in details as to particular lots, are con= sistent and consistent\nonly\nwith some gene= ral scheme of development; (3) that these restrictions were\nintended by the common vendor to be and were for\nthe benefit of all the lots\nintended to be sold, whether\n/or ....\n21\nor not they were also intended to be and were for the benefit of other land\nretained by the vendor; and (4) that both the plaintiffs\nand the defendants, or\ntheir predecessors in title, purchased their lots from the common vendor upon\nthe footing that the restrictions\nsubject to which the pur= chases were made\nwere to enure for the bene= fit of the other lots included in the gene= ral\nscheme whether\nor not they were also to enure for the benefit of other lands\nretained by the vendors.\nIf these four points be established\n,\nI think\nthat the plaintiffs would in equity be entitled to enforce the restrictive\ncovenants entered into by the defendants or their\npredecessors with the common\nvendor irrespective of the dates of the respective pucchases\n. I may observe,\nwith reference to the third point, that the vendor's object in imposing the\nrestrictions must in general be gathered\nfrom all the circumstances of the case,\nincluding in particular the nature of the restrictions. If a general observance\nof the restrictions\n/is\n22\nis in fact calculated to enchance the values of\nthe several lots offered for sale, it is an easy inference that the vendor\nintended\nthe restrictions to be for the benefit of all the lots, even though he\nmight retain other land the value of which might be similarly\nenhanced, for a\nvendor may naturally be expected to aim at obtaining the highest possible price\nfor his land. Further, if the first\nthree points be established, the fourth\npoint may readily be inferred, provided the purchasers have notice of the facts\ninvolved\nin the three first points; but if the purchaser purchases in ignorance\nof any material part of those facts, it would be difficult,\nif not impossible,\nto establish the fourth point. It is also observable that the equity arising out\nof the establishment of the four\npoints I have mentioned has been sometimes\nexplained by the implication of mutual contracts between the various pur=\nchasers, and\nsometimes by the implication\n/of\n23\nof a contract between each purchaser and the\ncommon vendor, that each purchaser is to have the benefit of all the covenants\nby the\nother purchasers, so that each pur= chase is in equity an assign of the\nbenefit of these covenants. In my opinion the implication\nof mutual contract is\nnot always a perfectly satisfactory explanation. It may be satisfactory where\nall the lots are sold by auction\nat the same time, but when, as in cases such as\nSpicer v Martin\n, there is no sale by auction, but all the various sales\nare by private treaty and at various intervals of time, the circumstan= ces\nmay,\nat the date of one or more of the sales, be such as to preclude the possibi=\nlity of any actual contract. For example, a prior\npurchaser may be dead or\nincapable of contracting at the time of a subsequent purchase, and in any event\nit is unlikely that the\nprior and subsequent purchasers are however brought into\npersonal relationship, and yet the equity may exist between them.\n/It\n24\nIt is, I think, enough to say, using Lord Macnaghten's words\nin\nSpicer v Martin\n,\nthat where the four points I have mentioned are\nestablished, the community of interest imports in equity the reciprocity of\nobli=\nqation which is in fact contemplated by each at the time of his own\npurchase\n.\"\n(My italics).\nIt should be observed that in\nElliston v Reacher\n,\nsupra\n,\nthere was no direct evidence, afforded by the execution\nof\nthe deed of mutual covenant, that the parties in\nfact intended a\n\"búilding scheme\". The question was\naccordingly whether such intention\ncould in all the\ncircumstances of the case beproperly inferred\n(\nBaxter\nand Others v Four Oaks Properties Ltd\n, (1965) 1 All\nER\n906 (Ch D) at p 914\nin fine\n. ) The following\n/statement\n25\nstatement is to be found in\nThe Law of Real\nProperty\n,\nby R E Megarry and H W R Wade, 2nd ed, 1959 at p 738:\n\"The reservation by the common vendor of a power to release all or part of\nthe land from the restrictions does not negative a building\nscheme,\nnor is it\nessential that the restrictions imposed on each plot should be identical\n;\nit is enough that there is some general scheme of development\n.\" (My\nitalics ).\nThe Privy Council case of\nTexaco Antilles Ltd v Kernochan and Another\n,\n(1973) 2 All E R 118\n(P C), which came on appeal from a judgment of the Court of\nAppeal for the Bahama Islands, involved a \"building scheme\" which was\nmixed\nsince the lots were in general residential whereas some were commercial. The\nlitigation, however,\n/concerned\t'.\n26\nconcerned a restriction which was common to all the lots.\nI\nnow turn to consider the position in the Transvaal after it became a Crown\nColony. Proclamation of Townships Ordinance No 19 of\n1905 (T) was rather\nshort-lived inasmuch as it was repealed\nin toto\nby Townships Act No 33 of\n1907 (T). The latter Act pro= vided that a township could be established only on\nfree= hold land. See the\ndefinition of \"owner\" in sec 2 read with sec 11. A\ntownships board could recommend conditions upon which the application to\nestablish\na township should be granted (secs 3,6). The Colonial Secretary, or\nother designated\n/Minister\n27\nMinister, could refuse or grant the application subject\nto\nsuch conditions as he elected to prescribe (sec 6).\nAfter the\nSurveyor-General had approved the general\nplan for the proposed township the\nColonial Secretary,\nor other designated Minister, could by notice in\nthe\nGazette\ndeclare the township an approved one (sec 7).\nNo\ntransfer of any lot or erf in the township could be\nregistered until it had\nbeen :declared an approved\ntownship (sec 4). Only after a local authority\nhad\nbeen constituted for the township could the Governor by\nproclamation in the\nGazette\ndeclared it to be a pro=\nclaimed township (sec 12).\n/What\n28\nDespite the fact that Act No 33 of 1907 (T) did not expressly\nprovide for the inclusion of con= ditions of title in the conditions\nprescribed\nby the Colonial Secretary, or other designated Minister, it would seem to have\nbeen the practice to include them in the\nprescribed conditions. This appears\nfrom the facts relating to the prescribed conditions nos. 5 and 6 of a township\nlaid out under\nthe provisions of Act No 33 of 1907 which were considered in\nAd\n=\nministrator (Transvaal) v Industrial & Commercial Timber &\nSupply Co Ltd\n,\n1932 AD 25\nat p 29-30. There was apparently, as far as I\ncould ascertain,\n/no\n29\nno statutory provision which made the inclusion of the\nconditions of title obligatory in all cases.\nIt appears from sec 15(1) of the\nTownships Amendment Act No 34 of 1908 (T) that a township owner could be the\nowner of a private leasehold\ntownship, situated on unencumbered freehold land,\nwhile the registered holders of lots or erven had mere lease= hold titles.\nProvision\nwas made in sec 15(4) to effect the conversion of leasehold titles to\nfreehold titles.\nIt is against this background that the decision of this Court in\nAlexander\nv Johns\n,\n/1912\n30\nsupra\n, as well as the judgment of BRISTOWE J in the\nCourt\na quo\n(reported in\n1912 W L D 91)\nshould be approached. The\ntownship owner laid out the township of Boksburg North (presumably an approved\ntownship) in the Transvaal.\nOn 7 October 1905 the leasehold erven in the\ntownship were sold by auction for a period of 99 years from 1 October 1905\naccording\nto leases the terms of which were common to all erven. Clause 8 of the\nleases which prohibited the transfer to, or the occupation\nby,\n/Coloured\n31\nColoured persons of the erven was incorporated in\nthe leasehold titles and the freehold titles into\nwhich leasehold titles were subsequently converted.\nClause 19 of the leases provided for an option to\nconvert the leasehold titles into freehold titles.\nThe land on which the township was established\nwas presumably owned by the\ntownship owner in free=\nhold title. In the Court\na quo\nBRISTOWE J\nhad\nlittle doubt that the conditions in\nElliston v Reacher\n,\nsupra\n, had been satisfied on the facts of the case (p97).\nIn this Court INNES A CJ did not refer to the four\npoints formulated by\nPARKER J in\nElliston v Reacher\n,\nsupra\n, but said at p 443-444\n:\n/\"Each\n32\n\"Each original lessee therefore agreed with the ground owner in terms of the\nlease which he signed, to subject his holding to the\nburden of this restriction\nfor the benefit of each and every present or future holder of the other lots,\nand agreed to accept the\nbenefit of the same restriction imposed, or to be\nimposed, on all the other holdings for his own advantage. Each contract with the\ncommon landlord was made for the benefit of third parties, and each involved an\naccep= tance of similar benefits from time to time\nfrom those parties. One would\nthink, therefore, that on general principles such an arrangement should be\nbinding upon and enforceable\nby the original leaseholders\ninter se\n. And\nthe restrictive condition being one directly affecting the user of the lots, it\nwas properly registered against the leasehold\ntitles, and ought therefore to be\nbinding upon all successors of the original\nlessees.\"\nMoreover the incorporation of clause 8 in\nthe leasehold titles, and the freehold titles by conversion.\n/amounted...\n33\namounted to registered servitudes which were\nmutually\nbinding on all the successors of the original lessees\n(p 443-444 and 1912 W L D p 101-102). Owners and tenants\nof erven who\ninfringed the registered servitudes could bê\nrestrained by the owners\nof other erven by interdict from\ndoing so. Damages were not claimed.\nUnlike English law which on the establishing\nof the four points set out in\nElliston v Reacher\n,\nsupra\n,\nhad recourse to\nequity\nto\nmake restrictive covenants\nrun with the land in townships and to render them\nre=\nciprocally binding on the owners of lots in townships,\nour law has the\nadvantage of making restrictive title\nconditions run with the land in\ntownships as registered\nservitudes. Moreover, in our law registration\nof\nservitudes as real rights dispenses with the necessity of\n/proof\n34\nproof of knowledge of their existence by third parties.\nPer\nHOEXTER JA in\nFrye's (Pty) Ltd v Ries\n, 1957(3)\nSA 575 (AD) at p 582\nA-D:\n\"Theoretically no doubt the act of registra= tion is regarded as notice to\nall the world of the ownership of the real right which\nis registered. That\nmerely means that the person in whose name a real right is regis= tered can\nprove his ownership by producing\nthe registered deed - - - If the registered\nowner asserts his right of ownership against a particular person he is entitled\nto do\nso, not because that person is deemed to know that he is the owner, but\nbecause he is in fact the owner by virtue of the registra=\ntion of his right of\nownership - - - -Knowledge of a servitude on the part of a buyer is material\nonly when the servitude has not\nbeen registered.\"\n/In\n35\nIn our law servitudes are classified as personal\nor praedial. In regard to land, a personal servitude is constituted over a\nservient\ntenement in favour of a particular individual (\nres servit\npersonae\n) whereas a praedial servitude is established over a servient tene=\nment for the benefit of a dominant tenement (\nres servit rei\n). It is the\nexistence or non-existence of a dominant tenement which is the decisive factor\nin differentiating between personal and\npraedial servitudes. Vinnius Inst 2.3.2\n: Sic autem distinguuntur, non a re, quae servitutem debet, sed ab ea re, cui\ndebetur. Praediorum\nigitur sunt, quae debentur, praediis; personarum, quae\npersonis.\n/The\n36\nThe normal procedure for the registration of servitudes in a\ntransfer of land in the Deeds Office is to embody the terms of the servitude\nwith a descrip= tion of the servitude holder (personal servitude) or the\ndominant tenement (praedial servitude) in the title deed\nof the servient\ntenement. As a matter of conveyancing and for convenience the existence of the\nregistered praedial servitude is endorsed\núpon the title deed of the\ndominant tenement. See\nVan Vuuren & Others v Registrar of Deeds\n,\n1907\nT.S. 289\nat p 295,\nWorman v Hughes & Others\n, 1948(3) SA 495 (AD) at p\n501\nin fine\n- 502. If the servitude was acquired by means of a\nnotarial\n/deed ....\n37\ndeed the latter is registered in the Register of Servitudes\nbut such registration does not constitute the servitude in law. It is\nthe\nregistration of the servitude in the title deed of the servient tenement that\nconstitutes the servitude in law.\nWilloughby's Consolidated Co Ltd v Copthall\nStores Ltd\n.,\n1918 AD 1\nat p 16.\nIn one very important aspect the registration of restrictive title conditions\nin the title deed of an erf as a servient tenement in\na township differs from\nthe normal procedure for the registration of servitudes over land, viz. the\ntitle deed of the servient\n/tenement ...\n38\ntenement incorporates those restrictive title con= ditions\napplicable to it as a servient tenement\nwithout any mention of the person or\nthe dominant erf or erven in whose favour they are constituted\n. (\nEx Parte\nJerrard\n,\n1934 WLD 87\nat p 95\nin fine\n, 1960 Tydskrif vir Hedendaagse\nRomeins-Hollandse Reg p 176). This also appears from the title deeds of erven\n184 and 42 (Annexures\n\"B\" and \"C\" respectively) in the present matter. Where the\nregistered restrictive title conditions are personal servitudes they will\nnormally be constituted in favour of the township owner, as was held in\nEx\nParte Jerrard\n,\nsupra\n, p 96 to be the case with restrictive title\ncondition(e) in that case. Where\n/the\n39\nthe registered restrictive title conditions are, however,\npraedial servitudes each erf becomes simul= taneously both a servient tenement\nand a dominant tenement. It is a servient tenement encumbered by the restrictive\ntitle conditions in its own title deed in favour\nof\nall\nthe other erven\nas dominant erven. But it is also a dominant tenement in respect of the\nrestrictive title conditions inserted in\nthe title deeds of\nall\nthe other\nerven as servient tenements. Compare\nEx Parte Johannesburg Diocesan\nTrustees\n,\n1936 T P D 21\nat p 26,\nCannon v Picadilly Mansions (Pty)\nLtd\n,\n1934 W L D 187\nat p 191. This result flowed from\n/the\n40\nthe circumstance that it was an important element of the\ngeneral scheme, relating to the sale of erven and the establishment of the\ntownship, to insert the restrictive title conditions in all the title deeds of\nerven in the township for their reci= procal benefit\nin order to preserve the\nessential character of the township. It was a matter of inter= pretation to\nestablish whether the restrictive\ncondi= tions were made pursuant to a general\nscheme for the reciprocal benefit of the erven. In general the object in\nimposing the\nrestrictive conditions had to be gather= ed from all the\nsurrounding circumstances of the case,\n/including\n41\nincluding the nature of the restrictive title conditions. A\npractical difficulty that often presented itself was the lack of documentary\nevidence regarding a general scheme and the imposition of the restrictive title\nconditions. In these circumstances our Courts often\nhad regard , to the four\npoints mentioned in\nElliston v Reacher\n,\nsupra\n, because they were\nof practical assistance as a guide to the resolution of the problem without\nadopting the principle of English\nlaw which was derived from an application of\nthe four points. (\nNorbreck (Pty) Ltd v Rand Townships Registrar\n,\n1948 (1)\nSA 1037\n(W) at p 1040\nin fine\n). It was especially\n/the\n42\nthe fourth point formulated by PARKER J which was applied by\nour Courts. See e.g.\nEiffel Mansions (Pty) Ltd v Cohen\n,\n1945 WLD 200\nat p\n205,\nEx Parte Will G Hare (Pty) Ltd\n,\n1958 (4) SA 416\n(C) at p 419 B.\nOrdinance No 11 of 1931 (T) introduced some important innovations. Great\nimportance is attached to town planning and development as\nappears from secs 11,\n13, 14 and 15. Upon receipt of an application for permision to establish a\ntownship the Administrator is to\nrefer it forthwith to a Townships Board. The\nlatter is to publish a notice in the\nGazette\nand a local newspaper\nstating\n/that\n43\nthat the application with its plans and documents is at the\noffice of its secretary open to inspection by members of the public who\nare\ninvited to make recommendations. The Townships Board is required to visit the\nsite of the proposed township and to report to\nthe Administrator on such matters\nas the need or desirability of establishing the township, the suitability of the\nsite, the suitability\nor otherwise of the proposed design or lay-out of the\nproposed township, the allocation of areas or zones within the proposed township\nfor residential,\n/commercial\n44\ncommercial, industrial or other purposes, the\nconditions\nrecommended to be imposed by the\nAdministrator should he grant the\napplication etc.\nIt is evident that the purpose of town planning\nand\ndevelopment is to control, co-ordinate and harmonize\nthe development\nof the township area. In\nPalm Fifteen\n(Pty) Ltd v Cotton Tail Homes (Pty) Ltd\n, 1978 (2) SA\n872 (AD) MILLER J A held at p 888 G:\n\" - - - that the fundamental purpose of conditions of establishment of a\ntownship is to ensure the orderly development of such township,\nwith due regard\nto essen= tial services and facilities in the interests of sound local\ngovernment and control and, of course, in\nthe interests of the future residents\nthereof. The last-named object\n/was\n45\nwas clearly stated by SCHREINER J A\nin\nEstate Breet v Peri-Urban Areas Health\nBoard\n, 1955(3) SA 523 (A) at p 531 F-G :\n'The Ordinance ( ie Ord. 11 of 1931 (T) ) provides for the establishment of a\ntown= ship by the carrying out of a series of steps\ndesigned to protect the\ninterests not only of the applicant but also of persons who will be acquiring\nproperty in the township and\nwho will become its residents and the users of its\namenities'.\"\nAfter having approved the application the Administrator\nby Proclamation in\nthe\nGazette\ndeclares the township\nan approved township and in a\nschedule to the Pro=\nclamation he sets forth the conditions upon which\n/he\n45(a)\nhe granted the application viz conditions of establish= ment and conditions\nof title. The conditions of establishment thereupon acquire\nstatutory force.\n(\nPeri-Urban Areas Health Board v Breet N O and Another\n,\n1958 (3) SA 783\n(T) at p 787 A-B.) The conditions of establishment impose obligations upon the\ntownship owner which he must perform. When he transfers\nan erf in the township\nto a purchaser he is obliged by law to impose the restrictive title conditions\nrelating to that erf that have\nbeen prescribed in the schedule to the\nProclamation. Upon registration of the title deed of an erf its restrictive\ntitle\n/conditions\n46\nconditions become registered servitudes. In Ex\nParte\nGold\n,\n1956 (2) SA 642\n(T) RAMSBOTTOM J\nheld at p 647 B-C :\n\"When the township-owner transfers a lot in the township to a purchaser, he\nis obliged by law to impose the restrictive conditions\nthat have been prescribed\nin the proclamation, and he has done so in the present case. Nonetheless, when\ntransfer has been passed,\nI think that the restrictive conditions are servitudes\njust as they would have been if they had been imposed by the vendor of his\nown\naccord. They can be enforced as such by the vendor himself, and when they enure\nfor the benefit of other lot-holders they can\nbe enforced by such other\nlot-holders.\"\nPrima facie\nthese registered servitudes will in general\nbe praedial in nature and enure for the benefit of all\n/other\n47\nother erven in the township unless there are indi= cations to\nthe contrary. They run with the land. The fourth point mentioned in\nElliston\nv Reacher\n,\nsupra\n, has virtually become superfluous because the\nrestrictive title conditions are imposed not only in the public interest for the\npurpose\nof town planning and de= velopment but also to enure for the benefit of\nall erven in the township. It was rightly not sugges= ted\nin argument that they\nwere personal servitudes. From a careful study of the Conditions of Title\nimposed for the township of Spartan\nthey are in my\n/judgment\n47 (a)\njudgment praedial servitudes. From the circumstance\nthat the township of\nSpartan is a mixed township in\nthe sense that it is comprised predominantly\nof\nindustrial erven with a few business erven it does\nnot follow that each\nerf did not become a servient\ntenement in respect of all the other erven as\ndominant\ntenements while each erf is in turn a dominant tenement\nin\nrespect of all the other erven. Compare\nDavies v\nUmtali Board &\nPaper Mills (Pty) Ltd & Another\n,\n1975 (2) SA 467\n(R, AD) at p 471 A-D per\nLEWIS A J P :\n/\"The\n48\n\"The establishment of a township in terms of Part III of the Act is only\napproved after careful town planning consideration has beên\ngiven to the\ndevelopment of the area as a whole and, in particular, to the number of business\nsites which will be required to serve\nthe needs of the inhabitants of the\ntownship for the foreseeable future. The pur= chaser of a business site is\nentitled to assume,\ntherefore, that compe= tition will be limited and that the\nowner of a residential lot in the township, who has paid considerably\nless for\nhis piece of land than the owner of the business site, will not readily be\npermitted to con= vert it into a business site\nand set up a business in the\ntownship.\"\n/It\n49\nIt follows in my judgment that the respondent has\nlocus\nstandi in judicio\nto enforce observance by the appellants of the restrictive\ntitle conditions in the title deed of erf 42 which belongs to the first\nappellant.\nMr Nochumsohn\nalso argued that the business activities of the second\nappellant on erf 42 did not amount to an unlawful contravention of Condition\nB\n7(a) of the Conditions of Title (registered in the title deed of erf 42 as\nrestrictive condition (i)), since the\n/Town\n50\nTown Council of Kempton Park had in writing (Annexure\n\"J\") granted its approval in terms of Condition B 7(a)\nto the conduct of\nsuch business activities. Annexure\n\"J\" is a letter, dated 19 December 1985, which the\nCity Engineer wrote to\nthe attorneys of the appellants.\nIts relevant statements are the following\n:\n\"Toestemming vir die bedryf van voedsel= voorsiening is aan Mr Spartan\nTake-Away verleen omdat hy sodanige toestemming van die Raad\nin terme van Item\n7(a)(ii) van die Stigtingsvoorwaardes van Spartan ('n afskrif hierby aangeheg)\nbenodig.\nIn terme van die Kempton Park Dorpsaanleg= skema 1/1952 is die erf vir\nSpesiale Nywer= heidsdoeleindes gesoneer en is die gebruik\nvan die grond vir\nbesigheidsgeboue en winkels die eienaar se primêre reg ('n Afskrif van die\nbetrokke gedeelte van Tabel \"C\"\nword aangeheg).\"\n/As\n51\nAs regards the second paragraph of the letter it must be borne\nin mind that a Town Planning Scheme does not overrule registered restrictive\nconditions in title deeds. Moreover, a consent by a local authority in terms of\na Town Planning Scheme does not\nper se\nauthorize the user of an erf\ncontrary to its registered restrictive title conditions. See\nEx Parte Nader\nTuis (Edms) Bpk\n, 1962(1) SA 751 (T) at p 752 B-D;\nKleyn v Theron\n,\n1966(3) SA 264 (T) at p 272;\nEnslin v Vereeniging Town Council\n, 1976(3)\nSA 443 (T) at p 447 B-D. I have quoted the relevant portion of Condition B7\nsupra\n. The dominant provision of\n/Condition\n52\nCondition B7 is that an erf is to be used solely for such\nindustrial purposes\nas the local authority may approve of in writing and\nfor purposes incidental there= to but notfor other purposeswhatever.\nFurthermore,\nno retail trading of any description may be conducted thereon save\nas provided in sub-clause (ii) thereof. The words 'purposes incidental\nthereto'\nare then defined in Condition B7 and according to sub-clause (ii) the\nowner\nof the erf may dispose of goods manufactured on the erf 'or any other goods'\npermitted in writing by the local authority. It is clear\nthat sub-clause (ii)\nmakes provision for a qualified permissive right to conduct\n/a\n54\nLastly,\nMr Nochumsohn\n, relying on the decision of\nPatz v Greene & Co\n,\n1907 T.S. 427\nat p 437, con= tended that the\nrespondent failed to establish that the infringement by the second appellant of\nCondition B7 caused\nhim damage or injury. That case (which turned on the\nwrongful interference with the applicant's right to trade without wrongful\ninterference\non the part of the respondent who traded illegally in contravention\nof a statute), is clearly distin= guishable from the present\ncase. In the\npresent case the respondent's right is clear, viz a registered servitude, and\nthe second appel=\nlants activities constitute an unlawful infringement\n/thereof\n53\na retail trade on the erf in respect of goods manu= factured\non the erf 'or any other goods'. This qualified permissive right to trade\nis not\ngeneral but circumscribed. It is also subservient to the dominant provision of\nCondition B7. The words 'or any other goods'\nmust be given a restrictive\nmeaning, that is to say, they should be connected or associated with industrial\npurposes or activities.\nCondition B7 clearly did not confer on the Town Council\nof Kempton Park the fight to authorize the conduct of a retail food supply\nbusiness by the second appellant on erf 42. The argument is therefore unsound\nand must be rejected.\n/Lastly\n55\nthereof. In a long line of cases our Courts have in similar\ninstances granted prohibitory interdicts to protect registered servitudes\nagainst the continuance of the unlawful infringement, as well as the perpe=\ntration of future infringements, without proof of damage\nor injury. See e.g.\nAlexander v Johns\n,\nsupra\n, p 446;\nWyndham & Others v\nRubinstein & Another\n,\n1935 C P D 364\nat p 378;\nCannon v Picadilly\nMansions (Pty)\nLtd. ,\nsupra\n;\nVan Wyhe v Nothnagel\n, 1951(3) SA\n815 (N) at p 817;\nSmit v Creeser\n, 1948(1) SA 501 (W);\nSiegfried v\nTidswell & Another\n, 1952(4) SA 319 (C);\nHall v McKie and Another\n,\n1953(4) SA 350 (N). The\n/contention\n56\ncontention is untenable and cannot be sustained.\nIn the result the appeal is dismissed with costs. The costs are payable by\nthe appellants jointly and severally, the one paying the\nother to be absolved.\nThe costs of the cross-appeal are payable by the respondent.\nC P JOUBERT JA.\nSMALBERGER\tJA\t)\nNESTADT\tJA\t)\nNICHOLAS\tAJA\t) Concur.\nSTEYN\tAJA\t)",
  "scraped_at": "2026-02-11T21:37:23.149042",
  "date": "1987-12-02",
  "coram": [
    "JOUBERT JA",
    "SMALBERGER JA",
    "NESTADT JJA",
    "NICHOLAS AJA",
    "STEYN AJA"
  ],
  "case_number": "379/86",
  "parties": {
    "applicants": [
      "DANIEL JOHANNES PAULUS MALAN",
      "ANTONIO CASTANHO"
    ],
    "respondents": [
      "ARDCONNEL INVESTMENTS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The Township of Spartan at Germiston was proclaimed in 1952 with 263 erven subject to Conditions of Establishment and Conditions of Title. Erven 42 and 184 were transferred to different owners; erf 42 eventually came into the possession of the first appellant, who leased it to the second appellant for a retail food business serving predominantly black customers. The respondent, owner of erf 184, obtained an interdict from the lower court restraining the appellants from conducting retail food supply on erf 42, alleging contravention of Condition B7(a) of the township conditions, which limits use of industrial erven to approved industrial purposes and restricts retail trading. The appellants appealed, contesting the respondent’s locus standi and the applicability of the condition.",
    "issues": "1. Whether the respondent, as owner of a neighboring erf, has locus standi to enforce Condition B7(a). 2. Whether Condition B7(a) is a enforceable restrictive covenant/servitude that runs with the land. 3. Whether the second appellant’s retail food business on erf 42 breaches Condition B7(a) despite a written approval from the Kempton Park Town Council. 4. Whether proof of damage or injury is required for the interdict.",
    "principles": "The Court examined the doctrine of restrictive covenants in township schemes, citing Elliston v Reacher and the four‑point test (common vendor, scheme of development, benefit to all lots, and purchaser notice). South African law treats such conditions as registered servitudes (praedial) that run with the land and can be enforced by any lot‑holder benefitting from them, without needing proof of damage. A town planning scheme or local authority consent does not override a registered restrictive condition. The respondent, as a lot‑holder, therefore has standing to enforce the servitude.",
    "application": "Applying the principles, the Court found that the Conditions of Title, including B7(a), were incorporated as registered praedial servitudes benefiting all erven in Spartan. The respondent, owner of erf 184, is a beneficiary and thus has locus standi. The council’s letter of approval did not supersede the registered restriction, which explicitly limits retail trade on industrial erven. The second appellant’s operation of a retail food supply business on erf 42 constitutes an unlawful infringement of the servitude. No evidence of damage was required for the interdict.",
    "conclusion": "The appeal was dismissed. The appellants were ordered to pay the costs of the appeal jointly and severally, relieving each other of the joint liability. The costs of the cross‑appeal were awarded to the respondent."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Township Law",
    "level_3": [
      "restrictive servitudes",
      "locus standi",
      "commercial use restriction",
      "interdict",
      "registered title conditions"
    ]
  }
}