{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/114.html",
  "case_name": "Guardian Nasionale Versekeringsmaatskappy Bpk. v Weyers (117/87) [1987] ZASCA 114; [1988] 4 All SA 1 (AD) (29 September 1987)",
  "citation": "[1987] ZASCA 114",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 114\n|\nNoteup\n|\nLawCite\nGuardian Nasionale Versekeringsmaatskappy Bpk. v Weyers (117/87) [1987] ZASCA 114; [1988] 4 All SA 1 (AD) (29 September 1987)\nDownload original files\nPDF format\nRTF format\nGUARDIAN NASIONALE VERSEKERINGS-\nAppellant\nMAATSKAPPY\nBEPERK\nand\nRUDOLPH STEPHANUS WEYERS\nRespondent\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nGUARDIAN NASIONALE VERSEKERINGS\n-\tAppellant\nMAATSKAPPY\nand\nRUDOLPH STEPHANUS WEYERS\nRespondenr\nCoram\n: RABIE, A C J, CORBETT, BOTHA, NESTADT, JJ A\net BOSHOFF, A J A\nHeard\n: 17 August 1987\nDelivered\n: 29 September 1987\nJUDGMENT BOSHOFF, A J A\n:\nThe respondent was involved in a collision\nwhich\t/2\n-2-which caused him serious bodily injury and to be hos-\npitalized for several months. The estimate of his\ndamage is R132 390,62\nand he alleges that the negligence\nof Mrs Venter, the driver of the other\nmotor vehicle,\nwas the cause of his injury. At common law he would\nhave\nthe claim against Mrs Venter but the Legislature,\nrealizing that a claimant may find himself in the\nposition that he cannot recover his damages from the\nperson responsible for his injury, provided for the\ncompulsory insurance of motor vehicles and obliged\nthe authorized insurer to pay the damages. The\nrespondent's claim arose under the provisions of the\nCompulsory Motor Vehicle Insurance Act no 56 of 1972,\n(hereinafter\t/2(a)\n-2(a)-\n(hereinafter referred to as \"the Act\"), which, according to the\nmaterial part of the long title, was enacted: \"To provide for the\ncompulsory\ninsurance of certain vehicles in order to ensure the payment of compensation for\ncertain loss or damage unlawfully caused\nby the driving of such\nvehicles....\"\nThe respondent had lost his claim by the operation of\nprescription under the provisions of the Act and the sole issue in this appeal\nis whether the court a\nquo\ncorrectly found that he had established the\nspecial cir-cumstances entitling him to relief.\nFor an intelligible appreciation of the\nfacts\nof..../2(b)\n-2(b)-\nof the case it is first of all necessary to survey the scheme of the Act\ninsofar as it relates to third party claims.\nTo ensure that motor vehicles are insured under the provisions of the Act,\nsection 2, with excep-\ntions\t/3\n-3-\ntions not material for present purposes, makes it an offence to drive\nor permit any person to drive a motor vehicle on a public road\nor street or in\nany other place to which the public has access unless that motor vehicle is\ninsured under the Act. An insurance company\nbecomes an authorized insurer by\nagreement under the provisions of section 10 of the Act and such a company is\nthen, in terms of\nsection 12, obliged to insure motor vehicles after certain\nrequirements have been complied'with by an applicant for insurance. The\ninsurance is effected by means of a written declaration of insurance in a\nprescribed form which the authorized insurer issues to\nthe applicant; sec 12(2).\nWhen\nissuing\t/4\n-4-issuing the declaration of insurance, the authorized insurer\nmust also issue to the applicant a duly completed token of insurance\nin a\nprescribed form for the relevant insurance period; sec 15(1)(a). Regulation\n12(1) of the regulations framed and promulgated\nin terms of the Act prescribes\nthe form of the token and that it should provide for the following particulars,\nnamely, the insurance\ndeclaration number, the make and type of vehicle, the\nregistration letters and number, the autho-rized insurer and the group reference\nnumber, overprinted with the last two digits of the number of the first portion\nof the calendar year and the last digit of the number\nof the second portion of\nthe calendar year over\nwhich\t../5\n-5-which the insurance period extends. The owner of the motor\nvehicle in respect of which a token of in-surance has been issued is\nguilty of\nan offence if he does not attach the token to the motor vehicle in the\nprescribed manner and does not keep it so attached\nthroughout the duration of\nthe insurance in connection with which it was issued; sec 16(1) and (3). A\ndeclaration of insurance or\ntoken of insurance is\nprima facie\nproof that\na motor vehicle to which it relates has been duly insured by that insurer under\nthe Act, see 15(4J. In the context of\nthe Act this, no doubt, is intended to\nmean that, for purposes of the appli-cation of the provisions of the Act, both\nthe\ndeclaration\t/5(a)\n-5(a)-\ndeclaration and the token are evidence against\nthe\nauthorized insurer until the contrary is proved.\nThe material portion of section 21 obliges\nan\nauthorized insurer to compensate any person what-\nsoever (in the Act called\nthe third party) fcr any\nloss or damage which the third\nparty\t/6\n-6-\nparty has suffered as a result of any bodily injury to himself caused\nby or arising out of the driving of the insured motor vehicle\nby any person\nwhatsoever during the period over which the insurance extends, if the injury is\ndue to the negligence or other unlawful\nact of the person who drove the vehicle\nor of the owner of the motor vehicle or his servant in the execution of his\nduty. The third\nparty is not entitled to claim such compensation from the owner\nor from the person who drove the motor vehicle, or if that person\ndrove . the\nvehicle as a servant in execution of his duty, from the employer, unless the\nauthorized insurer is unable to pay the\ncompensation, sec 27.\nThe\t/7\n-7-\nThe liability of an authorized insurer is limited or excluded in certain\ncases which are not at the moment relevant; see sections\n22 and 23.\nWhen, as the result of the driving of an insured motor vehicle any person\nother than the driver of that motor vehicle has been injured,\nthe owner and the\ndriver, if he is not the owner, of the motor vehicle must (if reasonably\npossible, within fourteen days after the\noccurrence) furnish the authorized\ninsurer with certain stated particulars of the occurrence, sec 20(1). Subsection\n(2) and (3) of\nsection 20 make it an offence for the owner of the motor vehicle\nto fail to provide, at the request of the person who has' suffered\nany loss\nor\t/8\n-8-or damage, the prescribed proof of insurance of the motor vehicle\nand a copy of any information furnished in terms of subsection\n(1).\nA claim for compensation must be set out in the prescribed manner on a\nprescribed form which must include provision for a medical\nreport or reports\ncom-pleted by the prescribed person or persons in regard to the nature and\ntreatment of the bodily injury in connection\nwith which the claim is instituted\nand for the prescribed supporting proof and particulars, sec 25(1). (Regulation\n16 of the aforemention\nregulations prescribes the form in which a claim has to\nbe lodged in terms of section 25(1) of the Act and is described\nas\t/9\n-9-\nas form MVA 13.) No such claim is enforceable by legal proceedings commenced\nby a summons served on the authorized\ninsurer before the expiration of a\nperiod of ninety days as from the date on which the claim was sent to the\nauthorized insurer. If\nthe authorized insurer repu-diates in writing liability\nfor the claim before the\nexpiration\nof the said\nperiod, the third party may at any time after such repudiation serve the\nsummons, sec 25(2).\nThe right to claim compensation becomes pre-scribed upon the expiration of a\nperiod of two years from the date upon which the claim\narose and prescription is\nsuspended for a period of ninety days in the circum-\nstances\t/10\n-10-stances referred to in section 15(2); see sect 24(l)(a).\nThis in effect reduces the statutory period of prescrip-tion of three\nyears in\nrespect of a debt\nex delicto\n; see\nsection 11\n(d) of the\nPrescription Act\nno 68 of 1969\n. Section 24(2)(a) of the Act, however, gives a third party an\nopportunity to approach the court for relief where a claim has become\nprescribed. If the court is satisfied, upon application of the third party,\"(i)\nwhere the claim has become prescribed before compliance\nby the third party with\nthe provisions of section 25(1) (i e before the form MVA 13 is sent), that by\nreason of special circumstances\nhe\nor, if he instructed\nany\nother\nperson to comply with those provisions on\nhis\nbehalf\t/11\n-11-\nbehalf, such person\ncould not reasonably have been expected to comply\nwith the provisions before the date on which the claim became prescribed, or\n(ii)\nwhere the claim became prescribed after compliance by him with the said\nprovisions, that by reason of special circumstances he\nor, if he instructed\nany other person to act on his behalf in this connection, such person\ncould\nnot reasonably have been expected to serve any process, by which the running of\nprescription could have been interrupted, on\nthe authorized insurer before that\ndate, and (iii) that the authorized insurer is not prepared to waive its right\nto invoke the prescription,\"\n(my underlining) the court may grant leave to the\nthird party\nto\t./12\n-12-\nto comply with the provisions and serve process in any action for the\nenforcement of the claim before the date determined by the court\nor, as the case\nmay be, to serve such process before a date so determined.\nSome protection is given to the authorized insurer in that in terms of\nsection 24(2)(b) the court may not grant such an application\nunless (i) the\napplication is made within a period of ninety days after the date on which the\nclaim became prescribed, and (ii) the\nthird party has given security to the\nsatisfaction of the court for the costs of the authorized insurer in connection\nwith the application.\nSubsection\t/13\n-13-\nSubsection (2) of section 24 defines in express terms within what limits the\npower to grant relief to a third party is exercisable.\nWhere by reason of\nspecial circumstances the third party could not reasonably have been expected to\ncomply with the provisions of\nsection 25(1) before the date on which the claim\nbecame prescribed or to serve any process by which the running of prescription\ncould\nhave been interrupted 'before that date, section' 24 confers a power which\nthe court is obliged to exercise; see\nWebster and Another v Santam Insurance\nCo Ltd\n1977(2) SA 874(A) at p 881 G to 882.A.\nThe Act takes away the common law right of the third party to claim damages\nfrom the person whose\nnegligence\t/14\n-14-negligence caused him the injury, and reduces the\nperiod of prescription but it is certainly correct to say that the intention\nof\nthe legislature, as revealed in the Act read as a whole and as expressed in\nsection 24(2)(a) in particular, was to give the greatest\npossible protection to\nthird parties; c/f\nAetna Insurance Co v Minister of Justice\n1960(3) SA\n273(A) at p 286 Z-F. This protection, no doubt, has to be balanced against the\nprotection which the Act also affords authorized\ninsurers.\nThe Act does not define \"special circumstances\" but does place some\nqualification on the kind of special circumstances contemplated\nin the section.\nThey must be special circumstances by reason of which a third party\ncould\t/15\n-15-\ncould not reasonably have been expected to comply with\nsection\n25(1) or to serve the process timeously. In\nthe Webster case the court came\nto the conclusion that the legislature intended the phrase to refer to \"unusual\nor unexpected circumstances\nbecause of which the third party could not\nreasonably have been expected to do\"what he was required to do timieously, p 882\nE-H\nWhen that case was decided section 24(2)(a)(i)\nand (ii) dealt with the position where a third party. himself could not by\nreason of special circumstances reasonably have been expected\nto do what section\n25(1) required him to do or to serve any process timeously. The above\nunder-linedwords \"or, if he instructed any\nother person to\nact\t/16\n— 16 — act on his behalf in this connection, such\nperson\" were inserted only subsequently by subsections (l)(b) and (c)\nof section\n11 of Act no 69 of 1978.) The appellants in Webster's case instructed a legal\nfirm to act as their attorneys in a claim\nfor damages against the respondent, an\nauthorized insurer. The claims for compensation were duly delivered to the\nrespondent in terms\nof section 25(1) but the summons was not served timeously\nwith the result that the claims became prescribed. The court found that\nthe late\nservice was to be attributed to the lack of expedition, fault and negligence of\nthe sole partner and his staff. The crucial\nquestion to be decided was whether\nsuch lack of\nexpedition, fault and negligence could be regarded as\nunusual\t/17\n-17-unusual or unexpected circumstances because of which the\nappellants could not reasonably have been expected to serve the summons\nor have\nit served timeously. The court decided the question in the affirmative for the\nfollowing reasons at p 883 G-in fin:\n\"A lay client, like each of the appellants, is ordinarily entitled to regard\nan attorney duly admitted to the practice of the law\nas a skilled professional\npractitioner. Ordinarily he places considerable reliance upon the competence,\nskill and knowledge of an\nattorney and he trusts that he will fulfil his\nprofessional responsibility.\n\"It is, of course, not unknown for an attorney or his firm to be negligent in\ncarrying out professional duties, but that is not usual,\nand\na fortiori\nto the iay client it would be a most unusual and unexpected occurrence.\nConsequently, in considering\nwhether\t/18\n-18-\nwhether the neglect of an attorney con-stitutes a special circumstance within\nthe meaning of that phrase in sec. 24 (2) (a) of the\nAct, the correct approach\nshould always be to regard it as a rele-vant factor and to recognize that such\nneglect by an attorney may\nfrequently be a special circumstance on its own\nvis-à-vis\nhis\nclient.\"\nThe court in the result\nconcluded that in that case the appellants could not be identified with the\nnegligence of the firm and its\nservants. The neglect consequently constituted a\nspecial circumstance\nvis-a-vis\nthe appellants.\nIt was against this background that the above underlined words were\nsubsequently included in subsections\n(2)(a)(i)\t/19\n-19-(2)(a)(i) and (ii) of section 24. The Legislature at the\nsame time and in section 1(1) of the same Act intro-duced into the definition\nsection of the Act the follow-ing provision:\n\"In this Act, unless inconsistent with the context - 'special circumstances'\ndoes not include any neglect, omission or ignorance;\"\nThis \"negative definition\" does not purport to change the concept of special\ncircumstances as being unusual or unexpected circúmstances.\nIt merely,\nin\neffect, stipulates that unusual or unexpected circumstances . do not include\nneglect, omission or ignorance.\nIn\t/20\n-20-In the case of\nFederated Employers' Insurance Co Ltd v\nMagubane\n1981(2) SA 710 (A) at p 716 D- 717 A, Corbett, J A expressed the\nview that the words \"neglect, omission or ignorance\"in the context\nof section\n24(2)(a) meant neglect, omission or ignorance of a culpable nature but, because\nof his view of the facts of that case,\nfound it unnecessary to finally decide\nthe point. In subsequent cases in this court it was decided that they in fact\nmeant neglect,\nomission or ignorance due to neg-ligence,\nOelofse v Santam\nVersekeringsmaatskappy Beperk\n1982(3) SA 882 (A) at p 891 D-H,\nMamela v\nConstantia Insurance Co Ltd\n1983(1) SA 218(A) at p 225 C-E, Com-\nmercial\nUnion Assurance Co of SA Ltd v Johannesburg\nCity\n/21\n-21-\nCITY\nCouncil\n1983(1) SA 226 (A) at p 232 G-H, and\nCoetzee\nv Santam Versekeringsmaatskappy Bpk\n1985(1) SA 389 (A) at p 394 B-C.\nSince the basic criteria as to what constitutes special circumstances remain\nthe same, there are two questions to be decided in the\ninstant case. Firstly,\nwhether the respondent has established unusual or un-expected circumstances and,\nsecondly, whether neglect,\nomission or ignorance due to negligence was included\nin the unusualor unexpected circumstances.\nHoffman was instructed to act on behalf of the respondent and these questions\nhave consequently\nto\t/22\n-22-\nto be decided in relation to Hoffman.\nHoffman is an experienced attorney who has been specializing in third party\nmatters for 17 years. Van Niekerk, the claims manager\nof the appellant,in his\naffidavit describes him as follows:\n\"Die firma Dyason, Odendaal en Van Eeden hanteer al Santamversekering Beperk\nse MVA-werk in die Transvaalse Afdeling en meneer Hoffman\nis een van die\nbesondere bekwame lede van hierdie firma wat spesi-fiek met MVA-werk belas is,\njarelange ondervinding daarin opgedoen\nhet en met reg as 'n spesialis op hierdie\ngebied beskou kan word.\"\nHoffman wrote to the station commander of the South African Police for the\nthird party particulars\nof\t/23\n-23-\nof the motor vehicle which Mrs Venter drove at the\ntime of the collision and was furnished with the parti-culars which were\nincluded in the accident report prepared by the police. The\nrespondent was in\nhospital and his wife, who had instructed Hoffman on his behalf, subsequently\nconfirmed the particulars which Hoffman\nhad obtained from the station\ncommander.\nHoffman acting on this information sent the form MVA 13 to the insurance\ncompany which, according to his information, was the authorized\ninsurer. His\ninformation turned out to be incorrect, and the respon-dents claim had become\nprescribed in the meantime.\nThe\t/24\n-24-\nThe information was evidently obtained from the token of insurance on the\nmotor vehicle involved in the accident which, unbeknown\nto Hoffman, was no\nlonger valid because the period in respect of which it was issued had\nexpired.\nHoffman alleges that these circumstances constitute special circumstances\nentitling the respon-dent to relief inasmuch as the following\nfacts are all\nunusual and unexpected as far as he is concerned:\n(i) the displaying of a token on a motor vehicle in respect of insurance\nwhich is no longer valid and\n(ii) the furnishing by the police of information\nin respect of a token which is no longer valid.\nAs\t/25\n-25-\nAs indicated earlier in this judgment, it is an offence to drive or\npermit a person to drive a motor vehicle on a public road unless\nit is insured.\nIt is also an offence not to attach the token of insurance to the motor vehicle.\nThe token is\nprima facie\nproof that the mctor vehicle is insured. It is\ntherefore contemplated in the Act that a third party injured as a result of the\ndriving\nof the motor vehicle would ascertain from the token the relevant\ninformation to identify the authorized insurer. The police have\nan interest in\nthe enforcement of these provisions which create the offences and they dealt\nwith it in the accident report. It can\ncertainly not reasonably be expected\nthat\t/26\n-26-that they would record in this way information of an invalid\ntoken. The respondent was hospitalized as a result of the collision\nand could\ntherefore not personally have obtained the required information from the token.\nApart from the token and apart from asking\nthe owner of the motor vehicle, there\nis for a third party no other way of ascertaining the identity of the authorized\ninsurer, that\nis to say if the vehicle was in fact insured. Hoffman could\nconsequently not have been faulted for approaching the police for this\ninformation.\nIn his affidavit Hoffman states:-\n\"In die 17 jaar waarin ek spesialiseer as 'n prokureur in derdeparty\naangeleenthede\nkan\t/27\n-27-\nkan ek my nie aan een geval herinner waar ek te doen gehad het met 'n\nsituasie dat die naam van 'n versekeringsmaatskappy verkeerd\ndeur die polisie\nafgeskryf is nie. By hoë uitsondering het ek al gevind dat syfers omgeruil\nis of dat die aanvang-syfer van\ndie nommer as 'n letter aangegee wcrd,\nbyvoorbeeld 'n \"s\" in plaas van die syfer \"5\". So 'n fout sou in hierdie geval\ngeen probleem\nveroorsaak het nie, aangesien die eis dan by die korrekte\nversekeraar ingedien sou wees. Ek kan my ook nie 'n geval herinner waar\n'n\nonver-streke skyfie op 'n ander voertuig as die versekerde voertuig gebruik is\nnie. Ek het wel by een vorige geleentheid te doen\ngehad met 'n geval waar 'n\nverstreke skyfie se besonderhede op 'n polisie-ongeluksverslag aangebring was.\nIn daardie geval het my\nkliënt, die bevoegde versekeraar, daardie feit saam\nmet my opdrag onder my aandag gebring en by een ander geleentheid het ek\nte doen\ngehad met 'n vervalste skyfie van die ROYAL SWAZI INSURANCE COMPANY.\"\nHoffman.../28\n-28-\nHoffman is supported in this regard by his partner, Cornelis Pieter\nMarais, who has for almost 19 years, with the exception of 5 years,\nbeen\ninvolved with third party claims. For the past 12 years he has been doing the\nwork of Santamversekering Beperk.\nIn his affidavit, he stares:-\n\"Ek dra persoonlik kennis van een geval waar 'n versekeringsverklaringnommer\nse laaste 6 syfers nie in die korrekte volgorde op die\npadverkeerongeluksverslag\naange-bring was nie. Ek kan my nie van een\n'geval herinner waar die besonderhede op 'n padverkeerongeluksverslag verwys\nhet na 'n versekeringsverklaring wat nie meer van krag\nwas nie of dat die\nversekeraar se naam verkeerd aangedui was nie. Ek het in my praktyk verneem van\nvervalste\nversekeringstekens.../29\n-29-\nversekeringstekens, maar nooit persoonlik daarmee te doen gehad nie. Ek sou\nfou-tiewe inligting op die padverkeerongeluks-verslag\nsonder twyfel beskou het\nas n ongewone onverwagse verskynsel.\n6. Ek beskou dit nie as altyd gebruiklik om n afskrif van die\nversekeringsver-kiaring van die versekeraar wat op die padverkeerongeluksverslag\naangedui word, aan te vra nie. Daar,is inderdaad geen statutêre plig op so\n'n versekeraar om scdsnige afskrif aan 'n voornenemde\neiser of sy\nregsverteenwoordiger te verskaf nie. Ek het persoonlik by verskeie geleenthede\neise ingedien op grond van inligting vervat\nin die padverkeerongeluks-verslag of\ndeur die polisie verstrek, sonder om 'n afskrif van die versekerings-verkaring\naan te vra, en\nhet nog nooit enige probleme in hierdie verband ondervind\nnie.\"\nOn all this evidence the incorrect information\nobtained\t/30\n-30-\nobtained from the police, as confirmed by the respondent's wife, constituted\nunusual or unexpected circumstances.\nThe question remains whether these circumstances included neglect, omission\nor ignorance that was culpable.\nVan Niekerk who has been a claims manager for 5½ years states in his\naffidavit that it would have appeared from the digits overprinted\non the token\nthat the insurance was invalid at the time of the collision. According to him it\nwould also have been apparent from\nthe first number in the insurance declaration\nnumber and Hoffman, as an experienced attorney, should have\nnoticed it if he had paid proper attention to the matter.\nHoffman\t/31\n-31-Hoffman never saw the token and if the policeman who saw\nthe token and took the insurance declaration number overlooked this piece\nof\nevidence, the neglect on the part of the policeman cannot be attributed to\nHoffman and cannot affect the special circumstances\nrelative to Hoffman. Hoffman\ndenied the statement that he or any experienced attorney would or should have\nknown that the first number\nin the in-surance declaration number indicated the\nyear in respect of which the insurance was valid. He is supported in this\nconnection\nby Marais and Pieter Jan Botbijl, a practising attorney who is\nchairman of the standing committee of the Transvaal Law Society that\ndeals\nwith\nMVA\t/32\n-32-\nMVA matters,and a member of the standing committee of the Association of Law\nSocieties of South Africa which deals with similar matters.\nBotbijl has himself\nhandled a few thousand third party claims during almost 25 years and was not\naware of the significance cf the\nfirs— number in the insurance declaration\nnumber.\nThere was consequently no negligence on the part of Hoffman in this\nregard.\nAccording to Van Niekerk it was not unexpected that information supplied by\nthe police in respect of third party insurance was incorrect\nand that it was\nnormal procedure for attorneys to check with the insurance\ncompany\t/33\n-33-company that the insurance was still valid before lodging\nthe form MVA 13. Hoffman disputes this in the following terms:-\n\"6.2 Ek kan my nie vereenselwig met mnr. VAN NIEKERK se siening van normale\npraktyk en prosedure met betrekking tot die in-diening\nvan MVA 13 eisvorms deur\nproku-reurs nie. Hoewel dit dikwels gebeur dat prokureurs 'n afskrif van die\nverseker-ingsdeklarasie aanvra\nvan die versekerings-maatskappy wie se naam op\ndie polisie-ongeluksverslag verskyn, gebeur dit net so dikwels dat MVA 13 vorms\ndoodgewoon\ningedien word by die maatskappy wat aldus aangedui word. Daar moet op\ngelet word dat daar\ngeen\nstatutêre of ander verplig-ting op 'n\nversekeraar rus om n afskrif van die betrokke versekeringsdeklarasie aan 'n\nvoornemende\nEiser of sy regsver-teenwoordigers te verskaf nie. Ek kan ook meld\ndat uit my eie kennis ek daarvan\nbewus\t/34\n-34-\nbewus is dat dit sommige, versekerings-maatskappye se vaste beleid is om nie te\nerken dat hulle op risiko is alvorens 'n Verweerskrif\nnamens hulle geliasseer\nword nie.\n6.3\tDie stelling dat dit normale prosedure\nis dat prokureurs eers navraag\ndoen by\ndie betrokke versekeringsmaatskappy oor\ndie geldigheid van 'n\ngegewe verseker—\ningsdeklarasie op die datum van die onge-\nluk, is\nreëlreg in stryd met mnr. VAN\nNIZKERK se submissie dat enige\nervare\nprokursur deur hlcot na die versskerings-\ndeklarasienommer te kyk,\nkan vasstel\nof die versekering van krag was aldan nie.\n6.4\tAlhoewel ek nie persoonlik kennis dra van\ndie posisie by\nRespondent-maatskappy nie;\nkan ek dit nie aanvaar dat dit by wyse\nvan\nuitsondering gebeur dat h MVA vorm\ningedien word sonder enige\nvoorafgaande\nnavraag of versoek om h afskrif van\ndie\nversekeringsdeklarasie en 'n afskrif van\ndie versekerde se\nongeluksverslag ingevolge\nArtikel 20 nie. Soos hierbo vermeld,\ngebeur dit\nin my ervaring dikwels dat h\nafskrif\t/35\n-35-\nafskrif van die versekeringsdeklarasie\naangevra word, maar net so dikwels dat 'n\nMVA eisvorm ingedien word sonder dat so 'n\nafskrif vooraf aangevra is. Dit is 'n\nuiters seldsame verskynsel dat versekerde\nbestuurders 'n ongeluksverslag- soos beoog\nin Artikel 20 van die MVA Wet by die be-\nvoegde versekeraar indien. Praktyk het\nook geleer dat dit 'n verkwisting van tyd\nis om die versekerde bestuurder of eienaar\nvan die versekerde voertuig daarvoor te'\nnader aangesien daar gewoonlik net een—\nvoudig geen reaksie op so 'n versoek\nontvang word nie.\"\nand\n\"7.3 In my submissie kon dit nie redelikerwys van my verwag word om, in die\nafwesigheid van enige aanduiding dat die MVA besonder-hede\ndeur die polisie en\ndie Applikant se eggenote verstrek, moontlik nie korrek was nie, enige verdere\nnavrae te doen ten einde dubbel\nseker te maak dat dit korrek is nie. Alhoewel 'n\noorversigtige prokureur dit moontlik sou gedoen\nhet,\nwas\t/36\n-36-\nwas dit met eerbied nie 'n gewone en te\nwagte verskynsel dat die inligting wat\ndie polisie van die versekerde\nvoertuig\nbekom het,\nbetrekking sou hê op 'n verseker-\ningsdeklarasie wat reeds verval het\nnie.\"\nMarais confirms this statement of\nthe existing practice in an attorney's firm.\nIn the case of\nMazibuko v Singer\n1979(3) SA 258 (W) at p 263 B-C\nColman J had occasion to make the following observation about the information of\nthe identity of\na third party insurer as reflected in an accident report:-\n\"On the report Makda saw Santam reflected as the third party insurer. But he\nwas\nnot\t/37\n-37-\nnot content to act on that. It was suggested in argument that that was prob-ably\nbecause one often finds errors in accident reports\nprepared by the police. I am\naware that such errors do occur, although I should think it would be rare for\nsuch a report to reflect\nincorrectly the name of the third party\ninsurer.\"\nIn the case of\nHerschel v\nMrupe\n1954(3) SA 464 (A) Centlivrss C J and Schreiner J A, respectively,\nmade a finding and expressed a view on the obligation of a third\nparty or his\nattorney in a context somewhat different from the present one.\nTo enable the plaintiff to recover, in terms of the Motor Vehicle Insurance\nAct 29 of 1942, damages sustained through the death of\nher husband in a\ncollision\nbetween\t/38\n-38-between two vehicles one of which was the property of the\ndefendant, the plaintiff's attorney by letter re-quested the defendant\nto advise\nher of the name of the insurance company so that a communication could be\nad-dressed to it. The defencant's attorney informed\nthe plaintiff that S was the\nname of the insurance com-pany. This information, though given in good faith,\nwas incorrect. Plaintiff\nthrough her legal adviser sent a letter of demand to\nthe S Company claiming damages. Throughout the negotiations for a settlement\nwith S Company it was accepted that the vehicle had been insured with the S\nCompany. These negotiations broke down and the plaintiff,\nwithout making further\nenquiries,\ninstituted\t/39\n-39-\ninstituted action against S Company. When the company's\nplea was\nreceived it was revealed for the first time\nthat S Company was not the\ninsurer of the vehicle.\nPlaintiff withdrew her action against the company.\nShe\npaid £10-10-0 insettlement of its costs and had in the\nmeantime\nwasted £102-0-10 in costs between attorney\nand client. Plaintiff\ninstituted action agaiast the\ndefendant for the recovery of these wasted costs, averring in her particulars\nof claim that as a result of the information given by\nthe defendant to\nplaintiff, which was given wrongly and negligently, the plaintiff had suffered\ndamage amounting to £112-10-10\nbeing the attorney and client costs.\nThe\t/40\n-40-\nThe defendant pleaded that the costs were caused by one or more of\nthe following negligent acts or omissions of the plaintiff (at\np 473 G-H):-\n\"(a) She failed to ascertain from the Sourh British Insurance Company whether\nthe respondent was insured with that company.\n(b)\tShe failed to ascertain what the contents\ncf the declaration of\ninsurance is-\nsued in respect of respondent's vehicle were.\n(c)\nShe failed to inspect the\ndeclaration of insurance.\n(d)\nAfter the South\nBritish Insurance Company Limited had repudiated liability she failed to\nascertain on what grounds the company repudiated\nlia-bility.\"\nCentlivres C J, at p 473 E-H, held that\nthe\nplaintiff\t/41\n-41-plaintiff had a cause of action and was entitled to her\ndamages, and also that there was no substance in the plea of contributory\nnegligence.\nSchreiner J A (at p 479 S-C) in considering the position of the defendant\nstated:-\n\"But the question remains whether the defendant, who was admittedly not\nob-bliged to answer the plaintiff's question at all, was bound,\nif she did so,\nto take due care to see that the answer was correct. The parties were, through\ntheir attorneys, in touch with each\nother and it would have been open to the\nplaintiff to try to secure from the defendant a contractual warranty as to the\nidentity\nof her insurance company. That was not attempted and the question is\nwhether the plaintiff was entitled,\nby\t/42\n-42-\nby way of the law of delict, to be put in practically the same position as if\nthe defendant had so contracted.\"\nIt was in these circumstances\nthat the learned judge stated at p 481 A:-\n\"I find it difficult to understand why any ordinarily careful attorney should\never institute proceedings against an insurance company\nunder the Act without\nhaving first obtained from the owner of the motor vehicle, whose insurer he\nwishes to sue, pro-duction of the\ndeclaration of insurance and the copy of the\ninformation mentioned in sec. 22 (1). The whole case which is contemplated\ndepends upon\nthe statutory declaration of in-surance, and the Act accordingly\nprovides for its production to anyone who might wish to bring action\nunder its\nprovisions.\"\nIn\t/43\n-43-\nIn the circumstances of the present case and particularly in the\nlight of the experience of both Hoffman and Marais it cannot, in\nmy view, be\nsaid that there was such a degree of likelihood of the in-formation supplied by\nboth the police ahd the respon-dent's\nwife being wrong that Hoffman, as a\nreasonable man, should have taken the precaution of verifying his information\nwith the insurer\nbefore lodging the form MVA 13. All that section 24(2)(a)\nrequired was that the special circumstances should be such that Hoffman\ncould\nnot reasonably have been expected to comply with the provisions of section\n25(1). As was pointed out in\nFederated Employers' Insurance Co Ltd v\nMagubane\nsupra\n/44\n-44-\nsupra\nat p 717 D, his conduct must be critically\nexamined\nin the light of the criterion of reasonableness. On\nthe facts of\nthis case it cannot be said that Hoffman\nacted unreasonably by not verifying\nhis information.\nIf this view is correct there was no such negligence\non the part of\nHoffman as would have affected the\nspecial circumstances.\nI am consequently of the opinion that the appeal should be dismissed.\nACTING JUDGE OF APPEAL.",
  "scraped_at": "2026-02-11T21:21:40.487560",
  "date": "1987-09-29",
  "coram": [
    "Rabie ACJ",
    "Corbett",
    "Botha",
    "Nestadt",
    "Boshof AJ"
  ],
  "case_number": "ZASCA 114",
  "parties": {
    "applicants": [
      "Guardian Nasionale Versekeringsmaatskappy Bpk."
    ],
    "respondents": [
      "Rudolf Stephanus Weyers"
    ]
  },
  "sections": {
    "facts": "The respondent, Rudolf Stephanus Weyers, suffered serious bodily injury in a motor vehicle collision caused by the negligence of Mrs Venter. He claimed compensation under the Compulsory Motor Vehicle Insurance Act of 1972. The claim was prescribed under the Act because the required claim form (MVA 13) was not lodged within the prescribed period. The appellant, Guardian Nasionale Versekeringsmaatskappy Bpk., argued that the claim had become prescribed and that no special circumstances existed to revive it.",
    "issues": "1. Whether the respondent has established the existence of \"special circumstances\" under section 24(2)(a) of the Motor Vehicle Insurance Act that would permit relief despite prescription. 2. Whether neglect, omission or ignorance due to negligence is excluded from the definition of special circumstances and thus cannot support the respondent’s claim.",
    "principles": "The Act provides compulsory motor vehicle insurance and limits the right of third parties to claim against the insurer after a prescribed period, but permits the court to grant relief where special circumstances, defined as unusual or unexpected circumstances, prevented compliance with section 25(1). The legislature expressly excludes neglect, omission or ignorance of a culpable nature from the definition of special circumstances. Precedent cases such as Webster v Santam Insurance and Federated Employers' Insurance Co Ltd v Magubane clarify that the courts must apply a reasonableness test and that professional negligence may constitute a special circumstance only if it is truly unusual and unexpected.",
    "application": "The court examined the conduct of the respondent’s attorney, Hoffman, who relied on information from the police about the insurance token, which later proved to be expired. The court found that receiving an invalid token from the police and the token itself being displayed on the vehicle were unusual and unexpected facts, constituting special circumstances. However, the court held that Hoffman was not negligent for failing to verify the insurer’s validity, as such verification is not a statutory duty and a reasonable attorney would not be expected to do so in the circumstances. Consequently, the neglect alleged was not of the culpable type excluded by the Act, and the respondent did not satisfy the requirement of special circumstances.",
    "conclusion": "The appeal was dismissed. The respondent’s claim remains prescribed, and no relief under section 24(2)(a) was granted."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Insurance",
    "level_3": [
      "prescription",
      "special circumstances",
      "third party claim",
      "negligence",
      "court interpretation"
    ]
  }
}