{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/151.html",
  "case_name": "S v Radebe (207/86) [1987] ZASCA 151; [1988] 2 All SA 99 (A) (1 December 1987)",
  "citation": "[1987] ZASCA 151",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 151\n|\nNoteup\n|\nLawCite\nS v Radebe (207/86) [1987] ZASCA 151; [1988] 2 All SA 99 (A) (1 December 1987)\nDownload original files\nPDF format\nRTF format\n207/86 N v H\nSHAKA JANUARY RADEBE v THE STATE\nSMALBERGER, JA\n207/86 N v H\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter\nbetween:\nSHAKA JANUARY RADEBE\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n:\tCORBETT, VAN HEERDEN, SMALBERGER, JJA,\net\nBOSHOFF, STEYN, AJJA\nHEARD\n:\t24 NOVEMBER\n1987\nDELIVERED\n: 1 DECEMBER 1987\nJUDGMENT\nSMALBERGER, JA :-\nThe appellant was convicted in the\nRegional Court, Southern Transvaal,\nsitting at Vanderbijl=\npark, of subversion in contravention of section\n54(2)(c)\nof the /\n2 of the Internal Security Act, 74 of 1982 (the Act), and\nsentenced to two and a half years' imprisonment. His subseguent appeal to\nthe\nTransvaal Provincial Division against his conviction and sentence failed, but he\nwas granted leave to appeal to this Court.\nThe events leading to the\nappellant's prosecu= tion took place against a background of previous school\nboycotts by Black pupils. It\nis common cause that on Sunday, 13 January 1985,\nthe Evatón: branch of an organisa= tion known as the Congress of South\nAfrican\nStudents (Cosas), of which branch the appellant was the chairman,\nresolved that pupils in its area should return to school. The State\ncase, in\nbrief outline, was to the following effect:\nOn the /\n3 On the morning of Tuesday, 15 January 1985, the pupils of the\nTokela High School at Evaton (the school) were about their normal\nschool\nactivities. The school had at the time an enrolment in excess of 2 000 pupils\nfrom standards 6 to 10. The majority of the\npupils were of South Sotho origin\nand came from Evaton, but there were pupils from other ethnic groups and areas\nas well. Shortly\nafter school assembly had been held two youths, claiming to be\nmembers of Cosas, approached the school principal, Mr Mnguni, requesting\nthat\nthe school be closed and the pupils sent home, apparently because it was the\nonly school functioning. Mr Mnguni refused to accede\nto their request, pointing\nout that Cosas had in any event two\ndays /\n4 days previously resolved that all pupils should return to\nschool. The two youths then left. Later that morning, shortly after the\nfirst\nschool break, a group of boys and girls, somewhere between thirty and fifty in\nnumber, came marching towards the school along\nSelbourne Road, a road which\nadjoins the school. They were singing and shouting as they approached. As they\nneared the school the\nsinging and shouting suddenly stopped. One of the members\nof the group called out to the school's pupils to leave their classrooms.\nWhen\nMr Mnguni, who was doing his normal rounds at the time, instructed the pupils\n(or at least those within earshot) to remain seated\nin their classrooms the same\nperson uttered a threat at him, a threat which,might\nadd, /\n5 add, Mr Mnguni does not appear to have taken seriously. Some of\nthe members of the group were armed with stones. Four or five persons\ndetached\nthemselves from the group and entered the school premises. One of them was the\nappellant. Their apparent purpose was to\npersuade the pupils to leave their\nclassrooms. They did not succeed in this purpose. Instead they met with stern\nand violent resistance\nfrom the pupils. Stone throwing ultimately ensued between\nmembers of the group and some of the pupils. The members of the group were\neventually put to flight, and were pursued by the pupils. The appellant and two\ngirls were caught and brought back to the school.\nIn the process they were\nbeaten with\nsjamboks /\n6 sjamboks. They were later questioned in the staffroom by Mr\nMnguni in the presence of all the teachers. In the course of the questioning\nan\naltercation occurred between the appellant and one of the teachers which lead to\nthe latter stabbing the appellant - a most unfortunate\nand regrettable incident,\nto say the least. Thereafter the police were summoned and the appellant was\ntaken to hospital. Because\nof what had occurred school classes were suspended\nfor the rest of the day.\nThe appellant admits having gone to the school on\nthe day in question. According to him, when it was resolved the previous Sunday\nthat pupils should return to school, it was also decided to request teachers to\nintercede\nwith /\n7 with the relevant authorities for the possible release of\ndetained scholars. With this in mind he, accompanied by two boys and two\ngirls,\nwent to the school to convey what had been resolved to the principal and members\nof staff. They entered the school premises,\nbut before they could convey their\nmessage to any member of staff they were set upon by the pupils who threw stones\nat them. They\nran away, but the appellant and the girls were eventually caught\nand brought back to the school. The appellant denied that\nhe and his\ncompanions had been part of a larger group, and that he had been a party to any\nattempt to disrupt the activities of the\nschool by getting the pupils to leave\ntheir classrooms.\nAfter /\n8 After a careful analysis of the relevant evidence and\nprobabilities the trial magistrate accepted the evidence for the State, and\nrejected that of the appellant. In doing so he held that the two main State\nwitnesses, Messrs Mnguni and Mgwadi (the latter being\nthe school's\nvice-principal), were impressive and essentially fair and impartial witnesses.\nBy contrast he found that the appellant,\nin giving evidence, \"was inconsistent,\nhe contradicted him= self and he was evasive\". A perusal of the record bears out\nthese findings.\nI do not propose to deal in detail with the factual arguments\nadvanced on appeal on behalf of the appellant. They are essentially\nwithout\nsubstance. The appellant's\ndenial /\n9\ndenial that there was a large group that approached the\nschool, as deposed\nto by Messrs Mnguni and Mqwadi, alter=\nnatively, that if there was such a\ngroup, he and his four\ncompanions did not form part of it, flies in the face\nof\nthe acceptable evidence and the general probabilities. Had\nthere not\nbeen a large group outside the school from which\ncalls to the pupils to leave\ntheir classrooms emanated,\nthe interest and excitement of the pupils would\nnot have\nbeen aroused, nor would the resultant turmoil have ensued.\nThese\nevents are not consonant with the peaceful advent of\nfive scholars on the school premises seeking to deliver a\nmessage to the\nprincipal, as the appellant would have us\nbelieve. Egually improbable is the\nsuggestion, inherent\nin the /\n10\nin the appellant's contention, that Messrs Mnguni and Mqwadi, who were\nclearly not ill-disposed towards the appellant, would deliberately\nfabricate\ntheir evidence concerning the presence of such a group - something which,\nincidentally, was never suggested to them under\ncross-examination. If, as the\ntrial magistrate in my view correctly held, there was such a group, the\nappellant could not have been\nunaware of its presence at or near the school, and\nhis denial to the contrary must needs be false. At the same time the\nprobabilities\nare overwhelming that the appellant and his four companions were\ninitially part of the larger group, and associated themselves with\nits conduct,\nas the testimony of the State witnesses indicates. It is simply\ntoo much /\n11\ntoo much of a coincidence that two separate groups would have converged on\nthe school at the same time. The suggested improbability\ninherent in the\nappellant, as chairman of the Evaton branch of Cosas, being party to an attempt\nto persuade pupils to boycott their\nclasses contrary to the Cosas resolution\nthat they should return to school is tempered, if not discounted altogether, by\nthe admitted\nfact that the appellant had reservations about the resolution -\nreservations he was invited to dis= close under cross-examination,\nbut never\ndid. While there are certain discrepancies in the versions deposed to by the\nState witnesses, these are readily explicable\non the basis of the circumstances\nprevailing at the time, and\nprobable /\n12\nprobable differences in the powers of observation, and\nopportunities for observation, of the various witnesses.\nIn the result I am unpersuaded that the trial\nmagistrate erred in\naccepting the State's version of the\nevents that occurred, as outlined above. From the proven\nfacts one may readily infer, as did the trial magistrate,\nthat the\nappellant and others went to the school in a group\nwith a view to persuading,\nwith the use of force if\nnecessary, the pupils to boycott their classes.\nThis\nbrings me to the question whether the appellant's conduct\namounted to\na contrayention of section 54(2)(c) of the\nAct, or some other offence.\nIt will /\n13 It will be convenient at this stage to'set out those\nprovisions of section 54(1), (2) and (3) of the Act which are relevant for\nthe\npurposes of this judgment:-\n\"54. (1) Any person who with intent to -\n(a)\n(b)\n(c)\n(d)\tput in fear or demoralize the general\npublic, a particular population\ngroup\nor the inhabitants of a particular\narea in the Republic, or to\ninduce the\nsaid public or such population group\nor inhabitants to do or to\nabstain\nfrom doing any act,\nin the Republic or elsewhere -\n(i) commits an act of violence\nor\nthreatens or attempts to do so;\n(ii)\n(iii)\n(iv)\nshall be guilty of the offence of terrorism\n(2) Any /\n14\n(2) Any person who with intent to achieve any of the objects specified in\npara= graphs (a) to (d), inclusive, of sub= section (1)\n-\n(a)\n(b)\n(c)\ninterrupts\n, impedes or endangers\nat any\nplace in the Republic the\nmanufacture, storage,\ngeneration,\ndistribution,\nrendering\nor supply\nof\nfuel, petroleum products, energy, light, power or water or of\nsanitary, medical, health,\neducational\n, police, fire-fighting, ambulance,\npostal or telecommunication\nservices\nor radio or television transmitting,\nbroad= .\ncasting or receiving services or any other public service,\nor attempts\nto do so;\n(d)\n(e)\t.\n(f)\n(9)\n(h)\n(i)\n(j)\n(k)\nshall be /\n15 shall be guilty of the offence of subversion\n(3) Any person who with intent to -\n(a)\n(b)\n(c)\ninterrupt\n,impede or endanger\nat\nany\n\"\nplace in the Republic the\nmanufacture,\nstorage,\ngeneration, distribution,\nrendering\nor supply of fuel,\npetroleum\nproducts, energy, light, power or water,\nor of sanitary,\nmedical, health,\neduca\n=\ntional\n, police, fire-fighting,\nambulance,\npostal or telecommunication\nservices\nor\nradio or\ntelevision transmitting, broad=\ncasting or receiving services or any\nother\npublic service;\n(d)\n(e)\n(f)\nin the Republic or elsewhere -(i) commits any act; (ii) attempts to commit\nsuch act;\n(iii)\n(iv)\nshall be guilty of the offence of sabotage \t\"\n(My underlining.)\nAssuming /\n16 Assuming that the appellant's conduct amounted to an\ninterruption or attempted interruption (of the ren= dering) of educational\nservices as envisaged in section 54(2)(c), the question which falls to be\ndetermined is whether it has been proved that the appellant\nacted with intent to\nachieve one of the objects specified in section 54(1)(d), it being common cause\nthat it is the only sub-paragraph\nrelevant to the present enquiry. More particu=\nlarly the question is whether, in attempting to persuade the pupils of the\nschool\nto boycott their classes, the appellant acted with intent to induce \"the\ngeneral public, a particular population group or the inhabitants\nof a particular\narea in the Republic\" to do or to abstain from doing any act. This\nin turn /\n17 in turn raises the fundamental question whether the pupils\nat the school fall within the concept of \"a particular population group\"\nor \"the\ninhabitants of a particular area\"\nit is common cause that they are excluded\nfrom the concept of \"the general public\". The trial magistrate held that they\nconstituted\na particular population group. On appeal the court a\nquo\ndisagreed with this conclusion, but dismissed the appeal because of its view\nthat the pupils of the school comprised the inhabitants\nof a particular area.\nFor reasons which follow they do not in my view fall under either\nconcept.\nThe Act does not define what is meant by \"a particular population\ngroup\" or \"the inhabitants of a parti=\ncular /\n18.\ncular area\". Applying the normal principles governing the\ninterpretation of statutory provisions the words used must be given their\nordinary, grammatical meaning having regard to the context in which they are\nused. For the purposes of the present appeal it is neither\nnecessary nor\ndesirable to attempt to define precisely the meaning of the two phrases, or to\ndelineate their ambit. A few general\n, observations may, however, be made. The\nwords \"the general public, a particular population group or the inhabitants of a\nparticular\narea in the Republic \"in section 54(1)(d) must be seen and\ninterpreted in conjunction with one another. Thus viewed the Legislature\nclearly\nhad in mind an intent of the kind specified directed towards the public at\nlarge,\nor a /\n19 or a large section of the population having a common identity\nor interest, or the general body of persons residing within a particular\ngeographic area. A population group may be categorised along racial or ethnic\nlines. In common parlance it probably would be so regarded.\nOn the other hand, a\npopulation group could encompass an homogenous group bound together by a common\nlanguage, religion or culture.\nAt the very least it connotes a large population\ngrouping sharing common characteristics or interests. A population group must be\ndistinguished from a group of the population in the sense of a random collection\nof members of the public who do not have a common\nidentity. Within the concept\nof different population groups, a particular population group\nwould /\n20\nwould be one such group as distinct from the rest. What= ever meaning\nmay be given to the words \"population group\" it is clear that\npupils at a\nschool, even if they all belong to the same racial, ethnic, cultural, language\nor religious group, cannot themselves\nconstitute a population group. At best\nthey comprise a segment of a population group. The intent required to satisfy\nthe provisions\nof section 54(1)(d) must be one directed at a particular\npopulation group as a whole, or the major portion of such group, and not\nmerely\nat a segment thereof. Consequently the pupils of the school do not fall within\nthe meaning of \"a particular population group\"\nin terms of section 54(l)(d). Nor\nare they \"inhabitants of a particular area\" within the\nmeaning /\n21\nmeaning of that phrase in the section. The fact that all of them, or\nmost of them, come from a particular area, and as such are inhabitants\nthereof,\ncannot satisfy the require= ments of section 54(1)(d) in this respect. By the\ninhabi= tants of a particular area are clearly\nmeant the total number of\npersons, or the vast majority of them, residing within a certain region or\nlocality. The pupils of the\nschool do not constitute the inhabitants of a\nparticular area in that sense. Nor did the appellant direct, or intend to\ndirect, his\nconduct towards the inhabitants of a particular area. In the result\nthe appellant lacked the necessary intent to achieve the objects\nspecified in\nsection 54(1)(d) of the Act. The pre= sumption as to intent contained in section\n69(5) of the Act\ndoes /\n22\ndoes not assist the respondent in any way as the appellant's\nconduct\nneither resulted, nor was likely to have resulted,\nin the achievement of any\nof the objects specified in\nsection 54(1)(d). It follows that the appellant's\ncon=\nviction on the main count must be set aside.\nThe matter, however, does not rest there.\nSection\n54(6) of the Act provides:-\n\"If the evidence in any prosecution for an offence in terms of\n-\n(a)\tsubsection (1) does not prove that\noffence\nbut does prove an offence in terms of sub=\nsection (2), (3) or (4);\n(b)\tsubsection (2) does not prove that offence\nbut does prove an offence in terms of subsection (3) or (4),\nthe accused may be found guilty of the offence so\nproved.\"\nIt /\n23\nIt conseguently becomes necessary to determine whether the appellant's\nconduct contravened section 54(3)(c) of the Act, in which case\na verdict under\nthat subsection may be substituted. The words of the subsection, not only\ninsofar as they relate to an interruption\nof educational services, but in other\nrespects as well, are of very wide import, so much so that if they are in every\ninstance given\ntheir ordinary, grammatical meaning convictions could result in\nrespect of conduct which the Legislature never intended should be\npunishable as\nsabotage. It may therefore be necessary in certain circumstances to place some\nlimitation on the ordinary, grammatical\nmeaning of the words used. This can be\ndone by invoking the well recognised canon of construction\nthat /\n24\nthat the words used in a statute must be interpreted in the light of\ntheir context. Context, in this sense, \"is not limited to the\nlanguage of the\nrest of the statute regarded as throwing light of a dictionary kind on the part\nto be inter= preted. Often of more\nimportance is the matter of the statute, its\napparent scope and purpose, and, within limits, its back= ground.\" (per\nSCHREINER, JA,\nin\nJaga v Dönges, N O and Another\n;\nBhana v\nDönges, N O and Another\n1950 (4) SA 653\n(A) at 662 H.) Consequently,\nwords which\nprima facie\nare clear and unambiguous may require to be read\nin the light of their context i e in the light of the subject-matter with which\nthe provision in question is con= cerned, or the mischief at which it is aimed,\nin order to arrive at the true intention of the Legislature.\n(Cf\nUniver=\nsity\n/\n25\nsity of Cape Town v Cape Bar Council and Another\n1986 (4) SA 903\n(A) at 914 D). The facts of each individual case will have to be\nconsidered in order to determine whether the conduct complained\nof falls within\nthe ordinary meaning of the words of the section under consideration, as well as\nwithin the ambit of what the Legislature\nintended should be punishable. In some\ninstances this will be a difficult exercise, in others not.\nThe present case\npresents no real difficulty. The only reasonable inference to be drawn from the\nproven facts is that the appellant\nwas party to an organised attempt to secure\nthe boycott of classes by the pupils of the school, and that by so doing he\nintended\nto interrupt educational\nservices /\n26\nservices within both the meaning and context of subsection (3)(c). The acts\nhe committed, or attempted to commit,\npursuant to such intention render him\nguilty of sabotage in contravention of section 54(3)(c) of the Act, and a\nconviction must be\nentered accordingly.\nThere remains the question of\nsentence. Having altered the nature of the appellant's conviction to what may be\nregarded as a lesser\noffence than that of which he was originally convicted we\nare at liberty to consider afresh the question pf sentence. The appellant\nis a\nfirst offender. He was 19 at the time of the commission of the offence, and in\nstandard 10. He seems to have been a conscientious\nstudent. His appearance\nfavourably impressed the trial\nmagistrate, /\n27\nmagistrate, who also accepted (on the strength of Mr Mnguni's evidence)\nthat the appellant was normally a well behaved person. No\ndoubt youthful\nimmaturity and impetuosity accounted in some measure for his rash actions. While\nthere are indications that point\nin that direction, it was not established that\nthe appellant was the leader of the group. Although some of the members of the\ngroup\nwere armed with stones, violence was nottheirmain aim. No damage or injury\nto anyone resulted from their conduct. The only person\nto sustain injury was the\nappellant himsélf when he was stabbed after the incident. These\nconsiderations do not detract from\nthe fact that the offence committed was a\nserious one, designed as it was to achieve further disruption in an\nalready /\n28\nalready unsettled educational environment by promoting the\nboycott of classes at the only school functioning normally\nin its area. This notwithstanding it does not seem to me\nthat any useful purpose would be served by sending the appel=\nlant to gaol. With due and proper regard to the triád of\nthe crime,\nthe criminal and the interests of society it seems\nappropriate, in the\ncircumstances of the present matter, to\nwholly suspend the period of\nimprisonment imposed upon the\nappellant.\nThe appeal succeeds to the following extent:\n(a) The\nappellant's conviction is altered to one of contravening section 54(3)(c) of the\nInternal Security Act, 74 of 1982;\n(b) The /\n29\n(b) The sentence of 2½ years' imprisonment is confirmed, but the whole\nsentence is suspended for 5 years on condition that the\nappellant is not\nconvicted of a con= travention of any of the provisions of either section 54(1),\n(2) or (3) of Act\n74 of 1982, or\nsection 1(1)\nof the\nIntimidation Act, 72 of 1982\n, committed\nduring the period of suspension.\nJ W SMALBERGER JUDGE OF APPEAL\nCORBETT , JA )\nVAN HEERDEN, JA\n) CONCUR\nBOSHOFF, AJA ) CONCUR\nSTEYN, AJA )",
  "scraped_at": "2026-02-11T21:36:18.722882",
  "date": "1987-12-01",
  "coram": [
    "CORBETT JA",
    "VAN HEERDEN JA",
    "SMALBERGER JA",
    "BOSHOFF AJA",
    "STEYN AJA"
  ],
  "case_number": "207/86",
  "parties": {
    "applicants": [
      "Shaka January Radebe"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In January 1985 a boycott by Black pupils was occurring at Tokela High School, Evaton. On 13 January the Evaton branch of COSAS, chaired by Shaka January Radebe, resolved that pupils should return to school. On 15 January a group of youths, claiming to be COSAS members, approached the school principal demanding closure; the principal refused. Later that morning a larger group of 30‑50 youths, some armed with stones, marched towards the school, shouted, and attempted to persuade pupils to leave their classrooms. The appellant and two girls were among those who entered the school premises; they were seized, beaten with sjamboks, and later the appellant was stabbed by a teacher during questioning. The appellant was subsequently arrested and convicted in the Regional Court of subversion under section 54(2)(c) of the Internal Security Act and sentenced to two and a half years' imprisonment.",
    "issues": "The appeal raised two principal issues: (1) whether the appellant's conduct amounted to a contravention of section 54(2)(c) of the Internal Security Act, i.e., subversion, which required intent to induce a particular population group or the inhabitants of a particular area to act or abstain; and (2) if the conviction for subversion could not be sustained, whether the conduct fell within section 54(3)(c) – sabotage – allowing a conviction on that lesser provision under s54(6). The question of how the terms “particular population group” and “inhabitants of a particular area” should be interpreted was central to the first issue.",
    "principles": "The Court applied ordinary grammatical meaning and contextual statutory interpretation to the phrases in s54(1)(d), concluding that they refer to a large, coherent group sharing a common identity, not to a small segment such as the pupils of a single school. The Court noted that the legislature intended the provisions to target actions aimed at the public at large, a distinct population group, or the majority of inhabitants of an area. Without such intent, the presumption of intent in s69(5) could not be invoked. The Court also relied on s54(6), which permits substitution of a conviction with a lesser offense when the higher one cannot be proved. Principles of assessing witness credibility and the “probabilities” test were also applied.",
    "application": "Finding the State witnesses – the principal and vice‑principal – credible and the appellant’s evidence unreliable, the Court concluded that the appellant was part of the larger group that attempted to force pupils to leave class. However, the pupils did not constitute a “particular population group” nor the “inhabitants of a particular area”; therefore the requisite intent for subversion under s54(2)(c) was lacking. Consequently the conviction for subversion was set aside. The Court then considered whether the appellant’s conduct satisfied the broader sabotage provision s54(3)(c). It held that the attempt to interrupt the provision of educational services by trying to boycott classes fell squarely within sabotage, satisfying the statutory elements.",
    "conclusion": "The appeal succeeded in part. The appellant's conviction was altered from subversion under s54(2)(c) to sabotage under s54(3)(c) of the Internal Security Act. The original sentence of two and a half years' imprisonment was confirmed but wholly suspended for five years, on the condition that the appellant does not commit any further offense under sections 54(1), (2) or (3) of the Act or under the Intimidation Act during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Internal Security Act",
    "level_3": [
      "subversion",
      "sabotage",
      "statutory interpretation",
      "school boycott"
    ]
  }
}