{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/7.html",
  "case_name": "S v Magubane and Others (389/86) [1987] ZASCA 7 (12 March 1987)",
  "citation": "[1987] ZASCA 7",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 7\n|\nNoteup\n|\nLawCite\nS v Magubane and Others (389/86) [1987] ZASCA 7 (12 March 1987)\nDownload original files\nPDF format\nRTF format\n389/86 N v H\nSELBY MAGUBANE en ANDERE / DIE STAAT\nSMALBERGER, AR -\n389/86\nN V H\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nSELBY MAGUBANE\nEerste Appellant\nJONAS MALATSI\nTweede\nAppellant\nWALTER MTSHALI\nDerde Appellant\nVIKI DLAMINI\nVierde\nAppellant\nBAFANA MUNEKA\nVyfde Appellant\nNICOLAS\nMTSHALI\nSesde Appellant\nen\nDIE STAAT\nRespondent\nCORAM\n:\tBOTHA, SMALBERGER, ARR, et STEYN, Wn AR\nVERHOORDATUM\n: 3 MAART 1987\nLEWERINGSDATUM\n: 12 MAART 1987\nUITSPRAAK\nSMALBERGER, AR :-\nVoortspruitend uit die dood van ene Henry\nSwarts\n(die oorledene) in die Modder B\nGevangenis op Benoni op 1 Okto=\nber 1983 het nege beskuldigdes, onder wie die ses appellante, in\ndie /\n2 die Transvaalse Provinsiale Afdeling voor HARTZENBERG, R en twee\nassessore tereggestaan op 'n aanklag van moord. Die ses appellante\nwas by die\nverhoor beskuldigdes 2, 3, 4, 5, 6 en 8 onderskeidelik, en ek verwys voortaan\ngerieflikheidshalwe na hulle afsonderlik\nas sulks. Aan die einde van die\nStaatsaak is beskuldigde 7 ontslaan. Tydens die verhoor, nadat hy reeds begin\ngetuig het maar nog\nnie gekruisondervra is nie, is beskuldigde 1 vermoor. Die\noorblywende sewe beskuldigdes is almal na afloop van die verhoor aan moord\nop\ndie oorledene skuldig bevind. By onstentenis van versagtende omstandighede is\nelk van die ses appellante die doodvonnis opgelê;\nin die geval van die\nander beskuldigde (nr 9) is versagtende omstandig= hede bevind, en hy is tot 8\njaar gevangenisstraf gevonnis.\nMet /\n3 Met verlof van die hof\na quo\nkom die ses appellante nou\nin hoër beroep alleenlik teen die bevinding van afwesigheid van versagtende\nomstandighede in hulle\ngeval, en die vonnisse hulle opgelê.\nDie skuldigbevindings in die onderhawige saak is hoofsaaklik gegrond op die\naanvaarding deur die verhoorhof van die getuienis van\ndie getuie Sibanyoni. Sy\ngetuienis aangaande die omstandighede rakende die oorledene se dood is kortliks\nsoos volg. Sibanyoni en\ndie beskuldigdes was deel van 'n groep van ongeveer\ntwintig gevonnisde gevangenes wat in sel A9 van die Modder B Gevangenis aangehou\nis. Die beskuldigd is, of was, almal lede van die 26 bende. Op die namiddag van\n1 Oktober 1983 is die oorledene na sel A9 vanaf 'n\nander sel\noorgeplaas /\n4 oorgeplaas. Die oorledene was blykbaar 'n lid van die 28\nbende Die 26 en 28 bendes is mekaar nie goedgesind nie. Om ongeveer 20h00\nhet\nbeskuldigde 2 die oorledene na hom geroep, en lank met hom gesels. Daarna is\nbeskuldigdes 1, 3, 4, 5, 6 en 8 deur beskuldigde\n2 ontbied, en hulle het saam\ndie toiletgedeelte van die sel binnegegaan. Daar het hulle met mekaar 'n gesprek\ngevoer. Beskuldigde\n1 het toe uitgekom en vir Sibanyoni en beskuldigde 9 geroep.\nHulle is op hulle beurt die toilet binne. In die toilet is daar kringgesit.\nBeskuldigde 2 het aangekondig dat die oorledene 'n lid is van die 28 bende, en\ndoodgemaak moes word. Niemand het teen die doodmaak\nvan die oorledene beswaar\naangeteken nie. Beskuldigde 2 het die\nmodus operandi\nwat gevolg moes word\naangedui, en hy het aan elk van die aanwesiges 'n rol\ntoevertrou /\n5 toevertrou. Beskuldigde 6 is toe gestuur om die oorledene\nte gaan haal, wat hy wel gedoen het. Na sy aankoms in die toilet is die\noorledene deursoek en ondersoek. Hy is toe, soos voorheen afgespreek, deur\nbeskuldigde 8 van agter om sy nek gegryp, beskuldigde\n1 het 'n handdoek in sy\n(die oorledene) se mond gedruk en beskuldigdes 2 en 4 het 'n lyfband om sy nek\ngesit., Die ander aanwesiges\nhet gehelp om die oorledene op die vloer neer te\ngooi en hom daar vas te hou. Terwyl hy op die grond gelê het, het\nbeskuldigdes\n2 en 4 hom met die lyfband gewurg, beskuldigde 1 het met 'n\nlemmetjie op sy maag gesny en van die ander beskuldigdes het op hom getrap.\nDie\noorledene is daarna, blykbaar reeds dood, op sy slaapplek geplaas. Dit was ten\ntyde van die verhoor gemene saak dat die oorledene\ndood\nis as /\n6 is as gevolg van verwurging. 'n Aaklige gebeurtenis het in die\nloop van die nag plaasgevind toe die oorledene sekeel van die een\nkant na die\nander gesny is daar waar hy dood gelê het. Volgens Sibanyoni was die\nbetrokkenes by hierdie grusame daad beskuldigdes\n1, 2 en 6.\nMet die uitsondering van beskuldigde 7 wat, soos reeds gemeld, aan die einde\nvan die Staatsaak ontslaan is, het al die beskuldigdes\nop die meriete getuig. Ek\nsal later terugkeer na enkele aspekte van hulle verwere en getuienis. Voorlopig\nis dit voldoende om daarop\nte let dat waar hulle getuienis aangaande hulle\ndeelname, of ontkenning daarvan, aan die aanval op en die doodmaak van die\noorledene\nmet dié van sibanyoni bots, sodanige getuienis deur die\nverhoorhof ver=\nwerp is.\nGeeneen /\n7 Geeneen van die appellante het na hulle skuldig= bevinding\naan moord ter versagting getuig nie. Kaptein Chiloane van die Gevangenisdiens\nis\negter geroep om namens die appellante te getuig aangaande die bende-opset binne\ndie gevange= nisse en die uitwerking daarvan.\nEk keer later na sy getuienis\nterug. Dr Porten, 'n psigiater, het namens beskuldigde 2 getuig met betrekking\ntot die uitslag van\n'n breintoets (EEG-toets) wat op beskuldigde 2 uitgevoer is\nnadat hy, na sy skuldigbevinding, vir waarneming gestuur is ooreenkomstig\ndie\nbepalings van artikel 77(1) van die Strafproseswet 51 van 1977. Daarna het Dr\nVerster, ook 'n psigiater, namens die Staat in\ndié verband getuig. Dit is\ngemene saak dat beskuldigde 2 nie aan enige geestesgebrek of\ngeestesongesteldheid ly nie.\nEk handel / \t,\n8 Ek handel vervolgens eerstens met die appèl van\nbeskuldigde 2. Anders as in die geval van\nbeskuldigdes\n3, 4, 5, 6 en 8 maak beskuldigde 2\nnie daarop aanspraak op appèl dat hy uit vrees, wat sy ontstaan het in\ndie bendestelsel,\nmeegedoen het aan die doodmaak van die oorledene nie. Dit blyk\nduidelik uit Sibanyoni se getuienis, en dit word inderdaad deur beskuldigde\n2\nbevestig, dat beskuldigde 2 die leidende rol gespeel het in verband met die\ndoodmaak van die oorledene. Dit is gemene saak dat\nbeskuldigde 2 'n regter in\ndie 26 bende= hiërargie is, en dat as sodanig hy die besluit geneem het dat\ndie oorledene doodgemaak\nmoes word, die nodige bevele in dié verband\ngegee het en 'n vername rol gespeel het in die uitvoering daarvan, aspekte\nwaaroor\nbeskuldigde 2, soos deur die verhoorhof\ngemeld /\n9 gemeld \"met groot welbehae .... getuig het\". Daar kan dus in\nsy geval geen sprake daarvan wees dat hy uit vrees opgetree het nie.\nNamens\nbeskuldigde 2 is daar egter betoog dat hy aan n mate van brein-disfunksie ly\nsoos deur die EEG-toets aangedui, en dat as voldoende\nag geslaan word op die\nimplikasies daarvan dit as versagting kan dien, en dat die verhoorhof misgetas\nhet deur nie so te bevind het\nnie.\nDie uitslag van beskuldigde 2 se EEG-toets was: \"The EEG was moderately\nabnormal and suggests a non-specific cerebral dysfunction\nmaximal in the\ntemporal areas. No focal signs or paroxysmal events were seen.\" Dr Porten se\nmening, hoofsaaklik op hierdie bevinding\ngegrond, word korrek deur die\nverhoorregter in sy uitspraak ten opsigte van versagting as vol weergee:\n\"Dr Porten /\n10\n\"Dr Porten\t is van oordeel dat daar 'n\ngewelddadige neiging by die beskuldigde is, wat die gevolg is van sy\nbrein-disfunksie en dat dít tesame met die feit dat hy\nlid is van 'n\nbende, waarby hy reeds op 'n jong leeftyd ingeskakel het, en gevolglik makliker\ntot 'n besluit sal kom dat\n'n persoon gedood moet word, en ook die feit dat hy van sy beeld na buite\nbewus is, en bewus is van die indruk wat hy skep, wat ook\nkan lei daartoe dat hy\nmakliker sal besluit om 'n drastiese beslui te neem, dat al hierdie faktore saam\nversagtende omstandighede\ndaarstel.\"\nDr Porten het egter toegegee dat hy nie\nmet\nsekerheid kan sê dat\nbeskuldigde 2 se EEG-toets op abnormale of\nbo-gemiddelde aggressiwiteit of\ngewelddadigheid dui nie, of\ndat beskuldigde 2 se vermoe om sy handelinge te\nbeheer verminder\nof belemmer is nie. Dr Porten sien ook blykbaar beskuldigde\n2\nse aggressie as gepaardgaande met 'n soort ontlading wat tot\nspontane uitbarsting lei - 'n situasie wat egter nie strook\nmet\nbeskuldigde 2 se beplande, berekende en geordende optrede in die\nonderhawige /\n11\nonderhawige geval nie. Dr Verster se getuienis kom, in kort, daarop neer dat\nbeskuldigde 2 se brein-disfunksie soos blyk uit die EEG-toets\ngeen rol gespeel\nhet in sy optrede nie.\nEk is dit volkome eens met die bevinding van die\nverhoorregter dat \"in ons oordeel is daar nie werklik objektiewe getuienis wat\naantoon\ndat hierdie faktore (dié deur Dr Porten genoem) die beskuldigde\nsubjektief beïnvloed het toe hy tot die besluit gekom\nhet dat die oorledene\nmoet sterf nie\". Gevolgli] het beskuldigde 2 nie daarin geslaag om op die\nvereisde oorwig van waarskynlikhede\nte bewys dat daar in sy geval versagtende\nomstandighede aanwesig was nie. Bygevolg kan sy appèl nie slaag nie.\nDie enigste versagtende omstandigheid\nwaarop\nbeskuldigdes 3,4, 5, 6 en 8\nsteun is dat hulle, na bewering, uit\nvrees /\n12 vrees vir hulle lewens meegedoen het aan die doodmaak van die\noorledene, welke vrees sy oorsprong het in die sogenaamde gevangenis-subkultuur.\nAs dit wel die geval was, sou hulle optrede met mindere morele verwytbaarheid\nbejeën kon word. Dit is geykte reg dat die bewyslas\nop die beskuldigdes rus\nom die bestaan van versagtende omstandighede op 'n oorwig van waarskynlikhede\naan te toon. Op geen stadium\ntydens die verhoor het enige van die\nbeskuldigdes\nbeweer dat hy uit vrees gehandel\nhet nie. Hierdie versuim beteken egter nie noodwendig dat die beskuldigdes hulle\nnie van die bewyslas\nwat op hulle rus gekwyt het nie, aangesien daar op die\ngetuienis in die geheel gelet moet word om dit te bepaal. (\nS v Mkize\n1979\n(1) SA 461\n(A) op 463 G). Daar moet egter 'n behoorlike feitebasis wees\nwaarvan die /\n13\nwaarvan die bestaan van versagtende omstandighede afgelei kan\nword\n(\nS v Mongesi en Andere\n1981(3) SA 204 (A) op 207 D).\nIn dié verband moet dit weereens beklemtoon word dat die bestaa\nvan\n'n gevangenis-subkultuur nie\nper se\n'n versagtende omstandig=\nheid is\nnie. Soos JOUBERT, AR, in\nMongesi\nse saak op 212 B -\nopgemerk\nhet:-\n\"Hierdie Hof het reeds in ander sake daarop gewys dat 'die bestaan van 'n\ngevangenis-subkultuur nie\nper se\n'n versagtende omstandigheid is nie.\nWaar 'n gevangene daarop aanspraak maak dat die gevange nis-subkultuur in sy\ngeval 'n versagtende\nomstandig heid is, rus die bewyslas op hom om die Hof op 'n\noorwig van waarskynlikhede te oortuig dat die gevangenis-subkultuur in\ndie\nomstandighede van sy betrokke geval sy geestesvermoens of gemoedstoe= stand\nsubjektief beïnvloed het toe hy die moord gepleeg\nhet. (Kyk\nS v Peterson\nen Andere\n1980 (1) SA 938\n(A) te\n945.)\"\nDie /\n14 Die verhoorhof het\naanvaar dat beskuldigdes 3, 4, 6 en 8 die laagste rang in die 26 bende, naamlik\ndié van soldaat, beklee\nhet. Beskuldigde 5 het die betreklike hoë\nrang van sekretaris beklee. Die vyf beskuldigdes was egter almal onder= geskik\naan\nbeskuldigde 2 wat, soos reeds gemeld, 'n regter was. As sodanig was hulle\nverplig om sy bevele te gehoorsaam, ongeag hulle eie gevoel.\nDit blyk, onder\nandere, uit die getuienis van kaptein Chiloane. Hy het getuig hoedat gevangenes\nvir die verskillende bendes gewerf\nword; dat lidmaatskap van 'n bende\n'n mate van beskerming in die gevangenis verseker; dat aanvanklik die\nvoordele eerder as die nadele van lidmaatskap aan 'n gevangene\nvoorgehou word;\ndat daar 'n eed van getrouheid aan die gekose bende geneem word; dat 'n lid van\n'n bende onder sekere verpligting\nstaan /\n15 staan teenoor die bende; dat hy nie geregtig is om te weier\nom\niemand aan te rand of dood te maak indien daartoe beveel nie;\ndat\nindien hy sou weier om opdragte uit te voer hy wesenlik die\ngevaar loop dat\nhy doodgemaak sal word; dat in die 26 bende dit\ndie regter is wat besluit of\niemand doodgemaak moet word, en wie\ndaaraan moet meedoen en\nverantwoordelikheid daarvoor aanvaar.\nKaptein Chiloane het ook getuig dat\ngevangenes daarvan kennis\ndra dat die gevangenisowerhede beskerming aan 'n bendelid sal\nverleen\nindien hy van 'n bende wil wegbreek, ofskoon sodanige\nbeskerming nie altyd volkome effektief is nie. Dit blyk ook\nuit sy getuienis dat gevangenes vir minstens 12 uur in die loop\nvan 'n dag saam toegesluit is. Kaptein Chiloane se getuienis\nhet ook regstreeks betrekking op die funksionering van die 26\nbende.\nIn /\n16\nIn\nS v Masuku and Others\n1985 (3) SA 908\n(A)\nhet dieselfde kaptein Chiloane\nblykbaar soortgelyke getuienis\ngelewer. Na aanleiding daarvan, en die feit\ndat sekere van\ndie beskuldigdes in daardie saak ondergeskikte range beklee\nhet\nen nie déelgeneem het aan die besluit om die oorledene in\ndaardie saak dood te maak nie, maar bloot opdragte wat hulle\nontvang het, uitgevoer het, het NICHOLAS, Wn AR, as volg\nopgemerk ten opsigte van die betrokke beskuldigdes (op 914 F):\n\"These facts and circumstances referred to could have influenced the state of\nmind of these accused in the commission of the crime,\nand they could serve to\nconstitute\nextenuation.\"\nIn\ndié opsig is die omstandighede van beskuldigde\n3, 4, 5, 6 en 8 in die onderhawige saak vergelykbaar met die\nvan die beskuldigdes onder bespreking in\nMasuku\nse saak.\nDie /\n17 Die belese Appëlregter gaan dan voort:-\n\"Counsel for the State pressed us with the observation of HOLMES JA in\nS v\nBradbury\n1967 (1) SA 387\n(A) at 404 H:\n'As a general proposition a man who volun= tarily and deliberately becomes a\nmember of a criminal gang with knowledge of its disci=\nplinary code of vengeance\ncannot rely on compulsion as a defence or fear as an extenuation.' The learned\nJudge of Appeal was, however,\ndealing with the case of a free man living in a\nfree society. I do not think that the general proposi= tion necessarily applies\nto\na convicted prisoner, who for half of each 24-hour period is locked in a\ncommunal cell without effective communication with the prison\nofficers, and is\nlargely at the mercy of his fellow prisoners (who are often dangerous and\nruthless men) and who joins a gang as\na measure of self-protection.\nThe probability is strong that these circumstances\nwould\nhave\ninfluenced the state of mind of each of these accused in executing No l's order.\nAnd that they did so in fact appears from the\nevidence which they gave in\nmitigation, but which was not referred to in the trial Court's judgment in\nregar\nto extenuating circumstances.\"\n(My onderstreping.)\nIn die /\n18 In die samehang van sy uitspraak blyk dit dat die belese.\nAppèlregter met die gebruik van die woord \"would\" in werklikheid\n\"could\"\nbedoel het, maw hy het 'n moontlikheid eerder as 'n waarskynlikheid in die\nvooruitsig gestel. Ek glo nie hy wou te kenne\ngee dat die omstandighede waarna\nverwys is op sig= self, en sonder die bevestigende getuienis van die betrokke\nbeskuldigdes dat hulle\nuit vrees gehandel het, die vereisde bewys op 'n oorwig\nvan waarskynlikhede daargestel het dat hulle geestesvermoëns beïnvloed\nis nie. Dit was blykbaar die getuienis van die\nbeskuldigdes\ndat hulle geestesvermoëns wel\ndeur vrees beïnvloed is wat deurslaggewend was by die bepaling van die\nvraag of hulle die\nbewyslas wat op hulle rus, gekwyt het\nOp sterkte /\n19 Op sterkte van kaptein Chiloane se getuienis bestaan die\nmoontlikheid wel dat beskuldigdes 3, 4, 5, 6 en 8 uit vrees meegedoen\nhet aan\ndie doodmaak van die oorledene. Die redelike moontlikheid bestaan egter eweneens\ndat die beskuldigdes gewillige en selfs\nentoesiastiese lede van die 26 bende\nwas, en in daardie gees meegedoen het aan die doodmaak van die oorledene, in\nwelke geval daar\nnie sprake van versagting kan wees nie. Dit gaan hier oor die\nsubjektiewe motivering van elke individuele beskuldigde by die pleging\nvan die\nmisdaad en, in 'n geval soos die onderhawige, tensy 'n beskuldigde self in\ngetuienis beweer dat hy uit vrees opgetree het,\nsal daar in die reël nie op\n'n oorwig van waarskynlikhede bevind kan word dat hy wel so opgetree het nie.\nDit sou blote bespiegeling\nbly of dit\nwel die /\n20\nwel die geval was. Elke saak moet natuurlik op sy eie meriete beoordeel\nword.\nNa aanleiding van sekere gebeure wat tydens die verhoor plaasgevind\nhet, is daar betoog dat daar bykomende aanduidings is dat beskuldigdes\n3, 4, 5,\n6 en 8 uit vrees opgetree het. By die aanvang van die verhoor het beskuldigde 1,\nter verduideliking van sy pleit van onskuldig,\nerken dat hy deelgeneem het aan\ndie aanval op die oorledene maar beweer dat hy onder dwang en uit vrees vir sy\nlewe gehandel het.\nDie ander agt beskuldigdes het enige deelname aan die\ndoodmaak van die oorledene ontken. Met hierdie verweer is daar volhard tot\naan\ndie einde van die Staatsaak. Terloops kan gemeld word dat Sibanyoni in sy\ngetuienis namens die Staat benadruk het dat hy uit\nvrees meegedoen het aan die\naanval op die oorledene.\nBeskuldigde /\n21\nBeskuldigde 1 het in ooreenstemming met sy pleitverduideliking getuig,\nen sekere beskuldigdes by die aanval op die oorledene betrek.\nVoordat\nbeskuldigde 1 gekruisondervra kon word, was die advokaat wat namens beskuldigdes\n2 tot 9 verskyn het, genoodsaak om haar\nvan die saak te onttrek. Daar is toe\ngereël om afsonderlike advokate vir elke beskuldigde aan te stel. Voor die\nverhoor hervat\nhet, is beskuldigde 1 vermoor, na bewering omdat hy teen die\nbende getuig het, ofskoon daar geen positiewe bewys is dat dit wel die\ngeval was\nnie. Sibanyoni is toe as 'n getuie herroep. Namens beskuldigde 2 is aan hom\ngestel dat hy (Sibanyoni) en beskuldigdes 1,\n2 en 5 die oorledene doodgemaak\nhet, en dat die ander\nbeskuldigdes\nnie die\nvoorval betrokke was nie. Namens beskuldigde 5 is daar aan\nSibanyoni /\n22\nSibanyoni gestel dat beskuldigde 1 se weergawe van die gebeure\ndie\nkorrekte een is. Die ander beskuldigdes het blykbaar\nby hulle oorspronklike\nverwere volstaan.\nToe beskuldigde 2 getuig het, het hy die weergawe\nwat namens hom aan Sibanyoni gestel is nadat hy herroep is,\nbevestig. In\ndie loop van sy kruisondervraging namens beskul=\ndigde 5 kom die volgende\nvrae en antwoorde in sy getuienis voor\n(die verwysing na \"Brett\" is 'n verwysing na beskuldigde 1):-\n\"Nr 5 se weergawe is basies dieselfde as dié van Brett. -- En dan, wat\ndan?\nDit is inderdaad so. Kom ons toets 'n bietjie die mense wat u aanwys. Die\npersone wat u aanwys is Sibanyoni, 'n Staatsgetuie wat\n'n lid van '26' is wat\nteen die reëls optree, is dit korrek? Hy was daar gewees.\nMaar u wys hom aan? \t Wanneer en waar?\nU sê dat hy een van die mense is wat saam met u die\nmoord gepleeg het.\n-- Hy was ja.\nEn verder wat ook waar is, is dat hy optree teen\ndie\nreëls van die '26'. \t Hoe, wanneer,\nwaar?\nIn so 'n /\n23\nIn so 'n mate dat hy getuig teen die\n'26's'.\nWag 'n bietjie,\ndit is nie met hom klaar afgereken\nnie. Sy dag kom nog, hy gaan boet.\nMaar hy tree teen die reëls op, dit is korrek.\nJa, en daarvoor gaan hy boet. Brett, die oorledene, hy het ook teen die\nreëls opgetree. — Waar is hy nou? U weet ook dat\nnr 5 teen die\nreëls optree, want\nhy gaan ook getuig teen die '26's\". \t Hy dra\nsy eie lewe in sy hande. Hy sal\nbesluit.\"\nToe hy later getuig het, het\nbeskuldigde 5 afgewyt van wat namens hom gestel is, en met 'n weergawe vorendag\ngekom wat ten volle ooreengestem\nhet met dié van beskuldigde 2. Ook\nbeskuldigde 8 het sy getuienis blykbaar aangepas by dié van beskuldigde\n2. Die ander\nbeskuldigdes het by hulle ontkennings volstaan.\nDaar is betoog dat hierdie gebeure aandui dat beskuldigde 1 vermoor is omdat\nhy gewaag het om teen die bende\nte getuig /\n24\nte getuig; dat beskuldigde 2 sy verweer verander het na\naanleiding\nvan beskuldigde 1 en Sibanyoni se getuienis; dat sy\ngetuienis 'n duidelike\ndreigement bevat het teen diegene wat\ndit sou waag om van die bende (soos\ndeur hom verteenwoordig)\nte verskil; en dat beskuldigdes 5 en 8 hulle\ngetuienis aangepas\nhet as gevolg van sodanige dreigement. Hiervan kan\nafgelei\nword hoeveel gesag die leiers van die 26 bende oor sy lede\nuit=\noefen en die vrees wat dit by hulle kan inboesem.\nDie vraag bly staan wat was beskuldigdes 3, 4,\n5,\n6 en 8 se subjektiewe\ngemoedstoestand tydens die pleging van\ndie misdaad? Is hulle deur vrees gemotiveer om mee te doen\naan die doodmaak van die oorledene? Die gebeure tydens die\nverhoor waarna verwys is, is in ooreenstemming met so 'n moont=\nlikheid /\n25\nlikheid. Maar dit kan ook bloot op getroue nakoming van die voprskrifte van\ndie bende dui sonder om noodwendig lig te werp op die\ngesindheid waarmeeelke\nbeskuldigde deelgeneem het aan die doodmaak van die oorledene - hetsy gewillig\nof andersins By ontstentenis\nvan getuienis deur die beskuldigdes dat hulle uit\nvrees opgetree het toe hulle meegedoen het aan die doodmaak van die oorledene,\nkan sulke optrede in die onderhawige geval nie op 'n oorwig van waarskynlikhede\nvan die getuienis as 'n geheel afgelei word nie.\n'n Behoorlike feitegrondslag\nvir so 'n bevinding bestaan nie. Veral is dit die geval as daar gelet word op\ndie getuienis van majoor\nWagenaar dat geeneen van die beskuldigdes die oggend na\ndie voorval enige tekens van vrees getoon het nie toe die gevangenis-beamptes\nopgedaag het,\nasook /\n26\nasook die feit dat beskuldigdes 3 en 5 pertinent in die loop van hulle\ngetuienis enige sprake van bang wees vir lede van die 26 bende\nontken het.\nTrouens die getuienis van beskuldigde 5 spreek van gewillige en selfs genotvolle\ndeelname aan die aanval op die oorledene.\nDaar is betoog dat die beskuldigdes vasgevang is in 'n onbenydenswaardige\nsituasie omdat as hulle sou getuig het dat hulle uit vrees\nopgetree het, hulle\ndie reëls van die 26 bende sou oortree het. Dit sou hulle die gramskap van\ndie bende op die hals gehaal\nhet en hulle blootgestel het aan die wesenlike\ngevaar van wraakoptrede deur die bende. Dit is nie vir my duidelik waarom dit\ndie\ngeval sou wees as hulle na skuldigbevinding ten opsigte van versagting so\nsou getuig nie.\nIn baie /\n27 In baie gevalle is dit wat wel gebeur. 'n Dilemma van\ndié aard waarin 'n beskuldigde hom bevind voortspruitend uit sy\nlidmaatskap\nvan 'n bende kan egter nie tot sy voordeel strek wanneer dit by die\nvraag kom of hy hom van die bewyslas gekwyt het om versagtende\nomstandighede te\nbewys nie. Gevolglik kan die appèlle van beskuldigdes 3, 4, 5, 6 en 8 ook\nnie slaag nie.\nDie appèlle van al ses die appellante word afgewys.\nJ W SMALBERGER APPeLREGTER",
  "scraped_at": "2026-02-11T20:54:46.999384",
  "date": "1987-03-12",
  "coram": [
    "BOTHA",
    "SMALBERGER",
    "ARR",
    "STEYN",
    "Wn AR"
  ],
  "case_number": "389/86",
  "parties": {
    "applicants": [
      "Selby Magubane and Others"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "In October 1983 Henry Swarts was transferred to cell A9 of Modder B Prison, Benoni. He was a member of the rival 28 gang. On the same evening several prisoners – the six appellants (Magubane, Malatsi, Mtshali, Dlamini, Muneika and Nicolas) together with other inmates – were summoned by accused 2, a senior member of the 26 gang, to discuss the need to kill Swarts. The group entered the toilet, where Swarts was restrained, strangled with a rope, his throat cut, and finally his body was left on the floor. All nine defendants were charged with murder; at trial six appellants were found guilty and sentenced to death, the ninth received eight years’ imprisonment. The appellants appealed on the ground that mitigating (versagende) circumstances existed, specifically fear of gang retaliation or a brain disorder (in the case of accused 2).",
    "issues": "The appellate court had to determine (1) whether any of the appellants had acted under fear of personal harm arising from the prison gang hierarchy, thereby creating mitigating circumstances; (2) whether accused 2’s EEG‑identified cerebral dysfunction amounted to a mental disorder that could excuse his conduct; and (3) whether the existence of a prison sub‑culture, in itself, constitutes a mitigating factor under South African criminal law.",
    "principles": "South African law requires that mitigating circumstances be proved on a balance of probabilities (S v Mkize; S v Mongesi). The mere existence of a prison gang or sub‑culture is not per se a mitigating circumstance (S v Mongesi; S v Peterson). A mental disorder must be shown to have objectively influenced the accused’s state of mind (S v Bradbury). Where a prisoner voluntarily joins a gang and accepts its commands, fear does not automatically excuse criminal conduct (Holmes JA in S v Bradbury).",
    "application": "The court found no credible evidence that any appellant, other than the deceased accused 1, had acted out of fear. Testimony showed the appellants held low ranks in the 26 gang and were obligated to obey orders from the gang leader (accused 2). Accused 2’s EEG report indicated a non‑specific cerebral dysfunction but expert Dr Verster testified that it had no bearing on his conduct, and the trial judge concluded there was no objective proof that the dysfunction impaired his volition. Consequently, the appellants failed to meet the evidential threshold for mitigating circumstances.",
    "conclusion": "All six appeals were dismissed. The death sentences against the appellants were affirmed, and the conviction and sentence of the seventh accused remained unchanged. No mitigating (versagende) circumstances were found to exist."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigation",
      "prison gang",
      "mental disorder",
      "exculpation"
    ]
  }
}