{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/135.html",
  "case_name": "Apleni v Minister of Law and Order and Others (436/86) [1987] ZASCA 135 (26 November 1987)",
  "citation": "[1987] ZASCA 135",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 135\n|\nNoteup\n|\nLawCite\nApleni v Minister of Law and Order and Others (436/86) [1987] ZASCA 135 (26 November 1987)\nDownload original files\nPDF format\nRTF format\nCase no 436/86\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nWELLINGTON APLENI\nAppellant\n(Applicant in the Court a quo\n- and -\nMINISTER OF LAW AND ORDER\nFirst\nRespondent\nDIVISIONAL COMMISSIONER OF\nS A POLICE EASTERN PROVINCE\nSecond Respondent\nDISTRICT COMMANDER OF\nS A POLICE PORT ELIZABETH\nThird Respondent\nSTATION COMMANDER OF\nS A POLICE BETHELSDORP POLICE STATION\nFourth Respondent\nSERGEANT FAKU of S A POLICE\n..... Fifth Respondent\nCase no 437/86\n2. Case No 437/86\nIn the matter between :\nTANGO LAMANI\nAppellant\n(Applicant in the Court a\nguo\n)\n- and -\nMINISTER OF LAW AND ORDER\nFirst Respondent\nDIVISIONAL COMMISSIONER OF\nS A POLICE EASTERN PROVINCE\nSecond Respondent\nDISTRICT COMMANDER OF\nS A POLICE PORT ELIZABETH\nThird Respondent\nSTATION COMMANDER OF\nS A POLICE ALGOA POLICE STATTON\nFourth Respondent\nLIEUTENANT NIEUWOUDT of S A POLICE\nFifth\nRespondent\nSERGEANT JAM of S A POLICE\nSixth Respondent\nCoram:\nRABIE ACJ et VILJOEN, HEFER, GROSSKOPF et VIVIER JJA.\nHeard:\n3 November 1987.\nDelivered\n: 26 November 1987.\nJUDGMENT\n/ ...\n3.\nJUDGMENT\nVIVIER JA\n:-\nIn\nseparate applications, arising from similar circumstances, the two appellants\napplied before MULLINS J in the South Eastern Cape\nLocal Division for\nsubstantially similar relief. Both had been detained pursuant to the provisions\nof reg 3 of the emergency regulations\npromulgated by Proc R 109 in Government\nGazette 10280 of 12 June 1986 in terms of sec 3(1)(a) of the Public Safety Act 3\nof 1953.\nBoth alleged that they had been assaulted and subjected to unlawful\ninterrogation, pressure and duress during their detention by\nmembers of the\nSouth\nAfrican / .......\n4. African Police, resulting in their admission to\nLivingstone Hospital where they were still receiving treatment at the time the\napplications were lodged 45 days later on 1 September 1986. Both appellants\nexpressed a fear of similar unlawful conduct after their\ndischarge from\nhospital. A rule nisi was sought in each case, operating as a temporary\ninterdict, restraining members of the South\nAfrican Police from assaulting or\nsubjecting the appellants to unlawful interrogation, pressure or duress during\ntheir detention.\nCertain additional relief was sought in order to provide the\nappellants with evidence to support their allegations, relating to the\nproduction\nof / ...\n5.\nof hospital records and medical examinations by\nthe\nDistrict Surgeon. Both applications were opposed by the respondents who\nfiled opposing affidavits in which all the allegations of\nassaults and other\nunlawful conduct were specifically denied. The appellants in turn filed replying\naffidavits.\nAt the hearing of the applications, in view of the disputes of fact which had\narisen, each appellant applied for an order that the\nmatter be referred for oral\nevidence and that,pending the\nhearing and adjudication thereon,an interim inter= dict be granted\nrestraining the police from assaulting or otherwise unlawfully\ntreating him. In\nthe\nalternative each appellant sought an order post=\nponing the matter for the hearing of oral evidence\nto / ...\n6. to a date after his release from detention and granting him an interim\ninterdict.\nBoth applications were dismissed with costs by MULLINS J, who\ngranted leave to the appellants to appeal to this Court. The learned\nJudge in\neffect found that, despite the disputes of fact on the affi= davits, each\nappellant had satisfied all the requisites for\nan interim interdict and that,\nwere it not for the provisions of reg 3(10) of the said regulations, he would\nhave made an order in\neach application referring the matter for oral evidence in\nterms of Rule of Court 6(5)(g) and granting an interim interdict pending\nthe\nfinal determination of the matter.\nRegulation / ...\n7 . Regulation 3(10) provides as follows :-\n\"3 (10) No person,\nother than the Minister or a person acting by virtue of his office in the\nservice of the State —\n(a)\tshall have access to any person\ndetained in terms of the\npro=\nvisions of this regulation,\nexcept with the consent of\nand subject to such conditions as may be determined by the Minister or a\nperson authorized thereto by him; or\n(b)\tshall be entitled to any official\ninformation relating to\nsuch\nperson, or to any other infor=\nmation of whatever nature\nobtained\nfrom or in respect of such person.\"\nThe learned Judge held,following the decisions in\nSchermbrucker v Klindt N\nO\n1965(4) SA 606 (A) at 619 D-H,625H-626C and\nNgxale v Minister of\nJustice of the Ciskei and Others\n, 1981(2) SA 554\n(ECD) / ...\n8.\n(ECD) at 559 E, that reg 3(10) precluded the\nappellants from giving\nviva voce\nevidence in court while they were in detention. This meant, the\nlearned Judge held, that the applications could not be referred for\noral\nevidence for as long as the appellants remained in detention. The learned Judge\nfurther held that he could not grant the alternative\norders sought and refer the\napplications for oral evidence to be given only after the appellants' release\nfrom detention as this\nwould amount to granting final interdicts in motion\nproceedings where the facts were in dispute.\nIn my view, MULLINS J erred in\nnot referring both applications for oral evidence in terms of Rule\n6(5)(g) / ...\n9.\n6(5)(g) and granting interim interdicts pending the\nfinal\ndetermination thereof. It is nowhere stated in\nthe affidavits, nor in the judgment of the Court a\nguo\n, nor was it\ncontended by counsel who appeared at the hearing before us, that the consent\nrequired by reg 3(10) had been, or would\nbe refused. The mere fact that counsel\nfor the respondents resisted the application for referral\nto oral evidence, does not mean that the Minister had refused to grant his\nconsent or that he would do so if the order was made. Indeed,\nit seems to me\nthat the\nMinister may well have given his consent for the appellants to give\nviva\nvoce\nevidence in Court in view of the serious nature of the allegations\nagainst the Police and the strongly expressed disapproval of the\nrespondents'\nreplies by the Court a\nguo\n.\nIt / ...\n10.\nIt should be borne in mind that the Minister had\ngiven his\nconsent to the appellants consulting their\nlegal advisors for the purpose of\ndeposing to their\nfounding affidavits. If he was prepared to consent\nto the appellants giving\nviva voce\nevidence, the question of the\napplicability of reg 3(10) to the present cases would not have arisen for\ndecision.\nMoreover, in concluding that he would have\nreferred the applications for oral evidence but for\nthe provisions of reg 3(10), MULLINS J seems to have\noverlooked the distinct possibility that, in the cir=\ncumstances of the present applications, it may not have\nbeen necessary for either of the appellants to give\nevidence at the hearing. As the learned Judge\ncorrectly / ...\n11.\ncorrectly points out in his judgment, the replies of the police officers\nconcerned in both applications were unsatisfactory and evasive.\nI share the\nlearned Judge's surprise at the respondents' failure in both applications to\nplace any medical evidence before the court.\nThe prohibition contained in reg\n3(10)(b) is not directed against persons receiving such infor= mation, but\nagainst anyone seeking\nto obtain that information. While the appellants could\nnot, therefore, insist upon its production, the respondents were not precluded\nfrom placing the medical evidence, which was obviously available to them, before\nthe Court a\nquo\n(see\nS v Moumbaris and Others\n1973(3) SA 109(T)\nat\nH6C-117A/.......\n12. 116C-117A,\nS v Mzo and Others\n1984(3)'SA\n945(ECD) at 948F-G and\nMkhize v Minister of Law and Order and Another\n1985(4) SA 147(N) at 151 I-J). Depending on the nature of such evidence, or, if\nno such evidence were adduced at the hearing, any\ninference adverse to the\nrespondents the Court may then have drawn, the need for the appellants to\ntestify might not have arisen\nat all.\nThe importance of the medical evidence\nappears from the following facts. The appellant\nApleni alleged that as a result of the treatment\nhe received at the hands of members of the South\nAfrican / ...\n13.\nAfrican Police on 18 July 1986 in the course of\ninterrogation, he lost consciousness. Later that\nday a doctor was called and he immediately arranged\nfor the appellant to be admitted to Livingstone\nHospital where, at the\ntime of lodging his application\non 1 September 1985, he was still undergoing\ntreat=\nment. An entry in the occurrence book of the\nBethelsdorp police\nstation confirms that at 5 pm on\n18 July 1986 Apleni was examined by a Dr du\nPlessis\nafter complaining that he had been assaulted by members\nof the\nSouth African Police. He was referred to\nLivingstone / ...\n14.\nLivingstone Hospital and escorted there by constable Van der\nLinde. The reply to these allegations by Lieutenant Bezuidenhout of the\nSecurity\nPolice was to the effect that after Apleni had been interrogated on 18 July 1986\nhe was taken back to the Bethelsdorp police\nstation. While he was being booked\nin, he suddenly fell to the ground and began screaming. This only lasted for a\nfew seconds and\nhe then stood up again. The police thought that he was suffering\nfrom epilepsy or something of that nature and for this reason immediately\narranged for a doctor to examine him.\nBezuidenhout/...\n15.\nBezuidenhout denied that Apleni was assaulted in any\nway\nor that anything was done to him which could have\ncaused him to be admitted to hospital. No satisfactory\nexplanation was given by respondents as to why Apleni\nwas admitted to hospital and kept there for such a\nlong time. Apart from the medical evidence, the one\nman who could say what Apleni's condition was when\nhe was taken to hospital, constable Van der Linde,\nremained silent. No reason was advanced by\nrespondents as to why an affidavit had not been\nobtained from Van der\nLinde.\nThe appellant Lamani alleged in his appli=\ncation\nthat both his hands were severely injured by excessively tight handcuffs,\nresulting in a loss of\nsensation/...\n16.\nsensation in both hands and an inability to grip properly. Partly as a result\nof these injuries\nand partly due to a chest complaint he was admitted\nto Livingstone Hospital on 17 July 1986 where he\nhad since received\ntreatment for his hands as well\nas for his chest complaint. Upon his\nadmission\nto hospital the scars on his wrists were considered\nto be so\nserious that they were photographed by\na doctor. Lieutenant Nieuwoudt's reply\nto these\nallegations was that he denied all knowledge of\nany / ...\n17. any injuries to Lamani's wrists or of any photo= graphs\ntaken of the wrists and he added that if Lamani's wrists had been injured\nsuch\ninjuries were self inflicted. As in the case of Apleni, the Court a\nguo\nwas left totally in the dark by the respondents as to why it had been\nnecessary\nto keep Lamani in hospital for such a long time.\nIn these circumstances it seems to me\nthat MULLINS J\nprematurely held that reg 3(10) precluded a detainee from giving\nviva\nvoce\nevidence in Court. In my view he should have granted the main orders\nsought, namely, to\nrefer / ...\n18. refer the matters for oral evidence to be heard as soon as possible and\nto grant the interim interdicts sought, pending the final\ndetermination of the\napplications.\nI should add that I cannot agree with the reasoning of MULLINS\nJ, following similar reasoning of CLOETE JP in\nNgxale's\ncase, supra, at\n561F-H, that he could not refer the applications for oral evidence to be heard\nafter the appellants' release from\ndetention and grant the interim interdicts\nsought, as this would amount to granting final interdicts on motion where the\nfacts are\nin dispute. The interim interdicts sought would have been operative\nfor the\nduration / ...\n19.\nduration of the appellants' detention. In this sense\nit would have had final effect in that nothing which\nmay subseguently have been decided could detract from the efficacy which the\norders enjoyed while they were in\nforce (see the judgment of GROSSKOPF JA in\nAiroadexpress\n(Pty) Ltd v Chairman, Local Road Tranportation Board,\nDurban,\nand Others\n1986(2) SA 663(A) at 677 C-D).\nHowever, on the facts of the present applications, the grant of interim\ninterdicts did not involve a final\ndetermination of the rights of the parties and did not affect such\ndetermination (Joubert,\nLAWSA\nVol II, para 321),\nThe grant of interim interdicts did not amount to any finding on the facts,\nwhich would only have been made, together with appropriate\norders as to costs,\nupon the\nfinal / ...\n20.\nfinal determination of the issues between the parties.\nAlthough final in effect, the interdicts sought were thus certainly not final\nin\nsubstance. The fact that the determination of the issues would only have taken\nplace after the risk of injury had passed, was\nobviously no bar to the grant of\nthe orders. (See\nFourie v Uys\n1957(2) SA 125(C) at 127D-128G;\nVan\nNiekerk v Van Rensburg\n1959(2) SA 185(T) at 187H-188B and\nGosschalk v\nRossouw\n1966(2) SA 476(C) at 488 B-D, 494 B-F.) In my view, therefore, the\nCourt a\nguo\nshould at least have granted the alternative orders\nsought.\nIn the result both appeals succeed with costs,\nincluding the costs of two counsel.\nThe / ...\n21. The following order is substituted in each case for\norder in the Court a\nguo\n:\n1.\nThe matter is referred for\nthe hearing of oral evidence on a date to be fixed by the Registrar of the South\nEastern Cape Local Division\nas a matter of urgency for the purposes of\ndetermining whether or not the interdict sought in terms of prayer 2(a) of the\nNotice\nof Motion should be granted.\n2.\nThe\nevidence shall be that of any witnesses whom the parties or any of them may\nelect to call, subject however, to what is provided\nin paragraph 3\nhereunder.\n3.\nSave in the case of those\nwitnesses whose affidavits have already been filed of record in the application,\nno party shall be entitled\nto call any witnesses\nunless:\n(a) He has served on the other parties at\nleast 10 days before the date appointed for the hearing,a statement setting out\nthe evidence\nto / ...\n22.\nto be given in chief by such person; or\n(b) The Court, at the hearing, permits such person to be called despite the\nfact that no such statement has been so served in respect\nof his evidence.\n4.\nThe fact that a party has\nserved a statement in terms of paragraph 3 hereof, or has sub= poenaed a\nwitness, shall not oblige such\nparty to call the witness\nconcerned.\n5.\nPending the final determination\nof the matter, the South African Police are interdicted and restrained for the\nduration of the detention\nin custody of the applicant, from either directly or\nindirectly, through their own actions, or those of anyone under their command\nor\ncontrol:\n(i) Assaulting; (ii) Interrogating in any\nmanner other than that prescribed or permitted by law;\n(iii)/...\n23.\n(iii) Employing any undue or unlawful pressure on; (iv) Subjecting any form\nof unlawful duress on the applicant.\n6. The costs of the application are reserved for decision by the Court\nhearing the evidence.\nW. VIVIER JA.\nRABIE ACJ)\nVILJOEN JA) Concur. HEFER JA) GROSSKOPF JA)",
  "scraped_at": "2026-02-11T21:26:36.235149",
  "date": "1987-11-26",
  "coram": [
    "RABIE ACJ",
    "VILJOEN JA",
    "HEFER JA",
    "GROSSKOPF JA",
    "VIVIER JA"
  ],
  "case_number": "436/86",
  "parties": {
    "applicants": [
      "WELLINGTON APLENI",
      "TANGO LAMANI"
    ],
    "respondents": [
      "MINISTER OF LAW AND ORDER",
      "DIVISIONAL COMMISSIONER OF SA POLICE EASTERN PROVINCE",
      "DISTRICT COMMANDER OF SA POLICE PORT ELIZABETH",
      "STATION COMMANDER OF SA POLICE BETHELSDORP POLICE STATION",
      "SERGEANT FAKU OF SA POLICE",
      "STATION COMMANDER OF SA POLICE ALGOA POLICE STATION",
      "LIEUTENANT NIEUWOUDT OF SA POLICE",
      "SERGEANT JAM OF SA POLICE"
    ]
  },
  "sections": {
    "facts": "Both Wellington Apleni and Tango Lamani were detained under regulation 3 of the emergency regulations issued under the Public Safety Act. While in detention they alleged assaults and unlawful interrogation by members of the South African Police, leading to serious injuries that required admission to Livingstone Hospital. Their applications, filed 45 days after detention, sought a rule nisi to restrain the police from further assault, unlawful interrogation, pressure or duress, and also requested production of hospital records and medical examinations. The respondents denied the allegations and opposed the applications.",
    "issues": "The principal issues were (1) whether regulation 3(10) barred the detainees from giving viva‑voce evidence in court while detained; (2) whether an interim interdict could be granted despite the existence of disputes of fact; and (3) whether the matters should be referred for oral evidence under Rule 6(5)(g) of the Court Rules.",
    "principles": "The court considered the interpretation of regulation 3(10), which restricts access to detained persons and the obtaining of information about them, and examined prior case law such as Schermbrucker v Klindt, Ngxale v Minister of Justice, and S v Moumbaris concerning the scope of interim interdicts. It reaffirmed that interim interdicts are not final determinations and may be granted pending oral evidence, provided the statutory consent requirement is not shown to be denied.",
    "application": "The Court found that the lower judge had wrongly concluded that regulation 3(10) precluded viva‑voce evidence, as there was no evidence the Minister had refused consent. Accordingly, the Court held that the applications should be referred for oral evidence and that interim interdicts could be granted pending the final determination, without breaching the regulation.",
    "conclusion": "Both appeals were allowed with costs. The orders were substituted to refer each matter for urgent oral evidence, to allow limited witness calls, and to grant an interim interdict restraining the South African Police from assaulting, unlawfully interrogating, or applying undue pressure to the appellants for the duration of their detention. Costs of the applications were reserved for determination at the hearing of the evidence."
  },
  "tags": {
    "level_1": "Public Law",
    "level_2": "Emergency Regulations",
    "level_3": [
      "interdict",
      "detention",
      "police misconduct",
      "public safety act"
    ]
  }
}