{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/98.html",
  "case_name": "S v Disten (106/87) [1987] ZASCA 98 (24 September 1987)",
  "citation": "[1987] ZASCA 98",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 98\n|\nNoteup\n|\nLawCite\nS v Disten (106/87) [1987] ZASCA 98 (24 September 1987)\nDownload original files\nPDF format\nRTF format\n106/87/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE\nDIVISION\n)\nIn the matter between:\nPIET DISTEN\nAppellant\nAND\nTHE\nSTATE\nRespondent\nCORAM: JOUBERT, JACOBS, JJA et NICHOLAS, AJA\nHEARD\n: 10 September 1987\nDELIVERED\n: 24 September 1987\nJUDGMENT\nNI\nCHOLAS, AJA\nExtension Inn is an hotel in the coloured area cf Upington. It is situated on\nthe east side of\nthe\n2 the Keimoes road. On the west side of the road is a piece of\nvacant ground, which, though sometimes referred to as a \"park\", is\nno more than\nopen veld with a few trees, and grass and stones. One tree stands about 22\nmetres from the western verge of the Keimoes\nroad. It is about 4 metres high. At\na point about 29 metres south of the tree, the road is joined by a footpath,\nwhich leads across\nthe veld to Blikkies coloured township.\nOn the evening of Saturday 1 March 1985 there was a dance at Extension Inn.\nDuring the function, a man named Ricardo Clarke was stabbed,\nand,after it was\nover, a number of people were assaulted and robbed, and one was murdered.\nArising\n3\nArising out of these\nincidents\n, three men stood trial at the end of\nApril 1986 before the Orange Circuit Local Division of the Supreme Court sitting\nat Upington.\nThe court consisted of BASSON J and two as-sessors. The accused\nwere Petrus Phillips (accused No. 1); Charlton Esterhuizen (accused\nNo. 2); and\nPiet Disten (accused No. 3). There were seven counts in the indict-ment.\nPiet Disten was acquitted on counts 3 and 4\nbecause of lack of evidence of identification. These\ncounts will not again be referred to. On the other\ncounts he was convicted and sentenced as follows:\nCount 1. Assaulting Ricardo Clarke with in- 2 years\ntent to do grievous bodily harm imprisonment\nCount 2\n4\nCount 2. Attempting to murder Patrick 5 years' imprison-Jansen\nment\nCount 5. Robbing Basie Titus with ag- 2½ years' im-gravating\ncircumstances prisonment\nCount 6. Robbing Jacobus Booysen with 2½ years' im-aggravating\ncircumstances prisonment\nCount 7. Murdering Jacobus Booysen with- Death\nout extenuating circumstances The trial judge refused an application by\nDisten for leave\nto appeal against the finding on count 7 that there were\nno extenuating circumstances and against the death sen-\ntence, but leave was granted on a petition to the Chief\nJustice.\nThe three accused were present at the dance.\nThey were in a group which included Hendrik Tieties (a\n16-year old youth and one of the main witnesses for the\nState\n5 State), and two others. During the evening they smoked dagga,\nand some of them consumed liquor. There was some evidence that Mandrax\nwas added\nto the dagga pipe . Tieties said in evidence that Petrus Phillips (No. 1\nac-cused) smelt of liquor, and was under the influence,\nbut he could still walk\nand talk properly. Piet Disten (No. 3 accused) was in the same condition. Piet\nDisten said when giving evidence\nthat he consumed about five glasses of wine and\nbeer. He was affected by the liquor (\"die wyn het in my bloed ingewerk en ek het\ndronk geraak van die wyn\"), and by the dagga. At some stage during the evening a\nfriend dropped a Mandrax pill into his wine -\"hy\nhet gewerk aan my. Hy het my\ntaamlik dronk gemaak.\"\nIn\n6\nIn answer to questions by BASSON J, he said that the liquor\nmade him drunk, but that he was not so drunk that he did not know what\nwas going\non about him. He could still think properly. He knew what he was doing and could\nappreciate the difference between right\nand wrong.\nDuring the dance, a quarrel arose between Ricardo Clarke and one Gerrit\nScheepers. They came to grips. Ricardo was getting the better\nof Scheepers.\nDisten was unarmed at that stage, but Charlton Ester-huizen handed him an Okapi\nknife, and Disten stabbed Ricardo with\nit in the back. Disten said that he would\nget Ricardo outside after the dance, but when the dance\nwas\n7 was over,Ricardo had left. (This assault was the subject of Count\n1.)\nThe dance finished shortly after midnight. People made their way out of the\nhotel and across the Keimoes road towards the path leading\nto Blikkies. A mobile\npolice station unit was parked in the veld near the path, but because there was\nonly one policeman on duty\nand he could not leave the unit, the police had no\ninfluence on the course of the events which followed.\nThe three accused and some others took up station under the tree. From there\nthey sallied out from time to time to attack passers-by\nwho were on their way\nhome to Blikkies.\nBasie\n8\nBasie Titus, a 22 year old man, was one of\nthem. He was in a\ngroup which included his girl-friend,\nSarie Olivier; Jacobus Booysen; and\nBooysen's partner.\nAfter the dance they waited a while for transport and\nthen\ndecided to walk home. Near the footpath' they were con-\nfronted by Phillips and Disten, both of whom had knives.\nDisten caught Titus by the shoulder, ordering him to\nstand still. He went through his pockets and took from\nhim two amounts of R32,50 and Rl,85 respectively, and\nSarie's watch which Titus had in his back pocket. Disten\ntried to remove Titus's trousers, but Titus knocked away\nhis hand. No. 1 accused stabbed towards his neck, but\nhe ducked and sustained only a scratch. Disten then\nstabbed\n9 stabbed towards Titus's chest, but caused only a super-ficial\ninjury. Disten and accused No. 1 then turned to Booysen and searched\nhim. Disten\ntried to drag Booysen to the tree, but Booysen resisted. Accused No. 2 went to\nDisten's help, and together they dragged\nBooysen to the tree. Disten took off\nBooysen's trousers and shoes and gave them to Esterhuizen. Disten stabbed\nBooysen on the chest.\nBooysen broke away in the direction of the mobile police\nstation. He did not get far, but collapsed on the ground, and was later\nremoved\nfrom the scene by ambulance.\nBooysen died as a result of the injuries he sustained. On\npost mortem\nexamination, the cause of death was established as a stab wound into the\naorta.\nThe\n10 The robbery of Basie Titus was charged in\nCount 5\n; the\nrobbery of Booysen in\nCount 6\n; and the mur-der of Booysen in\nCount\n7\n.\nAnother victim was Patrick Jansen, the com-plainant in\nCount 2\n.\nHe was walking in the company of his wife Sarah and three other people. He had\njust cros-sed the road, when he saw three men emerge\nfrom under the tree and\ncome quickly towards them. Jansen stood his ground. There was a struggle, in the\ncourse of which Piet Disten\nand accused No. 1 stabbed him, one in the chest and\nthe other from behind. The three ran back to the tree. Jansen collapsed\nunconscious,\nand he knew nothing more until he woke up the next day in\nhospital.\nWhen\n11\nWhen medically examined he was found to have sustained two\nstab wounds: one in the armpit, the other in the chest. He was in a critical\nconditicn, as a stab wound had punctured the right ventricle and he lost a great\ndeal of blood. His life was saved only by emergency\nsurgery. In the trial\ncourt's judgment on extenuating circumstances, BASSON J referred to three\nmatters as being possibly extenuating:\nDisten's background; his youth; and the\ninfluence of liquor, dagga and Mandrax. The conclu-sion of the court was that\ntaking all\nthese aspects into account, it could not, with the best will in the\nworld, conclude that the accused's age showed that he was im-mature:\nthe accused\nwas an adult who lived like an adult\nand\n12 and wanted to live like an adult. The liquor and the drugs etc\nhad no effect on him that evening: he con-ducted himself, as he\nhimself said,\nlike a sober person. The court could not in all the circumstances find any\nex-tenuation.\nI shall deal in turn with each of these three matters.\nBACKGROUND\nCIRCUMSTANCES\n.\nEvidence in this regard was given by Piet Disten's mother, Mrs. Rachel\nDisten, and by a qualified social worker, Mrs. Van Rooy. Mrs.\nDisten, it\nappeared from her evidence, was a simple woman, uneducated and of low\nintelligence. She had difficulty in understanding\nthe\n13 the questions which were put to her, and in answering them when\nshe did understand. Mrs. Van Rooy had not inter-viewed Disten.\nShe was in\nattendance at the trial because the senior public prosecutor had requested a\nprobation of-ficer's report concerning accused\nNo. 2, and she was called by\nDisten's legal representative because of her general background knowledge. She\nknew something of the\nDisten family as a result of the case of Mannetjie\nWitbooi, who was convicted of murder (also committed at Upington) without\nextenuating\ncircumstances in 1980. The finding of no extenuating cir-cumstances\nand the sentence of death were set aside on ap-peal by this Court:\nsee\nS v\nWitbooi\n1982(1) SA 30 (A), especially at 34 D-F.\nMrs\n14 Mrs Disren said that Piet was born on 25 September 1965.\nHis father left Upington to look for work in Johannesburg when Piet was\n5 years\nold. He never returned to Upington - he was murdered in Johannesburg. The mother\nwas left without support, and had to bring\nup 8 children with what she could\nearn from washing and ironing. She was unable to exercise proper supervision\nover the children.\nPiet started school, but did not at-tend for long. He got\ninto bad company and drank and smoked dagga. When his mother remonstrated\nwith\nhim, he said that he would do what she told him, but then did as he pleased.\nUnable to control him , she approached Welfare,\nand he was sent to a\n\"verbeteringskool\" where\nhe\n15 he was kept for 2½ years until February 1985, a month before\nthe date of the crimes of which he was convicted. Mrs. Van Rooy\nsaid that Disten\nhad grown up in unstable family circumstances: the mother was alone responsible\nfor supporting the children and\nshe had to move from place to place in an effort\nto get suitable ac-commodation. At one stage they found a lodging at Witbooi's\nplace.\n(It appears from the report of his ap-peal, that Mannetjie's stepmother\nwas a Mrs. Hendrik Disten. She might well have been a relative.)\nMannetjie was a\ngangster and his influence on Piet was very strong and very prejudicial. Piet\ngot no recognition from his mother\n- she could not exercise sufficient\nsupervision\nand\n16\nand control; and he found recognition with the gang,\nby\nwhom he felt accepted and with whom he felt at home.\nBASSON J said in the course of the judgment\non extenuating circumstances:\n\"Die Hof moet natuurlik ook die beskuldigde se agtergrond in ag neem, maar\ndie beskul-digde se moeder het hier vir ons getuig dat\nsy het haar bes probeer\nmet die beskuldigde. Sy het in moeilike omstandighede die beskul-digde\ngrootgemaak, maar die beskuldigde\nhet hier van 14/15 meen ek, het sy gesê,\nhet hy al sy eie pad begin volg en alhoewel hy vir haar gesê het hy sal\ndoen\nsoos sy sê, het hy kort\ndaarna.net\nweer anders gedoen. Die beskuldigde het doodeenvoudig sy eie kop gevolg. Dit het\ngenoodsaak dat die beskul-digde na 'n verbeteringskool\nmoes gaan, soos nou deur\ndie Verdediging uitgebring, waar hy ongeveer twee en 'n half jaar was. Hy was\nnet uit die verbeteringskool\nuit toe kom hy hier in Upington en die aand maak\nhulle amok kan 'n mens sê.\"\nIn\n17\nIn my opinion the trial court here adopted\na wrong\napproach.\nIt appears to have formed the opinion that\nDisten was of bad character.\nThat opinion was probably\ncorrect, but it was irrelevant. What the Court\nshould\nhave considered was whether the accused's bleak and dis-\npiriting\nbackground,over which he had no control (such as\nhis disadvantaged childhood, the almost total lack of\nsupervision and good example,and the dire influence of\nMannetjie Witbooi) had formed him into the person who\ncommitted the murder. By failing to consider this aspect,\nthe trial court failed to consider whether his background was an extenuating\ncircumstance, and so misdirected itself.\nIt is a matter for comment that the accused's\nbackground was not more fully investigated. The trial\nCourt\n18\nCourt should have been in possession of reliable informa-rion in regard to\nsuch matters as the accused's stage of maturity, his experience\nof life, his\npowers of judgment and his susceptibility to influence by others. Without such\ninformation, particularly in the case\nof a teenager such as the accused, it is\ndifficult toconceive that a trial court can make a proper finding on the\nlife-and-death\nquestion of the existence or not of extenuating cir-cumstances.\n(Cf.\ns v Van Rooi en Andere\n, 1976(2) SA 580 (A) at 585 A-B.) At the least\nthe trial judge should have called for a probation officer's report and for\nevidence\nfrom the staff of the reform school. It is not known whether a\npsychological assessment of Disten could have\nbeen\n19 been obtained, but it was almost a prerequisite to a proper\nassessment of his case. YOUTH.\nDisten was born on 25 September 1965, so that\nhe was still a teenager on 1 March 1985, the date of the murder.\nIn the judgment of the trial court on ex-\ntenuating circumstances, BASSON J said:\n\"Maar die blote feit dat die beskuldigde destyds 19 was, beteken nie dat hy\nonvol-wasse is nie. Die Hof moet dit ook oor-weeg. Beskuldigde\nverskyn nou voor\ndie Hof. Hy is nou 'n jaar ouer, maar daar is by die Hof geen twyfel dat die\nbeskuldigde soos hy vandag hier voor\ndie Hof staan 'n volwassene is nie. Om vir\ndie beskuldigde vandag nog as 'n kind te behandel sal die\ngrootste\n20\ngrootste fout van 'n mens se lewe wees, die\nbeskuldigde is nie meer 'n kind nie, hy is\n'n volwassene, hy kom en gaan soos hy wil,\nhy doen soos hy wil, hy neem sy eie besluite,\nhy is nie meer 'n kind wat vatbaar is vir\ndissipline van 'n ouer en dié soort mense nie.\"\nHere the trial\ncourt seriously misdirected itself. The fact that Disten was a teenager at the\ndate of the crime shows\nprima facie\nthat he was immature. (See\nS v\nLehnberg en 'n Ander\n, 1975(4) SA 553 (A) at 561.) Whether he was mature at\nthe date of the trial (April 1986) (a matter on which BASSON J laid emphasis)\nwas irrelevant: what was important was his level of maturity at the date of the\ncrime.\nThe important guestion - namely,whether Disten's conduct ought to be regarded\nas less blame-\nworthy\n21 worthy because of immaturity, lack of\nexperience of life, undeveloped judgment, etc, does not appear to have been\nconsidered by\nthe trial court.\nNor in my opinion did the trial court have\nbefore it information on which it could properly come to the conclusion that the\naccused\nwas an adult. The fact that Disten came and went and did as he pleased,\nand that he did not accept the shackles of discipline, is\nnot necessarily\nevidence of maturity. On the contrary, all it may show is that he is a wayward\nyouth. Moreover, he had been submitted\nto the discipline of a reform school for\n2 years, and there had not been time before his ar-rest for an assessment to be\nmade of\nhis maturity or his\nadjustment ...\n22\nadjustment to a free life.\nINFLUSNCE OF ALCOHOL, DAGGA\nAND DRUGS\n.\nBASSON J said that the trial court accepted that Disten had\nconsumed liquor on the night in question, and smoked dagga and possibly\nhad\ntaken other drugs. He said that what the court had to consider was their effect\non the accused. The conclusion was that his con-duct\nwas not that of a person\nwho did not know what he was doing: he did not act impulsively - his acts were\nindi-cative rather of planning,\nand deliberate execution of the plan over a\nperiod. The learned judge said that the accused himself said that he was normal,\nand\nthat other witnesses said that he knew what he was doing.\nMost\n23 Most of this is beside the point. At this stage of the case the\nquestion was not whether the ac-cused knew what he was doing. The\nquesticn now\nwas whether the liquor and drugs he had taken had blunted his normal judgment,\nor made it more difficult for him to\ncontrol himself, or made him reckless, or\notherwise re-duced the blameworthiness of his acts. These matters the trial\ncourt did not\nconsider and the omission consti-tuted a misdirection.\nCONCLUSION\n.\nBecause the trial court misdirected itself in the respects indicated, it now\nbecomes the duty of this Court to consider the question\nof extenuating cir-\ncumstances\n24\ncumstances afresh; and if it finds that they were\npre-\nsent, to substitute its opinion for that of the trial\ncourt.\nThe applicable principles were put in a nut-\nshell in the judgment of JOUBERT JA in\nS v Mongesi\nen\nAndere\n, 1981(3) SA 204 (A) at 207 C-H:\n\"Die bewyslas om die bestaan van versagtende omstandighede op 'n oorwig van\nwaarskynlikhede vas te stel, rus op 'n beskuldigde. Ten\neinde dit te kan doen,\nmoet daar 'n feite-basis vir die Verhoorhof wees waarvan die bestaan van die\nversagtende omstandighede afgelei\nkan word. (\nS v Ndlovu\n1970(1) SA 430\n(A) te 433H.) 'n Versagtende omstandig-heid is 'n baie wye begrip omdat dit dui\nop 'n feit of omstandigheid, aanwesig\nby die pleeg van die moord, wat die morele\nskuld, die ver-wytbaarheid, van die beskuldigde ten opsigte van die dood van die\noorledene\nverminder of minder laakbaar maak. (\nS v Petrus\n1969(4) SA\n85\n25\n85 (A) te 94\nin fine\n-95A.) Die benadering wat deur 'n\nHof in 'n bepaalde geval gevolg moet word by 'n ondersoek om die bestaan van\nversagtende omstandighede\nvas te stel, is deur hierdie Hof soos volg\nneergelê:\n(1)\tof daar omstandighede is wat op die geestes-vermoëns of die\ngemoedstoestand van die beskuldigde betrekking kon gehad het,\nindien wel\n(2)\tof sodanige omstandighede in die bepaal-de geval die geestesvermoëns of\ngemoeds-toestand van die beskuldigde subjek-tief\nbeïnvloed het, en\n(3)\tof die subjektiewe beïnvloeding van die beskuldigde se\ngeestesvermoëns of ge-moedstoestand van so 'n aard was dat die\nbeskuldigde\nse optrede ten opsigte van die dood van die oorledene volgens die objektiewe\noordeel van die Hof daar-deur minder laakbaar\nof verwytbaar\nword.\"\nIn regard to (1), it is clear that there exist\nsuch\ncircumstances in the present case, namely, Disten's\nbackground; his youth;\nand the fact that he had taken liquor\n(including\n26\nincluding Mandrax) and smoked dagga on the evening in\nquestion. These are all circumstances which bear on his state of mind at the\ntime of the commission of the crime. In regard to (2), such circumstances in\ntheir cumulative effect probably did affect his state\nof mind. As to (3) the\ninfluence on his state of mind was in my opinion of such a nature that his\nconduct in regard to the death\nof Booysen was, viewed objectively, less\nblameworthy. The accused was\nprima facie\nimmature, and one gets the\nimpres-sion that this was in part a brutal game, committed by irresponsible\nyouths, aimed not so much\nat plunder, as . at exercising power in order to\nintimidate, by depriving victims of their trousers and shoes. In addition, there\nwas\nthe\n27 the effect of liquor and drugs, and the accused's\nback-ground.\nThe conclusion is, therefore, that the finding of the trial\ncourt should be varied.\nCounsel for both the State and the appellant were agreed that this Court\nshould itself impose sentence if it should find extenuating\ncircumstances. The\ncrime of which the appellant was convicted was a serious one, and it calls for\ncondign punishment.\nThe three accused,with others, lay in wait in the darkness of the tree, in\norder to descend upon innocent passers-by (some of whom\nwere probably not in a\nstate of sobriety to offer serious resistance). They\nused\n28\t'\nused knives wantonly, and with a reckless and callous\ndisregard for the consequences to their victims.\nAfter serious consideration\nhowever, I have come to the conclusion that the case does not call f or the\nultimate punishment, and that\na sentence of imprisonment should be imposed. Por\nthe protection of the community it must necessarily be for a long term, but\nthere\nmust be considered the cumulative effect of this sentence and the\nsentences imposed on the other counts.\nThe appeal is upheld. The verdict on Count 7 is varied and the sentence set\naside. For the verdict and sentence on that count the\nfollowing is substituted:\n\"Accused No. 3 is found guilty of murder with extenuating\ncircumstances\n29\ncircumstances. He is sentenced to 15 years imprisonment. All\nthe sentences in respect of Counts 1,2,5,6 and 7 are ordered to run\nconcurrently.\"\nH C NICHOLAS, AJA",
  "scraped_at": "2026-02-11T21:18:04.709327",
  "date": "1987-09-24",
  "coram": [
    "Joubert",
    "Jacobs",
    "JJA",
    "Nicholas"
  ],
  "case_number": "106/87",
  "parties": {
    "applicants": [
      "Piet Disten"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 1 March 1985 a dance was held at the Extension Inn in Upington. After the dance Piet Disten, along with two co‑accused, assaulted several passers‑by, robbing Basie Titus and Jacobus Booysen and stabbing Booysen, who later died from a wound to the aorta. Disten had consumed alcohol, smoked dagga and taken a Mandrax pill. He was 19 at the time of the offences. At trial he was convicted of murder (count 7) and sentenced to death, as well as other convictions for assault, robbery and attempted murder. The trial judge found no extenuating circumstances, despite Disten’s disadvantaged background, youth and drug intoxication.",
    "issues": "The key issue on appeal was whether the trial court correctly concluded that no extenuating circumstances existed to merit a sentence less than death, specifically considering Disten’s background, age and intoxication, and whether the death penalty was appropriate in the circumstances.",
    "principles": "The court applied the test for extenuating circumstances as set out in S v Mongesi and related authorities: (1) whether circumstances existed that could affect the accused’s mental capacity or state of mind; (2) whether those circumstances actually influenced the accused’s mental state; and (3) whether that influence rendered the conduct less blameworthy. Youth, a troubled upbringing and the effect of alcohol and drugs are recognised factors that may mitigate culpability.",
    "application": "The appellate court found that Disten’s unstable family background, the influence of the criminal gang Mannetjie Witbooi, his youth (being 19 at the time of the crime) and the consumption of alcohol, dagga and Mandrax collectively affected his state of mind. Accordingly, the circumstances satisfied the criteria for extenuating factors, making his conduct less blameworthy than that of a fully mature, unimpaired adult. The court therefore varied the murder conviction to one with extenuating circumstances and substituted the death sentence with a term of fifteen years imprisonment, to run concurrently with the other sentences.",
    "conclusion": "The appeal was upheld. The original death sentence was set aside. Piet Disten was convicted of murder with extenuating circumstances and sentenced to fifteen years' imprisonment, with all sentences for counts 1, 2, 5, 6 and 7 to run concurrently."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "youth",
      "intoxication",
      "sentencing",
      "death penalty"
    ]
  }
}