{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/80.html",
  "case_name": "S v Nhlumayo and Another (426/86) [1987] ZASCA 80 (31 August 1987)",
  "citation": "[1987] ZASCA 80",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 80\n|\nNoteup\n|\nLawCite\nS v Nhlumayo and Another (426/86) [1987] ZASCA 80 (31 August 1987)\nDownload original files\nPDF format\nRTF format\n426/86 /mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nTHEMBA NHLUMAYO\nFIRST APPELLANT\nand\nFRANCIS XOLO\nSECOND APPELLANT\nvs\nTHE STATE\nRESPONDENT\nCORAM\n: VILJOEN, SMALBERGER, JJA et STEYN, AJA\nHEARD\n: 15 MAY 1987\nDELIVERED\n: 31 AUGUST 1987\nJUDGMENT\nVILJOEN\n, JA\nThe two appellants were accused 1 and 2\nin the/\n2. in the Court a quo. With a third accused they were\ntried on two counts of murder and one count of\nattempted murder in the Port Shepstone Circuit Court\nby a Judge and two\nassessors. The third accused was\nfound not guilty and was discharged but the two\nappellants were convicted\non the two counts of murder\nand the second appellant was convicted of\nassault\nwith intent to cause grievous bodily harm on the\nthird count. The\ntrial Court held that there were\nno extenuating circumstances and sentenced\nboth\nappellants to death. With the leave of the Court\na\nquo\nthe\nappellants appeal against the failure to\nfind extenuating circumstances and the death sentence\nimposed in consequence thereof.\nThe/\n3. The finding of the Court a\nquo\nwas\nassailed\non a number of grounds. It was submitted\nthat the Court\nshould have found extenuation in one or more, either\nsingly or\ncumulatively, of the following factors:\nfirstly, as far as the second\nappellant is concerned,\nthat he was under the influence of alcohol at the\ntime\nof the commission of the offence; secondly, as far as\nboth are\nconcerned, that the killing of the two deceased\nwas in revenge for the\nkilling of one Papa Nhlumayo\nwhich was preceded by trouble and conflict in\nthe area;\nthirdly, that the appellants were motivated by a fear\nof the\nsecond deceased planning to effect the release\nof her sons from custody. It\nwas also contended pn\nbehalf of the appellants that the Court a\nquo\ncommitted\nan irregularity in allowing the appellants' previous\nconvictions\nto be proved prior to the trial Court making\na finding on extenuation.\nThe two deceased were husband and wife.\nI shall\nrefer to the husband as the first deceased\nand the wife as the second deceased. On the night\nof/\n4. of 14 February 1986, the trial Court held, while the\ntwo\ndeceased and their daughters Ntombi, Nomvula and Nhloboni were preparing to go\nto bed in a hut in their kraal, they were attacked\nby the two appellants and one\nSiteshi. After the two daughters Ntombi and Nhloboni had been allowed by the\nassailants to leave, the\ntwo appellants and Siteshi brutally murdered the two\ndeceased and the second appellant stabbed the girl Nomvula, who had not fled\nwith her sisters, in her leg with an assegai. The Court had a doubt as to\nwhether the third accused, who had also been implicated,\nwas a\nparticeps\n.\nSiteshi did not stand trial with the others because he had fled and could not be\ntraced. On the Sunday prior to this Friday night\na young/\n5. a young man of the area, Papa Nhlumayo,had been\nkilled, allegedly by certain young men including\ntwo of the deceaseds'\nsons, Mbhanka and Magoni.\nOn the night their parents were murdered\nthese\ntwo sons were in custody having been arrested for\nthe murder of\nPapa.\nAt the trial the defence of appellant 1\n(accused 1 in the Court a\nquo\n) was an alibi. He\ngave evidence that\nhe was never near the deceased's\nkraal on that night. The defence of\nappellant 2 was\nthat the second deceased used to sell beer at her\nplace\nand that when he came from work that Friday\nafternoon he first consumed half\nof a bottle of\nVodka and thereafter went to the second deceased's\nplace/\n6. place to buy and drink beer. While waiting to be\nserved the first deceased accosted him in a threate-\nning attitude with an assegai in his hand remarking\nthat the second appellant's friend Papa was dead,\nand that he, the second\nappellant, was now also\ngoing to die. He, the second appellant,\nthereupon\ndispossessed the first deceased of the assegai,\nstabbed him and\nthrew the spear at him and in the\nprocess, he implied,the assegai might have\nstruck\nthe second deceased.\nThe Court a\nquo\nrejected the defence of\nboth appellants. While it\ncould not find that the\nsecond appellant had not worked at all that\nFriday,\nas the State witnesses testified, and found that he might\nhave/\n7. have consumed liquor on the way from work, the\nCourt rejected his version as to the events at the\nkraal of the\ndeceased.\nThat he might have been under the influence\nwhen he and others attacked the deceased that night\nwas relied upon by\ncounsel as constituting an extenua-\nting circumstance. A similar argument was\naddressed\nto the Court a\nquo\nwhich, however, was dismissed in\nthe\nfollowing words:\n\"The Accused also said that he had been drinking and that he had drunk half a\nbottle of Smirnoff on his way home. He may have had\nsomething to drink - we do\nnot know. We are satisfied, however, that he knew what he was doing and that he\nwas not under the influence\nof liquor and that it did not cloud his judgment in\nany way. We reject his evidence in this regard and the evidence that\nhe\ndrank/\n8.\ndrank at the deceaseds' kraal after his return home at 6 o'clock. The murders\nwere committed at about 8.30pm.\"\nThe second appellant did not\ntestify that\nhe had been drinking at the deceased's kraal. He was\nwaiting\nto be served, he said, when the first de-\nceased appeared and threatened him\nbut it is correct\nthat, according to his evidence, he arrived at\nthe\ndeceased's kraal at about 18h00 and that the murders\nwere committed at\nabout 20h30. I am rather sceptical\nabout the evidence given by the second\nappellant which\nreceived some vague and suspect support from the\ngen-\ntleman Flick who was called by the Court but who was,\nin effect,a\ndefence witness. The Court below was in\nmy view over-cautious, as the learned\nJudge himself\nsaid,/\n9. said, in accepting it as a possibility that he did\ngo to work on that day. However, assuming it to\nbe a fact that he had gone to work, there must have\nbeen some conspiracy between the two appellants and\nSiteshi after his return. Quite apart from the fact\nthat the actual attack\ntook place much later than\nthe hour he said he had returned from work, the\ncareful planning and execution of the attack upon\nthe two elderly people\nwas not the doing of a drunk\nman. In my view the Court a\nquo\ncorrectly\nheld that\nhe had failed to discharge the onus that any intoxi-\ncation on\nhis part constituted an extenuating circum-\nstance.\nOn behalf of both the appellants it was\nargued/\n10. argued that Papa was their friend and that this was\na revenge killing and it was urged, on the authority\nof\nS v\nNdwalane\n1985(3) SA 222(A), that that con-\nstituted extenuation. It was pointed out that there\nwas some evidence that\nwhen her two sons killed Papa\nNhlumayo, the second deceased was present and\nthe\ninference should be drawn that she was closely and\ndirectly involved\nwith Papa's death, it was submitted.\nReliance was further placed upon the\nfact that the\nsecond deceased was a herbalist and that they believed\nthat\nshe would prepare food (chicken meat) for her two\nsons which would cause them\nto be released from\ncustody.\nEvidence about the second deceased's involvement in\nthe killing\nof Papa was given by the State witness Mbhanka\nMvundla/\n11.\nMvundla, the son of the two deceased, who had been\narrested for\nhaving killed Papa. When his father\nand mother were killed he was awaiting\ntrial in\nprison. He testified,\ninter alia\n, that the first\nappellant\nwas present when Papa was killed but that\nhe ran away. About the involvement\nof his mother\nin the killing, he gave the following evidence:\n\"And your mother, the second deceased in\nthis matter, was she present? \t Yes she\nwas there.\nAnd did she take part in the killing of\nPapa? \t No, we don't know whether she\ntook any part in it or not. When we came there she was sitting down. She\ncouldn't get up any more or walk and then we chased these\npeople. Why couldn't\nshe get up or walk any more?\nThey had kicked her in the sides and\nin the ribs with their boots.\nSo is it correct that you wouldn't be able\nto dispute it if Accused No 1 said that\nyour/\n12.\nyour mother took part in the assault\non Papa? \t Well we left my mother\nlying down there and we chased after them. My mother wasn't there then. Didn't\nshe come along afterwards and\nhelp assault Papa? \t No, we came\nback to my mother and told her that we had already killed Papa, so we took\nMother and took her home. Had Papa had any trouble with\nyour\nmother? \t On a previous occasion\nhe'd comê to the house with two other boys and attacked our\nhouse.\"\nAbout the second deceased's involvement\nthe first appellant testified as follows:\n\"Now you told the Court that you know about the death of Nhlumayo and that you\nin fact were present on the day that he was killed\n- of Papa Nhlumayo.\nYes, I was there.\nWere you alone that day or in whose\ncompany were you on that day? \t I was\naccompanying Papa on that day, the two\nof us.\nSo was this Papa actually a friend of\nyours?\n13.\nyours? \t Well I would say he was my\nfriend because we'd never had a quarrel and then we also had the same\nsurname.\nAnd you used to go with him to places,\nis that correct? \t If there was a\nnecessity for us to go about together we would go about together. If there was\nno necessity then we would not.\nNow why did you run away when this\nfriend of yours was attacked? \t I saw\na lot of people approaching. They were all armed. It was natural for me to run\naway.\nDid they also try to attack you?\nYes, they tried to.\nThere was one amongst them that was\ndoing the talking.\nAnd who tried to attack you?\nBekiwe Mvundla was talking and said 'Today is you people's last\nday'\".\nIn the summary of substantial facts\nsupplied\nby the State the following appears:\n\"2. On/\n14.\n\"2. On 10 February 1986 the deceased in count 2 was assaulted by one Papa\nNhlumayo, a relative or friend of the accused. After the\nsaid assault, two sons\nof the deceased attacked and killed the said Papa Mhlumayo. The two sons of the\ndeceased were arrested in\nconnection with the\nincident.\"\nThat the second deceased\nhad been assaulted\nbefore Papa was killed appears from the evidence, re-ferred to above, of\nMbhanka Mvundla but there is a surprising dearth of evidence\non the\ncircumstances which surrounded the killing of Papa. The circum-stances\nprevailing under which the second deceased said, if\nshe did say it:\n\"To-day is you people's last day,\"\nare shrouded in mystery. They\nwere never properly investigated. The State never challenged\nthe/\n15. the second appellant thereon. Be that as it may,\nthe evidence in this regard is too sketchy for an\ninference to be drawn therefrom that the second de-\nceased was the\ninstigator of trouble on that Sunday\nwhen Papa was killed. The appellants\nchose not to\ngive evidence in extenuation. Instead they intimated\nthrough\ntheir counsel that they adhered to their\nversions given during the trial\nbefore conviction.\nFor good measure another factor was relied\nupon by\ncounsel for the appellants and that was that\nthe killing of the deceased\nmight have been motivated\nby a fear that the second deceased planned to\neffect\nthe release of her sons from custody. She enjoyed\nthe reputation in\nthe area of being a herbalist and\nthere/\n16. there was some suggestion that she planned to pre-\npare meat for her sons which would secure their\nrelease. There was,\nhowever, no evidence from the\nappellants that they harboured this fear and\nthat\nthat motivated them, either alone or with other fac-\ntors, to kill\nthe deceased. The suggestion referred\nto by me is contained in the summary of\nsubstantial\nfacts and reads as follows:\n\"3. During the afternoon of 14 February 1986 the three accused and one Siteshi\nMakhanya (hereináfter referred to as the group)\nconspired to kill the\ndeceased and the inhabitants of their kraal in revenge and in order to prevent\nthem from obtaining medicine\nto secure the release of the two sons of the\ndeceased from prison.\"\nWhere this came from is not certain.\nA/\n17. A\nfair inference is that the State derived this from\naffidavits (to which further reference will be made\nhereafter) made by the\ntwo appellants which were\nnot admissible in evidence. In the Court's\njudg-\nment on extenuation the learned Judge dealt as\nfollows with the\narguments advanced on behalf of\nthe two appellants:\n\"Counsel for the two Accused submitted that there were extenuating circumstances\npresent in this case and he relied for this sub-mission\non what was set out as\nthe back-ground to the case in the State's summary of substantial facts, that is\nthat a few days earlier the\nsecond deceased was assaul-ted by one Papa Nhlumayo\nand after the assault two sons of the deceased attacked and killed Papa Nhlumayo\nand that thereafter the Accused conspired to kill the deceased in revenge and in\norder to prevent them from obtaining medicine to\nprocure the release of the\nsons.\nMr\nVon Willich\nwho appeared for the Accused,\nfairly/\n18.\nfairly as always, drew the Court's attention to the fact that the Accused had\nnot in fact instructed him on that basis; that they\nhad continued to de-ny all\nknowledge, but that he was relying on what was set out by the State and what was\napparently contained\nin inadmissible confessions made by the Accused. We accept\nthat this is so. We however, must have regard to the facts as they have\nbeen\nproved before us and the evidence that was given on oath before us by the\nAccused. These facts disclose that the initial deceased,\nPapa Nhlumayo, was a\nyoung man who was on friendly terms with the two Accused. He was not related to\neither of them nor was he a\nparticularly close friend of Accused No 1. Accused\nNo 1 in fact sought to dis-tance himself from Papa and said that if it was\nnecessary\nfor them to go round together they would, otherwise not. Accused No 2\nsaid that Papa was a friend of his. There is no suggestion\nthat either of them\nwere related to Papa. The evidence given by Accused No 1 would appear to\nindicate that the second de-ceased had\nbeen present on the scene at\nthe/\n19.\nthe time Papa was killed. Her two sons, one of whom gave evidence and who\nstated that they phoned the police and told them that they\nhad killed Papa, were\narrested and sub-sequently released. There is no suggestion that it was ever\ncontemplated that steps be taken\nagainst the second deceased and the only\nevidence in this regard is that of Accused No 1. We have already rejected his\nevidence.\nIt appears to us that Accused Nos 1 and 2\nhaving heard of the death of\ntheir friend\nPapa, and being aware that the two sons\nwho were supposed to\nhave done the killing\nwere in custody, decided to take revenge\non the\nparents of the two boys. Even\nwere the Accused to have said that\nthey\nthought that the parents were brewing me-\ndicine to obtain the\nrelease of their sons,\nwe would not find that this constituted\nan\nextenuating circumstance. However, the\nAccused did not say so and in\nthe course\nof his evidence Accused No 1 stated he\ndid not believe in home\nremedies or witch-\ncraft of any sort\nWe are left with the position as to whet-her, because a friend of theirs had\nbeen\nkilled/\n20.\nkilled a few days earlier and the two Accused sought revenge for their\nfriend's death by killing his assailant's parents, a Court\ncan properly say that\ntheir moral blameworthiness for such killing is in any way reduced.\nWe have come to the conclusion that this is not so. We have not overlooked\nthe fact that Accused No 1 allowed the children to leave\nthe kraal before he\ncommenced the slaughter of their parents. This shows a degree of compassion on\nhis part but that compassion is\nnot sufficient, in our view, to in any way\nreduce his blameworthiness for the two deliberate murders that took place\nimmediately\nthereafter. They went there for the purpose of killing and they\nkilled. They had a direct intention to bring about the death of the\ntwo deceased\nand the wounds make it clear that they were taking no chances in this\nregard.\nThere is no suggestion, I should have said earlier, that Accused No 1 was in\nany way under the influence of liquor.\nIt is unfortunately true that murder is only too prevalent in the area where\nthese killings\ntook/\n21.\ntook place. These are far removed from the faction fights which took place in\nNatal in the past and continue to do so. What occur\nnow are deliberate killings\nof persons or individuals and we do not feel that the fact that some friend or\neven relation has been\nkilled in the past, can in any way excuse a retaliatory\nkilling in these circumstances. I do not say that it never can. Where the\nrelationship is a close one, where the killing takes place in the heat of the\nmoment, there may be extenuating circumstances but\nit would, in our view, be\ngiving the area over to anar-chy if we were to adopt an attitude that\nextenuating circumstances were present\nmerely because there had been a prior\nkilling of some friend or acquaintance.\nFinally, there is no suggestion of any immediate provocation by the unfortunate\ndeceased. In these circumstances we find that there\nare no extenuating\ncircumstances present.\"\nThe question arises whether the learned\nJudge, when\nhe emphasised the direct intention to\nkill/\n22.\nkill, did not misdirect himself in failing properly\nto distinguish between the intent which is a re-\nquisite in the crime of\nmurder and the moral blame-\nworthiness of the accused in the context of\nextenua-\nting circumstances. A remark made during the argument\nwould seem\nto justify such an inference. The remark\nwas made when reference was made by\ncounsel to the\ndecision in\nS v Ndwalane supra\n.\n\"Stalked him for two weeks, driving around; saw him, went up to him and shot\nhim. If ever there was a deli-berate, calculated killing\nit was that\none.\"\nHowever, reading the learned Judge's\nremarks\nin the context in which they were made, I am satisfied\nthat he did not\nmisdirect himself. He distinguished\nbetween/\n23.\nbetween this case and\nNdwalane's\ncase\nsupra\nby\nadding to his reference to the deliberate killings:\n\"\t and we do not feel that the fact\nthat some friend or even relation has been killed in the past, can in any way\nexcuse a retaliatory killing in these circumstances.\nI do not say it never\ncan.\"\nThe fact that there was no suggestion of\nany\nimmediate provocation seemed to have weighed hea-\nvily with the learned\nJudge. This of course is a\nfactor which the Court a\nquo\ncorrectly took\ninto\naccount. I have to point out though, in response\nto the veiled\ncriticism of this Court's judgment in\nNdwalane's\ncase\nsupra\n, that the absence of immediate\nprovocation does not always, as the learned Judge\nseemed to imply, negative extenuating circumstances.\nThe/\n24.\nThe criterion as laid down in various decisions in\nthis Court is\nwhether the bearing which the facts had on the accused's state of mind was\nsufficiently appreciable to abate the moral\nblameworthiness of the accused in\ndoing what he did. I agree, however, that the facts in the present case were not\nsuch. The mere\ndesire to take revenge is not extenuatory. See\nS v Namane\n1977(4) SA 240(A). There was in the present case no deep sense of\ninjustice,outrage and frustration as in\nNdwalane's\ncase. It may not be\nrelevant but, as there was some doubt at the argument stage as to whether\nMahlaba, the victim in the murder trial\nin\nNdwalane's\ncase,had actually\nbeen involved in the killing of Dube, the appellant's friend and\nbenefactor,/....\n25. benefactor, I refer to the report in 1985(3) SA 222\nat 224 D - F. I have come to the conclusion, however,\nthat on the whole\nthe Court a\nquo\ncorrectly held that the circumstances surrounding this\nso-called revenge killing did not constitute extenuation.\nThere remains the\nquestion of the alleged irregularity in that the previous convictions were made\nknown to the Court a\nquo\nbefore the inquiry on extenuation. There was, as\nit appears from the record and was also put in argument to us, a\n\"misunderstanding\"\nbetween counsel for the State and counsel for the defence.\nThe misunderstanding, I deduce, arose from a belief on the part of counsel\nfor\nthe State that the appellants would, after conviction, deviate frcm their\nversions during the trial\nand/\n26.\nand testify, in extenuation, in accordance with\ncertain statements made by\nthem which the State had in its possession but which were inadmissible. The\ncontents of the statements\nformed, apparently, the basis of the State's summary\nof substantial facts. Whether the State expected that the appellants would\nadhere\nto those statements for the purpose of the trial before conviction and\nmake certain admissions, is not clear but what can be inferred\nfrom the record\nis that before the issue of extenuation was embarked upon counsel for the State\nand counsel for the accused agreed\nthat if the latter were prepared to admit,\neither in evidence or through their counsel, that the facts as set out in their\ninadmissible\nstatements\nwere/\n27.\nwere correct, the State was prepared to concede that\nextenuating circumstances were present. The two\nappellants let their counsel down, however, and were\nnot prepared to admit those facts. Whether, if they\ndid, it would have made any difference to the final\noutcome is not necessary for this court to decide.\nIt is well established in our law that a\ntrial Court\nshould first dispose of the issue of ex-\ntenuation before being apprised of\nthe previous con-\nvictions and if this is not done it constitutes an\nirregularity. See\nS v Shabalala\n1966(2) SA 297(A)\n300 in\nfine\n. The test, however, is always whether,\nas a reslut of the\nirregularity, there was a failure of\njustice. See\nShabalala's\ncase\nsupra\n301 B - C; the proviso\ntc\ns 322(1)/\n28.\ns 322(1)\nof the\nCriminal Procedure Act 51 of 1977\n.\nThe records of the two appellants were taken into\naccount by the learned Judge, counsel pointed out,\nand submitted that it must have affected the mind\nof the learned Judge to\nthe prejudice of the appel-\nlants. The passage referred to reads as follows:\n\"The Accused are not particularly young men. Accused No 1 is 30, Accused No 2 is\n25. We do not find their age to constitute an extenua-ting\ncircumstance. Neither\nof them are by any means first offenders.\"\nIt is clear, however,\nthat the remarks were made merely to indicate that the two appellants were not\ninexperienced young men. I am\nnot persuaded\nthat/\n29.\nthat this single reference to their previous con-\nvictions in the judgment\non extenuation constituted a failure of justice.\nThe appeals are dismissed.\nJUDGE OF APPEAL\nSMALBERGER JA)\n) -CONCUR STEYN AJA)",
  "scraped_at": "2026-02-11T21:13:58.127493",
  "date": "1987-08-31",
  "coram": [
    "Viljoen JA",
    "Smalberger JA",
    "Steyn AJA"
  ],
  "case_number": "426/86",
  "parties": {
    "applicants": [
      "Themba Nhlumayo",
      "Francis Xolo"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Themba Nhlumayo and Francis Xolo were convicted in the Port Shepstone Circuit Court of two counts of murder and, for the second appellant, one count of assault with intent to cause grievous bodily harm. The offences stemmed from a night attack on 14 February 1986 in which the appellants and a third man, Siteshi, killed a husband and wife in their kraal and stabbed one of their daughters. A third accused fled and was not tried. The trial court found no extenuating circumstances and sentenced both appellants to death. On appeal the appellants argued that intoxication, a revenge motive for the earlier killing of Papa Nhlumayo, and a fear that the second deceased would use herbal medicine to secure her sons' release constituted mitigating factors. They also contended that the trial court erred by considering their previous convictions before the extenuation inquiry.",
    "issues": "1. Whether any of the alleged factors – intoxication, revenge for the killing of Papa Nhlumayo, or fear of the deceased’s alleged herbal practices – amount to extenuating circumstances that should reduce moral blameworthiness. 2. Whether the trial court’s reference to the appellants’ prior convictions before the extenuation inquiry constitutes a procedural irregularity that results in a failure of justice.",
    "principles": "The court applied the principles in s 322(1) of the Criminal Procedure Act regarding procedural irregularities and the test from S v Shabalala that an irregularity must lead to a failure of justice to be fatal. It reiterated that voluntary intoxication does not excuse murder unless it entirely removes the accused’s capacity to form intent, referencing established precedent. The court also considered the jurisprudence on extenuating circumstances, notably S v Ndwalane and S v Namane, emphasizing that a desire for revenge alone is not sufficient to mitigate moral blameworthiness absent immediate provocation or a deep sense of injustice.",
    "application": "The appellate court examined the evidence and found that the second appellant’s alleged intoxication was unproven and that the timing of the attack (approximately 8:30 pm) indicated a deliberate, planned act inconsistent with a drunken state. The claim of revenge for Papa Nhlumayo’s death was found to be unsubstantiated and, even if true, did not diminish moral culpability because the killings were pre‑meditated and not impulsive. No evidence supported a fear that the second deceased’s herbal practices would lead to her sons’ release, and the notion was based only on the State’s summary of substantial facts. Regarding the procedural issue, the court held that the brief reference to the appellants’ prior convictions did not prejudice the appellants or amount to a failure of justice, and therefore did not constitute a fatal irregularity.",
    "conclusion": "The appeal was dismissed. The court affirmed the trial court’s finding that there were no extenuating circumstances and upheld the death sentences imposed on both appellants."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "appeal",
      "intoxication",
      "revenge motive",
      "procedural irregularity"
    ]
  }
}