{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/19.html",
  "case_name": "Shabala v Iliev and Another (147/85) [1987] ZASCA 19 (26 March 1987)",
  "citation": "[1987] ZASCA 19",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 19\n|\nNoteup\n|\nLawCite\nShabala v Iliev and Another (147/85) [1987] ZASCA 19 (26 March 1987)\nDownload original files\nPDF format\nRTF format\nANOTHONY JOHN SHALALA\nAppellant\nand\nJOSEPHINE ILIEV\n1st\nRespondent\nand\nSHALALA BROTHERS (PTY)\n2nd Respondent LTD.\nCase No: 147/85 mp\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nANTHONY JOHN SHALALA\nAppellant\n(Second Respondent in the Court\na quo)\nand\nJOSEPHINE ILIEV\nFirst Respondent\n(Applicant in the Court\na quo)\nand\nSHALALA BROTHERS (PTY) LIMITED\nSecond Respondent\n(First\nRespondent\nin the Court\na quo\n)\nCORAM:\nJOUBERT, HOEXTER, GROSSKOPF, VIVIER, JJA et STEYN,\nAJA\nHEARD:\n5 March 1987\nDELIVERED\n: 26\nMarch 1987\nJUDGMENT\nHOEXTER, JA\n2.\nHOEXTER\n, JA,\nIn this appeal the second respondent (\"the company\") is a private company\nknown as Shalala Brothers (Pty) Ltd which was incorporated\nin December 1954 with\na registered share capital of ninety El shares. The real parties in the appeal\nare Mr Anthony John Shalala,\nwho is the appellant, and his sister Mrs Josephine\nIliev (born Shalala). Mrs Iliev is the first respondent in the appeal. In the\nCourt below Mrs Iliey was the applicant, and in this judgment reference to her\nwill be made as \"the applicant\". The appeal concerns\nthe propriety or otherwise\nof an order for rectification of the company's share register granted in favour\nof the applicant in the\nCourt below.\nThe salient facts may be stated quite shortly. The appellant and the\napplicant live in Klerksdorp where each carries on his or her\nown business. At\nthe time of the company's formation in 1954 the appellant was a bachelor\nand\n3.\nand the applicant was married to one Michael Shalala. Their\nmarriage was dissolved in March 1955. The applicant was then known as\n\"Josephine\nShalala\" and for business purposes she signed her name thus. In 1970 the\napplicant married her present husband, one Iliev.\nIn the same year the appellant\nmarried one Hind Shalala. During 1975 Hind Shalala instituted an action for\ndivorce against the appellant,\nand their marriage was dissolved in 1977.\nThereafter the appellant married a Miss Nel.\nWhen the company was formed thirty shares in it were issued to each of three\ninitial shareholders, being respectively the appellant,\nthe applicant, and their\nbrother Mr Daniel John Shalala (\"Daniel\"). Each shareholder was issued with an\noriginal share certificate\ndated 14 March 1955. Certificate Number 1 (in respect\nof shares nos 1 - 30) was issued to Daniel; certificate Number 2 (in respect\nof\nshares nos 31 - 60) was issued to the appellant; and certificate Number 3 (in\nrespect of shares nos 61 - 90) was issued to\nthe\n4. the applicant. In October 1959 Daniel transferred his thirty\nshares (nos 1 - 30) to the appellant, and pursuant thereto a.certificate\nNumber\n4 was issued to the appellant. Until the end of January 1974 the sole\nshareholders in the company were the appellant (sixty\nshares) and the applicant\n(thirty shares); and the share register of the company reflected their\nrespective shareholdings accordingly.\nAt all material times one Grobler, who practises as an accountant at\nKlerksdorp, acted as the auditor respectively to the appellantr\nthe applicant\nand the company. In addition Grobler's firm performed secretarial duties for the\ncompany. At all material times the\nappellant was the controller of the company.\nAccording to the minute book of the company a meeting was held on 5 Pebruary\n1974 which\nwas attended by the appellant and the applicant. In what follows I\nshall refer to the meeting thus reflected in the minute book as\n\"the 5 Feb\nmeeting\". The minutes of the\n5 Peb\n5. 5 Feb meeting are signed by the appellant as \"chairman\" and\nthey record that the following business was transacted thereat -\n\"SHARE : It was decided that J Shalala\nCAPITAL\twould receive R2 000,00\nfor\nher 30 shares and that they would be transferred as follows:-\nA J Shalala to receive 29\nshares\nHind Shalala to receive 1\nshare\nDIRECTORS\n: J Shalala resigned as Direc=\ntor of the Company. She is to be replaced by Hind Shalala. Sylvia Shalala was\nalso appointed as a Director of the Company.\"\nOn 5 February 1974 the appellant signed a Securities Transfer Form (\"the\nshare transfer form\") as the transferee of 30 shares in the\ncompany from\n\"Josephine Shalala\" as the transferor. The number of the relative share\ncertificate is therein stated as \"2\", and the\ndistinctive numbers of the shares\nas \"31 - 60\". In the portion of the share\ntransfer\n6. transfer form in which the\ntransferor's signature has to be affixed there occurs a signature \"J Shalala\"\nabove the date \"5.2.74\".\nIn what follows reference will be made to this\nsignature as \"the disputed signature\". The share transfer form states that the\nsum\npaid for the shares to be transferred is R2 000 and indicates the names of\nthe trans= ferees as \"Anthony John Shalala - 29 shares,\nand Hind Shalala 1\nshare.\"\nCpncerning the share certificates issued by the company and also its share\nregister, the appellant on 7 February 1974 deposed to an\naffidavit (\"the false\naffidavit\" which was thereafter pasted onto the inside of a hard-cover leaf of a\nreconstructed share register\nof the company. The relevant portion of the false\naffidavit is in the following terms -\n\"I hereby declare under oath that the Share Register, Transfer No 1, and the\nfollowing Share Certificates, in the above company, were\nlost by me:-\nCERT. No.\n...........\n7.\nCERT NO\n.\nHOLDER THEREOF DATE OF ISSUE DISTINCTIVE NUMBERS\n1\nD J\nSHALALA\t21.12.54\t1\t-\t30\n2\t\t\t\tJ\nSHALALA\t21.12.54\t31\t-\t60\n3\nA J\nSHALALA\t21.12.54\t61\t-\t90\n4\nA J\nSHALALA\t6.10.59\t1\t-\t30 \"\nOn the strength of the\nfalse affidavit a new share register was compiled and fresh share certificates\nin the company were issued;\nand pursuant to the minutes of the 5 Feb meeting\nthirty shares in the company held by the applicant were transferred to the\ntransferees\nin the propor= tion (29 shares to the appellant and 1 share to Hind\nShalala) therein indicated. On 26 February 1975 the appellant\nsigned a\nSecurities Transfer Form as the trans= feree of one share in the company from\nHind Shalala as the transferor; and in the\nspace provided for the signature of\nthe transferor the name \"Hind Shalala\" appears in signature form. To this\nsignature I shall refer\nas \"the forged signature\". When the matter came before\nthe Court below, and according to the reconstructed share register, the\nregistered\n8. registered shareholders in the company were the appellant\n(sixty shares) and his present wife, the former Miss Nel (thirty shares).\nIt will be noticed that the false affidavit erroneously states both the\nnumbers of the original share certificates issued to the appellant\nand the\napplicant respectively, and the distinctive numbers of the shares respectively\nallotted to each of them. However that may\nbe, the statements made in the false\naffidavit are incorrect in a more fundamental respect. In truth the share\ncertificates in question\nhad not been lost by the appellant or by anybody else;\nand on 7 February 197 4 all three certificates were in fact in possession\nof the\napplicant.\nIn March 1982 the applicant initiated motion proceedings in the Transvaal\nProvincial Division against the company (which was cited\nnominally as the first\nrespondent) and the appellant as the second respondent. In terms of\nsec 115\n9.\nsec 115 of the Companies Act, No 61 of 1973, the applicant alleged that her\nname had been removed from the company's register without\nsufficient cause; and\nshe applied for rectification thereof. The áppellant resisted the\napplication.\nThe applicant's case, in a nutshell, was the following. During 1954 she and\nher two brothers (Daniel and the appellant) agreed that\neach would contribute E2\n000 (R4 000) towards the purchase of a rural property (\"the farm\") in the\nKlerksdorp district. To this end\nthe applicant paid R4 000 to Daniel from whom,\nin due course, she received her original share certificate for 30 shares in the\ncompany.\nOn 3 November 1963 the applicant lent the appellant R800, which loan\nhas since remained unpaid. At the time of the transaction and\n\"as proof of the\nloan\" the appellant gave the applicant a cheque for R800 and as security for\nrepayment\nthe\n10.\nthe appellant handed over to the applicant the appellant's two share\ncertificates in respect of the remaining sixty shares in the\ncompany.\nThereafter, so said the applicant, the appellant knew full well that his share\ncertificates were in the applicant's possession.\nThe applicant denied that she\nhad ever been a party to the transfer of her thirty shares to the appellant; and\nshe denied that the\nappellant had paid her R2 000, or any other amount, in\nrespect thereof. In regard to the identity of the disputed signature on the\nshare transfer form the applicant adopted an ambivalent attitude. She contended,\nin the main, that the disputed signature was not\nhers. In the alternative she\nadopted the stance that if the disputed signature were in truth her signature it\nhad been procured by\nsome fraudulent means. She was adamant that she had never\nhad the slightest intention of disposing of her thirty shares in the company.\nThe applicant went on to say that on\n12 October\n11.\n12 October 1981 she made an inquiry concerning the farm of the accountant\nGrobler whereupon the latter informed her that her shares\nhad been acquired by\nthe appellant. It is common cause that on 26 November 1981 attorneys acting on\nbehalf of the applicant addressed\nseparate letters to (1) the company (2)\nGrobler's firm and (3) the appellant, each letter demanding rectification of the\ncompany's\nshare register by the restoratión therein of the name of the\napplicant as the registered shareholder of thirty shares.\nThe answering affidavits filed by the appellant in opposition to the\napplicant's notice of motion raised certain disputes of fact.\nOn 20 October 1982\nVAN DIJKHORST, J ordered that oral evidence be heard. The issues which were\nreferred to the trial Court for its\ndetermination were formulated thus -\n\"2.1 die kwessie van\nonus\n;\n2.2\ndie reg om te\nbegin;\n2.3\ndie egtheid van die applikante se\nhandtekening op Aanhangsel \"H\" (the disputed signature of the\nperson\nnamed\n12.\nnamed as transferor in the share transfer form),\nalternatiewelik of dit op \"n bedrieglike wyse verkry is;\n2.4 of die uitreiking van die duplikaat Aandelesertifikaat op 'n bedrieglike\nwyse verkry is al dan nie;\nen gevolglik of die applikante geregtig is op die regshulp soos\naangevra.\"\nIn due course the matter came before\nKIRK-COHEN, J. The hearing lasted ten days and involved\nthe testimony of\nseveral witnesses. Having heard argument\nthe trial Court ruled that the\napplicant had the right to\nbegin and that she bore the\nonus\nof proving\nher case on a\nbalance of probability. In regard to the authenticity\nor\notherwise of the disputed signature the trial Court\nconcluded that on a\nbalance of probability it was the\nsignature of the applicant; but that it had been \"obtained\"\nby the\nappellant \"in a fraudulent manner\". The trial Court\nlikewise concluded that the duplicate share register had been\nprocured in\na fraudulent fashion. In the result the trial\nCourt ruled that the applicant\nwas entitled to claim\nrectification\n13.\nrectification of the company's share register. In regard to\ncosts KIRK-COHEN, J decided that these should be borne by the appellant\nfor two\nreasons. First, the application had been resisted not by the company but by the\nappellant. The second reason was considered\nby the learned Judge to be the more\ncogent one, and he stated it in the following words:\n\"The proceedings before me were lengthened inordinately by the numerous\nfalsehoods told by the second respondent. It took considerable\ntime for them to\nbe fully exposed and I take a very serious view of this aspect of the case as\nwill more fully appear from paragraph\n3 of my order hereunder. As a mark of\ncensure I am of the view that, on this ground alone, the second respondent ought\nto be ordered\nto pay the costs which will include those reserved by my brother\nVAN DIJKHORST and all of the costs involved in the ten day hearing\nbefore me\nincluding those incurred in the argument on the right to begin.\"\nIn the result KIRK-COHEN, J made the following orders in the Court below:\n\"1. That\n14.\n\"1. That the share register of the first\nrespondent be rectified to record that:\n1.1\nthe original allotment of\nthe applicant's 30 shares was made on the 14th day of March 1955 in terms of\ncertificate No. 3 with distinctive\nnumbers 61 to 90;\n1.2\nthat the applicant has never trans= ferred the said shares to anyone\nelse;\n2.\tThat the secóhd respondent be\nordered to\npay the costs of these proceedings which will include those reserved on 20\nOctober 1982 and those consequent upon the hearing of verbal\nevidence before\nme.\n3.\tI request the Registrar to forward a copy\nof this judgment to the\nAttorney-General of\nthe Transvaal for his consideration of the\nconduct of\nthe second respondent as set out\ntherein.\"\nWith leave of the Court\na quo\nthe appellant appeals against\nthe first and second orders abovementioned.\nThe essential parts of the applicant's case have already been noticed. In\nbrief the appellant's version came to the following. The\nappellant denied that\nhe had borrowed R800 from the applicant but he admitted that she had gained\npossession\n15.\npossession of his share certificates. His explanation was that such share\ncertificates and the company's original share register had\nbeen handed over by\nhim to the appellant for safekeeping by her. On 5 February 1974 he bought the\napplicant's thirty shares for R2\n000, whereafter the applicant told him that she\nhad lost the documents earlier entrusted to her. The appellant telephoned\nGrobler\nto inform him of the loss of the share certificates and later the\nappellant and the applicant proceeded to Grobler's office where\nin the presence\nof the appellant (but not Grobler) the applicant signed the transfer form.\nThereafter the applicant was paid R2 000\nin cash and the appellant made the\nfalse affidavit. The appellant maintained, however, that before he signed it he\nshowed the false\naffidavit to the applicant and she agreed with its contents.\nThe appellant further testified that he had signed the minutes of the\n5 Feb\nmeeting in Grobler's office after they had been considered by the applicant; and\nthat the applicant had likewise approved the\nminutes, of the\nmeeting\n16.\nmeeting held on 7 February 1974.\nThe crisp issue in the case was therefore whether the applicant had, with\ndeliberate intention, sold her thirty shares in the company\nto the appellant, or\nwhether she was the unsuspecting dupe of a fraudulent scheme engineered by the\nappellant. As the evidence in\nthe Court below unfolded, however, the scope of\nthe inquiry was considerably enlarged and several secondary factual disputes\nwere\nexplored. In the result there was, at the end of the evidence, much\nmaterial by reference to which the respective. credibilities\nof the applicant\nand the appellant could be tested. A few examples will suffice. One of the\nsecondary issues was . whether in 1954\nthe applicant had had the financial means\nto make a contribution towards the purchase of the farm. The appellant contended\nthat the\napplicant had not then had any money of her own and that in fact she\nhad contributed nothing towards the purchase of the farm. Another\nsubsidiary\nissue\nwas\n17.\nwas whether or not a partnership had ever subsisted between\nthe applicant and the appellant and, in connection therewith, whether\nor not the\nappellant had been guilty of fraudulent conduct in making income-tax returns to\nthe Receiver of Revenue; regarding which\nthe appellant in the course of his\nevidence blew hot and cold in a most bewildering fashion, A further collateral\nmatter investigated\ninvolved the appellant's assertion (firmly repudiated by the\napplicant) that the appellant had sold to the applicant for R14 000\nthe business\nknown as the Skyline Tearoom. The appellant's claims was easily demonstrated to\nbe false because his witness Grobler\ntold the Court below that there was no\nentry whatsoever in the financial statements either of the appellant or of the\napplicant reflecting\nsuch a Liability. Indeed, the evidence of Grobler\nestablished that at the relevant time it was the appellant who owed the\napplicant\na large sum of money. It is convenient, however, to pause here in\norder to consider\nbriefly\n18. briefly the tenor of the appellant's evidence affecting the\nmanner in which, according to him, it was sought to reduce the applicant's\ndebt\nof Rl4 000. Such evidence not only affords some insight into the appellant's\nbusiness unorthodoxy but further provides an illustration\nof the blatant\ninconsistency which characterised much of his testimony in the Court below.\nThe applicant and the appellant were both clients of Volkskas Beperk at the\nsame branch of the bank in Klerksdorp While relations\nbetween brother and sister\nwere still cordial it regularly happened that the appellant on his visits to.the\nbank took with him the\ntakings from the applicant's business for depositing to\nher account. It is common cause that in so doing the appellant from time\nto time\ndeposited part of the applicant's takings to the credit not of her account but\nto the credit of his own; and that during\nthe period 1967-1974 the appellant in\nthis fashion diverted a very substantial amount of the applicant's money to his\nown account.\nThe\napplicant's \t .\n19.\napplicant's evidence was that this was a systematic defalcation of which she\nbecame aware for the first time in 1974. On the other\nhand the appellant's\nexplanation was that such siphoning-off was the method adopted by him, at the\ninstance of the applicant herself,\nin order to reduce the debt of R14 000 owed\nto him by the applicant in respect of the purchase price of the Skyline Tearoom.\nDealing\nwith this part of the case the learned Judge thus summarised the effect\nof the appellant's evidence:\n\"This system was that, on the original deposit slip, kept by the bank he (the\nappellant) placed his own name and on the copy remaining\nin the deposit book, he\ninserted the name 'Skyline Store' in capital letters, writing the latter through\ncarbon paper in order to\ninduce the belief that it was a true copy of the\noriginal. Where 'Skyline Store' was written in capital letters he took the money\nbut, where it was in ordinary handwriting script, this would be a genuine\ndeposit. This system he and the applicant operated until\n1974. This subterfuge\nwas adopted to impress the applicant's present husband that she was a rich woman\n(despite the fact that the\nsystem commenced in 1967 and she\nmarried\n20.\nmarried Iliev in 1970). According to the second\nrespondent (the appellant.) this system continued until Iliev came to know of\nthe\nmatter; this caused trouble and the second respondent went to Volkskas\nBeperk who accepted his explanation. He admitted that the\namounts\nof Rl 986,91 and R2 586,62 \t were\ntransferred from his account to the applicant's account as a result of her\ncomplaint to the bank in regard to the alleged falsification\nof the bank deposit\nslips. He also admitted that he had paid her the sums of R2 000 and R3 000 in\naddition as a repayment of the\nalleged falsifica= tions but added that he did so\nas the applicant's husband had forced her to demand repayment 'but she has\nalready\ngiven me back some of the money'. Later in evidence he denied having\npaid these latter two sums. In answer to a question in cross-examination\nhe\nsaid:\n'If I said I paid R2 000 and R3 000 I was mistaken.'\"\nTo complete the picture it might be mentioned that no sooner\nhad the\nappellant's explanation of a code based on the use of\ncapital letters been\neffectively demolished in cross-\nexamination than the appellant proffered an\nalternative (but\nequally unacceptable) code involving alleged distortions\nof\nhis signature on the deposit-slips involved. It is hardly\nsurprising\n21.\nsurprising that in regard to the entire scheme for the\nchannelling of the applicant's money into his own bank account the Court below\ncame to the conclusion that the evidence of the appellant was a tissue of lies;\nthat he had in fact misappropriated these monies;\nand that, when his theft was\ndiscovered, the appellant repaid to the applicant the amounts deposed to by\nher.\nIt is unnecessary to examine the testimony of the applicant and the appellant\nin regard to the other collateral disputes of fact.\nAll the evidence in the case\nwas carefully dissected by the learned Judge in the course of a full and\nthorough judgment. It suffices,\nI consider, to notice the impressions gained by\nthe learned Judge of these two witnesses and recorded in the judgment of the\nCourt\na guo;\nand to say that such impressions are fully borne out by a\nreading of the record of the evidence.\nThe\n22.\nThe learned Judge described the applicant as a garrulous and\nimpulsive witness with a tendency towards the theatrical who could be\ndevious\nand, at times, evasive. The learned Judge nevertheless gained the distinct\nimpression that she was not a dishonest witness.\nHe remarked that although the\napplicant was not a person of great intellect -\n\"\tthe impression she made upon me was that\nshe was telling the truth. That she had no great love any longer for her\nbrother, was patent and, in making my assessment of her,\nI never lost sight of\nthis fact.\"\nThe appellant struck the Court\na quo\nas being a man of intelligence.\nThe learned Judge pointed out that on many and material points in the case the\nversion given in his\nevidence by the appellant (who was represented by senior\ncounsel in the Court below) had not been put to the applicant in\ncross-examination;\nand that the appellant was often evasive to the point of\nbecoming incoherent. The learned Judge described the appellant as \"a thoroughly\nuntrustworthy witness\" and further observed of him:\n\"He\n23.\n\"He lied on a number of occasions and, when his lies were\nexposed, attempted to evade the issue by telling further lies and enmeshing\nhimself in a web of falsehoods\nDespite his glib manner of answering I am of the view that the second\nrespondent was demon=\nstrated to be a dishonest person\nHis explanations of the reason why he made the false affidavit on 7 February\n1974 are contradictory and unconvincing. His evidence\nin regard to the events of\n5 February 1974 is unimpressive and unconvincing and simply does not bear the\nring of truth. I make the\nsame observation in regard to the alleged concurrence\nof the applicant in the minutes of the two meetings of the first\nrespondent.\"\nPutting the evidence of the appellant in the scales against that of the\napplicant the learned Judge was impelled to the following\nconclusion:\n\"I do not believe him on any major issue except where his testimony is\nsupported by other acceptable evidence. When weighing up his\nevidence against\nthat of the applicant there is no comparison.\"\nAt this juncture it is convenient to refer briefly to (1) the authenticity or\notherwise of the disputed\nsignature\n24.\nsignature on the share transfer form; and (2) the authorship of the forged\nsignature on the Securities Transfer form dated 26 February\n1975 purporting to\nauthorise the transfer of one share in the company from Hind Shalala to the\nappellant. In the Court below a typewritten\nreport (\"the Horley report\")\nprepared by a handwriting expert was handed in by consent \"as evidence of the\ncontents thereof\". The\n. Horley report expressed the opinion that the disputed\nsignatur, was \"probably\" the signature of the applicant; but that the forged\nsignature was not the signature of Hind Shalala.\nTo round off this outline of the main evidence adduced in the Court below\nmention should be made of two respects in which the evidence\nof the applicant\nconflicted with that of Grobler. The applicant testified that Grobler's\ncommunication to her on 12 October 1981\nwas the first intimation to her by\nanyone that her shares in the company had been transferred to the appellant.\nAccording to Grobler,\nhowever,\n25.\nhowever, the appellant had already on 28 September 1978\ninquired of him who the shareholders in the company were. To this inquiry,\nso\ntestified Grobler, he responded by telling the applicant that it was none of her\nbusiness. Grobler's testimony further lent some\nsupport to the appellant's story\n(firmly repudiated by the applicant) that on 5 February 1974 she had accompanied\nthe appellant to\nthe offices of Grobler. When testifying otherwise than in\nrelation to the financial statements of the applicant, the appellant and\nthe\ncompany, Grobler's memory was shown to be defective in significant respects. In\nregard to the events of 1974 the learned Judge\ndescribed Grobler's powers of\nrecollection as \"appalling\". In addition the learned Judge found that, affecting\nthe two issues just\nmentioned, the evidence of Grobler was unimpressive and that\nit betrayed a bias in favour of the appellant.\nThe way has now been cleared for a consideration of the main findings\nrecorded by the Court below in regard\nto\n26.\nto the central issue of the alleged sale and transfer of the\nshares by the applicant to the appellant. The learned Judge properly\napproached\nthe case by looking at the evidence before him in its totality; and he\nfurthermore appreciated that should he reject the\nevidence of the appellant and\nGrobler on certain issues such rejection would not necessarily point to the\ntruth of the applicant's\nversion.\nOn the cardinal issue whether the appellant paid the applicant R2 000 for her\nthirty shares the Court below found as a fact that the\nappellant had paid the\napplicant nothing either on 5 February 1974 or shortly thereafter. Dealing with\nthe appellant's contention\nthat before he signed the false affidavit he had\nshown it to the applicant, and that the latter agreed with its contents, the\nlearned\nJudge remarked in his judgment:\n\"This would be incredible if she was in possession of the shares at that\nstage. If, of course, she had lost them it is possible that\nshe would have read\nthe affidavit without demur, but why should he have bothered to show it to her,\nand why should she have agreed\nto\nhis\n27. his making a false statement 'lost by me'?\"\nAppraising the probabilities the learned Judge pointed out that at the time\nof the false affidavit the appellant was success= fully\n\"manipulating his sister\nand her bank deposits\", and then observed:\n\"If he knew that his sister would not surrender the shares or if he wished to\ncircumvent her by having new shares registered then,\non the probabilities, a\ndishonest man would set about acquiring the shares (which he regarded as his) by\nalleging they were lost.\nThere exists no other acceptable inference why the\nsecond respondent should have deposed to a false affidavit. I find this to be\nthe case\nin casu\n.\"\nThe Court below concluded that the false affidavit:\n\"\t was part of a scheme by him (the\nappellant) to obtain shares from the applicant to which he considered she was\nnot entitled as she was in his eyes a mere nominee.\"\nConcerning the disputed signature on the share transfer form the learned\nJudge held, on the probabilities, that this was in fact the\nsignature of the\napplicant; and that she affixed her signature to the document:\n\"\tnot\n28.\n\"\tnot before but, on the probabilities,\non 5 February 1974.\"\nThe Court below found as a fact that the appellant\nprocured\nthe signature of the applicant to the share transfer form\n\"by some false pretence\" and \"in a fraudulent manner\". No\nfinding was made\nas to the particular strategem employed by\nthe appellant in so obtaining the\napplicant's signature, and\nthe learned Judge could do no more than to\nspeculate on the\nprobability that if the appellant wished to act dishonestly\n-\n\"\the would place a document before her\nrequesting her to sign it in her business name and that she would have done\nso without reading it. She trusted her brother at that\nstage; he knew of this\nfact and, because of this trust, he was then busy misappropriating money from\nher bank deposits by falsifying\nthe original deposit slips.\"\nDealing with the company's minute book the Court\na guo\nfound\nin relation to the 5 Feb meeting -\n\"\tthat the minutes \t are an unilateral\ndeclaration by the second respondent; that no such meeting was held and that\nthe applicant did not agree to sell or transfer her shares\nas set out\ntherein.\"\nSimilarly\n29.\nSimilarly in regard to the minutes of the alleged meeting on 7\nFebruary 1974 the learned Judge accepted the applicant's version that\nthese\nminutes had never been shown to her, and\nhe described them as \"an unilateral\ndocument \t merely\nprepared as a matter of form\" to give effect to the\nappellant's plan to obtain the applicant's shares.\nElaborate heads of argument were filed on behalf of the appellant by the\nsenior counsel who had appeared for him in the Court below.\nIn this Court the\nappellant was represented by Mr\nEttlinger\nwho confined his argument to\ntwo main submissions set forth in his own (and commendably brief) addendum to\nthe heads of argument.\nIt should be pointed out at once that the appellant's\noriginal heads of argument disavowed any challenge of the validity of the\ndistinctly\nunfavourable credibility findings against the appellant recorded in\nthe judgment of the Court below. In the course of his argument\nMr\nEttlinger\n, wisely I think, did not try to persuade us that the learned\nJudge's assessment of the\nappellant's ......\n30.\nappellant's demerits as a witness were open to criticism.\nThe first contention advanced on the appellant's behalf was that both (a) the\nnature of the lay-out of the share transfer form and\n(b) the short period of\ntime available to the appellant in which \"to concoct a pretence\" militated\nagainst the conclusion of the\nCourt below that the appellant had procured the\nsignature of the applicant to the document in question by some or other false\npretence.\nAs to (b) it is enough to say that the sufficiency of the time\navailable to the appellant on 5 February 1974 to obtain the applicant's\nsignature was not a matter investigated at all in the evidence. Nor in my\nopinion, is the argument based on factor (a) a particularly\ncogent one. The\nportrait' of the appellant which emerges from the evidence in this case is one\nof a plausible and resourceful rogue\nwho in February 1974 was exploiting the\nmisplaced trust which his sister had reposed in him. I am not persuaded that it\nwould have\nunduly taxed his ingenuity to\ngull\n31.\ngull the applicant into signing the share transfer form\nby\ncloaking and misrepresenting the true nature of the document\nin\nquestion.\nMt\nEttlinger\n's second contention comes to the following. Recognising\nthe transparent falsity of the appellant's story that he in fact paid the\napplicant R2 000 as the consideration for her shares, counsel seeks to persuade\nus that upon a proper analysis of the evidence we\nshould conclude that\noriginally the applicant paid nothing for the shares. That conclusion, so the\nargument proceeds, permits as\na natural and plausible inference that the\napplicant might have been quite content to transfer her shares to the appellant\nfor no\nconsideration. There are, I consider, a number of insuperable\ndifficulties in the way of this argument. It is necessary here to mention\nonly\nthree. The.first is that no good reason exists for disbelieving the evidence of\nthe applicant that the shares were issued to\nher in 1955 in return for a capital\ncontribution of R4 000 made by her towards the\npurchase\n32.\npurchase of the farm. The second difficulty is that it was never suggested to\nthe applicant in cross-examination that she had donated\nthe shares to the\nappellant. There was, of course, hardly room for such a suggestion. The\ncornerstone of the appellant's case in\nthe Court below was that the applicant\nhad offered the shares for sale to the appellant because she was short of money,\nand that\nthe appellant had bought the shares from her. The third difficulty is\nthat the argument overlooks the reason which prompted the appellant\nto pretend\nthat he had bought the shares. He so falsely pretended because he knew only too\nwell that the applicant would never consider\nparting with her shares for\nnothing.\nThis is an appeal purely on fact. No misdirec= tion on fact in the judgment\nof the Court\na quo\nhas been shown. So far from being convinced that the\nconclusion at which the learned Judge arrived at the end of a very careful\njudgment\nwas wrong it seems to me that it was entirely correct.\nfollows\n33. follows that the appeal must fail.\nTwo further matters require brief attention. Despite the fact that no leave\nto cross-appeal was sought by or granted to the applicant\nthere was nevertheless\nfiled on her behalf a cross-appeal against \"portion of the judgment of the Court\nbelow.\" It relates to a subordinate\nfinding of fact. It is common cause that the\ncross-appeal is irregular and that it should be struck off with costs. The\nappeal record\nlodged with the registrar of this Court runs to 33 volumes. Of the\nrecord so lodged 16 volumes were wholly unnecessary for the hearing\nof the\nappeal and a further 3 volumes to some extent contained unnecessary matter. The\nsuperfluous portions of the appeal record\nare set forth in a schedule appended\nto a letter dated 24 July 1986 from the appellant's Johannesburg attorney to his\nBloemfontein\ncorrespondent, a copy of which letter was served upon the\nregistrar. The fact that the appeal record was thus unnecessarily burdened\nrequires a special order in regard to\nthe\n34.\nthe matter of the costs of the appeal.\nThe following orders are made:-\n(1)\nThe appeal is dismissed\nwith costs including the costs of two counsel. Such costs will, however, not\ninclude, either as between party\nand party or as between attorney and client,\nany perusal fee in respect of the superfluous portions of the\nrecord.\n(2)\nAs between attorney and client the\nappellant's attorneys will not be entitled to charge any perusal fee in respect\nof the superfluous\nportions of the record.\n(3)\nThe cross-appeal is struck off with\ncosts.\nG G HOEXTER, JA\nJOUBERT, JA )\nGROSSKOPF, JA )\nConcur VIVIER, JA )\nSTEYN, AJA )",
  "scraped_at": "2026-02-11T20:57:18.234346",
  "date": "1987-03-26",
  "coram": [
    "Joubert JA",
    "Hoexter JA",
    "Grosskopf JA",
    "Vivier JA",
    "JJA",
    "Steyn AJA"
  ],
  "case_number": "147/85",
  "parties": {
    "applicants": [
      "Anthony John Shalala"
    ],
    "respondents": [
      "Josephine Iliev",
      "Shalala Brothers (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The company Shalala Brothers (Pty) Ltd was incorporated in 1954 with a share capital of ninety ordinary shares. The original shareholders were Anthony John Shalala, his sister Josephine Iliev and their brother Daniel John Shalala, each receiving thirty shares. Over the years various transfers were effected, including a transfer of Daniel's shares to Anthony in 1959. In February 1974 a meeting was purportedly held in which it was recorded that Josephine would receive R2,000 for her thirty shares, of which 29 would go to Anthony and one to Hind Shalala. A share transfer form was signed by a disputed signature purportedly belonging to Josephine. Anthony later executed a false affidavit claiming the original share certificates were lost, leading to the issuance of a reconstructed share register that removed Josephine’s name. In 1982 Josephine instituted proceedings under section 115 of the Companies Act seeking rectification of the register, alleging fraud and that no consideration had been paid.",
    "issues": "1. Whether the share register of Shalala Brothers (Pty) Ltd should be rectified to reflect Josephine Iliev’s original ownership of thirty shares. 2. Whether the signature on the 5 February 1974 share transfer form was authentic and, if authentic, whether it was obtained fraudulently. 3. Whether the forged signature on the 26 February 1975 transfer form was that of Hind Shalala. 4. Whether the false affidavit and reconstructed register were obtained by fraudulent means. 5. Allocation of costs between the parties.",
    "principles": "The court applied section 115 of the Companies Act, which allows rectification of a share register when a share has been wrongly removed. The burden of proof lies on the party seeking rectification to prove, on a balance of probabilities, that the register is incorrect. Fraudulent procurement of signatures and false affidavits vitiate any subsequent registration. Handwriting expert evidence may be considered but is not determinative. Costs may be awarded against a party whose conduct has needlessly prolonged the proceedings.",
    "application": "The court found that the disputed signature was indeed Josephine’s but was obtained by Anthony through false pretence. No payment of R2,000 was made; the false affidavit was a deliberate scheme to deprive Josephine of her shares. The forged signature on the later transfer form was not Hind’s. The minutes of the 5 and 7 February meetings were deemed unilateral declarations by Anthony and not genuine resolutions. Consequently the reconstructed register was invalid and the original allotment of thirty shares to Josephine stood.",
    "conclusion": "The appeal was dismissed. The share register was ordered to be rectified to record that Josephine Iliev was the original holder of shares numbers 61‑90 as of 14 March 1955 and that she had never transferred them. Anthony John Shalala was ordered to pay the costs of the proceedings, including those incurred in the oral evidence hearing. The cross‑appeal was struck off with costs. No costs were awarded for perusal of the superfluous portions of the record."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Share Register Rectification",
    "level_3": [
      "fraudulent share transfer",
      "false affidavit",
      "section 115 Companies Act"
    ]
  }
}