{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/50.html",
  "case_name": "S v Fieland (4878/86) [1987] ZASCA 50 (22 May 1987)",
  "citation": "[1987] ZASCA 50",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 50\n|\nNoteup\n|\nLawCite\nS v Fieland (4878/86) [1987] ZASCA 50 (22 May 1987)\nDownload original files\nPDF format\nRTF format\nLESLIE FIELAND en DIE STAAT\nSMALBERGER, AR:-\n487/86 N v H\n487/86 N v H\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPèLAFDELING\n)\nIn die saak tussen:\nLESLIE FIELAND\nAppellant\nen\nDIE\nSTAAT\nRespondent\nCORAM\n:\tJOUBERT, SMALBERGER, ARR,\net NICHOLAS, Wn AR\nVERHOORDATUM\n: 8 MEI\n1987\nLEWERINGSDATUM\n:\t22 MEI 1987\nUITSPRAAK\nSMALBERGER, AR:-\nVoortspruitend uit die dood van Evelyn Williams\n(die oorledene) op 11\nDesember 1985 het die appellant in die Witwatersrandse Plaaslike Afdeling voor\nFLEMMING, R, tereggestaan op\n'n aanklag van moord. Hy is skuldig bevind, en by\nontsten=\ntenis /\n2\ntenis van versagtende omstandighede die doodvonnis\nopgelê.\nMet verlof van die verhoorregter kom die appellant nou in\nhoër beroep teen die bevinding van afwesigheid van versagtende\nomstandighede en die opgelegde doodvonnis.\nDie verhoorregter het die saak sonder die bystand\nvan assessore verhoor. Ingevolge die bepalings van artikel\n145(2) van die Strafproseswet 51 van 1977 is die oproep van\nassessore in '\nn\nvoorsittende regter se diskresie waar hy by\ndie aanvang van die verhoor van oordeel is \"met inagneming\nvan die omstandighede van die geval\" dat die antwoord op die\nvraag of \"die doodvonnis opgelê kan word of opgelê moet\nword\",\nontkennend is. Daar is by die verhoorregter navraag gedoen\nomtrent sy besluit om sonder assessore te sit, en hy het in\nantwoord /\n3\nantwoord hierop 'n verslag verstrek kragtens artikel 320 van die\nStrafproseswet. Dit blyk uit sy verslag dat die verhoor= regter wel\naanvanklik\ndie oordeel gevorm het dat die moontlik= heid van 'n\ndoodvonnis\nuitgesluit is, en hy was dus geregtig om sonder die bystand van assessore die\nsaak te verhoor. Desondanks sy oorspronklike\nverwagtinge het die verhoorregter\naan die einde van die verhoor tot die slotsom gekom dat daar geen versagtende\nomstandighede aanwesig\nwas nie, en hy was gevolglik genoodsaak om die doodvonnis\nop te lê:\nDie bewese feite waarop die appellant se skuldig= bevinding\ngegrond is, is soos volg. Die appellant en die oorledene het 'n\nliefdesverhouding\ngehad wat vir 'n geruime tyd geduur het. Vir ongeveer 'n jaar\nvoor die oorledene se dood\nhet /\n4\nhet hulle in die appellant se ouerhuis saamgewoon. Op Vrydag 6 Desember 1985\nhet die oorledene haar goed gepak en die appellant verlaat.\nDie rede vir haar\noptrede blyk nie duidelik uit die oorkonde nie. Op die daaropvolgende Maandag\nhet die appellant die oorledene aangerand\nen haar beseer. Die omstandighede\nwaaronder hierdie gebeurtenis plaasgevind het, is onbekend. Na aanleiding van\nhierdie voorval het\ndie oor= ledene 'n klagte van aanranding teen die appellant\naanhangig gemaak. Op die namiddag van Woensdag 11 Desember 1985 was die\noorledene aanwesig by 'n huis langs dié waar die appellant tuisgegaan\nhet. Terwyl sy besig was om in die kombuis skottel =\ngoed te was, het die\nappellant daar opgedaag. Hy het met die oorledene gepraat. Volgens een van die\nstaatsgetuies, Jacqueline Morton,\nwat in die kombuis aanwesig was, het die\nappellant vir\ndie /\n5\ndie oorledene gevra \"hoekom het jy my gelaat staan?\"\n'n Ander getuie, Miriam Dada, wat in die eetkamer was, het die\nappellant hoor vra \"waaroor het jy my laat vang?\" Op die\neen of die ander, of albei, van die vrae het die oorledene\ngeantwoord dat die appellant haar seergemaak het. Hierna\nhet die appellant die oorledene gevra of hy haar vir 'n paar\nminute kon sien. Die oorledene het egter geweier en gesê\ndat sy besig is. Die appellant het toe die huis verlaat.\nEtlike minute daarna het hy teruggekeer, gewapen met 'n mes\nwat beskryf is as 'n \"Jungle knife\". Sonder om 'n verdere\nwoord te uiter, het hy die oorledene genader, haar gegryp en\nhaar verskeie kere gesteek. Volgens die bevindings by die\nnadoodse ondersoek is die oorledene vyf keer gesteek, en het\nsy gesterf as gevolg van 'n penetrerende ingesnyde wond van\ndie /.....\n6\ndie slukderm en lugpyp met inwendige en uitwendige bloedver= lies. Nadat\nhy die oorledene klaar gesteek\" het, het die appellant die\nhuis verlaat.\nDaar\nkan kortliks na die appellant se getuienis verwys word. Volgens hom het hy na\ndie betrokke huis gegaan om van die oorledene geld\nte vorder wat sy van hom\ngeleen het. Die oorledene het saam met 'n ander man by 'n tafel gesit. Voordat\nhy met die oorledene kon\npraat, is daar deur die eienares van die huis op hom\ngeskel, en het sy kookwater na hom gegooi. Met dié het die man wat saam\nmet die oorledene was 'n mes te voorskyn gebring en die appellant aangeval. Die\nappellant het '\nn\nmes wat op die tafel gelê het, opgetel om homself\nmee te verdedig. Met die afweer van die aanval op\nhom /\n7\nhom het hy die oorledene \"per ongeluk\" een keer raakgesteek.\nDie appellant se weergawe van die gebeure is tereg deur die\nverhoorregter\nverwerp.\nNadat die verhoorregter hom aan moord skuldig bevind\nhet, het die\nappellant oënskynlik ter versagting getuig.Hy het egter volhard in sy reeds\nverwerpte getuienis dat hy die oorledene\nper ongeluk raak gesteek het. Hy het\nook uitdruklik ontken dat hy weens jaloesie opgetree het. Hy het nooit daarop\naanspraak gemaak\nnie dat hy onder emosionele of geestelike spanning verkeer het\ntoe hy die oorledene gesteek het. Daar= benewens het die appellant\ndeurgaans\nontken dat hy die oorledene die vorige Maandag aangerand het, of dat hy daarvan\nbewus was dat sy 'n\nklag teen hom ingedien het. Die appellant was\nklaar=\nblyklik /\n8\nblyklik nie bereid om die verhoorregter in sy vertroue te neem, en die\nwerklike rede vir sy optrede te openbaar nie. Weens die houding\ndeur hom\ningeneem, en sy onaanvaarbare getuienis, kan daar geensins op enigiets wat die\nappellant sê peil getrek word nie,\nen moes die verhoorregter by die beoor=\ndeling van die aanwesigheid al dan nie van versagtende omstan= dighede sy\ngetuienis totaal\nverwerp het. Gevolglik moet die vraag of die appellant die\naanwesigheid van versagtende omstan= dighede op 'n oorwig van waarskynlikhede\nbewys het, beoordeel word aan die hand van die reeds genoemde bewese feite, en\ndie waarskynlikhede wat daarvan af te lei is. In dié\nverband is dit\ngemene saak dat die appellant 20 jaar oud was ten tyde van\ndie pleging van die misdaad.\nIn sy /\n9\nIn sy uitspraak met betrekking tot versagtende om=\nstandighede het die verhoorregter, met verwysing na die appellant,\ngesê dat \"(w)at betref sy optrede, lyk dit na 'n geval van wraak=\nneming\".Die blyk trouens dat die verhoorregter wraakneming\ndeur die appellant, omdat die oorledene 'n klag teen hom ingedien\nhet, as die uitsluitlike motief of beweegrede vir die appellant\nse optrede beskou het. In dié opsig het die verhoorregter\nmyns insiens fouteer.Van die getuienis kan met redelike\nsekerheid afgelei word dat toe die appellant die oorledene\ndie eerste keer in die kombuis genader het, hy ongewapen was\nAs sy bedoeling was om hom op haar te wreek suiwer omdat sy\n'n klag teen hom ingedien het, sou redelik verwag kon word\ndat hy ham vir dié doel sou bewapen het voordat hy haar genader het.\nDaar=\nbenewens, al sou die appellant op \"n stadium van die oorledene verneem het\nwaaran\nsy hom /....\n10\nsy hom \"laat vang\" het, het die appellant, volgens Jacqueline\nMorton (wat uiteraard in die mees gunstige posisie was om oor\ndie gebeure in die kombuis te getuig), die oorledene eerste\ngevra waarom sy hom \"gelaat staan\" het, die klem synde dus op\nhaar verlating van hom eerder as die klag wat sy aanhangig\ngemaak het. Dit blyk ook dat die appellant die oorledene wou\nspreek, waarskynlik oor hulle verhoudingsprobleme, wat 'n verdere\nteen-aanduiding is dat hy bloot daarop uit was om hom op haar te\nwreek.\nDie waarskynlikhede, na aanleiding van die getuienis,\nis eerder dat die appellant se optrede te wyte was aan emosionele\nspanning voortvloeiend uit 'n gebroke liefdesverhouding. Sy\nverhouding met die oorledene was '\nn\ndiepgaande eerder as 'n kort=\nstondige /......\n11\nstondige een, en die vervreemding tussen hulle moes noodwendig\ndie opwelling van emosies in die appellant tot gevolg gehad het,\nveral as sy betreklike jeugdigheid in aanmerking geneem word.\nDit is waarskynlik die rede waarom die appellant die oorledene\ngenader het en haar gevra het waarom sy hom verlaat het, en\nverder die geleentheid gesoek het om met haar (blykbaar oor\nhulle probleme) te praat. Haar klaarblyklike onwilligheid\nom met hom daaroor te praat het waarskynlik sy emosionele spanning\nverhoog, te oordeel daaraan dat hy 'n mes gaan haal het en haar\ndaarna in die teenwoordigheid van 'n ooggetuie verskeie steekwonde\ntoegedien het -optrede wat nie verwag sou word van 'n nugter\n(wat die appellant wel was) of nugter denkende persoon nie, en\nwat waarskynlik toegeskryf kan word aan 'n emosionele toestand\nwat hom /\n12\nwat hom verhinder het om die gevolge van sy optrede te besef.\nNa my mening het ons hier te doen met 'n\nspesie van \"crime\npassionnel\", en val die feite van die onderhawige geval binne\ndie raamwerk van die beginsel neergelê in\nS v Meyer\n1981(3)\nSA 11 (A).Gevolglik moes die verhoorregter die appellant se\nwaarskynlike emosionele spanning wat tot die moord op die oor=\nledene aanleiding gegee het as 'n versagtende omstandigheid\nbeskou het, en moes die appellant derhalwe skuldig bevind\ngewees het aan moord met versagtende omstandighede.'n Gepaste\nvonnis, na aanleiding van alle geldige oorwegings, insluitende\ndie appellant se jeug en die feit dat hy 'n eerste oortreder is,\nsou een van sewe jaar gevangenisstraf wees.\nDie /.....\n13\nDie appèl slaag. Die doodvonnis word tersyde\ngestel en word vervang deur 'n vonnis van sewe jaar gevangenis=\nstraf.\nJ W SMALBERGER\nJOUBERT, AR)\n) STEM SAAM NICHOLAS, Wn AR)",
  "scraped_at": "2026-02-11T21:05:14.423452",
  "date": "1987-05-22",
  "coram": [
    "Joubert AR",
    "Smalberger AR",
    "Nicholas Wn AR"
  ],
  "case_number": "4878/86",
  "parties": {
    "applicants": [
      "Leslie Fieland"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Leslie Fieland and the deceased, Evelyn Williams, had a long‑term intimate relationship and were co‑habiting for about a year. On 6 December 1985 Williams left Fieland’s parental home. Two days later she filed a complaint of assault against him. On 11 December 1985, while Williams was washing dishes in a kitchen, Fieland entered, questioned her about leaving him, and later returned armed with a \"jungle knife\". He attacked her, stabbing her five times, causing a penetrating wound to the thorax and lungs, which proved fatal. At trial in the Witwatersrand Local Division, Fieland was found guilty of murder. The trial judge, after hearing no evidence of mitigating or extenuating circumstances, imposed the death penalty.",
    "issues": "The appeal raised two principal issues: (1) whether the trial judge erred in failing to consider \"versagtende omstandighede\" (mitigating circumstances), particularly emotional or psychological stress arising from a broken love relationship; and (2) whether the death sentence should be set aside in favour of a lesser term of imprisonment.",
    "principles": "The court applied section 145(2) of the Criminal Procedure Act 51 of 1977, which requires courts to assess the presence of mitigating circumstances before imposing a death sentence. It also relied on the principle established in S v Meyer (1981) that a \"crime passionnel\"—an offence committed in a state of extreme emotional disturbance—can constitute a mitigating factor. The presence of emotional tension derived from a broken intimate relationship may therefore reduce culpability.",
    "application": "The appellate court examined the factual record and concluded that Fieland’s actions were driven by intense emotional tension stemming from the breakdown of his relationship with Williams and the recent assault complaint. The trial judge had mischaracterised the motive as revenge, failing to appreciate that the appellant was likely acting under heightened emotional stress rather than pre‑meditated intent. Accordingly, the court found that mitigating circumstances existed and should have been taken into account under the statutory framework.",
    "conclusion": "The appeal succeeded. The death sentence was set aside and substituted with a term of seven years' imprisonment, taking into account the appellant’s youth, first‑time offender status, and the mitigating emotional circumstances."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "mitigating circumstances",
      "crime of passion",
      "death penalty",
      "appeal"
    ]
  }
}