{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/10.html",
  "case_name": "S v Sampson (351/86) [1987] ZASCA 10 (13 March 1987)",
  "citation": "[1987] ZASCA 10",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 10\n|\nNoteup\n|\nLawCite\nS v Sampson (351/86) [1987] ZASCA 10 (13 March 1987)\nDownload original files\nPDF format\nRTF format\nCASE NO, 351/86\n/CCC\nIN THE SUPREME COURT OF SOUTH\nAFRICA (APPELLATE DIVISION)\nIn the matter between\nKOOS ALBERTUS\nSAMPSO\nN\tAPPELLANT\nand\nTHE\nSTATE\nRESPONDENT\nCORAM\n: HOEXTER, NESTADT JJA et STEYN\nAJA\nHEARD\n: 2 MARCH 1986\nDELIVERED\n: 13 MARCH 1987\nJUDGMENT\nNESTADT JA\n:/\n2.\nNESTADT, JA\n:\nAppellant, a coloured\nyouth, was convicted in the Cape Provincial Division on two counts of murder.\nDespite a finding, ineach case,\nof extenuating circum-stances, he was sentenced\nto death on both of them. Hith the leave of the trial judge he appeals now\nagainst\nsuch sentences.\nThe crimes were committed within about 15 - 30\nminutes ofeach other on the night of Friday,25 October 1985 in Lambert's Bay in\nthe\ndistrict of Clanwilliam. A summary of the circumstances in which they took\nplace is the following. At about 9 pm appellant's first\nvictim, Cathleen Kamfer,\na 19 year old cousin of appellant,\narrived/\n3. arrived at his house from where she lived next door. She\nwished to speak, not to appellant (with whom she was on bad terms) but\nto\nsomeone else there. On becoming aware of her presence, appellant told her to\nleave. She refused to do so. An argument developed\nbetween them. Appellant took\nhold of her so as to lead or push her of f the premises. They grappled with each\nother. At one stage\nappellant attempted to force Cathleen's head into a drum of\nburning coals which stood in the yard. He then got hold of part of a\nbed-post,\nconsisting of an iron bar of pipe, with which he struck her in the region of the\nhead and shoulders. She attempted to escape\nbut fell just inside the kitchen.\nAppellant continued his attack on her with his weapon.\nStanding/\n4. Standing over her he rained down blows on the unfortunate\nwoman. Altogether he hit her about 15 times. It was in this manner that\nshe was\nkilled. According to the post-mortem report, the cause of death was brain\ndamage. Her skull was fractured; indeed it was\nshattered.\nLeaving her where\nshe lay appellant then ran off. Before doing so, however, having by this time\neither lost or discarded the iron\nbar, he armed himself with an axe which he\npicked up in the yard of the premises. Why he did this was never explained. He\nproceeded\ndown a road in the area. A short distance away, in the open veld, he\nmet a man whom he knew, called Hendrik van Wyk. This person\n(described in the\nevidence as an \"ou man\" but whose age is given in the post-mortem report as\nabout 25) was\nobviously/\n5. obviously and heavily under the influence of liquor. The\nalcohol content of his blood was 0,31 grams per 100 ml. He turned out\nto be the\nsecond person that appellant killed that fateful evening. It is not altogether\nclear what happened between them but, according\nto the findings of the trial\ncourt (consisting of Lategan J, and assessors), appellant asked him for a\ncigarette. This, for some\nreason, led to him insulting appellant who then\nattacked him with the axe. As he repeatedly struck van Wyk he was heard to say\n\"Times,\nkom kyk hoe kap ek hom vrek\". Appellant' s evidence that he had\ninitially acted in self-defence,seeing that van Wyk had made as if\nhe was going\nto stab appellant with some \"seer-maak ding\" which he thought van Wyk had, was\nrejected.\nCorrectly,/\n6. Correctly, in my view, this finding was not challenged.\nThe multiple injuries that appellant inflicted on van Wyk were fearsome.\nHis\nhead and face were mutilated by an estimated 18 blows. The cause of death was\nshock and loss of blood.\nThis was not the end of appellant's rampage that\nnight. He was involved in two other incidents. These were the subject of two\nfurther\ncounts on which he was found guilty. A certain Pieter Kamfer had\nwitnessed part of the attack on van Wyk. Being afraid, he began\nto move off.\nAppellant, on noticing him, called him. The words he used were \"Pieter my bla\"\nmeaning \"Pieter my friend (or brother)\".\nHowever, appellant's feelings towards\nhim were,in truth, inexplicably hostile because\nimmediately/\n7. immediately thereafter he chased after Pieter and\nattempted to strike him with the axe. As he did so, he screamed \"Ek kap julle\nalmal vrek\". Pieter managed to run away and escape unhurt. In respect of this\ncon-duct appellant was convicted of attempted murder\nand sen-tenced to two years\nimprisonment. The remaining convic-tion was one of malicious damage to property\n(on which he was sentenced\nto six months imprisonment). After his clash with\nPieter, appellant went to the nearby house of Martha van Wyk in order to speak\nto her son. When informed he was not there (and according to appellant, because\nhe was told to \"voertsek\") he smashed a number of\nher windows with the axe. This\nwas about 10 pm. He was arrested about half a hour later.\nAS/\n8. As I have said, in respect of both convic-tions of murder, (i e of\nCathleen Kamfer and Hendrik van Wyk), extenuating circumstances\nwere found.\nThree fac-tors were in this regard held to have been established by appellant.\nOne was that he suffered from a psychopathíc\npersonality. A psychiatrist,\nDr M B Magner, had testified on behalf of appellant to this effect. He had\nexamined appellant at Valkenburg\nHospital after appellant's referral there for\nobservation by a magistrate in terms of\nsec 79\nof the\nCriminal Procedure Act 51\nof 1977\n. In support of the application of this section there was evidence by\nappellant's parents that though of normal intelligence (he had\nreached Std 9)\nappellant had always bêen a tense, restless person who behaved\naggressively if he did not\nget/\n9. get his way; when he became angry he would do \"enige iets; nie\nsoos 'n normale mens nie\". According to Dr Magner the psychopathic\ntraits which\nappellant exhibited were: (i) a lack of emotional rapport; he was an aloof\nindifferent sort of person whose relationships\nwith other people were\nsuperficial; (ii) a tendency to respond aggressively in situations of\nprovocation or frustration \"without\ndue concern for the well being of other\npeople\"; (iii) a lesser capacity to control his behaviour than the average\nperson; he was\nimpulsive. Appellant's psycho-pathic condition was of \"quite a\nhigh degree... quite close\nto certification\"; it was a \"serious psychopathic\npersona-\nlity\". It explained his attack on Cathleen; he would have\nfelt\nprovoked and threatened by her.\nA second/\n10. A second factor held to be extenuating was the liquor that\nappellant had drunk on the evening in question. This, so it would seem,\nconsisted of some beer and brandy (though appellant confines it to the former).\nA sample of his blood drawn at 10:45 pm contained\n0,12 grams of alcohol per 100\nml. Lategan J, with justifi-cation, categorised this as \"'n baie matige\nhoeveelheid alkohol\". What\nevidence there was on the point, was that appellant\nwas not drunk or (on his arrest) even under the ín-fluence of liquor.\nAppellant himself admitted that, in acting as he did, he knew what he was doing.\nHowever, on the strength of Dr Magner's evidence,\nit was, correctly in my view,\ntaken into,account. In the opinion of the psychiatrist it was\na \"significant/\n11\na \"significant feature\" particularly in relation to\nthe\nassault on van Wyk. whilst this was \"a somewhat\npurposeless,\nmeaningless (one) with minimal provocation\", which was prima\nfacie\n\"difficult to explain\", the influence of the alcohol\nrendered\nappellant more likely to have acted aggressively\nand less able to control\nhimself; \"the second killing pro-\nbably wouldn't have occurred if he had been sober. I think\nhe probably\nwould have stopped after the first assault\".\nThirdly, account was taken of appellant's\nyouth. He was born on 24 October\n1966. This made him aged\n19 years the day before the murders. In the words of the\nlearned trial judge:\n\"Dit bly egter 'n feit dat 'n mens van 19 jaar oud soos jy toe was\nheelwaarskynlik nie die-selfde rype oordeelsvermoë het as\ndie wat 'n man\nhet wat aansienlik ouer is nie.\"\nThe/\n12.\nThe result was a finding of extenuating cir-\ncumstances in the following terms:\n\"Ons is van oordeel dat jou karaktergebreke tot die mate waartoe jy 'n\nvasgelegde onvermoë in jou aard het om frustrasie te kan\nweerstaan en\nverantwoordelik optree, 'n faktor is wat as strafversagting behoort te dien. Ons\nis ook tevrede dat vanweë jou\njeugdigheid en die be-wese invloed wat die\nmatige inname van drank op jou gehad het ten tye van die pleging van die\nmisdryf, saam\nmet hierdie eersgenoemde faktor, as strafversagting kan dien. Ons\nbevind dan dat daar by jou versagtende om-standighede is.\"\nThe one consideration which impelled. Lategan J\nin, nevertheless, exercising his discretion (in terms of sec\n277 (2) of Act 51 of 1977) to impose the death sentence was\nthe extreme\ndanger that appellant posed to society. The\nlearned judge expressed himself in this regard as follows:\n\"In my oordeel is jy dus aan die einde van die dag so 'n gevaarlike mens dat\nek dink ek my plig sal versaak as ek jou weer op die\ngemeen-skap gaan\nloslaat.\"\nThis/\n13. This view was based not only on what was hëld to be Dr\nMagner's opinion to this effect (as substantiated by the violent nature\nof the\ncrimes themselves) but also on appellant's previous convictions. Two were for\nassault with intent to do grievous bodily harm\n(involving the use of a knife,\nand in the one case a brick as well) and one for common assault. They were\nconunitted between December\n1984 and August 1985. In each case juvenile strokes\nwere im-posed. The circumstances of the one conviction for assault with intent\nwere, as the learned judge observed, that appellant had ambushed and then\nstabbed a former friend in revenge Eor a previous quarrel\nthey had had. This was\nthe evidence oE a Miss Beukes, a social welfare officer who was called by\nappellant in mitigation of sentence.\nShe said that\nappellant/\n14.\nappellant had admitted these facts to her.\nThe other factor, crucial to the sentences\nimposed,was the finding that:\n\"Al is jy jonk is ek veral uit hoofde van die getuienis van dokter Magner\noortuig dat selfs langtermyn gevangenisstraf nie die antwoord\nis vir 'n probleem\nsoos jy nie.\"\nThe evidence in question was, according to the learned judge,\nthe following:\n\"Dokter Magner getuig dat daar reeds aan jou persoonlikheid gestalte gegee\nis, dat die gebreke in jou persoonlikheid reeds 'n vaste\npatroon aangeneem het\nen dat die waarskynlik-hede baie min is dat dit ooit omkeerbaar sal wees.\"\nIn the result, appellant's youth was virtually discounted. By\nreason of\nhis psychopathic characteristics, he had acted,\nso it was held, from inner\nvice or wickedness within\nthe meaning of\nS v Lehnberg en 'n Ander\n1975(4) S A 553(A).\nAccordingly/\n15.\nAccordingly, in the words of Lategan J:\n\"(I)n my oordeel (het) die feit van jou\njeugdigheid op 19 jaar dus nie\nveel te\ndoen met versagting nie omdat dit wesen-\nlik nie vreeslik verskil\nmaak met jou\npersoonlikheid of jy 19 jaar of 25 jaar\nsou wees volgens\ndokter Magner nie. Jy\nsou nog altyd dieselfde soort van lewens-\nbenadering\ngehad het, of benadering teenoor\n'n krisissituasie.\"\nBefore us, Mr\nMarlow\n, for appellant, submitted\nthat in respect of\nneither murder should the death sentence\nhave been imposed and that there\nshould be substituted\n(lengthy) terms of imprisonment. In considering the argument\nof counsel\n(to whom we are indebted for his pro\nDeo\nappear-\nance) it is necessary\nto bear the following principles in\nmind (relevant to the discretionary\nexercise of the death\nsentence). what had to be decided by the trial\ncourt\nwas (as Holmes JA observed in\nS v Letsolo\n1970(3) S A 476(A)\nat/\n16.\nat 476 fin - 477A:\n\"whether it would be appropriate to take the drastically extreme step of\norderihg him to forfeit his life; or whether some alternative,\nshort of this\nincomparably utter extreme, would sufficiently satisfy the deterrent, punitive\nand reformative aspects of sentence.\"\nSuch alternative would, of course, include a (long) term\nof imprisonment.\nHowever, the possibility of an accused\nbeing rehabilitated by the latter form\nof punishment does\nnot make it the only appropriate sentence or the\nimposition\nof the death penalty improper. Such an approach would un-\nduly\nlimit the discretion of the trial court (\nS v Sithole\nen Andere\n1983(3) S A 610(A) at 615 B - D;\nS v Tshomi en 'n\nAnder\n1983(3)\nS A 662(A) at 667 C - D). Nevertheless,\nthe broad principle remains that the\ndeath penalty should\nonly be resorted to where, having regard to all the\nrelevant\nconsiderations,/\n17. considerations, it is the only appropriate sentence\nto be imposed (\nS v Bapela and Another\n1985(1) S A 236(A) at 245 B). On\nappeal the competence to interfere with the death sen-tence imposed by the trial\njudge in the exercise\nof his discretion is restricted. The issue is not whether\nthe Appellate Division would have imposed it, but whether the trial judge\nfailed\nto properly exercise his discretion in doing so. Such a conclusion would be\njustified where, f or example, he misdirected\nhimself (\nS v Pietersen\n1973(1) S A 148(A) at 152 C;\nS v Lekaota\n1978(4) S A 684(A) at 689 B) or\nbecause the sentence was one which no reasonable court would have imposed (\nS\nv M\n1976(3) S A 644(A) at 649 fin). But the so called striking disparity\ntest is ordinarily not appropriate (\nS v Ntuli\n1978(1) S A 523(A) at 527\nD).\nThat/\n18. That this was a case where serious con-sideration had to be\ngiven to the imposition of the death sentence cannot be gainsaid.\nIt is plain\nthat the crimes committed were of a most serious nature. Appellant murdered two\ndefenceless people in a particu-larly\nbrutal and callous manner. He obviously\nacted with dolus\ndirectus\n. His attacks on them were largely unprovoked.\nMoreover, no fault can be found with the trial judge's classification of\nappellant,\nconsequent upon his psychopathic personality, as an extremely\ndangerous person whose removal from society was required. Of course,\nthis\napproach could be said to be in conflict with that adopted when extenuating\ncircumstances were being dealt with. Then, it was\nheld that appellant's\npsychopathy/\n19. psychopathy rendered him less blameworthy. Having regard\nto the serious nature of his disorder and its direct con-nection with\nthe crimes\ncommitted, this was a justifiable finding (\nS v Pieterse\n1982(3) S A\n678(A)). For the purpose of sentence, however, it was regarded as aggravating\nand indeed as the main reason for the imposition\nof the death sentences. In\nprinciple, this is understandable. Whereas at the stage of considering\nextenuation the court was con-cerned\nwith factors subjective to appellant, when\nit came to sentencing, the wider interests of the community had to be taken into\naccount.\nTo revert to the issue that faced the trial judge, the question was\nwhether the stated aim of protecting society was to be accomplished\nby the\nultimate penalty or\nby/\n20.\nby means of a lengthy period of imprisonment. Inherent\nin\nthe approach of Lategan J was that it depended on\nappellant's prospects of\nrehabilitation. These, it was,\nin effect, held, were so slim as to exclude\nimprisonment\nas an appropriate alternative punishment.\" As I\nhave\nindicated, this view was purportedly based on Dr Magner's\nevidence.\nIt seems to me, however, and Mr\nStowe\n, for the\nState, with commendable\ncandour conceded as much, that the\nopinions he expressed were somewhat\nmisconstrued or at\nleast not given sufficient weight by the learned\njudge.\nIt is necessary to quote them at some length. The\ndoctor said:\n\"(T)his sort of personality requires a pro-longed period of attention\nwherever he goes. It's extremely difficult to treat... (W)hatever\nattention/\n21 .\nattention he is given, should be given over a prolonged period of time... I\nfeel, in fact the panel felt quite strongly that he in\nfact should be removed\nfor a considerable time from society because this sort of disorder just doesn't\ndisappear ... With the present\nfacilities that we have, I do not believe it is a\ncurable disorder. Having said that, some cases over time, we use the term 'burn\nout' to a degree. They soften, become less aggressive, they find themselves a\nlittle corner in society where they're not really troublesome\nanymore. Some of\nthem do, a small number, perhaps a third, the rest re-main psychopathic for the\nrest of their days so it's not a\ntreatable disorder as we have for mental\nillnesses. It's not something we can give a drug or thing to. The treat-ment\nprogrammes\nthat are available to some degree help them adjust, help the sort of\npersonality adjust. I'm not sure of the success rate of the\ntreatment programmes\nmyself. I find it a particularly intrac-table disorder.\nWhat are the chances\nof him committing further crimes? ... (I)t is a difficult question to answer.\nThe question of youth, if I can\naddress that first. At this particular age\nthere's a fairly well-formed personality. There is still time for the\npersonality to change\nand adjust in the next five to seven years but the\npersonality patterns are already well-established in this particular individual.\nI would - it's very difficult. A lot depends on the p.rogrammes\nthat/\n22.\nthat are offered, how intensive they are and the success\nrates of the programmes that are used. We do not have that programme. I believe\nthe Prison Services have some pro-grammes but to my mind one is talking about\nperiods of 10, 15 years of intensive working to effect\nsome sort of possibility\nof a changed individual who may not be such a serious hazard to the community.\nThat would be the sort of\ntime that I would be looking at from my aspect but\nagain, it's a difficult question and I don't think there's any categoric answer.\nThere may be 15 years and comes out exactly the same. I cannot predict that.\nWould you say that his youth.... had any bearing on\nhis ability to pass judgment\nin a certain given situation? To decide whether he should strike or not strike?\nYou have seen him, you've\nobserved him for a time. ... You know, he does behave\nin a fairly mature manner in the confines of observation. But then a person\nof\n18 is fairly mature but not fully mature, so I think it must be considered as a\nfactor. If he was just 18, one would expect that\nby the time he reaches 25, he\nwill be fully mature and then he is as adult as he's ever going to be and he's\nnot quite 25 yet and\nI would say it plays a small role but not a major\nrole.\"\nClearly, then, the prognosis advanced by the\npsychiatrist was not a good\none (in the sense that he was\nnot/\n23. not confident of appellant's psychopathy being curable). At the\nsame time, however, he did not exclude the reasonable prospect\nof this happening\nor at least of the condition being alleviated. The finding that his evidence\nsupported the conclusion that \"selfs\nlangtermyn gevangenisstraf nie die antwoord\nis vir 'n probleem soos jy nie\" was therefore not warranted and constituted a\nmisdirection.\nIt should have been held that the real possibility existed that\ntreat-ment in prison (which, it would seem, is available) would rid\nappellant of\nhis psychopathic disposition to violent outbursts or at least substantially curb\nit. It must be borne in mind that the\nenquiry was not whether it was certain\nthat appellant would not commit further crimes of violence should he not be\ncondemned to death;\nwhat\nhad/ .....\n24.\nhad to be assessed was the degree of risk of this happen-ing\nafter a long period of imprisonment (\nS v Vaaltyn\n1984(3) S A 524(A) at\n526 G - I).\nAnother, allied, respect in which the judgment on sentence is\nopen to criticism is that, contrary to the approach adopted when extenuation\nwas\nbeing considered, it fails to regard appellant's youth as a factdr in his\nfavour. This will be apparent from a comparison of\nthe relevant passages in the\ntwo judgments (which have been quoted). In my opinion it constituted a definite\nmitigating circum-stance.\nDr Magner's evidence was that he considered that\nappellant's youth played a role, albeit a small one, in his behavioural pattern;\nhe was not fully mature. Miss Beukes was asked about his maturity. She said:\n\"En/\n25.\n\"En dan sien ek hom as 'n volwassene vol-gens sy ouderdom.\nMaar sy totale persoon-likheid sien ek hom nog as 'n jeugdige. U bedoel\ndaarmee\ndat hy nog nie 'n volslae gevormde persoonlikheid het nie? ... Dis korrek. Ek\nsien dit so dat hy het in 'n beskermde atmosfeer\ngroot geraak. Hy het nog nooit\nbesluite vir homself geneem nie, want sy ouers was nog altyd daar om vir hom\ndinge te besluit. En\nhy het nog verlede jaar skoolgegaan. So, hy was nog 'n\nleerling, 'n kind in die sin.\"\nAnd, of course, the principle is that:\n\"In cases where it (the death sentence) is not statutorily mandatory, it\nshould rarely, if ever, be resorted to in the case of a youngster,\nif a long\nperiod of imprisonment, involving properly directed discipline and training,\nmight well result in reformation.\"\n(per Holmes JA in\nS v V\n1972(3) S A 611(A) at 614 F).\nTo sum up,\nappellant was wrongly sentenced on the basis that he was, in substance, a mature\nadult whose violent character was not\namenable to treatment. It follows that the\ntrial court did not exercise its\ndiscretion/\n26. discretion in a proper manner so that we are at large to\nconsider the question of sentence afresh. The matter is not an easy one.\nIt is a\nborderline case as to whether the death sentence, more particularly in relation\nto the murder of van Wyk, should be imposed.\nHowever, on a con-spectus of all\nthe circumstances (including the fact that neither murder was planned) I have\ncome to the conclusion\nthat imprisonment for life, though an unusual sentence,\nis the appropriate one in casu. It not only satisfies the deterrent and punitive\naspects of punishment but has regard, in relation to the reformative aspect, to\nDr Magner's inability to forecast with any precision\nwhat period of treatment\nwill be required for appellant's hoped-for rehabilitation. The risk of this not\nbeing achieved\nand/\n27. and appellant, if and when he is released, committing further crimes of\nviolence, is one worth taking and is, moreover, outweighed\nby the consideration\nthat the life of appeellant is being spared.\nOne final observation. We are\nnot unmindful of the threat that appellant may present to the safety of his\nfellow-prisoners. No doubt\nthe prison authorities-will take appropriate steps to\nobviate this occurring.\nThe appeal succeeds. The sentences of death are set\naside. There is substituted, on each of the con-victions of murder,a sentence\nof\nlife imprisonment. These are to run concurrently. The sentences of two years and\nsix months imprisonment referred to earlier are\nalso to run concurrently with\nsuch life imprisonment.\nH H NESTADT, JA HOEXTER, JA )\n) CONCUR STEYN, AJA )",
  "scraped_at": "2026-02-11T20:55:26.606380",
  "date": "1987-03-13",
  "coram": [
    "HOEXTER JA",
    "NESTADT JA",
    "STEYN AJA"
  ],
  "case_number": "351/86",
  "parties": {
    "applicants": [
      "KOOS ALBERTUS SAMPSO"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Appellant Koos Albertus SampsO, a 19‑year‑old coloured youth, was convicted of two murders, one of his 19‑year‑old cousin Cathleen Kamfer and another of Hendrik van Wyk, a drunken man he met later that night. He attacked Cathleen with an iron bar and an axe, inflicting around 15 blows that caused a fractured skull and brain damage. He later killed van Wyk with an axe, delivering about 18 blows. He also attempted murder of Pieter Kamfer and maliciously damaged property. The trial judge found extenuating circumstances – a diagnosed psychopathic personality, moderate alcohol consumption, and the appellant’s youth – but still imposed death sentences, citing the appellant’s extreme danger to society and prior violent convictions.",
    "issues": "Whether the trial judge erred in exercising his discretion in imposing the death penalty on a youthful offender with psychopathic traits and whether the death sentence was the only appropriate punishment given the presence of extenuating circumstances and the possibility of life imprisonment.",
    "principles": "The court applied principles that the death penalty is discretionary and should only be imposed when no lesser sentence can achieve deterrence, punishment and reform (citing S v Letsolo, S v Sithole, S v Bapela). Interference with a death sentence is limited to cases of misdirection or sentences no reasonable court would impose. Extenuating circumstances (youth, mental disorder, alcohol) must be weighed against aggravating factors such as danger to society and prior convictions.",
    "application": "The appellate court found that the trial judge mis‑directed himself by treating the appellant’s psychopathy solely as an aggravating factor and by discounting his youth. The psychiatrist’s evidence did not conclusively show that the disorder was incurable, and a long period of intensive treatment in prison could be effective. The court held that the risk of future violence could be managed by life imprisonment, and that the death penalty was not the only appropriate sanction.",
    "conclusion": "The appeal succeeded. Both death sentences were set aside and substituted with concurrent life imprisonment for each murder. The additional sentences of two years’ imprisonment for attempted murder and six months for malicious damage were ordered to run concurrently with the life terms."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "death penalty",
      "psychopathy",
      "youth offender",
      "extenuating circumstances"
    ]
  }
}