{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/17.html",
  "case_name": "S v Swarts and Another (385/86) [1987] ZASCA 17 (26 March 1987)",
  "citation": "[1987] ZASCA 17",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 17\n|\nNoteup\n|\nLawCite\nS v Swarts and Another (385/86) [1987] ZASCA 17 (26 March 1987)\nDownload original files\nPDF format\nRTF format\n385/86/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nIn die saak\ntussen:\nJOHN SWARTS\n1ste Appellant\nMOEGAMAT MANSOER LEE\n2 de\nAppellant\nEN\nDIE STAAT\nRespondent\nCORAM\n: GROSSKOPF, SMALBERGER, ARR en KUMLEBEN, Wnd\nAR\nVERHOOR\n: 19 Maart 1987\nGELEWER\n: 26 Maart 1987\nUITSPRAAK GROSSKOPF, AR\nDie twee appellante is saam met twee ander persone in\ndie . .'\n2.\ndie Provinsiale Afdeling Kaap die Goeie Hoop\naangekla van moord en menseroof. Die appellante was onderskeidelik be-skuldigdes\n2 en\n3, en ek sal voortgaan om so na hulle te verwys. Aan die einde van die\nverhoor voor VAN SCHALKWYK WR en twee assessore is beskuldigde\n1 onskuldig\nbevind en ontslaan op albei klagtes. Beskuldigde 4 is skuldig be— vind as\nbegunstigde op die moordaanklag en onskuldig\nop die aanklag van menseroof.\nBeskuldigdes 2 en 3 is skuldig be-vind op albei klagtes. Ten opsigte van die\nmoordklag is geen versagtende\nomstandighede bevind nie, en is hulle ter dood\nveroordeel. Op die klag van menseroof is 'n vonnis van gevangenisstraf\nopgelê.\nMet verlof van die verhoorregter kom hulle nou in hoër beroep\nteen hul skuldigbevinding aan\nmoord\n3 moord en teen die bevinding dat daar geen versagtende\nom-standighede teenwoordig was nie.\nDie feite van die saak is soos volg. Die\ntwee appel-lante het gedurende die Paasnaweek van 1985 in Atlantis gaan kuier.\nBeskuldigde\n3 het heelwat familie daar, asook\n'n vrou. Gedurende die oggend van Goeie Vrydag, 5 April-1985, het dit tot sy\nkennis gekom dat iemand by die woonstel wat deur sy vrou\nbewoon word, ingebreek\nhet, en die krane oopge-draai en laat loop het met die resultaat dat heelwat\nwater-skade aangerig is. Daarbenewens\nis die bande van sy motor, wat buite die\nwoonstelgebou gestaan het, stukkend gesny. Toe die skade aangerig is, en toe dit\nontdek\nis, was beskul-digde 3 nie by die woonstel aanwesig nie. Toe hy\ndaarvan\nverneem\n4 verneem, het hy, saam met beskuldigdes 1 en 2 en die\nstaats-getuie Anthea Smith (beskuldigde 3 se suster), gaan onder-soek instel.\nBeskuldigde 3 het tot die slotsom geraak dat dit Joseph Fredericks,alias\nSorrows,(die oorledene) was wat vir die molés verantwoordelik\nwas. Die\noorledene was vroeër in diens van beskuldigde 3 in sy besigheid as\ndwelmhandelaar. Daar het egter moeilikheid tussen\nhulle gekom omdat, volgens\nbeskuldigde 3, die oorledene nie behoorlik rekenskap gegee het van geld wat hy\nnamens beskuldigde 3 besit\nhet nie. Die sakeverhouding tussen hulle het as\ngevolg daarvan tot 'n\neinde gekom.\nToe beskuldigde 3 die skade waargeneem het, het hy en beskuldigde 2\nonmiddellik vir die oorledene gaan soek.\nHulle\n5 Hulle kon hom nie vind nie. Kort daarna het beskuldigde\n3 vir beskuldigde 4, wat sy motor by hom gehad het, raakge-loop, en met\nhom\ngereël dat hy vir hulle sou vervoer om vir die oorledene te soek. Gedurende\ndie soektog was die vier beskuldigdes en Anthea\nSmith in die motor. Beskuldigde\n4 het bestuur. Mense het aan hulle gesê dat die.oorledene besig is om\nKaapstad toe te ryloop.\nUiteindelik, naby die Tedelex fabriek, het hulle die\noorledene gevind. Beskuldig-de 3 het uit die motor geklim (en miskien\nbeskuldigde\n2 ook) en die oorledene oorreed om agter in die motor in te\nklim.\nDie groep het eers teruggery na 'n woonstelblok ge-naamd Lark's Place, waar\n'n ander suster van beskuldigde 3\ngewoon\n6 gewoon het. Daar het beskuldigde 4 brandstof in die motor\ngegooi. Anthea Smith het uitgeklim en nie teruggekeer nie. Beskuldigde\n1 (en\nmiskien ook beskuldigde 3) het vir 'n ruk-kie by die woonstelle ingegaan. Die\noorledene het egter in die motor gebly, en so\nook beskuldigde 2. Nadat die vier\nbeskuldigdes weer almal in die motor was, het hulle voortge-ry. Beskuldigde 3\nhet die rigting aangedui.\nHulle het eers met die pad na Silwerstroomstrand\ngery,maar toe in 'n grondpad afgedraai en uiteindelik aan die verkeerde kant van\ndie pad stilgehou. Hierdie punt was 'n afstand van 8,6 km vanaf Lark's\nPlace.\nToe die motor stilgehou het, is die oorledene uit die motor geneem na 'n punt\n110 treë in die bosse in. Daar is hy met 'n piksteel\ngeslaan totdat hy\ninmekaar gesak het. Tak-\nke\n7 ke is op sy liggaam geplaas en aan die brand gesteek. Hy\nis in die aanranding dood.\nDie vernaamste lykskouing-bevindings was dat die\noor-ledene se arms, gesig en anterior toraks verkool was, en dat daar 'n\nfraktuur\nvan die skedel was vanuit beide oogholtes asook vergruising van die\nregter maksilla. Volgens die senior distriksgeneesheer van Paarl,\nDr. M C\nMuller, was die oorsaak van dood die fraktuur van die skedel met brein-skade,wat\ndeur stompgeweld veroorsaak is. Die aanduidings\nwas dat die oorledene reeds dood\nwas toe sy liggaam verbrand is.\nOor die gebeure by die misdaadtoneel was die verhoor-hof aangewese op die\nweergawes van die vier beskuldigdes.\nBeskuldigde\n8 Beskuldigde 1 en beskuldigde 2 het in hul getuienis al die\nblaam vir die aanranding op beskuldigde 3 gepak. Beskul-digde 3, daarenteen,\nhet\ngetuig dat beskuldigde 2 alleen die aanranding gepleeg het. Beskuldigde 4 het\ngetuig dat be-skuldigde 2 en beskuldigde 3 albei\ndeelgeneem het.\nDie hof a\nquo\nhet hierdie feite-dispuut as volg be-nader. Eers is beskuldigde 3 se\ngetuienis oorweeg. Om redes genoem in die uitspraak is sy weergawe\nverwerp.\nDaar-na is beskuldigde 4 se getuienis behandel. Hy is as 'n\nmedepligtige beskoú, maar daar is bevind dat sy getuienis nogtans\naanvaar kon word. Daarna is die getuienis van be-skuldigde\n1 en beskuldigde 2\noorweeg. Daar is bevind dat geen waarde aan die getuienis van beskuldigde 1 oor\ndie ge-\nbeure\n9 beure by die toneel geheg kon word nie. Beskuldigde 2 se weergawe is ook\noorweeg en verwerp. Die resultaat was dus dat beskuldigde\n4 se weergawe aanvaar\nis, en dat die ander beskuldigdes se weergawes verwerp is.\nBeskuldigde 4 se\ngetuienis oor wat op die kritieke stadium gebeur het kan soos volg opgesom word.\nTerwyl hul-le op die grondpad gery\nhet, het beskuldigde 3 vir hom gesê -om\nstil te hou. Hy het die opdrag gehoorsaam. Beskuldig-de 3 het uitgeklim, gevolg\ndeur\nbeskuldigde 2. Beskuldigde 2 het 'n piksteel saamgeneem wat agter in die\nmotor gelê het. Beskuldigde 2 en beskuldigde 3 het\ndie oorledene saam met\nhulle geneem. Beskuldigde 1 en beskuldigde 4 het later ge-volg.\n'n Ent van die motor het beskuldigde 2 die oorledene\nbegin\n10 begin slaan met die piksteel. Die oorledene het gestruikel en\nteen 'n boom geleun. Beskuldigde 3 neem toe die piksteel by beskuldig-de\n2, en\nslaan die oorledene een hou teen die kop. Die oorledene het inmekaar gesak.\nBeskuldigde 2 het toe vir beskuldigde 1 en beskuldigde\n4 aangesê om takke\nnader te bring. Die takke is op die oorledene se liggaam gepak, en beskul-dige 2\nhet die piksteel ook o'p\ndie hoop gegooi. Beskuldigde 2 het daarna vir\nbeskuldigde 4 petrol gevra,en beskuldigde 4 het 'n kannetjie uit die motor se\nbagasiebak\ngebring waarin daar nog 'n bietjie brandstof was. Beskuldigde 2 het\ndit oor die oorledene leeggemaak. Daarna het beskuldigde 3 (of\nbe-skuldigde 2,\nof albei) vir vuurhoutjies gevra. Niemand het gehad nie, en hulle het per motor\nuitgery om daarvoor te gaan\nsoek\n11\nsoek. Mense langs die pad het aan hulle vuurhoutjies gegee, en\nhulle is terug na die toneel waar beskuldigde 2 die takke aan die brand\ngesteek\nhet. Hulle is toe almal daar weg.\nIndien beskuldigde 4 se getuienis korrek is\nkan daar geen twyfel wees oor die aandadigheid van beskuldige 2 en be-skuldigde\n3 nie.\nIn argument voor ons het Mev Stander, namens beskuldigde 2, dan ook\nbetoog dat die verhoorhof ge-fouteer het deur beskuldigde 4 se\nweergawe te\naanvaar en dié van beskuldigde 1 en beskuldigde 2 te verwerp.\nBy die beoordeling van die getuienis van beskuldigde 4 was die hof bedag\ndaarop dat, as 'n medepligtige, hy moont-lik ander persone\nby die misdaad kon\nbetrek om sy eie aan-dadigheid weg te praat. Hierdie oorweging, het die hof\nbe-\nvind\n12\nvind, het egter nie in die onderhawige geval gegeld nie: dit\nwas gemene saak dat beskuldigde 4 nie aan die aanranding deelgeneem het\nnie, en\ndit was dus nie vir hom nodig om sy eie rol aan iemand anders toe te dig nie.\nDaar was dan ook geen klaarblyklike motief\nom beskuldigde 2 by die aanranding te\nbetrek as die aanranding slegs deur beskuldigde 3 gepleeg is, soos beskuldigde 2\nbeweer het\nnie. Mev Stander het aan die hand gedoen dat so 'n motief mag\nontstaan het deurdat be-skuldigde 2 in sy getuienis die optrede van\nbeskuldigde\n4 in minder neutrale kleure geskilder het as wat deur beskuldigde 4 self gebruik\nis, en dat beskuldigde 4 derhalwe 'n\nmotief ge-had het om beskuldigde 2 te\nprobeer diskrediteer. Hierdie bespiegeling verloor egter heelwat gewig as in\ngedagte gehou\nword\n13 word dat beskuldigde 4 se weergawe in getuienis, wat in Junie\n1986 gelewer is, ooreengestem het met 'n verklaring wat hy op 10\nMei 1985 aan 'n\nlanddros gemaak het.\nDaar is ook gewys op sekere swakhede in beskuldigde 4 se\ngetuienis. Oor die algemeen, meen ek, kan daar gesê word dat beskuldigde\n4\ndeurgaans sy eie rol in die aange-leentheid probeer verklein het deur voor te\ngee dat daar niks ongerymds in sy teenwoordigheid\nplaasgevind het nie, of, waar\nhy sy aanwesigheid of deelname nie kon wegpraat nie, dat\nhy deur vrees of dreigemente beïnvloed was. Hy was dus klaarblyklik nie\n'n getuie op wie absoluut peil getrek kon word nie, maar\ndie hof a\nquo\nhet hom ook nie as sodanig be-skou nie. Die hof het sy getuienis met wantroue\nbejeën,\nen\n14 en maar alleen sy relaas van die aanranding op die\noorle-dene as samehangend en oortuigend beskryf. Die punte van kritiek wat Mev\nStander op sy getuienis ten opsigte van die aanranding ge-opper het, is myns\ninsiens nie gewigtig genoeg om af te doen aan die verhoorhof\nse bevinding nie.\nEn sy getuienis dat beskuldigde 2 aan die aanranding deelgeneem het, is ook nie\nin,\nvacuo\naanvaar nie. Die hof het in hierdie verband ook gewig geheg aan\ndie verwerping van die getuienis van beskuldigde 1 en beskuldigde\n2; aan die\nfeit dat beskuldig-de 2 volgens al die beskikbare getuienis op daardie dag vir\nbeskuldigde 3 bygestaan het; en aan die\nfeit dat, nieteen-staande sy verkondigde\nonskuld, beskuldigde 2 geen poging aan-gewendhet om die gereg te ken in die\nmoord van die\npersoon\nwat\n15 wat hy as sy \"spesiale vriend\" beskryf het nie. Hierby\nkan ek voeg dat beskuldigde 2 na die moord geredelik saam met beskuldigde\n3\nvertrek het en hul vriendskaplike verhouding voortgesit het.\nSoos ek reeds\ngemeld het, het Mev Stander ook betoog dat die hof gefouteer het deur die\ngetuienis van beskuldigde 1 en beskuldigde\n2 te verwerp. Beskuldigde 1 se\ngetuienis was direk teenstrydig met 'n verklaring wat hy aan 'n landdros gemaak\nhet waarin hy beskuldigde\n2 en beskuldigde 3 by die moord betrek het. Dit op\nsigself sou 'n goeie rede wees om sy getuienis te verwerp dat die aanranding\ndeur\nbeskuldigde 3 alleen gepleeg is. Daar is egter ook ander gegronde redes wat\ndeur die verhoorhof geopper word. Na my mening kan die\njuistheid\n16 juistheid van die verwerping van beskuldigde 1 se getuienis\nten opsigte van die aanranding nie betwyfel word nie.\nWat beskuldigde 2 se\ngetuienis betref, is dit verwerp vanweë inherente swakhede; vanweë die\nindruk wat beskuldigde 2 in\ndie getuiebank geskep het; en vanweë\nteenstrydighede tussen sy getuienis en die objektiewe waarskynlikhede. Ook\nhierdie bevinding\nkan myns insiens nie met sukses aangeveg word nie.\nWeens\ndie voorgaande meen ek nie dat daar enige ge-gronde rede is om af te wyk van die\nverhoorhof se bevinding dat beskuldigde 4 se\ngetuienis aanvaar en dié van\nbeskuldig-des 1 en 2 verwerp moet word nie. Dit volg dus dat beskul-digde 2 myns\ninsiens tereg\nskuldig bevind is aan moord.\nNamens beskuldigde 3 het Mnr Malan ook formeel be-\ntoog\n17 toog dat die skuldigbevinding ter syde gestel moet\nword. By die verhoor van die appèl het hy egter in hierdie opsig volstaan\nby wat in sy betooghoofde verskyn. Die probleem waarvoor hy gestaan het was nie\nalleen dat die waarskynlik-hede heelwat sterker teen\nbeskuldigde 3 getel het as\nteen beskul-digde 2 nie, maar dat beskuldigde 3 in getuienis ten opsigte van\nversagtende omstandighede\nerken het dat hy die oorledene die finale hou met die\npiksteel toegedien het. Ek hoef dus nie meer te sê nie as dat ek met\ndie\nverhoorhof se bevinding oor beskuldigde 3 se skuldigbevinding saamstem.\nDit bring my dan by die kwessie van versagtende om-standighede. Namens albei\nappellante is betoog dat die ver-hoorhof gefouteer het\ndeur te bevind dat die\nbeskuldigdes\ndie\n18\ndie opsetvorm\ndolus directus\n, in teenstelling tot\ndolus eventualis\n, gehad het. Ek meen egter dat 'n direkte opset om te\ndood die enigste redelike afleiding van die feite is. Beskuldigdes 2 en 3 het\ndie oorledene gesoek omdat hy vir beskuldigde 3 skade berokken het. Dit is\nduidelik dat hulle\n'n aanranding op hom wou pleeg. Hulle neem hom toe 'n\naf-stand van 8,6 km na 'n onbewoonde gebied, waar hulle hom 'n verdere 110 meter\nin die bosse inneem. Klaarblyklik wou hulle 'n onverstoorde geleentheid hê\nom hom te lyf te gaan. As wapen gebruik hulle 'n\npiksteel, wat klaarblyklik 'n\nuiters gevaarlike wapen is, en dien hom houe teen die kop toe. Dit is wel waar,\nsoos deur Mnr Malan\nbeklemtoon, dat die piksteel toevallig ter hande was. Aan\ndie ander kant, as\ndie\t .\n19\ndie beskuldigdes net 'n matige aanranding beoog het, sou daar\nsekerlik heelwat minder gevaarlike wapens soos latte, stokke, ens.,\nop die\ntoneel gewees het, en sou die beskuldig-des in elk geval hul vuiste en geskoende\nvoete kon gebruik het. Ten slotte, nadat\ndie oorledene inmekaargestort het, doen\ndie beskuldigdes stappe om sy liggaam te verbrand, son-der om eers vas te stel\nof hy inderdaad\nreeds dood is. Alles getuig myns insiens van 'n daadwerklike\nbedoeling om hom te dood.\nTen opsigte van beskuldigde 2 is verder betoog dat hy op die betrokke dag\nonder die invloed van Mandrax en dagga was, dat hy 'n \"primitiewe\nwese\" is, en\ndat hy 'n min-dere rol as beskuldigde 3 in die aangeleentheid gespeel het.\nHierdie\n20\nHierdie faktore is almal deur die verhoorhof oorweeg, en na my\nmening bestaan daar geen gronde waarop die verhoorhof se bevinding\naangeveg kan\nword nie.\nNamens beskuldigde 3 is, benewens faktore wat reeds genoem is,\nstaatgemaak op die omstandigheid dat beskuldigdé 3 onder groot\nprovokasie\ngehandel het. Hoewel dit nie ob-jektief bewys is dat die oorledene inderdaad die\nskade aan beskuldigde 3 se motor en die\ninhoud van die woonstel veroor-saak het\nnie, is betoog dat hy redelikerwyse geglo het dat die oorledene hiervoor\nverantwoordelik\nwas. Gedurende die hele tyd in die motor het die oorledene egter\nsteeds sy on-skuld bely,' wat verder, so is betoog, beskuldigde\n3 se woede moes\nlaat oplaai het. By die toneel is die voortou geneem\ndeur\n21\ndeur beskuldigde 2 en, so is betoog, dit sou onmenslike\nselfbeheersing aan die kant van beskuldigde 3 gekos het om nie ook deel te\nneem\nnie.\nBeskuldigde 3 se motief is deur die hof a\nguo\noorweeg, en dit is\nnie as versagtend beskou nie. Ek stem hiermee saam. 'n Geruime tyd het verloop\nvandat beskuldigde 3 die skade\nagtergekom het totdat die moord gepleeg is.\nGe-durende hierdie tyd het beskuldigde 3 eers te voet in Atlan-tis gesoek na die\noorledene.\nDaarna het hulle per motor ge-ry. Hulle het eers by Lark's Place\naangedoen. Vir die doel van die aanranding het hulle toe 'n hele\nent gery, en\ntoe ook eers 110 treë in die bosse ingeloop. Sekerlik was daar dus genoeg\ntyd vir beskuldigde 3 se woede om af\nte koel.\nDie\n22\nDie indruk wat n mens uit die getuienis kry is nie dat\nbe-skuldigde 3 in 'n toestand van onbeheersde woede was nie, maar dat hy koel\nen\nberekenend opgetree het. Hy het klaarblyk-lik besluit om behoorlik met die\noorledene af te reken. Daar is ook geen getuienis dat\nbeskuldigde 2 se optrede\nenigsinsdie uitwerking gehad het om beskuldigde 3 aan te vuur nie. Gevolglik\nmeen ek nie dat die hof gefouteer\nhet deur provokasie nie as 'n versagtende\nomstandigheid te beskou nie.\nAnder faktore soos die beskuldigde se persoonlikheid\nen die gebruik van\ndwelms is behoorlik deur die verhoorhof\noorweeg. Geen voldoende rede is aangetoon om van die ver-hoorhof se bevinding\naf te wyk nie.\nWeens die voorgaande meen ek dat die verhoorhof se\nbevindinge\n23\nbevindinge ten opsigte van skuldigbevinding en die\nafwesig-heid van versagtende omstandighede onaanvegbaar is.\nDie twee\nappellante se appèlle teen hul skuldigbevin-dinge aan moord en die\nbevinding dat daar geen versagtende omstandighede\nwas nie,word van die hand\ngewys.\nE M GROSSKOPF, AR",
  "scraped_at": "2026-02-11T20:56:48.749844",
  "date": "1987-03-26",
  "coram": [
    "GROSSKOPF",
    "SMALBERGER",
    "ARR",
    "KUMLEBEN"
  ],
  "case_number": "385/86/AV",
  "parties": {
    "applicants": [
      "John Swarts",
      "Moegamat Mansoor Lee"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "In April 1985 the appellants John Swarts and Moegamat Mansoor Lee, together with three others, set out to locate a former employee, Joseph Fredericks (alias Sorrows), after a break‑in at Swarts' residence. Their search led them to locate Fredericks near the Tedelex factory, force him into a vehicle, drive him 8.6 km away and into the bush where they repeatedly struck him with a pick‑axe, set fire to his body with branches and fuel and burned the remains. The deceased suffered fatal head fractures and was declared dead before the fire. All four men were convicted of murder and robbery; Swarts and Lee appealed against their convictions and the finding that no mitigating (versagtende) circumstances existed.",
    "issues": "The appeal raised (1) whether the trial court erred in finding Swarts and Lee guilty of murder; (2) whether the evidence proved the requisite intent (dolus directus) to kill; (3) whether any mitigating circumstances should have reduced liability; and (4) whether the trial court correctly accepted the testimony of one co‑defendant while rejecting the others.",
    "principles": "South African law requires proof beyond reasonable doubt of the intention to kill (dolus directus) for murder, with dolus eventualis as a lesser form of intent. The existence of \"versagtende omstandighede\" can mitigate culpability where the accused acted under compulsion, provocation or diminished capacity. Co‑defendant testimony is admissible but must be assessed for credibility. The court must evaluate the totality of evidence to determine intent and any mitigating factors.",
    "application": "The appellate court examined the testimonies, accepting the version of accused 4 as credible and rejecting those of accused 1 and 2 as unreliable. It found that accused 2 and 3 participated in the assault with the pick‑axe, the subsequent burning, and that the use of a deadly weapon and steps taken to conceal the body demonstrated a deliberate intention to kill, satisfying dolus directus. No evidence of compulsion, provocation or diminished capacity was sufficient to constitute mitigating circumstances. Consequently, the trial court’s findings on intent and the absence of mitigating factors were upheld.",
    "conclusion": "The appeal was dismissed. The murder convictions and the finding that no mitigating circumstances existed were affirmed. The death sentences for murder and the imprisonment terms for robbery remain in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intent",
      "dolus directus",
      "evidence",
      "appeal",
      "mitigating circumstances"
    ]
  }
}