{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/26.html",
  "case_name": "Pick 'n Pay Retailers (Pty) Ltd. v Minister of Minerals and Energy Affairs (262/86) [1987] ZASCA 26; [1987] 2 All SA 158 (A) (26 March 1987)",
  "citation": "[1987] ZASCA 26",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 26\n|\nNoteup\n|\nLawCite\nPick 'n Pay Retailers (Pty) Ltd. v Minister of Minerals and Energy Affairs (262/86) [1987] ZASCA 26; [1987] 2 All SA 158 (A) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nCASE NO. 262/86\nPICK 'N PAY RETAILERS (PTY) LTD.\nAPPELLANT\nand\nTHE MINISTER OF MINERAL & ENERGY AFFAIRS\nRESPONDENT\nCASE NO 262/86\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nPICK 'N PAY RETAILERS (PTY) LTD\nAPPELLANT\nand\nTHE MINISTER OF MINERAL AND, ENERGY RESPONDENT AFFAIRS\nCORAM\n: Corbett, Smalberger, Vivier JJA\net\nNicholas, Kumleben AJJA\nDATE HEARD\n: 12 MARCH 1987\nDATE DELIVERED\n: 26 MARCH 1987\nJUDGMENT\nKUMLEBEN, AJA\n:/\n2.\nKUMLEBEN, AJA\n:\nAppellant is the proprietor of a number\t'\nof large retail stores at which\nclothing, foodstuffs and other commodities are sold. Respondent is entrusted\nwith the administration\nof the\nPetroleum Products Act, 120 of 1977\n(\"the\nAct\").\nPrior\nto its amendment by sec 1 of the Petroleum Products Amendment Act, 61 of\n1985 (\"the amending Act\") the responsible authority was\nthe Minister of Economic\nAffairs. Since in this appeal nothing turns on the substitution I shall, for\nconve-nience, refer to both\nMinisters as \"respondent\".\nOn 17 June 1986 appellant applied, in the Cape of Good Hope Provincial\nDivision, for an order setting aside paragraph 2(b) of certain\nregulations\nmade/\n3.\nmade in terms of sub sec 2(l)(d) of the Act and published in Government\nGazette No. 10260 of 2 June 1986. The application failed but\nleave to appeal was\ngranted by the Court a\nquo\n.\nThis was not the first dispute to have arisen between the parties as a result\nof the marketing practices adopted by appellant. Details\nof earlier disputes,\nand the facts giving rise to them, are fully recounted in the judgment of\nBerman\nJ. For the purposes of deciding the question raised in this appeal\nonly certain of these facts need be repeated.\nAppellant operates, in addition to its\nretail stores, twelve service stations at which petrol\nis sold. These do not form part of any of the stores\nbut are located close to certain of them. In 1969\nresale price maintenance was prohibited by law but\npetrol/\n4. petrol was excluded from this prohibition. The price at which\nit could be sold at retail outlets was at the time maintained by\nan agreement\nreached between re-spondent and the wholesale suppliers of petrol. The latter\nundertook not to supply petrol to retailers\nshould they resell the petrol at a\nprice other than that prescribed by respondent from time to time.\nOn 16 September 1977 the Act was pro-mulgated. Its purpose, as described in\nthe long title, was\ninter alia\n\"to provide measures for the saving of\npetroleum products and an economy in the cost of the distribution thereof, and\nfor the maintenance\nof a price therefor;\". Sub sec 2(1) of the Act confers upon\nrespondent certain powers, which may be exercised by making a regulation\nor by\nserving a nocice in writing\non/\n5.\non any person, in order to implement the provisions\nof the\nAct. Sub sec 2(1)(a) and (b) deal with\nmatters unrelated to the issue on\nappeal. Sub sec\n2(1)(c) empowers respondent to prescribe the price\nat which petrol may be\nsold by any person. Notwith-\nstanding this provision, no such price was prescribed\nand the price continued to be governed by contract.\nOn 21 June 1985 the amending Act became law. It\nconferred additional regulatory powers on the Minister\nby adding two further sub-sections - 2(1)(d) and 2(1)(e) -\nto sec 2(1) of the Act..\nIn March 1986 appellant embarked\nupon\nan/\n6.\nan advertising and sales campaign, referred to in the application as\n\"the coupon scheme\". It involved the issue of a coupon to a customer\nfor each\nlitre of petrol bought at one of appellant's service stations. The coupon\nentitled the holder to buy goods, apart from petrol,\nto the value of 4 cents at\nany of appellant's stores or to tender the coupon in part payment of goods\npurchased. In May 1986 respondent,\nacting in terms of sub sec 2(1) (c) of the\nAct, prescribed the price at which petrol was to be sold. Appellant proceeded to\nsell\npetrol at the price now prescribed by law but continued to operate its\ncoupon scheme. On 2 June 1986 respondent published in terms\nof sub sec 2(1 )(d)\nthe regulations to which I have referred. They are as follows:\n\"1. In/\n7.\n\"1. In these Regulations, unless the context indicates\notherwise -'benefit' means -\n(a)\nany money, article, service\nor concession having a commercial value; or\n(b)\nanything whatsoever which, either by itself or in conjunction with\nany other thing or with the performance of any act, entitles or\npurports to\nentitle the recipient there-of to receive such money, article, service or\nconcession, or to participate in any\ncompetition;\nand any other word or expression to\nwhich a meaning has been assigned in the Petroleum Products Act, 1977 (Act 120\nof 1977), shall\nbear such meaning. 2. No person, in respect of whom the price at\nwhich petrol may be sold by that person at an outlet may have been\nprescribed by\nregulation or notice under the\nPetroleum Products Act, 1977\n-\n(a)\nshall supply or offer to\nsupply petrol at that outlet other than by way of sale for a wholly monetary\nconsideration and at the price\nso prescribed;\n(b)\nshall, as a condition of or as a result of any sale of petrol by a\nbusiness or undertaking conducted at that\noutlet,\ngive or offer any benefit to any\nconsumer.\"\nSub/\n8. Sub secs 2(1)(c) and (d) of the Act provide that:\n\"The Minister may by regulation or by notice in writing served on any person\n...\n(c)\nprescribe the price at\nwhich any petroleum product may be sold by any person;\n(d)\nregulate in such manner as he may deem fit, or prohibit, any\nbusiness practice, method of trading, agreement, arrangement , or understanding\nwhich, in the opinion\nof the Minister, is calculated\nto in-fluence, or which may have the effect of influencing, directly or\nindirectly, the purchase or\nselling price of petroleum fuel at any outlet;\".\nIt was conceded in the Court a\nquo\n,\nand\non appeal, that the issue of a\ncoupon by appellant under\nthe coupon scheme amounts tothe offer or giving of a\n\"benefit\" as defined in regulation 1. It follows that\nthe regulations, if valid, prohibit the coupon scheme.\nThe issue is whether the regulations, particularly\nregulation/\n9. regulation 2(b), are\nultra vires\nthe enabling\nprovision, sub sec 2(1)(d)..\nAt the hearing of the application the validity\nof regulation 2(b)'was challenged on two main grounds. Firstly, appellant argued\nthat\nthe respondent in making the regulation exceeded the powers conferred by\nthe enabling sub-section. This ground, which is some-times\nreferred to as \"pure\nultra vires\", was not pursued on appeal. Alternatively, it was submitted that\nthe regulation, though it be held\nto be\nintra vires\nin this sense, is\nnevertheless invalid inasmuch as it was made for an ulterior purpose, that is,\none not intended by the enabling\nsub-section. For this submission appellant\nrelied upon the well-established principle that:\n\"Where/\n10.\n\"Where a power is granted for a speci-fic\npurpose it cannot be used for a purpose other than that for which it was\nintended. (\nvan Eck N.O. and van Rensburg N.O. v Etna Stores\n1947(2) S A\n984 (A.D.) and cases there cited). In relation to such other purpose the power\ndoes not exist.\"\nBroadway Mansions (Pty) Ltd vs Pretoria City Council\n1955(1)\nS A\n517 (A) at 522.B. See too\nMinister van die Suid\n-\nAfrikaanse Polisie\nen 'n Ander v Kraatz en 'n Ander\n1973(3)\nS A 490 (A)at 507 H.\nIn the course of rejecting each of\nthe grounds of alleged\ninvalidity, the Court held that\nthe purpose of sub sec 2(1)(d) was to authorise regula-\ntions necessary for maintaining the retail price of\npetrol. This was conceded by appellant. Mr\nAaron,\nwho with Mr\nWeinkove\nappeared for the appellant,\nacknowledged - quoting from their heads of argument -\nthat:/\n11.\nthat:\n\"from the language of ss.2(l)(d), it is clear that the power conferred\nthere-by, like the power conferred by ss. 2(l)(c), was given\nfor the purpose of\nmaintaining the price of petrol.\"\nMoreover, counsel for appellant did not dispute that\nthe effect of regulation 2(b) was, as the Court below\nheld, to prevent a circumvention of a price determination\nmade in terms of sub sec 2(1)(c), in\ncasu\nby prohibiting\nthe coupon scheme. In the circumstances, inasmuch-as-\nsub sec 2(1)(d), by means of regulation 2(b), attained\nits intended purpose, it would seem that the scope for\nan argument that it was used for an ulterior one is in\nthe nature of things restricted. The limited basis on which\nappellant argued this ground of invalidity before us -\nto/\n12. to quote again from the heads of argument - was that sub sec\n2(1)(d) was\n\"not introduced to cure any inadequacy or insufficiency in the application of\nss.2(l)(c), or as a means of enforcing compliance with\na determination of price\nprescribed thereunder, but related to an alternative regime.\"\nThus the crisp question to be decided in this appeal is\nwhether this is the correct interpretation to be placed\non the language of the sub-section.\nAs stated in\nUnion Government (Minister of\nFinance) vs Mack\n1917 (A) 731 at 739, and stressed in\nsubsequent decisions,\n\"the primary rule in the construction of Statutes is that the language of the\nLegislature should be read in its ordinary\nsense.\"\nApplying this rule to the\nwording of sub sec 2(1)(d),\nit/\n13.\nit is in my view clear that it authorises respondent to regulate or\nprohibit a method of trading which is calculated to influence,\ndirectly or\nindirectly, the price at which petrol is sold by changing (increasing or\nreducing) it. Since the purpose of the sub-section\nis the maintenance of the\nprescribed petrol price, a change in price must refer to the resultant\ndifference between the prescribed\nprice and the actual selling price.\nDiction-ary definitions of the word \"influence\" confirm this con-clusion. I\nrefer to but two\nof the many cited in argument: \"To influence\" according to the\nRandom House Dictionary of the English Language means to produce an\neffect on a\nperson or thing by intangible or indirect means and in the Longman Dictionary of\nthe English Language\n\"to/\n14. \"to influence\" is defined as\ninter alia\n\"The act or power\nof producing an effect without apparent exertion of force or direct exercise of\ncommand.\" \"Effect\", it need hardly\nbe stated, in the context of these\ndefini-tions means to bring about a change in an existing condi-tion. Thus,\nwhere a price is prescribed\nin terms of sub sec 2(1)(c), the sub-section which\nfollows authorises regulations prohibiting a business practice which changes the\nprescribed price by reducing or increasing it. The coupon scheme is a \"method of\ntrading\" which does just that. By the issue of a\ncoupon the prescribed price is\nindirectly reduced by 4 cents per litre. On this con-struction of the language\nof the sub-section,\nwhich I consider to be the correct one, its purpose was\nplainly\nto/\n15. to supplement sub sec 2(1)(c) by ensuring that, by means of\nappropriate regulations, a price determination made under it was not\ncircumvented.\nMr Aaron\n, in arguing to the contrary on the literal\nmeaning of the sub-section, construed and applied the words \"to influence\"\ndifferently.\nHe sub-mitted that there is an active element (that which exerts an\ninfluence) and a passive element (that which is changed); that\nthe former must\nbe an \"external operating factor\" acting upon the supplier or supply; and that\nit therefore follows that when the\nsupplier (in this case appellant) reduces his\nselling price he cannot be said to be influencing it. This submission was thus\nstated\nin the heads of argument:\n\"the/\n16.\n\"the subsection was introduced into the Act to\ncontrol actions by one or more persons which cause or enable another person to\ncharge\na price diffe-rent from the one he would otherwise have charged.\"\nWhilst \"influencing\" manifestly involves cause and\neffect, I find nothing\nin the wording of this sub-\nsection to justify the proposition that the cause should\nbe an \"outside influence\". The sub-section expressly\nrefers to a \"business practice\" or a \"method of trading\",\nwhich causes the price to change, not to an \"outside\ninfluence\".\nIt was next submitted that the\nmeaning\nof the words \"business\npractice\" and \"method of trading\",\nhaving regard to the words which follow - \"agreement,\narrangement or understanding\" - should be restricted to\nagreements/\n17. agreements between two of more persons that are not\nlegally enforceable and to practices observed by two or more persons in the\nabsence of any prior agreement. This argument is based on the application of the\neiusdem generis\nrule. According to that rule\n\"a word of wider import, when used with words describing species of the same\ngenus\n, must be so restricted in its sig-nification as not to include\nanything outside that\ngenus\n. (\nDirector of Education, Transvaal v.\nMcCagie and Others\n,\n1918 A.D. 616\nat p. 623). In order to apply the\nprinciple one has to find some common quality or common denominator which is\ncommon to each of\nthe words referred to by which the meaning of the word of\nwider import may be restricted.\"\nS v Wood\n1976(1) S A 703 (A) at 707 D. The rule need\nonly/\n18. only be stated to demonstrate its inapplicability to the words\nconcerned. They have a specific meaning which differs materially\nfrom those\nwhich follow. The Legislature plainly had two distinct causes in mind which, in\nthe absence of appropriate regulations,\ncould influence the price in the manner\nsub sec 2(1)(d) was designed to prevent.\nI should remark in passing that the ar-guments on behalf of appellant based\non a literal inter-pretation of the sub-section, which\nhave been discussed in\nthe foregoing two paragraphs, appear to me to apply more aptly to the first\nground of alleged invalidity (pure\nultra vires\n). This ground, as I have\nsaid, was argued in the Court below but abandoned on appeal. Be\nthat/\n19. that as it may, for the reasons given I do not regard them as\nsound.\nAs part of.the argument that the two sub-sections are independent, appellant\nsubmitted that any cir-cumvention of the prescribed price\ncould be dealt with by\nway of a criminal prosecution for a contravention of the provisions of sub sec\n2(1)(c). There was therefore\nno need to rely upon regulations made in terms of\nsub sec 2(1)(d) to prevent this. Sec 12 of the Act makes a contravention of the\nprovisions of sub sec 2(1)(c) an offence. Thus, so it was argued, the criminal\nsanction is an adequate means of ensuring that the\nprice prescribed is\nmaintained. In the instant case, it was said that appellant could have been\nprosecuted for each sale under\nthe/\n20. the coupon scheme until it desisted from this practice. However,\nhad this course been followed, I have little doubt that appellant\nin the\ncriminal prosecution would have\nraised the defence - perhaps successfully -\nthat no offence was committed since the prescribed price was paid and the issue\nof the\ncoupon was no more than an indirect benefit not prohibited by the Act or\nits regulations. This, one may confidently conclude, was\nforeseen by the\nLegislature and hence the amendment to introduce sub sec 2(l)(d).\nSince no price had been prescribed at the time of the amendment, Mr\nAaron\nsubmitted that this lent support to his contention. But here too,\nthe answer is that the need for such a provision was foreseen\nbefore/\n21. before a price was prescribed and before any circum-vention\ntook place.\nFinally, appellant placed some reliance on the penalties in sec\n12 of the Act. Those imposed for a contravention of the provisions\nof sub sec\n2(1)(c) are less severe than those laid down for a contraven-tion of sub sec\n2(1)(d). The essence of this sub-mission\nis that, if the purpose of sub sec\n2(1)(d) was to supplement sub sec 2(1)(c), one would not have expected an\nindirect contravention\nto carry a heavier penalty than a direct one. I doubt\nthat the differing penalties can serve as a reliable guide to the meaning of\nthe\nsub-section. Moreover, I consider that the language of the sub-section is\nsufficiently clear to make any reference to the penalty\nprovisions\nunnecessary.\nIn/ ....\n22.\nIn any event this argument fails to take into account the\nfact that a circumvention by means of, say, an agreement may be of such\na nature\nthat it warrants a more severe punishment than that to be imposed when a single\nsale of petrol in contravention of sub sec\n2(1)(c) takes place.\nDuring argument we were referred to the element of discretion introduced into\nsub sec 2(1)(d) by the words \"in the opinion of the\nMinister\", which broadens\nthe scope of the authority conferred on him. The nature and effect of this\ndiscretion was debated at considerable\nlength by both counsel for different\nreasons. It was however agreed that,should appellant's interpretation of sub sec\n2(1)(d) not\nbe upheld, the need\nto/\n23.\nto consider this question falls away. In the light of the\nconclusion reached, it is therefore unnecessary to discuss it.\nThe appeal is\ndismissed with costs which are to include the costs of two counsel and those\nincurred in the application for leave to\nappeal.\nM E KUMLEBEN, AJA\nOORBETT, JA )\nSMALBERGER, JA) CONCUR\nVIVIER, JA \t) NICHOLAS, AJA )",
  "scraped_at": "2026-02-11T20:59:13.213344",
  "date": "1987-03-26",
  "coram": [
    "Corbett JA",
    "Smalberger JA",
    "Vivier JA",
    "Nicholas AJA",
    "Kumleben AJA"
  ],
  "case_number": "262/86",
  "parties": {
    "applicants": [
      "Pick 'n Pay Retailers (Pty) Ltd"
    ],
    "respondents": [
      "Minister of Minerals and Energy Affairs"
    ]
  },
  "sections": {
    "facts": "Pick 'n Pay Retailers (Pty) Ltd operated a chain of retail stores and twelve service stations selling petrol. After the Petroleum Products Act 1977 was amended in 1985, the Minister was authorised to prescribe a retail price for petrol and to regulate business practices that might influence that price. In May 1986 the Minister set a prescribed price for petrol. Pick 'n Pay then introduced a \"coupon scheme\" whereby customers received a coupon worth 4 cents per litre of petrol purchased, which could be used to obtain goods in the retailer’s stores. In June 1986 the Minister issued regulations (regulation 2(b)) prohibiting any person who sold petrol at the prescribed price from offering any \"benefit\" in connection with that sale, effectively targeting the coupon scheme.",
    "issues": "The principal issue was whether regulation 2(b) was ultra vires – i.e., beyond the scope of the enabling provision, subsection 2(1)(d) of the Petroleum Products Act – or whether it was validly made for an ulterior purpose contrary to the purpose of the subsection. The appellant also raised a pure ultra‑vires argument, but that ground was not pursued on appeal.",
    "principles": "The court applied the rule that statutory language must be given its ordinary meaning and that a power conferred for a specific purpose cannot be used for another purpose. It considered the purpose of subsection 2(1)(d) as the maintenance of the prescribed petrol price and interpreted \"influence\" in its ordinary dictionary sense – any indirect effect on price. Precedents such as van Eck v Etna Stores and Union Government v Mack were relied upon. The ejusdem generis rule was rejected as inapplicable to the words \"business practice\" and \"method of trading\".",
    "application": "The court examined the wording of subsection 2(1)(d) and concluded that it authorises the Minister to prohibit any method of trading that changes the effective price of petrol, including indirect reductions via coupons. The coupon scheme reduced the effective price by 4 cents per litre, thus falling squarely within the regulatory purpose. The appellant's argument that the subsection only targeted external influences was rejected; the provision was found to cover the retailer’s own actions that affect price. Consequently, regulation 2(b) was held intra vires and not made for an ulterior purpose.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel and those incurred in obtaining leave to appeal. The regulations made under subsection 2(1)(d), particularly regulation 2(b), were upheld as valid."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Regulatory Powers",
    "level_3": [
      "Petroleum Products Act",
      "price maintenance",
      "ultra vires",
      "coupon scheme"
    ]
  }
}