{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/75.html",
  "case_name": "S v Smith (321/1987) [1987] ZASCA 75; [1987] 2 All SA 440 (A) (26 August 1987)",
  "citation": "[1987] ZASCA 75",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 75\n|\nNoteup\n|\nLawCite\nS v Smith (321/1987) [1987] ZASCA 75; [1987] 2 All SA 440 (A) (26 August 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the\nmatter between:\nDARRYL WAYNE SMITH\nAppellant\nand\nTHE\nSTATE\nRespondent\nCORAM\n:\tVILJOEN, NESTADT JJA et STEYN AJA\nHEARD\n:\t25TH MAY 1987\nDELIVERED\n:\t\t\t\t\t26 August 1987\nJUDGMENT\n/\nSTEYN AJA\n...\n2.\nSTEYN, AJA\n:\nOn September 6 1985 appellant was found guilty in a Johannesburg Magistrate's\nCourt of two offences, one of dealing in 3,369 kg of\ndagga in contravention of s\n2 (a) of Act 41 of 1971 and the other of dealing in 30 /2 Obex tablets in\ncontravention of s 2(c) of\nthat Act. It was alleged in the charge sheet that the\ntablets contained Phendimetrazine, a dangerous dependence-producing substance.\nOn the same day he was sentenced to two years' imprisonment on the dagga count\nand on the Obex count to the then minimum sentence\nof five years' imprisonment.\nIt was ordered that the sentences run concurrently.\nBoth offences were committed at appellant's dwelling on the grounds of a\nSchool for Girls, Johannesburg. He was then groundsman at\nthat school.\nHe appealed against both convictions and\n/sentences\n3. sentences to the Witwatersrand Local Division. The ap-peal\nwas heard on May 26 1986 but dismissed on the same day in a judgment\nby\nKRIEGLER, J, LUDORF, AJ concurring. Still on the same day appellant was granted\ngeneral leave by the learned Judges to appeal\nto this Court against the\ndismissal of the appeal.\nThe judgment of KRIEGLER, J on the appeal is learned and thorough. I agree\nwith his conclusions of fact and of law relating to the\nconvictions as well as\nto the sentences.\nBut I now have to deal shortly with two matters which were argued in this\nappeal by Dr Yutar on appellant's\nbehalf but which had not been raised in the Local Division.\nIt was in the first place contended by learned counsel that the affidavit\nhanded in by the State under sec 212 of Act 51 of 1977 relating\nto the presence\nof Phendimetrazine in the tablets was fatally defective in that it did not\ncomply with the provisions of secs\n212(4) and 212(8) (a) of the said Act, that it was\n/consequently\n4. consequently inadmissible and, there being no\nother evi-dence as to the nature and contents of the tablets, that the State had\nfailed to prove that the tablets contained Phendimetrazine or any other\ndangerous dependence= producing substance. Counsel relied\nfor this conten-tion\non the recent and as yet unreported decision on ap-peal of the Eastern Cape\nDivision in\nS v Wolmarans\n(a judgment by ERASMUS, AJ in which EKSTEEN, J\nconcurred). Dr Yutar's concluding submission was that the conviction on the Obex\ncount\nshould consequently be set aside. Counsel's submission in this regard\ncannot be sustained.\nThe nature and contents of the tablets were\nformally admitted during the course of the trial by the\nattorney then\nappearing for appellant. The admission\nwas in the following terms:\n\"....the tablets in question in regard to\nCount 2, the Obex tablets, are\nin fact Obex\nand they do contain the substance which is\nprohibited in the\nSchedule\t\"\nThat substance is obviously the Phendimetrazine mentioned\nin\n5. in the charge.\nThe State was thereby relieved of the burden of\nproving what the tablets were. The necessity for proof by means of the affidavit\ntherefore\nfell away and it became irrelevant whether it was defective or\nnot.\nDr Yutar sought to evade this consequence by\ncontending that appellant's attorney had been misled by\nthe affidavit into\nmaking the admission, not having\nrealised that it was defective. There is no\nsugges-\ntion on the record that such was indeed the case. To\nfind that it was would be speculation. But even\nif the attorney had been so misled it would avail ap-\npellant nought.\nThere is no suggestion that any mis-\ntake was made in the analysis of the tablets or in de-\nscribing the results thereof in the affidavit. There\nis consequently no merit in this additional onslaught\non the Obex conviction.\nIn the second place Dr Yutar contended that\nthe\n6.\nthe sentence on the Obex count can and should be ameliora-ted. He argued that\nby virtue of the amendment of s 2 of Act 41 of 1971\neffected by s 1 of Act 101\nof\n1986 which did away with the minimum sentence of five years' imprisonment\nfor.that offence, a discretion was\nconferred upon this Court to impose a\nlesser sentence and that the circumstances of the case justified that being\ndone.\nThe amendment came into force on September 24 1986, more than a year after\nappellant's conviction and sentence. But Dr Yutar submitted\nthat the amendment\nhad retrospective effect and consequently applied to thi case. He sought to rely\nfor that contention upon\nStey: Die Uitleg van Wette\n, 4th ed, at 100-101;\nR v Loots and Another\n1951 (2) SA 132\n(T) ;\nR v Mazibuko\n1958 (4)\nSA 353\n(A);\nR v Sillas\n1959 (4) SA 305\n(A);\nS v Ndlovu\n1978 (3) SA\n829\n(T ) ;\nS v Thekiso\n1978 (4) SA 646\n(O) S\nv Innes\n1979 (1) SA\n783\n(C); and\nS v Mpetha\n1985 (3) .\n/SA 702 ...\n7.\nSA 702 (A). None of these authorities avail him. They are all distinguishable\nfrom the present case. The distinguishing feature is\nthat here the ameliorating\namen ment only came into force after conviction\nand\nsentence. This Court\ndealt with such a situation in\nS v Crawford and Another\n1979 (2) SA 48\n(A) where RABIE JA (as he then was) said the following at 56 B-C:\n\"Counsel drew our attention to the fact that in terms of an amendment introduced\nby s 1 of Act 76 of 1978 a court is no longer\nobliged to impose a sentence of five years' im-prisonment for a contravention of\ns 2 (a) of the Act if such contravention relates\nto\ndagga\nonly. Counsel for both parties suggested that\na lesser sentence than the one imposed by the magistrate would meet the justice\nof the\npresent case and that consideration should be given to the question\nwhether the amending provision is applicable to the present case.\nIt seems to be\nclear, however, that the provi-sion is not of application to the present case,\nand this Court cannot on appeal impose\na sentence which would at the time of the\nrespondents' conviction not have been a com-petent sentence for the magistrate\nto impose.\"\nEt\nvid\ne\nS v Loate\n1983 (3) SA 400\n(T) at 402 B - 403 C.\n/This ...\n8. This Court is consequently not\ncompetent to interfere with the sentence on the Obex count.\nThe appeal is dismissed.\nM T STEYN AJA\nVILJOEN, JA ) concur\nNESTADT, JA )",
  "scraped_at": "2026-02-11T21:12:41.854081",
  "date": "1987-08-26",
  "coram": [
    "VILJOEN JJA",
    "NESTADT JJA",
    "STEYN AJA"
  ],
  "case_number": "321/1987",
  "parties": {
    "applicants": [
      "Darryl Wayne Smith"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 6 September 1985 the appellant, Darryl Wayne Smith, was convicted in a Johannesburg Magistrate's Court of two offences: dealing with 3,369 kg of dagga in contravention of s 2(a) of Act 41 of 1971, and dealing with 30 Obex tablets containing the dangerous substance phendimetrazine in contravention of s 2(c) of the same Act. He was sentenced to two years' imprisonment for the dagga count and five years' imprisonment for the Obex count, the sentences to run concurrently. Both offences occurred at his residence on the grounds of a girls' school where he was employed as groundsman. Smith appealed both convictions and sentences to the Witwatersrand Local Division, which dismissed the appeal, and thereafter sought leave to appeal to the Supreme Court of Appeal.",
    "issues": "Two principal issues were raised: (1) whether the State's affidavit under s 212 of Act 51 of 1977, alleging the presence of phendimetrazine in the tablets, was defective and thus inadmissible, potentially invalidating the Obex conviction; (2) whether the amendment to s 2 of Act 41 of 1971 (by s 1 of Act 101 of 1986) that removed the mandatory minimum five‑year sentence for the Obex offence could be applied retrospectively to reduce the appellant's sentence.",
    "principles": "The court held that the attorney's admission during trial that the tablets were Obex and contained the prohibited substance satisfied the State's burden of proof, rendering the affidavit irrelevant regardless of its procedural defect. Regarding the amendment, the court applied the principle that legislative changes taking effect after a conviction do not have retrospective effect for sentencing purposes, citing S v Crawford and Another, which confirmed that courts cannot impose a sentence on appeal that was not available at the time of the original conviction.",
    "application": "Applying these principles, the court rejected the argument that the defective affidavit invalidated the Obex conviction, as the necessary factual admission had already been made. It also refused to apply the 1986 amendment retroactively, determining that the appellant could not benefit from a reduced sentencing framework that was enacted after his conviction and original sentencing.",
    "conclusion": "The appeal was dismissed. The convictions on both the dagga and Obex counts, as well as the sentences imposed, were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "dagga",
      "phendimetrazine",
      "sentence amendment",
      "retroactive legislation"
    ]
  }
}