{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/115.html",
  "case_name": "Guardian National Insurance Co. Ltd. v Weyers (117/87) [1987] ZASCA 115 (29 September 1987)",
  "citation": "[1987] ZASCA 115",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 115\n|\nNoteup\n|\nLawCite\nGuardian National Insurance Co. Ltd. v Weyers (117/87) [1987] ZASCA 115 (29 September 1987)\nDownload original files\nPDF format\nRTF format\nGUARDIAN NATIONAL INSURANCE CO LTD\nAPPELLANT\nand\nRUDOLF STEPHANUS WEYERS\nRESPONDENT\nCASE NO. 143/86\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the\nmatter between:\nGUARDIAN NATIONAL INSURANCE\nCOMPANY\nLIMITED\nAPPELLANT\nand\nRUDOLF STEPHANUS WEYERS\nRESPONDENT\nCORAM\n: RABIE, ACJ, CORBETT, BOTHA, NESTADT JJA et BOSHOFF, AJA\nDATE HEARD\n: 17 AUGUST 1987\nDATE DELIVERED\n: 29 SEPTEMBER\n1987\nJUDGMENT NESTADT, JA\n:\nRespondent was injured in a collision\nbetween/\n2. between a vehicle he was driving and one insured by\nappellant under the Compulsory Motor Vehicle Insurance Act, 56 of 1972. In\nterms\nof sec 24(l)(a), read with sec 25 thereof, his claim for compensation, based on\nthe alleged negligent driving of the insured\nvehicle, had to be sent or\ndelivered, in prescribed manner (the M V A 13 claim form), to appellant within\ntwo years from the date\nof the collision. For reasons which will appear, this\nwas not done and respondent's claim became prescribed. He thereupon, in terms\nof\nsêc 24(2)(a)(i) of the Act, applied to the Transvaal Provincial Division\nfor leave to serve the M V A 13 form and, subsequently,\na/\n3\na summons in his proposed action against appellant (for damages in the\nsum of R132 390,62) within an extended period. Despite appellant's\nopposition,an\norder to this effect was granted (by CURLEWIS J). This is an appeal, with the\nleave of the court a\nquo\n, against such decision.\nThe collision occurred on 5 November 1983. The insured vehicle bore\nregistration number HDH 086 T. It was driven by a Mrs Venter.\nOn 30 November\n1983 the attorney, whom respondent had instructed to handle his claim, wrote to\nthe station commander of the South\nAfrican Police,within whose area the\ncollision took place, requesting\ninter alia\n\"die derde party\ngegewens\"\nof/\n4.\nof the other vehicle (ie HDH 086 T) . The reply of the police,\nreceived on 19 December 1983,reads:\n\"Derdeparty besonderhede van mev Venter BL 736915 Santam.\" The attorney took\nthis to mean that Santam, a well-known authorized insurer\nunder the Act, was the\ninsurer of the vehicle at the time of the collision and that respondent's claim\naccordingly lay against it.\nActing on this assumption, he caused the M V A 13\nform to be sent to Santam. This took place on 4 November 1985 (which was the day\non which the two-year period of pre-scription expired). On 18 December 1985 he\nwas informed by Santam that the declaration of insurance\nrelied on (ie number\n736915) \"nie die datum van ongeluk dek nie\".\nThis/\n5. This obviously disconcerting disclosure was true. Santam had\nnot been the insurer of motor vehicle HDH 086 T for the year in which\nthe\ncollision occurred. The police information was erroneous. The cause of the\nmistake is not clear from the papers but it would\nseem to have been the\nfollowing. The information conveyed by the police to the attorney was based on\ntheir accident report form.\nThe statement therein that Santam was the third\nparty insurer emanated from the observations of the policeman who attended the\nscene\nof the collision. It is to be inferred that he found on the windscreen of\nthe insured vehicle a third party token bearing the figures\n736915 and\nreflecting Santam as the insurer. This was, however, in respect of a period\nprior to\nthe/\n6.\nto the one in which November 1983 fell. It will be\nborne in\nmind that insurance under the Act was, save\nfor vehicles operated under\nspecial permits, for\nannual periods running from 1 May to 30 April of\nthe\nfollowing year. Accordingly,a token for \"1983/1984\" should have been\ndisplayed on the vehicle driven by Mrs Venter. The one - and\npresumably the only\none -the police officer probably saw was for 1982/1983. Wrongly assuming that it\nrepresented a current and valid\ninsurance, he, without noting the date, reported\nthat Santam was the third party insurer. As I have indicated, appellant was the\ninsurer at the relevant time. This the attorney ascertained on 19 December 1985\nfrom Mrs Venter's father (apparently the owner\nof/\n7.\nof the car she was driving). He furnished the\nattorney with\nthe third party token for the 1983/1984\nyear reflecting appellant as the\ninsurer. By this\ntime, of course, more than two years having elapsed\nsince the collision and no M V A 13 form having been\nserved on appellant, the claim against it had prescribed.\nOn 14 January 1986 the attorney requested appellant to\nwaive its right to rely on prescription but it refused to do\nso. Hence the application in terms of sec 24(2)(a)(i).\nIt provides (in so far as is material to\nthis matter):\n\"If a third party's claim for compensation has become prescribed under\nsubsection (1) of this section and a court having jurisdic-tion\nin respect of\nsuch claim is satisfied, upon application by the third party concerned -\n(i)/\n8.\n(i) where the claim became prescribed\nbefore compliance by the third party with the provisions of section 25(1), that\nby reason of special circumstances he or, if he instructed\nany other person to\ncomply with those provisions on his behalf, such person could not reasonably\nhave been expected to comply with\nthe said provisions before the date on which\nthe claim became prescribed; or (ii) ... (iii)\n...\nthe court may grant leave to the third party to\ncomply with the said provisions and serve process in any action for enforcement\nof\nthe claim on the authorized insurer in accordance with the provisions of\nsection 25(2) before a date determined by the court ...\"\n\"Special circumstances\" (as defined in sec 1) do \"not\ninclude any neglect,\nomission or ignorance\". In an\naffidavit in support of the application, the\nattorney\nalleges that the furnishing of íncorrect information\nto/\n9.\nto him by the police concerning the identity of\nthe\nauthorized insurer constituted special circumstances\nand that by\nreason thereof (seeing he was ignorant of\nappellant being the insurer) he could not reasonably\nhave been expected to\nhave timeously served the M V A 13\nform on appellant. This was accepted by the court\na\nquo\nwhich, accordingly, found that the requirements\nof the section had been satisfied.\nIn a number of recent decisions (\nFederated\nEmployers' Insurance Co Ltd vs Magubane\n1981(2) S A\n7l0(A),\nOelofse vs Santam Versekeringsmaatskappy Bpk\n1982(3) S A 882(A),\nCommercial Union Assurance Co of\nS A Ltd vs Johannesburg City Council\n1983(1) S A 226(A)\nand\nCoetzee vs Santam Versekeringsmaatskappy Bpk\n1985(1)\nS A 389(A)) this Court, in interpreting sec 24(2)(a)(i)\n(and/\n10. (and (ii), which regulates the situation where the claim has\nprescribed by reason of the failure to serve the summons timeously\nafter service\nof the M V A 13 form) has dealt with what an applicant for re-lief thereunder\nhas to establish. The central requirement,\nand the only one to which, in the\nview I take of the matter, it is necessary to refer, is that the failure to\nserve the M V A 13\nform (or summons) must not have been due to the culpable or\nblameworthy (\"verwytbare\") conduct of the third party or the person he\ninstructed to act on his behalf. In other words, he must not have been negligent\n(in the delictual sense -\nCoetze\ne's case (\nsupra\n) at 394 E). This\nmeans, where the third party acts himself, that he observed the degree of care\nwhich a reasonable man (the\ndiligens paterfamilias\n) would\nhave/\n11.\nhave in the circumstances. Where an attorney is em-ployed,\nthe issue is whether, in carrying out his mandate, he acted with the care\nof a\nreasonably prudent practitioner. In the latter case, a higher standard will be\nrequired than in the former. More is reasonably\nto be expected of a skilled\nprofessional than an untrained layman. The test is therefore not a uniform one.\nThis may seem strange\nbut it is an inevitable consequence of the section, in\neffect, providing for the yardstick of reasonableness to be applied to persons\npossessing different gualifica-tions and skills. It follows that in a given\ncase, whether there has been negligence, might depend\non whether the third party\nwas represented or not. In either event, however, the question of what ought to\nhave been foreseen\nas/\n12.\nas a reasonable possibility necessarily arises; for\nthe\nanswer to it determines whether, and if so what, pre-cautions need have\nbeen taken.\nWith these basic principles in mind, I turn to a consideration of\nthe vital inquiry in this matter, viz, whether the attorney was\nnegligent in\naccepting the correct-ness of the police report that Santam was the insurer of\nthe other vehicle. If he was not, then,\nby reason of special circumstances, the\nattorney could not reasonably have been expected to timeously serve the M V A 13\nform and\nthe application was correctly granted. If, however, he was negligent,\nthen the application should have been refused.\nA value judgment is involved. An assessment of whether a person's conduct\nmeasures up to that of the mythical reasonable man has to\nbe made. This is\noften/\n13. often a matter of difficulty. The present is such a case.\nThere is much to be said in favour of the finding of the court a\nquo\nthat\nthe attorney was, on the basis of what he had been told by the police, entitled\nto believe that Santam was the insurer and to\ncontent himself with that\ninformation. The report to him was a formal one, made by a member of the police\nforce. As far as he knew\nthere was no prosecution for driving an uninsured\nvehicle in con-travention of sec 2(1) of the Act or for failing to attach the\n1983/1984\ntoken to the vehicle as enjoined by sec 16(1) of the Act. The attorney\nwas aware, merely, that Mrs Venter was charged with culpable\nhomicide and\ndriving without a valid licence. He deposed to the fact, albeit only in reply,\nthat in seventeen year's experience\nhe/\n14. he could only recall one occasion when the police had made the\nsort of mistake that occurred here. During February 1984 he was\ninformed by\nrespondent's wife that she had ascertained that Santam was the insurer of the\nother vehicle involved in the collision.\nAll these factors, so it was argued on\nbehalf of respondent, would have served as confirmation of the police report\nthat Santam was\nthe insurer. Certainly, no alarm bells rang to act as a warning\nthat it was not. Moreover, the avenues open to the attorney to check\nthe\ncorrectness of what the police told him were limited. There was no statutory\nobligation on an authorized company to inform a\nthird party that it was the\ninsurer; indeed, the attorney states, the policy of some companies was to refuse\nto admit that\nthey/\n15.\nthey were on risk until a plea was filed. It is\nalso\nalleged that owners did not usually comply with their\nstatutory duty\n(in terms of sec 20(2)of the Act) in effect to\ndisclose the identity of their\ninsurer. Finally, there\nis the consideration that one has to guard against being\nwise after the\nevent. In all these circumstances, there\nis force in the following contention of the attorney\n(contained in his replying affidavit);\n\"In my submissie kon dit nie redelikerwys van my verwag word om, in die\nafwesigheid van enige aanduiding dat die M V A besonder-hede\ndeur die polisie en\ndie Applikant se eggenote verstrek, moontlik nie korrek was nie, enige verdere\nnavrae te doen ten einde dubbel\nseker te maak dat dit korrek is nie. Alhoewel 'n\noorversigtige\nprokureur/\n16.\nprokureur dit moontlik sou gedoen het, was dit met eerbied\nnie 'n gewone en te wagte verskynsel dat die inligting wat die polisie\nvan die\nversekerde voertuig be-kom het, betrekking sou hê op 'n\nversekerings-deklarasie wat reeds verval het nie.\"\nI have,nevertheless come to the conclusioh that the\nsukmission cannot be sustained. The onus of satisfying\nthe court a\nquo\nthat the attorney was not negligent\nwas on respondent. In my view,\nit was not discharged.\nThe correct and timeous identification of the\nauthorized\ninsurer by the attorney was, of course, fundamental to the\npursuit of\nrespondent's claim. What the attorney did\nin this regard was to rely exclusively on what the\npolice told him.\nRespondent's wife's report cannot\ntruly be viewed as verification thereof. He\nhad not\nasked/\n17. asked her to find out who the insurer was or to confirm that\nit was Santam. The source of her information was un-known to him.\nIndeed, it is\nclear that he did not rely on what she told him. As I have said,he pinned his\nfaith on the police report. In my view\nhe was not entitled to do so.\nThe\nattorney ought to have foreseen that,for\nvarious reasons,the insured vehicle\nmight have had\naffixed to it merely a \"stale\" token (ie one in respect of an\nexpired period of insurance). I deal with only one such reason. As a\nreasonably\nskilful attorney he would know that insurance under the Act ran from year to\nyear, that there are a number of companies\nwhich\nare/\n18. are authorized insurers and that different tokens were issued\nfor each annual period. Such an attorney would, therefore, appreciate\nthat (as\nhappened here) an owner, though having taken out fresh insurance with a\ndifferent company for the current year, might overlook\nthe necessity of\ndisplaying the new token on his vehicle (even though this would constitute an\noffence in terms of sec 16(3) of the\nAct); and that he might have left the\nprevious year's token on the vehicle. Certainly, one knows that this not\ninfrequently happens.\nThis is what is alleged in appellant's answering affidavit\nand there is no reason not to accept it.\nThe second possibility (in logical sequence)\nthat/\n19.\nthat ought, in my judgment, to have been foreseen by the\nattorney and accordingly guarded against, is that the police officer, in\nrecording the details of the vehicle's third party insurance at the scene, might\nnot notice or realise that the token related to\nan expired period of insurance;\nand that he might, accordingly, mistakenly reflect the company which issued it\nas the current in-surer.\nTwo persons were killed in the collision (which\noccurred at night); three were injured, one (respondent) seriously. Two vehicles\nwere involved. There was, therefore, probably a great deal for the policeman to\ndo at the scene and a lot of information to gather.\nIn this situation, his\nattention would\nhardly/\n20. hardly have been focused on details of the third party\ninsurance of the vehicle; and he might not have been alerted to any offence\nhaving been committed under the Act. He did, of course, correctly record, save\nfor the date, the particulars appearing on the token,\nbut it is not surprising\nthat he was not alive to the fact that it was in respect of insurance which had\nexpired. He might even have\nthought, if he was particularly\ninex-periénced, that \"1982/1983\" on it covered insurance for the whole of\n1983 and not just\nuntil 30 April 1983. There is no indication in the papers of\nthe rank of the officer who went to the scene. The attorney was, therefore,\nnot\nentitled to assume that he was an ex-perienced policeman.\nIn/\n21. In a case relied on by the court a\nguo\n, viz\nMazibuko vs\nSinger\n1979(3) S A 258(W) at 263 B - C, COLMAN J expressed the passing\nthought that it would be \"rare\" for an accident report form, prepared\nby the\npolice, to reflect incorrectly the name of the third party insurer. And in his\nfounding affidavit, the attorney states that\nthe presence on a vehicle of a\nstale token and ,the police regarding it as valid and current and reporting\naccordingly, are unusual\nand unexpected circumstances. That may be (al-though, I\nmust add, this is denied on behalf of appellant). But, in any event, in the\nlight of what has been said, they were foreseeable as a reasonable possibility\neven though the risk of them happening may have been\nsmall. It follows that the\nattorney ought to have foreseen that Santam might not be the authorized insurer\nat the relevant time and\nthat\nthe/\n22.\nthe police report to this effect might be mistaken. And\nhe\nshould not have taken any comfort (if he did) from there not having been any\nprosecution for the owner's failure to take out insurance\nfor the 1983/1984 year\nor,if this was done, his failure to attach the relevant token to the\nvehicle.\nNaturally, the attorney is not to be faulted for looking, in the\nfirst instance, to the police for information as to who the authorized\ninsurer\nwas. This is invariably done. In my view, however, he culpably erred in taking\nwhat they told him as the last word on the\nsubject. He placed too much\nconfidence in what was essentially a hearsay report. In not checking its\nveracity and in waiting until\nthe last day before serving the M v A 13 form on\nSantam (so that, if it\nturned/\n23.\nturned out not to be the insurer there was no time left to\nserve on the correct company) he took a chance; he ran an unwarranted risk.\nHe\nshould not have. The consequences of Santam not being the insurer and this being\nascertained only after prescription had run were\ndire. And there were a number\nof relatively simple courses open to him and which should have been taken on\nreceipt o.f the police\nreport. One was to follow the procedure (which the\nattorney in his re-plying affidavit admits is often adopted) of asking the\ninsurance\ncompany referred to by the police (ie Santam) whether it was on risk.\nTrue, it was not obliged to react and might not have. But respondent\nhas/\n24. has not established that it would not have and that in this way\nhe would not, at an early stage, have learned that Santam was\nnot the insurer at\nthe time of the collision. Secondly, a demand could,in terms of sec 20(2) of the\nAct, have been made on the owner\nof the vehicle to identify the insurer by\nproducing the prescribed proof of insurance. In\nHerschel vs Mrupe\n1954(3)\nS A 464(A) SCHREINER JA descrlbed this step as \"an elementary precaution\". The\nlearned judge was dealing with sec 22(2) of\nAct 29 of 1942 (the predecessor to\nsec 20(2) of the present Act). A letter had been written to the owner\nre-questing, not the declaration\nof insurance, but merely the name of the\ncompany. At 481 (A - D) the\nfollowing/\n25. following is said:\n\"I find it difficult to understand why any ordinarily careful attorney should\never institute proceedings against an insurance company\nunder the Act without\nhaving first obtained from the owner of the motor vehicle, whose insurer he\nwishes to sue, production of the\ndeclaration of insurance and the copy of the\ninformation mentioned in sec. 22(1). The whole case which is contemplated\ndepends upon\nthe statutory declaration of insurance, and the Act accordingly\nprovides for its production to anyone who might wish to bring action\nunder its\nprovisions ... No reasonable man would conclude from this letter that the\nattorney was about to plunge into litigation\nwithout taking the elementary\nprecaution of seeing the document on which his whole case would rest.\"\nHere the attorney did not even communicate with the\nowner. Though, as I\nhave indicated, he states that\nthere ís usually no response to the\nutilisation of\nthis/\n26.\nthis type of remedy, I am not persuaded that it has been shown that it would\nnot have borne fruit. It is significant that eventually\nthe attorney was told\nwho the authorized insurer was the day following his request to the owner for\nthis information. It must also\nbe remembered that the owner commits an offence\nif he\nfails to comply with sec 20(2).\nIt may be said that what has been\nstated places an undue and indeed unreasonable burden on an attorney; that it\nrequires of him too\nhigh a standard of care. I do not think so. On the basis of\nthe ordi-nary standard of care of a reasonably diligent and careful\npractitioner,\nthe profession of an attorney is an exacting\none./\n27.\none. Measuring the attorney's conduct against\nit, it\nmust be adjudged to have been wanting.\nTo sum up, I find that the attorney was neg-ligent, that this was the cause\nof the M V A 13 form not being timeously served on appellant,\nthat respondent\ndid not satisfy the requirements of sec 24(2)(a)(i) of the Act and that the\ncourt a\nquo\nshould therefore not have granted the application.\nIn the result, the following order is made:\n(1)\nThe appeal succeeds with\ncosts.\n(2)\nThe judgment of the court a\nquo\nis altered to read:\n\"The application is\ndismissed with costs\".\nH H NESTADT, JA RABIE, ACJ ' )\nCORBETT, JA ) CONCUR\nBOTHA, JA )",
  "scraped_at": "2026-02-11T21:21:52.417483",
  "date": "1987-09-29",
  "coram": [
    "RABIE, ACJ",
    "CORBETT",
    "BOTHA",
    "NESTADT JJA",
    "BOSHOFF, AJA"
  ],
  "case_number": "143/86",
  "parties": {
    "applicants": [
      "Guardian National Insurance Co Ltd"
    ],
    "respondents": [
      "Rudolf Stephanus Weyers"
    ]
  },
  "sections": {
    "facts": "On 5 November 1983 the respondent was injured in a collision between his vehicle and a vehicle insured by the appellant under the Compulsory Motor Vehicle Insurance Act. The claimant was required to serve a prescribed MVA 13 claim form on the insurer within two years. Relying on a police report that identified Santam as the insurer, the respondent's attorney sent the MVA 13 form to Santam on 4 November 1985, the day the two‑year period expired. It later emerged that Santam was not the insurer at the time of the collision; the appellant had been the insurer. The claim was therefore prescribed. The respondent applied to the Transvaal Provincial Division for leave to serve the MVA 13 form and summons after the prescription period, citing “special circumstances”. The court initially granted leave, a decision now appealed.",
    "issues": "The appeal raised two main issues: (1) whether the attorney’s reliance on the police report constituted negligent conduct that barred the invocation of “special circumstances” under s 24(2)(a)(i) of the Act; and (2) whether, in light of any negligence, the respondent’s claim should remain prescribed and the application for leave should be dismissed.",
    "principles": "Section 24(2)(a)(i) of the Compulsory Motor Vehicle Insurance Act permits leave to serve the MVA 13 form where the failure to do so was not due to the claimant’s culpable conduct. “Special circumstances” exclude neglect, omission or ignorance. The standard of care required is that of a reasonably diligent practitioner, higher for an attorney than for a layperson. Precedent cases (Federated Employers’ Insurance Co v Magubane; Oelofse v Santam; Commercial Union v Johannesburg City Council; Coetzee v Santam) reaffirm that negligence must be shown for the special circumstances defence to fail.",
    "application": "The court examined the attorney’s conduct against the reasonable‑practitioner standard. It held that the attorney should have anticipated that a police‑recorded third‑party token might be stale and that verification of the insurer – either by contacting the insurer named or by requesting the vehicle owner’s declaration of insurance – was a simple, ordinary precaution. Reliance solely on the police report, without further enquiry, was therefore negligent. Consequently, the “special circumstances” defence was unavailable, and the application for leave was improperly granted.",
    "conclusion": "The appeal was allowed. The original judgment was amended to dismiss the respondent’s application with costs. The court ordered that the appellant’s insurer could rely on the prescription of the claim."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Insurance",
    "level_3": [
      "prescription",
      "special circumstances",
      "negligence",
      "court of appeal",
      "third party claim"
    ]
  }
}