{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/136.html",
  "case_name": "S v Mzinyane and Others (137/87) [1987] ZASCA 136 (26 November 1987)",
  "citation": "[1987] ZASCA 136",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 136\n|\nNoteup\n|\nLawCite\nS v Mzinyane and Others (137/87) [1987] ZASCA 136 (26 November 1987)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nDLOZILAKHE RICHARD MZINYANE\nFirst Appellant\nSIHLE MZINYANE\nSecond Appellant\nVO VICTOR MZINYANE\nThird Appellant\nAND\nTHE STATE\nRespondent\nCoram\n: CORBETT,\nJOUBERT et JACOBS, JJ A\nHeard\n: 6 November 1987\nDelivered\n: 26 November 1987\nJUDGMENT\nJACOBS\n, J A :\nThe three appellants were convicted by Galgut J\nand two assessors in the Northern Circuit Local Division at\nLadysmith .... / 2\n2\nLadysmith, Natal, of murder without extenuating circumstances\nand\nsentenced to death. With the leave of the trial Judge the\nappellants appeal\nagainst the finding that there were no ex-\ntenuating circumstances and\nagainst the death sentences. The\nallegations against them were that on the\n3rd March 1986 and at\nor near the Mnweni River in the district of Bergville\nthe appel-\nlants unlawfully and intentionally killed Mapegu Mtolo (the de-\nceased). I\nshall for the sake of convenience continue to re-\nfer to the appellants individually as accused nos 1, 2 and 3\nas they\nappeared before the trial Court.\nThe facts and circumstances surrounding the killing\nof the deceased which led to the convictions and sentences of\nthe accused can be summed up as follows.\nAccused no 1 had a relationship with the sister of\nthe...... / 2\n3\nthe deceased as a result of which she became pregnant. At a\ntribal hearing\nwhich followed, accused no 1 was ordered to pay\ntwo head of cattle as\ndamages. The deceased, as head of the\ngirl's family,was apparently pressing\nfor payment and accused\nno 1 was unable to pay. On the evening of Monday 3\nMarch 1986\naccused nos 2 and 3, who were cousins of accused no 1,\narrived\nat the home of the deceased. They pretended to be policemen\nand told the deceased, his wife and her mother that they had\ncome to fetch the deceased who, so they said, was wanted by the\npolice. When asked what the deceased had done they said that\nfurther enquiries could be made by the family at the police\nstation the next day. Accused nos 2 and 3 thereafter hand-\ncuffed the deceased with a pair of handcuffs which they had\nwith them and took him away. I may perhaps at this stage say\nthat .... / 4\n4\nthat the evidence was to the effect that the deceased was phy-\nsically and\nsexually underdeveloped. He weighed approximately\n40 kg and although he was\napproximately 37 years old, he had the\ngeneral appearance of a 13 year old\nboy. Early the next morning\nthe deceased's family went to the police station\nwhere they were\ntold that the police knew nothing about the whole matter\nand\nthat the deceased had not been fetched from his home by the po-\nlice or by anyone acting on their behalf. A search for the de-\nceased was\nthen organised and later the same day his\nbody was found in a deep pool in a\nriver about 1½ km from de-\nceased's home. The body was inside a synthetic plastic bag.\nIn the bag were also three large stones which were obviously put\nthere to keep the bag under the water. The findings of the\ndoctor who performed the autopsy were that the deceased had not\ndied .... / 5\n5\ndied of drowning, but of loss of blood caused by multiple stab\nwounds and\nlacerations on his neck and head, the most serious\nof which were three\nlacerations next to the right ear, which .\nsevered certain vital arteries or veins in the neck, and one\nstabwound near the Adam's apple.\nThe three accused were arrested a week cr two after\nthe discovery of the deceased's body and shortly thereafter each\nof them made a statement before a magistrate. Despite object-\nions on accuseds' behalf these statements were, after a trial\nwithin a trial, admitted as evidence against the respective\naccused. In his statement accused no 1 admitted that, because\nthe deceased had been pressing him for payment of the damages\nhe had been ordered to pay, he decided to kill the deceased and\nfor this purpose enlisted the aid of accused nos 2 and 3.\nAt...... / 6\n6\nAt his request accused nos 2 and 3 fetched the deceased from\nhis home and\nbrought him to where he, accused no l,was waiting.\nThe three of them then cut\nthe deceased's throat and put his\nbody in a bag which they dumped in a pool\nin the river. In\ntheir statements accused nos 2 and 3 for all practical\npurposes\nconfirmed accused no l's version of the events and admitted\nthe\npart they played in the commission of the crime.\nAfter the close of the State's case, all three\naccused testified in their\nown defence. They merely repeated\ntheir evidence during the trial within a\ntrial which was to the\neffect that what they had told the magistrate in their\nstate-\nments to which I have referred earlier was not true. Each one\nagain\nrelied on alleged assaults by certain policemen which\nassaults were aimed at forcing them to confess to the crime and\nwhich .... / 7\n7\nwhich, so they alleged, resulted in them making the statements\nbefore the\nmagistrate. Accused nos 2 and 3 in addition, as\nthey did during the trial\nwithin a trial, relied on alleged pro-\nmises by accused no 1 after their\narrest that if they admitted\nto having assisted in the killing of the\ndeceased he, accused\nno 1, would see to it that they would be acquitted\nshould they\nappear before a Judge accused of committing the crime.\nAfter the three accused were convicted of murder\nDr Buccimazza was called as a witness by Mr\nSingh\n, who appeared\non behalf of accused nos 2 and 3. He had examined these two\naccused for the purposes of establishing their respective ages.\nHis opinion, which was based largely on the accuseds' tooth and\nsexual development, was that accused no 2 was in his early\ntwenties. It was put to him that according to the accused he\nwas .... / 8\n8\nwas born in 1967 which would have made him 19 at the time of\nthe trial.\nHis answer was that if he had to accept that accu-\nsed no 2 was in fact 19\nyears old when he examined him, he would\nsay that the accused was in any\nevent closer to 20 than to 19.\nThe doctor was of the opinion that accused no\n3 was probably\nolder than accused no 2 and he estimated accused no 3's age\nat\n20-21. I may just add that accused no 1 testified that he was\nborn in 1964\nand this was apparently accepted by the trial Court.\nAccused nos 2 and 3 were thereafter called to testi-\nfy in extenuation. Their versions were for all practical pur-\nposes to the\nsame effect and can be summarised thus. They\nboth admitted that the evidence\ngiven by them during the trial\nwithin a trial as well as their evidence given\nafter the close\nof the State case was untrue. They stated that they lived\nabout .... / 9\n9\nabout three hours walk from where accused no 1 lived with his\nfather, who\nis their uncle. On Sunday the 2nd March 1985\nthey were away from home and on\ntheir return in the late after-\nnoon they received a message that during\ntheir absence their\ncousin, accused no 1, had been there and had left a\nmessage that\naccused no l's father wanted them to come to his kraal.\nThey\nimmediately proceeded to their uncle's kraal but although\naccused no\n1 and his father were there when they arrived, no\none told them, nor did they\nask anyone, why they had been called.\nAccused no 1 and his father merely told\nthem to come back the\nnext day. The next day, 1 e Monday the 3rd, they went\nback\nto accused no l's home. On their way they were met by accused\nno 1 who bought some spirits at a store which he gave to the\ntwo of them to drink. On their arrival at accused no l's\nfather's ....... / 10\n10\nfather's kraal they were given further liquor from a large bucket\nof beer.\nThey were also given some dagga to smoke. Accused\nno 1 did not drink any\nliquor but he also smoked dagga. Late\nin the afternoon, when they were well\nunder the influence of\nliquor and dagga, accused no l's father told them that he wanted\nthem to\nassist him and accused no 1 to kill the deceased be-\ncause of the damages\nwhich accused no 1 was required to pay to\nthe deceased. They at first refused\nto assist but accused no\nl's father offered to reward them and also threatened them that\nif they refused to assist, they would not reach home that night,\nthe\nimplication being that they themselves would be killed.\nBecause they were affected by the liquor and dagga, and because\nof the threats and the offer of a reward, they agreed to assist\nin the killing. That evening accused no 1 accompanied them\nand..../ 11\n11\nand pointed out the deceased's home to them. Accused nos 2 and\n3 entered the deceased's home and they pretended to be police-\nmen who had\ncome to arrest the deceased. They handcuffed him\nwith a pair of handcuffs\nwhich accused no 1 had given them\nearlier and took him to a spot near the\nriver where accused no 1\nand his father were waiting for them. Accused no l's\nfather\nthen told them to hold the deceased down and he, the father,\ncut\nthe deceased's throat with a knife. The four of them there-\nafter put\nthe deceased's body in a sack which they had with them\nand threw the sack\nwith the body into the river.\nAccused no 1 gave no evidence in extenuation. His\ncounsel, in cross-examination, put it to accused nos 2 and 3\nthat they were falsely implicating him and his father. It was\nfurther put to accused nos 2 and 3 that the first time accused\nno 1 ..../ 12\n12\nno 1 ever met the other two was after the three of them had been arrested and\nlocked up together.\nAs already stated, the trial Court found that there were\nno extenuating circumstances and all three accused were sentenced to death.\nThe\nprinciple is, of course,well settled that the question as to the existence or\notherwise of extenuating circumstances is essentially\none for decision by the\ntrial Court, and that in the absence of misdirection or irregularity, this Court\nwill not interfere with\na finding that no extenuating circumstances were\npresent, unless it is one to which the trial Court could not reasonably have\ncome.\nMr\nBezuidenhout\n, on behalf of accused no 1, quite rightly, in my view,\ndisavowed reliance on any misdirections on\nthe part of the trial Court. His submissions were simply that\nno reasonable court\ncould .... / 13\n13\ncould have come to the conclusion that accused no l's youth and\nlimited sophistication and the influence which his father pro-\nbably had\nover him were not such as to sufficiently reduce his\nmoral blameworthiness so\nas to constitute extenuating circum-\nstances. As far as accused no l's alleged youthfulhess was\nconcerned, he\ntestified that he was born in 1964 which would\nmean that when the crime was\ncommitted in March 1986 he was at\nleast 21 years old. He was therefore not a teenager any more\nbut, as was\npointed out by Rumpfff C J in\nS v Lehnberg en 'n\nAnder\n1975 (4) SA 553\nat p 561 H, a person of 20 years or older\ncan also show, by acceptable evidence, that he was psychologi-\ncally immature to the extent that his immaturity could serve in\nextenuation. As stated earlier, accused no 1 gave no evidence\nin extenuation and nothing was placed before the trial Court\nto .... / 14\n14\nto show, on a balance of probabilities, that accused no 1 must be regarded as\nless mature than the average 21 year-old. In-deed, as\nthe trial Court quite\nrightly pointed out he is, and was at the time of the commission of the crime,\nalready married. It is also\nperhaps of some significance that accused no 1\nhim-self testified that when the deceased's sister fell pregnant he discussed\nthe\npossibility of marrying her, presumably as a se-cond wife, with his father\nwho pointed out that lobola had already been paid for\nhis first wife. According\nto the accused his father added \"that I had to see for myself as to what to do\nbecause I am now a grown-up\nman.\" As far as the submission, which was also\nmáde before the trial Court, that accused no 1 probably acted under the\ninfluence\nof his father the trial Court found that it had not been shown on\nbalance that accused no 1\nwas .... / 15\n15\nwas under his father's influence when the decision to kill the\ndeceased\nwas made and the plan devised to do so. The Court\nfound that all the indications are that accused no 1 was\nas much in\ncontrol of the whole situation as his father.\nHere again it is perhaps\nsignificant that when accused nos 2\nand 3 arrived at the river with the deceased it was, accord-\ning to the evidence of accused no 2, accused no 1 who did the\ntalking and said:\n\"You have helped me out. I have been looking for this dog a long\ntime.\"\nIn my view nothing has been advanced which would\nwarrant this Court interfering with the trial Court's finding\nthat, as far as accused no 1 is concerned, no extenuating cir-\ncumstances were present.\nI .../16\n16\nI turn now to the appeals by accused nos 2 and 3 against the trial Court's\nfinding that, also as far as they were concerned, there\nwere no extenuating\ncircumstances. Before the trial Court Mr\nSingh\n, who appeared on their\nbehalf, advanced the following facts and circumstances as constituting\nextenuation:\n(a) Their alleged intoxication when on the Monday,\naccording to\nthem, they were told what they were expected to do and agreed to do so. In fact,\naccording to them they were strongly\nunder the in-fluence of liquor when they\nfetched the deceased from his home and assisted in the killing;\n(b)\nthe alleged threats by the\nfather of accused no 1;\n(c)\nthe probability\nthat they were under the influence\nof .../ 17\n17\nof accused no 1 and his father; and lastly (d) the youthfulness and lack of\nsophistication and\neducation of accused nos 2 and 3.\nThe trial Court fully considered the submissions\nmade by Mr\nSingh\nand dealt with each and every one of the\nfactors advanced by him. As far as the alleged intoxication\nand influence\nof dagga were concerned the trial Court was pre-\npared to accept that on the\nMonday, i e the day the deceased\nwas killed, accused nos 2 and 3 drank liquor\nand smoked dagga\nbut the Court found that the effect thereof was exaggerated\nby both of them. The Court pointed out that the deceased's\nwife, Bushapi,specifically stated in her evidence that if the\ntwo accused had been drinking before they arrived at her home\nthey certainly showed no sign of it. They also played their\nrole .... / 18\n18\nrole so well that she, Bushapi, and obviously also the deceased's\nmother\nwho was called before the deceased was taken away, were\nfooled into believing that accused nos 2 and 3 were in fact\npolicemen. It\nis also significant that in their confessions\nbefore the magistrate neither\nof the accused mentioned a word\nabout liquor or dagga having played a role in\nwhat they did.\nBut on the question of the alleged intoxication, and this\nalso\nhas an important bearing on the alleged threats by accused no l's\nfather, the trial Court expressed the view that on the Sunday\naccused nos 2 and 3 already knew what the reason was for having\nbeen invited to the home of accused no l's father and were already\nat that stage informed of the plan which had been devised to kill\nthe deceased and the part they were expected to play. The\ntrial Court was not prepared to accept that the two accused\nwould...... / 19\n19\nwould have walked for three hours to get to the kraal of accused\nno l's\nfather and then when, as they wanted the Court to believe,\nno one told them\nthe reason why they were called and they were\nsimply told to come back the next day, they would not have asked\nfor a reason. In my view the trial Court was fully justified\nin coming to this conclusion especially when one looks at their\nevidence in this regard. In answer to questions by counsel for\nthe State, accused no 2 testified as follows:\n\"Did they tell you at all why you had to come back the next day? .... No they\ndid not tell us. So you spent 3 hours walking back to\nyour home without being\nany the wiser? .... That is how it happened. Why did you not ask them 'what are\nyou calling us all the way\nhere for?' .... We did not think of asking them.\"\nAccused no 3, also in answer to questions by counsel\nfor the State,testified as follows:\n\"Why.... ? 20\n20\n\"Why were you not curious to find out what this was all about? .... We did not\nfind out. We thought they were going to tell us because\nthey are the ones that\nhad called us.\nYes, and when they didn't tell you why didn't you enquire? .... It did not occur\nto us to ask them, because they had called us.\nYou were quite happy to walk for 6 hours and not to know what was going on? ....\nWe were just taking a walk. We were not in a hurry\nto get\nanywhere.\"\nAt no time was there any suggestion that\non the Sun-\nday accused nos 2 or 3 had been given or had partaken of any liquor or that\nthey were threatened by accused no 1 or his father should\nthey refuse to take\npart in the plan. Once therefore the trial Court found that the two accused were\nal-ready told on the Sunday\nwhat the plan was, their versions when they gave\nevidence that they agreed to the plan because they were intoxicated or because\nthey\nwere threatened were devoid\nof ..... / 21\n21\nof all truth. On the Monday the two accused, out of their own\nfree will,\nproceeded to the kraal of accused no 1's father well\nknowing why they were\ngoing there. The probabilities seem to\nbe that any liquor which they may have\ntaken thereafter, and\nwhich in any event as the Court found had no visible\neffect on\nthem, was taken to fortify themselves to enable them\n\"insensi-\ntively to carry out (their) fell design\", to use the words\nof\nHolmes JA in\nS v Ndhlovu\n(2)\n1965 (4) SA 692\n(A) at p 695\nD-E.\nAs regards the alleged influence of accused no 1 and his father\nover accused nos 2 and 3 the trial Court found that there was\nnothing in the evidence to show that their relationship was\nsuch that accused nos 2 and 3 were compelled to go along with\nthe plan devised by the former two and that there was no\nsuggestion that accused no 1 or his father were in any way in\nauthority .... / 22\n22\nauthority over accused nos 2 and 3.\nI come now to deal with the last, and perhaps the\nmost important, factor\nadvanced on behalf of accused nos 2 and 3\nas constituting extenuation, namely\ntheir youthfulness and lack\nof sophistication. There was no evidence as to\ntheir exact ages\nor the years in which they were born. I have already\nreferred\nto the evidence of Dr Buccimazza who examined the two accused\nfor\nthe purposes of establishing their approximate ages. He consider\ned that they were at the very youngest 19 at the time of the com-\nmission\nof the offence but said that if he had to accept no 2's\nstatement that he was 19 years old at the time of examination he,\nthe doctor, would say that he was closer to 20 than 19 which would\nhave made him closer to 19 than 18 at the time of the offence. :\nits judgment on extenuating circumstances the trial Court approached\nthe..../ 23\n23\nthe matter on the basis that accused no 2 might have been as\nyoung as 18\nyears and accused no 3 as young as 19 years at the\ntime of the offence. This\nwas also the basis upon which Mr\nSingh\npresented his argument before\nthis Court. The two accused\nwere therefore both teenagers when they committed\nthe crime which\nmeant that they were both\nprima facie\nto be regarded\nas immature.\nIt would follow from this that a court would normally be re-\nluctant to find that there are no extenuating circumstances un-\nless there are present other factors such as eg the manner of and\nthe motive for the commission of the crime and whatever else is\nrelevant to show that the crime stemmed from inner vice (\"in-\nherente boosheid\"). This, in summary is the broad effect,\nas I understand it, of some of the leading cases on the pro-\nblem of sentencing a youth found guilty of murder (see\nS v Lehnberg\n........ / 24\n24\nS v Lehnberg en 'n Ander\n1975 (4) SA 553\n(A);\nS v Mapatsi\n1976\n(4) SA 721 (A);\nS v Ceasar\n1977 (2) SA 348\n(A) and\nS v\nNgoma\n[1984] ZASCA 59\n;\n1984 (3) SA 666\n(A). The concept of \"inherente boosheid\"\nwas explained by\nMiller JA in\nCeasar\n's case (\nsupra\n) as follows\n(at p 353 C-F):\n\"A finding that a person acted from inner vice in the commission of a crime does\nnot imply that he has mani-fested vicious or wicked\npropensities throughout his\nlife; nor is a long history of wickedness necessary to such a finding.\nPrimarily, the question in any\ngiven case (in the context under discussion, i e\nwith refe-rence to youth as a mitigating factor) is whether the crime in\nquestion\nstemmed from the inner vice of the wrongdoer, whether he be a first\noffencer or one with many previous convictions. It is in order\nto answer that\nquestion that the Court will examine, and take into account as\nindicia\n,\nthe wrongdoer's motive, per-sonality and mentality, past history and whatever\nelse is relevant to the enquiry. And, of course, it\nwill take into account the\nnature of the crime and the manner of its commission. (See the passage quoted\nabove from the judgment\nof the CHIEF JUSTICE in\nMapatsi's\n/ 25\n25\nMapatsi\n's case.) The concept of inner vice as the genesis of a grave\ncrime committed by a youth throws into proper contrast the case of a\ncrime\n(perhaps equally dastardly) committed by another youth who has, largely because\nof his youth and its attendant degree of in-experience,\nacted in response to\nouter\ninfluences; eg under the pressure and stress of intense emotions\nin-duced by another (cf\nLehnberg\n's case) or under direct or indirect\ninfluence of one older than himself, or under circumstances which to him,\nbecause of his youth\nand inex-perience, were provocative or\nemotive.\"\nIn its judgment on whether, because of their\nyouth-\nfulness, the accuseds' moral blameworthiness was diminished,\nthe\ntrial Court said the following:\n\"The difficulty, however, is that the facts surrounding the killing of the\ndeceased show that it was a most despicable crime. It\nwas premeditated and\ncarried out in a careful and cowardly manner. They gained control of the\ndeceased by means of a ruse. Four people\nkilled him by holding him and cutting\nhis throat while he struggled and screamed. He was a man with the build of a 13\nyear old, as\nDr Prins testified and as confirmed by the evidence of Cebelchulu.\nHe was, therefore, completely helpless. Another matter\nwhich ....\n/ 26\n26\nwhich is most disturbing is that the whole thing was done with money as a\nmotive.\nAccused No 1 sought to kill the deceased because he intended thereby to avoid\npaying a debt that he owed. Accused Nos 2 and 3 apparently\ntook part for\npersonal gain. In our view, the whole matter should fill any right-thinking\nperson with revulsion.\"\nReferring to the above passage in the\ntrial Court's\njudgment Mr\nSingh\nsubmitted, and I quote from his heads\nof\nargument:\n\"The Honourable Judge correctly described the crime as a 'most despicable crime'\nthat 'should fill any right thinking person with\nrevulsion'. With respect,\nhowever, the learn-ed Judge misdirected himself in testing the extenuating\nfactors argued on behalf of\nthe second and third Appellants against the horrible\ncircumstances under which the de-ceased met his death; for any cold-blooded\nmurder is always an evil and despicable one.\"\nFor the submission\nthat the trial Court misdirected\nitself, Mr\nSingh\nrelied exclusively in what was said by this\nCourt..../ 27\n27\nCourt in\nS v Van der Berg\n1968 (3) SA 250\n(A) on page 252C - 253A\nand particularly on the following passage appearing on page 252H:\n'n Verhoorhof sou dus, by oorweging van die gepaste vonnis in 'n geval van 'n\nskuldigbevinding aan moord met versagten-de omstandighede,\ntereg die aard van\ndie versagtende om-standighede sowel as die aard van die moord in aanmerking kon\nneem, maar, by oorweging van\ndie vraag of 'n bepaalde omstandigheid as 'n\nversagtende omstandigheid aangemerk be-hoort te word, kan die aard van die moord\nnie\nrelevant wees nie.\"\nThe judgment in\nVan der Berg\n's\ncase was considered\nby this Court in\nS v Petrus\n1969 (4) SA 85.\nIn the\nlatter\ncase, the appellant, a youth of 18, was with two others con-\nvicted of a murder in which the deceased received 70 stab wounds.\nHe was sentenced to death. It was also, relying on the judg-\nment in\nVan der Berg\n's case, argued before this Court -\n\" .... dat die Hof, by oorweging van die vraag van minder\nverwytbaarheid .... / 28\n28\nverwytbaarheid, misgetas het deur die wreedheid van die misdaad daarby te betrek\nen sodoende die aanwesigheid van 'n versagtende\nomstandigheid verwerp het uit\ndie aard van die misdaad.\"\nIn the Court a\nquo\nwhere\nVan\nder Bergh\n's case was\nalso relied on, Tebbutt AJ had problems with the\npassage in this\nCourt's judgment which I have quoted above. He -\ninter\nalia\nsaid the following:\n\"Myns insiens het die geleerde Appèlregter deur die woorde 'kan die aard\nvan die moord nie relevant wees nie', be-doel dat\ndaar nie aan die gruwelikheid\nof die wreedheid van 'n besondere moord teveel gewig gegee behoort te word nie.\nEk glo nie dat hy -\nmet die hoogste eerbied - bedoel het dat daar nie na die\nomstandighede van die misdaad gekyk kan word nie. As dit wel so was, dan\nsou dit\nbeteken dat, byvoorbeeld, by 'n vergiftigingsaak waar daar miskien drank deur\ndie dader gebruik was sou die Hof gebonde wees\nom nie na die omstandighede van\ndie misdaad, naamlik die vergiftiging te kan kyk nie om te oordeel of enige\ndrank wat gebruik is\nwel die dader so beinvloed het dat dit sy misdaad minder\nlaakbaar maak en sy morele skuld verminder. Myns insiens, soos alreeds\ngesê,\nhet die geleerde\nAppèlregter .... / 29\n29\nAppèlregter dit nie bedoel nie. Die hele trant van die uitspraak in die\nsaak van\nVan der Berg\n, met eerbied, wys daarop dat die Appèlregter\nnie so bedoel het dat daar nie na die omstandighede van die geval kan gekyk word\nnie, en ek het ook my Assessore so ingelig.\"\nSteyn,\nCJ in\nPetrus\n' case does not specifically refer\nto the above quoted passage appearing in\nVan der Berg\n's case\nbut\nfrom his judgment, with which Jansen JA concurred, read as\na whole, I think\nit is quite clear that he approved of the inter-\npretation of Tebbutt AJ of\nthis Court's judgment in\nVan der Berg\n's\ncase. On page 91 E-G the CHIEF\nJUSTICE, after referring to\nsection 330 (1) of the Criminal Procedure Act, 56 of 1955 (sec-\ntion 277\nof the present Act) says the following:\n\"Dit gaan hier om 'n bepaalde dader, die beskuldigde, en die moord wat hyself\ngepleeg het, en dit laat verder vermoed dat die Wetgewer\nhier omstandighede in\ndie oog het wat as ver-sagtend beskou word in die samehang van die feite wat\nbe-trekking het op die bepaalde\ndader en sy wandaad, soos hy\ndit.... / 30\n30\ndit gepleeg het, en nie in samehang van ander feite wat op 'n ander denkbeeldige\nof 'n ander veronderstelde gewone dader en daad\nbetrekking sou hê\nnie.\"\nWhat clearly emerges from the judgment of Steyn CJ\nin\nPetrus\n' case, and is in fact clearly stated in the seperate\njudgment\nof Rumpff JA, is that the atrocity of the crime as such\ncannot exclude or\nwipe out such extenuating circumstances as\nthere may be but, ih the words of\nRumpff JA at page 95 H of\nPetrus\n' case:\n\"Om vas te stel of daar versagtende omstandighede is of nie, spreek dit m i\nvanself dat die feite van die misdaad sowel as die moontlike\nomstandighede wat\nas versagting sou kon dien oorweeg moet word. Die erns of afskuwelikheid van die\nmisdaad, as sodanig, kan nie die\nmoontlikheid van ver-sagtende omstandighede\nuitsluit nie. Ek dink nie iemand sou dit ooit wil beweer nie. Wat wel kan gebeur\nis dat\nwanneer die versagtende omstandighede oorweeg word in die lig van die\nfeite van die misdaad, 'n Verhoorhof sou kon be-vind dat die\nbeweerde\nomstandighede in die besondere ge- , val nie volgens sy mening as versagting kan\ngeld nie.\"\nIn...... / 31\n31\nIn my view the trial Court in the present case did not, in the passage of its\njudgment relied on by Mr\nSingh\n, say or even suggest that the \"horrible\ncircumstances under which the deceased met his death\"\nper se\nexclude any\nextenuating circum-stances flowing from the youthfulness and\nprima facie\nimmaturity of accused nos 2 and 3.\nAs I read the judgment the trial Court paid due\nregard to the youthfulness\nof the accused but when it came to\nthe third part of the threefold enquiry as\noutlined in the case\nof\nS v Ngoma\n(\nsupra\n) at p 673 H, and other\ncases, the Court in\nhaving to pass a moral judgment came to the conclusion\nthat,\ntaking all the circumstances into consideration, it had not been\nshown that the moral blameworthness of accused nos 2 and 3 was\nreduced.\nIn...../ 32\n32\nIn my view it has not been shown that the trial Court had misdirected itself\nnor has it, also as far as accused nos 2 and 3 are concerned,\nbeen shown that\nthe finding that there are no extenuating circumstances is one which the Court\ncould not reasonably have come to.\nThe appeals of all three the accused are dismissed.\nH R JACOBS, JA\nCORBETT, JA )\nconcur\nJOUBERT, JA )",
  "scraped_at": "2026-02-11T21:26:54.535492",
  "date": "1987-11-26",
  "coram": [
    "CORBETT",
    "JOUBERT",
    "JACOBS"
  ],
  "case_number": "137/87",
  "parties": {
    "applicants": [
      "DLOZILAKHE RICHARD MZINYANE",
      "SIHLE MZINYANE",
      "VO VICTOR MZINYANE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The three appellants were convicted of the murder of Mapegu Mtolo. Accused No 1 had a relationship with the sister of the deceased and was ordered to pay cattle as damages. Unable to pay, he conspired with his cousins, accused Nos 2 and 3, to kill the deceased. On 3 March 1986 the cousins, pretending to be police, handcuffed the victim, took him to a riverbank, and, under the direction of accused No 1’s father, slit his throat. The body was placed in a plastic bag with stones and dumped in a river. Autopsy showed death by loss of blood from stab wounds, not drowning. All three were arrested, gave statements to a magistrate, were tried, and sentenced to death.",
    "issues": "The appeal raised two main issues: (1) whether the trial court erred in finding that there were no extenuating circumstances for any of the appellants, and (2) whether the death sentences should be set aside. Specific sub‑issues concerned alleged intoxication, threats by accused No 1’s father, influence of older accomplices, and the appellants’ youth and lack of sophistication.",
    "principles": "The court reiterated that the existence of extenuating circumstances is a matter for the trial court unless there is misdirection or irregularity. It applied the established doctrine that youth and psychological immaturity may mitigate moral blameworthiness, but only where the surrounding facts do not outweigh these factors. The court cited precedent on \"inherente boosheid\" (inner vice) and the need to consider motive, manner of the crime, and personal characteristics, referencing S v Lehnberg, S v Mapatsi, S v Ceasar, S v Ngoma, and the Van der Berg decision on the relevance of the nature of the offence to the assessment of mitigating factors.",
    "application": "The appellate court examined each appellant’s claim of mitigation. It rejected the intoxication argument because the accused showed no observable effect and their confessions omitted any mention of liquor or dagga. It dismissed the threat allegation, finding that the cousins were fully aware of the plan before being summoned and acted of their own volition. Regarding youth, the court accepted the medical evidence that the two younger appellants were at most 19‑21 years old, but concluded that the pre‑meditated, cruel nature of the murder, the financial motive, and the active participation of the appellants outweighed any claim of diminished moral blameworthiness. Consequently, it found no extenuating circumstances for any appellant.",
    "conclusion": "The court affirmed the trial court’s findings and upheld the death sentences. All three appeals were dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "extenuating circumstances",
      "youth",
      "death penalty",
      "appeal"
    ]
  }
}