{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/41.html",
  "case_name": "S v Mkhise and Others (42/87) [1987] ZASCA 41 (12 May 1987)",
  "citation": "[1987] ZASCA 41",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 41\n|\nNoteup\n|\nLawCite\nS v Mkhise and Others (42/87) [1987] ZASCA 41 (12 May 1987)\nDownload original files\nPDF format\nRTF format\n13824/85 \tf\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matters between\nJABULANI MKHISE\n(Case No. 468/85)\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nJOSHUA MOSIA\n(Case No. 469/85)\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\n-\nJOHANNES JONES\n(Case No.\n470/85)\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nJAN ANDRIES LE ROÚX\n(Case No. 43/86)\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: JANSEN, JOUBERT, VILJOEN JJA et BOSHOFF, KUMLEBEN AJJA\nDATE HEARD\n: 20 MARCH 1987\nDATE DELIVERED\n: 12 MAY 1987\nJUDGMENT\n/\n2.\nJUDGMENT KUMLEBEN, AJA\n:\nThese four appeals were heard together.\nDuring the period from October\n1983 to January 1984 at four separate criminal trials in the Transvaal\nProvincial Division each appellant\nwas charged with murder and, in some cases,\nwith other offences as well. All were convicted on the\nmurder charges. In\nthree instances, extenuating cir-\ncumstances having been found to be present, sentences of imprisonment were\nimposed. In the case of the appellant Mkhise the death\nsentence was passed. He\nhowever received a reprieve in terms of\nsec 326(1)\nof the\nCriminal Procedure\nAct, 51 of 1977\n(\"the\nCode\")\n>and/\n3.\nand a sentence of twenty years' imprisonment was sub-\nstituted.\nThe significant common feature of their\ntrials was that each appellant was\nrepresented by\npro Deo\ncounsel in the person of Mr Sebastiaan\nHendrik\nde Jager. At the time that he appeared on their behalf\nhe had not\nbeen admitted to practise as an advocate in\nterms of either\nsec 3(1)\nor\nsec\n5(1)\nof the\nAdmission\nof Advocates Act, 74 of 1964\n(\"the\nAct\") and\n, it\nfollows,\nwas not enrolled as an advocate. As a matter of fact\nhe was never\nso admitted or enrolled.\nSec 2(1)\nof the\nAct states\nthat:\n\"After the commencement of this\nAct no person\nshall be admitted to\npractise\nas/\n4.\nas an advocate save in accordance with the provisions of this\nAct.\"\n>His appearance as counsel on each occasion was therefore\nunlawful and he moreover committed an offence.\nSec 9(1)\n,\nand the relevant portion of\nsec 9(3)\n, of the\nAct are\nto-\nthe following\neffect:\n\"(l)No person who has not been or is not deemed to have been admitted to\npractise as an advocate in terms of any provision of this\nAct or\nwhose name has\nbeen removed from the roll of advocates or who is subject\nto any order suspending him from practice\nas an advocate, shall in any manner,\ndi-rectly or indirectly, practise as an advo-cate or hold himself out as, or\npretend to be, or\nmake use of any name, title, addition or description implying\nor tending to induce the belief that he is, an advocate or is recognised\nby law\nas such. (3)Any person who contravenes any provision of this section shall be\nguilty of an\noffence/\n5.\noffence and liable on conviction to a fine not exceeding two\nhundred rand or to imprisonment for a period not ex-ceeding twelve months\nwith\nor without the option of a fine, or to both such fine and such\nimprisonment,...\"\nDe Jager, in order to practise as an\nadvocate, became a member of the Society of Advocates\nof the Orange Free\nState by subterfuge. He pretended\nto be a certain Mr Jacobus Willem Pienaar.\nIn his\nwritten application for membership to the Free State\nBar he alleged\n(holding himself out to be Pienaar)\nthat on 29 January 1982 he had been\nadmitted, and was\nenrolled, as an advocate in what was then the South\nWest\nAfrica Division of the Supreme Court. Had this\nbeen the case, he would have been entitled to practise\nas/\n6. as an advocate throughout the Republic in\nterms of\nsec 6\nof the\nAct. After\nserving his training period as a pupil and\nafter having passed the necessary practical examination, he was admitted to\nmembership\nof the Free State Bar and proceeded to practise as an advocate in\nthat province. By the same deception he subsequently became a member\nof the\nPretoria Bar. It was during his period of practice there that he acted for the\nfour appellants in the Transvaal.\nIn the light of these facts each of the\nfour appellants, during September and October 1985, applied to court for a\nspecial entry,\nrecording this irregularity, in terms of\nsec 317(1)\nof the\nCode.\nIn\naddition each sought condonation for not having done\nso/\n7.\nso within the time prescribed by that sub-section.\nThe\napplications for a special entry came before court and\nwere granted\ntogether with the necessary condonation.\nThough all are not identically\nworded, each entry relies\non the fact that de Jager acted for appellants at a\ntime\nwhen he was not admitted to practise as an advocate in\nterms of the\nAct. Thus\n, in the case of appellant le Roux\nthe special entry is recorded in\nthese terms:\n\"Gedurende die verhoor is beskuldigde verteenwoordig deur ene Sebastiaan\nHendrik de Jager, wat hom valslik voor-gedoen het as advokaat\nJacobus Willem\nPienaar, terwyl hy nie ooreenkomstig die bepalings van die Wet op die Toe-lating\nvan Advokate, nr. 74/1964, as advokaat\nvan hierdie Agbare Hof toegelaat en\ngemagtig was om as sulks te prakti-seer nie. Die verrigtinge was\non-reëlmatig.\"\nIn/\n8.\nIn addition to relying on the irregula-rity, each appellant\nreferred to the manner in which de Jager conducted his defence, alleging\nthat in\nvarious respects he had not acted competently. For instance, it was said by one\nor more of them that his consultations were\nperfunctory and inadequate and that\nhe failed to take a note of the evidence.\nWhen the fact of this irregular and\nimproper conduct became known, the Minister of Justice appointed a Commission of\nEnquiry into\nthe Appearance of Advocates in the Supreme Court of South Africa\nunder the chairman-ship of its sole member, the Hon. Mr Justice\nF S Smuts.\nTwo/\n9.\nTwo of the four questions, to which the commission was\nenjoined to give attention, bear upon the issues in this appeal. They are the\ncircumstances in which de Jager purported to practise as an advocate of the\nSupreme Court; and \"whether in the circumstances in question\na miscarriage of\njustice took place in any particular case.\" These questions were the subject\nmatter of the First Report of the Commission\nof Enquiry dated 12 July\n1984.\nIn the course of discussing the first. question,the Report furnished\nfull details of de Jager's not so professional career. He was\na student at\nStellenbosch University where he obtained his BA (Law) degree in December 1975\nand the LLB degree in December 1977.\nHis academic record was unexceptional.\nHis\nmarks/\n10. marks in Evidence, Criminal Law and\nCriminal Procedure were above average. In August 1979 he enrolled for a short\nspell as a pupil\nat the Johannesburg Bar. On 26 October 1981 he was admitted as\nan advocate of the Supreme Court of Bophuthatswana. This, however,\ndid not\nentitle him to practise as an advocate in the Republic of South Africa. Towards\nthe end of 1981, for a period of about two\nmonths, he was a pupil at the Natal\nBar.\nIn March 1982 he was appointed a prosecutor at Keetmanshoop, South West\nAfrica. Since accommodation was in short supply a colleague,\nJacobus Willem\nPienaar, invited him to share his lodgings. After de Jager left Keetmanshoop,\nPienaar's identity document, his LLB\ndegree certificate and his certificate of\nadmission\nas/\n11.\nas an advocate of the South West Africa Division of the\nSupreme Court could not be found. These documents were undoubtedly\nmisappropriated\nby de Jager since it was from this time that he assumed the name\nof Pienaar. As such he was appointed a prosecutor in Vryheid, Natal.\nOn the\nstrength of the aforementioned documents and posing as Pienaar, he was, as I\nhave said, admitted as a member of the Society\nof Advocates of the Orange Free\nState and in due course to the Society of Advocates of the Transvaal. The four\nappellants were not\nthe only accused persons for whom he appeared as\npro\nDeo\ncounsel. During 1983 and 1984 he represented some twenty one accused\npersons in that capacity in the Orange Free State and the Transvaal,\nof whom\neight were acquitted.\nEach/\n12. Each applicant for a special entry\nannexed to his papers the First\nReport of the\nCommission of Enquiry. The facts therein, tp which\nI have referred, were relied upon by the applicants\nand accepted by\nrespondent as correct. As a matter\npf fact, as appears from the Supplementary\nReport to\nthe First Report, dated 7 November 1984, de Jager, after\nhe had\nbeen arrested by the S.A. Police, gave evidence\non oath before the Commission\nof Enquiry and acknowledged\nthe correctness of the facts concerning him in\nthe First\nReport. (The supplementary report was also included\nin the application papers.)\nThe question whether the irregularity\nresulted in a miscarriage of justice was discussed\nfully/\n13. fully in the First Report. The Chairman, however, considered\nit inappropriate to express any final view on the nature or effect\nof the\nirregularity and decided that this question should be left for decision by this\ncourt on appeal. For this purpose in the First\nReport provision was made for the\nappointment of\npro Deo\ncounsel to act for the accused and instructions\nwere given, which facilitated their applying for a special entry and the\nprosecution\nof the appeals.\nIt is a well established principle that an\nirregularity in the conduct of a criminal trial may be of such an order as to\namount\nper se\nto a failure of justice, which vitiates the trial. (I\nshall, for convenience, refer to an irregularity having such\neffect/\n14.\neffect as a \"fatal irregularity.\") On the other hand,\nless\nserious and less fundamental irregularities do not\nnecessarily have that\neffect. As\nHolmes JA\nsaid in\nThe State v Naidoo\n1962(4) S A 348\n(A) at 354 D - F,\nin reference to such irregularities:\n\"Broadly speaking they fall into two categories. There are irregularities\n(fdrtunately rare) which are of so gross a nature as\nper se\nto vitiate\nthe trial. In such a case the Court of Appeal sets aside the conviction without\nreference to the merits. There remains\nthus neither a conviction nor an\nacguittal on the merits, and the accused can be re-tried in terms of sec. 370(c)\nof the Criminal\nCode. That\nwas the position in\nMoodie's\ncase, in which\nthe irregularity of the deputy sheriff remaining closeted with the jury\nthroughout their two hour deliberation was\nregarded as so gross as to vitiate\nthe whole trial. On the other hand there are irregularities of a lesser nature\n(and happily even\nthese/\n15.\nthese are not frequent) in which the Court of Appeal is able\nto separate the bad from the good, and to consider the merits of the\ncase,\nincluding any findings as to the credibility of wit-nesses.\"\nIn the former case the fact of the irregularity is all\nthat matters. No\nfurther enquiry into the merits is\ncalled for. In the latter case, as\nindicated in the\nquoted passage, the evidence is to be examined and\nassessed by the court of appeal and it must\n\"decide for itself whether, on the evidence and the findings of credibility\nunaffected by the irregularity or defect, there is proof\nof guilt beyond\nreasonable doubt.\"\nS v Tuge\n1966(4) S A 565(A) at 568 B.\nThe facts in the well known case of The\nState/\n16.\nState v Moodie\n, 1961(4) S A 752(A) serve as a\nuseful\nillustration of what is regarded in law as a fatal\nirregularity. In\na jury trial of an accused charged\nwith murder - as pointed out in the quoted\npassage from\nthe\nNaidoo\ncase - the deputy sheriff was present\nthroughout\nthe deliberations of the jury on its verdict. He took\nno part\nin the discussion and there was no suggestion\nthat any juryman was influenced\nor inhibited by his\npresence.\nSec 143(2)\nof Act 56 of 1955, which was\nthe\nstatutory provision applicable at that time, provided\nthat when the jury withdraws for the purpose of con-\nsidering its verdict\n\"they shall be kept by an officer of the court in some convenient private\nplace apart by themselves until the majority prescribed\nin sec. 113 are agreed\nupon the verdict...\"\nIt/ ......\n17.\nIt was held at page 759 of the judgment that these\nprovisions, enjoining privacy,\n\"are no mere formality. It is funda-mental to the jury system that the\nmembers should have the fullest freedom of private discussion\nthroughout their\ndeliberations. The presence of an unauthorised officer of the Court for\nsome two hours, in the small and crowded room in this case, strikes at the\nvery root of that essential right of privacy. It was so\ngross a departure from\nestablished rules of procedure that it can be said that the appellant was not\nproperly tried. In other words\nit was an irregularity of such a nature as to\namount\nper se\nto a failure of justice.\"\nIn these appeals the question to be con-\nsidered in the first place is whether the irregularity,\nwith which we are\nconcerned, is of the same order.\nAs/\n18.\nAs the decisions in our law on the nature of an irregularity\nbear out, the enquiry in each case is whether it is of so fundamental\nand\nserious a nature that the proper administration of justice and the dictates of\npublic policy require it to be regarded as fatal\nto the proceedings in which it\noccurred. (Cf. S v\nMushimba en Andere\n,1977(2) s A 829(A) at 844H.)\nIn\norder to decide this question in these appeals it is necessary to examine the\nstatutory require-ments for the admission of an advocate\nto practise, the\nunderlying reasons for such provisions and the role an advocate is called upon\nto fulfill in the administration\nof justice.\nThe/\n19.\nThe requirements for the admission of\npersons to practise as advocates are\nlaid down in sec 3(1)\nof the Act, which reads as follows:\n\"Subject to the provisions of any other law, any division shall admit to\npractise and authorize to be enrolled as an advocate any\nperson who upon\napplication made by him satisfies the court -\n(a)\tthat he is over the age of twenty-one\nyears and is a fit and proper\nperson\nto be so admitted and authorized;\n(b)\tthat he is duly qualified;\n(c)\nthat he is a South African\ncitizen or that he has been lawfully admitted to the Republic for permanent\nresidence therein and is ordinarily\nresident in the\nRepublic;\n(d)\nin the case of any person who\nhas at any time been admitted to practise as an attorney in any court in the\nRepublic or elsewhere,\nthat his name has been removed from the roll of attorneys\non his own application;\"\n(The/\n20.\n(The sub-section which follows states the circumstances in\nwhich a person is deemed to be duly qualified.) In his application to court,\nan\napplicant must confirm on oath that the requirements of sub sec 3(1) have been\nsatisfied. Rule 3bis of the Uniform Rules of Court'\nensures that the application\nis given due publicity and . that his gualifications and suitability to practise\nas an advocate come\nunder careful scrutiny. Thus, in terms of this Rule, he is\nenjoined to \"deliver to the registrar the original and a copy of all the\ndocuments in support of his application\" (Rule 3bis (l)(b)); and to state on\noath whether he had ever been struck off the roll of\nadvocates or suspended from\npractice by the court. On receipt of the application, the registrar of the\ndivision/\n21.\ndivision concerned must inform the public of the hearing of\nthe application by displaying an appropriate notice on thé notice\nboard\nof the court (Rule 3bis (2)). Notice of the application, with the supporting\naffidavit and copies of the relevant documents,\nis to be served on the Secretary\nof the Bar Council or the Society of\nAdvocates of the division concerned\n(Rule 3bis (l)(c)).\nIt is a matter of common knowledge that the merits of the\napplication, including the suitability of the appli-cant, are carefully\nconsidered by the Bar Coúncil concerned. Should there be grounds for\nobjection, these are drawn to the attention of the court\nand may result in the\napplication being opposed at the hearing. In that event, the court, after\nhearing evidence if necessary,\ndecides/\n22.\ndecides on the merits of the application and in doing so\n\"(t)he Court's duty is first and foremost and at all times, to be satisfied\nin these matters that the applicant is a proper person\nto be allowed to practise\nand a person whose re-admission to the ranks involves no danger to the public\nand no danger to the good\nname of the profession.\"\nEx parte Knox\n1962(1) S A 778(N) at 784 H. The grant or\nrefusal of\nthe application is a matter in the discretion\nof the court. (See\nSwain v\nSociety of Advocates, Natal\n1973(4) S A 784(A) at 786 H).\nThús the Act and the relevant Rule make it\nplain that admission to\npractise as an advocate is more\nthan a formality. Though an applicant may be\nduly\nqualified and satisfy the other requirements for admission,\nhis/\n23.\nhis character and integrity are of cardinal\nimportance.\nThese are matters in which the public, the profession\nand the\ncourts have a vital interest. The Rule does\nall it can to ênsure that\nany factors casting a doubt\nupon whether an applicant is a \"fit and proper\nperson\"\nto be admitted are brought to light and investigated\nfully.\nFinally, it should be noted that, should\nthe application be granted, the\napplicant is required\nto take the oath or make an affirmation in which he\nswears or affirms;\n\"that I will truly and honestly demean myself in the practice of advocate\naccording to the best of my knowledge and ability, and further,\nthat I will\nbe\nfaithful to the Republic of South Africa.\"\nOnce/\n24. Once admitted to practise, an advocate,\nby virtue of his\noffice\n, enjoys certain rights and privileges (for instance, qualified\nimmunity for defamatory statements made in the course of a trial).\nAnd his\nauthority to act on behalf of an accused as\nhe deems fit is wide-ranging.\n(See\nR. v Matonsi\n1958(2) S A 450(A) and\nR. v Baartman and\nOthers\n1960(3) S A 535(A) at 538 A.) In the former decision\nat page\n456 A - B\nSchreiner JA\nsaid :\n\"I have found no Roman Dutch or South African authority which supports the\nview that the accused in a criminal case can question his\ncounsel's conduct of\nthe trial and claim relief because counsel 'prevented' him from giving\nevi-dence. The opposite view was indicated\nin\nR.v Muruven\n, 1953(2) S A\n779(N), though BROOME, J.P., refrained from\ndeciding/\n25.\ndeciding that the rule that the litigant is bound by what his\nrepresentative does is entirely inflexible. Such Roman Dutch writers\nas I have\nconsulted emphasise the importance and high status of the advocate and I see no\nreason to doubt that his authority over\nthe conduct of the case which he had\nbeen instructed to fight on behalf of a client was quite as full as that of the\nEnglish barrister\n(cf.\nKlopper v. van Rensburg\n,\n1920 E.D.L. 239\nat p.\n242)\"\nAnd on the same page the following passage from\nSwinfen\nv Lord\nChelmsford\n,\n157 E.R. 1436\nat 1449 (per\nPollock\nC.B.)\nis cited with\napproval:\n\"a counsel has complete authority over the suit, the mode of conducting it,\nand all that is incident to it - such as withdrawing the\nrecord, withdrawing a\njuror, calling no witnesses, or selecting such as, in his discretion, he thinks\nought to be called, and other\nmatters which properly belong to the suit and the\nmanagement and conduct of the trial.\"\nThe/\n26.\nThe aforementioned rights and privileges\nentail a\ncorresponding duty. It is one owed by counsel\nnot only to the accused he\nreprêsents but primarily to\nthe court, the standards of his profession\nand to the\npublic. The proper administration of justice requires\nthat he\nbe a person of unquestionable honesty and integrity.\nThus, as was pointed out\nin Ex\nparte Swain\n1973(2) S A\n427 (NPD) at 434 H:\n\"it is of vital importance that when the Court seeks an assurance from an\nadvocate that a certain set of facts exists the Court will\nbe able to rely\nimplicitly on any assurance that may be given. The same standard is required in\nrelations between advocates and between\nadvocates and attorneys. The proper\nadministration of justice could not easily survive if the professions were not\nscrupulous of\nthe truth in their dealings with each other and with the\nCourt.\"\nThus/ ......\n27.\nThus the language of the Act and its\nprovisions,\nconsidered in conjunction with the privi-\nleges, duties and responsibilities\nof an advocate, to\nwhich attention has been drawn, satisfy me that\nau-\nthority to practise in terms of the Act is essential\nto the proper\nadministration of justice in a criminal\ncase.\nThe three counsel appearing\nfor the re-spondent (Mr de\nBeer\nin the\nMkhise\nand le\nRoux\nappeals; Mr\nPienaar\nin the\nMosia\nappeal; and Mr\nJonker\nin\nthe\nJones\nappeal) in their written heads of argument gave reasons in\nsupport of their conclusion that the irregularity was a fatal one. This\nremained\ntheir attitude during argument.\nNevertheless/\n28. Nevertheless an alternative argument or approach was\nraised and debated, namely, that the fact that counsel is or is not \"a fit\nand\nproper person\" is a relevant factor to be taken into account in a particular\ncase in deciding on the gravity of the irregularity.\nThis argument, one infers,\narose from an illustration given, and commented on, in the First Report of the\nCommission of Enquiry.\nThe hypothetical case put forward was that of a person,\nof flawless character and. vast experience in criminal matters, who returns\nto\nthe Bar and resumes practice but who inadvertently fails to have himself\nre-admitted as an advocate. The possibility of such a\n\"hard case\" arising cannot\nbe discounted but the chances would appear to be extremely\nremote./\n29.\nremote. The present case appears to be the first of its sort\never to have come before court in the legal history of this country.\nBut even if\nthe likelihood were less remote, I do not consider this argument to be cogent\nfor more than one reason. Firstly, though\ncouched in another form, this\nconten-tion in essence relies upon the absence of any prejudice in a case such\nas the one postulated:\nfor that reason it is said that the irregularity should\nnot necessarily vitiate the trial. However, as the\nMoodie\ncase confirms\nand illustrates, the presence or absence of prejudice in a particular case is\nnot a relevant consideration in deciding\nin the first place on the fundamental\nsignificance of the irregularity. Secondly, when considerations of\npublic/\n30.\npublic interest are paramount, hardship in a\nparticular\ncase, should it arise, is to be regretted but cannot\nbe\navoided. Thirdly, it would be wholly impracticable to\nattempt to\ndetermine ex\npost facto\n(that is, at some later\nstage when the\nirregularity comes to light) whether counsel\nconcerned was \"a fit and proper person\" in the sense that\nthis term is applied and understood in the Act, ie, whether\nhe is generally a person of integrity and reliability. (Cf.\nKaplan v\nIncorporated Law Society, Transvaal\n1981(2) S A 762 (TPD) at 782 H - 783 H.)\nIf, on the other hand, these words are taken to refer to his competence in the\nactual conduct\nof the case the difficulty is, if anything, compounded. It would\nbe even more impracticable, if not impossible, for the court to\nattempt to\ndetermine, by\napplying/\n31.\napplying some norm of competence (and by way of an\nen-\nguiry into the merits of the case and counsel's conduct\nthereof)\nwhether he in his defence of the accused has\nbeen proficient.\nIn\nCooper v. Findlay ánd Others\n(1).\n1954(4) S A 697 (NPD)\nat 700 A - B,\nBroome\nJP stated that:\n\"It is quite clear that the provision for the admission of advocates is part\nand parcel of the provision for the better and more effectual\nadministration of\njustice. The Act is obviously conceived in the public interest.\"\nIn my view, having regard to all the relevant conside-\nrations discussed\nabove, it is in the public interest\nthat the defence in a criminal trial be\nundertaken by\na person who has been admitted to practise as an advocate\nin/\n32.\nin terms of the Act and the lack of such authorisation must\nbe regarded as so fundamental an irregularity as to nullify the entire\ntrial\nproceeding. (This, I should add, was the view taken in\nS v Masithela\n,\n1986(3) S A 402 (OPD) at 404 H, the facts being that a layman was per-mitted to\nrepresent the accused in a criminal trial in\nthe magistrate's court.)\nIn\nthe result each of the appeals is allowed and the conviction and sentence in\nrespect of each accused are set aside.\nM E KUMLEBEN, AJA\nJANSEN, JA\t)\nJOUBERT, JA\t) CONCUR\nVILJOEN, JA\t)\nBOSHOFF, AJA\t)",
  "scraped_at": "2026-02-11T21:03:09.303785",
  "date": "1987-05-12",
  "coram": [
    "Jansen JA",
    "Joubert JA",
    "Viljoen JJA",
    "Boshoff AJA",
    "Kumleben AJJA"
  ],
  "case_number": "[1987] ZASCA 41",
  "parties": {
    "applicants": [
      "Jabulani Mkhise",
      "Joshua Mosia",
      "Johannes Jones",
      "Jan Andries le Roux"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Four murder convictions (Mkhise, Mosia, Jones and le Roux) were obtained in the Transvaal Provincial Division between October 1983 and January 1984. All appellants were represented pro bono by Mr Sebastiaan Hendrik de Jager, who was not admitted to practise as an advocate under the Admission of Advocates Act. De Jager had fraudulently assumed the identity of Jacobus Willem Pienaar and obtained membership of the Orange Free State and Pretoria Bars. His unlawful appearance was later discovered, leading to applications for special entry and condonation under s317(1) of the Criminal Procedure Act. A Commission of Enquiry examined de Jager’s conduct and the irregularity of his appearing as counsel.",
    "issues": "The principal issue was whether the irregularity of counsel‑unlawful practice, i.e., representation by a person not lawfully admitted as an advocate, constituted a fatal irregularity that vitiated the trial and amounted to a miscarriage of justice. Secondary issues concerned the appropriate remedy and whether prejudice needed to be shown.",
    "principles": "The Court reiterated the doctrine of fatal irregularity: an irregularity of such a fundamental nature that it per se defeats the trial (State v Naidoo; State v Moodie). The Admission of Advocates Act sets statutory requirements for being a \"fit and proper\" person, and the privilege to appear as counsel is essential for the proper administration of justice. Public interest demands that only duly admitted advocates may conduct criminal defence, and any breach thereof is a fundamental defect regardless of actual prejudice.",
    "application": "Applying these principles, the Court found that de Jager’s unauthorised appearance breached s3(1) and s9 of the Admission of Advocates Act and was therefore a fundamental irregularity. The Court rejected arguments that the lack of prejudice or the counsel’s competence could mitigate the defect, emphasizing that the very absence of statutory authority nullifies the trial. Consequently, the irregularity was deemed fatal and the convictions could not stand.",
    "conclusion": "All four appeals were allowed. The convictions and sentences of Jabulani Mkhise, Joshua Mosia, Johannes Jones and Jan Andries le Roux were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "advocate admission",
      "fatal irregularity",
      "miscarriage of justice",
      "pro bono representation"
    ]
  }
}