{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/137.html",
  "case_name": "S v Khongwana (138/87) [1987] ZASCA 137 (26 November 1987)",
  "citation": "[1987] ZASCA 137",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 137\n|\nNoteup\n|\nLawCite\nS v Khongwana (138/87) [1987] ZASCA 137 (26 November 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN\nIn die saak tussen:\nMNCEDISI KHONGWANA\nAppellant\nEN\nDIE STAAT\nRespondent\nCoram: JACOBS, VIVIER, ARR et BOSHOFF, Wn AR\nVerhoor: 17 November 1987\nGelewer: 26 November 1987\nUITSPRAAK\nJACOBS, AR :\nAppellant is in die Oos Kaapse Afdeling van die\nHooggeregshof deur Jansen Wn R en twee assessore skuldig bevind\nop twee aanklagte van moord sonder versagtende omstandighede\nen.../2\n2\nen is op elk van die aanklagte ter dood veroordeel. Met verlof van die\nVerhoorregter appelleer appellant teen die bevinding dat daar\ngeen versagtende\nomstandighede was nie en die verpligte doodvonnisse wat daarop gevolg\nhet.\nVolledigheidshalwe mag ek net noem dat appellant saam met tien ander\nbeskuldigdes tereggestaan het op agt verskillende aanklagte waaronder\ndie twee\naanklagte van moord waarop hy skuldig bevind is. Appellant is ook skuldig bevind\nop een van die ander ses aanklagte tw 'n\naanklag van poging tot moord asook aan\n'n aanklag van openbare geweld. Sommige van die ander be-skuldigdes is slegs aan\nopenbare\ngeweld skuldig bevind terwyl 'n\naantal op al die aanklagte onskuldig\nbevind is.\nDie twee aanklagte van moord waarop appellant skuldig bevind is\nhet gespruit uit die dood van twee Swart-mans tw Freddie Nolondashe\nen Siswe\nMjaleni (die \"oorledenes\") .\nDie agtergrond van die gebeure wat\ntot .... / 3\n3\ntot die oorledenes se dood gelei het, was kortliks die volgende.\nDie elf beskuldigdes wat voor die Verhoorhof verskyn het, was almal\ninwoners van\n'n swart woonbuurt genaamd Silvertown buite Grahamstad. Ene Nkosana James en\nsekere van sy makkers het blykbaar 'n soort\nvan skrikbewind gevoer onder die\ninwoners van Silvertown. Op 12 Desember 1984 - die voorval wat hier ter sprake\nis het op 3 Januarie\n1985 plaasgevind - is twee inwoners van Silvertown wreed\nvermoor en die inwoners van Silvertown, insluitende die appellant, het blykbaar\nvermoed dat Nkosana en van sy trawante vir hierdie moorde verantwoordelik was.\nHier-die vermoede van hulle was blykbaar gegrond want\n'n staatsgetuie, Phikisile\nJeyi, wat die klaer was op die aanklag van poging tot moord waaraan appellant\nskuldig gevind is, het getuig\ndat hy 'n\ngoeie vriend van Nkosana is en het\nerken dat, na sy mening,\nNkosana .... / 4\n4\nNkosana en ene Zwelingsana verantwoordelik was vir die voormelde\ntwee moorde. Hoe dit ookal sy, die getuienis was - en die Ver-\nhoorhof het dit aanvaar - dat gedurende die aand van 2 Januarie\n1985 Nkosana en sy vriende, blykbaar vir geenrede, vir Xolani\nNdususo, 'n inwoner van Silvertown, (hy was 'n medebeskuldigde in\ndie saak teen appellant) aangeval het en hom met 'n klip op die\nmaag gegooi het. Die inwoners van Silvertown het van hierdie\naanranding op Xolani te hore gekom en 'n groep van hulle het,\nsoos die Verhoorregter dit in sy uitspraak gestel het, \"skyn-\nbaar besluit dat hulle genoeg gehad het van die dinge van\nNkosana\" en besluit om teen laasgenoemde op te tree. Daar is\ngeen getuienis dat appellant 'n leier of organiseerder van die\ngroep was nie en vir doeleindes van die saak moet aanvaar word\ndat hy maar net een van die groep was wat spontaan besluit het\nom ...../ 5\n5\nom met Nkosana af te reken. Daar was geen getuienis oor wat pre-sies\nhulle beoog het om met Nkosana te doen as hulle hom vind nie.\nIn elk geval was\ndaar geen getuienis dat hulle Nkosana om die lewe wou bring nie en so 'n\nafleiding, as enigste redelike afleiding,\nkan ook nie gemaak word nie. Hoe dit\nookal sy, die groep het eers na Nkosana se ouerhuis gegaan maar hulle is\nmeegedeel dat hy nie\ndaar was nie. Hulle het egter inligting ontvang dat Nkosana\nmoontlik by die huis van ene Don Moody te vinde sal wees maar, na beraadslaging,\nhet die groep persone besluit om te wag tot vroeg die volgende oggend voordat\nhulle tot verdere aksie sou oorgaan. Vroeg die oggend\nvan 3 Januarie - volgens\ndie getuienis was dit nog skemer - het die groep waaronder, volgens die\nVerhoorhof se bevinding, appellant\nen sekere van die ander tien beskuldigdes\nwas, weer byeengekom en is hulle na Don Moody se huis waar hulle\ngemeen\nhet\nhulle ...../6\n6\nhulle Nkosana sou kry. Dit was '\nn\ntaamlike groot groep, som-mige het\ngeskat dat dit uit omtrent 100 persone bestaan het, wat uiteindelik by Moody se\nhuis aangekom het.\nDit het blyk-baar bestaan uit mans sowel as vrouens en\nminstens sommige van hulle was bewapen met allerhande soortewapens. Weereens\nwas\ndaar geen getuienis dat daar 'n spesifieke leier of organiseerder van die groep\nwas nie. Die indruk wat mens uít die getuienis\nkry, is dat minstens\nsommige lede van die groep bloot uit nuus-kieriges bestaan het wat spontaan\ndaarby aangesluit het. Weereens\nwas daar geen getuienis dat dit beplan was om\nNkosana om die lewe te bring nie. Dat hulle hom liggaamlike leed wou aandoen\nindien\nhulle daarin sou slaag om hom in die hande te kry, meen ek is af te lei\nvan die aard van die wapens wat sekere\nlede van die groep saamgedra het.\nMet...../7\n7\nMet die groep se aankoms by Don Moody se huis het hulle die bewoners opgeklop\nen van buite af geskree dat Nkosana en Phikisile, die\nstaatsgetuie en vriend van\nNkosana waarna ek verwys het, moet uitkom. Waarskynlik het die groep inligting\ngehad dat Phikisile hom\nook in die huis bevind en ek meen die afleiding is\ngeregverdig dat die groep voornemens was om ook Phikisile, wat volgens sy eie\ngetuienis dikwels saam met Nkosana rondgeloop het, te lyf te gaan. Dit het dan\ntoe ook later die aand gebeur soos ek aanstons sal\naantoon. Hoe dit ookal sy,\ndaar was geen getuienis dat die skare buite geweet het hoeveel persone op\ndaardie stadium in Moody se\nhuis was nie. Hulle het natuurlik verwag dat Nkosana\nen Phikisile daar was. Soos dit egter later geblyk het was Nkosana glad nie\nin\ndie huis nie.\nDit het ook later geblyk dat benewens Moody en Phikisile\ndaar\nnog .... / 8\n8\nnog vyf ander persone, waaronder die twee oorledenes, in die huis was.\nNadat daar van buite af geskree is dat Nkosana en Phikisile\nmoet uitkom en\nniemand dadelik op die versoek of op-drag gereageer het nie, het iemand blykbaar\n'n brandende stuk papier onder die\ndeur van die huis probeer inskuif maar die\npersone in die huis het die brand geblus. Daarna het Moody en drie van die\npersone wat\nin die huis was by die deur uitgekom en hulle is blykbaar nie\ngemolesteer nie. Trouens, daar was getuienis dat lede van die groep\nbuite die\nhuis aan die vier persone wat by die deur uitgekom het,gesê het dat hulle\nniks te vrese het nie want hulle, die groep,\nsoek net vir Nkosana en Phikisile.\nNadat die vier persone by die deur uitgekom het, is die deur weer van binne af\ntoegedruk. Die\nVerhoorhof het\nbevind dat die skare buite op daardie stadium\nnog geglo het dat\nNkosana .... / 9\n9\nNkosana en Phikisile in die huis is. Toe niemand verder uit die huis kom nie\nhet appellant, volgens die Verhoorhof se be-vinding,\n'\nn\nbrandende\nkartondoos by een van die huis se vensters ingegooi en daarna 'n sinkplaat van\ndie huis (dit was 'n sinkhuis) weggebreek\nen verdere brandende materiaal in die\nhuis gegooi. As gevolg hiervan het die hele huis op 'n stadium vlam gevat.\nDaarna het Phikisile\ndeur een van die syvensters probeer spring maar volgens\nhom, het persone binne in die huis, dit moes waar-skynlik die twee oorledenes\ngewees het, hom aan sy bene vasgehou sodat hy vir 'n tyd lank min of meer tussen\nhemel en aarde ge-hang het. Terwyl hy so gehang\nhet, het hy ernstige brandwonde\nopgedoen en is hy ook deur lede van die skare buite met verskeie voorwerpe\nfisies aangerand. Die\ngetuienis was ook dat nadat\nhy later buite die venster op die grond beland het hy verder\naangerand .... / 10\n10\naangerand is. Hy het uiteindelik in die hospitaal beland waar hy vir ses\nmaande vertoef het maar volgens die geneesheer wat hom behandel\nhet was die\nbrandwonde wat hy opgedoen het eintlik die ernstigste van sy beserings. Moody se\nhuis het heeltemal afgebrand en die\nvolgende oggend eers is die verbrande lyke\nvan die twee oorledenes wat ook die vorige nag in Moody se huis deur-gebring het\nin die\npuin gevind.\nDie Verhoorhof het bevind dat toe appellant die huis aan\ndie brand gesteek het hy daarvan bewus was dat daar nog mense in die huis\nwas\nmaar daar is geen bevinding, of enige basis vir so'n bevinding, dat appellant\ngeweet het hoeveel persone daar op daardie stadium\nnog in die huis was nie. Vir\nsover dit die skare buite betref, en dit sluit appellant in, het hulle\ngedink\ndat Nkosana en Phikisile nog in die huis was. Ten opsigte\nvan .... / 11\n11\nvan Nkosana was hulle verkeerd want hy was nooit daar nie maar, vir\ndoeleindes om appellant se opset te bepaal maak dit na my mening\nnie saak wie\ndie persone was wat nog in die huis was nie. Indien hy, toe hy besluit het om\ndie huis aan die brand te steek, bewus\ndaarvan was dat daar nog mense in die\nhuis was, en die Verhoorhof het bevind dat hy wel so bewus was, dan het hy\non-teenseglik voorsien\ndat, tensy daardie persone uit die huis uit vlug om van\ndie vlamme te ontkom, hulle deur die vuur oorval en gedood kon word.\nDesnieteenstaande\nhet hy sy besluit om die huis aan die brand te steek uitgevoer\nin weerwil van die ge-volge wat hy as 'n moontlikheid voorsien het.\nHy het dan\ndie opset gehad om die oorledenes te dood. Die Verhoorregter het egter bevind\ndat appellant die direkte opset gehad het\nom die\noorledenes te dood, met\nander woorde \"dat hy die oogmerk gehad\nhet../ 12\n12\nhet om die dood te bewerkstellig deur al die persone in die kamer te\nverbrand. Met hierdie gevolgtrekking kanek met re-spek nie saamstem\nnie. Die\nVerhoorregter bevind dat die skare wat buite was 'nie toegelaat het dat die\nmense in die kamer, wat hulle geglo het Nkosana\nen Phikisile is, die kamer\nverlaat soos hulle die getuies Don Moody, Nomtandazo en Julia toegelaat het nie,\nwant to Nomtandazo na\nbuite skreeu om uit te gaan, toe is daar vir haar\ngesê 'kom jy maar uit - ons soek nie vir julle nie.'\" Soos vroeër\naangetoon\nwas die getuienis tydens die verhoor juis dat die skare met hulle\naankoms by Moody se huis geskree het dat Nkosana en Phikisile moet\nuitkom.\nNie-raand het hulle ooit verhinder om uit te kom deur bv die deur van buite toe\nte druk nie. Weliswaar het Phikisile, op\nwie\ndaar geroep was om uit te kom, ongetwyfeld besef dat liggaamlike\nleed..../ 13\n13\nleed hom aangedoen sal word as hy gehoor gee aan die versoek om\nuit te kom maar niks behalwe die vrees vir sodanige. liggaamlike\nleed het hom verhinder om uit te gaan nie. Waarom die twee\noorledenes nie saam met die ander vier persone die huis verlaat\nhet nie is nie duidelik nie. Hulle was waarskynlik ook bang\nvir die mense buite die huis maar die vrees was blykbaar onge-\ngrond want geen leed is die ander vier aangedoen nie. Hoe dit ookal sy, ek is\nvan mening dat al die getuienis daarop dui dat appellant\ndie huis aan die brand\ngesteek het om Nkosana, (wat hy verkeerdelik gemeen het op daardie stadium nog\nin die huís was), en\nPhikisile, wat wel daar was, te dwing om uit te gaan\nsodat daar buite met hulle afgereken kan word. Sy bedoeling met die\nbrandstigting\nhet wel geslaag vir sover dit Phikisile\nbetref want hy is\nuiteindelik deur die vlamme uit die huis uit\ngedryf .../14\n14\ngedryf. Hy is wel ernstig aangerand maar nie gedood nie. Volgens die dokter\nwas die ernstigste beserings wat hy opgedoen het die brandwonde.\nHierdíe\nbrandwonde is waarskynlik minstens gedeeltelik opgedoen terwyl hy halflyf deur\ndie venster gehang het en deur die\noorledenes in die huis aan sy voete vasgehou\nis want hy getuig self -\n\"Terwyl ek so gestaan het, merk ek dat die huis aan die brand\nwas.\"\nEn dan later -\n\"Terwyl die huis aan die brand was, wou ek uitgaan .... Ek wou by d\nie\nvenster uitgegaan het U Edele. Ja, wat het toe gebeur? .... U Edele hulle\nhet my daar binne vasgehou en ek het gebrand vanaf my voete\ntot hier -die getuie\nwys hier tot by die heupe U Edele.\"\nEk het hierbo taamlik\nvolledig met Phikisile se\ngeval gehandel om te probeer aantoon dat selfs ten\nopsigte van\nhom .... /15\n15\nhom, die afleiding nie gemaak kan word, as enigste redelike afleiding, dat\nappellant of enige lede van die groep waarin hy hom bevind\nhet oogmerkopset\ngehad het om hom te dood nie. Inteendeel die feit dat hy, nadat hy hulpeloos in\ndie mag van sy aanvallers was, nie\ngedood is nie weerspreek eintlik die\nafleiding dat sy dood appellant of sy groep se doelwit was. Soveel te meer, sou\nek sê\nis die feit dat die twee oorledenes, met wie appellant of die ander\ninwoners van Silvertown blykbaar geen appeltjie te skil gehad\nhet nie in die\nslag gebly het, geensins me't oogmerkopset om hulle dood te veroorsaak\nversoen-baar nie. Na my mening was die opsetvorm\nin hulle geval dui-delik\ndolus eventualis\n, en het die Verhoorhof misgetas toe dit bevind het dat\ndie opsetvorm\ndolus directus\nwas. Vir doel-\neindes van\nskuldigbevinding aan moord het dit nie saak gemaak\nof .../16\n16\nof die opsetvorm\ndolus directus\nof\ndolus eventualis\nwas nie\nmaar by oorweging van die vraag of vetsagtende omstandighede aanwesig is al dan\nnie was dit belangrik om te beslis wat die\nvorm van opset was (kyk\nS v\nNgoma\n[1984] ZASCA 59\n;\n1984 (3) SA 666\n(A) op 675 (F)) Die Verhoorhof het die vraag of daar\nversagtende omstandighede is benader op die grondslag dat di.t 'n geval is van\ndolus directus\nen het dus na my mening 'n mistasting begaan. Uit\ndíe Verhoor-regter se uitspraak toe hy aan appellant verlof verleen het\nom\nna hierdie Hof te appelleer wil dit my voorkom asof die geleerde regter self\nvan mening was dat die Verhoorhof moontlik tot 'n ander\nbevinding mag gekom het\ntoe die vraag of versagtende om-standighede aanwesig is,oorweeg is, indien die\nVerhoorhof sou bevind het\ndat die opset vorm\ndolus eventualis\nin plaas\nvan\ndolus directus\nwas. Die Verhoorhof sê naamlik die\nvolgende:\n\"Dit .../17\n17\n\"Dit is so dat die Hof bevind het dat die beskuldigde die direkte opset gehad\nhet om te dood. Ek is egter van oor-deel dat 'n ander\nhof moontlik kan beslis\ndat die be-skuldigde nie 'n direkte maar 'n indirekte opset gehad het of\ndolus eventualis\n. Ek is verder ook van oordeel dat\n'n\nander hof\nmoontlik kan beslis dat die beskuldigde se op-trede so minder laakbaar is of was\ndat 'n ander hof kan be-vind dat daar wel\nversagtende omstandighede was,\nveral gesien in die lig van 'n moontlike bevinding van indirekte opset of\nopset by moontlike bewussyn\n.\" (Die onderstreping hierbo is my\neie.)\nDit is so dat\ndolus eventualis\nnie\nper se\n'n\nversag-tende omstandigheid kan wees nie maar dit mag nie buite reke-ning gelaat\nword nie. In die onderhawige geval het die Ver-hoorhof\ntereg bevind dat toe\nappellant die huis aan die brand gesteek het, hy geweet het dat daar nog mense\nin die kamer is. Die Hof het\nnie bevind dat appellant geweet het hoeveel mense\nnog in die kamer was nie of wie hulle was nie. Die Hof het\nwel bevind dat die\nander mense buite die huis gedink het\nNkosana .... / 18\n18\nNkosana en Phikisile is nog in die kamer en daar is geen rede\nom te aanvaar dat appellant nie ook so gedink en gehoop het nie,\nSonder om seker te maak dat daar nie miskien iemand anders ook\nin die kamer is nie,het hy egter die brand gestig en twee on-\nskuldige persone, wat onnodiglik te bang was om uit te gaan\nselfs nadat die huis begin brand het, het in die slag gebly.\nBy beoordeling van die vraag of versagtende omstandig-\nhede aanwesig is het die Verhoorhof tereg die gebruiklike drie-\nledige benadering toegepas en homself afgevra:\n(a) of daar omstandighede is wat betrekking kon gehad\nhet\nop die geestesvermoëns of gemoed van die\nbeskuldigde;\n(b) of sodanige omstandighede die beskuldigde wel\nbe-\nïnvloed het en;\n(c) of die beïnvloeding van so'n aard was dat dit beskuldigde\nse.../ 19\n19\nse morele verwytbaarheid vir sy daad verminder het.\nHoewel\nappellant '\nn\nalibi\nas verweer opgewerp het, welke verweer deur die\nHof verwerp is, en hy nie oor die aspek van versagtende omstandighede getuig het\nnie, het die Ver-hoorhof uit die aanvaarde getuienis in die saak as geheel tot\ndie slotsom gekom dat vrae (a) en (b) hierbo bevestigend\nbe-antwoord moet word.\nWat (a) en (b) betref het die Verhoorhof na my mening tereg aanvaar dat Nkosana\n'n skrikbewind in die woongebied\nSilvertown waarvan appellant 'n inwoner was\ngevoer het. Die Hof het ook tereg aanvaar dat appellant subjektief geglo het dat\nNkosana\nverantwoordelik was vir die dood van twee inwoners van Silvertown\ngedurende Desember 1984 en dat hy ook op die aand van 2 Januarie\n1985 vir Xolani\nmet '\nn\nklip gegooi\nhet. Een van die staatsgetuies, Nobuhle Makasi, wat\nas mede-\npligtige .... / 20\n20\npligtige beskou en deur die Verhoorregter ingevolge die bepa-lings van art\n204 van die Strafproseswet gewaarsku is, het ook getuig\ndat gedurende die aand\nvan 2 Januarie 1985, dws die aand voor die gebeure, \"Nkosana-hulle\" ook 'n ander\npersoon met die naam van\nMagxaks met 'n mes doodgesteek het. Sy het die voor-val\nself gesien. Die Verhoorhof het nie met haar getuienis oor die besondere\nvoorval\ngehandel nie maar in sy uitspraak sê die Verhoorhof dat Nobhule die Hof\nbeïndruk het \"as 'n eerlike goeie getuie\".\nIndien haar getuienis omtrent\nMagxaks se dood waar is, meen ek dat dit hoogs waarskynlik is dat die groep wat\nsaam met appellant\nna Moody se huis opgeruk het op die oggend van 3 Januarie en\nwaaronder Nobhule ook was, ook van die Magxaks voorval geweet het en\ndat ook dit\nappellant se geestes-\nvermoë of gemoed beïnvloed het. Die\nVerhoorhof het in verband\nmet ....../ 21\n21\nmet die dood van die twee persone gedurende Desember 1984 gesê dat\nomdat appellant nie getuig het nie die Hof nie bewus is \"of\ndaar 'n verwantskap\nwas\" tussen die appellant en die twee oorledenes nie. Ek meen egter dat waar die\ngroep wat besluit het om teen\nNkosana op te tree, dit gedoen het in hulle\nhoeda-nigheid as inwoners van Silvertown,die vraag of die twee (soos ek\naangetoon het\nwas dit waarskynlik drie) mede inwoners wat deur Nkosana en sy\nmaats vermoor is bloedverwante van appel-lant was of nie, nie van\nveel belang is\nnie (vgl\nS v Mkize\n1979 (1) SA 461\n(A) op 463 E-F en 464 D-F).\nAs\ngevolg van die Verhoorhof se mistasting in ver-band met die vorm van appellant\nse opset waarna ek vroeër ver-wys het, moet\nhierdie Hof nou self besluit\nof, as al die omstandig-\nhede in ag geneem word insluitende die feit dat\nappellant nie met\noogmerkopset .... / 22\n22\noogmerkopset gehandel het nie maar dat die vorm van opset slegs\ndolus\neventualis\nwas, appellant se morele verwytbaarheid ver-minder is. Ek meen\ndat die antwoord op hierdie vraag bevesti-gend beantwoord moet word.\nDie\nappèl teen die bevinding van die Hof a\nquo\ndat geen versagtende\nomstandighede aanwesig was nie moet dus slaag. Ek meen ook dat dit wenslik is\ndat hierdie Hof nou self vonnis\noplê eerder as om die saak na die\nVerhoorhof, waar die voor-sittende regter se waarnemende aanstelling reeds\nverstryk het en\nhy hom blykbaar nie meer in Grahamstad bevind nie, terug te\nverwys vir vonnisoplegging. Appellant het geen vorige ver-oordelings\nnie en\nalhoewel dit 'n ernstige geval van moord is en die groepoptrede wat daarmee\ngepaard gegaan het sterk af-\ngekeur moet word, meen ek nie dat die doodstraf\n'n gepaste\nvonnis .... / 23\n23\nvonnis sal wees ten opsigte van enigeen van die twee aanklagte nie.\nDie appel word dus gehandhaaf en die skuldigbevind-\ning op elk van die\ntwee aanklagte word verander na een van skuldig aan moord met versagtende\nomstandighede. Die doodvonnisse word\nter syde gestel en in plaas daarvan word\ndie volgende vonnisse op-gelê:\nOp elk van die twee aanklagte (dws aanklagte 1 en 2) word beskuldigde gevonnis\ntot 12 jaar gevangenisstraf. Dit word beveel dat die\nvonnisse op aanklagte 1 en\n2 saam uitgedien word en dat 4 jaar van elk van die vonnisse op aanklagte 1 en 2\nsaam uitgedien word met\ndie vonnisse wat die Verhoorhof beskuldigde opgelê\nhet op aanklagte 6 en 7.\nH R JACOBS, AR\nVIVIER, AR )\nstem saam BOSHOFF, Wn AR )",
  "scraped_at": "2026-02-11T21:27:08.153501",
  "date": "1987-11-26",
  "coram": [
    "JACOBS, AR",
    "VIVIER, AR",
    "ARR",
    "BOSHOFF, Wn AR"
  ],
  "case_number": "138/87",
  "parties": {
    "applicants": [
      "MNCEDISI KHONGWANA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Mncdisi Khongwana, was one of eleven defendants charged with multiple offences arising from violence in the black township of Silvertown, Grahamstown. On 2–3 January 1985 a large crowd of roughly one hundred people, including the appellant, went to Don Moody’s house seeking Nkosana and Phikisile, whom they believed responsible for recent attacks. The crowd set fire to the house; two residents, Freddie Nolondashe and Siswe Mjaleni, were killed, and Phikisile was severely burned but survived. The appellant was convicted at the Eastern Cape High Court of murder on two counts (the deaths of the two victims) and sentenced to death.",
    "issues": "1. Whether the appellant’s mental state satisfied the requirements for mitigating (versagtende) circumstances under South African criminal law. 2. Whether the appellant’s intent was dolus directus (direct intent) to kill, or dolus eventualis (indirect intent), which would affect the classification of the offence and the availability of mitigating circumstances. 3. The appropriate sentence for the murder convictions.",
    "principles": "The court applied the three‑part test for mitigating circumstances: (a) existence of factors affecting the accused’s mental capacity or state of mind; (b) whether those factors actually influenced the accused; and (c) whether the influence reduced the accused’s moral culpability. It also considered precedent on intent, particularly S v Ngoma, which distinguishes dolus directus from dolus eventualis and holds that the form of intent determines the seriousness of the crime and sentencing. A finding of dolus directus requires proof of a definite purpose to cause death, whereas dolus eventualis involves foresight of death as a possible consequence.",
    "application": "The appellate court examined the evidence of the appellant’s participation in the mob, his knowledge that people were inside the house, and his decision to set the fire. It concluded that the appellant acted with a definite purpose to cause the deaths of the occupants, satisfying dolus directus. The court found no evidence that the appellant’s mental state was impaired by fear, intimidation, or other mitigating factors that would satisfy parts (a) and (b) of the test. Consequently, the court held that no mitigating circumstances existed and that the appropriate conviction was murder without reduction.",
    "conclusion": "The Supreme Court of Appeal set aside the death sentences and substituted convictions of murder with mitigating circumstances on both counts. The appellant was sentenced to twelve years’ imprisonment on each count, with the sentences to be served concurrently and four years to be credited against the sentences imposed on the other offences (counts 6 and 7)."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intent",
      "mitigating circumstances",
      "sentencing",
      "dolus directus",
      "dolus eventualis"
    ]
  }
}