{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/121.html",
  "case_name": "S v Goosen (129/1986) [1987] ZASCA 121 (30 September 1987)",
  "citation": "[1987] ZASCA 121",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 121\n|\nNoteup\n|\nLawCite\nS v Goosen (129/1986) [1987] ZASCA 121 (30 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nCase No 129/1986\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nPERCIVAL ROBERT GOOSEN\nAppellant\nand\nTHE STATE Respondent\nCORAM\n:\tJOUBERT, BOTHA et NESTADT JJA\nHEARD\n: \t21 SEPTEMBER 1987\nDELIVERED\n:\t30 SEPTEMBER 1987\nJUDGMENT\n/\nBOTHA JA\n...\n2.\nBOTHA JA\n:-\nThe appellant was convicted of murder with ex-tenuating circumstances by\nSPOELSTRA J and assessors in the Circuit Court at Potchefstroom.\nHe was\nsentenced to 5 years' imprisonment. With the leave of the trial Judge, he\nappeals against his conviction.\nIt is common cause that the appellant killed his wife (the deceased) on 16\nApril 1985 at about 8 o'clock in the evening, in their\njoint bedroom of the\nhouse in which they were living in Fochville. The following facts are also\ncommon cause. Immediately prior to\nthe killing the deceased and the appellant\nwere lying on the double bed in their bedroom, talking to each other. She was\ndressed\nin a gown and he in a pair of trousers. Under the mattress of the bed,\non his side of it, the appellant was wont to keep a revolver\nand a bayonet. He\nreached out, took the revolver from under the mattress and at close range fired\ntwo shots into the deceased's chest.\n/One ...\n3.\nOne bullet entered the deceased's body just under the left clavicle and the\nother went through her left breast. Then the appellant\nremoved the bayonet from\nunder the mattress and stabbed the deceased three times with it, on the left\nside of her chest. Each of\nthe five wounds inflicted upon the deceased could in\nitself have been fatal. There-after the appellant went into the kitchen of the\nhouse, where there were three young children present'(two were children of the\ndeceased from a previous marriage, and one was a boy\nborn out of the marriage\nbetween the appel-lant and the deceased, named Adlen). One of the children asked\nthe appellant whether they\nmight have Milo to drink, whereupon the appellant\ngave them permission to do so. The appellant took from the kitchen a bottle\ncontaining\nsome brandy and returned to the bedroom, where he poured himself a\ndrink and drank it. The appellant also tele-phoned his mother.\nHe told her that\nhe had killed the deceased and asked her to come and fetch the children.\n/At ...\n4.\nAt 9.30 p m the police arrived at the house, and shortly\nthereafter, a doctor. The appellant was found lying on the double bed, next\nto the body of the deceased. On a bed-table next to the\nappellant a container of\nHalcion tablets was found. It was empty. Halcion is a seda-tive, a\nsleep-inducing drug. The appellant was\nin a comatose condition, resulting from\nthe synergistic effect of his intake during that afternoon and evening of liquor\nand Halcion\ntablets. On the bed-table next to the ap-pellant there was also\nfound a piece of paper (some kind of circular letter) on which the\nappellant had\nscribbled some notes. This was exh F. On the following morning at about 10 a m\nthe appellant made a statement to the\npolice. That was exh G. These exhibits\nwill be dealt with later.\nAt the commencement of the trial counsel who appeared for the appellant\nhanded up to the Court a writ-ten statement in terms of section\n115 of the\nCriminal\n/Procedure ...\n5.\nProcedure Act 51 of 1977, In which the basis of the appel-lant's defence to\nthe charge was set out. The appellant confirmed the contents\nof the statement\nand signed it in Court. It reads as follows:\n\"1. The accused and the deceased, Lea Jacoba Goosen, were married to each\nother.\n2.\tThe marriage relationship was marred by\na long\nhistory of marital problems, brought about by a drinking problem and the\ninfi-delity of the deceased.\n3.\tOn the 16 April 1985 and at the common\nhome of the accused and the\ndeceased at\nFochville, an argument broke out between\nthem during the\ncourse of which the de-\nceased acted in a manner constituting\nintense\nprovocation.\n4.\tBoth the accused and the deceased had\nhad a considerable quantity of\nalcohol\nat the time of the argument. The accused had also taken four sleeping tablets\nwhich the deceased had given to him.\n5.\tThe accused admits that during the argument\nhe shot the deceased twice\nwith a revolver,\nand that he stabbed her with a bayonet,\nthereby causing\nher death.\n6.\tThe accused denies, however, that he is\ncriminally responsible for his\nacts as\nset out in paragraph 5 above, and states that the cumulative effect\nof:\n(i) his intoxication;\n/(ii) ...\n6.\n(ii) the intake of sleeping tablets; (iii) provocation by the deceased; (iv)\nand his severe emotional stress\nwas such that he did not act voluntarily; that he did not have the necessary\ncriminal capacity at the time of the act, and that he\nwas unable to form the\nrequisite intention to kill the deceased.\"\nIt will be seen from the concluding part of the statement that the\nappellant's defence rested on three grounds, namely, that at the\ntime of the\nkilling of the deceased there was on his part an absence of (1) any voluntary\nact, (2) criminal capacity, and (3) an\nin-tention to kill. As to (3), the onus\nwas, of course, on the State to prove that the appellant had the requisite\nintention. As\nto (2) and (3), I shall assume, for the purposes of this judgment\n(but without expressing any opinion thereon), that the onus was\nalso on the\nState. to prove that the appellant acted voluntarily and that he had criminal\ncapacity (\"toerekeningsvatbaarheid\"). In\nthe latter regard there was no\nsuggestion that the appellant\n/was ...\n7.\nwas suffering from any mental disorder of a pathological nature at the time\nof the killing. The crux of his case, in relation to all\nthree of the grounds of\ndefence raised, was that immediately before the killing of the deceased she had\nsaid something to him whlch\ncaused him to \"break down\" and to lose his\nself-control, with the result that he was temporarily unable to control his\nacts. On this\nscore the defence case perforce rested primarily on the evidence\nof the appellant himself. On the basis of the remarks I have made\nregarding the\nonus, the enquiry must be whether the appellant's evidence could reasonably\npossibly be true, and that requires an\nassessment of his conduct before, during\nand after his assault on the deceased. The appellant's evidence will be examined\npresently.\nApart from his own evidence, the appellant re-lied on the evidence of two\nexpert witnesses called on his behalf. The one was Dr Klatzow,\nan expert in\nbio-chemistry. He testified that the combined intake of\n/alcohol ...\n8.\nalcohol and Halcion tablets could result in the diminishing of one's social\nand moral inhibitions, the impairment of one's ability\nto make a rational\njudgment, and,some-times,in paradoxical reactions such as rage and aggression.\nHe was not, however, qualified\nto express an opinion on the condition of the\nappellant at the time of, the killing of the deceased. The other expert was Mr\nCarnie,\na clinical psychologist, who had had a number of interviews with the\nappellant with a view to evaluating his personality traits and\nhis psychological\ncondition at the time of the killing of the deceased. In brief, the opinions\nexpressed by Carnie were the following:\nthe appellant's personality traits were\nsuch that he was especially susceptible to a loss of self-control caused by\nemotional stress;\non the basis of the appellant's account to him of certain\nevents and incidents over a few weeks before the day of the killing, these\nwere\nof sufficient intensity to have induced feelings of severe emotional\n/stress ...\n9.\nstress in the appellant; on the basis of the appellant's account to him, and\nhis evidence in Court, as to the events immediately preceding\nthe killing and\nthe killing itself, the appellant at the time of the killing had lost inner\ncontrol over his conscious actions, to\nthe extent that the entire act of killing\nwas beyond his consclous control (at one stage the witness said his reactions\nwere totally\nout of control, but later he said that there was not a total loss\nof control, but a loss of effective, conscious control); the appellant's\nloss of\ncontrol was the cumu-lative effect of his pre-existing personality structure,\nhis intake of liquor and of Halcion tablets\nbefore the event, serious\nprovocation by the deceased, and his severe emotional distress. In his written\nreport compiled before the\ntrial Carnie had stated that at the time of the\nkilling the appellant, whilst able to appreciate the wrong-fulness of his\nactions,\nwas unable to act in accordance with that appreciation due to severe\nemotional stress.\n/In ...\n10.\nIn his evidence at the trial Carnie testified that he had come to the\nconclusion, having heard the evidence of the appellant and Dr\nKlatzow, that the\nappellant at the time of the killing was not able to appreciate the wrongfulness\nof his acts, nor even to act consciously.\nI turn to the evidence of the appellant, and I refer first to some matters of\nbackground mentioned in his statement in terms of section\n115, as quoted\nearlier. With regard to the marriage relationship (para 2) the appellant\ntestified that the deceased frequently drank\nto excess and that she had had an\nadulterous affair with one Van der Sandt. The appellant described a number of\nevents and incidents\nin which the behaviour of the deceased caused embarrassment\nand problems in the marriage. It is not necessary to go into details,\nbut it\nmust be observed that the appellant did not say in his evidence that the conduct\nof the deceased prior to the day on which\nshe was killed had caused him to\nsuffer emotional stress,\n/whether ...\n11.\nwhether severe or otherwise. His evidence\nrather conveys the impression\nthat he was well able to\ncope with the problems as they arose. He said\nthat\nhe loved the deceased and that he believed that she would\novercome\nher drinking problem and her infatuation with\nVan der Sandt. With regard to\nthe reference in para\n4 to the quantity of alcohol the appellant and the deceased\nhad consumed\nbefore the argument between them arose (the\nargument is also mentioned in\npara 3), it should be noted\nfirst that the appellant's evidence did not, in fact,\nreflect that there was any \"argument\" before the killing,\nas will appear presently. As to the alcohol, the appel-\nlant testified that the deceased arrived at his place\nof business on the fateful day at about 4.30 in the after-\nnoon. She was under the influence of liquor. She bought\na bottle of brandy and poured drinks for the appellant,\nherself and others who were present. Over a period of\nabout 1½ hours the appellant and the deceased each had 3\n/double ...\n12.\ndouble tots of brandy. They then went home. There, at the request of the\ndeceased the appellant poured each of them another drink\nof brandy, consisting\nof more than a double tot, which they drank. (Later, at 9.45 p m, the doctor who\nhad gone to the house and\nfound the appel-lant in a coma took a blood sample of\nthe appellant, which was subsequently analysed to reveal that the alcohol\ncon-tent\nof the appellant's blood, expressed in the usual way, was 0,20. An\nanalysis of the deceased's blood showed that in her case the alcohol\ncontent,\nexpressed in the same way, was 0,32.) Finally, in para 4 of the appellant's\nstatement it is mentioned that he had taken\n4 sleeping tablets which the\ndeceased had given him. This is an absolutely vital feature of the case, and I\nshall deal fully with\nthe appellant's evidence in regard thereto in a moment. At\nthis stage it will be convenient to mention that the trial Court disbelleved\nand\nrejected the appellant's evldence on this point. It found that the appellant had\ntaken the sleeping tablets (Halcion)\n/after ...\n13.\nafter he had killed the deceased.\nI come now to the appellant's evidence as to what happened at the crucial\ntime just before and during his killing of the deceased.\nThe account he gave in\nexamination-in-chief was quite brief. Taking up his account at the stage where\nhe had poured drinks for him-self\nand the deceased in the kitchen, his evidence\ncon-tinued as follows:\n\"What happened then? \t Then I went back\nto the bedroom with the drinks, and then she burnt some photographs out. She\nburnt - I smelt something burning and when I got into\nthe room I saw that she\nhad burnt some photo-graphs out. Then she said 'to me \"Seeing that you are tired\nhere are some pills, then\nyou will have a good sleep tonight\", which she drank\nevery night she drank of these pills.\nHow many did\nshe give you? \t Four.\nDid you have any suspicion at all that\nit might have been too many? \t No.\nAre you accustomed to taking sleeping\npills? \t No, no tablets.\nDid you not think that you would have\na good night's sleep in any event\nbecause you\nwere tired? \t No.\"\n/The ...\n14.\nThe appellant then went on to say that he finished his drink, that he took\noff his shirt, shoes and socks, and that he lay down on\nthe bed. The deceased\nshowed him a dress that she had bought and then changed into her gown. His\nevidence continued:\n\"Yes? \t Then she got into bed. Then\nshe said there is something she wants to tell me. Then she told me about Mr Van\nder Sandt. And I asked her \"Now what about the kids,\nyou cannot just leave the\nkids?\"\nCOURT\n: What did she say in regard to Van der\nSandt? \t She loves this Van der Sandt, she\nloves me and she loves Van der Sandt, and ob-viously I will fall into a deep\nsleep, if I wake up she will be gone with the kids with\nVan der\nSandt.\nMR VERMEULEN\nYes? —- Your\nHonour, then I just broke down.\nCOURT\n: You broke down? \t Yes.\nMR VERMEULEN\n: In what way? \t I took the\npistol and I shot her. I just lost self-control and I stabbed\nher.\nCOURT\n: And after you had lost your\nself-control\nand ..? \t I stabbed her.\nAfter you shot ... (intervention) ... I lost self-control and I shot her, I was\nnot myself.\nYes? \t And then I saw what I had\ndone\nand I phoned my mother.\"\n/The ...\n15.\nThe tenor of this evidence is quite clear. The\ndeceased gave the appellant\nsleeping pills in order to\ncause him to fall into a deep sleep. When he\nawoke,\tj\nshe would have left him with the children and Van der Sandt. It was\nthis prospect that caused him to break down and to lose his self-control.\nThere\nis no suggestion here that the deceased gave him the tablets with the in-tention\nof killing him. When he used the expression\n\"if I wake up\", it was in the sense\nof \"when I wake up.\" That is perfectly plain.\nIn cross-examination, however, the appellant changed his evidence\ndrastically. This came about when he was confronted with the notes\nhe had\nwritten on the piece of paper that was found next to his bed (exh F), as\nreferred to earlier. The appellant had made no men-tion\nof this in his\nevidence-in-chief. On the paper, in three different places, the appellant had\nwritten the following:\n/\"All ...\n16.\n\"All money due\nto me must\ngo to Adlen\nand my Mom must look after (him).\"\n\"My maat\nGeorge (\nnie my broer\n)\nkry die man\nasb vir my wat\nmy huwelik so gemaak het Percy.\"\n\"His phone no. 01491-2161\nAsk for\nCheeta v,.d. Sandt\thim\nW D\nLevels\npone this\nHe was the\ncause\n!\nPercy.\"\nThere can be no doubt at all that these notes were writ-ten in contemplation\nof the appellant's own imminent death. The notes themselves\nproclaim this so\nclearly that no further elaboration is necessary. Exh F is obviously not\ncompatible with the appellant's evidence-in-chief\nas to why he had broken down\nand lost control over himself.\n/The ...\n17.\nThe trial Judge observed in his judgment that the appel-lant \"was most\nunhappy\" when confronted with this docu-ment. His attempted\nexplanation of the\nnotes was that the deceased had conveyed to him that it was her intention to\nkill him when she gave him the tablets\nto drink. Part of the appellant's\nevidence, when questioned by the trial Judge, reads as follows:\n\"Let us regard that as the front or the first page. If one reads these words\n\"All money due to me must go to Adlen, and my mom must\nlook after him\" - why do\nyou think you\nwould have written these words? \t Because\nof her\nsaying to me if I ever wake up with the tablets I had.\nWhy did you think the tablets were going\nto affect you? \t She said to me that she doubts\nif I will wake up with the tablets.\nShe doubts ..? \t If I will wake up with\nthe tablets, she is going to leave with this other man and the\nkids.\nWhen did she say that? \t She said that\nin the bed that night.\nWhen she gave the tablets to you?\nNo, when she was speaking about Van der Sandt.\nWas that after you had the tablets?\nJust before it happened.\nDo you say that at that stage you were\n/of ...\n18.\nof the view that she was busy poisoning you?\nTrying to kill you? \t It would be.\nWell, did you think that or did you not\nthink that? \t I must have, if I\nwrote this\nI must have. Like I say I did not have ... (intervention).\nWell, if you thought that why did you\nnever suggest that before this moment? \t Your\nHonour, like I said earlier,\nshe said if I ever wake up.\nWell, you said that - if I recall correctly\nyou were going to fall in a\nvery deep sleep\nand ... (intervention) ... \t That is if I\never wake up.\nAnd when you wake up she will be gone\nwith Van der Sandt and the kids? \t\nAnd the\nkids, that is correct.\nDo these words suggest to you that she\nwas trying to kill you or to poison\nyou?\nOr take my life, or take my life.\nThat she was busy taking your life?\nIt could have been. I mean that is what she said to me.\nBut why - if you inferred that at the time and if you are still of the view,\nwhy did you not suggest that before I started question-\ning you on this document? \t Yes, but I did\nsuggest that. I said she said if you ever wake up, if you ever ...\n(intervention).\nShe said when you wake up? \t Or when\nyou wake up.\nShe will be gone with Van der Sandt and\nthe kids? \t That is correct.\n/Not ...\n19.\nNot if ever. \t Yes, yes.\nYour evidence never suggested, and I am sure Counsel appearing for you never\nwere of the view that your evidence would be to the\neffect that you were of the\nview that you are\nnot going to wake up again? \t Like I say I\nwas not in my state of mind when this was writ-ten. I mean I must have thought\nthen well, Percy, you are not going to ever wake up,\nif I wrote things like\nthis.\nIf it was not any action on her part then\nit must have been some other action? \t Well,\nno, it is from her part.\nWhat other action could\nhave endangered\nyour life on that particular evening?\tThe\nthing is with the alcohol and the pills she gave me, telling me that if you ever\nwake up.\"\nThis evidence of the appellant cannot\npossibly be true, for a number of reasons. In the first place the appellant did\nnot mention\nto his mother, when he tele-phoned her, that he was facing death\nbecause the deceased had given him an overdose of tablets, as one\nwould\ncer-tainly have expected him to do if it were the truth. In the second place the\nappellant made no mention of the taking of\nthe tablets at all in the statement\nhe made to the police on the following day, exh G. That statement\n/reads ...\n20.\nreads as follows:\n\"Ja, op bg. datum en ongeveer 16h00 het ek en my vrou (oorledene) konst. Botha\nen sy vrou in my besigheid gesit en gesels. Op daardie\nstadium het my vrou 'n\nliter Richeleu brandewyn bestel. Ons het toe gesit en gesels en kort-kort 'n\ndrankie gedrink. Om ongeveer\n18h00 is ek en my vrou toe weg huis toe. Ek het vir\nmy vrou gesê ek is moeg en wil vroeg gaan slaap. Ons was om ongeveer 18h30\nin ons kamer waar ons in die bed gelê en gesels het. Ek het toe weer vir\nek en my vrou 'n drankie inge-gooi. Op daardie stadium\nhet my vrou vir my\ngesê daar is iets wat sy my wil sê. Ek het haar toe gevra wat dit is\nwaarop sy gesê het sy is\nverlief op 'n ander man. Ek het haar gevra nou\nwat van ons kinders waarop sy gesê het die ander persoon aanvaar hulle. Ek\nhet\ntoe gesê nie my seun nie. Ek het my rewolwer onder die bed uitgehaal\nen my vrou twee skote in die bors geskiet. Nadat ek die\ntweede skoot geskiet\nhet, het ek eers besef wat ek gedoen het. Ek het toe my bayonet onder die bed\nuit-gehaal en my vrou in die bors\ngesteek. Ek kan nie sê hoekom ek haar\nmet die bayonet ge-steek het nie.\nEk het toe my moeder gekontak en vir haar gesê ek het my vrou geskiet. Ek\nkan onthou ek het baie gehuil. My moeder het vir\nmy gevra waar is die kinders\nwaarop ek gesê het hulle is in die huis. Sy het toe gesê sy kom\nhulle haal.\nEk het toe vir my weer 'n dop brandewyn\ningegooi en weet nie wat verder gebeur het nie.\"\n/His ...\n21 .\nHis failure to mention the tablets in this statement,the appellant sought to\nexplain by saying that he was shocked and not himself\nwhen he made it. The\nexplanation is un-acceptable. The policeman who took down the statement\ntestified that although the appellant\nmight have been shocked, he had no\ndifficulty or problem in recounting the events in a coherent, logical and\nchronological manner.\nThe statement itself proclaims that the appellant must\nhave been in full possession of all his faculties when he made it. The omission\nto make any mention of the tablets is a very weighty pointer to the fact that\nthe tablets played no role at all in the killing of\nthe de-ceased. In the third\nplace, if the deceased had tried to kill the appellant, to his knowledge, by\ngiving him an overdose of\ntablets, it is inconceivable that he would have acted\nin the way he did after he had killed her. As stated earlier, it was common\ncause (the appellant admitted it in his evidence) that he went into the\nkitchen,\n/spoke ...\n22.\nspoke to the children, fetched some brandy, returned to the bedroom, and\ndrank it. On his evidence the appellant must have done these\nthings, expecting\nthat he was golng to die, and he must then have lain down on the bed, awaiting\nhis death. That cannot be beliêved\nand is not reasonably possible.\nThe conclusion is that the whole of the appel-lant's evidence relating to the\nconduct of the deceased in giving the Halcion tablets\nto him was patently false.\nThe trial Court was fully justified in rejecting it. On that footing exh F was\nin fact what on the face\nof it it clearly purports to be: a suicide note. The\nappellant emphatically and repeatedly denled that it was such, but in the\ncontext\nof the appellant's other evldence his de-nial must suffer the same fate\nas his other evidence: it must be rejected as false beyond\nreasonable doubt.\nThat being so, the inference is inescapable that the ap-pellant took the Halcion\ntablets after he had killed the\ndeceased. The trial Court's finding to that\neffect is\n/unassailable ...\n23.\nunassailable.\nThe result of the above analysis is that the very foundation of the\nappellant's defence is wholly destroyed. That applies to all three\nof the\ngrounds on which the defence was sought to be based. In vlew of the fact that\nthe appellant's evidence does not afford any\nacceptable explanation for his\nalleged breaking down and loss of self-control, there is no evidential basis for\nsustaining a reasonable\npossibility that he was acting involuntarily, or\nunconsciously, or without criminal capa-city, when he killed the deceased, nor\nis\nthere any basis for displacing the inference that he intended to kill her,\nwhich arises from the manner in which he did so. In the\nlatter regard I would\ncite two further passages from his evidence (which must be compared with what he\nhad said in his statement\nto the police, exh G):\n\"Did you experience any physical effects of the sleeping tablets and the\nalcohol when\nyou in fact shot the deceased? \t No well,\nlike I say I just lost control, it ... (pause).\n/But ...\n24.\nBut you did not feel drowsy or anything\nlike that? \t I did feel drowsy, I mean I was\nnumb at my cheeks.\nGoing through your evidence-in-chief one seemed to gain the impression that you\nstill knew what was going on when you shot the de-\nceased? Is that the correct impression?\nYes, but I could not control myself.\"\n\"Now can you say whether the shooting and the stabbing took place in one course\nof action, or was it divided into separate com-partments?\nDid you first shoot\nand then have\na look and then stab? \t I shot her and then\nI saw what I had done and I just took the knife and I - the bayonet and I\nstabbed her.\nWell, what do you mean when you say\nyou\nsaw what you had done after having shot her?\nI could not control myself.\nCOURT\n: What was your last reply? \t I could\nnOt control myself. I could not ..? \t Con-\ntrol myself.\nMR. VERMEULEN\n: Can you think of any explana-\ntion or reason why you\nstabbed as well as shot?\nI have got no explanation for\nthat.\"\nIt follows from what has been said above that\nthe evidence of Mr Carnie cannot avail the appellant. The factual basis on which\nhis\nopinions were based having fallen away, his opinions must necessarily fall\naway too.\n/I ...\n25.\nI would add that he made it clear in his evidence that his opinions were\nbased on the cumulative effect of the various factors enumerated\nearlier in this\njudgment, and that he was unable to ascribe any separate value to any individual\nfactor. Hence, when once it appears\nthat one important factor taken into account\nby Carnie must be left out of consideration, namely that the appellant had been\ninfluenced\nby the taking of the Halción tablets before the killing, his\noplnlons are perforce deprived of any validity they might have\nhad otherwise. I\nwould . add also that Carnie was not aware of the suicide note when he\ninterviewed the appellant and prepared his\nreport. In his evidence he was unable\nto provide a rational expla-, nation of the suicide note. He said that it\nreflected ambivalent\nfeelings on the part of the appellant, that it showed a\nstate of panic and an hysterical reaction. However, none of these comments\ncan\nresolve the problems created for the appellant by the existence of the\nsuicide\n/note ....\n26.\nnote, as discussed above.\nFor the above reasons the appellant was correctly convicted of murder.\nThe appeal is dismissed.\nA.S. BOTHA JA\nJOUBERT JA\nCONCUR\nNESTADT JA",
  "scraped_at": "2026-02-11T21:23:15.227304",
  "date": "1987-09-30",
  "coram": [
    "JOUBERT JA",
    "BOTHA JA",
    "NESTADT JA"
  ],
  "case_number": "129/1986",
  "parties": {
    "applicants": [
      "Percival Robert Goosen"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In April 1985 Percival Robert Goosen killed his wife, Lea Jacoba Goosen, in their bedroom at their home in Fochville. He retrieved a revolver hidden under the mattress, fired two shots into her chest, then removed a bayonet and stabbed her three times. After the killing he served brandy to three children present, drank himself, and telephoned his mother to say he had killed his wife. He was later found by police lying on the bed, comatose from a mixture of alcohol and Halcion tablets. At trial, Goosen claimed that intoxication, sleeping tablets, provocation and severe emotional stress negated a voluntary act, criminal capacity, and intent to kill.",
    "issues": "The Court had to determine whether Goosen, at the time of the killing, (1) performed a voluntary act, (2) possessed the requisite criminal capacity (toerekeningsvatbaarheid), and (3) intended to kill the deceased. The admissibility and impact of intoxication, the alleged provocation by the wife, and the alleged effect of sleeping tablets on his mental state were central to these issues.",
    "principles": "South African criminal law requires a voluntary act, criminal capacity, and mens rea for murder. Intoxication does not automatically excuse liability unless it renders the accused incapable of forming intent or of acting voluntarily. Provocation may mitigate sentencing but does not extinguish criminal capacity. The burden of proof lies on the State to prove the elements of murder, and the defence bears the onus of raising a reasonable doubt on each element.",
    "application": "The Court examined Goosen's testimony, the evidence of two experts, and the physical evidence, including the suicide‑note‑like piece of paper (exh F). It concluded that the notes were written after the killing, indicating a false defence. The expert on intoxication could not attest to Goosen's state at the time of the killing. The State proved that Goosen voluntarily retrieved the weapon, shot and stabbed his wife, and that he was fully aware of his actions. Consequently, the Court found no lack of voluntariness, no impairment of criminal capacity, and clear intent to kill.",
    "conclusion": "The appeal was dismissed; Goosen's conviction for murder with ex‑tenuating circumstances was upheld and the sentence of five years' imprisonment confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intoxication defence",
      "criminal capacity",
      "provocation"
    ]
  }
}