{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/73.html",
  "case_name": "Pizani v Minister of Defence (75/87) [1987] ZASCA 73 (25 August 1987)",
  "citation": "[1987] ZASCA 73",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 73\n|\nNoteup\n|\nLawCite\nPizani v Minister of Defence (75/87) [1987] ZASCA 73 (25 August 1987)\nDownload original files\nPDF format\nRTF format\nIn the appeal of:\nDEREK REGINALD PIZANI\nappellant\nversus\nTHE HONOURABLE THE MINISTER\nOF DEFENCE\nrespondent.\nCORAM\n: CORBETT, HEFER, GROSSKOPF, VIVIER, JJA, et STEYN, AJA.\nDATE\nOF HEARING\n: 5 May 1987\nDATE OF JUDGMENT\n: 25 August 1987\nJUDGMENT\nCORBETT\nJA\nThis, in my view, is an unfortunate case. At this stage the undisputed facts\nare as follows.\n/ During\n2\nDuring the relevant period the appellant, a young man aged 21, was a member\nof the Permanent Force of the South African Defence Force\n(\"SADF\"). He held the\nrank of corporal and was attached to the security section at Defence\nHeadquarters. On 14 September 1983 he\nattended a \"braaivleis\" arranged by the\nofficer commanding his unit. The function was held at the Fountains resort near\nPretoria.\nAll members of the unit, apart from those on duty, were expected to\nattend. At some stage appellant and others decided to go to have\na swim in the\nFountains swimming pool. To do so they had to climb over a fence. While climbing\nover the fence on his way back appellant\ntripped and fell. He landed on his left\nelbow. The following morning appellant's elbow was very painful and he reported\nsick. At\nthe sick bay he was seen by the Army medical officer on duty, a Dr M\nSchlosberg, who held the rank of lieutenant. Dr Schlosberg took\nappellant's arm\nand moved it into a few positions.\n/ Appellant\n3\nAppellant told him that it was very painful. Dr Schlosberg then informed\nappellant that his elbow was just badly bruised. He prescribed\nsome\nanti-inflammatory tablets and instructed appellant to move his arm as much as\npossible. X-ray facilities were available, but\nappellant was not refer-red to\nthe X-ray unit.\nAppellant proceeded to carry out Dr Schlosberg's instructions. He took part\nin drill and physical training and played games. He even\ntried to concentrate on\nusing his left arm so as to give it as much exercise as possible. He\nnever-theless continued to suffer severe\npain in his left elbow. As a result of\nthis appellant consulted a private medical practitioner, a Dr S Dyson, who\nhappened to be\nthe partner of the district surgeon of Benoni. Precisely when\nthis happened is not clear from the papers. It was probably during\nOctober 1983.\nDr Dyson arranged for appellant's\n/ elbow\n4\nelbow to be X-rayed and this revealed a fracture of the radial head. Dr Dyson\nreferred appellant back to Dr Schlosberg, who in turn\nreferred appellant to an\narmy medical officer, Dr Adno, at 1 Military Hospital. Dr Adno, after obtaining\nfurther X-ray plates of\nappellant's elbow, confirmed the diagnosis of a\nfractured radial head and prescribed, as treatment, a two-week course of\nphysiotherapy.\nThis treatment was evidently unsuccessful and appellant again consulted Dr\nDyson. The latter referred him to an orthopaedic surgeon,\na Mr van Rooyen. Mr\nvan Rooyen advised surgery and early in 1984 an operation was performed\ninvolving the removal of the radial head\nof appel-lant's left elbow and its\nreplacement by a Swanson-type poly-ethylene prosthesis.\nOn 10 April 1984 appellant instituted an action in the Transvaal Provincial\nDivision claiming damages\n/ from\n5\nfrom respondent, the Minister of Defence, in the sum of R25 632,26. It is\nappellant's case, as stated in the pleadings -\n(i) that in treating him Drs Schlosberg and Adno\nacted in the course and scope of their employment by the respondent;\n(ii) that under the circumstances Dr Schlosberg and\nDr Adno were each under a duty of care to appel-lant to examine him in a\nthorough, professional and competent manner and to exercise\ndue care and skill\nin their respective diagnoses of his injury and in prescribing a proper course\nof treatment therefor;\n(iii) that Dr Schlosberg failed to examine appellant in a thorough,\nprofessional and competent manner in that he should have examined\nhim\n/ in\nó\nin such a way (including referring appellant for X-rays\nof his elbow) as to elicit the true nature of his injury, and did not do so;\nand\nhe failed to treat the injury in a proper manner;\n(iv) that Dr Adno, with full knowledge of the facts, failed to examine the\nappellant in such a way as to elicit the true nature of\nthe harm caused in\nconsequence of Dr Schlosberg's faulty diagno-sis and failed to prescribe proper\ntreatment to repair the harm,\nbut instead prescribed a course of treatment which\nwas of no benefit to appellant and, if anything, aggravated his con-dition;\n(v) that in consequence of the breaches of duties of care and the negligence\nof Drs Schlosberg and Adno appellant was required to\nundergo the surgery already\ndescribed and suffered damages\n/ in\n7\nin the amount claimed, this amount being comprised as follows:\n(a)\tmedical and hospital\nexpenses \t R632,26\n(b)\tgeneral damages for pain\nand suffering and loss\nof amenities of life...\n25 000,00\nR25 632,26\nTo appellant's claim, in so far as it is founded on\nthe breach of duty of care and negligence of Dr Schlosberg, the respondent\nraised\nthe special plea that it was barred by the provisions of sec. 113(1) of\nthe Defence Act 44 of 1957 (\"the Act\") in that more than\nsix months had elapsed\nbetween the date on which appellant's cause of action arose, viz. 15 September\n1983, and the date upon which\naction was instituted, viz. 10 April 1984; and\nasked that this aspect\n/ of\n8\nof appellant's claim be dismissed with costs. Respondent also pleaded\ngenerally to the merits of appellant's claim as a whole. To\nthis special plea\nappellant filed a replication in which he, firstly, denied that his cause of\naction arose on 15 September 1983\nand, secondly, pleaded, in the alterna-tive,\nif it be found that appellant's cause of action arose before 11 October 1983 (ie\nmore\nthan 6 months prior to the institution of action), as follows:\n(a)\tThe appellant, being a member at all material times of the SADF, was under\nregulation 11 of Chapter XV of the General Regulations\nfor the SADF and the\nReserve (\"the Regulations\") by law obliged to accept the arrangements made by\nthe Surgeon General for the provision\nand administration of any treatment for\nthe injury to his left elbow.\n(b)\tThe Surgeon General, acting through duly authorized subordinates, arranged\nthe treatment for the plain-\n/ tiff's\n9\ntiff's injury.\n(c)\tPrior to 11 October 1983 the appellant\n—\n(i) was not aware of the breaches of care and negligence of Dr Schlosberg\nand/or Dr Adno; and\n(ii) because of the provisions of the Regula-tions, read with the Act and the\nfacts stated in (b) above, was not in law en-titled\nto seek any treatment for\nhis injury other than that arranged for him by the Surgeon General.\n(d)\tIt was therefore impossible for the appellant to comply with the provisions\nof sec. 113(1) of the Act before 11 October 1983.\n(e)\tAlternatively to para. (d), it would be unconscion-able conduct for\nrespondent to raise the special plea based on sec. 113(1)\nof the Act, and he is\naccordingly debarred from doing so.\n/ At\n10\nAt a pre-trial conference the parties agreed to ask the Court hearing the\nmatter to determine as a separate issue in terms of Rule\n33(4) of the Uniform\nRules of Court the questions of law arising from respondent's special plea. To\nthis end certain facts were agreed\nto by the parties. In addition to those facts\nalready recounted, it was also agreed for the purpose of adjudicating the\nspecial plea\n—\n(1)\tthat appellant was a \"medical layman\";\n(2)\tthat the diagnosis of the nature of the injury to appellant's elbow and the\nproper treatment for that injury were matters upon\nwhich during the period 15\nSeptember to 11 October 1983 only medical practitioners - and not laymen - were\nqualified to pronounce;\n(3)\tthat the treatment\nreceived by appellant\nfrom Dr Schlosberg was carried out in pursuance of the Act, read with the\nRegulations; and\n/ (4) that\n11\n(4) that appellant was not aware, prior to 11 October 1983, of the alleged\nbreaches of care and negli-gence attributed to Dr\nSchlosberg.\nThe matter came before ELOFF J, who\nagreed to adjudicate on the validity of the special plea in terms of Rule 33(4).\nAppellant gave\nevidence briefly and the issue was argued. ELOFF J came to the\nconclusion that the special plea was well-founded and dismissed with\ncosts\nappellant's claim to the extent that it was founded on the breach of a duty of\ncare owed to him by, and the negligence of,\nDr Schlosberg. Appellant appeals to\nthis Court against this decision by vir-tue of leave given him on application to\nthe Chief Justice.\nThe relevant portion of sec. 113(1) of the Act\nreads\nas follows:\n\"No civil action shall be capable of being instituted against the State or\nany person in respect of anything done or omitted to be\ndone in pursuance of\nthis Act, if a\n/ period\n12\nperiod of six months \t has elapsed\nsince the date on which the cause of\naction\narose\t\"\nIt is conceded by appellant's\ncounsel - correctly in my view - that sec. 113(1) makes provision for an expiry\nperiod (\"vervaltermyn\")\nand that the provisions of the\nPrescription Act 68 of\n1969\n, more particularly secs. 12 and 13 thereof, have no application. This was\ndecided to be the case in relation to sec. 32(1) of the\nPolice Act 7 of 1958 in\nthe matter of\nHartman v Minister van Polisie\n1983 (2) SA 489\n(A) - there\nit was the applicability of\nsec. 13(1)\nof the\nPrescription Act that\nwas in issue\n-and in this regard I can see no difference between sec. 32(1) of the Police Act\nand sec. 113(1) of the Act (see also\nBrosens v Minister van Verdediging\n1983 (3) SA 803\n(T)). The consequence of this is that a plaintiff who has failed\nto comply with the time limitation of sec. 113(1) is generally debarred\nfrom\nsuing and cannot rely upon any of the grounds\n/ which\n13\nwhich delay the commencement of the running of prescription\n(see\nsec. 12\nof the\nPrescription Act) or\ndelay the comple-\ntion of\nprescription (see\nsec. 13\nof the\nPrescription Act).\nOne\nof the grounds which\ndelays the commencement of the run-\nning of prescription is the creditor's\nlack of knowledge of\nthe identity of the debtor and the facts from which the\ndebt\narises. This is provided for in\nsec. 12(3)\nwhich reads:\n\"A debt shall not be deemed to be due until the creditor has knowledge of the\nidentity of the debtor and of the facts from which\nthe debt arises: Provided\nthat a creditor shall be deemed to have such knowledge if he could have acquired\nit by exercising reasonable\ncare.\"\nFrom\na general equitable point of view it seems unfortunate\nthat this provision of the\nPrescription Act, at\nleast, does\nnot apply to expiry periods.\nSome amelioration of the guillotine-like effect of an expiry period was,\nhowever, provided by the case of\n/\nMontsisi\n14\nMontsisi v Minister van Polisie\n1984 (D SA 619 (A), in which this\nCourt decided that the principle expressed by the maxim\nlex non cogit\nad\nimpossibilia\napplied to the expiry period contained in sec. 32(1) of the\nPolice Act 7 of 1958.\nMontsisi'\ns case concerned a plaintiff who sued the\nMinister of Police for damages for unlawful assaults alleged to have been\ncommitted upon\nhim by members of the South African Police while he was being\ndetained in terms of sec. 6 of the Terrorism Act 83 of 1967. The Court\nheld that\nit was impossible for the plaintiff to comply with the provisions of sec. 32(1)\nwhile he was in detention and that, therefore,\nthe expiry period provided for in\nsec 32(1) did not run against him so long as he was in detention (see p 638\nG-H).\nOn appeal appellant's counsel also conceded that in the present case the\ncause of action, in so far as it related to the conduct of\nDr Schlosberg, arose\non 15 September 1983, the date upon which Dr Schlosberg first examined the\nappellant.\n/ In\n15\nIn order to avoid the consequences of sec. 113(1) of the Act appellant\nrelies, however, on the principle of impos-sibility. The basic\nsubmission, as\nformulated in counsel's heads of argument, is as follows:\n(a)\tThe provisions of chap. XV of the Regulations and\nthe Military Discipline\nCode (\"MDC\") obliged appel-\nlant to seek, submit to and give effect to\nthe\nmedical treatment provided by the SADF and made\nit unlawful for the appellant (without the permis-sion of the SADF first\nobtained) to seek, submit to or give effect to any medical\ntreatment other than\nthat provided by the SADF.\n(b)\tPrior to 11 October 1983 it was therefore impos-\nsible for appellant to\nhave instituted his action\nbecause it was impossible for him lawfully to\nob-\ntain the information without which he, as a layman,\ncould never have\nknown that he had a claim.\n/ I.....\n16\nI shall assume in appellant's favour that where and so long as a plaintiff is\nprecluded by law from acquainting himself with the facts\nwhich constitute his\ncause of action and he remains in ignorance thereof, the expiry period\ncon-tained in sec. 113(1) of the Act\ndoes not run against him. This is not the\nsame situation as that which existed in\nMontsisi\n's case. In that case\ncircumstances rendered it impossible for the plaintiff to actually institute\naction. Nevertheless, it is arguable\nthat what I have assumed is a logical and\nlegitimate extension of the principle adopted in\nMontsisi\n's case. In\norder to be able to institute action one must know that one has a cause of\naction. Consequently if one is prevented by\nlaw from ascertaining that one has a\ncause of action, it may be said that it is impossible for one to institute\naction.\nHaving made this assumption in appellant's favour, I must next consider the\nquestion as to whether appellant\n/ was\n17\nwas in truth precluded by law from ascertaining the correct facts in regard\nto his injured elbow. In developing his argument on this\naspect of the matter,\nappellant's counsel referred to chapter XV of the Regulations and in particular\nto regulations 7, 11, 12, and\n13 and contended that it was implicit in these\nregulations that a \"patient\" (which includes a member of the Permanent Porce)\nwas\nnot entitled to consult a private medical practitioner in order to get a\nsecond opinion or to check on the correctness of a diagnosis\nmade by an Army\ndoctor. And since in appellant's case - so the argument ran -the proper\ndiagnosis of his injury was a matter which\nonly a medical practitioner was\nqualified to undertake, it was impossible for appellant to ascertain the true\nfacts in regard to\nhis injury.\nRegulation 7 places upon the Surgeon General a general duty to arrange for\nthe provision to a patient of,\ninter alia\n, the medical and hospital\ntreatment which is\n/ required\n18\nrequired in respect of an injury from which the patient is suffering in order\nto effect his recovery. It provides that the Surgeon\nGeneral, or a medical\nofficer designated by him for the purpose, shall from time to time determine the\nnature and extent of the treatment\nrequired by the patient and may authorize the\nprovision or administration of such treatment. Regulation 11 deals generally\nwith the\nmanner in which the Surgeon General shall provide treatment for a\npatient. Sub-para (1) places on the Surgeon General a general duty\nto provide\ntreatment and to exercise control thereover. To this end he is required, as far\nas it is professionally and administratively\npossible, to make use of the\nfacilities of the military medical service and such other state medical\nfacilities as may be at his\ndisposal (sub-para (2) ). His powers may be\ndelegated to a medical officer designated by him (sub-para 2(a) ); treatment may\nbe administered\nat the patient's residence, a hospital, a clinic, an\nout-patients'\n/ department\n19\ndepartment of a hospital, the medical officer's consulting rooms or any\nother designated place (sub-para 2(b) ); and in certain instances\nwhere military\nfacilities are not available or suitable the Surgeon General may authorize the\ntreatment of the patient at any other\ndesignated hospi-tal or institution\n(sub-para 2(c) ). In addition, whenever the Surgeon General considers that the\ntreatment of a\npa-tient cannot be undertaken by a medical officer of the South\nAfrican Medical Corps or a district surgeon or where a second opinion\nis\nrequired, he may designate a medical officer not employed on a full-time basis\nby the State for the treatment of the patient (sub-para\n2(g) ); and he may also\naccept liability on behalf of the State for the cost of any treatment provided\nto a patient by any practitioner\nor hospital in a case of emergency (sub-para\n2(h) ).\nRegulation 12 deals with the provision of medical appliances, such as\nartificial limbs, dentures etc. In terms\n/ of\n20\nof sub-para (2) of the regulation the Surgeon General determines the\nspecification, type or pattern of medical appliance to be provided\nfor a\npatient, subject to the pro-viso that a patient may at his own request be\nprovided with an article of a different specification,\netc. on condition (i)\nthat this is approved by the Surgeon General or officer acting on his authority\nand (ii) that any additional\nexpenses arising from this special provision are\nrecovered from the patient concerned.\nRegulation 13 deals with the defrayment of the cost of any authorized\ntreatment or medical appliance and provides generally that such\ncost is to be\nmet by the State. Provision is made for the payment of fees to practitioners not\nin the full-time service of the State\nwho treat patients (sub-paras (2) and (3)\n). It is also provided (in sub-para (4) ) that where a patient is treated at a\nnon-military\nhospital or institution he shall be\n/ accommodated\n21\naccommodated in a general ward, provided that in certain\ncircumstances a\nmedical officer may authorize at State\nexpense accommodation in a ward other\nthan a general ward;\nand that —\n\"this regulation shall not be construed as prohibiting a member from arranging,\nin terms of a private agreement between him and the\nhospital concerned, for the\nuse of such other ward by him or his depen-dant on condition that such member\nshall pay any additional\nexpenses arising from such agreement directly to the\nhosital concerned and that the State shall not be liable\ntherefor.\"\nAppellant's argument is, as\nI have said, that it is implicit in these regulations that it would be unlawful\nand a breach of the MDC\nfor a member of the Permanent Force who suffered an\ninjury to consult a private medical prac-titioner in order to get a second\nopinion\nor to check on the correctness of a diagnosis made by an Army doctor. I\nam\n/ unable to\n22\nunable to discern such a necessary implication in the regu-lations in\nquestion. Clearly the regulations make it obligatory for the\nSurgeon General to\nprovide at State expense medical treatment for an injured member of the\nPermanent Force; and prescribe that the\ntreatment shall be given by military\ndoctors at military hospitals, etc. It is probably correct to say that it is\nimplicit in the\nregulations that the patient concerned is in general obliged to\naccept treatment by military doctors and at military in-stitutions.\nBut this\ndoes not preclude him from seeking at his own expense a second opinion from a\nprivate medical practitioner. I would emphasize\n\"at his own expense\" for it is\nclear from the regulations that, save in exceptio-nal circumstances, the SADF\ndoes not accept financial\nlia-bility for medical treatment provided privately.\nThe denial of the right of a member of the Permanent Force to consult a private\ndoctor would constitute a serious derogation from his ordinary rights as an\nindividual, especially where\n/ he\n23\nhe suspected that the treatment given to him by the Army doctor might have\nbeen incorrect or even negligent, and it would require\neither an express\nprovision in the Regulations or a clear implication to establish the denial of\nthis right. There is no express\nprovision; and I fail to discern the\nimplication.\nThis finding strikes at the very heart of appellant's argument based on\nimpossibility. But in addition there does not appear to be\nany warrant for\nconcluding that appellant's ignorance of his cause of action (prior to 11\nOctober 1983) was in any way attributable\nto the alleged unlawfulness of\nobtaining a second opinion from a private practitioner. The fact of the matter\nis that at a certain\nstage - we do not know exactly when - appellant did consult\na private practitioner, Dr Dyson. From appellant's evidence it seems\nclear that\nthe reason why he did not consult Dr Dyson earlier was not because of any\npossible illegality in such\n/ a course\n24\na course of action, but because he thought, not unnaturally, that the\ntreatment prescribed by Dr Schlosberg would cure his injured\nelbow. In this\nconnection I refer to the following evidence given in examination-in-chief:\n\"Now the issue in this case Mr Pizani, if I may call you that because you are no\nlonger a member of the permanent force, is whether\nor not it was possible before\n11 October 1983 for you to have brought a claim against the army, arising out of\nthe treatment you\nreceived from Dr Schlosberg?-\nWell, I did not know there was such a claim. I was under the impression that the\ntreatment would cure my elbow.\nYes, and if you had known...?-- I would\nhave\ndefinitely\n.... would it\nhave been possible for you?-\nYes it would have been.\nYes. And were you, as far as you were aware, entitled to take any steps other\nthan those you have mentioned to establish whether or\nnot you had a claim before\n11 October 1983?-\nNo.\n/ No what?\n25\nNo what? No you were, or no you were\nnot?— I do not know, I do not\nquite\nYes. As far as you were aware were there any steps you were entitled to take\nbefore 11 October 1983 to establish whether or not you\nhad a claim arising out\nof Dr Schlosberg's treatment?-- I was not, 1 do not quite understand that\nquestion, what you are saying there.\nWell, could you have done anything more than you did?-- No I could not\nhave.\"\nIn fact, therefore, the\nregulations seem to have been an irrelevancy.\nIn argument before us appellant's counsel also ad-vanced an alternative\nsubmission, not foreshadowed in his heads of argument. It\nwas to this effect:\nthat, quite apart from the Regulations, appellant's lack of knowledge prior to\n11 October 1983, of his cause\nof action and the facts founding it, if\nreasonable,was in itself good ground for holding that compliance with sec.\n113(1) had been\nrendered\n/ impossible;\n26\nimpossible; and that in the circumstances of this case appel-lant's lack of\nknowledge had been reasonable. Assuming for present purposes\nthe correctness of\nthe proposition of law inherent in this submission (which seems, in effect, to\nim-port the principle contained\nin\nsec. 12(3)\nof the\nPrescription Act), I\nam of\nthe view that an insurmountable obstacle in appellant's path are the facts that\nnot only was this ground of alleged impossibility\nnot previously argued, but\nalso that it was not pleaded. In his replication appellant founded the alleged\nimpossibility of complying\nwith\nsec. 113(1)\nsolely upon the contention that in\nterms of the Regulations he was precluded in law from seeking any treatment for\nhis injury other\nthan that arranged for him by the Surgeon General. The question\nwhether, apart from the Regulations, appellant could reasonably have\nascertained\nthe true facts concerning his injury and the diagnosis made by Dr Schlosberg\nbefore 11 October 1983 was not raised on\nthe pleadings and was con-\n/ sequently\n27\nsequently not investigated at the hearing before ELOFF J.\nHad it been an\nissue on the pleadings the trial of this matter\nwould probably have taken a\nvery different course. It is\nlikely, in particular, that additional evidence\nwould have\nbeen placed before the Court a\nquo\n. Accordingly, I\ndo\nnot think that it is now open to appellant to raise this\nargument.\nThe point concerning unconscionable conduct, raised in the replication, was\nnot separately argued before us. It appears to be based\non the same premise as\nthe contention of impossibility, viz, the unlawfulness of appellant seeking\ntreatment and advice from a private\nmedical practitioner, and consequently it\nmust fail for the same reasons.\nI am therefore of the view that the Court a\nquo\ncame to the correct\nconclusion. I do so with some regret because, as I have already mentioned, there\nseem to be strong equitable\nreasons why an expiry period such as provided for by\nsec. 113(l)\n/ should\n28\nshould be subject to a proviso similar to that afforded by\nsec. 12(3)\nfor\nprescriptive periods. But that is a matter for the Legislature.\nThe appeal is dismissed with costs.\nM M CORBETT.\nHEFER JA) GROSSKOPP, JA) VIVIER, JA) STEYN, AJA)",
  "scraped_at": "2026-02-11T21:12:19.104344",
  "date": "1987-08-25",
  "coram": [
    "Corbett JA",
    "Hefer JA",
    "Grosskopf JA",
    "Vivier JA",
    "JJA",
    "Steyn AJA"
  ],
  "case_number": "75/87",
  "parties": {
    "applicants": [
      "Derek Reginald Pizani"
    ],
    "respondents": [
      "The Honourable Minister of Defence"
    ]
  },
  "sections": {
    "facts": "The appellant, Derek Reginald Pizani, a 21‑year‑old corporal in the South African Defence Force, injured his left elbow while climbing a fence at a unit function on 14 September 1983. He was examined by Army medical officer Lt. Dr. Schlosberg, who diagnosed a bruise, prescribed anti‑inflammatory tablets and did not order an X‑ray. Persistent pain led Pizani to consult a private doctor, Dr. Dyson, who X‑rayed the elbow and discovered a fractured radial head. Subsequent referral to Dr. Adno and later to an orthopaedic surgeon resulted in surgical removal of the radial head and replacement with a prosthesis. Pizani sued the Minister of Defence for damages of R25 632,26, alleging negligence by Dr. Schlosberg and Dr. Adno. The respondent raised a special plea under s 113(1) of the Defence Act, asserting that more than six months had elapsed between the cause of action (15 September 1983) and the filing of suit (10 April 1984).",
    "issues": "1. Whether the six‑month expiry period in section 113(1) of the Defence Act bars the appellant’s claim. 2. Whether the principle of impossibility (lex non cogit ad impossibilia) can exempt the appellant from the limitation period. 3. Whether the military regulations precluded the appellant, as a layperson, from obtaining a private medical opinion and thereby rendered him unaware of his cause of action. 4. Whether the special plea was properly raised and considered.",
    "principles": "The court applied the strict six‑month limitation provision of s 113(1) of the Defence Act, noting that the Prescription Act does not modify this expiry period. Precedents such as Hartman v Minister van Polisie, Brosens v Minister van Verdediging and Montsisi v Minister van Polisie were cited, particularly the Montsisi principle that an expiry period does not run where the plaintiff is legally unable to ascertain the claim. The court examined whether the impossibility defence could be invoked and whether the regulations effectively barred the appellant from seeking a second opinion.",
    "application": "The court found that the military regulations, while requiring treatment to be arranged by the Surgeon General, did not expressly forbid a member from obtaining a private medical opinion at his own expense. Consequently, the appellant was not legally precluded from discovering the true nature of his injury before 11 October 1983. The impossibility argument was not pleaded and therefore could not be considered. Given the appellant’s ability, in law, to seek a private diagnosis, the six‑month limitation period ran from 15 September 1983, rendering the claim time‑barred.",
    "conclusion": "The appeal was dismissed with costs. The special plea under section 113(1) of the Defence Act was upheld, and the appellant’s claim against the Minister of Defence was barred by the six‑month limitation period."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Limitation Periods",
    "level_3": [
      "Defence Act",
      "section 113",
      "impossibility principle",
      "military medical regulations",
      "negligence"
    ]
  }
}