{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/9.html",
  "case_name": "LTA Constuction Ltd. v Beyers Enterprises (463/85) [1987] ZASCA 9 (13 March 1987)",
  "citation": "[1987] ZASCA 9",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 9\n|\nNoteup\n|\nLawCite\nLTA Constuction Ltd. v Beyers Enterprises (463/85) [1987] ZASCA 9 (13 March 1987)\nDownload original files\nPDF format\nRTF format\nCASE NO. 463/85\n/CCC\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(APPELLATE DIVISION)\nIn the matter between\nLTA CONSTRUCTION\nLIMITED\nAPPELLANT\nand\nBEYERS\nENTERPRISES\nRESPONDENT\nCORAM\n: RABIE ACJ, JANSEN, VILJOEN, NESTADT JJA et BOSHOFF AJA\nHEARD\n: 17 FEBRUARY 1987\nDELIVERED\n: 13 MARCH 1987\nJUDGMENT\nNESTADT JA\n/\n2 .\nNESTADT, JA\n:\n1 have, regretfully, come to a different conclusion, viz., that the appeal\nought to succeed. In my opinion the trial court should,\nfor the brief reasons\nwhich follow, have refused the appli-cation for absolution.\nThe facts and\nrelevant principles of law are fully set out in the judgment of Boshoff AJA. It\nis necessary for me merely to stress\nthose which I consider of particular\nimportance to the view I take.\nThe issue was, of course, whether at the end\nof plaintiff's case there was,\nprima facie\n, evidence on which one or\nother of the two repudiations relied on\ncould/\n3. could or might be found. Unless it was clear that the answer\nwas no, plaintiff's claim should not have been dismissed; defendant\nshould\nrather have been left to deal with plaintiff's evidence or close its case\nwithout doing so.\nIn what follows I confine myself to the repudiation which\nit is alleged took place on 17 October 1983. Vos's evidence, whilst not\nalways\nconsis-tent, lends itself to a finding that, on this date, defen-dant did not\nsimply query what would happen if it breached\nits obligations but notified him\nthat, because of certain \"cash-flow\" problems it was experiencing, it \"could not\ncontinue with the\ncontract\" and \"would have to go into\ndefault\"/\n4. default\" (unless plaintiff came to its (financial)\nassis-\ntance in the respects set out in the judgment of my Brother).\nIn my view, this statement consti-\ntuted or was capable of constituting a\nrepudiation of the\ncontract. It went or can be construed as going beyond\na\nmere threat to (possibly) default. It ostensibly amounted\nto a\ndeliberate, serious and unambiguous declaration by\ndefendant that it was\nunable to perform, i e, that it was\nnot in a position to continue with and\ncomplete the contract.\nIt is clear that an assertion of this kind is or can be an\n(anticipatory) renudiation. The following remarks of\nDevlin J in\nUniversal Cargo Carriers Corporation vs Citati\n1957(2) Q B 401 at 437 - 8 are apposite in this regard:\n\"Since/\n5.\n\"Since a man must be both ready and willing to perform, a\nprofession by words or conduct of inability is by itself enough to constitute\nrenunciation. But unwillingness and inability are often difficult to\ndisentangle, and it is rare-ly necessary to make the attempt.\nIn-ability often\nlies at the root of un-willingness to perform. Willingness in this context does\nnot mean cheerfulness; it means\nsimply an intent to perform. To say: 'I would\nlike to but I cannot' negatives intent just as much as 'I will not.' ... If a\nman says\n'I cannot perform', he renounces his contract by that state-ment, and\nthe cause of the inability is immaterial.\"\n(See, too, Christie:\nThe Law of Contract in South Africa\n,\n501; De\nWet and Yeats:\nKontraktereg en Handelsreg\n,\n4th ed., 154; Joubert's LAWSA, vol 5, para 225\nand, in particular, Kerr:\nThe Principles of the Law\nof\nContract,\n3rd ed., 333 seq).\nIn\nplaintiff's letter of 24 October 1983 it is alleged that defendant \"wish(ed) to\ngo into default\". This was not so. Defendant hoped\nthe\ncontract/\n6.\ncontract would continue. Thus Vos said: \"If I re-\ncollect,\nthey said they would prefer if we could sal-vage the situation\". However, it\nmatters not that there be no intention or subjective\ndesire on the part of the\ndefaulting party to terminate the contract (\nVan Rooyen vs Minister van\nOpenbare Werke en Gemeenskapsbou\n1978(2) S A 835(A) at 845 fin - 846 A;\nUniversal Cargo Carriers Corporation vs Citati\n(\nsupra\n)). In the\nlast-mentioned case the approach was stated (at 436) to be\nthe following:\n\"The test of whether an intention is sufficiently evinced by conduct is\nwhether the party renunciating has acted in such a way as\nto lead a reasonable\nperson to the conclusion that he does not intend to fulfil his part of the\ncontract.\"\nJansen JA in\nTuckers Land and Development Corporation\n(Pty) Ltd v Hovis\n1980(1) S A G47(A) at 653 D - E,\napproved/\n7. approved of this dictum by describing\nit as \"both practical and fair\". In other words, a type of objective test is\napplied (LAWSA,\npara.225). Nor, so it seems to me, does the request for\nplaintiff's help that accompanied defendant's statement detract from its\naforementioned con-sequences. Vos acceded under cross-examination to the\nsuggestion that it was \"a serious one\". But defendant had\nno contractual right\nto any indulgence from plaintiff; there was no obligation on plaintiff to grant\nthe request; plaintiff would\nhave been entitled forthwith to refuse it and, in\nthe result (if the views expressed above be correct), then and there to cancel\nthe contract.\nThis, however, did not happen. It was only in terms of its\nletter dated 24 October 1983 that\nplaintiff/\n8. plaintiff purported to accept defendant's repudiation.\nThe factual allegations contained in this letter do not, as already\nindicated, fully accord with Vos's evidence as to the events of\n17 October 1983.\nThis, however, bears on his credibility; it is not a matter of moment at the\npre-sent stage of the proceédings.\nWhat has to be considered is whether\nplaintiff's reaction, before 24 October 1983, to defendant's repudiation and the\nlatter's conduct\nin the interval, precluded plaintiff's subsequent decision to\nrescind the contract. Vos testified that on 17 October 1983 he undertook\nto\nenquire of his superiors whether \"we could assist them in any way as requested\"\nand to report back to defendant. At the same time,\nhe told defendant that,\nas far as securing plaintiff's agreement to the supply of diesel was\nconcerned, he anticipated no \"difficulty\"\nor/\n9.\nor \"problem\"; indeed he, at the meeting, consented to\ndefendant immediately using diesel from plaintiff's tanks. There is some\nuncertainty\nas to whether defendant, in the days following, took advantage of\nthis offer but what did happen was that it continued work-ing at\nthe site \"for a\nfew days\" and even (possibly) until 24 or 25 October 1983 (on which date Mr van\nRooyen was still on site).\nIn my respectful opinion,none of the circumstances referred to in the\npreceding paragraph rendered plaintiff's cancellation of the\ncontract on 24\nOctober 1983 unjustified. Defendant's continued performance of (some of) its\nobligations after 17 October 1983 cannot,\non/\n10. on Vos's evidence, be regarded as a retraction of its previous\nrepudiation. It is reconcilable with defendant, on a temporary\nbasis, preserving\nthe\nstatus quo\npending plaintiff's decision as to how, if at all,\ndefendant's quandary was to be resolved. Though plaintiff's initial stance\nduring\nthe conversation that took place on 17 October 1983, was that \"plaintiff\nwould not or could not release them (\nsic\n,defendant) from the contract\"\nthis was not its final attitude at the meeting. The latter was, in effect, that\nplaintiff would consider\nassisting defendant. But plaintiff did not commit\nitself to assisting defendant. Nor is there any warrant for necessarily\ninferring\nfrom Vos's preparedness to do so\nthat/\n11.\nthat he did not consider what defendant had told\nhim to be a repudiation or that plaintiff thereby waived its right to cancel. In\nprinciple, the desire of contrac-ting parties to avoid a threatened repudiation\nby the one and, following upon negotiations between\nthem, their attempting to\nobviate this occurring, does not, where no mutually acceptable solution is\nfound,\nper se\npreclude the other from cancelling the contract (see in\nsupport hereof, Kerr, 343). And, contrary to what the trial court found,\nVos did\nrevert to defendant. On a date which he could not specify but which he said was\nbefore 24 October 1983 he ''suggested to\nMr van Rooyen that we employ him and I\nsaid that was the only solution we could come up with\". A tenable construction\nof this communication\nis,/\n12.\nis, to put it at its lowest, that defendant's request for\nassistance was thereby refused. The employment of defendant would have been\ninconsistent with the maintenance of the original contract between the parties.\nThe fact that defendant was to let plaintiff know\nwhat its attitude to the\n\"solution\" was, makes it surprising that plaintiff, without further ado, wrote\nits letter of 24 October\n1983. There was, however, no legal obligation on\nplaintiff to have waited to hear from defendant before doing so.\nIn the\nresult, though plaintiff's election whether or not to cancel the contract was,\nafter 17 October 1983, delayed, its eventual\ndecision on 24\nOctober/\n13. October 1983 to do so was nonetheless,\nprima facie\n,\na legitimate one. I should add that it was neither pleaded nor argued on behalf\nof defendant that plaintiff's sub-sequent invitation\nto defendant to resume the\ncontract was a bar to its previous cancellation.\nThe plaintiff may not have\nestablished a clear case but it was, in my view, sufficient to ward off an\napplication for absolution.\nThis being a minority judgment it is unnecessary to\ndeal with whether, in the event of the appeal succeeding, the withdrawal of\nde-fendant's\ncounter-claim in the court below was unconditional and therefore\nshould stand and whether the costs of appeal should include the\ncosts of two\ncounsel.\nNESTADT, JA",
  "scraped_at": "2026-02-11T20:55:15.678487",
  "date": "1987-03-13",
  "coram": [
    "RABIE ACJ",
    "JANSEN",
    "VILJOEN",
    "NESTADT JJA",
    "BOSHOFF AJA"
  ],
  "case_number": "463/85",
  "parties": {
    "applicants": [
      "LTA Construction Limited"
    ],
    "respondents": [
      "Beyers Enterprises"
    ]
  },
  "sections": {
    "facts": "LTA Construction Ltd entered into a contract with Beyers Enterprises for construction work. On 17 October 1983 Beyers, experiencing cash‑flow problems, informed LTA that it could not continue with the contract and would have to go into default unless LTA provided financial assistance. LTA subsequently sent a letter on 24 October 1983 indicating that it accepted the repudiation and later cancelled the contract. The trial court dismissed LTA’s claim, holding that there was no repudiation; LTA appealed.",
    "issues": "1. Whether Beyers Enterprises’ statements on 17 October 1983 amounted to an anticipatory repudiation of the contract. 2. Whether, assuming repudiation, LTA’s cancellation of the contract on 24 October 1983 was justified. 3. Whether the trial court should have refused the application for absolution.",
    "principles": "South African contract law requires an objective test for anticipatory repudiation: the party’s conduct must lead a reasonable person to conclude it does not intend to perform. Relevant authorities include Universal Cargo Carriers Corp v Citati (1957), Van Rooyen v Minister, and Kerr’s discussion of contractual renunciation. A statement of inability to perform, even if accompanied by a request for assistance, can constitute repudiation when it is clear and unambiguous.",
    "application": "The Court held that Beyers’ declaration of inability to continue the contract was a clear, unambiguous repudiation. The subsequent limited performance by Beyers did not retract the repudiation but merely preserved the status quo pending LTA’s decision. LTA’s request for assistance did not waive its right to cancel, and its eventual cancellation on 24 October 1983 was a legitimate response to the repudiation.",
    "conclusion": "The appeal succeeds. The trial court should have refused the application for absolution, and LTA’s claim should not have been dismissed. The minority judgment affirms that the repudiation existed and that LTA was entitled to cancel the contract."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Anticipatory Repudiation",
    "level_3": [
      "repudiation",
      "contract breach",
      "remedies",
      "court of appeal"
    ]
  }
}