{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/106.html",
  "case_name": "S v Radebe (270/1986) [1987] ZASCA 106 (25 September 1987)",
  "citation": "[1987] ZASCA 106",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 106\n|\nNoteup\n|\nLawCite\nS v Radebe (270/1986) [1987] ZASCA 106 (25 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 270/1986\nIN DIE HOOGGEREGSHQF VAN SUID-AFRIK\nA\nAPPeLAFDELING\nInsake die appel van:\nLINDA RADEBE\nAppellant\nteen\nDIE STAAT\nRespondent\nCORAM\n:\tVAN HEERDEN, SMALBERGER ARR\net BOSHOFF WAR\nDATUM VAN VERHOOR\n: 22\nSEPTEMBER 1987\nDATUM VAN INHANDIGING\n: 25 SEPTEMBER 1987\nREDES VIR UITSPRAAK\n/\nVAN HEERDEN AR\n...\n2.\nVAN HEERDEN AR\n:\nDie appellant is in die streekhof skuldig be-vind op 'n aanklag van roof\nasook op twee aanklagte van onregmatige besit van 'n vuurwapen\nen van ammunisie.\nSy appèl na die Transvaalse Provinsiale Afdeling het ge-deeltelik geslaag\ndeurdat die skuldigbevindings\nop laas-genoemde twee aanklagte tersyde gestel is.\nMet die nodige verlof is die onderhawige appèl slegs teen sy\nskuldigbevinding\nop die roofklag gerig.\nEne Padotan het getuig dat hy omstreeks 2 nm op 14 April 1984 as kroegman in\ndie \"Actonville Bar\" werksaam was. Hy het met sy rug\nna die toonbank ge-staan en\ntoe hy omdraai, het hy die appellant oor die toonbank sien spring. Laasgenoemde\nhet 'n mes te voor-skyn\ngebring en dit oopgemaak. Die getuie was bevrees en het\nteruggetree waarop die appellant 'n\nR10 noot wat op die toonbank\ngelê het, opgeraap het, en die kontant-kas oopgemaak het. Die appellant\nhet al die note in\n/sy ...\n3.\nsy sak geprop, die laai met die kleingeld geneem en by 'n deur\nuitgestap. Op daardie oomblik het 'n tweede Swart man by 'n ander deur\ningekom.\nHy het 'n vuurwapen in sy hand gehad en vir die getuie gevra waar die geld was.\nLaasgenoemde het gesê dat die Swart\nman se \"vriend\" reeds die geld geneem\nhet en kort daarna is die tweede per-soon ook by die kroeg uit. Die getuie is na\nbuite en het\nvier mans sien weghardloop. Na die voorval het hy onge-veer R600\nvermis.\n'n Wynkelner, ene Dahni, het getuig dat hy ook die betrokke middag in die\n\"Actonville Bar\" in Actonville werksaam was. Terwyl hy klante\nby 'n tafel bedien\nhet, het hy drie \"rowers\" opgemerk. \"Hulle\" het vuurwapens tevoorskyn gebring en\ndie getuie en die klante is beveel\nom by 'n\ntoilet in te gaan. Die getuie\nhet nie gesien wat by die toonbank gebeur het nie aangesien hy toe blyk-baar in\ndie toilet was, en hy\nhet ook nie die appellant as een van die rowers uitgeken\nnie.\n/By ...\n4.\nBy die verhoor was dit gemene saak dat Padotan in Januarie 1985 'n behoorlik\nsaamgestelde uitkennings-parade bygewoon het en die appellant\nuitgewys het as\ndie persoon wat op 14 April 1984 by die roof in die betrokke kroeg aandadig\nwas.\nDie enigste ander getuienis wat gelei is ten einde die appellant met die roof\nte verbind, was dié van adjudant-offisier Steeler.\nHy het getuig dat 'n\nsersant die appellant na hom gebring het en hom meegedeel het dat die appellant\nsekere uitwysings wou doen.\nDie appellant het toe beduie dat die getuie na\nActonville moes ry. Hy het aanwysings van die appellant tot by die\nWatville-drankwinkel\ngevolg. Daar het die appellant 'n deur van die drankwinkel,\nasook 'n venster langs die deur, uitgewys Dié drankwinkel, wat\n\"gekoppel\"\nwas aan 'n kroeg wat op sy beurt \"gekoppel\" was aan '\nn\nbiersaal, was in\nActonville woonbuurt.\nDie appellant het ontken dat hy by die roof\n/betrokke ...\n5.\nbetrokke was. Hy het eers gesê dat hy in April 1984 in Natal woonagtig\nwas, maar dit het later geblyk dat hy vanaf ongeveer\nSeptember 1983 tot middel\nApril 1984 in die Watville woonbuurt buite Benoni gewerk en gebly het. Die\nappellant het voorts getuig\ndat hy in Januarie 1985 in Natal in hegtenis geneem\nis. Hy is na Benoni gebring waar hy die rede vir sy arrestasie meegedeel is,\nnl,\ndat hy 'n roof by 'n drankwinkel in Actonville sou gepleeg het. Die polisie wou\nhê dat hy die drankwinkel moes uitwys,\nen omdat hy nie geweet het waar die\nroof gepleeg was nie, het hy toe 'n groot drankwinkel waarmee hy goed bekend\nwas, gaan uitwys.\nDie landdros het bevind dat Padotan voldoende geleentheid gehad het om die\npersoon wat oor die toonbank gespring het te identifiseer,\nmaar het dit nodig\ngeag om steun vir die betroubaarheid van die getuie se uitkenning van die\nappellant te vind in Steeler se getuienis.\nIn hierdie verband het die landdros\ndie volgende gesê:\n/\"Die ...\n6.\n\"Die Hof bevind dat hierdie uitwysing aan adjudant-offisier Steeler, en veral\ndie uit-wysing van hierdie plekke by hierdie drank-winkel,\ndie venster en die\ndeur, en wat daar sou plaasgevind het, dat dit saam met die uitkenning van die\nbeskuldigde op 'n uitken-ningsparade\nwat by wyse van erkenning op 'n behoorlike\nwyse uitgevoer is, as een van die rowers deur die klaer, vir die Hof die nodige\nwaarborg\ndaar stel dat die Hof kan staat maak op die uitkenning van die klaer\nvan beskuldigde as die persoon wat daar op die toonbank gespring\nhet en die geld\nuit die kasregister geneem het onder dreigement van 'n mes wat hy by hom gehad\nhet ...\"\nNa my mening blyk dit nie buite redelike\ntwyfel uit die getuienis dat die appellant wel die kroeg waarin die roof gepleeg\nis, of\n'n\ngebou waarvan dit deel was, aan Steeler uitgewys het nie.\nPadotan en Dahni het beide ge-tuig dat hulle in die \"Actonville Bar\" werksaam\nwas. Nêrens blyk dit dat hulle bloot te kenne wou gee dat die kroeg in\nActonville geleë was maar onder\n'n\nander naam as \"Actonville Bar\"\nbekend was. Steeler het egter getuig dat die appellant 'n drankwinkel in\nActonville met die naam \"Watville\ndrankwinkel\" uitgewys het. In sy uitspraak\n/verwys ...\n7.\nverwys die landdros na \"die moontlike twyfelagtigheid oor die Actonville en\nWatville drankwinkel\" maar sê dan dat hy daarvan\nbewus is, en dat Steeler\nook getuig het, dat die Actonville en Watville woonbuurte aangrensend is. Hy\nsê voorts dat daar dikwels\nverwarring is \"oor van wat gepraat word\" -\nblykbaar oor die grens tussen die twee woonbuurte. Maar selfs indien aanvaar\nword dat\ndie land-dros geregtig was om geregtelike kennis van sodanige\nver-warring te neem, baat dit nie die respondent nie. Daar was geen\nverwarring\naangaande die ligging van die kroeg waarin die roof gepleeg is en die\ndrankwinkel wat deur die appellant uitgewys is nie.\nBeide was in Actonville\nge-leë. Die naam van die drankwinkel waaroor Steeler getuig het kan egter\nnie verbind word met die naam\nwat die kroeg volgens Padotan en Dahni gehad het\nnie. Die moontlikheid\ndat hierdie twee getuies nieteenstaande hulle woordgebruik\nslegs wou verwys na\n'n\nkroeg geleë in Actonville bestaan\nwel, maar meer as 'n moontlikheid is dit nie. Daar is ook\n/geen...\n8.\ngeen getuienis dat die kroeg waaroor Padotan en Dahni ge-tuig aan 'n\ndrankwinkel of biersaal \"gekoppel\" was nie. Bowendien weet 'n\nmens nie of daar\nnie in Actonville meer as een drankwinkel of kroeg is nie.\nDit is waar dat die appellant getuig het dat die drankwinkel deur hom\nuitgewys die enigste een \"in daardie omgewing\" was waarvan hy\nbewus was. Dit is\negter onbekend hoe groot Actonville is en of indien daar meer as een drankwinkel\nin hierdie woonbuurt is hulle\nnie moontlik 'n aansienlike afstand van mekaar\ngeleë xs nie.\nDaar is nog 'n verdere faktor wat twyfel werp op die landdros - en die hof\na\nquo\n- se aanname dat die kroeg waaroor Padotan en Dahni getuig\nhet deel was van die drankwinkel wat die appellant uitgewys het. Indien\ndié aanname juis was en die appellant wel die persoon was wat Padotan\nberoof het, sou 'n mens verwag het dat hy die binnekant\nvan die kroeg en meer\nbepaald die toonbank en\n/kasregister ...\n9.\nkasregister sou uitgewys het. Volgens Steeler het hy egter slegs die Watville\ndrankwinkel en 'n deur en venster daarvan uitgewys.\nDaar is ook nie getuienis\ndat hierdie deur en venster toegang tot die kroeg van bedoelde drank-winkel\nverleen het nie.\nDie landdros het aanvaar dat die appellant vals-lik ontken het dat hy\nbenewens '\nn\ndrankwinkel as sulks ook 'n deur en 'n venster daarvan\nuitgewys het. Dit is vir my egter hoegenaamd nie duidelik dat sodanige afleiding\nuit die appellant se getuienis gemaak kan word nie. Die vrae wat in hierdie\nverband deur die aanklaer aan die appellant gestel is,\nen díe antwoorde\ndeur hom verstrek, blyk uit die volgende uittreksel uit die notule:\n\"Die uitwysing wat u gedoen het hier by die Actonville, by die drankwinkel,\nwat spe-sifiek het u daar uitgewys aan die polisie?\n---Hulle wou gehad het ek moet die drank-\nwinkel gaan uitwys wat geroof is en omdat ek nie geweet het waar daardie\ndrankwinkel was, het ek toe hulle na die drankwinkel wat\nek goed ken, gevat.\nToe wys jy net vir hulle die drankwinkel?\n/\tJa ....\n10.\nJa.\nGeen ander plekke uitgewys nie?\nGeen.\"\nDit kom my voor dat die appellant onder \"geen\nander plekke\" lig kon verstaan het slegs plekke wat nie met die drankwinkel\nverband\ngehou het nie. 'n Deur en 'n venster van die drankwinkel kon immers\nnouliks as \"ander plekke\" beskryf word. En omdat duidelikheid\nnie ver-kry is\nnie, en meer bepaald omdat die appellant, in die veronderstelling dat hy nie\nSteeler se getuienis betwis het nie,\nnie gevra is waarom hy spesifiek die deur\nen die venster uitgewys het nie, kan geen nadelige afleiding teen die appellant\nuit bedoelde\nuitwysing of bostaande brokkie getuienis gemaak word nie.\nIn die lig van bogenoemde oorwegings meen ek nie dat die landdros op die\nappellant se uitwysing peil moes getrek het nie, en kan ek\nnie akkoord gaan met\ndie hof\na\nquo\nse\nsienswyse dat die rede wat die appellant\nvir sy uitwysing verstrek het nie redelik moontlik waar kon\n/wees ...\n11.\nwees nie.\nGeoordeel volgens die passasie uit die landdros se uitspraak wat hierbo\naangehaal is, sou hy nie die appel-lant bloot op grond van\nPadotan se getuienis\nop die roof-klag skuldig bevind het nie. Dit is egter steeds nodig om na te gaan\nof daardie getuienis nie op\nsigself 'n skuldig-bevinding geregverdig het\nnie.\nPadotan het die appellant vir 'n betreklike kort tydjie in die kroeg\nwaargeneem maar dit is duidelik dat die appellant na aan hom\nwas toe hy (die\nappellant) die geld uit die kasregister verwyder het. In sy betoogs-hoofde het\ndie appellant se advokaat aan die\nhand gedoen dat die beligting waarskynlik dof\nwas, maar die rooftog het omstreeks 2 nm plaasgevind en daar is geen suggestie\nin die\ngetuienis dat dit enigsins skemerig in die kroeg was nie. Nietemin is\ndaar faktore wat twyfel werp op die betroubaarheid van Padotan\nse latere\nidentifikasie van die appellant.\n/In ...\n12.\nIn eerste instansie blyk dit dat toe ander be-skuldigdes in\nAugustus 1984 op dieselfde roofklag verhoor is, Padotan ook getuig het\nen die\nvolgende gesê het:\n\"While serving, I saw someone jumping over the counter. I cannot recognise\nthe person.\"\nEn, met verwysing na die tweede rower wat later na die toonbank gekom\nhet:\n\"He asked me where is the money and I said\nyour friend has got the money \t I am\nnot able to recognise him either.\"\nPadotan het verduidelik dat tydens die vorige verhoor die beskuldigdes 'n\nentjie weg van hom was terwyl hy getuienis gegee het, dat\nhy bysiende is, en dat\nhy dus nie in staat was om diegene in die beskuldigdebank uit te ken nie. Tydens\ndie hou van die uitkennings-parade\nhet hy egter, aldus sy getuienis, tot naby\ndie appellant beweeg. Hierdie verduideliking is klaarblyk-lik deur die landdros\naanvaar\nmaar laat na om indruk te maak. Padotan getuig dat hy nie weet of die\nappellant\n/in ...\n13.\nin Augustus 1984 een van die beskuldigdes was nie, en indien\ndit slegs sy bysiendheid was wat hom op daardie stadium verhinder het\nom vas te\nstel of hy een of meer van die beskuldigdes kon identifiseer, is dit bra\nonwaar-skynlik dat hy nie by die vorige verhoor\ndaarvan melding sou gemaak het\nnie. Op sy beste vir Padotan dui sy aangehaalde brokkies getuienis daarop dat hy\nin Augustus 1984\nnie gemeen het dat hy een van die twee rowers wat hy in die\nkroeg gesien het, sou kon uitken nie.\nIn tweede instansie het die appellant nie volgens Padotan enige besondere\ngelaatstrekke of fisiese eienskappe gehad wat hom maklik\nuitkenbaar gemaak het\nnie. Hy getuig aanvanklik dat hy die appellant aan sy gelaats- kleur uitgeken\nhet, maar gevra wat opmerklik\nin verband daarmee was, sê hy slegs dat die\nappellant nie so donker soos die ander rower was nie. Later meld hy dat die\nlengte\nvan die appellant ook tot sy uitkenning bygedra het, maar uit die feit\ndat die nege persone op die uitkennings-parade almalmin of\nmeer dieselfde\nliggaamsbou gehad het,\n/kan ...\n14.\nkan afgelei word dat die appellant nie besonder lank of kort\nis nie. Ek wil geensins te kenne gee dat 'n uit-kenning nie aanvaar kan\nword nie\nindien die uitkenner nie op onderskeidende fisiese eienskappe van die betrokke\npersoon kan wys nie, maar dit is nietemin\n'n faktor wat oorweeg moet word\nwanneer oor die betroubaarheid van die identifikasie besin word.\nDerdens dien daarop gelet te word dat die uit-kenningsparade eers ongeveer 9\nmaande na die rooftog ge-hou is, en dat dit vanselfsprekend\nis dat hoe langer\ndie tydperk is tussen 'n geleentheid waarop 'n getuie 'n persoon vir die eerste\nkeer gesien het totdat hy 'n uitkenning\nmaak, hoe groter die moontlikheid is dat\ndie eerste waar-neming vervaag het en dat die getuie se herinnering\non-betroubaar mag wees.\nVgl\nS v Mputing\n1960 (1) SA 785\n(T) 788.\nDie respondent se advokaat het aangevoer dat die appellant se getuienis in 'n\naantal opsigte onbevredigend\n/was ...\n15.\nwas, maar behoudens een aspek meen ek nie dat die kritiek\nwesentlik is nie. Die appellant het wel 'n leuen ver-kondig toe hy getuig\nhet\ndat hy nie 'n vuurwapen en ammu-nisie in Natal aan speurdersersant Manjika\nuitgewys het nie, maar hom slegs geneem het na 'n\nander persoon wat die\nuitwysing gedoen het. Ek meen egter nie dat hierdie leuen op sigself daarop dui\ndat die appellant se ontkenning\ndat hy by die roof betrokke was vals is nie.\nIn ag genome die bedenkinge wat aangaande die betroubaarheid van Padotan se\nidentifikasie van die appel-lant bestaan, is ek van oordeel\ndat dit nie buite\nredelike twyfel blyk dat die appellant die persoon was wat die geld in die kroeg\nbuitgemaak het nie. Die advokaat\nvir die respondent het dan ook toegegee dat die\nappellant nie op slegs Padotan se getuienis skuldig bevind kon ge-wees het\nnie.\n/Om ...\n16.\nOm bogenoemde redes is die appêl by die verhoor daarvan gehandhaaf en\nis die skuldigbevinding en vonnis op die roofklag tersyde\ngestel.\nH.J.O. VAN HEERDEN AR\nEK STEM SAAM :\nSMALBERGER AR\nEK\nSTEM SAAM:\nBOSHOFF WAR",
  "scraped_at": "2026-02-11T21:19:49.324975",
  "date": "1987-09-25",
  "coram": [
    "VAN HEERDEN AR",
    "SMALBERGER AR",
    "BOSHOFF WAR"
  ],
  "case_number": "270/1986",
  "parties": {
    "applicants": [
      "Linda Radebe"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "In April 1984 a robbery took place at the Actonville Bar. A witness, Padotan, saw a person jump over the counter with a knife, seize a R10 note, open the cash register and flee with the cash. A second witness, Dahni, testified that three men entered with firearms and ordered staff to the toilet, but did not see the robbery directly. The appellant, Linda Radebe, was later identified in an identification parade as the person who had jumped the counter. The trial judge relied on Padotan's identification and the testimony of an adjudant‑officer, Steeler, who said the appellant had pointed out the Watville drink shop and a door and window of that shop to the police. The defence argued that the identification was unreliable, that there was confusion about the location of the bar and the drink shop, and that the passage of time (about nine months) impaired witness memory.",
    "issues": "The central issue was whether the State had proved beyond reasonable doubt that the appellant committed the robbery, given the questionable reliability of the identification evidence and the confusion over the premises involved. Secondary issues concerned the admissibility and weight of the identification parade evidence and the credibility of the witnesses.",
    "principles": "South African criminal law requires proof beyond reasonable doubt for a conviction. Identification evidence must be reliable, and courts must scrutinise the circumstances of an identification parade, including the time elapsed, the witness’s opportunity to observe the perpetrator, and any possible confusion about the scene. Where identification is uncertain, the presumption of innocence prevails.",
    "application": "The Court examined Padotan’s testimony and found that he had not been able to recognise the appellant at the earlier hearing and that his later identification was made after a long delay and under uncertain conditions. The Court also noted the lack of clear evidence linking the bar where the robbery occurred with the Watville drink shop pointed out by the appellant. The inconsistencies and the possibility of mistaken identity meant that the identification evidence did not meet the standard of proof required.",
    "conclusion": "The Court held that the State had not proved the appellant’s guilt beyond reasonable doubt on the robbery charge. Accordingly, the appeal was upheld and the conviction and sentence on the robbery charge were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "identification",
      "reasonable doubt",
      "evidence reliability"
    ]
  }
}