{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/39.html",
  "case_name": "RH Johnson Crane Hire (Pty) Ltd v SA Iron & Steel Industrial Corporation Ltd. (207/85) [1987] ZASCA 39 (31 March 1987)",
  "citation": "[1987] ZASCA 39",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 39\n|\nNoteup\n|\nLawCite\nRH Johnson Crane Hire (Pty) Ltd v SA Iron & Steel Industrial Corporation Ltd. (207/85) [1987] ZASCA 39 (31 March 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OP SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nR H JOHNSON CRANE HIRE (PTY) LTD\nAPPELLANT\nand\nS A IRON & STEEL INDUSTRIAL CORPORATION\n... RESPONDENT\nLIMITED\nCORAM\n: VILJOEN, BOTHA, SMALBERGER, VIVIER, JJA et KUMLEBEN,\nAJA\nHEARD\n: 24 FEBRUARY 1987\nDELIVERED\n: 31 MARCH\n1987\nJUDGMENT\nVILJOEN\n, JA\nOn/\n2.\nOn 19 January 1981 three bogies supporting the front end of a Nippon\nladle car (referred to in the evidence as a \"torpedo\") filled\nwith hot metal\nwere derailed at the Iscor works at Vanderbijlpark. To get the bogies and their\nload back onto the rails the respondent\n(hereinafter referred to as the\nde-fendant) hired from the appellant (hereinafter re-ferred to as the plaintiff)\none fully hydraulic\nmobile crane. Whilst the crane's operator was in the process\nof performing the task of hoisting the bogies with their. load back\nonto the\nrails the crane collapsed and was seriously damaged. In the court a\nquo\nthe plaintiff claimed from the defendant the reasonable cost of repair to\nrestore the crane to the good order and\ncondition/.....\n3.\ncondition in which it allegedly was when\ndelivered\nto the defendant,and loss of rental for the hire of\nthe crane by\nother prospective customers durlng the\nperiod necessary f or the repair and\nrestoratioh of\nthe crane. There was some dlspute in the court a\nquo\nas to whether or not the contract entered into between\nthe parties was a written one which incorporated cer-\ntain conditdons upon which the plaintiff relied. The\nlearned trial judge assumed, withoutdecidlng the issue,\nthat the. conditions were in fact part of the contract.\nOn that basis he found, on the evidence led on behalf\nof the piaintiff (the defendant having closed its case\nwithout adducing any evidence), that, in view of the\nmassive overload which the operator of the crane tried\nto hoist, there were two possible causes for the\ncollapse/\n4.\ncollapse of the crane. The breakdown could only have occurred\nhe\nsaid, if the computerised load safety device (here-\ninafter simply referred\nto as \"the device\") with which .\nthe crane was equipped, was malfunctioning or if\nthe operator\"by-passed a properly functioning device.\nThe learned trial\njudge came to the conclusion that\nthe effective cause of the collapse of the crane\n\"was that the cut-out mechanism of the safety device\ndid not function according to the manufacturer's\nrated capacity and specification and was therefore\nnot in good working order.\" Having arrived at that\nconclusion the learned Judge did not find it necessary\nto deal with the\nquantum\nof damages issue and dis-\nmissed the plaintiff's claim with costs, including\nthe costs occasioned by the employment of two coun-\nsel. With the leave of this court, an application\nto the/\n5.\nto the triai court for leave to appeal having failed, the plaintiff now\nappeals.\nIn its statement of claim the plaintiff, as was adumbrated above,\nrelied on a written con-tract concluded on 19 January 1981 in terms\nof which the\ndefendant took one fully hydraulic mobile crane on hire from the plaintiff\nwhich, it alleged, it de-llvered to the defendant\nin good order and condltion.\nIt was a term upon which the defendant took the crane on hire, the plaintiff\naverred, that on termination\nof the hire it would return the crane to the\nplain-tiff in the same good order and condition as it was when delivered. It was\nfurther\nalleged that while the crane was in the possession of the defendant,\nit\nwas seriously and extensively damaged, in which con-\ndition/\n6.\ndition, in breach of its obligation referred to above,\nthe defendant returned the crane to the plaintiff.\nDamages as a result of the breach amounting to\nR590 545,68 were claimed. The written contract re-\nlied on was attached to the further particulars as\nannexure \"A\". This annexure contains the conditions\nwhich are in dispute.\nThe defendant, presumably because it wished\nto avoid the consequences of being bound by the con-\nditions referred to, pleaded that the parties entered\ninto an oral contract in terms of which the defendant\nhired from the plaintiff a crane which was to have a\nlift capacity of approximately 200 tons. The contract\npleaded included the following terms:\nthat the said crane would be in good working. order\nand\ncondition/...\n7. condition, that\nit would perform in accordance with\nthe manufacturer's rated capacity and specifications\nand that the operator\nto be supplied by the plain-\ntiff would operate the cnane in accordance with such\nrated capaclty and specifications. The written con-\ntract which the defendant pleaded in the alternative\nwas alleged to\ncontain substantially the same terms.\nIn breach of the contract, the plea pro-\nceeded, the crane supplied was not in good working\norder, it dld not perform in accordance with the\nmanufacturer's rated capacity and specifications\nor, alternatively, the operator did not operate the\ncrane in accordance with such rated capacity and\nspecifications or in a proper or workmanlike manner.\nThe damage to the crane, it was pleaded, was caused\nby/\n8. by the breaches. (I take it that what was meant\nwas any one or more of the breaches). To a request\nby the plaintiff to be furnished with particulars\nas to the respects in which the crane was not in\ngood working order and malfunctioned, the defendant\nreplied that it was unaware of the respects in which\nthe crane was not in good working order. In proof\nof the allegation, said the defendant, it relied on\nthe fact that the crane was damaged whilst performing\na function which was within its specifications and\ncapacity. Further partlculars supplied by the defen-\ndant as to the specific respects in which the operator\ndid not operate the crane in accordance with the manu-\nfacturer's rated capacity and specifications included\naverments that the operator, when he opsrated the\ncrane/\n9.\ncrane, exceeded its rated capacity.and speclfications when he should\nhave realised that he was doing so or, alternatively, that he\"by-passed\"the\ndevice and thus attempted to lift a load in excess of the crane's speciflcations\nand capacity.\nThe essence of the allegations in the re-plication is that the\nrigger supplied by the defendant failed, in breach of the defendant's\nundertaking in terms of the contract, in his duty to properiy super-vise the\nlifting operation and/or to properly in-struct the operator\nin all matters\nrelative to the operation of the crane other than the actual handling of the\ncontrols and/or that he failed to ensure\nthat the crane was not used and that no\nattempt was made to use it to lift loads in excess of its capacity and/or\nthat/\n10.\nthat he failed to take the necessary safety measures\nhavlng regard\nto the nature of the load to be iifted. The plaintiff denied that the operator\nwas incompetent or that he mishandled\nthe crane. In any event, re-plicated the\nplaintiff, the operator was, during the operation, in terms of the written\ncontract, the\nser-vant of the defendant and if it be found that he did mishandle\nthe crane, he dld so in that capacity under the instructions of\nthe rigger\nconcerned and no lia-bility in that regard attached to the plaintiff.\nThe plalntiff quite correctly based its ciaim for damages simpiy on the\nfailure by the de-fendant to return the crane to the plaintiff\nin the same good\norder and condition in which it allegedly was when delivered to the defendant.\nThe contract\nin/.....\n11.\nin question was one of\nlocatio conductio\n. In\nFrenkel v Ohlsson's\nCape Breweries Ltd\n1909 TS\n957\nInnes CJ said at 962/6:\n\"In this respect I do not see that the\nrelation existing between the parties\ndiffers from that created in a number\nof other legal transactions -\ndepositum\n,\ncommodatum\n,\npignus\n,\nlocatio conductio\n-\nwhich all, though governed by their own\nrules, have this feature in common, that\nthe custody of an article is entrusted\nfor the time being to a person who is\nnot the owner. In all such cases the\ndepositor, the lender, the pledgor or\nthe lessor, as the case may\nbe, may (it\nseems to me) base his claim for damages\nsimply upon the refusal or failure of\nthe custodian to return the article\nwhich he is entitled to demand.\"\nFaced with a\nclaim of this nature the\nonus would be on the hirer to establish a\ndefence. But what defences are open to him?\nIn J\nohnson Crane Hire (Pty) Ltd v Concor\nCon-\nstruction Ltd\n(unreported WLD 6 July 1983) Margo J said:\n\"It is settled law that, in the absence of provision to the contrary in the\ncontract,\na lessee/\n12.\na lessee is obliged to restore the thing leased in the same condition in which\nhe received it, fair wear and tear excepted, unless\nthe thlng has perished or\ndeterio-rated or been damaged through causes beyond his control. Voet 19.2.31\n(Gane's transla-tion, voiume\n3, page 446);\nNorth Western Hotel Limited v\nRolfes Nebel and Co\n1902 TS 324\nat 334;\nFrenkel v Ohlsson's Breweries\n1909 TS 957\nat 962 and\nNel v Doble\n1966(3) SA 352 (N) at 356 and the\nauthorities there cited.\"\nIn my view the phrase \"through causes\nbeyond his\ncontrol\" places, on the face of it, too\nheavy a burden on the hirer. Voet\n19.2.31 is to the\nfollowing effect:\n\"Quod si casu fortuito res, circa quam locatio conductio concepta est, perierit,\ndomino perit, nisi alter perlculum quoque in se\nreceperit....\"\n(Gane's translation reads: \"But if pro-perty in\nregard to which a letting and hiring has been framed has perished by\nchance/\n13.\nchance accident, it is a loss to its\nowner. Exceptions are when the other party has taken this risk also upon\nhimself\n\")\nThat the thing perished as a result of\ncasus\nf\nor\ntuitus\nwhile in the possession of the lessee or hirer is, however,\nby no means the only defence which the latter has, He can also escape\nliability\nif he proves that the damage did not arise as a re-ault of his own negligence or\nthat of his servants for whose actions\nhe is liable. Circumstances may be\nconceived under which the hirer could perhaps have prevented the damage by\nexercising a high de-gree\nof control even though he was not negligent. That\ndegree of control, as is suggested in the dictum above, is not required of him.\nThe only onus on him is to prove that\ndue/\n14. due diligence was exercised by him. See\nMedallie\nand Schiff v Roux\n20 SC 438\n440;\nLituli v Omar\n1909 TS 192\n194;\nParsons v MacDonald\n1908 TS 809\n;\nMposelo v\nBanks\n19 SC 370\n;\nNel v Dobie\n1966(3) SA\n352(N)356 - 359.\nFor reasons to be furnished in due cpurse I do\nnot deem it necessary to enter upon the question as to\nwhether the onus is on the owner to prove, if that\nwere placed in issue, that he delivered the thing to\nthe lessee or hirer in good order and condltion.\nAs is evident from what I have set out above,\nthe trial court upheld the defence that the plaintiff\nfailed to deliver the crane to the defsndant in good\norder and condition and that it was thls failure which\ncaused/\n15. caused the damage. The only issue, at this stage\nof the\nmatter at least, regarding the condition of\nthe crane when it was delivered\nto the defendant,\nconcerns the device. In my view the learned trial\njudge erred in findlng that it did not function\t'\naccording to the manufacturer's rated capacity and\nspecifications and that the crane was therefore not\nin good working order. A copy of the Rated Capacity\nand Specifications was handed ln during the trial\nand is attached to the record. In it nothing at all\nis said about the device. The document simply con-\ntains various illustrations of the crane, notes\nregarding its operation and a schedule reflecting\nthe weights which lt can lift with the boom at cer-\ntain lengths and certain angles from the vertical\nposition/....\n16. position.\nThe only remark relating to the device is\nto be found in the code of\npractice for the safe use\nof cranes (an extract from which was handed in at the\ntrial). The code contains certain statutory and other\nrequirements and directions, the non-observance of\nsome of which renders the transgressor liable to be\nprosecuted in England, but which, according to the\nevidence, are used merely as guide-lines in this country.\nThe code directs\nthat where an automatic safe\nload indicator has been fitted it should be inspec-\nted at least once a week. This was apparently not\ndone as far as the device was concerned but there is\nsufficient evidence on record from which a clear\ninference/\n17. inference may be drawn that there was nothing wrong .\nwith the device itself prior to the commencement of\nthe attempt to lift the torpedo and that only the\nelectrlc wires connected\nto the device were damaged\nwhen the crane collapsed. When the device was re-\ninstalled after the repair of the crane it was tested\nand it was functioning properly wlthout it being\nnecessary even to calibrate it.\nBut qulte apart from the consideratlons\njust mentioned it seems to me that whether the device\nwas in working order before the mishap occurred or not\nis entirely irrelevant wlth respect to the\nconditbn of the crane. The devlce was designed to\nreduce the risk of damage due to human error. It re-\nlates, therefore, to the handling of the crane and not\nto/\n18. to the condition of the crane. The human factor is\nnot completely eliminated, though. It is possible\nfor the safety device to\nbe\"overridden\"by the operator,\nbut that becomes relevant only in the context\nof\npossible negligence displayed by the operator, an\naspect which I proceed to discuss forthwith.\nThe case sought to be made by the defendant\nby cross-examination was that Mkhize, the operator,\nwas either incompetent or that he mishandled the crane\nby endeavouring to lift too heavy a load in spite of\na clear warning on the dial of the device that he was\ndoing so - which warning he ignored by \"by-passing\"\nthe device and continuing to attempt to lift a\nmassive overload. In my view the defendant succeeded\nin its endeavour in this regard. Mkhize was the last\nwitness called for the plaintiff. The plaintiff's\nwitnesses who testified before him on this aspect\nwere agreed that the device could be \"by-passed\"\nbut/\n19. but their evidence was rather confusing as to the\nclrcumstances under which and the purposes for which\nit was necessary and\npermissible to do so. This un-\nclear picture was compounded in large measure\nby the\nevidence of Mkhize. I shall, however, convey as best\n1 can the impression I gained from the evidence.\nThe device itself is a computer mounted in I\nthe operator's cabin. Plainly visible on the dial or\nscreen there is a needle which, when the crane is\noperated, moves from a green into a yellow and from\nthe yellow into a red zone depending on whether the\nlift is well within the capacity of the crane (the\ngreen), still within the capacity but where a certain\ndegree of caution is demanded (the yellow or amber)\nor/\n20. or becomes dangerous (when it enters the red zone).\nAccording to the evidence the controls of the crane\n\"cut out\" when the needle reaches the red or danger\nzone which means that the crane automatically stops\nfunctioning. It is not the device which \"cuts out\".\nThe crane can only\nresume functioning when the by-pass\nbutton is pressed. What the needle does when the\ncrane or the \"controls\" cut out is uncertain. It\nseems logical to accept that, if the device itself\nfunctions at all under those circumstances the\nneedle would stay in the red until the weight\nhas been put down and it then returns to green. It\nis a mystery to me what the effect of the pressing\nof the reset button is. Presumably it annuis the\neffect/\n21. effect of the \"by-pass\" and the controls wouid once\nmore \"cut out\" as soon as the needle reaches the red.\nThe\"by-pass\"becomes necessary and is per-\nmissible, as I read the\nevldence, for the purpose\nof lowering the weight and putting it down. The ope-\nrator would in that event be aware that he had been\nattempting to lift too heavy a load and before the\nnext attempt is made at lifting the load, the weight\nhas to be reduced. What has troubled me somewhat is\nwhether the act of lowering and depositing the load\nunder these circumstances was not itself a manoeuvre\nfraught with danger, but I assume that there is a\nreasonable safety margin built into the device and\nthat there is very little risk in proceeding to\nrelieve the crane of the too heavy load as soon as\nthe needle reaches the danger zone and the crane\ncuts out. There was also evidence, which I mention\nin passing because it has no relevance to the present\ncase, that when the boom has to be iowered to a hori-\nzontal position for the purpose of ficting a fly jib\nonto/\n22.\nonto the end of it the crane also cuts out and it is necessary to by-pass the\ndevice in order to lift the boom. Apparently no risk\nis attached to this\nmanoeuvre.\nMkhize was praised in glowing terms as\nan excellent operator by the\nplaintiff's witnesses.\nIn so far as the actual mechanical handling of\nthe crane is concerned, he might have been compe-tent, but judging from his\nevidence I get the distinct impression that he was not\nthe type of person who\nwas able to display much initiative or who could exercise the necessary\ndiscretion in an emergency. The learned\ntrial judge described him as a very\nnervous and excitable person. While giving evidence he continuously played with\nhis hands, apparently\nbecause of his nervous tension, said the learned judge,\nbut he did not think that he was intentionally dishonest. The judge\nexpressed\nthe/\n23.\nthe view that Mkhize was only confused and mentioned\ntwo examples\nof such confusion. He expressed a doubt\nas to whether,on the occasion in\nquestion, Mkhize\nhandled the crane competently. In my own mind there\nis more than a doubt. It seems to me that a clear\ninference may be drawn from the evidence that he was\nnegligent. Not only did he press the by-pass button\nbut he also disregarded the load chart in the cabin.\nThere are indicia in the evidence that he pressed the\nby-pass button not for the purpose of relieving the\ncrane of an overweight but in an attempt to lift the\nweight. From the evidence it may be deduced, in my\nview, that, after he had failed the first time to\nlift the weight, he overrode the device and made another\nattempt/.....\n24.\nattempt at lifting the massive overload after the crane\nhad cut\nout. That much I gather not only from a state-\nment which, according to the\nwitness Vass, he made\nto him two days after the mishap but also from his\nown evidence.. I quote the relevant paragraphs from\nhis statement.\n\"14. The driver was told that the total\nweight was approx 400 tons, and that\nonly half the weight was going to be\nlifted by the crane as the slings were\nto be placed around one end of the\ncontainer.\n15. The driver was instructed to position\nhimself approx 5 metres from the 'torpedo' but as he took the load, the\nground star-ted to give way under the outriggers.\n16. The driver was then instructed to move within approx 3 1/2 metres of the\n'tor-pedo' and to again set the crane ready for lifting,\nthe load being\npositioned between the outriggers at the side of the crane.\n17. The/\n25.\n17. The Demag crane is equipped with a computer\ncontrolled oyerload device which automati- cally disengages the hydrauilc\ncontrol\nlevers governing any lifting operation should the crane reach 85% of its maximum\ncarrying capacity.\n18.\tThis overload device is fed into a simple\ndial which is positloned in the\ndriver's\ncab. This dial is marked in three colours,\ngreen orange and red. As the néedle on the dial goes into the red, the\nhydraulic control levers disengage.\n19.\tWhen the needle is in the red the driver\nis able to lower the load only,\nbut is\nunable to lift the rope or boom or to ex- tend the boom sections.\n20.\tWhen the needle returns to the orange or green, the driver resets the\ncontrols by\nactuating a reset button positioned adjacent\nto the\ndial.\n21.\tShould this reset button be held down then\nthe\nlifting controls can be used even though\nthe needle is in the red.\n22.\tAfter setting the crane up in the second\nposition, the driver was\ninstructed to\nlift the load slowly.\n23. As/\n26.\n23.\tAs the load was lifted off the ground\nthe load indicator needle moved\ninto the\nred and the overload device cut out the\nlift controls.\n24.\tBecause the 'torpedo' was partially filled\nwith molten metal when it came\noff the\nrails, this gradually flowed away from\nthe end which had been\nllftêd resulting\nin the needle moving out of tha red and into the orange.\n25.\tAs the needle went into the orange the\ndriver reset the button and\ncontlnued\nwlth the llft.\n26.\tThis operation was undertaken\nthree\ntlmes without any sign of distress to\nthe crane. While the 'torpedo' was being\nheld in the air we understand that the\nIscor personnel were placing blocks below'\nthe bogeys and generally tightening the\nbolts under the carriage.\n27.\tOn the fourth lift the needle again went\nfrom the green into the\norange, however\nas it started to go into the red the lift\nrams ripped off\nand ths boom fell onto the\n'torpedo'.\"\nI assume that Mkhize told him what his\nconception/\n27.\nconception was as to how the device should be operated\nand how he\nin fact operated it. I do not follow what\nwas said in paragraph 19 and 20 of\nthe statement.\nWhen the needle enters the red zone the controls\nstop\nfunctioning and the by-pass button has to be\npressed to cause them to function again. In view\nof evidence given by\nother witnesses I think para-\ngraph 21 would have been more intelligible if it\nread: \"Should this by-pass button be held down then\nthe lifting controls can be used even though the\nneedle is in the red. \" If what Vass understood .\nby \"reset\" means \"by-passed\" paragraph 25 is\nrather significant. Mkhize probably pressed the\nby-pass button when the needle went into the\norange or the red and made several attempts to\nlift/\n28. lift the torpedo without success. When he tried\nfor the fourth time, at the same time pressing the\nby-pass, the lift rams\nripped off and the boom fell\nonto the torpedo. (I would interpolate\nparagraph\n27 thus). If so read, the version given by Mkhize\nas to what happened seems to me to accord with the\nother evidence about\nthe functioning of the device.\nAlthough he said he had forgotten a great deal\nof what had\nhappened, Mkhize's own evidence-in-chief\naccords to some extent with the statement taken down\nby Vass. He testified as follows:\n\"Yes, now Alpheus, I do not want to ask\nyou all about your operating, all\nabout\nyour training as an operator by Aaron, I\njust want to ask you this\nand listen\ncarefully. If you are lifting a load and\nthe computer indicator\ngoes into the red\nand the machine cuts out what do you do?\nIt stops.\nIt/\n29.\nIt stops,right, now what do you do?\nI tell the people with whom I work that it\nhas stopped.\nYes, and then what do you do with it?\nBecause it is a load that exceeds the load\nthat is indicated then it is left.\nIt is what? \t Yes, because it cannot lift\nthat load.\nYes, it cannot lift the load so you have\ngot a load in the air, what do you do with\nit? \t We bring it down.\nBring it down if it is up?.\tYes.\nNow from your training were you allowed to\nuse the override button in order to continue\nlifting a load if the computer was already\nin the red indicating that you had an overload?\nNo.\"\nAbout the instructions given to him by the rigger,\nhe testified\n(still in chief):\n\"MR SCHUTZ\n: Right, now what did this foreman\nrigger do? \t He then showed me the site at\nwhich we were supposed to put the crane.\nWho decided where the crane would stand?\nThe rigger.\nWho decided how the boom was to be used?\nThe/\n30.\nThe rigger because he said that the load\nwas heavy.\nAnd who decided on where the slings were\nto be placed? \t The rigger too.\nAnd who decided when the lift was to commence?\nThe rigger too. Because he was in charge\nof the crane.\nYes, and how did he indicate that the lift\nwas to start? \t He showed me, he indlcated\nwith his hand, he made the sign that I have\njust been making. The witness has made ... (Court intervenes).\nCOURT\n: It is a circular sign with his finger.\nHas made a spiral\nindicatlon.\"\nUnder cross-examination he gave the following\nevidence:\n\"\nMR JOFFE\n: If you attempt to lift a weight\nwhich is beyond the\ncapacity of the crane,\n...\tYes?\nThe computer in the crane will prevent you\nfrom lifting the weight? \t\nYes.\nBut you can override the computer? \t Yes.\nYou/\n31.\nYou would not ever override the computer?\nNo, I do not have the authority.\nAnd if you dld overrlde the computer, you\nwould be a very bad operator? \t\nYes.\nAnd you have been trained never to do\nthat? \t Yes.\nAnd on this day when the crane broke at\nIscor you never overrode the\nsafety device,\nthe computer? \t No, I did not.\nThere was never need for you to override it on that occasion? --- No, I\nnever. .....\nCOURT\n: When you llfted the crane did this\nneedle ever go towards the red? \t Yes,\nthe needle moved to the red and then it came back again a little bit to\nyellow. I then reset it.\nYou what? \t I reset it and put it on so\nthat it could function again.\nMR JOFFE\n: I thought you said you did not\nhave to use the overload device?\n(Mr Schutz intervenes).\nMR SCHUTZ\n: No,he did not say he used the overload. He said he reset\nit.\nCOURT:\nYes,/....\n32.\nCOURT\n: Yes, I do not know what that means.\nMR JOFFE\n: No, it is - did this happen once?\nOnce.\nOnly once? \t\nYes, only once.\nCOURT\n: Let me tell you I do not understand what hé means when\nhe says \"I reset it\".\nIs that the words, Mr Interpreter?\nReset it.\nMR\nJOFFE\n: Those are the words. I will come back to that. Now when you\nsay that when the crane broke the needle of the gauge of the com-\nputer - it was in green? \t No.\nWell, what .... (Court intervenes).\nCOURT\n: He sald it was in yellow.\nMR JOFFE\n: That was the first time, My Lord.\nWhat colour was the -\nwhere was the needle?\nAt yellow.\nBut the crane had not yet cut out yet?\nNo, it does not cut when it is at yellow.\nNow when the crane cuts out can you reset\nthe safety device, the computer? \t When\nthe crane resets ....?\nNo, no, when the crane cuts out ... (inter-\nvention).. /..,.\n33.\nvention) ..\tWhen it is at red you\ncannot reset it.\nThen what have you got to do? \t I have\nsaid that it moved red and then\nwent and came back again and then it stood at yellow. And then when it - it was\nwhen it was at yellow\nthat I reset it again.\nWhat did you reset? \t The\ncomputer.\nWhy did you have to reset it? \t Because\nit was moving back to yellow.\nWhat do you do to reset the computer?\nI switch it on. Is that the press-button\nswitch? \t Yes.\nThe one with a picture next to it of a\ncrane falling over? \t Yes.\nSo when the crane was in the yellow, when the dial of the computer was in the\nyellow,\nit was that button that you pressed?\nYes.\nAnd then the crane carried on working? \t Yes.\"\nThe use of the word \"reset\" in his evidence\nand/\n34. and in his statement to Vass puzzles me as much\nas it obviously did the learned trial judge. I\nrepeat that I do not\nappreciate why he had to reset\nthe device while the needle was apparently functio-\nning properly by moving from the red back to the yellow\nand then to the\ngreen. I can only surmise that,\neven though he denied that he did so, he\npushed the\nby-pass button; otherwise his evidence does not make\nsense.\nGreater confusion resulted when his counsel in\nre-examination\nendeavoured to urge him into clarifying\nmatters. From this evidence it appears that he pressed\ntwo buttons, the reset and the by-pass buttons. Why\nhe had to press both, he does not satisfactorily ex-\nplain. He testified:\n\"Now/\n35.\n\"Now Alpheus, I just want you to expiain\nslowly certain movements of this\ncrane.\nIf you are lifting a load and the needle\nreached the red and the\ncrane stops, ..\nYes?\nCan you lift further? \t If it is at that\npoint then you cannot lift further.\nRight, now if it comes - if the needle comes\nback again into the yellow or\ninto the green,\nand you want to lift again, what do you do?\nI reset.\nNow how do you reset it, with what do you\nreset it? \t There are buttons, you have\nto press on buttons.\nYes, is there a button for resetting?\nThose are the buttons I am referring to.\nAnd then the crane will - you can start again?\nYes.\nNow that reset button,is it the same button\nas the override button or is\nit a different\nbutton? \t It is just like the other buttons.\nYes, I know. I want to know whether there\nis a separate reset button and a separate\noverride button? \t They are the same, the\nreset button as well as the bypass button are\nthe same buttons.\nI do/\n36. I do not want to know whether they iook\nthe\nsame.\tI say that those are the buttons.\nIs there one button or two buttons? \t Two\nbuttons.\nA reset button and\nan override button?\nYou press both on and then reset.\nYes, alright. Apparently in order to reset you have got to press them hoth?\nThat is\nthe resetting mode? \t If you want to reset\nit you have to press them both.\nBut now you know that you sometlmes have to use the override button in order\nto put your\nflying jib on? \t Yes, when you want to -\nyes, but at the stage when you want to reset the - want to put your fly jib\non, you have got to keep them pressed, you do not leave\nthem out of\npressing.\nBoth pressed? \tYes.\nCOURT\n: But he says you have got to keep them\npressed? \t Keep them\npressed.\nMR SCHUTZ\n: Why do you\tkeep them pressed?\nBecause whe'n the gauge\tis on red it does not\nmove from there. When\tyou have them pressed\nlike that.\nCOURT\n: I am sorry, I am a bit confused at the moment. When you say you\nreset this thing\nI first/\n37.\nI first thought you pressed one button and\nit was the same button, and now you say there are two buttons, it is the reset\nbutton and the bypass button. Do you keep them pressed\ndown all the time or what do you do?\nThese two buttons work together, functlon together. When you press the button on\nyou are supposed to press them both at the same\ntime.\nMR SCHUTZ\n: Mr Interpreter, as he was demon-strating there he pressed the\ntwo and he took\nhis hand off, did he not? \t Yes, when it is\non, you press them then leave.\nThat is when you reset it then you take them\noff?\tYes.\nAlright, now when you are putting on a flying jib and you want to override the\ncomputer, what\ndo you do then? \t You keep them pressed.\nYou keep them pressed? \t You keep them pressed.\nThat is vthe way you have been trained?\tYes.\nAnd it is two different things that you do?\nYes.\"\n.\nThe following evidence given by him\nunder\ncross-examination reveals his attitude in his\napproach\nto the task in hand:\n\"And/\n38.\n\"And I want to put to you that the crane\ndid not have the capacity to lift the weight?\nIt is Iscor that orders the\ncrane.\"\nFrom what he told Vass it is to be gleaned\nthat he\nwas told the weight of the torpedo plus bogies\nwas approximately 400 ton but\nhe was told that this\nweight would be reduced to 200 ton in the course of\nthe lifting process. He knew very well that the\ncapacity of the crane was 180 ton with the boom at\nits smallest angle. As the radius of the lift in-\ncreased so the lifting capacity of the crane decreased.\nAccording to the rated capacity and speciflcations\nthe crane had, at 85% capacity, a lifting capacity of\n110 ton at a 6 metre radius and 82 ton at an 8 metre\nradius. Allowing fully for the fact that as soon as-\nthe/\n39.\nthe weight was lifted the molten metal would flow\nto the other end and the weight would be reduced\nby half (which would in\nany event only occur as\nsoon as the lifted end is hoisted higher than\nthe\nother end) the weight which had to be lifted wás,\naccordlng to\nundisputed e.videncs, 191.65 ton which\nis, even at 100% capacity, far in excess of the crane's\ncapaclty. There was a load chart in Mkhize's cabin\nwhich reflected the capacity of the crane at the\nvarious radii. The fact that Mkhize attempted to\nlift a load far in excess of the capacity of the\ncrane renders it all the more probable, (apart from\nthe fact that he admitted having pressed two buttons\n- one of which must have been the by-pass button).\nthat he did press the by-pass button. In addition\nthe/\n40.\nthe inference may be drawn that he negligently or\nintentionally\ndisregarded the load chart. In my\nview he was clearly negligent. Whether this\navailed\nthe defendant I shall consider in due course.\nI have come to the conclusion,however,\nthat he was not the only negligent person. The crane\nwas ordered by the\ndefendant. Van Rensburg, the plain-\ntiff's employee who manned the hire desk\nwhere all\nthe orders were recorded and who noted the order,\ncould not remember the order specifically. The defen-\ndant pleaded that it ordered a crane having a capacity\nof \"about 200 ton\". No evidence was led on behalf of\nthe defendant and there was therefore from its side\nno substantiation of the averment that a crane with\nthat capacity was ordered. The evidence indicated\nthat/.....\n41.\nthat the crane concerned was, ac the time, the strongest\ncrane available.\nThat the capacity was 180 tons was, according to the evidence, clearly\nsignwritten on the crane. The rigger concerned\nmust, therefore, have been aware\nof the capacity of the crane. The probabl-lity is that the defendant, being in a\ndilemma because\nit had.to get the bogies back onto the track, ordered the\nbiggest crane that was available and decided to use it regardless of the\nrisk\ninvolved. The defendant's servants who were responsible obviously entertained\nthe hope that, in spite of the weight of the torpedo\nbeing . beyond the capacity\nof the crane, it would nevertheless accomplish the lift without any mishap. The\nmassive overload which\nit had to lift turned out to be so\nfar/\n42. far beyond the capacity of the crane that the\nbreakdown was inevitable.\nThe English code of practice for the safe\nuse of cranes to which reference was made above\nlists i a the following\nrequirements for a slinger\n(i e a rigger).\n\"1.6.2 The slinger should\n(4) have been trained in the general\nprin-ciples of slinging and to be able to establish weights and judge distances,\nheights and\nclearances;\n(7) be capable of directing the movement of the crane and load in such a\nmanner as to ensure the safety of personnel and plant.\"\nThere is no evidence that the rigger con-\ncerned did not properly direct the movement of the\ncrane but as I have pointed out, he knew that the\nload/\n43. load was heavy and, regard being had to the distance\nof the crane from the load to be lifted, he should\nhave realised that the\nload was clearly beyond the\ncapacity of the crane.\nThe final consideration in so far as the\nliability\nis concerned is that, unless I am relieved\nfrom doing so, I shall have to decide whose negligence\nwas, to use a\nneutral term, the effective cause of the\ndamage. If the plaintiff is right in its contention\nthat Mkhize was, in terms of the contract, the servant\nof the defendant, this consideration would indeed re-\nlieve me of that duty. It therefore becomes vitaily\nimportant to resolve the issue raised by the defendant\nthat the terms relied upon by the plaintiff were not\nproved/\n44.\nproved by it to have formed part of the contract.\nLogically, the first\nenquiry is whether the terms\nrelied upon did have the effect contended for by\nthe plaintiff for if they did not it would be unnecessary .\nto consider whether they formed part of the contract\nor not. I proceed, therefore, to examine the relevant\nterms and to pronounce thereon.\nAlthough I have dealt with the negligence\nissue in the context, in so far as the defendant is concerne\ngenerally of the duty of the rigger, lt is interes-\nting to note that clause 5 of the contract relied\nupon by the plaintiff provides\ninter alia\n:\n\"The hirer undertakes that he/it will use or permit the crane to be used only\nin a responsible manner, and he/it will not perform\nor permit to be performed\nany lifts beyond the rated capacity\nand specification \t\"\nThe/\n45.\nThe terms which are crucial for 'the pur-\nposes of\ndetermining the liability f or the acts of\nthe operator are clauses l0a, 12\nand 21a which read:\n\"l0a If the CRANE is supplied with the OWNER'S\nOPERATOR (who\nshall be a competent OPERATOR and licensed where required by law) then whlle on\nthe SITE the OPERATOR shall be under\nthe sole and absolute control of the HIRER\nwho/which warrants and under- takes that he/it will give to the OPE-RATOR clear\nand specific\ninstructions and directibns for all work to be per-formed by the\nOPERATOR and the CRANE on the SITE. The HIRER shall be obliged and\nwarrants that\nhe/it will (during the hours that the HIRER requires the CRANE to operate)\nsupervise or provide respon-sible supervision\nfor the OPERATOR while the CRANE\nis on the SITE during the period of hire. Notwithstanding any-thing to the\ncontrary hereinbefore\ncon-tained, the OWNER shall remain the general employer of\nthe OPERATOR and no obliga-tion shall be placed upon the HIRER to. observe\nthe\nprovisions of any statutory laws regulating the relationship between\nthe/\n46. the OWNER and the OPERATOR.\"\n\"12 Notwithstandlng anything herein con-\ntained to the contrary while the CRANE is on SITE, the OWNER shall not be\nres-ponsible or liable to the HIRER or any other person\nfor any acts on the part\nof the OWNER'S operator while such operator is carrying out the instruc-tions of\nthe HIRER or any acts or\nomissions on the part of t'he HIRER or the HIRER'S\noperator or for any loss or damage what-soever occasioned to the HIRER or any\nother person, property or thlng and the HIRER indemnifies and holds harmless the\nOWNER against all claims of any nature whatsoever\nfor any loss or damage\nafore-\nsaid including all costs relating to such claims, but this indemnity shall\nnot extend to include an act sólely attributable\nto the OWNER'S\noperator.\"\n\"21a Subject to Clauses lOa and 12 above, the HIRER shall be responsible for\nall costs and expenses arising from the breakdown, loss\nof or damage to the\nCRANE occurring through the HIRER'S negligence, misdirec-tlon or misuse, and\nshall include the\ntravelling/\n47.\ntravelling time and costs of the OWNER or his/its nominee and time lost and\nex-penses incurred through the CRANE being immobilised\nor bogged in wet ground,\nrockfall, subsidence, inundation or the like.\"\nAs is apparent from clause 10a it is not\nspecificaily provided that the\noperator is, for the\nduration of the operation, the servant of the\nhirer.\nThe word \"servant\" is not used. The owner of the\ncrane remains the general employer of the operator\nand it is only for\npurposes of the work to be per-\nformed that he piaces the operator at the disposal\nof the hirer and under the sole and absolute control\nof the latter. That does not of course mean that\nthe operator would be obliged to slavishly carry out\nail the rigger's instructions inciuding such instruc-\ntions as would conflict with ths interests of the\nowner/\n48.\nowner as far as the handiing of the crane is con-\ncerned. But if\nhe does so, the hirer cannot, in\nmy view, hold the owner liable. On the\ncontrary, he\nwould be liabie to the owner. Unfortunately for the\ndefendant that seems to be exactly what Mkhize dld.\nHe seems to have blindly followed the instructions of\nthe rigger to lift this heavy weight and in the process\nof doing so his contribution to the mlshap was to over-\ntax the capacity of the crane. Clause 12 provides\nclearly that the owner shall not be responsible or\nliable to the hirer for any acts on the part of the\nowner's operator while such operator is carrying out the-\ninstructions of the hirer. Under the circumstances I\nneed not consider what the legal implications would be\nif the operator operated the crane in defiance of the in-\nstructions/\n49.\nstructions of the rigger. Although there was some\nsuggestion under\ncross-examination that Mkhize ieft\nthe cab,presumably at a critical stage, he\ndenied it\nand there was no proof that he in fact did so. In\nmy view the\nwords \"negligence, misdirection and mis-\nuse of the crane\" can appropriately be applied to\ndescribe the dereliction of duty of the rigger and\nin terms of clause 21a the defendant is responsible\nfor all costs and expenses arlsing from the breakdown'\nloss or damage to the crane.\nEven, therefore, if Mkhize's negligence\ncontributed to or was the effective cause of the breakdown of the crane, he\noperated the crane under the sole and absolute control\nof the defendant's\nrigger/\n50.\nrigger and under his instructions and provided the. terms referred to were\nproved to be part of the\ncontract entered into between the parties the\ndefen-\ndant would clearly, in my view, be liable for the '\ndamage occasioned.\nIt remains to consider whether the terms\nrelled on by the plaintiff were proved by it. The\ncopy of annexure \"A\" which was attached to the par-\nticulars of claim was the \"acceptance\" copy of the\ncontract which was referred to on the covering page\nas a \"Jobbing\" contract. According to the evidence\nthe contracts entered into by the plaintiff with\nhirers of cranes were usuaily completed in triplicate.\nOne copy wouid remain in the file and the second and\nthird would be handed to the crane drlver to be\nhanded/\n51 . handed to the hirer before proceeding wlth the task\nat hand. The \"acceptance\" copy had to be returned\nto the owner after\nsignature by the hirer. The\n\"acceptance\" copy which was annexed to the particu-\nlars of claim purported to have emanated from the\ndefendant who accepted the plaintiff's offer in\nthe foilowing terms:\n\"Dear Sir/s,\nI/We accept your offer for hire of\nplant, etc., scheduled at hire\nrates\non the terms noted below and subject\nto the general conditions\nendorsed\non your offer.\"\nIb was signed by one Boshoff on behalf of the defen-\ndant and aiso bears the signature of D van Rensburg\non behalf of the plaintiff. This latter signature\nwas appended before the contract was remitted to\nthe/\n52.\nthe defendant. It is not disputed that Boshoff was .\nauthorised to sign on behalf of the defendant.\nMkhize was required to hand the two copies\ncomprising the offer and acceptance to the defendant\nor to somebody on its behalf and according to his\nevidence he duly did so by handing the two copies\nto a person at the main gate when he entered the de-\nfendant's premises and before he was directed to the\nspot where the torpedo had been derailed. Only the\nacceptance copy was before the trial court in the\nform of, as I have said, an annexure to plaintiff's\nparticulars of claim. What happened to the copy\nwhich the defendant retained has not been disciosed\nor explalned. The terms \"noted below\" on the accep-\ntance copy included the tariff per hour to be paid,\nthe/\n53.\nthe minimum charge and an enumeration of certain\nchargeable items. It also provided as follows:\n\"Acceptance of this contract signifies your acceptance of these C P H A\ncon-ditions overleaf on all future hires.\"\nWhy provision had to\nbe made f or all\nfuture hires and not for the hire concerned is not\nclear.\nIt so happens that according to the evidence\nthe defendant had previously made use of the plain-\ntiff's\ncranes\nbut there was no guarantee that\nit\nwould do so in the future. It appears to be a stan-\ndard conditlon which is contained in every one of\nthe plaintiff's contracts. The letters C P H A stand\nfor \"Contractor's Plant Hire Association.\" The plain-\ntiff's witnesses testified that \"the general conditions\"\nreferred/\n54. referred to in the acceptance copy included the\nC P H A conditions with a few further conditions\nwhich the plaintiff added\nfor its own sake and pur-\nposes. They further testified that the\nconditions\nwhich the plaintiff attached to the acceptance copy\nas part of\nannexure \" A\" were similar to the general\nconditions which were normally attached to the copy\nwhich the hirer retained and which were referred to\nas \"the general conditions endorsed on your offer\".\nDuring the trial the plaintiff's witnesses handed in\nthe acceptance copy of a specimen of what they said\nwas a standardised form which the plaintiff used when\nit entered into contracts with clients. On this\ncopy the words \"Contract Basis\" appear which differ\nfrom/\n55.\nfrom the words \"Jobbing Contract\" on annexure \"A\".\nIt does not,\nfurthermore, contain a notification\nfrom the hirer to the owner that he/they accepted\nthe offer. There are, in additlon, other small\ndifferences. Defendant's counsel contended that the plain-\ntiff at no stage adduced evidence that the conditions\naccompanying an offer in respect of a \"Contract Basis\"\ncontract were identical to those accompanying a\n\"Jobbing\" contract. There is, in my view, no merit\nin this argument. The format of the \"front cover\",\nas it was referred to in evidence, mlght have changed\nor the plaintiff might have used different front\ncovers but the evidence, which was never refuted, was\nthat the conditions attached to the hirer's copy of\nthe contract, were always the same. These were sub-\nstantially/\n56. stantially the so-called C P H A conditions with\nthe\nfew other conditions to which I have referred, added. I have, accordingly,. come\nto the conclusion that the conditions relied\nupon were properly proved. Counsel\nwere ad\nidem\nthat if the appeal on the merits succeeded, this Court\nshould itself determine the damages. The damages claimed by plaintiff in the\namount of R590 545,68 comprise the following:\n(a)\tThe reasonable cost of repairs\nnecessary to restore the crane\nto its former condition\tR379 122,38\n(b)\tLoss of rentals for the hire\nof the crane to other customers\nduring the period necessary for\nthe repair and restoration of\nthe crane to its former condition\nR211 42\n3,30\nR590 545,68 The onus was on the plaintiff to prove its damages. Counsel for\nthe defendant submitted\nin/\n57. in general that, even though it was alleged in the\npleadings\nthat the parties to the agreement contem-\nplated that the plaintiff would\nsuffer such damages\nas relate to loss of hire in the event of a breach\nof\nthe contract by the defendant, such comtemplation\nwas not proved. I fail to\nsee what specific evidence\nwas in the present case necessary for such an\ninferen-\nce other than the circumstances which pervaded the\nentire case. It was alleged in the plaintiff's par-\nticulars of claim that the plaintlff \"is a company\nwhich carries on the business of hiring plant.\"\nThis allegation was admitted. The defendant hired\nthe crane from the plaintiff at certain \"hire rates\".\nThe defendant could not but know and contemplate\nthat/.....\n58. that if the crane which earned income for the\nplalntiff broke down the plaintiff would suffer\ndamages of the nature\nclaimed. I need say nothing\nfurther in this regard.\nAs a result of the breakdown the crane\nwas\nimmobilised for the period 19 January 1981 to\n13 May 1981. Figures were\nobtained from invoices\ncharged out for the crane of the earnlngs of the\ncrane during the period March 1980 to 19 January 1981\n(the date of breakdown). For the last fourmonths\nbefore the breakdown occurred, namely September,\nOctober, November and December 1980 (January was dis-\nregarded because it was not a full month), the agreed\naverage came to R57 500 per month. This amount\nwas/\n59. was projected over the period during which the crane\nwas out of action and after certain deductions were\nmade the figure\nclaimed was arrived at. In the course\nof the trial it was conceded by the plaintiff's wit-\nnesses that certain further deductions would have to\nbe made. In the submission of counsel for the defen-\ndant still further deductions should be made. He sub-\nmitted, firstly,\nthat a calculation of the average\nof the earnings over the last four months unduly fa-\nvoured the plaintiff. Taking the average of ten months'\nfigures would in view of fluctuations over the entire\nperiod have been more realistic, urged counsel,\nwhich would render an amount considerably less than\nthe calculatlon referred to. I do not agree. The\nevidence reveals that after the acquisition of the\ncrane/....\n60. crane when it was still new and it was not yet gene-\nrally known that the crane was available, the earnings\nwere low but that\nthey gradually increased. The\nplaintiff reached the stage when a higher rate could\nbe and was charged for the crane and the last four\nmonths' figures reflected a figure which in effect,\nin my view, favoured the defendant rather than the plain-\ntiff.\nA 3,4% deduction in respect of running ex-\npenses of the crane and other contingencies was initially,\nin the computation of the claim, made from the\nfigure of the gross earnings. During the trial\nthis percentage was increased to 15% by the plain-\ntiff. After this increased deduction the figure\nclaimed amounted to R186 034,91. Counsel for .\nthe/\n61. the defendant argued that a further deduction of\n1,8% which\nthe witness Rabinowitz conceded as a\nsaving on insurance premlums which were\nnot paid\nduring the repair period should have been made.\nThe 1,8% was\nindeed conceded but the witness sai-d\nthat that percentage was included in the 15%. This\nassertion was an afterthought, counsel put to the\nwitness and submitted in argument to the court a\nquo\nand to this Court. 1 do not agree. The witness\nRablnowitz did not specify how the 15% was arrived\nat but he did say, generally, that that percentage\nrepresented the maximum saving while the crane was\nstanding. In any event, 15% in respect of contingen-\ncies seems to me to be a generous concession.\nFurther/\n62.\nFurther concessions were made which reduced\nthe amount\nclaimed in respect of loss of earnings to ,R179 764,91. These concessions\nincluded an amount of R2 778,00 in respect of\na saving of labour to the\nplaintiff while thercrane was out of order. Instead of this flgure it was\nsuggested on behalf of the defendaht\nthat a percentage of 3,5 should be deducted\nfrom the gross monthly turnover. I have considered the evidence on this aspect\nof the\ncase but in my view, without entering into details, the deduction of R2\n778,00 suggested by the plaintiff appears to be reasonable.\nAnother concession made by the plaintiff was that an amount of R3 492 should\nbe deducted in\nrespect/\n63. respect of depreciation to which the crane was\nnot subjected while it was being repaired. Defen-\ndant's counsel argued\nthat a much bigger amount\nshould be set-off against theamount of loss of\nearnings.\nIn their submission the amount which is reflected in\nthe\nplaintiff's books of account as monthly depre-\nciation should, for the period during which the crané\nwas out of\naction, be deducted. In my view the\nplaintiff's witness Rabinowitz was right in the view\nhe propounded that the non-use of the crane might\nhave given it an extra life of a few months and that\nhe would, for the purposes of calculation of the\namount representing the retarded depreciation, pro-\nlong the expected life span of the crane by adding\nthe/\n64.\nthe period of inaction and adjust the depreciation\nto cover the prolonged\nperiod on a reducing balance\nbasis taking into account the inflation\nfactor.\nAfter some argument defendant's counsel agreed that\nthat was the\nright approach and virtually conceded\nthat an amount of R3 492 only should be\ndeducted in\nthls respect.\nAnother deduction which should, in counsel's submission, be made relates to\nthe period 19 January and 23 January 1981 on which latter\ndate the repair work\non the crane commenced and the five days after the completion of the repairs and\nthe commencement of use of\nthe crane. These periods, argued counsel,\nrepre-sented unexplained delays. I do not agree that there were any delays which\nwere unexplained.\nThe crane had to be taken from the Iscor premises at\nVanderbijlpark\nto/.....\n65.\nto the premises of Demag at Boksburg which was'\ncommissioned to repair the crane. The crane with\nthe broken boom was driven there. There is evi-\ndence that the undercarriage (or the \"lorry\", as\nit was referred to) broke down on the way and\narrived at Boksburg later than expected. No de-\ntails of the breakdown were supplied. Whether the\nbreakdown of the undercarriage was unrelated to the\ncollapse of the boom was not investigated. What is\nmore, one assumes that arrangements had to be made\nbetween the plaintiff and the defendant, the plain-\ntiff and the insurance company (this being a subro-\ngation matter) and the plaintiff and Demag - arrange-\nments which must have taken some time. These and\nother circumstances which might have caused a\nperiod/\n66.\nperiod of a few days to elapse before the repair work\nwas put in hand were never properly inquired into durlng the trial and I did\nnot get the impression when I read the evidence that\nthis delay was a major\nissue in the court a quo. The five days delay at the end of the repair period\nwas occasioned by the discovery\nthat the lift cylinders had to be replaced\nbecause they also were damaged when 'the crane broke down. After the crane had\nbeen dismantled\nthe cylinders were sent by Demag to a firm of hydraulic\nengineers to be examined by them. They reported back that the cylinders were\nin\norder but when the crane was reassembled it was ascertained that the pistons did\nnot fit snugiy in the cylin-ders with the resuit\nthat oil escaped which\naffected\nthe/\n67. the compression. New cylinders had to be flown\nin from Germany which caused a delay of approxima-\ntely five days. The defendant should have mitigated\nits damages, argued counsel, by avoiding the delay\nwhich could have been achieved if Demag had displayed\nproper care. I cannot uphold counsel's argument.\nIn what respect and to what extent the outside en-\ngineering firm was negligent has not been investigated\nand Demag acted with due expedition in getting the\nnew cylinders in this\ncountry. In the course of\nthe repair of the extensive damage to a big sop-\nhisticated machine like the crane in question it\nwould be remarkable if\neverything went so smoothly as\nnot to resuit in a hitch here and there. It has\nnot/\n68.\nnot been shown that Demag acted unreasonably in\nits cholce of the outside firm to give it a report\non the cylinders nor has it been shown that it\nfailed to adopt, with the necessary urgency,\nremedial measures when it became aware of this\nfurther defect.\nThe schedule compiled to reflect the\nearnings for the period March to December 1980\nshows that in a number of instances the rate at\nwhich the crane was hired out was below R200,00\nper hour. To this fact the defendant's counsel\nlinked an argument that another lighter crane\ncould have been used to do the work concerned.\nThe plaintiff's witnesses did not and, I deduce,\ncould/\n69.\ncould not say why such a low rate of hire was\ncharged but what they\ndid say was that all the\t,\nother cranes were fully occupied. There might have\nbeen good reasons why the plaintiff was pre-pared to hire the crane out at a\nlower\nrate. One such reason which suggests itself is that the weight to be\nllfted was light but because no other'weaker crane was available\nthe 180 ton\ncrane was used. The schedule shows that for the months September to December\n1980 the hiring out of the crane at charges\nbelow R200 occurred increasingly\nless frequently which supports the inference that there was an in-creasing\ndemand for the big crane\nas time passed. After careful consideration of the\nargu-\nments/\n70. ments addressed to this Court by counsei for the\ndefendant I have come to the conclusion that an\namount of R179 764,91 should be allowed under\nthe head of loss of\nearnings.\nIn so far as the repairs to the crane\nare concerned the background must be taken into\nconsideration. The crane was manufactured by\nMannesmann Demag (hereinafter slmply referred to\nas Demag) of Germany. The local branch of Demag\nat Boksburg undertook the repairs but was unable\nto repair the boom in this country. A complete\nbreakdown of the items of repalr and the cost\nthereof appears in what was referred to as the\nDemag file. According to the witness Van der\nMescht/\n71. Mescht who was at the time the workshop foreman\nat the local Demag branch this file contained a\ndetailed summary of the\nwork undertaken by the\nlocal Demag to repair the crane. The file was\ncompiled by one Schneider, then an employee of\nDemag, who has since left\nthe Republic permanent-\nly and who at the time of the trial was working\nfor Demag in Germany. The file was compiled by\nSchneider to demonstrate to the plaintiff and\nthe insurance assessor, Vass, who represented\nthe insurance company concerned, the necessity\nand reasonableness of the repairs carried out\nand the charges therefor . At a late stage in\nthe trial defendant indicated through its counsel\nthat/\n72. that, save in three respects, this file was accep-\ntable as\nproof of the damage and the cost of repairs.\nThe exceptions related to the\nrepairs to the boom,\nthe replacement of the slew ring and the boom hoist\ncylinders. These three items comprised the bulk of\nthe plaintiff's claim under this head.\nA few days after the damage to the crane\none Zimmer, an expert attached to Demag in Germany,\narrived in this country and with Schneider, Van der\nMescht and other interested persons inspected the\ndamage. It was then decided that the boom could\nnot be repaired in this country and had to be sent\nto Germany for repairs. The history of the boom\nhoist cylinders I have retailed above. During the\nrepairs/\n73.\nrepairs it was found that the slew ring had, due\nto the accident, become oval and had to be replaced\nby a new one which was\nonly obtainable in Germany.\nCounsel for the defendant submitted that\nthe plaintiff advanced no evidence to prove the\nprecise nature of the repairs, the cost thereof\nor that the cost was reasonable. Vass, he argued,\nrelying on the conclusions of Zimmer and Schneider\nsimply accepted the overall price which he received\nfrom Germany; he could not exclude the possibility\nthat parts could have been pirated; he had no way of\nsatisfying himself that the parts charged for were in\nfact used for the repairs; he had no way of satisfying himself\nthat/\n74. that the parts used were new and he had no personal\nknowledge of the labour actually expended in carrying\nout the repairs on\nthe boom. It is true that Vass\nwas not in Germany where and while the repairs\nwere\ndone, but Vass was,according to the evidence, not\nonly an experienced assessor but he had considerable\nexperience in the very field of assessing damage to\ncranes. Demag is a big international name as manu-\nfacturer of cranes and a concern with a high repu-\ntation. There is no suggestion that plrate parts\t:\nhad been used. Why would a firm which is the manu- '\nfacturer of the Demag crane use pirate parts if it\nmanufactured those parts itself? From whom would\nit acquire those pirate parts? It is entirely\nimprobable/\n75. improbable that such a firm would put its own\nreputation at stake. Vass was intimately in-\nvolved with discussions\nregarding the ways and\nmeans of repalring the crane. He was well aware\nthat there were two policies, one f or damage to\nthe crane and the other for loss of use. He was\ntherefore conscious of the necessity, in the inte-\nrests of the insurance company which he advised, to\nbalance more expensive methods of repair against the\nneed to have the crane restored as soon as possible.\nThrough negotiation he was able to reduce the\namount originally charged by Demag to the amount ciaimed\nin/\n76.\nin the summons.\nIn regard to the damage to the slew ring\nit was\nsubmitted that Vass could not dispute the\nsignificance of a telex addressed by one John\nWatson of Grenam, England,\nto Harold Johnson ( I\nassume he is a director of the plaintiff company)\nsetting out certain prices in German marks at\nwhich a slew ring and necessary accessories could\nbe obtalned from Grenam. It appears that Grenam\nwould itself have had to buy everything from the\nDemag factory in Germany. The telex concerned is\ndated 20 July 1981 which suggests that enquiries\nwere made by the plalntiff subsequent to the repair\nof the crane. This document was disclosed by the\nplaintiff but under what circumstances and for\nwhat/\n77.\nwhat reason the enqulries were made has not been\ndisclosed. Vass said he knew the firm Grenam but\nhe was apparently unaware of the enquiries made\nby the plaintiff. There is not much dlfference\nbetween the basic price quoted by Grenam and the\naccount he received from Demag. The difference,\nhe said, was in the \"mark-up\" of 20%. He objected\nto the high mark-up and the amount was twice reduced\nby Demag after repeated objections on his part until\neventually they refused to discuss with him a\nfurther reduction. His evidence was that even\nthough he thought that the mark-up was somewhat\nhigh he stlll regarded the price as being within\nthe bounds of reasonableness. He had no option,\nhe said, but pay the prices charged by Demag\nbecause/\n78.\nbecause the parent company, Demag Germany, was the manufacturer and it was\nlogical to entrust the repair work to Demag in this country.\nThe price of the\ncylinders amounted to R78 552,56. In counsel's submission it was not proved by\nplaintiff that the new cylinders were\nnecessary and that the cost was\nreasonable. He pointed out that the engineerlng concern which was consulted\nfound the cylinders to\nbe usable whereas Schneider found them to be un-usable.\nThere was consequently a conflict of opinion and the person to tell the court\nabout all this was\nSchneider/\n79. Schneider and his failure to testify was fatal,\nsubmitted counsel. I do not agree. Van der Mescht\ntestified in thls regard that when the cylinders\nwere tested the desired\ncompression result was not\nobtained. Van der Mescht said he at first suspected\nthat the oil seals had not been properly inserted\nbut after the pistons had been removed and inspected\nit was found that the seals were in order. When\nthe cylinders were measured, it was found that they\nhad bulged (\"gevind die hele silinder het opgeblaas\").\nIt was impossibie to repair these cylinders, testi-\nfied Van der Mescht. This evidence by Van der Mescht\namply proves that it was necessary to replace the old\ncylinders. The price which was paid for these cy-\nlinders/\n80. linders was not seriously challenged.\nI have come to the conclusion that the\ndamages relatlng to the boom.(Rl25\n189,14), the\nslew ring (R84 165,10) and the cylinders (R78 552,56)\nhave been adequately\nproved. In the result the\nplaintlff is entitled to damages in the followlng\namounts:\nLoss of earnings\tR179 764,91\nCost of repairs\nR379 122,38\nR558 887,29\nThe plaintlff has asked for m\nora\ninterest on this sum at the rate of.\n15% p a from the date of judgment of this Court, to which, in my view, it is\nentitled.\nIn the result the appeal succeeds, with\ncosts, includlng the costs occasloned by the\nemployment/\n81.\nemployment of two counsel and the following order\nis substituted f or the order of the court a\nquo\n:\n1.\tJudgment is decreed in favour of the\nplaintiff in the amount of R558\n887,29\nwith intereat on the said amount at the\nrate of 15% pa from the date of judg-ment of this court.\n2.\tCosts of suit including the costs\noccasioned by the employment of\ntwo\ncounsel.\nJUDGE OF APPEAL SMALBERGER, JA - agrees",
  "scraped_at": "2026-02-11T21:02:37.065602",
  "date": "1987-03-31",
  "coram": [
    "VILJOEN",
    "BOTHA",
    "SMALBERGER",
    "VIVIER",
    "JJA",
    "KUMLEBEN",
    "AJA"
  ],
  "case_number": "207/85",
  "parties": {
    "applicants": [
      "R H JOHNSON CRANE HIRE (PTY) LTD"
    ],
    "respondents": [
      "S A IRON & STEEL INDUSTRIAL CORPORATION LIMITED"
    ]
  },
  "sections": {
    "facts": "On 19 January 1981 three bogies carrying a hot‑metal ladle (the \"torpedo\") derailed at the Iscor plant at Vanderbijlpark. The respondent hired a fully hydraulic mobile crane from the appellant to retrieve the bogies. While the crane was hoisting the load, the crane collapsed and was seriously damaged. The appellant sued for the cost of repairing the crane (R379,122.38) and for loss of rental income during the repair period (R179,764.91), alleging the crane was not returned in the same good order in which it was delivered. The parties disputed whether the written contract and its attached conditions formed part of the agreement, and whether the collapse was caused by a defective safety device or by the operator’s negligence in attempting to lift a load far beyond the crane’s rated capacity.",
    "issues": "1. Whether the written contract (including the CPHA conditions) was incorporated into the hire agreement. 2. Whether the defendant is liable for the damage on the basis that the crane was not returned in the condition in which it was delivered. 3. Whether the collapse was caused by a malfunctioning safety device or by the operator’s negligent overload. 4. The appropriate quantum of damages for repair costs and loss of earnings.",
    "principles": "The court applied the law of locatio conductio, holding that a lessee must return the thing leased in the same condition, fair wear and tear excepted, unless damage is due to causes beyond his control. The burden of proof lies on the plaintiff to show the breach. Relevant case law cited includes Frenkel v Ohlsson's Breweries (1909), Johnson Crane Hire v Concor (unreported 1983), and various authorities on negligence and liability of a hirer for an operator acting under his control. The CPHA conditions (clauses 10a, 12, 21a) made the hirer responsible for acts of its operator and for any damage arising from negligent use of the crane.",
    "application": "The court found that the safety device was functional before the accident and that the overload was caused by the operator, Mkhize, who repeatedly bypassed the device and attempted to lift a load of roughly 191.65 tonnes—well beyond the crane’s 180‑ton capacity. The contract terms were proved to be part of the agreement, and under clause 21a the hirer (the respondent) bore liability for the damage caused by its negligence and by the rigger’s instructions. The court accepted the plaintiff’s calculation of repair costs and, after considering several deductions, allowed loss‑of‑earnings of R179,764.91.",
    "conclusion": "The appeal succeeded. The judgment was entered in favour of the plaintiff for a total sum of R558,887.29, with interest at 15% per annum from the date of judgment, and costs of suit including the employment of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Hire Contracts",
    "level_3": [
      "locatio conductio",
      "negligence",
      "equipment damage",
      "contractual liability"
    ]
  }
}