{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/91.html",
  "case_name": "S v Kirsten (231/1986) [1987] ZASCA 91; [1988] 1 All SA 282 (A) (22 September 1987)",
  "citation": "[1987] ZASCA 91",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 91\n|\nNoteup\n|\nLawCite\nS v Kirsten (231/1986) [1987] ZASCA 91; [1988] 1 All SA 282 (A) (22 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 231/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELING\nIn die appel van:\nJAN KIRSTEN\nAppellant\nteen\nDIE STAAT\nRespondent\nCORAM\n:\tVILJOEN, VAN HEERDEN, JACOBS, VIVIER ARR\net\nBOSHOFF WAR\nVERHOORDATUM\n: 8 SEPTEMBER 19 87\nLEWERINGSDATUM\n: 22 SEPTEMBER\n1987\nUITSPRAAK\n/\nVAN HEERDEN AR\n...\nVAN HEERDEN AR\n:\nDie appellant is in die streekhof skuldig be-vind op 'n aanklag van diefstal\nvan 1462 bottels brande-wyn, asook 'n aanklag van oortreding\nvan art 185 (a) van\nwet 87 van 1977 ten opsigte van daardie drank. Op die diefstalklag (die tweede\naanklag in die streekhof) is hy\ngevonnis tot 'n boete van R8 000 of drie jaar\ngevangenis-\nstraf, en 'n verdere drie jaar gevangenisstraf wat voor-waardelik\nvir 'n tydperk van vyf jaar opgeskort is. (Die vonnis op die ander\naanklag is\nnie tans ter sake nie. )\nDie appellant het hierna appèl na die Kaapse Provinsiale Afdeling\naangeteken. Die tersaaklike ge-deelte van sy kennisgewing\nvan appêl het\ngelui dat die appellant in hoër beroep gaan \"against his sentence by the\nMagistrate in Paarl ... on charges\nof theft and dealing in liquor, on the\nfollowing grounds:\n/1....\n3\n1.That in respect of both of the offences the Learned Regional Magistrate\nerred in accept-ing the evidence of the State witnesses\nas true and correct\n(notwithstanding the fact that the majoritý of them were, even on the\nLearned Magistrate's findings, accomplices);\nand further erred in rejecting the\nAccused's evidence as not reasonably true.\n2.\tThat the fine in respect of Count one was ex-\ncessive due regard being\nhad to the personal\ncircumstances of the Accused, the circumstances\nof the\ncase and the previous fine imposed on\nthe erstwhile co-accused, Saul\nWilliams.\"\nOpgelet sal word dat volgens die aanhef van die\nkennisgewing die appellant slegs teen sy vonnisse op die twee klagtes\ngeappelleer het. Die eerste grond waarop die appè berus\nhet, het egter\nklaarblyklik op sy skuldig-bevindings geslaan, terwyl die tweede grond ondanks\ndie verwysing na \"Count one\" met die\nvonnis op die diefstal-klag verband gehou\nhet.\nDie kennisgewing van appèl was gedateer 18 Junie 1985 en op 20\nNovember van daardie jaar is 'n kennisgewing op die appellant\nbeteken\nwaarvolgens die appel op 5 Feb-ruarie 1986 verhoor sou word. Op 14 Januarie\n1986\n/het ...\n4\nhet die respondent sy betoogshoofde beteken. Daarin is nie gevra dat die\nvonnis op die diefstalklag verskerp moes word nie. Die volgende\ndag het die\nappellant sy betoogshoofde geliasseer en gemeld dat hy nie sou voort-gaan met\ndie appèl teen die opgelegde vonnisse\nnie. Terselfdertyd is 'n\nkennisgewing van mosie ingedien. Daarvolgens sou die appellant by die verhoor\nvan die appèl aansoek\ndoen om wysiging van sy kennisgewing van appel.\nDié wysiging sou behels dat die woord \"sentence\" in die aanhef van die\nkennisgewing\nvan appèl deur die woord \"conviction\" en die tweede grond\nvan appèl deur 'n ander grond wat op die skuldigbevindings\ngeslaan het,\nvervang sou word. In 'n ondersteunende beëdigde ver-klaring het die\nappellant se prokureur gesê dat weens\n'n tikfout die woord \"conviction\"\nuit die aanhef van die kennisgewing van appèl weggelaat is, terwyl die\nbedoel-ing inderdaad\nwas om teen die skuldigbevindings sowel as die vonnisse te\nappelleer.\n/Hierna ...\n5.\nHierna het die hof\na quo\ntelefonies kennis gegee dat 'n\nverskerping van die vonnis op die diefstal-klag by die verhoor van die\nappèl oorweeg sou word.\nDie appellant het gereageer deur op 24 Januarie\n1986 'n\nkennisgewing van terugtrekking van sy appèl in te dien.\nBy die verhoor van die appël het die\nappellant\nbetoog dat hy sy appèl teen die\nvonnisse teruggetrek het\nby wyse van die \"kennisgewing\" vervat in sy betoogshoofde, en dat daar nooit\n'n geldige kennisgewing van appèl ten opsigte\nvan die skuldigbevindings\nbestaan het nie. Ook is die hof meegedeel dat die appellant die voorgenome\nwysiging van die kennisgewing\nvan appèl laat vaar het. Die appellant het\nvoorts by monde van sy advokaat te kenne gegee dat hy verskyn het slegs om, vir\nsover dit nodig mag gewees het, verlof te vra om die appèl terug te trek,\nen om te betoog dat die vonnis op die diefstal-klag\nonveranderd gelaat moes\nword.\nDie hof\na quo\nhet bevind dat die appellant\nwel\n/geldiglik ...\n6.\ngeldiglik teen sy skuldigbevindings en vonnisse geappel-leer\nhet, en het by implikasie die aansoek om terugtrek-king van die appèl\nafgewys. Dit het gelei tot die vol-gende bevele:\n\"1. Die appèl teen die skuldigbevinding word van die hand\ngewys.\n2.\tDie vonnis op klagte 1 word\nbekragtig.\n3.\tDie vonnis op klagte 2 word ter syde gestel en vervang met twee jaar\ngevange-nisstraf.\"\nMet die nodige\nverlof is die onderhawige appèl slegs teen die verskerping van die vonnis\nop die dief-stalklag gerig.\nAlhoewel die hof\na quo\nse uitspraak nie heelte-mal duidelik bewoord\nis, kom dit my voor dat dit tot die volgende bevindings geraak het:\n1) Nadat 'n appèl vanaf 'n landdros- of streekhof ter rolle geplaas\nis, kan dit slegs met die verlof van die hof (die Kaapse\nProvinsiale Afdeling)\nteruggetrek word\n/2) ...\n7.\n2)\n'n Aansoek om\nterugtrekking moet in 'n formele dokument beliggaam\nword.\n3)\nDie appellant het in elk geval nie\ngepoog om sy appèl terug te trek alvorens die hof\na quo\nkennis\nge-gee het dat 'n verskerping van die vonnis oorweeg sou word\nnie.\n4)\nDie kennisgewing van appèl was\nteen die skuldig-\nv\nbevindings en vonnisse gerig.\nDerhalwe was daar op die verhoordatum van die appèl 'n geldige\nappèl voor die hof, nieteenstaande\ndie feit dat die appellant in sy\nbetoogs-hoofde te kenne gegee het dat nie met die appèl teen die vonnisse\nvoortgegaan sou\nword nie.\n5)\tDie vonnis wat die landdros op die diefstalklag\nopgelê het, was\nbuitensporig lig.\nIn hierdie hof het die appellant se advokaat betoog dat die hof\na quo\nnie regtens bevoeg was om die vonnis te verskerp nie, en dat die landdros in elk\ngeval 'n behoorlike diskresie by vonnisoplegging\nuitgeoefen het.\n/Aangaande ...\n8.\nAangaande die vraag of 'n appellant na die datum van\nterrolleplasing van sy appèl dit eensydiglik kan terug-trek, het daar\nvroeër meningsverskil geheers. Die Kaapse en Natalse Provinsiale Afdelings\nhet die standpunt ingeneem dat 'n appellant na bedoelde\ndatum slegs met verlof\nvan die hof van appèl sy appèl kon terugtrek. In die Vrystaat en\nTransvaal was die houding van\ndie howe egter dat 'n appellant sodanige verlof\nbenodig het slegs nadat òf die hof van appèl òf die Staat\nkennis\ngegee het dat verskerping van 'n vonnis oorweeg of aangevra sou word.\nSien Du Toit,\nStraf in Suid-Afrika\n, pp 464-5, en\nS v Houqaard\n1972\n(3) SA 748\n(A) 754. In\nS v Du Toit\n1979 (3) SA 846\n(A), het hierdie hof\nten opsigte van appèlle vanaf Provinsiale en Plaaslike Afdelings voorkeur\naan die Vrystaatse en Transvaalse\nprak-tyk gegee. Rumpff HR het gemeld dat daar\nteoreties veel te sê is vir die slotsom van Van den Heever AR in\nR v\nGrundling\n1955 (2) SA 269\n(A) 274, nl dat 'n appèllant nie na\naantekening van 'n appèl dit sonder verlof van die\n/betrokke ...\n9\nbetrokke hof kan terugtrek nie, maar het tot die\nvolgende bevinding geraak (op p 855):\n\"Om klaarblyklike praktiese redes en ook billike redes is dit egter m i beter om\ndie periode waarin sonder toestemming terug-getrek\nkan word, te verleng, totdat\nkennis-gewing gegee word dat verswaring van vonnis oorweeg sal word.\"\nHierdie \"praktiese\" en \"billike\" redes geld\neweseer\nindien appèl na 'n Provinsiale of Plaaslike Af-deling aangeteken word, en\nna my mening is die beslissing in\nDu Toit\ndus ook op sodanige\nappèlle van toepassing (vgl Hiemstra,\nSuid-Afrikaanse Strafproses\n,\n4de uitg, p 742). Derhalwe het die hof\na quo\nverkeerdelik bevind dat die\nappellant nie sy appèl sonder verlof kon terugtrek nadat dit ter rolle\ngeplaas is nie.\nEk kan ook nie insien waarom 'n terugtrekking van 'n appèl (in gevalle\nwaarin verlof nie nodig is nie) in 'n formele kennisgewing\nvervat moet wees nie.\nAl wat vereis word, is dat\n'n\nappellant moet besluit om. sy\nappèl\n/terug ...\n10.\nterug te trek en dat daardie besluit aan die hof van\nappèl en die Staat oorgedra moet word. Ten einde enige moontlike geskille\nte vermy, is dit egter klaarblyklik verstandig om 'n kennisgewing van\nterugtrekking in te dien. Dit volg dus dat indien die appellant\nin sy\nbe-toogshoofde kennis gegee het dat die appèl in sy geheel terug-getrek\nword - welke hoofde geliasseer is alvorens die\nhof a\nquo\naangedui het\ndat 'n verskerping van die vonnis oorweeg sou word - daardie hof nie by magte\nwas om die vonnis te verskerp nie.\nIn hierdie hof het die appellant se advokaat aangevoer dat hoewel die\nkennisgewing vervat in die be-toogshoofde slegs op die vonnisse\nbetrekking gehad\nhet, daar nie langer 'n geldige kennisgewing van appèl bestaan het nie.\nDie appellant se kennisgewing was\nnaamlik, so is voorts betoog, slegs teen die\neen vonnis gerig, en wel omdat in die aanhef daarvan slegs van 'n appèl\nteen\ndie \"sentence\" melding gemaak is. In hierdie verband\n/is ...\n11.\nis 'n beroep gedoen op o a die beslissings in\nR v\nBrey\n-\ntenbach\n1954 (2) S A 10\n(0) en\nR v Zive\n1960 (3) S A 24\n(T).\nIn hierdie twee sake, asook ander waarna ons verwys is, was ter sprake die\ngeldigheid van kennisgewings van appèl waarin die\ngronde van appèl\nnie behoorlik uit-eengesit is nie, en dit is duidelik, meen ek, dat\ndie\nbeslissings nie\nin\ncasu\nrelevant is nie. Die onderhawige\nkennisgewing van appèl het die appèlgronde met voldoende\nvolledigheid vermeld; die\nenigste \"gebrek\" wat daaraan ge-kleef het, was dat\nweens 'n tikfout die woorde \"and convic-tions (s)\" na die woord \"sentence\"\nweggelaat\nis. Die eerste grond van appèl laat egter geen twyfel nie dat\ndit die appellant se bedoeling was om ook teen sy skuldig-bevindings\nte\nappelleer en die appellant se prokureur het dan ook later in 'n eedsverklaring\nbevestig dat dit inderdaad sy bedoeling was, Ek\nkan my dus nie voorstel dat 'n\nhof van appèl sou geweier het om die appèl ten volle te bereg\nbloot omdat die kennisgewing\nvan appèl\n/voornoemde ...\n12.\nvoornoemde \"gebrek\" gehad het nie. Hoogstens sou 'n uitstel verleen gewees\nhet indien die respondent of die landdros deur die weglating\nvan die woord\n\"convictico(s) \" mislei was.\nNadat die appellant se betoogshoofde ingedien was, was daar gevolglik nog\nsteeds 'n appèl teen die skuldigbevinding wat voor\ndie hof a\nguo\nmoes dien. En tereg is nie betoog nie dat in geval van 'n appèl slegs\nteen 'n skuldigbevinding 'n hof van appèl nie\nbevoeg is om die betrokke\nvonnis te verskerp nie. Sien\nR v Theunissen\n1952 (1) S A 201\n(A) 203,\nS v Citizen News\n-\npapers en 'n Ander\n1981 (4) S A 18\n(A) 28, en\nS v F\n1983 (1) SA 747\n(O) 751. Derhalwe was die hof\na\nquo\nregtens bevoeg om die vonnis op die diefstalklag te verskerp.\nDit is ook nie betoog nie dat indien die hof a\nquo\nwel 'n diskresie\ngehad het om die aansoek om terugtrekking van die appèl te oorweeg,\ndaardie dis-kresie nie behoorlik uitgeoefen\nis nie. Die enigste\n/oorblywende...\n13.\noorblywende vrae is dan of die landdros se vonnis so lig was dat inmenging\ngeregverdig was en, indien wel, of die vonnis wat die hof\na\nguo\nopgelê het aanvegbaar is.\nDit blyk dat die appellant ten tyde van die ge-beurde waarop die aanklagte\nbetrekking het, as voorman in diens van Stellenbosch Boere\nWynmakery (\"die\nmaatskappy\")\nwas. Teen die middel en weer teen die einde van 1983\nhet hy ander werknemers van die maatskappy oorreed om brandewyn wat\ngebotteleer was per vragmotor na sy huis te neem en aldaar af\nte laai. Die\nbrandewyn was in kartonne verpak en hierdie kartonne was op hul beurt deur\nbedoelde werknemers in groter dose geplaas.\nDie brandewyn is verby die\nmaatskappy se sekuriteitspunt geneem omdat die appellant aan die bestuurder van\ndie vragmotor op elke\ngeleentheid 'n skriftelike magtiging gegee het om leë\ndose vanaf die perseel van die maatskappy te verwyder. Die appellant kon\nnaamlik\nwel so 'n magtiging verleen ten op-sigte van sogenaamde sagte voorrade, soos\nleë dose, maar\n/nie ...\n14. nie van drank nie.\nOp die middag van 29 Desember 1983 is die dose met bottels brandewyn daarin\nby die appellant se huis in twee voertuie gelaai. Later\ndie aand is die voertuie\nby 'n padblokkade deur die polisie voorgekeer en is beslag op die drank\ngelê.\nDie appellant het ontken dat hy bewus daarvan was\ndat die dose brandewyn bevat het, en het ook betwis dat hy enigiemand oorreed\nhet om op ongemagtigde wyse drank van-af die maatskappy\nse perseel te verwyder\nen by sy huis te berg. Sy weergawe is egter tereg deur die landdros ver-werp. En\nhoewel dit nie uit die getuienis\nblyk nie, kan met veiligheid aanvaar word dat\ndie appellant voor of op 29 Desember 1983 die drank aan 'n derde verkoop\nhet.\nDie landdros het by straftoemeting in ag geneem dat die appellant vir bykans\n20 jaar in diens van die maatskappy was; dat hy homself\nvanaf die pos van 'n\nklerk tot dié van voorman opgewerk het; dat hy as gevolg van\n/die ...\n15.\ndie diefstal sy werk verloor het; dat hy 'n eerste oor-treder was, en dat hy\nop sewe-en-veertigjarige ouderdom 'n getroude man met\ndrie afhanklike kinders\nwas. Aan die ander kant van die skaal het die landdros in aanmerking geneem dat\ndie appellant sy vertrouensposisie\nas voorman van die maatskappy misbruik het\ndeur die drank te steel; dat hy ander werknemers wat onder sy gesag geval\nhet,\noorreed het om hom by volvoering van die diefstal behulp-saam te wees;\ndat die diefstal op planmatige wyse gepleeg was, en dat die\nwaarde van die drank\n'n aansienlike bedrag beloop het. Wat laasgenoemde aspek betref, is daarop gewys\ndat die feit dat die maatskappy\ngeen skade gely het nie, nie aan berou aan die\nkant van die appellant te wyte was nie.\nDie appellant is oorspronklik saam met twee ander persone aangekla.\nLaasgenoemdes het skuldig gepleit, en daarna is 'n skeiding van\nverhore beveel.\nEen van die ander beskuldigdes was Saul Williams wat ook 'n werknemer\n/van ...\n16.\nvan die maatskappy was, en hy is op die diefstalklag ge-vonnis tot 'n boete\nvan Rl 500 of 300 dae gevangenisstraf plus 'n verdere\ndrie jaar gevangenisstraf\nwat voorwaarde-lik opgeskort is. Die landdros het daarvan gewag gemaak dat daar\npariteit ten opsigte van\nvonnisse moet wees, maar het ook daarop gewys dat die\nappellant 'n veel meer senior-pos as Saul beklee het; dat hy finansieël\nbaie beter\ndaaraan toe was as Saul, en dat Saul, anders as die appel-lant,\nberou getoon het deur skuldig te pleit. Die re-sultaat was dan dat,\nsoos reeds\ngesê, die appellant op die diefstalklag gevonnis is tot 'n boete van R8\n000 of drie jaar gevangenisstraf asook verdere\nsodanige straf wat voorwaardelik\nopgeskort is.\nDie hof\na\nquo\nhet nie bevind dat die landdros hom enigsins\nwanvoorgelig het nie, maar het tot die slotsom gekom dat die vonnis op bedoelde\naanklag\nontstellend lig was. Die hof het verwys na vonnisse wat in 'n aan-tal\ngerapporteerde sake opgelê is, maar het self erken\n/dat ...\n17.\ndat die omstandighede wat daarin by vonnisoplegging ter\nsprake was, heelwat van dié wat\nin\ncasu\nbeoordeel moes\nword, verskil het. Die hof het ook gelet op die faktore wat teen die wysiging\nvan die vonnis tot een van gevange-nisstraf\nsonder die keuse van 'n boete\ngespreek het, maar was van mening dat die verswarende faktore swaarder ge-weeg\nhet. Die is soos volg\nopgesom:\n\"Wat veral teen appellant in die onder-hawige saak tel is, eerstens, sy\nvertrouens-posisie by SFW; en tweedens, die feit dat hy ander\nwerknemers,\nonderdanig aan hom, ver-lei het om hom in sy vuilwerk by te staan (dit was Saul\nWilliams, Alexander en ene Mrali).\"\nAangaande hierdie passasie dien opgemerk te word dat daar geen getuienis was\ndat die appellant ook vir Saul Williams verlei het nie,\nen dat wat die\nverwydering van drank op die eerste geleentheid betref, daar ook nie sprake was\ndat Mrali verlei is nie. Ook het die\nhof\na quo\nfouteer deur elders in sy\nuitspraak te sê dat die\n/appellant ...\n18\nappellant \"R12 755,19 se waarde van brandewyn\" van sy werkgewer gesteel\nhet. Die getuienis was naamlik dat die groothandelwaarde van\n1 585 bottels\nbrandewyn nage-noeg R10 100 was. Dit blyk nie presies hoeveel bottels gesteel is\nnie, maar indien gevolg gegee word\naan 'n ge-tuie se skatting van \"die aantal\nverwyderde dose, was hoogstens 1 440 bottels betrokke. Die groothandelwaarde\ndaarvan was dan ongeveer' R9 000.\nDat die appellant hom ten opsigte van die dief-stalklag aan die pleging van\n'n ernstige misdryf skuldig gemaak het, ly geen twyfel\nnie. Ek is egter nie van\nvoorneme om al die verswarende, en ook versagtende, om-standighede waarop die\nlanddros en die hof\na\nquo\ngewys het, weer eens uiteen te sit nie.\n'n Verdere faktor wat teen die appellant tel, is dat hy 'n bemiddelde man was\nwat nie uit\ngeldnood die diefstal beplan het nie. Daar is dan ook nie rede om te\nvermoed dat sy gesin veel sal ly indien hy weens die uitdiening\nvan tronkstraf\nnie 'n\n/inkomste ...\n19.\ninkomste kan verdien nie. Aan die ander kant kan 'n mens jou oë nie\nsluit vir die oorweging dat die appellant nie net sy werk,\nna 'n dienstyd van\nnagenoeg 20 jaar, verloor het nie, maar dat indien hy wel 'n pensioen of ander\nvoordele ontvang het, dit waarskynlik\nheelwat minder beloop as waarop hy\ngeregtig sou gewees het indien hy nie weens wan-gedrag ontslaan is nie. Voorts\nblyk dit dat die\nappel-\nlant op Wellington waar hy woonagtig was, 'n gesiene\nburger was wat o a in die kerkraad gedien het, en die effek van buitegeregtelike\nsanksies wat aan 'n oortreding van 'n sede-norm op 'n plattelandse dorp geheg\nword, moet sekerlik nie onderskat word nie. Dan ook\nverteenwoordig die boete wat\nopgelê is naastenby die waarde van die gesteelde goedere. Die belangrikste\nversagtende faktor\nis egter dat die appel-lant se werkgewer geen skade gely het\nnie.\nEk is gevolglik van mening dat hoewel die landdros se vonnis aan die ligte\nkant is, die hof a\nquo\nverkeerdelik bevind het dat dit ontstellend\nonvanpas was (vgl\nS v Hoffman\n/1978 ...\n20.\n1978 (4) S A 61\n(A) 65).\nDie respondent se advokaat het toegegee dat, ob-jektief gesproke, die\nlanddros se vonnis nie ontstellend genadig was nie, maar het,\nweliswaar sonder\nveel oortuig-ing, aan die hand gedoen dat die hof\na\nquo\ndie vonnis\nin die uitoefening van 'n diskresie gewysig het. Hierdie betoog is klaarblyklik\nongegrond. Die vraag of 'n vonnis sodanig\nlig of swaar is dat inmsiging\ngeregverdig is, is 'n objektiewe een ten aansien waarvan hierdie hof sy oordeel\nin die plek van dié\nvan die eerste hof van appèl kan stel. Dit is\nslegs wanneer die vraag tereg bevestigend beant-woord is deur laasgenoemde hof\ndat dit opnuut in die uit-oefening van 'n diskresie oor 'n gepaste vonnis besin.\nDit, meen ek, is wat in die meerderheidsuitspraak\nvan hierdie hof in\nNewton v\nThe State\n(300/82) bevind is.\nDie appèl slaag en die vonnis wat die hof\na\nquo\nin die\nplek van dié van die landdros op die diefstalklag\n/gestel ...\ngestel het, word tersyde gestel.\nH.J.O. VAN HEERDEN AR\nVILJOEN AR\nJACOBS AR\nSTEM SAAM\nVIVIER\nAR\nBOSHOFF WAR\n21",
  "scraped_at": "2026-02-11T21:16:36.131348",
  "date": "1987-09-22",
  "coram": [
    "Viljoen AR",
    "Van Heerden AR",
    "Jacobs AR",
    "Vivier AR",
    "Boshoff WAR"
  ],
  "case_number": "231/1986",
  "parties": {
    "applicants": [
      "Jan Kirsten"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Jan Kirsten, a foreman at Stellenbosch Boere Wynmakery, was convicted in a Regional (landdros) court of theft of 1,462 bottles of brandy wine and of contravening section 185(a) of the Liquor Act. The court imposed a fine of R8,000 or three years' imprisonment, together with an additional three‑year sentence conditionally reduced to five years. Kirsten appealed to the Cape Provincial Division, initially seeking to challenge both the conviction and the sentence. During the appeal proceedings he attempted to withdraw the appeal, but the withdrawal was not made with the required court permission. The factual record shows Kirsten directed sub‑ordinates to remove the brandy from the company's premises and that the bottles were later seized by police after a police road‑block on 29 December 1983.",
    "issues": "The appeal raised several issues: (1) whether the appellant’s attempted withdrawal of the appeal was effective, given the procedural rule that withdrawal after listing requires the appellate court’s leave; (2) whether the lower court erred in admitting testimony from state witnesses who were accomplices and in rejecting the appellant’s evidence; (3) whether the fine imposed on the theft count was excessive in the circumstances; and (4) whether the appellate court had jurisdiction to vary the sentence on the theft conviction.",
    "principles": "The court applied established appellate procedure principles: an appeal listed for hearing may be withdrawn only with leave of the appellate court (see Du Toit, R v Grundling, and related authority). It also considered sentencing principles, including proportionality, parity with co‑accused, and the discretion of the trial judge to impose fines or imprisonment. Precedents on the validity of appeal notices and the need for a formal withdrawal document were relied upon, as were cases on the court’s power to vary sentences on appeal.",
    "application": "The Supreme Court of Appeal held that Kirsten’s appeal against his conviction remained valid because his withdrawal was ineffective without court permission. Consequently, his attempt to withdraw did not bar the appeal. The court found that the trial judge had not erred in admitting the state witnesses’ testimony, but it noted that the fine of R8,000 on the theft count was not proportionate to the offender’s personal circumstances and to the fine imposed on the co‑accused. Exercising its sentencing discretion, the appellate court substituted the fine with a two‑year term of imprisonment for the theft conviction, while confirming the fine on the liquor‑law count.",
    "conclusion": "The appeal against the conviction was withdrawn; the conviction itself was upheld. The original fine on the theft charge was replaced by a two‑year imprisonment term, and the fine on the liquor‑law charge was affirmed. The appellate court affirmed its jurisdiction to vary the sentence and clarified the procedural requirements for withdrawing an appeal."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing & Appeals",
    "level_3": [
      "appeal procedure",
      "withdrawal of appeal",
      "sentence reduction",
      "theft of liquor"
    ]
  }
}