{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/46.html",
  "case_name": "S v Hengari and Another (577/1986) [1987] ZASCA 46 (21 May 1987)",
  "citation": "[1987] ZASCA 46",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 46\n|\nNoteup\n|\nLawCite\nS v Hengari and Another (577/1986) [1987] ZASCA 46 (21 May 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 577/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPëLAFDELING\nIn die saak tussen:\nPIETER HENGARI\nEerste Appellant\nBENNIE NAVILI\nTweede Appellant\nen\nDIE STAAT\nRespondent\nCORAM:\nBOTHA, HEFER et VIVIER ARR\nVERHOORDATUM: 11 MEI 19 87\nLEWERINGSDATUM: 21 MEI 1987\nUITSPRAAK\n/BOTHA AR\n2.\nBOTHA AR\n:-\nDie twee appellante is in die Hooggeregshof van Suidwes-Afrika deur STRYDOM R\nen assessore skuldig bevind aan moord en aan roof. Met\nbetrekking tot die moord\nhet die Verhoorhof bevind dat daar geen versagtende omstandighede aanwesig was\nnie en gevolglik is die appel=\nlante ter dood veroordeel. Ten opsigte van die\nroof is elk van hulle gevonnis tot 10 jaar gevangenisstraf. Die Verhoorregter\nhet\naan die appellante verlof toege= staan om na hierdie Hof in hoër beroep\nte kom teen die bevinding dat daar met betrekking tot\ndie moord geen versagtende\nomstandighede aanwesig was nie en teen die gevolglike doodvonnisse wat die\nappellante opgelê is.\nVir die doeleindes yan hierdie uitspraak hoef die omstandighede waaronder die\nmoord plaasgevind het slegs in die breedste trekke geskets\nte word, aan. die\nhand van die onaanvegbare feitelike bevindings waartoe die Verhoorhof geraak\nhet, gegrond op die getuienis en\n/die ...\n4.\nwonde op sy kop opgedoen, wat met 'n redelike mate van krag\ntoegedien was. Die aanranding op die oorledene het bloeding en kneusing\nvan sy\nbrein tot gevolg gehad, wat sy dood veroorsaak het. Nadat die appellante die\noorledene se geldsak gebuit het, het hulle die\ntoneel verlaat, en daarna die\ngeld wat in die sak was tussen hulle verdeel en die sak self in 'n rioolpyp\nversteek, tesame met party\nvan die bloedbevlekte kledingstukke wat hulle\naangehad het.\nDie betoog aangaande versagtende omstandighede wat die appellante se advokate\nin hierdie Hof voorgedra het, het berus op 'n\ntweeledige grondslag:\nenersyds, op die bevinding van die Verhoorhof dat die opsetvorm wat by die\nappellante aanwesig was,\ndolus eventualis\nwas, en andersyds, op die\naanvaarding deur die Verhoorhof dat albei die appellante \"drank ingehad het en\ntot 'n mate daardeur beïnvloed\nwas\". Wat die eerste aspek betref, is daar\nbetoog dat, naas die feit dat die appel=\n/lante ...\n3.\ndie afleidings wat daaruit voortgespruit het. Die oorledene in die saak\nwas 'n petroljoggie wat gewerk het\nby 'n vulstasie op Gobabis. Albei die\nappellante was aan hom bekend gewees. Die appellante het vooraf be= plan dat\nhulle die oorledene\nsou gaan beroof van sy geld sak. Hulle moes besef het dat\ndaar 'n gevaar bestaan het dat die oorledene hulle tydens die uitvoering\nvan die\nroof sou herken. Ter voorbereiding van die roof= tog het die appellante\nhulleself bewapen, die een met 'n knopkierie en die\nander waarskynlik met 'n\nstuk yster= pyp. Hulle het besef dat daar 'n moontlikheid was dat geweld gebruik\nsou moes word om hulle\nplan uit te voer, wat lewensgevaar vir hulle slagoffer\ningehou het, en hulle het hulle daarmee versoen. Ter uitvoering van hulle\ngemeenskaplike doel het hulle in die nag na die vulstasie gegaan en daar die\noorledene toegetakel met hulle wapens, deurdat elkeen\nvan hulle die oorledene op\nsy kop geslaan het. Die oorledene het 12 afsonderlike\n/wonde ...\n5.\nlante nie die direkte oogmerk gehad het om die oorledene dood\nte maak nie, die aanranding op die oorledene van so '\nn\naard was dat,\ngemeet volgens die graad van voorsien= baarheid, daar slegs maar 'n geringe\nmoontlikheid was dat sy dood daardeur veroorsaak\nsou word. Wat die tweede aspek\nbetref, is daar gesteun op die getuienis van die appellante self dat elkeen van\nhulle aangetas was\ndeur die drank wat hulle voor die rooftog gedrink het. Ge=\nsamentlik beskou, so is daar betoog, het hierdie omstan= dighede versagting\ndaargestel.\nDie voorgaande betoog is in wese dieselfde as dié wat aan die\nVerhoorhof voorgehou was, en wat deur die Verhoorhof verwerp\nis om die redes wat\nuiteengesit is in die uitspraak van die Verhoorregter oor hierdie\naangeleentheid. Om dit kortliks saam te vat:\nwat die eerste aspek betref, het\ndie Verhoorregter daarop gewys dat 'n bevinding van\ndolus eventualis\nop\nsigself nie noodwendlg dui op die aanwesigheid van 'n versagtende\n/omstandigheid ....\n6.\nomstandigheid nie, en voorts onder meer gewys op die volgende\ntersaaklike feite, naamlik dat dit 'n wrede aan= val was wat die appellante\nop\ndie oorledene uitgevoer het, dat die oorledene genadeloos toegetakel is en so\ngelaat is deur die appellante, en dat die oorledene\n12 wonde aan die kop\ntoegedien is met 'n\nredelike mate van geweld en met wapens wat in staat\nis om te dood; en wat die tweede aspek betref, het die Verhoorhof bevind, onder\nmeer met verwysing na die wyse waarop die appellante opgetree het voor en na die\nroof, dat drank, indien dit ten opsigte van die\naanval 'n rol gespeel het, dit\nbaie gering was en nie van so 'n aard dat dit die morele ver= wytbaarheid van\ndie appellante verminder\nhet nie. In die laasgenoemde verband moet ook vermeld\nword, sonder dat dit nodig is om op besonderhede in te gaan, dat die appellante\nse getuienis aangaande hulle drinkery en die uitwerking daarvan in verskeie\nopsigte vaag en onaanvaar= baar was en dat die Verhoorhof\nheeltemal tereg bevind\nhet\n/dat ...\n7.\ndat albei die appellante se getuienis in die algemeen\nleuenagtig was.In die resultaat het die Verhoorhof bevind dat die kumulatiewe\neffek van die aangevoerde faktore nie versagtende omstandighede daargestel het\nnie.\nOp die keper beskou, is daar geen ruimte hoege= naamd vir '\nn\nbevinding\ndat die Verhoorhof nie redeliker= wyse tot die slotsom kon gekom het waartoe hy\nwel gekom het nie.\nNamens die appellante is daar egter aangevoer dat die Verhoorhof in sekere\nopsigte mistastings begaan het.Die argumente wat die advokate\nin hierdie verband\nvoorgelê het, so goed as hulle kon, is sonder enige meriete.Dit is slegs\nnodig om kortliks te verwys na\ndie vernaamste punte wat geopper is.Namens die\neerste appellant is daar aangevoer dat die Verhoorhof onder '\nn\nwanopvatting verkeer het met betrekking tot die feite ten opsigte van die\neerste appellant se aandeel in die\n/aanranding ...\n8.\naanranding: volgens sy getuienis het hy die oorledene slegs\ntwee houe op sy nek toegedien en is die tweede appellant verantwoordelik\nvir die\ndodelike beserings van die oorledene. Daar steek niks in hierdie betoog nie,\nenersyds omdat die eerste appellant se getuienis\nas leuenagtig verwerp is, en\nandersyds omdat die twee appellante met 'n gemeenskaplike doel opgetree het en\ndie eerste appellant\nhom klaarblyklik vereenselwig het met die optrede van die\ntwëede appellant. Die Verhoor= hof het dan ook volkome tereg bevind\ndat dit\nonnodig was om te probeer bepaal wat presies elke appellant se aan= deel in die\naanranding was.\nNamens die tweede appellant is daar aangevoer dat 'n mistasting opgesluit\nlê in die volgende opmerkings van die Verhoorregter\nin sy uitspraak oor\nversagtende omstandighede:\n\"... na ons mening was die optrede van die beskuldigdes sodanig dát\ndie bevinding van\ndolus eventualis\ngunstig vir hulle is en\n/dat ...\n9.\ndat hierdie 'n grensgeval is waar die voor= deel van die\ntwyfel hulle toegekom het.\"\nDaar kan egter geen fout gevind word met hierdie uit= latings nie.Ek stem\ntrouens daarmee saam, veral met inagneming van die feit\ndat die appellante\nterdeë bewus was van die waarskynlikheid dat die oorledene hulle tydens die\naanval sou herken het.Gewag is\ngemaak van die tweede appellant se getuienis dat\ndie oorledene nog gelewe het toe die appellante die toneel verlaat het, wat\nbestaanbaar\nis met die mediese getuienis. Die eenvoudige antwoord hierop is dat\nhierdie getuienis van die tweede appellant waardeloos is in die\nsamehang van die\noorweging van versagtende omstandighede, met die bewyslas wat in daardie verband\nop die appellante rus, in die lig\nvan die Verhoorhof se verwerping van die\ntweede appellant se getuienis as vals.\nTen opsigte van die ander betoogpunte wat geopper is, is dit voldoende om te\nsê dat hulle getref\n/word ...\n10.\nword deur dieselfde lot as dié wat ek hierbo by wyse\nvan voorbeeld genoem het.\nDaar bestaan gevolglik geen gronde waarop hierdie Hof kan ingryp in die\nbevindings van die Ver= hoorhof en die doodvonnisse wat die\nappellante\nopgelê is nie.\nDie appelle van albei die appellante word van die hand gewys.\nA.S. BOTHA AR\nHEFER AR\nSTEM SAAM VIVIER AR",
  "scraped_at": "2026-02-11T21:04:21.976206",
  "date": "1987-05-21",
  "coram": [
    "BOTHA",
    "HEFER",
    "VIVIER"
  ],
  "case_number": "577/1986",
  "parties": {
    "applicants": [
      "Pieter Hengari",
      "Bennie Navili"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellants, Pieter Hengari and Bennie Navili, planned and executed a robbery of a petrol attendant at a gas station in Gobabis. They armed themselves with a club and an iron pipe, assaulted the victim on the head with multiple blows, causing severe brain injury and death. After the attack they stole the victim's money bag, concealed it in a sewer pipe together with blood‑stained clothing, and fled. Both appellants were intoxicated at the time of the robbery, a fact they admitted in their own testimony.",
    "issues": "The principal issues were (1) whether any mitigating (versagtende) circumstances existed that would require setting aside the murder convictions and the death sentences, and (2) whether the appellants' intoxication could diminish their moral culpability for the homicide.",
    "principles": "South African criminal law holds that dolus eventualis – intent to cause death or knowledge that death is a probable consequence – suffices for murder. Intoxication, unless it completely negates the voluntariness of conduct, is not a defence to a murder charge and does not constitute a mitigating circumstance. Mitigation is only available where the cumulative effect of relevant factors (e.g., provocation, mental disturbance) lowers the moral blameworthiness of the accused.",
    "application": "The court examined the evidence and concluded that the assault was a purposeful, violent attack with weapons capable of causing death. The appellants were aware of the risk that their blows could be fatal, satisfying the requirements for dolus eventualis. Their intoxication was deemed slight and insufficient to affect moral culpability. Consequently, the cumulative effect of the presented factors did not establish any mitigating circumstance.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal of both appellants. The murder convictions and the accompanying death sentences were upheld, as were the ten‑year robbery sentences."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "mitigating circumstances",
      "intoxication",
      "death penalty",
      "robbery"
    ]
  }
}