{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/64.html",
  "case_name": "S v Magongo (26/86) [1987] ZASCA 64; [1987] 2 All SA 342 (A) (2 June 1987)",
  "citation": "[1987] ZASCA 64",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 64\n|\nNoteup\n|\nLawCite\nS v Magongo (26/86) [1987] ZASCA 64; [1987] 2 All SA 342 (A) (2 June 1987)\nDownload original files\nPDF format\nRTF format\nSaak nr 26/86 /MC\nDIE\nSTAAT\n- en -\nMPHUMELELO MAGONGO JANSEN AR.\nSaak no 26/86 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nDIE STAAT\nAppellant\n- en -\nMPHUMELELO MAGONGO\nRespondent\nCoram\n:\tJANSEN, VILJOEN, GROSSKOPF ARR et\nBOSHOFF, KUMLEBEN Wn ARR.\nVerhoor\n:\t22 Mei 1987.\nGelewer:\n2 JUNIE 1987.\nUITSPRAAK\nJANSEN AR /......\nJANSEN AR:\n-\nDie respondent is in die Rondgaande Hof\nte Nelspruit\ndeur 'n regter en twee assessore verhoor op o a 'n aanklag van moord van 'n\ntweejarige seuntjie wat hy aan die bene gegryp\nhet, geswaai het en teen 'n lae\nmuurtjie geslaan het.Twee ooggetuies, Kesiah Mashele en Jobe Myburgh, het aan\ndie hof die noodlot=\ntige aanranding beskryf; die beskuldigde (respondent\n)\nwat onskuldig gepleit het, het ook getuig. Hy het o a\ndaarvan melding gemaak dat hy nie alles van die gebeure\nkan onthou nie, dat hy die betrokke oggend \"muti\" afkom= stig van 'n\ntoordokter gedrink het en dat hy aan vallende siekte ly maar\ndat hy nie op die\nbetrokke oggend 'n aanval gehad het nie. Aan die einde van die beskuldigde\nse\nsaak /\n3.\nsaak het die hof in sy uitspraak die getuienis uiteen= gesit en ontleed en\ntoe soos volg voortgegaan :-\n\"Nou is die vraag wat gevra moet word of die beskuldigde toerekeningsvatbaar\nwas toe hy die daad gepleeg het? Want as iemand nie toerekeningsvatbaar\nis nie\ndan kan die Hof hom nie skuldig bevind aan 'n misdaad nie. Nou is dit vir ohs\nduidelik dat wat hier gebeur het geensins die\nnormale optrede van 'n normale\npersoon is nie. Die beskuldigde het op 'n doodge= wone normale wyse daar\naangekom en sy familie gegroet,\nmaar hy vat hulle en dwing in die huis in en hy\nsluit die deur\nen hy begin daarbinne vuurhoutjies trek wat\nhy in sy mond steek. Hy gee geen verduide=\nliking daarvoor nie. Hy brand 'n stuk koerant of hy brand koeverte. Hy trek\n'n stof jas aan. Hy gooi twee slapende kinders deur die\nvenster sonder dat hy\nenigsins uitgelok is. Hy jaag sy familielid Jobe deur die venster sonder enige\nrede. Hy gee geen verduideliking\ndaarvoor nie. Hy gooi die kerkstok deur die\nvenster en sonder enige rede jaag hy Jobe met die kerkstok Hy kom buitekant,\njaag die\nkinders, en hy gryp\ndie /....\n4.\ndie kleintjie beet wat hy doodslaan. Die kleintjie het aan hom niks gedoen\nnie. Daar is geen rede vir hierdie aanval nie en daar is\ngeen verduideliking\nvoor ons waarom hy soiets sal doen nie.Dit is nie die optrede van 'n persoon wat\nnormaal is nie. Dit is uiters\nabnormale optrede en dit kan alleen verduidelik\nword as 'n mens aanvaar dat die beskuldigde kranksinnig was toe hy dit gedoen\nhet.\nOns bevind dus dat dit bewys is dat die beskuldigde ontoerekeningsvatbaar\nwas toe hy hierdie daad gepleeg het en in die lig van hierdie\nbevinding kan ons\nnie die beskuldigde skuldig vind aan moord nie. Ons is in die lig van hierdie\nbevinding verplig om hom te verwys\nna Weskoppies Hospitaal sodat hy daar\naangehou word hangende die beslissing van die Staats= president. Die bevinding\nis dus:\nOoreenkomstig artikel 78(6) van die Straf= proseswet dat die beskuldigde toe\nhy die handeling verrig het nie vir die handeling strafregtelik\ntoerekenbaar was\nnie en dat hy onskuldig bevind word vanweë 'n geestes= ongesteldheid of\ngeestesgebrek en dit word gelas dat\nhy in 'n hospitaal vir sielsiekes, te wete\nWeskoppies, aangehou word hangende die beskikking van die Staatspresident.\"\nBlykbaar /\n5.\nBlykbaar het die hof\nmero motu\ndie vraag gestel en beantwoord,\nsonder 'n aansoek deur òf die Staat òf die beskuldigde.\nDie\nStaat (appellant) opper voor ons wesenlik die regsvraag of die bevel van die\nverhoorhof geldig was aangesien die hof nie eers\ningevolge art 78(2) gelas het\ndat die aangeleentheid van die beskuldigde se toerekenings= vatbaarheid\n\"ooreenkomstig die bepalings\nvan artikel 79 ondersoek en oor verslag gedoen\nword\" nie. Die verhoorhof het klaarblyklik bevind dat die respondent ten tyde\nvan\ndie doodslag gely het aan 'n \"geestesongesteldheid of geestes= gebrek\" soos\ndeur art 78(1) bedoel, en dit is ook nie voor ons aangevoer\ndat enige ander\ngrond van ontoereke=\nningsvatbaarheid ter sprake was nie. (Vgl\nS v\nChretien\n1981 /\n6.\n1981(1) SA 1097(A), 1106 F-G;\nS v Bailey\n1982(3) SA 772(A), 796 C;\nS v Campher\n1987(1) SA 940{A), 955 A-C, 965H-966D;\nS V Arnold\n1985(3) SA 256(K)).\nSoos genoem in\nS v Mogorosi\n(1979(2) SA 938(A), 941 G) word die\nvoorskrif in art 78(2) van die Straf= proseswet 1977 gebiedend gestel:-\n\"Indien dit by strafregtelike verrigtinge beweer word dat die beskuldigde\nvanweë geestesongesteldheid of geestesgebrek nie vir\ndie ten laste gelegde\nmisdryf strafreg=\ntelik toerekenbaar is nie, of indien dit vir\ndie hof by strafregtelike verrigtinge blyk\ndat die beskuldigde vanweë so 'n rede nie aldus toerekenbaar mag wees\nnie, gelas die hof dat die aangeleentheid ooreenkomstig\ndie bepalings van\nartikel 79 ondersoek en oor verslag gedoen word.\"\nUit art 79 (1) blyk dit o a dat in die geval van 'n lasgewing ingevolge art\n78(2), waar die beskuldigde aangekla word\nweens /\n7.\nweens 'n misdryf waarvoor die doodstraf opgelê kan word, 'n\ngeneeskundige superintendent van 'n hospitaal vir sielsiekes deur\ndie hof\naangewys (of 'n psigiater deur bedoelde superintendent op versoek van die hof\naangestel), asook 'n psigiater wat nie in die\nheeltydse diens van die Staat is\nnie (ook deur die hof aangewys) ondersoek moet instel en skriftelik verslag aan\ndie hof. moet doen.\nMinstens twee deskundiges is dus ter sprake. Ook 'n derde\nmoet bykom as die beskuldigde verlang om self ook 'n psigiater aan te stel\n(en\ndié sal uit staatsgelde vergoed word as hy nie heeltyds in diens van die\nStaat is nie). Hieruit blyk met watter erns die\nWetgewer 'n bevinding ingevolge\nart 78(6) bejeën. Dit is begryplik\naangesien / ....\n7(a)\naangesien 'n bevinding van ontoerekeningsvatbaarheid\nernstige gevolge kan hê: vir die Staat, dat moontlik\n'n misdadiger verkeerdelik onskuldig ingevolge art 78(6)\nbevind word; en vir die beskuldigde, dat hy moontlik\nonbepaald aangehou kan word ingevolge 'n\nbevel kragtens\ndaardie subartikel. Hiermee is nie te versoen dat 'n hof\n'n bevinding ingevolge art 78(6), nl dat 'n beskuldigde\n\"vanweë geestesongesteldheid of geestesgebrek\" ontoe=\nrekeningsvatbaar /\n8.\nrekeningsvatbaar is, sonder die hulp van psigiatriese\ngetuienis sou kon maak nie. (Vgl ook\nS v Mahlinza\n1967\n(1) SA 408(A), 417 F-H. ) Dit verskerp ook die indruk\ngeskep deur die gebiedende woorde in art 78(2) dat die\nnavolging van die voorgeskrewe prosedure en verkryging\nvan die voorgeskrewe verslae van die psigiaters wesenlike\nvoorvereistes is vir die uitbring van 'n bevinding en\nuitreiking van 'n bevel ingevolge art 78(6). Dit volg\ndat by ontstentenis van die voorvereistes 'n sodanige\nbevinding en bevel nie geldig sal wees nie.\nDaar moet egter nog op die volgende gewys word,\nIn\ndie onderhawige geval is die beskuldigde aanvanklik\nin die landdroshof van strafbare manslag aangekla en in\ndie loop van die verhoor het die landdros reeds die\nbeskuldigde /.....\n9.\nbeskuldigde ingevolge art 78(2) vir observasie\nverwys ten einde die beskuldigde se toerekeningsvat=\nbaarheid ten tyde van die doodslag te laat ondersoek\n'n Enkele psigiater het verslag gedoen. Hy was ver=\nkeerdelik onder die indruk dat die verwysing van die\nbeskuldigde ingevolge art 77(1) geskied het en hy het\nverslag gedoen dat \"tydens die tydperk van observasie\nwas daar geen teken van psigiatriese siekte nie\" en\ndat die beskuldigde \"in staat is om die betrokke\nhofverrigtinge dermate te begryp dat hy sy\nverdediging na behore kan voer\"; oor die kwessie\nvan toerekeningsvatbaarheid ten tyde van die doodslag\nhet hy bondig gesê \"as gevolg van gebrekkige\ninligting /.....\n9(a)\ninligting is dit nie moontlik om 'n opinie uit te\nspreek oor die beskuldigde se geestestoestand\nten tye van die beweerde misdaad nie\". Daarna\nhet die Prokureur-generaal die verhoor ingevolge\nart 123(b) in 'n voorlopige ondersoek omgeskep en die\nverhoor van die beskuldigde in die Rondgaande Hof op\n'n aanklag van moord het daarop gevolg. Die verslag van\ndie psigiater is by die verhoor ingehandig. Of dit wel\ntoelaatbare getuienis' was aldan nie, hoef nie nou\nbespreek /...\n10\nbespreek te word nie. wat wel duidelik is, is dat\nhierdie verslag, 'n verslag van 'n enkele psigiater,\nhoegenaamd nie voldoen aan die vereistes van art 79(1)\n(b) nie. Bowendien kon die inhoud van die verslag\nnie juis iets tot die oplossing van die vraag voor die\nverhoorhof bydra nie: die psigiater sê uitdruklik dat\ndit nie vir hom moontlik was om hieroor 'n opinie uit\nte spreek nie.\nAangesien dit vir die verhoorhof geblyk het\ndat die\nbeskuldigde vanwee \"kranksinnigheid\" (d w s\ngeestesongesteldheid of geestesgebrek) nie toereke=\nningsvatbaar was nie en dit nogtans nie die prosedure\ndeur art 78(2) voorgeskryf gevolg het nie, was dit nie\nby magte om 'n bevinding ingevolge art 78(6) uit te\nbring /.....\n11\nbring nie of om 'n gevolglike bevel.te maak nie.\nDie appèl slaag en die volgende bevel\nword\nuitgereik: (1) Die bevinding dat die\nbeskuldigde\nontoerekeningsvatbaar was ten tyde van die handeling\nhom ten laste gelê, asook die gevolglike lasgewing,\nword ter syde gestel; (2) Die saak word na die\nverhoorhof terugverwys sodat die prosedure voorgeskryf\nin art 78(2) van die Strafproseswet 1977 gevolg kan\nword.\nE L JANSEN AR.\nVILJOEN AR)\nGROSSKOPF AR) Stem saam\nBOSHOFF Wn AR)\nKUMLEBEN Wn AR)",
  "scraped_at": "2026-02-11T21:08:22.941940",
  "date": "1987-06-02",
  "coram": [
    "JANSEN AR",
    "VILJOEN AR",
    "GROSSKOPF AR",
    "BOSHOFF Wn AR",
    "KUMLEBEN Wn AR"
  ],
  "case_number": "26/86 /MC",
  "parties": {
    "applicants": [
      "DIE STAAT"
    ],
    "respondents": [
      "MPHUMELELO MAGONGO"
    ]
  },
  "sections": {
    "facts": "The respondent, MPHUMELELO MAGONGO, was tried in the Nelspruit Regional Court for the murder of a two‑year‑old child. Two eyewitnesses, Kesiah Mashele and Jobe Myburgh, described how Magongo seized the child, swung him and struck him against a low wall. Magongo pleaded not guilty, claimed partial memory loss, alleged he had taken traditional medicine (\"muti\") and was suffering from a sudden illness. The trial court observed an extremely abnormal pattern of conduct – entering his family home, locking the door, lighting matches, throwing sleeping children out of a window, beating a family member with a church stick and ultimately killing the small child – and concluded that such conduct could only be explained by a mental disorder, finding him not criminally responsible at the time of the act.",
    "issues": "1. Whether Magongo was criminally accountable (toerekeningsvatbaar) for the murder at the time it was committed. 2. Whether the trial court complied with the procedural requirements of sections 78(2) and 79 of the Criminal Procedure Act 1977 in determining his mental capacity. 3. Whether the finding of unsound mind under section 78(6) is valid in the absence of the required psychiatric reports.",
    "principles": "Section 78(1) of the Criminal Procedure Act allows a finding of unsound mind if the accused was suffering from a mental disorder at the time of the offence. Section 78(2) mandates that such issues be investigated in accordance with section 79, which requires at least two independent psychiatric assessments and written reports. The court must not render a section 78(6) finding unless the procedural safeguards of sections 78(2) and 79 are satisfied. Precedent cases such as S v Chretien, S v Bailey, S v Campher, S v Arnold and S v Mogorosi reinforce these procedural requirements.",
    "application": "The appellate court noted that only a single psychiatrist’s report had been produced and that it expressly stated an inability to give an opinion due to insufficient information. This report failed to meet the statutory requirement of at least two expert opinions under section 79(1)(b). Consequently, the trial court’s finding that Magogo was not accountable under section 78(6) was made without the requisite procedural foundation and therefore could not stand.",
    "conclusion": "The appeal was allowed. The finding of unsound mind was set aside and the matter was remitted to the trial court for a fresh hearing in accordance with sections 78(2) and 79 of the Criminal Procedure Act. The accused is to be detained at Weskoppies Hospital for the mentally ill pending the decision of the State President."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Responsibility",
    "level_3": [
      "insanity defence",
      "psychiatric assessment",
      "section 78",
      "murder"
    ]
  }
}