{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/54.html",
  "case_name": "Harris v Assumed Administrator Estate Late Leslie MacGregor (304/85) [1987] ZASCA 54; [1987] 2 All SA 321 (A) (27 May 1987)",
  "citation": "[1987] ZASCA 54",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 54\n|\nNoteup\n|\nLawCite\nHarris v Assumed Administrator Estate Late Leslie MacGregor (304/85) [1987] ZASCA 54; [1987] 2 All SA 321 (A) (27 May 1987)\nDownload original files\nPDF format\nRTF format\nCaseNo 304/85\n1987-05-27 \tWHN\nSHIRLEY J HARRIS\nAppellant\nand\nASSUMED ADMINISTRATOR ESTATE\nLATE LESLIE MacGREGOR\nRespondent\nJOUBERT\n, JA :\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE\nDIVISION\nIn the matter between:\nSHIRLEY J HARRIS\nAppellant\nand\nASSUMED ADMINISTRATOR ESTATE\nLATE LESLIE MacGREGOR\nRespondent\nCoram\n: RABIE ACJ et JANSEN, JOUBERT, GROSSKOPF JJ.A et KUMLEBEN\nA.JA.\nDate Heard\n: 11 May 1987\nDate Delivered\n:27 May 1987\nJUDGMENT\nJOUBERT\n, JA :\n/The\n2\nThe judgment of the Court\na quo\n(delivered by TEBBUTT\nJ., and concurred in by BERMAN J.) is fully reported in 1985(4) SA 302 (C) under\nthe heading:\nEx Parte Harris : In re Estate MacGregor\n. The essential\nfacts may be briefly stated as follows.\nThe appellant was married out of community of property to Leslie MacGregor\n(\"the testator\") who died on 18 December 1943, leaving\na will dated 18 September\n1941 in which he created a trust in respect of the whole of his estate, in terms\nof which the trust in=\ncome was to be paid to the appellant during her life=\ntime while on her death the trust capital was to devolve\n/on\n3\non the child or children born of his marriage to the appellant.\nIn the event of no issue of his marriage surviving the appellant the\ntrust\ncapital was to devolve on his brother Alexander Gordon MacGregor \"subject to the\ncondition that in the event of the death of\nmy brother, ALEXANDER GORDON\nMacGREGOR, before my wife, SHIRLEY JUNE MacGREGOR, leaving legal issue him sur=\nviving, that the capital\nof my Estate shall upon the death of my wife SHIRLEY\nJUNE MacGREGOR, devolve upon and be payable to such issue in equal shares and\nby\nrepresentation\nper stirpes\n.\" The will, however, made no provision for the\ncontingency should his\n/brother\n4\nbrother Alexander Gordon MacGregor predecease the\nappel=\nlant without lawful issue surviving him.\nNo children were born of the marriage of the\ntestator to the appellant.\nThe testator was survived\nby the appellant, his mother Marie/Mary June\nMacGregor\n(born Oosthuizen), who died on 17 February 1960, and\nhis brother Alexander\nGordon MacGregor who died on 17\nOctober 1979 leaving no lawful issue. The\nposition is\ntherefore that the contingency for which the will made\nno\nprovision has occurred, viz. that Alexander Gordon\nMacGregor predeceased the\nappellant without lawful issue\nsurviving him. It follows that there is now an intes=\ntacy as regards the devolution of the trust capital upon\nthe capital beneficiaries.\n/The\n5\nThe appellant and the respondent are the co-administrators of\nthe trust. While they agreed that the trust capital should devolve upon\nthe\nintestate heirs of the testator, they disputed the date for determining them.\nThe appellant, who applied to the Court\na quo\ncontended that the correct\ndate was the date of the death of Alexander Gordon MacGregor as being the event\nwhich gave rise to the\nintestacy. The respondent's contention was that the\ncorrect date was the death of the testator. After a comprehensive analysis of\nour case law the Court\na quo\n, with clearly expressed reluctance,upheld\nthe respondent's\n/contention\n6\ncontention. With leave of the Court\na quo\nthe appellant\nnow appeals to this Court.\nThe crisp point for decision is whether the intestate heirs of the trust\ncapital should be deter= mined with reference to the date\nof the death of the\ntestator or to the date of the death of his brother Alexander Gordon MacGregor\nwhen the valid and operative will\nof the testator became inoperative as a result\nof the occurrence of an unprovided for contingency, viz. the predecease of his\nbrother\nAlexander Gordon MacGregor without leaving lawful issue.\n/I\n7\nI start with an investigation of the position in our common\nlaw, my approach being :\nmelius est petere fontem quam sectari rivulos\n.\nAs early as the first half of the 3rd century A.D. several cele= brated Roman\njurists such as Gaius, Ulpian, Papinian\nand Paul applied themselves to the question of the\ndate of vesting of an\nintestate estate or inheritance in the nearest agnate or agnates of a testator\nwhose valid will became inoperative\nor void after his death. The expressions\nused to describe such a will were\ntestamentum ruptum\n,\ntestamentum irritum\n,\ntestamentum\ninfirmatum\n,\ntestamentum destitutum\n. Gaius Inst 3.13 concisely stated\nthe principle to be applied as follows:\n/Ideo\n8\nIdeo autem non mortis tempore quis proximus fuerit requirimus,\nsed eo tempore\n,\nquo certum fuerit aliquem intestatum decessisse\n,\nquia si quis testamento facto decesserit,\nmelius esse visum est tunc requiri\nproximum\n,\ncum certum esse coeperit neminem ex eo testamento fore\nheredem\n.\n(Poste's translation: The date for determining the nearest agnate is not the\nmoment of death,\nbut the moment when intestacy is certain, because it seemed\nbetter, when a will is left\n,\nto take the nearest agnate at the moment\nwhen it is ascertained that there will be no testamentary heir\n.)\n(My underlining.)\nThe other Roman jurists while agreeing with\nGaius expressed their views in\ngreater detail. See,\nfor example, D 28.2.9.2 (Paul) :\n/Si\n9\nSi filium exheredavero nepotemque ex eo\npraeteriero et alium heredem instituero et supervixerit filius post mortem\nmeam, licet ante aditam hereditatem decesserit, non tamen\nnepotem rupturum\ntestamentum Iulianus et Pomponius et Marcellus aiunt. Diversumque est, si in\nhostium potestate filius sit et decesserit\nin eodem statu : rumpit enim his\ncasibus nepos testamentum, quod moriente avo filii ius pependerit, non abscisum\nut superiore casu\nfuerit. Sed et si heres institutus omiserit hereditatem, erit\nlegitimus heres,\nquoniam haec verba\n'\nsi intestato moritur\n'\nad\nid tempus referuntur\n,\nquo testamentum destituitur\n,\nnon quo\nmoritur\n.\n(Watson's translation: If I have dis= inherited my son and, passing over my\ngrandson by him, have instituted someone else as heir\nand my son has survived my\ndeath, Julian, Pomponius, and Marcellus say that although he died before the in=\nheritance was accepted,\nnevertheless, my grandson will not break the will.\nAnd\n/it\n10\nit is different if the son is in captivity and died in that\nstate; for in these cases, the grandson does break the will, because on\nthe\ndeath of the grandfather, the right of the son is in suspense and not cut off as\nit was in the previous case. But also if the\ninstituted heir should not accept\nthe inheritance he will be\nlegitimus heres\n,\nbecause the words 'if\nthere is a death intestate' are referred to at the time at which the will is\nabandoned\n,\nnot at the time of death\n.)\n( My underlining.)\nSee also D 28.3.6 pr (Ulpian), D 38.6.7 pr (Papinian), D 38.16.1.8 (Ulpian),\nD 38.16.2.5 et 6 (Ulpian). In Inst 3.1.7 Justinian endorsed\nthe views of the\nRoman jurists in the following manner:\n/Cum\n11\nCum autem quaeritur, an quis suus heres existere potest :\neo tempore\nquaerendum est\n,\nquo certum est aliquem sine testamento decessisse\n:\nquod accidit et destituto testamento\n. Hac ratione si filius exheredatus\nfuerit et extraneus heres institutus est, filio mortuo postea certum fuerit\nheredem institutum\nex testamento non fieri heredem, aut quia noluit esse heres\naut quia non potuit : nepos avo suus heres existet,\nquia quo tempore certum\nest intestatum decessisse patrem familias\n,\nsolus invenitur nepos\n. Et\nhoc certum est.\n(Moyle's translation : In ascertaining whether, in any particular case, so\nand so is a family heir,\none ought to regard only that moment of time at\nwhich it first was certain that the deceased died intestate\n,\nincluding\nhereunder the case of no one's accepting under the will\n. For instance, if a\nson be disinherited and a stranger instituted heir, and the son die after the\ndecease of his father, but before\nit\n/is\n12\nis certain that the heir instituted in the will either will\nnot or cannot take the inheritance, a grandson will take as family heir\nto his\ngrandfather,\nbecause he is the only descendant in existence when first it is\ncertain that the ancestor died intestate\n; and of this there can be no\ndoubt.)\n(My underlining.)\nThe aforementioned texts postulate\nthe situation where a testator died leaving a valid will in which he instituted\na\nheres extraneus\n(i.e. an heir not subject to his\npatria\npotestas\n) but where after his death the will was rendered inoperative or\nvoid owing to any of the following circumstances, viz.:\n/(i)\n13\n(i) the repudiation of the inheritance under the will by the instituted heir,\nor\n(ii) the death of the instituted heir who survived the\ntestator but died before he could adiate his inheritance or who died before\nthe fulfilment of his conditional institution as an heir,\nor\n(iii) the legal disqualification of the instituted heir to inherit since he\nlacked\ntestamenti factio passiva\n. In these instances the Roman jurists\nmaintained that the testator's supervening intestacy occurred\nafter his\ndeath\n. He did not die intestate since he died leaving a valid will which\nousted intestate succession. See\n/D\n14\nD 29.2.39 (Ulpian), D 38.16.1 pr (Ulpian), Inst.\n3.2.6.\nWhen his valid will, however, became inoperative or\nvoid after his\ndeath for any of the abovementioned reasons\nintestacy of the testator ensued\nwhen it first became\ncertain\nthat there could be no testamentary succession\n.\nrt was at that stage, and not at the death of the tes=\ntator, that the\nidentity of his intestate heirs had to\nbe determined. It could accordingly\nhappen that a\nsuus heres\nwho was not\nproximus\nto the testator at\nhis death\ncould be\nproximus\nat the time when it first\nbecame certain that the\ntestator died intestate in\nconsequence of events occurring after his death which\nrendered his will inoperative or void-\n/Justinian\n15\nJustinian in Inst 3.2.6 clearly sets out the two different\nstages at which intestacy could occur, depending on whether the deceased\ndied\nwithout leaving a valid will or died leaving a valid will which sub= sequently\nbecame inoperative or void :\nProximus autem, si quidem nullo testamento facto quis decesserit, per hoc\ntempus requiritur, quo mortuus est is cuius de haereditate\nquaeritur. Quod si\nfacto testamento quisquam decesserit, per hoc tempus requiritur, q\nuo certum\nesse coeperit nullum ex testamento heredem extaturum\n: tum enim proprie\nquisque intelligitur intestatus decessisse. Quod quidem aliquando longo tempore\ndeclaratur : in quo spatio temporis\nsaepe accidit, ut proximiore mortuo proximus\nesse incipiat, qui moriente testatore non erat proximus.\n/(Moyle's\n16.\n(Moyle's translation : If a man dies without having made a\nwill at all, the agnate who takes is the one who was nearest at the time\nof the\ndeath of the deceased. But when a man dies, having made a will, the agnate who\ntakes (if one is to take at all) is the one\nwho is nearest\nwhen first it\nbecomes certain that no one will accept the inheritance under the testament\n;\nfor until that moment the deceased cannot properly be said to have died\nintestate at all, and this period of uncertainty is sometimes\na long one, so\nthat it not unfrequently happens that through the death, during it, of a nearer\nagnate, another becomes nearest who\nwas not so at the death of the\ntestator.)\n(My underlining.)\nVon Savigny (1779-1861), the great German\nlegal historian and jurist, in his\nSystem des heutigen Romischen\nRechts\n, 1849, vol 8, p 485-486 furnishes\n/us\n17\nus with a very lucid exposition, based on Roman law, of the\naforementioned two stages at which intestacy could occur.\nDonellus\n(1527-1591), the well-known French jurist, in his\nCommentarius de Jure\nCivili\n, 1941 Lib. 2 cap. 8, stresses, on the authority of the relevant texts\nfrom the\nCorpus Juris Civilis\n, that supervening intestacy occurs at the\ntime when it first becomes certain that a testator's will has become inoperative\nor void\nafter his death. See also the German jurist, Brunneman (1608-1672) ad D\n28. 2.9.2 nr 2 and ad D 38.6.7 pr nr 1.\n/Roman-Dutch\n18\nRoman-Dutch law adopted the abovementioned principles of Roman\nlaw relating to the vesting of intestate inheritances. See the comprehensive\ncom= mentary of Vinnius (1588-1657) ad Inst. 3.1.7 and Inst. 3.2.6. See also\nPaul Voet (1619-1667) ad Inst 3.1.7. Of the utmost importance\nis the fact that\nVan der Vorm, the leading Roman-Dutch authority on intestate succession, stated\nunequivocally in his\nVerhandeling van het Hollandsch\n,\nZeelandsch en de\nWest\n=\nvrieslandsch Versterfrecht\n, 1774, Tweede Deel van Erfenisse by\nVersterf, p 7, para 4 the following:\nHier staat te noteren, dat, als een testament\neerst na dood van den Testateur zyne kracht\n/verliest,\n19\nverliest, men dan niet moet inzien, wie de naaste is geweest\ntot de successie ten tyde van 't overlyden,\nmaar wie de naaste is ten tyde\nvan 't verval van het testament\n: D 38.16.1.8, 2.5 et .6, Inst. 3.1.7, 3.2.6\net ibi Vinnius, want de erfenis by versterf heeft niet plaats voor dat het zeker\nis,\ndat niemand erfgenaam uit het testament zyn zal D 29.2.39.\n(My underlining).\nThe position according to our common law regarding the vesting of an\nintestate estate and the determination of the intestate heirs\nmay therefore be\nsummarized as follows : 1. Where a deceased dies without having made a valid\nwill at all, or without leaving a valid\nwill, his intestate\n/estate\n20\nestate vests on the date of his death when his in= testate\nheirs have to be determined. 2. Where a testator died leaving a valid will\nwhich\ntook effect on his death but which subsequently became in= operative, either\nin toto\nor\npro parte\n, intestacy then occurs and his intestate\nestate vests on the date when it first became certain that his will had become\ninoperative.\nHis intestate heirs have to determined, not at his death, but when\nintestacy occurred.\nIn\nUnion Government (Minister of Finance) v. Olivier\n,\n1916 AD 74\nthis\nCourt had to decide an issue concerning the exemption from paying transfer\n/duty\n21\nduty in terms of sec. 4(1) of Act 30 of 1908 (OFS).\nIn the course of construing this section JUTA, AJA,\nstated at p 90 :\n\"By the words 'a descendant who is also an heir\nab intestato\nof such\ndeceased person' is meant one who,\nif the deceased had died without a\nwill\nwould have been an heir ab\nintestato\n. In determining who are the\nheirs\nab intestato\nof a deceased person regard must be had to the date of\nhis death.\"\n(My underlining).\nIt is clear from the first sentence of this\ndictum\nthat JUTA, AJA,\nconfihed himself to intestacy which occurred where a deceased had died without a\nvalid will. As I have indicated\nsupra,\nthe vesting of\n/the....\n22\nthe intestate estate of such a deceased person will, according\nto our common law, occur at the date of his death when his intestate\nheirs have\nto be determined. The second sentence of the\ndictum\n, read in conjunc=\ntion with the first sentence thereof, is therefore correct in regard to a\ndeceased who died without a will or a\nvalid will. The second sentence of the\ndictum\ndoes not, and was not intended to, deal with the in= stance of\nsupervening intestacy where a testator died leaving a valid will which\ntook\neffect on his death but which subsequently became inoperative. Unfortunately\nthere are some cases in which our courts, without\n/having\n23\nhaving had regard to the principles of our common law, wrongly\nassúmed that the second sentence of the\ndictum\nwas a universal\nprinciple of our law which was also applicable to instances of supervening\nintestacy where a testator died leaving\na valid will which subsequently became\ninoperative. Such cases were clearly wrongly decided and should therefore not be\nfollowed.\nWhen the testator in the present case died leaving a valid will which took\neffect on his death, intestacy was ousted. Intestacy subsequently\noccurred when\nhis will became inoperative to provide testamentary beneficiaries for his trust\ncapital. That occurred when his brother\n/Alexander\n24\nAlexander Gordon MacGregor died on 17 October 1979 leaving no\nlawful issue. On that date the appellant in terms of sec. 1(1)(d) of\nthe\nSuccession Act no 13 of 1934 became the testator's sole statutory intes= tate\nheir of his trust capital.\nThe appellant is now the sole income be= neficiary\nof the trust income while she also became the sole heir of the trust capital on\n17 October 1979. That being so, the appellant is entitled to waive her right to\nreceive the income under the trust during her lifetime,\nby claiming payment of\nthe trust capital, as she does, in her Amended Notice of Motion. The\n/respondent\n25\nrespohdent does not oppose her prayer for the distri= bution\nto her of the trust capital. Compare\nIn re Estate Ansaldi\n,\n1950 (4) SA\n417(C)\nat p 420 A.\nThe result is that the appeal must succeed. The following order is made:\n(a)\nThe appeal is upheld with\ncosts. The costs of the parties are to be paid out of the capital of the estate\nof the late Leslie MacGregor.\n(b)\nThe order of\nthe Court\na quo\nis set aside and the following order is substituted\ntherefor:\n/\"An\n26\n\"An order is granted in the following terms :\n1.\tShirley\nJune Harris (formerly MacGregor, born Oates)\nis the sole intestate heir of the late Leslie MacGregor.\n2.\nThe administrators in the\nestate of the late Leslie MacGregor are authorised to pay forthwith to the said\nShirley June Harris the\ncapital of the said estate.\n3.\nThe costsof the parties in this application are to be paid out of the\ncapital of the said estate.\"\nC.P. JOUBERT J.A.\nRABIE \t\t\tA CJ\nJANSEN \t\t\tJA\nConcur GROSSKOPF \t\tJA\nKUMLEBEN A JA",
  "scraped_at": "2026-02-11T21:06:05.244631",
  "date": "1987-05-27",
  "coram": [
    "Rabie ACJ",
    "Jansen JA",
    "Joubert JA",
    "Grosskopf JA",
    "Kumlben A JA"
  ],
  "case_number": "304/85",
  "parties": {
    "applicants": [
      "Shirley J Harris"
    ],
    "respondents": [
      "Assumed Administrator Estate Late Leslie MacGregor"
    ]
  },
  "sections": {
    "facts": "Leslie MacGregor died on 18 December 1943 leaving a 1941 will that created a trust. The trust income was payable to his wife, Shirley J Harris, for life and the capital was to pass to any children of the marriage; if there were no surviving children, the capital was to pass to his brother Alexander Gordon MacGregor, subject to a further contingency that if the brother died before the wife, the capital would pass to the brother’s issue per stirpes. No children were born. The wife survived the testator, as did the testator’s mother (deceased 1960) and his brother Alexander, who died on 17 October 1979 without lawful issue. The trust therefore faced the unprovided contingency that Alexander predeceased the wife without issue, raising the question of who should inherit the trust capital.",
    "issues": "The core issue was whether the intestate heirs of the trust capital should be determined as of the testator’s date of death (1943) or as of the date of Alexander Gordon MacGregor’s death (1979), the moment at which the will’s contingent provision became inoperative.",
    "principles": "The Court examined Roman juristic writings (Gaius, Ulpian, Papinian) and Roman‑Dutch authorities (Vinnius, Van der Vorm) which hold that where a valid will becomes inoperative after death, intestacy occurs at the moment it becomes certain that no testamentary heir will take the inheritance. This “supervening intestacy” rule contrasts with the rule for a testator who dies without a will, where intestacy vests at death. South African case law (Union Government v Olivier) was also considered, emphasizing that the second sentence of that judgment does not apply to supervening intestacy.",
    "application": "Applying the supervening intestacy principle, the Court concluded that intestacy arose on 17 October 1979, when Alexander died without issue, rendering the contingent provision of the will ineffective. Consequently, Shirley J Harris became the sole statutory intestate heir to the trust capital under section 1(1)(d) of the Succession Act, entitling her to claim the capital and to waive her life‑interest in the income.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and replaced with an order declaring Shirley June Harris (formerly MacGregor) the sole intestate heir of the late Leslie MacGregor, authorising the estate’s administrators to pay the entire capital to her, and directing that the parties’ costs be borne by the estate."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Intestate Succession",
    "level_3": [
      "supervening intestacy",
      "trust law",
      "Roman-Dutch law"
    ]
  }
}