{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/103.html",
  "case_name": "Essop v Abdulah (266/1986) [1987] ZASCA 103 (25 September 1987)",
  "citation": "[1987] ZASCA 103",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 103\n|\nNoteup\n|\nLawCite\nEssop v Abdulah (266/1986) [1987] ZASCA 103 (25 September 1987)\nDownload original files\nPDF format\nRTF format\nLL\nCase No 266/1986\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nISMAIL ESSOP\nAppellant\nand\nZUBEIDA ABDULLAH\nRespondent\nCORAM\n:\tRABIE ACJ, JOUBERT, VILJOEN, BOTHA\net JACOBS JJA\nHEARD\n:\t28 AUGUST 1987\nDELIVERED\n: 25 SEPTEMBER 1987\nJUDGMENT\n/\nBOTHA JA\n..\n2.\nBOTHA JA\n:-\nThis is an appeal against an order made by AARON AJ in the Cape of Good Hope\nProvincial Division, in terms of which he dismissed,\nwith costs, an application\nbrought on notice of motion by the appellant against the respon-dent for an\ninterdict restraining the\nrespondent from dis-posing of certain immovable\nproperties pending the deter-mination of an action to be instituted by the\nappellant\nagainst the respondent. Leave to appeal against the order having been\nrefused by AARON AJ, the appellant petitioned the CHIEF JUSTICE\nand was\nthereupon granted leave to appeal to this Court.\nThe judgment of AARON AJ has been reported; see\nEssop v Abdullah and\nAnother\n1986 (4) S A 11\n(C). In a passage of his judgment which appears at\n13 P-I of the report the learned Judge observed that the papers in the\napplication\nraised several disputes of fact which could not be resolved without\nhearing oral evidence, but\n/as ...\n3.\nas the application was one for a temporary interdict it was necessary for the\napplicant to show on his own papers,\ninter alia\n, that\nprima facie\nhe had a right to the relief which he would claim in the main action. The\nlearned Judge proceeded to point out that the right on\nwhich the appellant\nrelied was clearly based on contract, according to the allegations contained in\nthe appellant's founding affidavit,\nand recorded that counsel for the parties\nwere requested to deal first with the question whether the agreement relied upon\nwas not\nillegal and whether, even if the Court were to accept as correct all the\nallegations made by the appellant, he would not in any event\nbe pre-cluded from\nfounding a cause of action thereon. This question the learned Judge went on to\nexamine in the rest of his judgment.\nHe came to a conclusion on it which was\nadverse to the appellant. It was upon that footing that the appellant's\napplication was dismissed.\nIt is accordingly necessary to advert to\nthe\n/allegations ...\n4.\nallegations made by the appellant in his founding affida-vit. For convenience\nI guote the relevant parts of the affidavit (the respondent\nin this appeal is\nreferred to therein as the first respondent; the second respondent in the Court\na quo\n, who was the Registrar of Deeds, is not a party to this\nappeal):\n\"6. On 21st November 1960, I purchased the two erven referred to in prayer\n1.1 of the Notice of Motion from one FRANCINA PLAATJIES,\nin her capacity as\nExecutrix Dative in the Estate of the late HENDRIK PLAATJIES, for a purchase\nconsideration of Rl 100,00. However,\nbecause the said erven were situate in an\narea zoned for the Coloured Group only, I, being a mem-ber of the Indian Group,\nwas unable\nto have the said erven registered in my own name. As a result of this\ninability, First Respondent and I (First Respondent being my\nsister-in-law),\nentered into an oral agreement whereby the said erven would be registered in her\nname, she to hold the properties\nfor and on my behalf and as my trustee. It was\nagreed that I would pay the full purchase price and all expenses incidental to\nthe\ntransfer of the said property into the name of First Res-pondent and also\nall expenses, such as rates and taxes, which she, as registered\n/owner ...\n5.\nowner, would incur from time to time. It was further agreed that, when called\nupon by me to do so, First Respondent would sign all\ndocuments and take all\nsteps necessary to enable the said erven to be registered in my name after I had\nobtained the requi-site permit,\nor in the name of such other person to whom I\nhad sold the erven.\n7.\tPursuant to the terms of the aforesaid agreement, the said erven were duly\nregis-tered in the name of First Respondent and I paid\nthe purchase\nconsideration together with all costs and expenditures referred to in the\npreceding paragraph.\n8.\tThe aforesaid agreement between First Res-pondent and myself was accepted and\ngiven effect to from the date of registration of\ntransfer of the said erven into\nthe name of First Respondent until 1983 when First Res-pondent's husband was\nkilled in a robbery\nattack. Since then, there has been con-tinual friction\nbetween First Respondent and myself. First Respondent has made claims to\nownership\nof the aforesaid erven and from time to time threatened to sell the\nsaid erven.\n9.\tPursuant to First Respondent's threats, I instructed my attorneys to take the\nneces-sary steps and to launch the necessary pro-ceedings\nto have transfer of\nthe said erven registered into my name from First Respon-dent. I instructed them\nto take such steps\n/as ...\n6.\nas may be necessary to obtain the necessary\npermit from the Group Areas Board which would entitle me to have transfer\nregistered into my name. Should I fail to obtain such permit,\nI intend selling\nthe said erven to a person qualified to take transfer of the said erven.\n10.\tOn 23rd October 1984, it came to my attorneys',\nand subsequently to\nmy, attention that First\nRespondent had sold the said erven and\nthat\ndocuments to effect registration of transfer\nhad been drawn up and\nhave now been lodged\nwith Second Respondent. The sale of the\nsaid erven and the steps taken subsequent to the sale in order to register\ntransfer to the purchaser were taken without my consent\nand in fact, without my\nbeing advised thereof.\n11.\tIn my respectful submission, First Respondent\nis clearly in breach of\nthe agreement which\nwas entered into between her and myself, the\nterms of\nwhich have been fully set forth\nabove. It is my respectful submission\nthat\nshe is not entitled to sell and transfer the\nsaid erven except with\nmy consent and fór my\nbenefit.\n12.\tIt is, with respect, clear that I will suffer\nirreparable prejudice\nshould the transfer of\nthe said erven be effected. I have no de-\nsire to\nsell the erven and am, in fact, averse\nto the sale of the said erven at the\npresent\ntime. Should my application for the re-\nquisite permit be\nsuccessful, I submit that\nthere will then be no bar to my acquiring\n/registration ...\n7.\nregistration of ownership of the said erven into my name.\n13\n14\n15. I have instructed my attorneys to take the necessary steps, including\ntaking such steps as may be necessary to obtain the requisite\npermits, and\nthereafter to institute such proceedings as may be necessary to obtain\nregistration of transfer of the said erven from\nFirst Respondent to myself. In\nfact, I am advised that Counsel has been instructed to draft Particulars of\nClaim to give effect to\nthe aforegoing.\"\nIn paragraph 1.1 of the notice of motion the appellant\nclaimed an interdict restraining the (first) respondent\n\"from registering the transfer of the herein-\nafter mentioned properties to any person pend-\ning the final determination of an action which\nApplicant is to institute against Pirst Respon-\ndent in which Applicant seeks an order,\ninter\nalia, that First Respondent\neffect transfer of\nthe hereinafter mentioned properties to Appli-\ncant on the requisite permit being obtained in\nterms of the provisions of the Group Areas Act,\nNo.\n36 of 1966:\n1.1.1\nErf 12097, Parow, Cape\nDivision, held by Deed of Transfer No. T.17596/1966\n1.1.2\nErf 12098, Parow, Cape Division,\nheld\n/by ...\n8. by Deed of Transfer No. T. 17596/1966.\"\nIn this\nCourt, at the commencement of the hear-ing of the appeal, counsel for the\nappellant applied for an amendment of paragraph\n1.1 of the notice of motion, as\nquoted above, by the addition at the end of it of certain words comprising a\nproposed alternative\ncause of action for relief in the contemplated action to be\ninstituted by the appellant against the respondent. This Court's decision\non the\napplication for amendment was deferred and counsel for the appellant was allowed\nto argue the appeal both on the basis on\nwhich the case was decided in the Court\na quo\nand on the basis of the amendment sought here. It will be\nconvenient to leave the amend-ment applied for in abeyance until later\nin this\njudgment and to deal first with the appeal on the record as it stands.\nIn November 1960, when the agreement between the appellant and the respondent\nis alleged to have been entered\n/into ...\n9.\ninto, the Group Areas Act 77 of 1957 was in force. The question of the\nillegality of the agreement, AARON AJ said (at 13 I), arose\nbecause of the\nprovisions of sec-tion 36 of the 1957 Act, which read:\n\"No person shall acquire or hold on behalf or in the interest of any other\nperson any immovable property which such other person\nmay not lawfully acquire or hold in terms of this\nAct.\"\nThe 1957 Act was repealed by the Group Areas\nAct 36 of 1966, but the provisions of section 36 of the 1957 Act were re-enacted\nin section\n40 of the 1966 Act, which ap- ' plied at the time when the\napplication was heard in the Court\na quo\n. Other provisions of the 1957\nAct which are relevant in this case were also re-enacted in the 1966 Act, as\nwill be noted in due course.\nIn the re-sult the legal position in which the\nparties found them-selves was the same at all relevant times.\nAn analysis of the judgment of AARON AJ reveals\nthat his reasoning rested crucially on the finding that,\n/in ...\n10.\nin terms of the agreement alleged by the appellant, the appellant and the\nrespondent had agreed that the respon-dent should do precisely\nthat which was\nforbidden by sec-tion 36 of the 1957 Act and section 40 of the 1966 Act, namely;\nthat she should acquire and hold\nthe immovable property on his behalf- see the\nreported judgment at 14 D,\n14 F, 16\nD/E and 17 B-C (in the first-mentioned\npassage at 14 D the reference to section 11 is an obvious error; the learned\nJudge clearly\nintended to refer to section 36 of the 1957 Act). This finding was\nthe main target of attack of counsel for the appellant on the\njudgment of the\nCourt\na quo\n. It was contended that the finding was wrong in law, the\nargument being that the res-pondent's undertaking in terms of the alleged\nagreement did not constitute a contravention of the prohibition contained in\nsection 36 of the 1957 Act and section 40 of the 1966\nAct. This argument was\nbased on the provisions of section 24 (1) (a) of the 1957 Act and its\ncounterpart,\n/section ...\n11.\nsection 27 (1) (a) of the 1966 Act. The latter section\nis wider in ambit\nthan the former, but that is of no sig-nificance in the context of the present\ncase. The word-ing on which counsel\nrelied in support of his argument is the\nsame in both sections. In both it is provided.that, in an area which has been\nproclaimed\na group area for ownership,\n\"no disqualified person .... shall .... acquire any immovable property situate\nwithin that area ....\nexcept under the authority of a\npermit\nThe words I have emphasized formed the\ncrux of counsel's argument. Before I proceed to deal with it, however, it is\nadvisable to say\nsomething about the applicability of the provisions in question\nto the facts of this case.\nIn his judgment AARON AJ said (at 13 J - 14 A) that it was not clear on the\npapers whether the two erven in question were situated\nin a group area, although\nthat appeared to be the case, but that it would have made no\n/difference ...\n12.\ndifference if they were in the controlled area, and in this regard he\nreferred to the prohibitions contained in sections 11 and 24\nof the 1957 Act. It\nmay be observed in passing that the prohibition in section 11 (1) of the 1957\nAct was not couched in the same\nform as that in sec-tion 24 (1) (a) of the 1957\nAct. It is not necessary, however, to examine the view expressed by the learned\nJudge\nin this regard, for in argument before this Court counsel for the\nappellant, in response to questions from the Bench, stated unequivocally\nthat\nthe appellant's case was based on the fact that the erven in question were\nin-deed situated in a group area, and he submitted\nthat the allegations in the\nappellant's founding affidavit were to be understood in that sense. I accept\nthis submission. It seems\nto me to be clear that the appellant's allegation in\nparagraph 6 of his founding affidavit that the erven \"were situate in an area\nzoned for the Coloured Group only\", when read in the context of the affidavit as\na whole, was\n/intended ...\n13.\nintended to be an allegation that the area concerned had been proclaimed a\ngroup area for coloured ownership. Accordingly section\n11 (1) of the 1957 Act\ncan be left out of consideration and we need concern ourselves only with section\n24 (1) of the 1957 Act and\nsection 27 (1) (a) of the 1966 Act. On the wording\nwhich is common to these sections, as quoted above, the appellant, who was and\nis a disqualified person as defined in section 1 of the 1957 Act and in section\n1 of the 1966 Act, was pro-hibited from acquiring\nthe erven in question, except\nunder the authority of a\npermit\n. As a matter of\nfact the appel-lant at no relevant time had such a permit. On the basis of that\nfactual situation AARON AJ was justified\nin saying (at 14 A/B) that it was\ncommon cause that the appellant was unable to acquire the erven himself or to\nhave them registered\nin his name. But the appellant's inability in that respect\nis not absolute: it could be removed and would fall away if he obtained\nthe\nrequisite\n/permit ...\n14. permit.\nReverting to the argument of counsel for the appel-lant, it was based, as I\nhave said, on the words \"except under the authority of\na permit\" occurring in\nsection 24 (1) (a) of the 1957 Act and in section 27 (1) (a) of the 1966 Act. It\nwas always, and still is,\nopen to the appellant, counsel said, to apply for and\nto obtain a per-mit in terms of section 18 of the 1957 Act or section 21 of\nthe\n1966 Act, authorizing him to acquire and to hold the erven in question. There\nwas nothing in either Act to preclude the issuing\nof such a permit to the\nappellant, it was said, and upon such issuance the appellant could lawfully\nacquire and hold the erven. In\nview of that possibility, counsel argued, the\nconclusion must follow that the appellant was not a person who could not\nlawfully acquire\nor hold the erven in terms of the 1957 or the 1966 Act; or, to\nuse the words of section 36 of the former and section 40 of the latter\nAct, the\nerven in question\n/were ...\n15.\nwere not \"immovable property which such other person\". -being the appellant\nin this case - \"may not lawfully acquire or hold in terms\nof this Act\", with the\nresult that the agreement alleged by the appellant did not en-tail a\ncontravention of the prohibition contained\nin sec-tions 36 and 40.\nIn my view this argument cannot be sustained. Its premise is correct, but its\nconclusion not.' The possibility of the appellant obtaining\nthe requisite\nper-mit did and does exist by virtue of section 18 (1) (a) (i) of the 1957 Act\nand section 21 (1) (a) (i) of the 1966\nAct, the relevant provisions of which are\nidentically worded, as follows:\n\"(1) The Minister may, subject to the provisions of sub-section (2), in his\ndiscretion, on written application made therefor —\n(a) direct that a permit be issued ....\nauthorizing —\n(i) the acquisition or holding of immovable property in a group area\n....\"\n/For ...\n16.\nFor present purposes the prominent feature of these pro-visions is that no\nlimitation of any kind is placed on who may apply for and\nobtain a permit in\nterms thereof. Subsection (2) fetters the exercise of the Minister's discretion\nin certain respects, but not in\na manner that can have any bearing upon the\npresent enquiry. Ex\nhypothesi\n,\nany\ndisqualified person can at any\ntime apply for a permit of the kind in question. The appellant's position is no\ndifferent from that\nof any other disquali-fied person. That being so, if, as was\npostulated in counsel's argument, the mere possibility of obtaining\nthe\nrequisite permit were sufficient to preclude the operation of section 36 of the\n1957 Act and section 40 of the 1966 Act, it would\nmean that these sections would\nbe wholly deprived of any efficacy whatever. Counsel sought to meet this\ndifficulty by suggesting\nthat the sections would apply if a disqualified person\nhad applied for but had been refused a permit. I can see no warrant,\nhowever,.\n/for ...\n17\nfor interpreting the sections in the manner suggested. In my opinion\nthe Legislature clearly intended that the concept of a person\nwho \"may not\nlawfully acquire or hold\" the immovable property in question in a given case,\nshould be applied with reference to that\nmoment of time which is relevant in the\nparticular enquiry which is being under-taken. So, if A acquired immovable\nproperty in a\ngroup . area on behalf of or in the interest of B, and the enquiry\nis whether A's conduct constituted a contravention of the statutory\nprohibition,\nthe decisivê question is simply whether B was a disqualified person who\nwas not in posses-sion of the requisite\npermit at the time when A acquired the\nproperty. The word \"acquire\" is defined in both the 1957 and the 1966 Acts to\nmean \"become\nthe owner of\", which is related to a particular point of time. The\nword \"hold\" is not defined in either the 1957 or the 1966 Act,\nbut in the\ncontext of sections 36 and 40 it obviously means \"hold as owner\", which has a\ncontinuous connotation.\n/But ...\n18.\nBut in this context, too, it is possible to test the operation of section 36\nor section 40 with reference to a particular time. So,\nin the present case, when\nthe matter was heard in the Court\na quo\n, the respondent was holding the\nerven in question on behalf or in the interest of the appellant (on the basis of\nthe latter's allegations);\nat that time, the appellant, being a disqualified\nperson, . did not have the requisite permit, and accordingly he was then a\nperson\nwho \"may not lawfully acquire or hold\" the erven. Consequently the\nrespondent's holding of the erven at the critical time constituted\na\ncontravention of the statutory prohibition. Moreover, the respondent's holding\nwould have continued to be in violation of the prohibition\nfor as long as the\nappellant did not have a permit to acquire or hold the erven for himself. That\nposition could not be detracted\nfrom by the mere possi-bility of the appellant\nobtaining a permit at some time in the future.\n/It ...\n19.\nIt follows, therefore, in the first place, that the Court\na quo\nwas\ncorrect in finding that the respon-dent, in terms of the agreement alleged by\nthe appellant, undertook to do exactly that which\nwas and is forbidden by\nsection 36 of the 1957 Act and section 40 of the 1966 Act respectively; and in\nthe second place, that the\nlatter section was being continuously contravened at\nthe time of the proceedings in the Court\na quo\nby the respondent's\nongoing holding of the erven on behalf of the appellant whilst the latter lacked\nthe requisite permit.\nThis conclusion is really decisive of the out-come of this appeal, for\nreasons which, in the view I take of the matter, can be stated\nin a few words.\nUnder the 1957 Act a contravention of section 36 was made a punish-able offence\nby section 42 (1) (a). In the 1966\nAct the effect of section 46 (1) (a) is that\na contravention of section 40 constitutes a criminal offence carrying a maximum\npenalty\nof a fine of R400 or imprisonment for 2\n/years ...\n20.\nyears or both. Thus, the contractual performance to\nwhich\nthe respondent bound herself in terms of the agreement al-\nleged by the appellant was to commit an illegality. It is\na fundamental\ntruism that a contract for the performance\nof an unlawful act will not be\nenforced by the Courts. The\nreason for the principle is self-evident: no Court will\ncompel a person to perform an illegality. But that is\nthe very object which the appellant sought to achieve by\nmeans of the interdict that he applied for in the Court a\nquo\n. The order prayed for, as quoted earlier, was couched\nin negative terms, i e restraining the respondent from\npassing transfer of the erven in question to any person,\nbut it could only be justified, in principle, on the basis\nthat its object was to prevent the respondent from com-\nmitting a breach of contract vis-à-vis the appellant,\nand that, in turn, of necessity entailed the enforcement\nof the contract. In effect, therefore, the appellant\nsought an order of the Court compelling the respondent to\n/continue ...\n21.\ncontinue with the performance of a contract which comprised the doing of an\nunlawful act. On that ground alone the Court\na quo\nwas right in\ndismissing the appellant's ap-plication, and the appeal must fail.\nOn this view of the case it is not necessary to express any opinion on the\nvalidity or otherwise of the cause of action foreshadowed\nin respect of the\naction which the appellant contemplated instituting against the respondent, and\npending the determination of which\nhe sought an interdict. Indeed, it would be\nwrong to decide that issue now, for further litigation between the parties on\nthat score\nmight yet eventuate. During the hearing of this appeal counsel\ninformed the Court that the sale of the erven by the respondent to\na third party\nhad fallen through, so that the transfer of the erven out of her name was no\nlonger imminent; and the appellant alleged\nin his founding affidavit that he had\nset in train an application for a permit authorizing him to acquire and hold the\nerven.\n/for ...\n22.\nfor himself. The actual or potential fate of that appli-cation is unknown,\nbut if it has been successful, or is likely to succeed,\nthe appellant would\npresumably wish to proceed with an action against the respondent. With\nthat-possibility in mind, I consider that\nit should be made clear that I do not\nregard the judgment of the Court\na quo\nas having decided definitively\nthat the appellant could not obtain any relief against the respondent in an\naction to be instituted,\nbased on the alleged agreement. It is true that AARON\nAJ referred to the relief which the appel-lant would claim in the main action\n(at 13 G), and that there are passages in the judgment suggesting that the\nap-pellant was precluded absolutely from obtaining any\nrelief based on the\nagreement (e g at 16 E and 17 E), but on analysis it appears that the learned\nJudge, with respect, did not consider\npertinently the situation which would\narise if the appellant succeeded in obtaining the requisite permit (c f at 17\nC-D and 18 D),\nand that the real\nratio\n/\ndecidendi\n...\n23.\ndecidendi\nof the Court\na quo\nwas that the appellant was not\nentitled to the interdict he was seeking, as such (see at 14 E-F, 17 B-C and 18\nD). Moreover, it would\nappear that the learned Judge regarded the alleged\nagreement as an illegal contract (see at 13 H, 14 F and 18 E). With respect, I\nwould not categorize it as such. The contract itself was not prohibited, as the\nlearned Judge himself pointed out (at 14 B); it was\nthe performance agreed upon\nthat was unlawful, and for that reason the contract was unenforceable, at least\nas long as the appellant\ndid not have the requisite permit. The learned Judge\nreferred also to considerations of public policy (e g at 14 C and 17 E). In\na\nbroad and general sense it could no doubt be said that public policy will not\nallow the enforcement of an illegal contractual undertaking,\nbut otherwise\ncon-siderations of public policy do not appear to me to play an active role in\nthat context. (A conceivable exceptional\ncase might have presented itself if the\nappellant had been\n/able ...\n24.\nable to show, for instance, that his application for a permit had already\nbeen approved and would have been is-sued within a couple\nof days; but since\nthat is not the factual situation here, I express no view on it.) The position\nwith which we are dealing in this\ncase is an unusual one. The contractual\nperformance alleged to have been undertaken by the respondent wasillegal, since\nthe appellant\ndid not have the requisite permit. If the appellant can succeed in\nobtaining a permit now, can it be found that the respondent's\ncontractual\nundertaking is thereby validated, with the consequence that it\nbecomes\nenforceable by the appellant against the\nrespondent? As I have indicated, an answer to this question is not called for in\nthis appeal.\nThe remarks set out above have been made with the sole object of\nshowing that this aspect of the matter has not been decided against\nthe\nappellant and that it is left open.\nThe conclusion as to the narrow basis on which\n/this ...\n25.\nthis appeal falls to be decided, as stated earlier, fol-lowed upon a\nconsideration of the main thrust of the argu-ment of counsel\nfor the appellant.\nIn view of the con-clusion reached in that regard, the other arguments ad-vanced\nby the appellant's counsel do\nnot arise for consi-deration. So, for example, the\ncases of\nKarjieker v Karjieker\n1978 (2) S A 499\n(C) and\nOrnelas v\nAndrews Cafe and Another\n1980 (1) S A 378\n(W), relied on by coun-sel in this\nCourt as in the Court below, need not be examined, since neither of them touched\nupon the vital\nissue discussed earlier. Similarly, cases such as\nMetro\nWestern Cape (Pty) Ltd v Ross\n1986 (3) S A 181\n(A) and the other authorities\ncited in Joubert,\nGeneral Principles of the Law of Contract\n(1987) at 131\nnote 16, to which counsel referred us, are not in point.\nIt remains to deal with the amendment to the appellant's notice of motion,\nfor which his counsel applied, as mentioned earlier. The\namendmeht, as finally\nformulated\n/by ...\n26.\nby counsel in the course of his argument, was to substi-tute a comma for the\nfull stop at the end of paragraph 1.1.2 of the prayer,\nas quoted earlier, and to\nadd there-\nafter the following words:\n\"and in which action the Applicant will, in the alternative, claim in terms of\nthe\ncon\n-\ndictio ob turpem vel iniustam causam\nagainst the First\nRespondent that transfer of the said properties be effected to the Applicant\nupon the Applicant obtaining a permit\nor to a person designated by him in terms\nof a deed of sale who is qualified in terms of the said Act to take\ntransfer.\"\nA strange feature of this amendment is\nthat, although the alternative cause of action postulated for the action to be\ninstituted is\nnow a\ncondictio\n, the appellant still seeks to achieve\nthereby exactly the same relief as he would have obtained by means of specific\nperformance\nof the contract. But there is no need to dwell on that as-pect of\nthe amendment, nor on the fact that the respondent has not been\nafforded an\nopportunity of dealing with the suggested cause of action in her affidavit. In\nmy view\n/the ....\n27.\nthe obviously fatal objection to the amendment is that it does not remove the\nobstacle in the way of the appellant being granted the\ninterdict that he seeks,\nas discussed above. Whatever the basis may be of the claim to be put forward in\nthe main action, the interdict\napplied for would still have the effect of\ncompelling the respondent to continue with the unlawful performance of the\nalleged contract,\nand that remains the reason why it cannot be granted.\nArguing in support of the amendment, counsel for the appellant relied upon\nthe decision in\nBeg v Lodewick\n1945 (2) P H M49. The circumstances of\nthat case and the nature of the decision giyen therein are explained in the\njudgment of the\nCourt\na quo\n(at 17 G - 18 B). The amendment seems to have\nbeen designed to meet the diffi-culty of AARON AJ (at 18 B/C) that the\nappellant's\nclaim, as it was presented on the papers before him, was not a\ncondictio\n. But it does not meet the difficulty in regard\n/to ...\n28.\nto the granting of the interdict as such. That diffi-\nculty was not, it seems, addressed in\nBeg v Lodewick\n,\nand on that ground I share the view of AARON AJ that\nthe case was wrongly decided.\nIn the result the appeal is dismissed, with costs.\nA.S. BOTHA JA\nRABIE ACJ\nJOUBERT JA\nCONCUR\nVILJOEN JA\nJACOBS JA",
  "scraped_at": "2026-02-11T21:19:08.664366",
  "date": "1987-09-25",
  "coram": [
    "RABIE ACJ",
    "JOUBERT",
    "VILJOEN",
    "BOTHA",
    "JACOBS JJA"
  ],
  "case_number": "266/1986",
  "parties": {
    "applicants": [
      "Ismail Essop"
    ],
    "respondents": [
      "Zubeida Abdullah"
    ]
  },
  "sections": {
    "facts": "The appellant, Ismail Essop, purchased two erven in Parow in 1960 but, because the land was zoned for the Coloured Group and he belonged to the Indian Group, he could not register them in his own name. He entered into an oral agreement with his sister‑in‑law (the first respondent, Zubeida Abdullah) whereby she would hold the properties in trust for him until he obtained a Group Areas permit. The properties were registered in her name and the appellant paid the purchase price and related costs. After a dispute arose, the respondent allegedly sold the erven to a third party without the appellant’s consent, prompting the appellant to seek an interdict to restrain any further disposition pending a main action.",
    "issues": "1. Whether the oral agreement for the respondent to hold the immovable property on the appellant’s behalf contravened the Group Areas Act (section 36 of the 1957 Act and section 40 of the 1966 Act). 2. Whether the respondent’s continued holding of the erven, in the absence of a permit for the appellant, amounted to an unlawful act that could not be enforced by an interdict. 3. Whether the contract was illegal and therefore unenforceable, and whether the court could grant relief that would compel performance of an illegal contract.",
    "principles": "The judgment applied the Group Areas Acts, which prohibit a disqualified person from acquiring or holding immovable property in a designated group area unless a ministerial permit is granted (sections 24(1)(a) of the 1957 Act and 27(1)(a) of the 1966 Act). The possession of a permit is a condition precedent; without it, the person “may not lawfully acquire or hold” the property. Contracts that require performance of an illegal act are non‑enforceable, and courts will not grant orders that compel illegal performance. A contravention of the statutory prohibition constitutes a criminal offence under sections 42(1)(a) of the 1957 Act and 46(1)(a) of the 1966 Act.",
    "application": "The court determined that at the material time the appellant was a disqualified person who did not possess a permit. The respondent’s holding of the erven on his behalf therefore contravened the statutory prohibition. The possibility of obtaining a permit in the future did not negate the illegality of the present arrangement. Consequently, the contract’s performance would be unlawful, and granting an interdict would amount to compelling the respondent to continue an illegal act. The lower court’s dismissal of the interdict application was therefore affirmed.",
    "conclusion": "The appeal was dismissed with costs. The interdict sought by the appellant was not granted, and the decision of the Cape of Good Hope Provincial Division was upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Group Areas/Segregation",
    "level_3": [
      "illegal contract",
      "interdict",
      "group areas act",
      "disqualified persons",
      "permit"
    ]
  }
}