{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/94.html",
  "case_name": "Van Biljon v Theron (152/86) [1987] ZASCA 94 (22 September 1987)",
  "citation": "[1987] ZASCA 94",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 94\n|\nNoteup\n|\nLawCite\nVan Biljon v Theron (152/86) [1987] ZASCA 94 (22 September 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer 152/86 mp\nIN DIE HQOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING)\nIn die saak tussen:\nHENDRIK JOHANNES VAN BILJQN\nAppellant\nen\nFRANCOIS DOMINICUS\nTHERON\nRespondent\nCORAM:\nRABIE, Wn HR, VAN HEERDEN, AR et STEYN, Wn AR\nVERHOOR:\n31 Augustus 1987\nGELEWER:\n22 September 1987\nUITSPRAAK\nSTEYN, Wn AR\n1\nSTEYN, Wn AR\n,\nIn die Hooggeregshof\nvan Suidwes-Afrika het appellant betaling van R2 4 005 met rente\na tempore\nmorae\nvan respondent gevorder. Dit is die uitstaande saldo op die koopprys\nvan sy 61% aandeelhouding in Namibia Bricks (Edms) Bpk (die maatskappy)\nwat\nrespondent van hom gekoop het op 25 Augustus 1981 te Windhoek. Appellant het\naan\nrespondent lewering van die aandele aangebied teen betaling van die\ngemelde saldo.\nRespondent het die vordering teengestaan en op sy beurt\nin 'n\nteeneis\nkansellasie van d\nie\nkoopkontrak gevorder en ook terugbetaling van die som\nvan R25 995 wat hy reeds op gemelde koopsom afbetaal het, asook skadever=\ngoeding\nten bedrae van R116 684,49. In die alternatief het hy vermindering van\ndie koopsom na R1,00 geëis en terugbetaling van R25 994\nasook betaling van\nvoornoemde skadevergoeding.\nDie\n2\nDie skadevergoeding wat respondent in sy teeneis gevorder het,\nis soos volg saamgestel:\n\"a) Aanspreeklikheid aan Barclays\nNasionale Bank Bpk as borg ingevolge\nklousule 2(i) van die ooreenkoms \t R60 000,00\nplus rente daarop volgens hersiende bankkoers bereken vanaf die 25ste Augustus\n1981.\nb) Aanspreeklikheid aan Bank van Suidwes-Afrika Bpk as borg, ingevolge klousule\n2 ( ii) van die ooreenkoms, welke eise aan\nBarclays Nasionale Bank Bpk gesedeer\nis \t R21\n412,00\nplus rente bereken vanaf 3 Maart 1982.\nc)\tGelde wat aan die maatskappy geleen en voorgeskiet moes word vir die\nvoortsetting van sy besigheid \t R12 272,49\nd)\tUitbetaling van leningsrekening van advokaat J P Botha S C\ningevolge\nklousule 8 van die ooreenkoms \t R23\n000,00\nR 116 684,49\nDie Hof\na quo\nhet appellant se eis van die\nhand gewys en op die teeneis uitspraak gegee ten gunste van\nrespondent\n3.\nrespondent met uitsondering van die eis ten opsigte van die R 23 000 aan adv\nBotha betaal, wat van die hand gewys is. Kostebevele\nhet daardie resultate\ngevolg, met uitsondering van 'n kostebevel ten gunste van appellant wat op 5\nNovember 1984 deur die hof gemaak\nis betreffende die verspilde koste van die\nuitstel van die verhoor. Laasge=\nnoemde\nbevel het staande gebly en\ndaar is geen appèl daarteen\nnie.\nAppellant kom nou met verlof van die Verhoorhof in hoër beroep na\nhierdie Hof teen die afwysing van sy vordering en respondent\nhet 'n\nteen-appèl aangeteken teen die weiering van sy vordering aangaande die\nbetaling aan adv Botha. (Die teen-appèl\nis in hierdie Hof laat vaar).\nAppellant se eis is gegrond op respondent se versuim om te voldoen aan die\nbetalingsvoorwaardes van die koopkontrak. Dit is 'n geskrewe\nooreenkoms, en\nklousule (1) daarvan bepaal o a dat die koopsom van R50 000 betaalbaar\nis\n4.\nis by wyse van 24 maandelikse paaiemente van R2 375 elk, die eerste daarvan\nbetaalbaar op die 7de September 1981 en die res voor of\nop die 7de dag van elke\ndaaropvolgende maand. Indien enige betaling nie stiptelik gemaak word nie, is\ndie hele uitstaande saldo onmiddellik\nbetaalbaar .\nDit is gemene saak dat die partye die koop= kontrak aangegaan het soos deur\nappellant beweer en dat\nrespondent die paaiemente betaal het tot Maart 1982 maar\neen\nversuim het om die van April te betaal. Appellant se\ndagvaarding is uitgereik op 19 April 1982. Op respondent se aansoek is die\nmaatskappy gedurende Julie 1982 finaal gelikwideer.\nSoos gepleit, is respondent se verweer en teeneis gegrond op die volgende\nbewerings:\n1) a. dat die maatskappy te alle relevante tye, en in besonder op 25 Augustus\n1981, insolvent was, en b. dat die gemelde aandele toe\nvir alle praktiese\ndoeleindes waardeloos was;\n2) dat\n5\n2)\tdat gedurende die onderhandelings tussen die partye\nwat die koopkontrak\nvoorafgegaan het, en ook tydens\ndie aangaan daarvan:\na.\trespondent onbewus was van die maatskappy se\ninsolvensie, maar dat\nb.\tappellant van die insolvensie bewus was en dit\nverswyg het; of alternatiewelik\n3)\ta. dat appellant gedurende die\nvoormelde onderhan=\ndelings die volgende wesenlike wanvoorstellings aan respondent gemaak het met\ndie bedoeling dat hy daardeur beweeg moet word om die\naandele te koop: (i) dat\ndie maatskappy solvent en winsgewend\nwas, en (ii) dat die omset daarvan al op\n'n\nkeer\nR3 8 000 in 'n maand was; b. dat respondent geglo het dat dié\nvoorstellings\nwaar was en daardeur tot sy nadeel beweeg is om\ndie kontrak aan te gaan.\n4} dat\n6\n4)\tdat die appellant òf bedrieglik, òf roekeloos\nòf\nnalatig opgetree het toe hy aldus verswyg of\nalternatiewelik\nvoorgegee het\n5)dat respondent gevolglik geregtig was om die koopkon= trak te kanselleer,\nwat hy inderdaad op 2 Junie 1982 gedoen het, en dat hy\nook geregtig was op die\nterugbetaling en skadevergoeding deur hom gevorder.\nDie kêrn van respondent se verweer en teeneis is gevolglik die\ninsolvensie van die maatskappy, appellant se onregmatige misleiding\nvan hom\ndaaromtrent, en sy besluit as gevolg daarvan om die koopkontrak tot sy nadeel\nmet appellant aan te gaan. Hy het derhalwe\nappellant se vordering met\nteenwerping erken. Appellant het respondent se bewerings ontken en in die\nalternatief gepleit dat respondent\n\"sy reg op terugtrede verbeur het deurdat hy\nuitdruklik, alternatiewelik, stilswyend, 'n keuse uitgeoefen het om met die\nooreenkoms\nvoort te gaan; alternatiewelik\nhet\n7.\nhet (hy) afstand gedoen van sy reg om uit die kontrak terug te tree.\"\nDie bewyslas was derhalwe op respondent om\nsy teenwerpende bewerings op 'n\noorwig van waarskynlikhede te bewys en op appellant om insgelyks die beweerde\nver= beuring of afstanddoening\nte bewys. Die verhoorhof het beslis dat\nrespondent en appellant onderskeidelik daarin geslaag en misluk het om hulle van\ndaardie\nbewyslaste te kwyt.\nVoordat die korrektheid al dan nie van die\nVerhoorhof se beslissings oorweeg word, is dit nodig om eers die relevante\nfeite uiteen te sit. Die benadering en bevindings van daardie\nhof verg 'n\nbreedvoerige uiteensetting van die verloop van sake tot die sleuteldatum van 25\nAugustus 1981.\nNamibia Bricks (Edms) Bpk was 'n private\nmaatskappy wat op 2 6 Junie 1980 ingelyf is met 'n gemagtigde aandelekapitaal\nvan 4000 aandele van R1,00.elk. Slegs\n100\n8\n100 aandele is egter uitgereik. Daarvan is 61 aan appellant toegeken en\n39 aan J P Botha. Appellant is\n'n\nprokureur en soos reeds aangedui, is\nBotha 'n advokaat. Albei het destyds in Windhoek gepraktiseer.\nDie maatskappy se aktiwiteite was toegespits op die boubedryf en dit het op\ntwee persele sake gedoen. Op die een, 'n gehuurde perseel\nnaby die Swakoprivier\nin die omgewing van Okahandja,is sementstene vervaardig. Die sand daarvoor\nbenodig is van die Swakoprivier\nverkry. Na hierdie perseel sal verwys word as\ndie steenperseel. Dit is deur die maatskappy gehuur van die South West Asbest\nCement\nCompany (Asbest) teen 'n\nhuurgeld van R25,00 per maand en blykbaar\nvir die tydperk vanaf ongeveer Julie 1980 tot 31 Mei 1981 en daarna hernubaar\nteen 'n huurgeld\nwaarop dan ooreengekom sou moes word.\nDie ander perseel was geleë op 'n plaas ongeveer 20 km van die\nsteenperseel af, langs 'n sytak van dieselfde rivier. Uit daardie\nsytak is\nriviersand en klip verwyder\nen\n9.\nen op die perseel gesif om bousand te verkry, asook ver=\nskillende groottes klip wat in vier afsonderlike hope, onderskeidelik van\nklip\nmet deursneë van 10, 19 en 32 mm, en groter, gesorteer was. Heel aan die\nbegin van die maatskappy se werksaamhede aldaar\nis, as 'n voorsorgmaatreël,\n'n noodvoorraad van gemengde materiaal versamel in 'n groot opgaarhoop (die sg\n\"stockpile\") wat\ngebruik kon word indien die rivier sou afkom. Die klip en sand\nis van die rivier na die plek waar dit op die perseel gesif is, vervoer\ndeur\nverskeie kontrakteurs, te wete mnre Mulder en du Plessis en blykbaar ook 'n mnr\nPrins, en ook deur die maatskappy in sy eie\nvragmotor.\nOnbruikbare materiaal is van die sifplek verwyder na sg \"uitskothope\",\nHierdie perseel heet die klipperseel. Die klip daar ontgín\nwas ronde\nspoelklippe wat uiters geskik was vir bou- en betonwerk, asook vir die maak van\ndie tipe steen wat op die steenperseel\nvervaardig is.\nVan\n10.\nVan daardie klip is gereeld soontoe vervoer vir daardie doel.\nDie bestanddele van die stene was sand, sement en fyn klip wat met water\ngemeng\nis in die vervaardigingsproses\nOp 9 Augustus 1980 het die maatskappy 'n geskrewe kontrak aangegaan met 'n\nsekere Nieuwenhuisen, die eienaar van die klipperseel,\nvir die aankoop van die\nsand en klip. Die duur daarvan was vanaf 18 Julie 1980 tot 31 Desember\n1980 maar dit was hernubaar op 'n jaarlikse basis ter keuse\nvan die maatskappy. Betaling vir die ontginde materiaal is\ngereël deur klousules (2) en (3) van die ooreenkoms wat só gelui\nhet: \"(2) Die koopprys van die gemelde klip en sand sal\nwees R1,20 per kubieke\nmeter wat deur die koper of sy genomineerde vanaf die eiendom verwyder word. (3)\nDie gemelde geld sal betaalbaar\nwees aan die einde van elke lopende maand vir\ndie hoeveelheid kubieke meter wat aldus deur die koper of sy verteenwoordiger\nvan die\ngemelde eiendom verwyder is. Die bedrag sal in kontant betaalbaar wees\nteen voorlegging van state en vasstelling\nvan\n11.\nvan die bedrag tussen die koper en die\nverkoper.\" 'n Eskalasiebepaling is vervat in kl 6 wat só gelui het:\n\"Die prys van Rl,20 .... per kubieke meter sal aangepas word deur 'n 5% (vyf\npersent) eskalasie daarby te voeg vir elke jaar wat die\nkontrak duur.\"\nVir die jaar beginnende op 9 Augustus 1981\nsou die prys gevolglik. R1,26 per kub meter gewees het indien die kontrak vir\ndie jaar 1981 hernu sou word. Soos later\nhierin uiteengesit, blyk dit dat hierdie kontrak wel hernu was vir die jaar\n1981.\nDie plaas waarop die klipperseel geleë is, is later deur 'n sekere\nNieuwoudt van Nieuwenhuisen gekoop en die kontrak is toe ook\ndeur hom\noorgeneem.\nVir doeleindes van die voornoemde werksaamhede het die maatskappy redelik\nomvangryke verbeterings op albei persele aangebring en het\nappellant voertuie,\nmasjinerie en toebehore aangeskaf wat hy op 28 Julie 1980 teen 'n geringe wins\naan die maatskappy verkoop het\nvir R102 990.\nAppellant was die enigste direkteur van die\nmaatskappy\n12.\nmaatskappy en het die bestuur daarvan behartig vanaf sy\nprokureurskantoor in Windhoek. Die boekhoudster van sy praktyk, mev Agatha\nEsterhuizen, het ook die maatskappy se boekhouding behartíg. Die\nouditeurs daarvan was die firma G J Hanekom en Kie en mnr\nG J Hanekom, 'n\ngeoktrooieerde rekenmeester, is die senior vennoot daarin.\nDie ouditering van die maatskappy se boeke\nis kort na 28 Februarie 1981 uitgevoer deur een van die firma se senior\nklerke, mnr Liebenberg, onder toesig van mnr Hanekom en in\noorleg met\nappellant.\nTeen ongeveer die middel van 1981 het appellant besluit om na die RSA te\nverhuis (wat hy gedurende Maart 1982 gedoen het) en om sy\naandele in die\nmaatskappy te verkoop. Hy het 'n sekere mnr Esterhuizen, (blykbaar nie verwant\naan die reedsgenoemde mev Esterhuizen\nnie), wat toesig gehou het by die\nmaatskappy se persele, versoek om vir hora navrae te doen na\n'n\nkoper.\nGedurende\nJulie\n13.\nJulie 1981 het appellant se seun, Christiaan Adriaan Theron\n(Christie), vir appellant gebel. Hy het belang gestel in die koop van\ndie\nmaatskappy se besigheid. Appellant het hom versoek om die twee persele te 'gaan\nbesoek en hom beduie hoe om daar te kom.\nChristie het toe reeds redelike ondervinding gehad van steengroef- en\nklipontginningswerk. Hy het bv\nvir 2-3 jaar gewerk by 'n\ndolorietvergruisingsonderneming op Keetmanshoop en vir 4-5 jaar by die\nsteengroewe van die Rossing-uraanmyn\nnaby Swakopmund. Hy was steeds by\nlaasgenoemde plek werksaam toe hy met appellant in verbinding getree het maar\nwou daar weg weens\nmediese advies dat hy vir die beswil van sy dogtertjie, wat\n'n asmalyer was, liewers met haar na die binneland moes verhuis. Heel\nwaar=\nskynlik het hy deur Esterhuizen verneem van die maatskappy en appellant se\nplanne daarmee.\nKort na sy telefoongesprek met appellant het Christie hom op kantoor gaan\nspreek. Hy het in die koop\nbelang\n14.\nbelang gestel. Hy het klaarblyklik die\nmaatskappy se persele gaan besigtig soos appellant voorgestel het en was tevrede\nmet wat hy\ndaar gesien het. Die boeke van die maatskappy is deur mev Esterhuizen\naan hom voorgelê en deur appellant verduidelik, maar\ndie voormelde\nfinansiële state was nog nie beskikbaar nie. Appellant het egter o a die\nomsetsyfer en die toerustings-, debiteur-\nen krediteurlyste aan Christie gewys.\nHy het aan appellant te kenne gegee dat hy graag die boeke op sy eie wou\ndeurgaan en gevra\nof hy hulle met hom kon saamneem. Hy is toegelaat om dit te\ndoen en is weg daarmee. 'n Paar dae later het hy die boeke teruggebring.\nChristie was toe vasbeslote om te koop. Hy en appellant het die terme\nbespreek. In die loop van die gesprek het dit vir appellant\ndu'idelik geword dat\nChristie nie finansiëel baie sterk was nie en hy het toe daarop aangedring\ndat Christie 'n borg moes kry.\nLg het 'n sekere mnr Jan Wiese van Hentiesbaai as\nborg gekry en hom aan\nappellant .......\n15.\nappellant gaan voorstel . Wiese was gewillig om vir Christie borg te\nstaan maar wou hom nie verbind voordat 'n balansstaat van die\nmaatskappy aan sy\nbankbestuurder voorsien was nie. Appellant het onderneem om dit te doen.\nOp pad terug van appellant af het Christie en\nWiese die aand aangedoen by\nrespondent op Okahandja. Christie was baie optimisties oor die beoogde\ntransaksie en Wiese\nwas in 'n opgewekte stemming.\n'n Koopkontrak is kort na Christie en Wiese se\nbesoek aan hom deur appellant opgestel in tsrme waarvan\nChristie sy 61% aandeelhouding in die maatskappy voetstoots koop vir\ndie som van R50 000 wat hy appellant daarvoor aangebied het. Appellant wou\nmeer gehad het maar Christie wou nie hoër gaan nie.\nDit was 'n voorwaarde\nvan die ooreenkoms dat dit in werking sou tree na ondertekening daarvan deur die\nborg. Op 6, Augustus 1981\nhet Christie die kontrak onderteken en die akte van\noprigting en statute van die maatskappy ontvang.\nOp\n16.\nOp 12 Augustus het appellant die maatskappy se\nkonsep\nfinansiële state vir die tydperk tot 28 Februarie 1981 van die ouditeure\nontvang. Op dieselfde dag het hy 'n afskrif daarvan\nversend aan Wiese se\nbankbestuurder op Swakopmund.\nVolgens daardie state het die leningsrekenings van appellant en Botha\ngesamentlik R157 156,10 beloop en was hulle onder \"langtermynverpligtinge\"\naangedui as \"onversekerde lenings van aandeelhouers waarop geen rente betaal\nword nie en geen reëlings met betrekking tot terugbetaling\ngetref is\nnie.\"\nDie waarde van die maatskappy se vaste bates\nis gestel op R153 161, synde Rl9 938 vir geboue ern strukture op gehuurde\neiendom, en R133 223 vir masjinerie en toe= rusting na toelating\nvir\nwaardevermindering.\nDie waarde van die voorraad is aangegee as R103 975/wat soos volg saamgestel\nis:\n429500 stene\n17.\n429 500 stene @ R50 per duisend = R21 475\n3000 m\n3\nbousand @ R3,50\t= R10 500\n16 000 m\n3\nvergruisde klip @ R4,50 = R72 000\nHierby is die volgende nota gevoeg:\n\"Daar was geen fisiese opname van voorraad\ngemaak nie en die grootste\ngedeelte van die\nvoorraad is baseer op beraamde hoeveelhede\nwat \tdeur die\ndireksie waardeer is\".\nIn die ouditeursverslag is die volgende opmerking ook gemaak\nt o v die voorrade:\n\"Die maatskappy het nie 'n fisiese opname van voorraad gemaak nie en die\nmaatskappy se rekords het nie die aanwending van voldoende\nalternatiewe\nouditprosedures met betrekking tot die voorrade toegelaat nie.\"\nDie balansstaat het 'n opgehoopte verlies getoon van Rl 309 ,63. In die\n\"Algemene Oorsig\"-af deling van die ouditeursverslag word\ndaarna verwys as 'n\ngeringe verlies . \"\nAfgesien van 'n opwaartse aanpassing van die ouditgelde is die konsepstate op\n12 Augustus deur die maatskappy goedgekeur. Op 24 Augustus\n1981 is die finale\nstate aan appellant verskaf.\nAlhoewel\n18\nAlhoewel daar met betrekking tot die voorrade in die state verwys word na\n\"vergruisde klip\" het die verwysing in der waarheid betrekking\nop gesifte klip\nwant dit was nie vir die maatskappy nodig om enige klip te vergruis nie, en was\ndaar nooit enige vergruising daarvan\ngedoen nie.\nDit is nie duidelik wat die reaksie van Wiese se bankbestuurder op die\nfinansiële state was nie. Op aandrang van sy vrou het\nWiese egter besluit\nom nie meer vir Christie borg te staan nie. Hy het Christie van sy besluit\nverwittig.\nChristie, wat reeds sy werk by Rössing bedank het en na\nOkahandja verhuis het, het hom toe na respondent gewend om in Wiese se\nplek vir\nhom borg te staan. Respondent was toe in diens van Agra Koöperatief Bpk as\n\"lewende hawe-beampte\" en het die bemarking\nvan lewende hawe deur die\nkoöperasie se Okahandja-tak behartig. Daarbenewens was hy ook 'n beesboer\nwat op ongeveer 13 500 hektaar\nmet om en by 1000 beeste geboer het. Van die\ngrond was 4500\nhektaar\n19. hektaar syne en die res huurgronde.\nChristie het aan respondent gesê (in dié se\neie woorde tydens\nkruisondervraging) dat daar baie stene en klip is \"en as hy daardie goed kan\nverkoop dan het hy. amper al die besigheid\nbetaal en dan sal hy baie goed kan\nfloreer en vooruit kom\". Weens Christie se vorige werksondervinding het\nrespondent staatgemaak\nop sy medelings en besluit om hom te help. Sy vrou (mev\nTheron) , Christie se stiefma,\nwat ook by die Agra Kooperasie werksaam was, het, hoewel met bedenkinge, raet\nhaar man saamgestem dat Christie onder die omstandighede\ndeur hulle gehelp sou\nmoes word. Sy het tydens kruisondervraging hul houding so beskryf:\n\"My man het vir Christie gehelp bloot om die rede dat hy al klaar sy trek\ndaar gehad het, hy het sy werk bedank, ons wou hom nie gehelp\nhet nie. Toe kan\njy sê het ons eintlik onder verpligting gestaan om hom te help, want hy\nhet nou klaar sy werk verloor. Toe\nsê ek vir my man as ons onder 'n\nverpligting staan om ook deel in die besigheid te hê, dan sien ek liewers\nkans dat ons\nas\n'n......\n20.\n'n mede-koper moet intree, wat nie net bloot borg staan\nnie.\"\nRespondent het met haar saamgestem en besluit\ndat hy en Christie as\nmede-kopers saam die aandele moet koop. Hy en sy vrou se hoofbeweegrede om\nChristie op hierdie besondere manier\nte help, was dat hulle Christie se\nbestuurs= vermoë wantrou het en dat hulle sodoende beter beheer sou kon\nuitoefen oor sy bestuur\nvan die besigheid en derhalwe\ngroter sekuriteit kon verseker vir enige gelde wat respondent in die\nonderneming sou moes stort.\nHulle het besef dat appellant se toestemming\nnodig was vir die verwesenliking van die nuwe plan. Respon= dent en Christie\nhet hom toe daaroor gaan spreek. Maar die getuienis toon\ndat respondent reeds\ndie vaste voorneme gehad het om 'n mede-koper te word nog voordat hulle na\nappellant gegaan het.\nAppellant het hul voorstel aanvaar en die bestaande kontrak sou\ndienooreenkomstig aangepas word.\nOp\n21 .\nOp hierdie geleentheid is die boeke van die\nmaatskappy volgens appellant en mev Esterhuizen aan respondent en Christie\ngetoon en weer eens kortliks verduidelik en het die Therons\ndie boeke saam met\nhulle geneem. Mev Esterhuizen het getuig dat hulle die boeke na 2 - 3 dae weer\nteruggebring het.\nChristie het nie tydens die verhoor getuig nie.\nHy het wel op 'n vroeër stadium, in 'n onsuksesvolle aansoek om summiere\nvonnis van appellant teen respondent,\n'n\nbeëdigde verklaring ter\nondersteuning van appellant gemaak; maar hy is nie deur enige van die partye as\ngetuie in die verhoor\ngeroep nie.\nRespondent het ontken dat die boeke toe aan hom getoon is en het getuig dat\nhy hulle vir die eerste keer gesien het op 17 September\n1981 toe hy en Christie\ndie boeke by appellant gaan haal het. Hy het hierdie geleentheid gekoppel aan 'n\nverkeersboete wat Christie\ntoe gekry het, wat\nhy\n22.\nhy onthou het. Mev Theron het hom gestaaf wat die datum betref, maar\neers nadat sy tydens 'n uitstel van die saak haar man se getuienis\ngelees het.\nVroeër het sy getuig dat die boeke eers op 17 Oktober aan hulle oorhandig\nis. Christie het egter reeds 'n hele aantal\nmaatskappytjeks voor 17 September\nuitgeskryf, die eerste daarvan al op 26 Augustus 1981. Respondent en sy vrou kon\ndit nie verduidelik\nnie.\nMet hul terugreis van appellant af na hul\neerste besoek aan hom het respondent en Christie in die laat namiddag die\nmaatskappy se persele gaan besigtig. Volgens respondent\nhet Christie aangedring\nom die persele aan hom te gaan wys.\nOp 25 Augustus 1981 is die gewysigde ooreenkoms deur die drie betrokkenes\nonderteken. Daar was egter geen wysiging van die koopsom\nof die\nbetalingsvoorwaardes nie. Die bewoording van die nuwe kontrak laat ook blyk dat\ndit\n'n.....\n23.\n'n aanpassing van 'n vooraf bestaande ooreenkoms was. So\nis daar bv herhaaldelik verwys na \"díe koper\". 'n Voorbeeld\ndaarvan is kl 4 , wat só lui:\n\"Die koper erken dat hy alle bates van die maatskappy geïnspekteer het\nen dat hy tevrede is daarmee.\"\nRespondent het die nuwe kontrak egter sonder\nbeswaar onderteken en nooit te kenne gegee dat hy van daardie klousule\nonbewus was of dat dit nie ook op hom van toepassing was nie.\nRespondent en Christie het die bestuur van die maatskappy se werksaamhede\nonmiddellik na ondertekening van die nuwe kontrak oorgeneem,\nen appellant het\nhom nie daarna daarmee ingemeng nie alhoewel hy as direkteur van die maat=\nskappy aangebly het en al sy regte ten\nopsigte van die aandele behou het tot\nvolle betaling van die koopprys.\nOp 25 Augustus, net nadat hulle die kontrak met appellant onderteken het, het\nrespondent en Christie ook Botha se aandele vir R100\ngekoop en sy\nleningsrekening\nvir\n24.\nvir R45 000. 0p 8 Oktober 1981 het hulle hom in 'n\nskikkingsooreenkoms R35 000 ter volle en finale vereffening betaal nadat\nrespondent\nR23 000 inbetaal het uit eie fondse om die maatskappy in staat te\nstel om die betaling te maak.\nAppellant en mev Esterhuizen het getuig dat al die boeke en dokumente\nván die maatskappy op 25 Augustus aan respondent en Christie\noorhandig is\nen dat hulle daarmee weg\nis. Die voormelde tjeks,wat vanaf 26 Augustus deur Christie onderteken\nis,staaf hulle getuienis en weerspreek dié van respondent\nen sy vrou.\nAppellant het ook getuig dat hy met respondent en Christie mondelings\nooreengekom het dat hy sy leningsrekening aan hulle\nsou skenk sodra hulle die\nkoopprys van die aandele ten volle betaal het. Respondent het aanvanklik daardie\nbewering ontken, maar\nhy het later toegegee dat alhoewel hy nie kan onthou dat\nappellant so gesê het nie, dit wel kon gebeur het en dat hy dit nie\nkan\nbetwis nie.\nWeens\n25.\nWeens die Botha-kontrak moes daardie lenings= rekening\nminstens op 2 5 Augustus met respondent bespreek gewees het en is dit\nwaarskynlik\ndat dié van appellant ook toe ter sprake gekom het.\nDie sleutelsteen van respondent se hele saak is dat die maatskappy op 25\nAugustus 1981 insolvent was. Die las om dit op 'n oorwig\nvan waarskynlikhede te\nbewys rus op hom. As hy hom nie daarvan kan kwyt nie, verval sy hele verweer en\nteeneis.\nDie insolvensie al dan nie van die maatskappy het gewentel om die voorraad\ngesifte klip wat op 25 Augustus op die klipperseel was.\nDaar is geen direkte\ngetuienis daarom= trent nie, maar respondent het getrag ora by wyse van\nafleidings\nvan ander bewese feite te bewys dat dit veel minder was\nas die 16 000 m\n3\nwat volgens die finansiële state op\n28 Februarie 1981 daar was. Hiervoor het hy hoofsaaklik gesteun op die\ngetuienis van ene Barbour, 'n myningenieur, wat op 4 Oktober\n1982 twee hope\ngesifte klip wat op die\nperseel\n26.\nrespondent se prokureur, perseel deur mnr\nVaatz respondent se prokureur aan hom uitgewys is,opgemeet het.\nHy het hulle gesamentlike inhoud op 1380 m\n3\nbepaal. Maar\ndie werksaamhede van die maatskappy was nie later nie as Maart 1982 gestaak\nen die klipperseel ontruim.\nKleynhans, 'n rekenmeester wat ook deur\nrespondent as getuie geroep is\nmaar wat nie 'n oudit van die maatskappy se boeke uitgevoer het nie, het sekere\nberekenings gemaak\nop gegewens en dokumente wat aan hom voorgelê is\nbetreffende die verkoopsyfers t o v die maatskappy se voorraad sand, klip\nen\nstene. Na aanleiding daarvan het hy, met aanvaarding daarvan dat Barbour se\nsyfer van 1380 m\n3\ndie maatskappy se eindvoorraad was by die staking\nvan werksaamhede, bereken dat die voorraad klip op 28 Februarie 1981 nie 16 000\nm\n3\nwas nie, maar slegs 4756 m-Daarvolgens was daar dus op 28\nFebruarie 'n \"tekort\" van 11 424 m\n3\n.\nDie Verhoorhof het bevind dat dit onwaarskynlik is dat só 'n groot\nhoeveelheid klip onregmatiglik van die\nperseel\n27.\nperseel verwyder kon gewees het gedurende die tydperk tussen die staking van\ndie maatskappy se bedrywighede en Barbour se opmeting.\nDie geleerde\nVerhoorregter was nietemin van mening dat dit nie nodig was om 'n bevinding oor\ndie\nquantum\nvan die klipvoorraad te maak nie omdat hy van mening was dat\nselfs op die grondslag dat dit 16 000 m\n3\nop 28 Februarie 1981 was,\ndie maatskappy nogtans op 25 Augustus 1981 insolvent was. Sy kiening was gegrond\nop sy mening dat die leningsrekenings\nvan appellant en Botha as korttermyn=\nlaste van die maatskappy beskou moet word, dat die geboue en strukture op die\ntwee gehuurde\npersele nie regtens as bates van die maatskappy beskou kan word\nnie, en dat appellant hom nie van sy \"weerleggingslas\" gekwyt het\nom te bewys\ndat die waarde van R4,50 per m\n3\nwat in die finansiële state op\ndie klip geplaas was telaag is nie, veral met inagneming van die R1,20 per\nm\n3\nverwyderde klip wat aan die eienaar van die klipperseel betaalbaar\nwas.\nNa\n28.\nNa my mening is die geleerde regter verkeerd. Die finansiële state is op\n12 Augustus 1981 deur die maatskappy aanvaar en in die\nlig daarvan is die waarde\nwat in daardie state op die klipvoorraad geplaas is derhalwe\nprima facie\nbewys teen die appellant van die werklike waarde daarvan. Maar appellant en\nHanekom het albei getuig dat die waarde in die finansiële\nstate aangegee\ndoelbewus deur hulle verlaag was vir belastingsdoeleindes. Hanekom het getuig\ndat die verkoopprys van die klip ook\n'n aanvaarde basis vir waardasie is.\nKleynhans het toegegee dat die grondslag van\nwaardasie van voorrade soos dié hier ter sprake een van die\n\"grysgebiede\" van die rekenmeestersberoep is waar daar ruimte is\nvir verskille\nin benadering. Hy het Hanekom op hierdie aspek in wese nie weerspreek nie.\nMev Esterhuizen het getuig dat die maatskappy die klip verkoop het teen R8,50\nper m\n3\n. Sy is in haar\ngetuienis\n29.\ngetuienis gestaaf deur die bewese feit dat die maatskappy getender het vir\ndie verkoop van klip teen daardie prys op die perseel.\nDit het gevolglik\nvervoerkoste uitgesluit. Word die som van R1,26 per m\n3\nwat gedurende\n1981 op die klip wat verkoop word betaalbaar was\n,\nafgetrek van R8,50 laat\ndit 'n netto verkoopprys van R7,24 per m\n3\n. Op daardie basis is die\nwaarde\nvan\n16 000 m\n3\nklip dan R115 840, d w s R43 840\nhoër as die waarde in die finansiële state aangegee. Selfs al word die\nwaarde van die\ngeboue en strukture buite rekening gelaat en die leningsrekenings\nas 'n korttermyn las beskou, is die verlies van R1 309,63 in 'n\nbatige saldo\nomskep en was die maatskappy dan nie insolvent nie.\nDie Verhoorhof het geen geloofwaardigheidsbevin=\nding t a v mev Esterhuizen gemaak nie en het trouens, met\ndie uitsondermg van sekere berekenings wat sy na die likwidasie\nvan die maatskappy gemaak het, glad nie na haar getuienis verwys nie. Daar is\nna my mening geen rede om haar getuienis te betwyfel\ndat die klip teen R8,50 per\nm\n3\nverkoop is nie, en dit moet aanvaar word.\nWat\n30.\nWat die hoeveelheid gesifte klip op 28 Februarie 1981 betref, het\nappellant getuig dat alhoewel hy nie 'n fisiese voorraadopname gemaak\nhet nie,\nhy oortuig was uit wat hy self op die perseel gesien en uit die rekords van die\nmaatskappy verneem het, dat daar op daardie\ndatum minstens 16 000 m klip op die\nperseel was. Hy self het, slegs op díe\nstate van du Plessis, veel\nlater bereken dat daar op 28\nebruane 1982 minstens 14 873 m\n3\nklip was. Maar daardie\nstate het nie ingesluit wat deur die ander vervoerkontrakteurs en deur die\nmaatskappy self vervoer was nie, en gee gevolglik nie 'n\nbetroubare geheelbeeld\nnie.\nDit is hoogs waarskynlik dat indien die hoeveelheid klip op die klipperseel\naanmerklik minder as 16 000 m\n3\nwas Christie dit sou agtergekom het\nwant hy sou volgens mev Esterhuizen ten laatste op 25 Augustus in besit gestel\ngewees het van\ndie finansiële state. Daar was egter geen suggestie dat hy\nenigsins ontevrede was oor wat hy op die klipperseel\ngewaar het nie.\nDie\n31.\nDie boeke van die maatskappy is na 25 Augustus\n1981 nie behoorlik gehou nie en hef later in só 'n wanorde verval dat mev\nTheron,\nwat vanaf November 1981 die boekhou= ding oorgeneem het, twee keer by\nmev Esterhuizen om hulp moes aanklop; die eerste keer op 15\nDesember en die\ntweede teen die einde van Januarie 1982. Volgens mev Esterhuizen was die boeke\nop 15 Desember in 'n benarde toestand\nen moes sy 'n hele dag daaraan wy om mev\nTheron behoorlik in te lig en te help daarmee. '\nn\nSwart voorradeboek wat\nmev Esterhuizen behoorlik op datum gehou het tot 25 Augustus. 1981 was op 15\nDesember nog beskikbaar maar het\ndaarna verdwyn. Die kardinale belang van\ndaardie boek in die\nbepaling van die klipvoorraad is ooglopend. Dit het later\ngeblyk dat mev Theron na die likwidasie van die maatskappy\nnagelaat het om al die boeke aan die likwidateur, te oorhandig 'n Aansienlike\nhoeveelheid boeke is trouens gedurende die verhoor deur\nhaar tuis ontdek en\ningehandig. Die swart voorradeboek is egter steeds weg. Daarsonder is dit\nnie\nmoontlik\n32.\nmoontlik om nou te bepaal of die aangegewe hoeveelheid van 16\n000 m\n3\nverkeerd is nie, en is dit ewe onmoontlik om te bepaal of daar\nmeer of minder as 16 000 m\n3\ngesifte klip op die perseel was op 25\nAugustus 1981.\nSoos reeds opgemerk, het Christie egter blykbaar aanvaar dat die hoeveelheid\nwat hy opgemerk het in die omgewing van 16 000 m\n3\nwas.\nDaar kan ook nie peil getrek word op die effek van Barbour se opmetings nie\nomdat daar geen getuienis is oor wat met die klipvoorraad\ngebeur het gedurende\ndie tydperk Maart - Oktober 1982 niei. Wat deur die Verhoorhof uit die oog,\nverloor is is die feit dat respondent\ndie klipkontrak aan die einde van 1981\nlaat verval het en dat die eienaar, Nieuwoudt, sy voorneme aan appellant\nuitgespreek het om\ndie\ngesifte klip self te verkoop. Gedurende die meer as ses\nmaande wat verloop het vandat die maatskappy sy aktiwiteite op\ndie perseel gestaak het totdat Barbour sy opname gemaak het , kon Nieuwoudt\nwettiglik 'n baie groot hoeveelheid klip verkoop het.\nHy het nie getuig nie en\ndaar is gevolglik geen bewys van wat in daardie tydperk gebeur het nie. In die\nlig van Nieuwoudt se verklaarde\nvoorneme is dit egter geensins onwaarskynlik dat\nhy inderdaad gedurende daardie tydperk\nbaie...\n33.\nbaie van die klip kon verkoop het nie. Hier is derhalwe geen sprake van die\nonregmatige verwydering waarvan die Verhoorhof melding\ngemaak en verwerp het\nnie.\nNie alleen is daar geen direkte getuienis dat die voorraad gesifte klip op 28\nFebruarie 1981 minder as 16 000 m\n3\nwas nie, maar daar is ook geen\nbewese feite waarvan\nso 'n af leiding gemaak kan word nie.\nWat ook nie uit die oog verloor moet word nie, is\ndat volgens appellant se onbetwiste getuienis daar nie van die noodvoorraad\n(\"stockpile\") gemengde sand en klip wat oorspronklik opgebou\nis, gebruik is in\nsy tyd nie ( d w s tot 25 Augustus 1981), en dat respondent getuig het dat in sy\ntyd geen materiaal op die klipperseel\ngesif is nie. Daardie noodvoorraad was\nhoogs waarskynlik derhalwe nog daar gedurende Oktober 1982. Dit is egter nie een\nvan die hope\nwat deur Barbour opgemeet is nie, want hy het klaarblyklik net met\ngesifte hope ge'werk. Hy en Vaatz het dit moontlik nie aangesien\nvir wat dit was\nnie want dit moes 'n ander voorkoms\ngehad\n34.\ngehad het as die gesifte hope. Dat dit egter 'n\ngroot voorraad gemengde materiaal was, blyk duidelik uit appellant se onbetwiste\ngetuienis\ndaaromtrent.\nBy die bepaling van die solvensie al dan nie van die maatskappy sou daardie\nnoodvoorraad, om die redes later hierin uiteengesit, ook\nin ag geneem moes word\nen sou\n'n\nwaardebepaling daarvan gedoen moes word, al sou dit dan net\nby benadering kon wees. Tot sy nadeel het respondent dit egter nie gedoen\nnie.\nDie bewyslas was op respondent om op 'n oorwig van waarskynlikhede te bewys\ndat die voorraad gesifte klip minder as 16 000 m\n3\nwas; hy het geen\nsodanige bewys gelewer nie. Al word dit vir doeleindes van hierdie uitspraak\naanvaar dat daar 'n \"weerleggingslas\"\nop appellant gerus het om te bewys dat die\nwaarde van die klip meer was as R4,50 per kubieke meter dan het hy na my mening\nuit hoofde\nvan wat\nhierbo\n35.\nhierbo uiteengesit is hom van daardie las gekwyt en het\nrespondent in gebreke gebly om te bewys dat die waarde van die klip toe\nminder was as R7,24 per kubieke meter.\nDit is namens respondent ook betoog dat die klip terwyl dit nog op die\nklipperseel was, nie die eiendom van die maatskappy was nie,\ndat eiendomsreg\neers op die maatskappy oorgegaan het wanneer die klip verwyder was en daarvoor\nbetaal is en dat die klipvoorraad\nop die klipperseel gevolglik nie 'n bate van\ndie maatskappy was nie. Daardie betoog gaan nie op nie. Dit is duidelik dat die\nmaatskappy\nuitsluitlike beskikkingsreg oor daardie klip gehad het en dat die\neienaar van die perseel geen reg gehad het om daarmee te handel\nof om die\nmaatskappy te verhoed om dit te verkoop nie. Dit was eers na verkoping en\nverwydering daarvan dat die maatskappy hom vir\ndie betrokke klip moes betaal.\nDie klipvoorraad was gevolglik 'n bate van die maatskappy en is korrek as sulks\nin die finansiële\nstate gereflekteer.\nDit\n36.\nDit i\ns\nook betoog dat dit nie bewys is dat die huurkontrakte hernu is\nen nog op 25 Augustus 1981 van krag was nie. Daardie betoog gaan ook\nnie op nie.\nDie maatskappy was in openlike besit van die persele en daar was geen getuienis\nof suggestie dat die eienaars enigsins\nvan plan was om dit daar uit te sit nie.\nNamens Nieuwoudt is navraag by respondent gedoen gedurende Februarie 1982 oor\nwaarom die\nklipkontrak nie hernu is nie. Dis is toe, na bespreking met\nNieuwoudt, dat respondent hom by die verval van die kontrak berus het.\nDie\nnavraag is egter 'n duidelike indikasie dat die kontrak hernu was vir die jaar\n1981.\nGedurende Oktober 1982 het raev Esterhuizen op\nversoek van adv Botha 'n staat vir hom opgestel om by benadering die stand\nvan die maatskappy se sake op 25 Augustus 1981 te reflekteer.\nDit was volgens\nhaar getuienis egter op onvolledige gegewens gegrond en was \"bloot 'n oefening\"\nwat bedoel was slegs vir Botha se\npersoonlike doeleindes \"net om te wys hoe die\nsake min of meer gestaan het\". Daardie staat het die maatskappy in elk geval as\nsolvent\naangedui.\nLater, in 1983, tydens die ondervragings voor die Weesheer in die\nlikwidasieverrigtinge, het mev Esterhuizen op versoek van mnr Vaatz,\nwat toe\n'n\nlikwidateur was, 'n staat\nopgestel\n37.\nopgestel betreffende sekere voor-likwidasie transaksies van die maatskappy.\nHierdie staat is egter ook op gebrekkige gegewens gegrond\nen derhalwe van min\nnut.\nDaar kan na my oordeel derhalwe op geeneen van dié state gesteun word\nvir die bepaling of die maatskappy solvent of insolvent\nwas op 25 Augustus 1981\nnie.\nUit hoofde van die bogaande is ek gevolglik van oordeel dat respondent nie\ndaarin geslaag het om te bewys dat die maatskappy op 25\nAugustus 1981 insolvent\nwas nie. Die respondent se verweer en teeneis is slegs op\nhierdie grond al daarmee heen, en dus moet die appèl gehandhaaf\nword.\nEk is egter van mening dat die respondent ook\nnie bewys het dat hy deur enige verswyging of wanvoorstelling deur appellant\nbeweeg is om die ooreenkoms van 25 Augustus 1981 aan\nte gaan nie. Hy is na my\nmening in der waarheid deur Christie beweeg om dit te doen. Daarvan spreek die\nfeite hierbo uiteengesit\nal te duidelik. Dat dit so is, word\nverder\n38.\nverder bevestíg deur respondent se beskuldigings en\nverwyte aan Christie in 'n brief wat hy op 1 Maart 1982\naan hom\ngeskryf\nhet en waarin hy Christie by duidelike implikasie daarvoor verantwoordelik hou\ndat hy tot die koop toegetree het. In daardie\nbrief skryf respondent o m die\nvolgende:\n\"\nOok hierdie finansiële krisis waarin ons ons tans bevind is jy voor\nverantwoordelik.\nOok as ons as gevolg daarvan alles sal moet inboet wat ons\nons lewe voor geswoeg en gewerk het sal dit aan jou geen duit skeel nie,\nwant jy\nkan mos skotvry anderkant uítstap as ons bankrot gaan wat het dit met jou\nte doen.\nWat jy\ng\nerieflikheidshalwe vergeet, is dat ons hierin beland\nhet om jou te help.\nOok hiervoor koester ek geen haat nie, want ek moes my\noë oopgemaak het alvorens ek my in so iets begewe het\".\nEk het sekere passasies in die aanhaling benadruk.\nDie geleerde regter het die bovermelde feite\nnie genoem nie en het hulle blykbaar misgekyk. Die indruk wat hy van die\nrespondent gekry het dat hy die tipe persoon is \"wat nie\nbloot op sy seun se\nentoesiastiese siening van die moontlikhede\nvan\ndie besigheid sou\ngehandel het nie\" ,\nen\n39.\nen \"dat hy ook inligting van die verkoper, wat hy alreeds ontmoet het en ook\nvertrou het, sou wou inwin\" is gevolglik nie op die feite\nbaseer nie, en is\nfoutief. Dit kan terloops gemeld word dat al kontak wat respondent tevore met\nappellant gehad het was toe lg opgetree\nhet as prokureur vir die verkoper in die\noordrag van grond wat respondent gekoop het; en dit was 'n paar jaar voor die\nonderhawige\ngeval.\nDaar is ook sterk aanduidings dat indien respondent ooit enige\nterugtrëdingsreg gehad het, hy afstand daarvan gedoen het. Hy\nhet getuig\ndat hy binne 2-3 weke na die koop besef het hulle \"gaan beslis probleme optel\"\nmet die besigheid, maar hy het nietemin\nvoortgegaan daarmee en het teen die\neinde van Oktober 1981, weens probleme met Christie, hom as't ware uit die\nmaatskappy \"uitgesit\"\nen 'n verdere kontrak met respondent aangegaan in terme\nwaarvan hy voorts as alleen-koper vir Christie as mede-koper vervang het.\nGedurende November 1981 het hy die huurkontrak met Asbest verleng tot 31 Mei\n1982, en hy was bewus van die\nhulp\n40.\nhulp wat mev Esterhuizen aan sy vrou met die boeke verleen\nhet, klaarblyklik met die doel om die maatskappy se bestuur te verbeter.\nGedurende Februarie 19S2 het hy met toestemming van appellant van die masjinerie\nvan die maatskappy verkoop in 'n poging om die maatskappy\naan die gang te hou en\nhet met hom op 8 Maart 'n verdere ooreenkoms aangegaan in terme waarvan hy aan\nappellant nie alleen R9 370\nbetaal het omdat hy sekere items van die masjinerie\nonder hul reserwepryse verkoop het nie, maar ook aan hom die Maart-paaiement\nop\ndie koopsom betaal het en onderneem het om die verdere paaiemente daarop ook te\nbetaal.\nHy het ook in daardie tyd sonder welslae probeer om die klipkontrak te hernu\nal was hy buitenstyds daarmee. Dit was eers later in\nMaart toe die bank die\nmaatskappy verdere kredietfasiliteite geweier het dat hy tou opgegooi het.\nRespondent het beweer dat hy nie bewus was daarvan dat hy enige\nterugtredingsreg weens onregmatige verswygings of wanvoorstellings\ngehad het\nnie. Dit is moeilik om dit te\nglo\n41.\nglo van 'n persoon wat sake gedoen het van die aard en op die\nskaal waarop\nhy\ndit gedoen het. Wat sou hy bv gedoen het as 'n bul wat hy\nten duurste gekoop het vir teeldoeleindes nie in staat was om te teel nie\nen\ndaar 'n onregmatige wanvoor= stelling of verswyging deur die verkoper oor\ndaardie onvermoë was? Dit is egter nie vir doeleindes\nvan hierdie uitspraak\nnodig om 'n bevinding oor die beweerde afstanddoening te maak nie, en ook nie om\nander aspekte wat tydens die\nbetoë geopper is te oorweeg nie.\nBygevolg slaag d\nie\nappèl met koste en word die teenappèl\nmet koste van die hand gewys.\nDie bevel van die Verhoorhof word tersyde gestel en vervang deur die volgende\nbevel:\n\"1) Verweerder word gelas om aan eiser die bedrag van R24 005,00 te betaal\ntesame met rente daarop\na tempore morae\ntot datum van betaling\ndaarvan;\n2) Die teeneis word\nvan die\nhand gewys;\n3) Koste van die geding insluitende dié met betrekking tot die\nteeneis, moet deur verweerder betaal word aan eiser;\n4) Eiser\n4)\nEiser word '\nn\nnoodsaaklike getuie verklaar;\n5)\nVerweerder betaal die koste van die verskyning op 25 Junie 1982 in\nverband met eiser se aansoek om summiere vonnis.\nM T\nSTEYN, Wn AR\nRABIE, Wn HR ) VAN HEERDEN, AR ) Stem saam\n42.",
  "scraped_at": "2026-02-11T21:17:13.381612",
  "date": "1987-09-22",
  "coram": [
    "RABIE, Wn HR",
    "VAN HEERDEN, AR",
    "STEYN, Wn AR"
  ],
  "case_number": "152/86",
  "parties": {
    "applicants": [
      "HENDRIK JOHANNES VAN BILJQN"
    ],
    "respondents": [
      "FRANCOIS DOMINICUS THERON"
    ]
  },
  "sections": {
    "facts": "The appellant, Hendrik Johannes Van Biljon, owned a 61% shareholding in Namibia Bricks (Edms) Bpk. On 25 August 1981 the respondent, Francois Dominicus Theron, agreed to purchase those shares for a purchase price of R50,000 payable in 24 monthly installments of R2,375 each, the first due on 7 September 1981. The respondent paid the installments up to March 1982 but failed to pay the April installment. The appellant subsequently sued for the outstanding balance of R24,005 together with interest. The respondent counter‑claimed that the company was insolvent at the time of the sale, that the appellant had made fraudulent misrepresentations about the company’s solvency and profitability, and that the contract should be rescinded with a claim for damages of R116,684.49. The lower court dismissed the appellant’s claim and upheld the respondent’s counter‑claim, except for a separate claim for R23,000 owed to the advocate J P Botha. The appellant appealed this decision.",
    "issues": "1) Whether the appellant was entitled to the outstanding purchase price and interest. 2) Whether the contract was voidable on the ground of fraud or misrepresentation by the appellant regarding the company’s solvency and profitability. 3) Whether the respondent proved that the company was insolvent at the material date of 25 August 1981. 4) Whether the respondent was entitled to the claimed damages and to rescind the contract. 5) The proper allocation of costs.",
    "principles": "South African contract law requires that a party alleging fraud or misrepresentation must prove the existence of such misrepresentations on a balance of probabilities. The onus of proving insolvency lies on the party invoking it as a defence. Where a contract contains a clause providing for immediate payment upon default, the defaulting party is liable for the outstanding balance. A claim for damages for breach of contract must be directly linked to the breach and supported by credible evidence. Costs follow the event unless there is a specific cost order.",
    "application": "The appellate court found that the respondent failed to prove, on a balance of probabilities, that Namibia Bricks was insolvent on 25 August 1981. The respondent also failed to establish that the appellant had intentionally misrepresented the company’s financial position; the evidence on the valuation of stock and the existence of a “stockpile” was inconclusive. Consequently, the contract remained valid and the respondent’s right to rescind it was not established. The respondent’s claim for damages of R116,684.49 was therefore untenable. The court upheld the lower court’s dismissal of the respondent’s counter‑claim, except for the separate issue concerning the R23,000 owed to Advocate Botha, which had already been dealt with. The appellant’s claim for the outstanding purchase price and interest was restored.",
    "conclusion": "The appeal was allowed. The respondent was ordered to pay the appellant the outstanding amount of R24,005 together with interest a tempore morae from the date of judgment. The respondent’s counter‑claim was dismissed, save for the already‑determined issue concerning the R23,000 payable to Advocate Botha. Costs of the appeal were awarded to the appellant in accordance with the detailed cost order set out in the judgment."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Shares / Misrepresentation",
    "level_3": [
      "sale of shares",
      "misrepresentation",
      "contract breach",
      "damages",
      "insolvency"
    ]
  }
}