{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/96.html",
  "case_name": "S v Kock and Another (596/86) [1987] ZASCA 96 (22 September 1987)",
  "citation": "[1987] ZASCA 96",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 96\n|\nNoteup\n|\nLawCite\nS v Kock and Another (596/86) [1987] ZASCA 96 (22 September 1987)\nDownload original files\nPDF format\nRTF format\n/MC Saak\tnr\n569/86\nJOHN KOCK\nEerste Appellant\nBENJAMIN PENNELS\nTweede Appellant\nen\nDIE STAAT\nRespondent\nVIVIER AR.\n/MC\tSaak nr 569/86\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPeLAFDELING)\nIn die saak tussen\nJOHN KOCK\nEerste Appellant\nBENJAMIN PENNELS\nTweede\nAppellant\n- en -\nDIE STAAT\nRespondent\nCORAM:\nRABIE VJn HR et BOTHA, VIVIER ARR.\nVERHOORDATUM\n: 11\nSEPTEMBER 1987.\nLEWERINGSDATUM\n: 22 SEPTEMBER 1987.\nUITSPRAAK\n/ ...\nUITSPRAAK\nVIVIER AR:-\nDie twee appellante, na wie ek hierna\nas\nbeskuldigdes 1 en 4 onderskeidelik verwys, het\nsaam\nmet twee ander, na wie ek as beskuldigdes 2 en 3\nonderskeidelik sal verwys, in die Kaapse Provinsiale\nAfdeling voor LATEGAN R en twee assessore tereggestaan\nop vyf aanklagte: een van moord, een van verkragting,\neen van roof met verswarende omstandighede en twee van\nhuisbraak met die opset om 'n aan die aanklaer onbekende\nmisdryf te pleeg waarby verswarende omstandighede\naanwesig was. Beskuldigdes 2 en 3 is op al die\naanklagte onskuldig bevind. Op die moordaanklag is\nslegs /...\n3.\nslegs beskuldigde 1 skuldig bevind maar op die aanklag van verkragting,\ndié van roof en een aanklag van huis= braak is beide\nbeskuldigdes 1 en 4\nskuldig bevind. Geen versagtende omstandighede is ten opsigte van die\nmoordaanklag gevind nie en beskuldigde\n1 is op hierdie aanklag ter dood\nveroordeel. Op díe aanklag van verkragting\nis\nbeide beskuldigdes 1\nen 4 die doodstraf opgelê. Beskuldigdes 1 en 4 is elkeen tot 10 jaar\ngevangenisstraf weens die roof en\ntot 10 jaar gevange= nisstraf weens die\nhuisbraak gevonnis. Met verlof van die Verhoorregter appelleer beskuldigdes 1 en\n4 teen die\ndoodvonnis wat hul op die aanklag van ver= kragting opgelê is.\nMet verlof van hierdie Hof appelleer\nbeskuldigde /...\n4.\nbeskuldigde 1 ook teen sy skuldigbevinding op die\nmoordaanklag.\nDie saak spruit uit 'n aanval deur 'n bende\nop die\nhuis van Patrick Van Sensie in Steenberg,\nKaapstad,gedurende die nag van 26 Julie 1985. In die\nloop van die aanval is Van Sensie se swaer, Mogamat\nAllie Isaacs, met 'n panga doodgekap, Van Sensie se\nvrou, Felicity, verkrag, die huis geplunder en Van\nSensie van goedere ter waarde vah R1480-00 beroof.\nDie droewige geheure van die nag het begin toe\ndie aanvallers op een of ander wyse toegang verkry het\ntot die buitekamer waarin die oorledene gewoon\nhet.\tDié kamer het 'n buitedeur\nmaar / ...\n5.\nmaar geen verbindingsdeur met die res van die húis nie.\nVolgens die onbetwiste getuienis van Van Sensie en\nFelicity, is hulle kort na drie-uur die nag gewek\ndeur 'n geraas vanuit die oorledene se kamer wat langsaan\nhulle slaapkamer is. Van Sensie het dit as dowwe\nkapgeluide beskryf. Hy het ook ander geluide uit\ndie oorledene se kamer gehoor soos laaie wat uitgeruk\nword. Hy het na die oorledene geroep maar geen antwoord\ngekry nie. Kort daarna het hy gehoor dat die kombuisdeur,\nwat die enigste deur is wat toegang tot sy gedeelte van\ndie huis verleen, sowel as die kombuisvenster stukkend\ngekap word. In 'n poging om die aanvallers buite te\nhou, het Van Sensie 'n swaar kombuiskas voor die deur\ngeskuif /....\n6.\ngeskuif, R30-00 deur die stukkende kombuisvenster aan\nhulle gegee en gepleit dat hulle hom met rus moes laat\nDit was tevergeefs. Die ruite van die twee sitkamer=\nvensters is daarna gebreek en die gordyne aan die brand\ngesteek, met die dreigement om die huis af te brand\nas\nVan Sensie nie die deur oopmaak nie.\nVan Sensie het die kombuisdeur van sy huis\noopgemaak en twee van die aanvallers het ingekom.\nDit was beskuldigdes 1 en 4. Beskuldigde 1 was met 'n\npanga gewapen en het bloedspatsels voor op sy broek\ngehad. Volgens Van Sensie het beskuldigde 1 herhaal=\ndelik aan hom gesê: \"ek is die bose gees\" en het hy op\naanmatigende wyse opgetree \"asof hy nou alles\noorgevat / ...\n7.\noorgevat het daar by my huis\". Beskuldigdes 1 en 4\nhet begin om die huis te deursoek vir geld en Van\nSensie se besittings by die huis uit te dra. Volgens\nVan Sensie het die bende uit vier lede bestaan. Daar\nwas 'n derde man in die huis en een het buite gebly,\nmaar hy kon hierdie twee nie identifiseer nie.\nNadat Van Sensie van sy besittings beroof is,\nhet beskuldigde. 1 op brutale wyse te kenne gegee dat\nhy gemeenskap met Felicity wou hê. Sy was op daardie\nstadium 6 maande swanger en haar swangerskap was\nduidelik sigbaar. Toe sy weier, het beskuldigde 1\ngedreig dat hy haar man sou doodmaak as sy nie toestem\nnie / . . .\n8\nnie. Toe Van Sensie by hom pleit om sy vrou te\nlos omdat sy swanger was, het hy gesi: \"Wat maak\ndit saak?\" en Felicity na buite geneem. Buite die\nhuis het eers beskuldigde 1 en daarna die ander lede\nvan die bende haar verkrag, terwyl beskúldigde 4 in\ndie slaapkamer met 'n panga in sy hand wag gestaan het\nby Van Sensie, sy twee kinders en sy suster se kind.\nmet die klaarblyklike doel om te verhoed dat hulle\nhulp verleen aan Felicity of hulp ontbied. Na 'n ruk\nhet die ander vir beskuldigde 4 geroep en hy is ook\nna buite waar hy, volgens Felicity, die laaste man was\nwat haar verkrag het. Nadat hy klaar was, het\nbeskuldigde 1 haar beveel om in die huis te gaan,\nwat / ....\n9.\nwat sy gedoen het.\nVolgens Van\nSensie\nhet hy die oorledene\nhoor kreun net voor Felicity teruggekom het, en sy\nhet getuig dat toe sy in hul slaapkamer kom, sy\n\"geslanery\" gehoor het vanuit die oorledene se\nslaapkamer. Na ongeveer 10 minute het Van Sensie\nna die oorledene se sláapkamer gegaan, waar hy hom\ndood aangetref het. Volgens die na-doodse ondersoek\nhet die oorledene as gevolg van veelvuldige beserings\nbeswyk. Daar was nege diep snywonde aan sy kop\nwaarvan vyf die brein binnegedring het. Die wonde\naan die kop het gewissel van 4 cm tot 10 cm in lengte,\nwat volgens die mediese getuienis daarop dui dat dit\nmet / . . .\n10.\nmet 'n panga veroorsaak is. Daarbenewens was daar\nsewe snywonde voor op die bors van die oorledene. en\ntwee van sy ribbes was gebreek.\nEk behandel eers beskuldigde 1 se appèl\nteen\nsy skuldigbevinding aan moord. Ek het reeds\nna die omstandigheidsgetuienis teen hom verwys. Hy\nhet nie self getuig of enige getuienis aangebied nie.\nDie oorledene is doodgemaak in die loop van 'n aanval\nop Van Sensie se huis deur 'n\nbende bestaande uit\nbeskuldigdes 1 en 4 en nog twee of moontlik drie persone\nDie getuienis van Van Sensie en Felicity toon onteen=\nseglik dat beskuldigde 1 as die leier opgetree het\nvanaf die stadium toe die bende toegang tot die kombuis\nverkry het. Hy het eerste by die kombuis ingekom,\nhy / ...\n11.\nhy het Van Sensie se besittings uitgedra, die\ninwoners geterroriseer, Felicity uit die huis geneem,\nhaar eerste verkrag en haar beveel om terug te gaan\nnadat die laaste een haar verkrag het. Toe Van Sensie\ndie R30-00 deur die venster aangegee het, was beskuldigde\n1 die man wat dit geneem het.\nHieruit is die afleiding geregverdig.\nmeen ek, dat in die onmiddellik voorafgaande gebeure,\ntoe die oorledene aangeval is deur dieselfde bende,\nbeskuldigde 1 ook daar die leidende rol gespeel het\nHierdie afleiding word versterk deur die feit dat\nbeskuldigde 1 'n paar minute na die aanranding op die\noorledene, in die kombuis verskyn met 'n panga in die\nhand / ...\n12.\nhand en bloedspatsels op sy broek, waarvoor hy geen\nverduideliking gee nie. Die afleiding dat beskuldigde\n1 as die leier opgetree het, kan ook gemaak word t o v\ndie \"geslanery\" wat Felicity na die tyd gehoor het.\nAs daarby in aanmerking geneem word die aard en aantal\nwonde wat die oorledene toegedien is, meen ek dat\nbeskuldigde 1 tereg aan moord skuldig bevind is.\nDit bring my by beskuldigdes 1 en 4 se\nappèl\nteen die doodvonnis wat hulle weens verkragting\nopgelê is. Beskuldigde 1 is as dader en beskuldigde\n4 as medepligtige skuldig bevind. Die Verhoorhof\nhet bevind dat Felicity se uitkenning van beskuldigde\n4 as die laaste persoon wat haar verkrag het, nie\nbetroubaar / ...\n13.\nbetroubaar genoeg is nie. Hy is gevolglik slegs as\nmedepligtige aan verkragting skuldig deurdat hy\nbewustelik aan die ander hulp verleen het ten einde\ndie pleging van die misdaad deur laasgenoemdes te\nbevorder.\nDie doodvonnis is in die uitoefening van\ndie Verhoorregter se statutere diskresie opgelê,\nen hierdie Hof se bevoegdheid om in te gryp,\nis beperk tot gevalle van onreëlmatigheid, wanvoor=\nligting of onredelikheid (S v Buthelezi 1985(2) SA\n806{A) op 811 H en\nS v S\n1987(2) SA 307(A) op\n311 H). Die grondbeginsel van die verskillende\nformulerings wat deur hierdie Hof van tyd tot tyd\naangewend/...\n14.\naangewend is om te bepaal of ingryping geregverdig\nis, is dat hierdie Hof alleen ingryp indien hy oortuig\nis dat die Verhoorregter\nsy\ndiskresie\nop 'n\nonbehoorlike\nof onredelike wyse uitgeoefen het. Sien die meerder=\nheidsuitspraak van BOTHA AR in\nS v Pieters\n1987(3) SA\n717 (A) op 728 B-C.\nNamens beskuldigde 1 is betoog dat die Verhoor=\nregter fouteer het deurdat hy die geweldpleging, wat 'n\nelement van die misdade van huisbraak en roof was, ook\nin aanmerking geneem het by vonnisoplegging vir ver=\nkragting. Die passasie uit die Verhoorregter se\nuitspraak waarna in hierdie verband verwys is, steun\nnie die betoog nie. Daarin word wel verwys na die\ngeweldpleging / ....\n15.\ngeweldpleging by die inbraak en die roof, sonder om\ndit hoegenaamd in verband te bring met die verkragting\nWat wel ten opsigte van die verkragting beklemtoon\nword, is dat die klaagster uit die beskutting van haar\nhuis geneem en verkrag is. Dit is sonder twyfel 'n\nverswarende faktor by die verkragting.\nDaar is voorts namens beskuldigdes 1 en 4\nbetoog dat die Verhoorregter die erns van die verkragting\noorbeklemtoon het. In hierdie verband is gesteun op\ndie feit dat daar nie onnodige geweld gebruik is nie,\ndat die klaagster geen fisiese beserings opgedoen het\nnie en dat sy waarskynlik volkome sal herstel van die\nsielkundige gevolge van die verkragting. Die klaagster\nwas / . . .\n16.\nwas ten tyde van die gebeure 26 jaar oud. Sy was\nreeds 9 jaar getroud, het twee kinders gehad en was\n6 maande swanger. Dat sy nie fisies beseer en die\nongebore vrug nie beskadig is nie, is te danke\ndaaraan dat sy geen weerstand gebied het nie.\nVolgens die getuienis van die psigiater, prof Nash,\nis die klaagster sielkundig ernstig geknou deur die\nverkragting. Prof Nash het getuig dat sy 'n kroniese\ntoestand van vrees\nen\nonveiligheid ervaar sodat sy\nnooit alleen wil wees nie. Dit blyk uit die feit dat\ndie klaagster en haar man onmiddellik na die gebeure\nweggetrek het uit hulle huis en by haar moeder gaan\nwoon het. Haar huweliksverhouding is geraak deurdat\nsy / ...\n17.\nsy haar libido verloor het. Prof Nash was van\nmening dat die klaagster méttertyd volkome sou\nherstel, maar was nie bereid om te si hoe lank dit\nsou neem nie. Daar is namens beskuldigde 1 betoog\ndat die Verhoorregter fouteer het toe hy in sy\nuitspraak oor vonnis gesi het dat daar \"baie diep\nwonde in haar siel geslaan is wat 'n baie lang tyd\nsal neem om te genees\". Na my mening, egter, is\nhierdie woorde 'n juiste opsomming van prof Nash se\ngetuienis. Onder al die omstandighede van die saak\nkan, na my mening, nie gesi word dat die Verhoorregter\ndie erns van die verkragting oorbeklemtoon het nie.\nDaar / ...\n18.\nDaar is voorts namens beskuldigdes 1 en 4\nbetoog dat\ndie Verhoorregter fouteer het deur nie\noorweging te skenk aan die oplegging van 'n lang termyn\nvan gevangenisstraf as 'n moontlike alternatiewe vonnis\nnie. Die Verhoorregter behandel nie uitdruklik\nhierdie aspek nie, maar dit beteken nie dat hy nie die\nmoontlike altecnatiewe vonnis van gevangenisstraf\noorweeg het nie. Die Verhoorregter het tot die\nslotsom gekom dat, inaggenome die erns van die misdaad\nen al die feite en omstandighede van die saak, die\ndoodvonnis die gepaste\nvonnis is.\nDit spreek vanself\ndat hy om dieselfde redes besluit het dat 'n lang\ntermyn van gevangenisstraf nie die gepaste straf is nie\n(vgl / ...\n19\n(vgl\nS v Pieters\n,\nsupra\n, op 728 D-I en\nS v Mooi\n1985(1) SA 625(A) op 631 A-B). Dit is duidelik dat die\nhervormingsmoontlikhede van beide beskuldigde 1, met agt vorige veroordelings\nen\nbeskuldigde 4, met nege vorige veroordelings, skraal is.\nNamens beskuldigde 4\nis betoog dat hy 'n mindere rol gespeel het by die verkragting as beskul= digde\n1 en dat hy gevolglik minder\nverwytbaar is. Na my mening was nòg sy rol,\nnòg sy verwytbaarheid minder as dié van beskuldigde 1. Indien\nbeskuldigde\n4 nie met 'n panga in die hand waggestaan het oor Van Sensie en die\nander nie, sou hulle heel waarskynlik alarm gemaak of hulp ontbied\nhet.\nBeskuldigde 4 se optrede\nhet / ...\n20.\nhet daartoe gelei dat die klaagster deur beskuldigde\n1 en die ander lede van die bende verkrag is. Onder\nhierdie omstandighede kan beskuldigde 4 se rol nie as\nkleiner aangemerk word as dié van die daders nie.\nVerder toon die feite van die saak dat hy hom ten\nvolle vereenselwig het met die pleging van die\nverkragting deur die ander, sodat nie gesê kan word\ndat sy morele verwytbaarheid minder is nie.\nEk is gevolglik van mening dat hierdie Hof\nnie kan\nbevind dat die Verhoorregter met die oplegging\nvan vonnis vir die verkragting sy diskresie op onbe=\nhoorlike of onredelike wyse uitgeoefen het nie.\nDie appelle van beide beskuldigdes 1 en 4\nword\nafgewys.\nW. VIVIER AR.\nRABIE Wn HR ) Stem saam BOTHA AR )",
  "scraped_at": "2026-02-11T21:17:43.176444",
  "date": "1987-09-22",
  "coram": [
    "Rabie",
    "Botha",
    "Vivier"
  ],
  "case_number": "569/86",
  "parties": {
    "applicants": [
      "John Kock",
      "Benjamin Pennels"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On the night of 26 July 1985 a gang broke into the house of Patrick Van Sensie in Steenberg, Cape Town. The gang, identified as consisting of John Kock (appellant 1), Benjamin Pennels (appellant 4) and several unknown persons, forced entry, robbed goods worth R1,480, and violently assaulted the occupants. Patrick Van Sensie was murdered with multiple skull and chest injuries inflicted by a panga. His wife, Felicity, who was six months pregnant, was raped by members of the gang. The gang also committed housebreaking and robbery. At trial the two appellants were convicted of murder (Kock alone), rape (both Kock and Pennels), robbery and housebreaking, receiving death sentences for murder and rape and lengthy prison terms for the other offences.",
    "issues": "The appeal raised (1) whether the trial judge was correct in finding appellant 1 guilty of murder; (2) whether the death sentences imposed for murder and rape were lawful; (3) whether the trial judge erred in exercising his sentencing discretion, particularly in conflating violence committed during robbery and housebreaking with the rape offence; and (4) whether appellant 4 should be held liable as a principal for the rape or only as an accomplice.",
    "principles": "The Court applied the principles governing appellate interference with sentencing discretion, as articulated in S v Buthelezi 1985 (2) SA 806 (A) and S v Pieters 1987 (3) SA 717 (A). Interference is only permissible where the trial judge exercised discretion in an unreasonable, irregular or unfair manner. The Court also considered the doctrine of principal versus accessory liability, the requirement of proof of leadership and intention in murder, and the statutory discretion to impose death sentences for the most serious crimes.",
    "application": "The Court examined the undisputed evidence that Kock entered the kitchen first, wielded a panga, stole property, threatened the victims and directed the rape. It held that Kock was the leader of the attack and therefore the principal murderer. The presence of multiple fatal wounds inflicted by a panga satisfied the elements of murder. Regarding the rape, the Court found that both Kock and Pennels participated in the act; however, it concluded that Pennels’ role amounted to aiding and abetting, not principal liability, justifying a death sentence for Kock and a conviction for Pennels as an accessory. The Court found no irregularity in the trial judge’s consideration of the violent conduct during the robbery as an aggravating factor for the rape sentence, and thus the discretion was exercised reasonably.",
    "conclusion": "The appeals of both appellants were dismissed. The death sentences for murder (appellant 1) and rape (both appellants) were upheld, as were the prison sentences for robbery and housebreaking. No miscarriage of justice was found."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Violent Crimes",
    "level_3": [
      "murder",
      "rape",
      "robbery",
      "death penalty",
      "appellate review"
    ]
  }
}