{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/147.html",
  "case_name": "Wed (Pty) Ltd. v City Council of Pretoria and Others (381/86) [1987] ZASCA 147 (30 November 1987)",
  "citation": "[1987] ZASCA 147",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 147\n|\nNoteup\n|\nLawCite\nWed (Pty) Ltd. v City Council of Pretoria and Others (381/86) [1987] ZASCA 147 (30 November 1987)\nDownload original files\nPDF format\nRTF format\n381/86/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nWED (PROPRIETARY)\nLIMITED\nAppellant\nAND\nCITY COUNCIL OF PRETORIA\n1st\nRespondent\nVOLKSKASSTIGTING\n2nd Respondent\nVOLKSKAS\nBEPERK\n3rd Respondent\nCORAM\n: RABIE, ACJ, BOTHA, VAN HEERDEN, GROSSKOPF, JJA et NICHOLAS,\nAJA\nHEARD\n: 5 November 1987\nDELIVERED\n: 30 November 1987\nJUDGMENT GROSSKOPF, JA\nThis\n2 This appeal concerns two adjacent buildings\nof historical importance in\nChurch Street, Pretoria, viz.,\nthe Sammy Marks Building (also known as the Gundelfinger\nBuilding) and the Kynoch Building. These buildings were\nexpropriated on 1\nSeptember 1965 by the City Council of\nPretoria (\"the Council\"), which is the\nfirst respondent in\nthis matter. At the time of expropriation the Council\nin-\ntended redeveloping the area in which the buildings are\nsituated. A\nnumber of redevelopment schemes were considered\nduring the ensuing years but\nno finality was reached and the\nfuture of the buildings remained unresolved until the 1980's.\nOn 30\nNovember 1983 the Council decided not to demolish the\nbuildings but to\napproach interested persons and bodies to\nassist\n3\nassist with the restoration of the buildings and with their\nin-corporation into a proposed Hendrik Verwoerd square in that area. This\nresolution was subject to the proviso that if the Council could not, before the\nend of 1985, find some-body who was prepared to restore\nthe buildings at his own\nex-pense, or at least to make a major contribution to the costs of restoration,\nthe future of the buildings\nmight have to be reconsidered.\nIn 1983 the\nappellant and an associated com-pany, Continental Trading Company (Pty) Ltd,\noccupied parts of the Sammy Marks Building.\nFor present purposes we may assume\nthat they did so pursuant to leases with the Council. These leases were due to\nexpire on 31 December\n1985. On\n16\n4 16 June 1983 the appellant's sole shareholder, Mr. C.D.S.\nThomaz, wrote to the Council requesting a renewal of the leases beyond\n31\nDecember 1985. On 12 January 1984 the Council wrote to him informing him of the\nresolution adopt-ed by the Council on 30 November\n1983. Further correspondence\nfollowed between the parties, in the course of which the appellant intimated\nthat it was interested\nin restoring the buildings. Later a firm of architects,\nacting on behalf of the appellant, submitted proposals for the restoration\nof\nthe buildings to the Council. Proposals were also sub-mitted by the third\nrespondent on behalf of the second re-spondent. In the\nresult the Council\nresolved on 13 November 1984 to enter into a contract with the second\nrespondent.\nThis\n5 This resolution was confirmed,with certain amendments, on 28 March\n1985. I shall deal later in more detail with the third respondent's\nproposals\nand with the contract decided upon by the Council.\nAfter the Council had\ndecided to contract with the second respondent, it notified the appellant that\nits proposals for the restoration\nof the buildings had not been accepted, and\nthat its lease would terminate on 31 De-cember 1985. (Continental Trading was\nthen no\nlonger in the picture, having been deregistered in 1983).\nThe\nappellant was dissatisfied with the Council's decision because, so it was\ncontended, the Council had failed to comply with section\n35(1) of the Local\nGovernment\nOrdinance, No 17 of 1939 (Transvaal),before deciding to\ncontract .......\n6\ncontract with the second respondent. This sec-\ntion provides,\ninter alia\n, that \"before a council enters\ninto any contract for the execution of any works\" it should\n(with certain exceptions) give notice in a prescribed manner\nof its\nintention to do so, and should ask for tenders. The\nappellant consequently\nappliedon notice of motion to the\nTransvaal Provincial Division for an\norder\n\"that the decision of the First Respondent to contract with the Second\nRespondent for the restoration of the Sammy Marks and Kynoch\nBuildings be\nreviewed and set aside.\"\nThe matter came before FLEMMING J. At the\nhearing in the court\na\nquo\n, as also on appeal, it was common\ncause that the Council had not complied with section 35(1)\nof the Ordinance. The Council's contention was that it was\nnot\n7 not obliged to do so because its proposed contract with the second\nrespondent was not a contract \"for the execution of ... works\"\nwithin the\nmeaning of the section. FLEMMING J decided in favour of the Council, and\ndismissed the applica-tion with costs. With leave\ngranted pursuant to a petition\nto the Chief Justice the appellant now appeals to this Court.\nBefore dealing\nwith the legal issues in this appeal it is convenient first to describe the\nroles of the second and third respondents\nin more detail. On 22 February 1983\nthe third respondent wrote to the Council offering to restore (\"op te knap\") the\nSammy Marks\nBuilding as part of the cele-brations of the third respondent's\nfiftieth anniversary in 1984. This offer fell away because the tenants\ncould\nnot\nbe\n8 be evicted in time. The third respondent nevertheless\nre-tained an interest in the project. On 9 January 1984 the Council wrote\nto the\nthird respondent to inform it of the Council's decision of 30 November 1983\nconcerning the future of the Sammy Marks and Kynoch\nBuildings. The letter to the\nthird respondent was to the same effect as that addressed to the appellant on 12\nJanuary 1984. During\nJuly 1984 the third respondent submitted a long document to\nthe Council entitled \"Voorgestelde Restourasie van die Sammy Marks- en\nKynochge-boue\". This document contained a historical survey of the two\nbuildings, proposals by the third respondent for their restoration,\nestimates of\nthe cost of these proposals, a cash flow projection and sketch plans to\nillustrate the pro-\nposed\n9 posed restoration. In this document the third respondent proposed to\nform an association not for gain in terms of sec. 21 of the\nCompanies Act which\nit would provide with finance to enable it to restore the buildings along the\nlines suggest-ed in the document.\nIn return for this the Council would be\nrequired to grant the new association (which was later formed and is the second\nrespondent)\na 99-year lease at a nominal rental for the first fifteen years or\nso.\nAfter the submission of this comprehensive docu-ment, negotiations took\nplace between the parties. In the course of these negotiations\nthe third\nrespondent's proposals were varied in certain respects, as will be seen.\nBy November 1984 the appellant and the third\nrespondent\n10 respondent were the only persons who evinced an interest\nin restoring the buildings. On 29 November 1984 the Council considered\nthe whole\nmatter and, as I have mentioned above, decided to accept the third respondent's\nproposals as modified. It is not necessary\nto consider its reasons for doing so\n-the appellant did not suggest any irregularity in the grounds upon which the\nCouncil took its\ndecision.\nI turn now to the contents of the proposed\na-greement between the Council and the second respondent. The main provisions,\nas amended\non 28 March 1985, were as follows. The Council was to grant the\nsecond respondent a lease of the buildings for fifty years as from\n1 January\n1986 (not ninety-nine years, as had originally been contemplated).\nAt\n11\nAt the termination of this period preference\nwould be given to the second respondent to renew the lease, and it would have a\nright\nof first refusal. The rental was to be R4294,72 per month at the\ncommencement of the lease, being the amount of rental which the\nCouncil was\nreceiving at the time. This a-mount was to escalate at 5 percent per year. The\nlessee was also to be responsible for\nmunicipal rates and costs of muni-cipal\nservices. After the Council approved the details of the planned restoration, the\nsecond respondent\nwould be re-quired to proceed with the work (which was\nexpected to cost approximately R3 million) in accordance with specifications\nstipulated in the resolution. After completion of the work, the second\nrespondent would be entitled to sub-let the ac-commodation\nin the buildings at\nmarket related rentals. The\n12 proposed contract contemplated that the third\nrespondent\nwould advance the money for the restoration, and that the\nsecond respondent would repay the loan from the surplus re-\nceived from sub-letting the buildings. Once the second re-\nspondent had\nrepaid the loan with interest (which was expected\nto be after twelve years)\nits rental obligations would change.\nThereafter it would pay a proportion of\nthe surplus received\nby it. This was calculated according to a\nformula\nwhich was to change over the period of the lease. Thus the\nsecond\nrespondent would initially pay the whole surplus but\nthe ratio would be\nreduced until it reached the ratio of\n1:2,333 by the 42 nd year.\nI turn now to a more detailed examination of\nsection\n13 section 35 of the Ordinance. This section deals with\n\"any\ncontract for the execution of any works for or on behalf of\nthe council\" and with any contract for \"the purchase of sale\nof any goods by the douncil\" (subject to a minimum price).\nWe are not\nconcerned with the latter category of contracts\nand in what follows I shall\nignore provisions which relate\nspecifically to it. Regarding contracts for the execution\nof works, the\nsection provides that the council is to give\nnotice in a newspaper\ncirculating within the municipality\nand on a notice board at the council's office, of its inten-\ntion to enter into such a contract, expressing the purpose\nthereof and inviting any person willing to enter into such\na contract to submit a tender for that purpose to the council.\nThere\n14\nThere are certain exceptional cases in which these\nprovisions\ndo not apply, and I return to them later.\nOnce tenders have been invited, the council is\nnot entitled to consider any tender or conclude the proposed\ncontract\nuntil full and identical particulars have been sup-\nplied to every person\napplying therefor within a certain\nperiod (sub-sec. 2). Subject to certain\nprovisions where-\nby tender prices are brought to a \"comparative level\"\n(in\nAfrikaans, \"vergelykbare vlak\") which appear to apply mainly,\nif not\nsolely, to tenders for the supply of goods, the council\nmust, in terms of\nsub-sec. 3 (c), accept the lowest ténder,\nor, \"if it is satisfied that\nacceptance of the lowest tender\nwould not be in the public interest\", it may\n\"accept any\nother\n15\nother tender which appears to be the most\nadvantageous\" (subject, in certain cases, to an obligation to give reasons for\nits decision).\nThe council may also, of course, reject all the tenders\n(ibid.).\nDuring argument it was common cause that the use of the word \"any\"\nin the phrase \"any contract for the execu-tion of any works\" did\nnot affect the\nmeaning of the expres-sion (cf.\nPeter Gordon Afslaers v. Stadsraad van die\nMunisi\n-\npaliteit van Kroonstad\n1974(1) SA 499 (A) at p. 505 F-H). The\nquestion for decision then is whether the contract in the present case is one\nfor the execution\nof works within the meaning of the section.\nFor the purposes of this case it may be assumed\nthat\n16 that the activities which the second respondent will per-\nform in restoring the buildings will amount to the carrying\nout of \"works\" within the ordinary meaning of the word. See\nSchneier v.\nCity Council of Johannesburg and Another\n1946(1)\nPH D 19\nper\nRAMSBOTTOM J. These activities will, however, form\nonly one facet of a\ncomposite contract which will also sanction the\noccupation of the buildings\nby the second respondent for at\nleast fifty years and will contain the financial arrangements between\nthe\nparties consisting in part of the payment of rent by the\nsecond respondent and in part of the sharing of profits.\nThe contract as a\nwhole is therefore clearly something more\nthan a mere contract for the execution of works.\nIf one considers sec. 35 in its totality a\nfurther\n17 further factor emerges. The whole purpose of the section is\nto ensure that competitive tenders are obtained for the execution of\nworks. It\nis essential for the obtaining óf tenders that the works which the\ncouncil wishes to have exe-cuted should be defined\nin such a manner that the\ntender prices can be directly compared. When asked how it would be possible to\ntender for the contract\nin the present case, Mr.\nZeiss\nanswered that\ntenderers could be asked to submit tenders for the rental payable to the\nCouncil. As a matter of language, the rental\npayable in the present case can\nhardly be described as a \"tender price\" (see sec. 35 (3c)) for \"the execution of\nworks\" (sec. 35(1)).\nBut the matter goes further than that. The rental is not\nthe only possible\nvariable\n18\nvariable in the contemplated contract. All the\nmain features of the proposed contract form a unique and in-divisible whole. The\nnature\nof the work to be done by the second respondent differs from that\nproposed by the appellant. The period of the lease and the rental\nor share of\nprofits payable by the second respondent are obviously determined in the light\nof the nature and cost of the restoration\nto be effected. With a composite\narrangement of this type in which it is the contractor who indicates what work\nis to be done and\nwhere the Council is not to spend any money, it is clearly\nimpossible for the Council to ask for tenders and to compare prices.\nIt may possibly be suggested that one of the\nprovisos\n19 provisos to sec. 35(1), which I mentioned earlier, might\napply to the present case. In particular there is a provi-sion that the\nsection\ndoes not apply to \"a special case of necessity\" for which \"the calling of\ntenders should be dis-pensed with\" (in Afrikaans,\n\"waar daar afgesien behoort te\nword van die vra van tenders\"). The wording of the proviso indicates to me that\nit was intended to\ncover cases where the calling for tenders would in principle\nbe possible, but where there was some strong reason why a different\nprocedure\nshould be followed. This is, I think, the effect of the words \"should be\ndispensed with\" and \"afgesien behoort te word\"\n- words which connote a desirable\ncourse rather than an inevitable one. The existence of this proviso\nconsequently\ndoes\n20 does not, in my view, suggest that sec. 35(1) of the Ordi-\nnance was intended to cover contracts which were by their\nvery nature incapable of being the subject of competitive.\ntenders.\nMy conclusion consequently is that sec. 35 of\nthe Ordinance, read as a\nwhole, is intended to apply only to\ncontracts to which the procedures laid\ndown in the section are capable of\nbeing applied. For present purposes it\nmust accordingly\nbe limited to contracts for the execution of works in\nreturn\nfor a money consideration. The present is not such a\ncontract and is for that reason, in my view, not struck by\nsec. 35(1). It is also not suggested that the present con-\ntract is a simulated transaction which takes the form which\nit\n21\nit does in order to avoid the incidence of sec. 35(1).\nThere is one last matter which I should con-\nsider. The appellant's prayer, which I have quoted above,\nasks for an order setting aside the Council's decision to\ncontract with\nthe second respondent \"for the restoration\" of\nthe buildings. Realising that\nthis prayer might not be\nadequate to describe the proposed contract, which is\nindi-\nvisible and includes matters other than restoration, Mr.\nZeiss\napplied for an amendment to this prayer to include a reference\nto\nthe proposed lease between the parties. Despite the\nnarrowness of the\noriginal prayer I have dealt with the pro-\nposed contract as a whole in\ndeciding whether it requires\ncompliance with sec. 35(1) and have reached the conclusion\nthat\n22\nthat it does not. It follows that the proposed\namendment\nwould serve no purpose and the application is refused.\nTo sum up: In my view the proposed contract\nbetween the Council and the second respondent is not covered\nby sec. 35(1)\nof the Local Government Ordinance, N.o 17 of\n1939 (Transvaal),and the appellant's application was rightly\ndismissed by\nthe Court a\nquo\n.\nIn the result the appeal is dismissed with\ncosts, including the costs of\ntwo counsel.\nE M GROSSKOPF, JA\nRABIE, ACJ\t\t\t\t\t)\nBOTHA JA\t\t\t\t\t\t)\nVAN HEERDEN JA )\nNICHOLAS, AJA\t\t)",
  "scraped_at": "2026-02-11T21:29:28.140551",
  "date": "1987-11-30",
  "coram": [
    "RABIE, ACJ",
    "BOTHA",
    "VAN HEERDEN",
    "GROSSKOPF, JJA",
    "NICHOLAS, AJA"
  ],
  "case_number": "381/86/AV",
  "parties": {
    "applicants": [
      "WED (PROPRIETARY) LIMITED"
    ],
    "respondents": [
      "CITY COUNCIL OF PRETORIA",
      "VOLKSKASSTIGTING",
      "VOLKSKAS BEPERK"
    ]
  },
  "sections": {
    "facts": "The City Council of Pretoria expropriated the historic Sammy Marks and Kynoch Buildings in 1965. In the early 1980s the Council resolved to restore the buildings and sought a private party to fund the work. Wed (Pty) Ltd, the appellant, occupied part of the Sammy Marks Building under a lease expiring 31 December 1985 and applied to renew it. The Council, however, decided to enter into a restoration contract with the second respondent, Volkkasstiging, and terminated Wed's lease. Wed claimed the Council failed to comply with section 35(1) of the Local Government Ordinance, which requires notice and tendering for contracts involving works.",
    "issues": "Whether the contract between the Council and the second respondent constitutes a \"contract for the execution of any works\" within the meaning of section 35(1) of the Local Government Ordinance, thereby obliging the Council to follow prescribed tender procedures; and whether any statutory exemption applies.",
    "principles": "Section 35(1) of the Local Government Ordinance mandates that councils give public notice and invite tenders for any contract involving the execution of works, subject to limited exceptions such as a special case of necessity. The provision applies only where the tendering process is feasible; composite agreements involving lease terms and profit‑sharing are not merely contracts for works. Precedents cited include Peter Gordon Afslaers v Stadsraad van die Munisipaliteit van Kroonstad and Schneier v City Council of Johannesburg, emphasizing a functional interpretation of \"works\" and the necessity of a comparable tender price.",
    "application": "The Court examined the nature of the proposed agreement, finding that while the restoration activities themselves are works, the contract as a whole also encompassed a fifty‑year lease, rental obligations, and profit‑sharing arrangements. Such a composite contract could not be subject to competitive tendering because the essential terms (lease duration, rental escalations, profit ratios) are not quantifiable in a tender price. Consequently, the contract falls outside the scope of section 35(1) and no statutory exemption is triggered.",
    "conclusion": "The appeal was dismissed. The Court held that the Council's contract with the second respondent was not subject to the tendering requirements of section 35(1); therefore the appellant's application was refused and costs were awarded against the appellant, including costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government Contracting",
    "level_3": [
      "section 35",
      "tender procedures",
      "historic building restoration",
      "composite contracts"
    ]
  }
}