{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/27.html",
  "case_name": "Kauluma and Another v Minister van Verdediging and Another (28/87) [1987] ZASCA 27; [1987] 4 All SA 320 (AD) (26 March 1987)",
  "citation": "[1987] ZASCA 27",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 27\n|\nNoteup\n|\nLawCite\nKauluma and Another v Minister van Verdediging and Another (28/87) [1987] ZASCA 27; [1987] 4 All SA 320 (AD) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPèLAFDELING\n) In\ndie saak tussen:\nJAMES HAMUPANDA KAULUMA EN\nANDER\nAppellante\nen\nDIE MINISTER VAN VERDEDIGING\nEN ANDER\nRespondente\nCoram\n: RABIE WND HR, JANSEN,\nJOUBERT, HEFER ARR et\nBOSHOFF WND\nAR.\nVerhoordatum\n:\nLeweringsdatum\n:\n23 Febraurie 1987\t26 Maart 1987\nRABIE\n/\n2\nRABIE WND HR\n:\nHierdie saak vind sy oorsprong in\n'n aansoek wat die appellante by die Hooggeregshof van Suidwes-Afrika ge-doen\nhet om die vrylating\nvan 36 persone wat in aanhouding verkeer het nadat die\nAdministrateur-generaal van Suidwes-Afrika ingevolge die bepalings van art.\n5\nbis\n(l) van Pro-klamasie AG 9 van 1977 op 25 Mei 1979 bevele vir hulle\n\"verdere aanhouding\" uitgereik het. Hierdie artikel, wat ek later\nin die\nuitspraak sal aanhaal, is deur Pro-klamasie AG 27 van 1979, wat op 18 Mei 1979\nafgekondig is, in Proklamasie AG 9 van 1977\ningevoeg. Teen die tyd toe die\naansoek voor die hof a\nquo\nberedeneer is, het nog net 5 van die persone\nwat ingevolge die bevele van die Administrateur-generaal aangehou is in\naanhouding verkeer\nen/\n3\nen die aansoek het gevolglik om die vrylating van net daardie 5 persone\ngegaan. Dié 5 persone is ook sedertdien vrygelaat,\nsodat dit eintlik net\ndie kwessie van koste is wat nog in hierdie appèl vir die partye van\nbelang is.\nDie aansoek is deur 'n hof van drie regters (Berker RP en Mouton en Strydom\nRR) aangehoor. Berker RP het 'n uitspraak geskryf waarmee\nStrydom R saamgestem\nhet. Mouton R het 'n uitspraak van sy eie geskryf. Die uitsprake is\ngerapporteer: Kyk\nKauluma and Others v. Minister of Defence and Others\n1984(4) SA 59.\nDie feite van die saak blyk volledig uit die uitspraak van Berker RP en dit\nis gevolglik nie nodig om alles weer te herhaal nie. Sowel\nBerker RP as Mouton R\nhet bevind dat 'n sertifikaat wat die Minister van Justisie\nby/\n4.\nby die hof ingedien het 'n sertifikaat was wat ooreenkomstig die bepalings\nvan art. 103\nter\n(4) van die Verdedigingswet, 1957 uitgereik is en dat\ndit op die aansoek van toepassing was. (Ek haal art. 103\nter\n(4) later in\ndie uitspraak aan.) Hulle het gevolglik ooreenkomstig die bepalings van art. 103\nter\n(6)(b) en (c) van laasgenoemde wet bevind dat die aansoek verval het\nen het geen bevel daaromtrent uitgereik nie. (Kyk 72 F-G en\n80 F-G van die\nhofverslag.) Berker RP het bevind dat die bevele van die Administrateur-generaal\nwettig was (kyk 68 D van die hofverslag),\nmaar vanweë sy bevinding dat die\nsertifikaat van die Minister van Justisie die aansoek laat verval het, het hy\ngeen bevel wat\ndie aansoek afwys, en dus ook geen kostebevel, gegee nie. Mouton\nR het nie pertinent beslis of die bevele van die\nAdministrateur/\n5 Administrateur-generaal wettig was nie. Sy benadering\nwas dat indien die Administrateur-generaal sy bevele uitge-reik het omdat\nhy\noortuig was dat daar omstandighede aanwesig was wat die uitreik daarvan\ningevolge art. 5\nbis\n(l) van Proklamasie AG 9 van 1977 geregverdig het,\nhy deur die bepalings van art. 8 (1) van die proklamasie teen enige geding\ngevrywaar\nwas. (Kyk 79 F-H van die hofverslag.)\nDie appellante appelleer met die toestemming van die hof a\nquo\n, wat\ndie kwessie van die koste van die aansoek om verlof om te appelleer aan die\nbeslissing van hierdie hof oorgelaat het.\nDie respondente het die aansoek in die hof a\nquo\nop twee gronde\nteengestaan. Die eerste was dat die\ngemelde/\n6\ngemelde sertifikaat van die Minister van Justisie die aansoek laat\nverval het en dat die hof gevolglik geen bevel daaromtrent kon\ngee nie. Die\ntweede was dat die bevele wat die Administrateur-generaal ingevolge art. 5\nbis\n(l) van\nProklamasie AG 9 van 1927 uitgereik het wettige bevele was en dat die\naanhouding van die betrokke persone gevolglik ook wettig was.\nDie respondente\nhet in hierdie hof op dieselfde twee gronde gesteun. Ek behandel hieronder eers\ndie eerste van hierdie gronde, want\nindien dit so is dat die gemelde sertifikaat\nop die aansoek van toepassing was, sou dit beteken dat die aansoek verval het en\ndat\ngeen be-\nvel/\n7.\nvel daaromtrent gegee kon gewees het nie. Die bevel van\ndie\nhof a\nquo\nsal in so 'n geval dus moet bly staan en 'n\nbevinding dat\ndie Administrateur-generaal se bevele wettig\nwas, sou dan onvanpas en irrelevant wees.\nArt. 103\nter\n(4) van die Verdedigingswet lui\nsoos volg:\n\"(4) Indien enige geding te eniger tyd in 'n gcregshof teen die Staat, die\nStaatspresident, die Minister, of 'n lid van die Suid-Afrikaanse\nWeermag of 'n\nander persoon in diens van die Staat ingestel is en die Staatspresident van\nmening is -\n(a) dat die geding ingestel is op grond van 'n handeling wat te goeder trou\ndeur die Staatspresident, die Minister of 'n lid van die\nSuid-Afrikaanse Weermag\naangeraai, gebied, beveel, gelas of verrig is vir die doeleindes van of in\nverband met die voorkoming of\nonderdrukking van terrorisme in 'n\noperasionele/\n8\noperasionele gebied; en (b) dat dit in landsbelang is dat die geding nie\nvoortgesit word nie, magtig hy die Minister van Justisie\nom 'n ser-tifikaat uit\nte reik waarin gelas word dat daar-die proses nie voortgesit word nie.\"\nDíe sertifikaat wat deur die Minister van Justisie uitgereik\nis, lui soos volg:\n\"Nademaal ek ... in my hoedanigheid as Minister van Justisie op die 17de dag\nvan April 1984 deur die Staatspresident kragtens die\nbevoegd-heid aan hom\nverleen by art. 103\nter\n(4) van die Verdedigingswet, 1957, gemagtig is om\n'n sertifikaat uit te reik waarin gelas word dat die proses in die\nsivielregtelike\ngeding van James Hamupanda Kauluma en 22 Ander teen die Minister\nvan Verde-diging en Ander in die Hooggeregshof van Suidwes-Afrika\nnie voortgesit\nmag word nie;\nSO GELAS ek hiermee, soos bedoel in artikel 103\nter\n(4) van die\nVerdedigingswet, 1957, dat die proses in daardie sivielregtelike geding nie\nvoortgesit mag word nie.\"\nVoordat/\n9 Voordat ek ingaan op die vraag of hierdie sertifikaat op die\nappellante se aansoek van toepassing is, wil ek eers sekere feite van\ndie saak\nvermeld. Die aansoek wat voor die hof a\nquo\ngedien het, was 'n aansoek om\ndie vrylating van 'n aantal persone wat destyds in 'n militêre kamp in\nMariental aangehou was.\nHierdie persone is in Mei 1978 na 'n skietgeveg deur 'n\ngevegsgroep van die Suid-Afrikaanse Weermag in Angola gevange geneem en daarna\ndeur die Weermag in hegtenis gehou. Die respondente het in hulle stukke voor die\nhof aangevoer dat die optrede van die gevegsgroep\n'n handeling was wat vir die\ndoeleindes van of in verband met die voorkoming of onderdrukking van terrorisme\nin 'n operasionele gebied,\nsoos in art. 103\nter\n(4)/\n10\n(4) bedoel, verrig is. Hierdie bewering is nie deur\ndie appellante ontken nie en die saak is gevoer op die basis dat die bewering\njuis is. Ná hulle gevangeneming in Angola is die betrokke persone na\nOshakati in Owambo geneem, waar hulle deur die Weermag\naangehou is totdat hulle\nop 25 Mei 1979 ingevolge bevele wat die Administrateur-generaal op daardie dag\nkragtens art. 5\nbis\n(1) van Proklamasie AG 9 van 1977 uitgereik het na\nMariental geneem is. In elk van die bevele wat die Administrateur-generaal\nuitgereik\nhet, het hy die \"verdere aanhouding\" van die betrokke persoon \"deur of\nonder die beheer van 'n offisier van die Suid-Afrikaanse Weermag\nte Mariental of\ndie ander plek wat van tyd tot tyd met my goedkeuring bepaal word,\"\ngelas/\n11\ngelas. In 'n beëdigde verklaring van die destydse bevel-yoerende\ngeneraal van die Suidwes-Afrikaanse Gebiedsmag van die Suid-Afrikaanse\nWeermag,\ngeneraal G L Meiring, word verklaar dat die aanhouding van die betrokke\naange-houdenes deur die Weermag tot 25 Mei 1979\ngeduur het en dat vanaf daardie\ndatum die persone aangehou is \"kragtens skriftelike bevele van die\nAdministrateur-generaal vir die\ngebied Suidwes-Afrika wat hy ingevolge art. 5\nbis\nvan Proklamasie AG van 1977, soos gewysig, uitgereik het.\" Die\nbetrokke persone is,volgens generaal Meiring, in 'n militêre\nkamp in\nMariental \"deur of onder die beheer van 'n offisier van die Suid-Afrikaanse\nWeermag\" en \"onderworpe aan die voorwaardes en\nvereistes\" wat in die\nAdministrateur generaal se bevele genoem word, aangehou.\nDie/\n12\nDie kern van die appellante se betoog in die hof a\nquo\n- 'n\nbetoog wat hulle in hierdie hof herhaal het -was dat art. 103\nter\n(4)\nalleen van toepassing is op 'n handeling wat in die verlede verrig is, d.w.s.\nvoordat die geding waarin die Minister van Justisie\n'n sertifikaat uitgereik\nhet, ingestel is, en nie op 'n geval soos die onderhawige waar 'n mens te doen\nhet met 'n handeling, t.w\ndie aanhouding van persone, wat by die instel van die\ngeding nog bestaan het en wat bestem was om daarna ook nog voort te duur nie.\nEk\nmeen dat die appellante dit juis het wanneer hulle sê dat die \"handeling\"\nwaarna daar in art. 103\nter\n(4) verwys word 'n handeling is wat reeds\nplaasge-vind het wanneer 'n geding ten opsigte daarvan ingestel word.\nDit/\n13 Dit blyk duidelik uit die taal wat in die artikel\ngebruik word: daar word immers gepraat van 'n geding wat ingestel is \"op grond\nvan 'n handeling wat te goeder trou deur die Staatspresident, die Minister of 'n\nlid van die Suid-Afrikaanse Weermag\naangeraai, gebied, beveel, gelas of\nver-\nrig is.\n\". (My beklcmtoning.) Dat \"handeling\" in\nart. 103\nter\n(4) hierdie betekenis het, blyk baie duidelik uit art.\n103\nter\n(5), wat vereis dat daar 'n verslag van die Minister van\nVerdediging moet wees oor die omstandighede waarin die betrokke handeling\n\"plaasgevind het\" voordat die Staatspresident die Minister van Justisie kan\nmagtig om 'n sertifikaat soos bedoel in art. 103\nter\n(4) uit te reik.\n(Kyk ook art. 103\nter\n(2) en (3), wat ook verwys na regsgedinge wat\ningestel word op grond van 'n handeling wat deur die Staats-\npresident/\n14\npresident, die Minister (d.w.s. die Minister van Verdediging) of 'n lid van\ndie Suid-Afrikaanse\nWeermag \"aangeraai, gebied, beveel, gelas of verrig is.\") Die respondente het\nin die hof a\nquo\naanvaar dat die \"handeling\" waarvan daar in art. 103\nter\n(4) gepraat word 'n handeling is wat verrig is voordat die betrokke\ngeding ingestel is (kyk 69\ni.f\n. van die hofverslag), maar hulle het\nbetoog dat indien die Staatspresident die Minister van Justisie magtig om 'n\nsertifikaat uit\nte reik omdat hy\n(die Staatspresident) van mening is dat die handeling op grond waarvan 'n\ngeding ingestel is 'n handeling is soos in art. 103\nter\n(4) bedoel, sy\nmening oor die aangeleentheid\ndeurslaggewend is, al sou dit ook blyk dat dit foutief is.\nBerker RP het hierdie betoog gehandhaaf. (Kyk 72 E van die\nhofverslag.) Mouton R het die aangeleentheid op 'n ander\ngrond/\n15 grond beslis. (Kyk 80 F van die hofverslag.)\nDie betoog wat deur Berker RP aanvaar is, is ook in hierdie hof voorgedra. Na\nmy mening is dit onaan-vaarbaar. Volgens art. 103\nter\n(4) moet die\nStaatspresiden die Minister van Justisie magtig om 'n sertifikaat uit te reik\nindien hy van mening is (A) dat die handeling\nop grond waarvan 'n geding\ningestel is 'n handeling is wat die kenmerke het wat in paragraaf (a) van die\nsubartikel ge-noem word,\nen (B) dat dit in landsbelang is dat die geding nie\nvoortgesit word nie. Die vereiste kenmerke is dat die handeling 'n handeling\nmoet wees wat (i) te goeder trou (ii) deur die Staatspresident, die Minister van\nVerdediging of'n lid van die Suid-Afrikaanse Weermag\naangeraai, gebied,\nbeveel,\ngelas/....\n16 gelas of verrig is (iii) vir die doeleindes van of in\nverband met die voorkoming of onderdrukking van terrorisme in 'n operasionele\ngebied. Die Staatspresident se mening het dus net betrekking op die vraag of die\nhandeling kenmerke (i), (ii) en (iii) het en, daarby,\nop die vraag of dit in\nlandsbelang is dat die geding nie voortgesit word nie. Die handeling moet 'n\nhandeling wees soos hierbo aangedui,\nd.w.s. 'n handeling wat reeds verrig was\ntoe die geding ingestel is. Hierdie opvatting oor die betekenis van art. 103\nter\n(4) word gesteun deur subartikel (5 ). Hiervolgens kan die\nStaatspresident die Minister van Justisie magtig om 'n sertifikaat uit\nte reik\nnadat hy oorweging geskenk het aan 'n verslag deur die Minister van Verdediging\noor o.m. die omstandighede \"waaronder die\nbetrokke handeling\nplaasgevind/\n17\nplaasgevind het\", en dit is\nderhalwe nouliks denkbaar dat die wetgewer kon bedoel het dat die\nStaatspresident 'n ander mening oor\ndie begrip \"handeling\" sou kon hê as\n'n handeling wat reeds verrig was toe die geding ingestel is. Dat \"handeling\" in\nsubart.\n(4) kwalik iets anders kan beteken as 'n handeling wat reeds plaasgevind\nhet toe 'n geding op grond daarvan ingestel is, blyk ook\nwanneer daar op die\nbepalings van subart. (2) gelet word. Dit belet dat 'n geding inge-stel word \"op\ngrond van 'n handeling wat te\ngoeder trou deur die Staatspresident, die Minister\nof 'n lid van die Suid—Afrikaanse Weermag aangeraai, gebied, beveel, gelas\nof verrig is vir die doeleindes van of in verband met die voor-koming of\nonderdrukking van terrorisme in 'n operasionele\ngebied/\n18\ngebied\". In hierdie subartikel word nie van 'n sertifi-kaat melding gemaak\nnie. Iemand wat hom op subart. (2) wil beroep, sal dus\nmoet bewys dat die\nhandeling op grond waarvan hy aangespreek word 'n handeling is wat reeds verrig\nwaa toe die geding ingestel is.\nDit bring mee dat terwyl \"handeling\" in subart.\n(2) 'n handeling moet wees wat reeds verrig was toe 'n geding op grond daarvan\ningestel\nis, \"handeling\" in subart. (4), volgens die respondente se be-toog, 'n\nander inhoud kan hê, d.w.s die inhoud wat dit volgens\ndie Staatspresident\nse mening het. Dit is on-waarskynlik dat die wetgewer so iets sou bedoel\nhet.\nDaar is 'n verdere oorweging wat toon dat die\nsertifikaat/\n19\nsertifikaat wat deur die Minister van Justisie uitgereik is nie in die\nonderhawige geval kan geld nie. Volgens subart. (4) kan 'n\nsertifikaat uitgereik\nword op grond van 'n handeling wat deur die Staatspresident, die Minister van\nVerdediging of 'n lid van die\nSuid-Afrikaanse Weermag aangeraai, gebied, beveel, gelas of\nverrig is. Dit\nsluit nie die Administrateur-generaal van\nSuidwes-Afrika in nie. Soos ek hierbo aangedui het, is die aangehoudenes ten\nopsigte van wie die appellante hulle aan-soek gedoen\nhet, tot 25 Mei 1979 deur\ndie Weermag aangehou. Daarna is hulle ingevolge bevele van die\nAdministrateur-generaal aangehou. Dit is\nwel waar dat hulle onder die beheer van\n'n offisier van die Suid-Afrikaanse Weermag ge-plaas is en in 'n militêre\nkamp aangehou\nis, maar dit het\ningevolge/\n20\ningevolge en ooreenkomstig die Administrateur-generaal\nse bevele geskied.\nIn hierdie omstandighede sou m.i.\nnie gesë kan word dat hulle aanhouding\ningevolge 'n handeling\nwat deur 'n lid van die Weermag aangeraai, gebied,\nbeveel,\ngelas of verrig i.s, soos in art. 103\nter\n(4) bedoel,\nge-\nskied het nie.\nUit hoofde van die voorgaande meen ek dat die hof a\nquo\nverkeerdelik bevind het dat die sertifikaat van die Minister van\nJustisie die appellante se aansoek laat verval het.\nEk gaan nou oor tot die vraag of die aanhouding\nvan/\n21\nvan die aangehoudenes in Mariental wettig was vanweë\ndie\naanhoudingsbevele wat die Administrateur-generaal op\n25 Mei 1979 ingevolge art. 5\nbis\n(l) van Proklamasie AG\n9 van 1977 uitgereik het. Art. 5\nbis\n(1) is, soos hierbo gesê,\nop\n18 Mei 1979 deur Proklamasie AG 27 van 1979 in Proklamasie AG\n9 van 1977 ingevoeg. Dit lui soos volg:\n\"5\nbis\n. (l) Indien die Administrateur-generaal oortuig is dat dit vir\ndie hand-hawing van orde en wet of andersins in die Openbare belang\nnodig is,\nkan hy 'n skriftelike bevel uitreik vir die verdere aanhouding -\n(a)\ndeur of onder die beheer\nvan 'n offisier van die Suid-Afrikaanse Weermag;\n(b)\nop 'n plek in die bevel genoem of die ander plek van tyd tot tyd met\ndie goedkeuring van die Administrateur-generaal\nbepaal,\nongeag/\n22\nongeag of bedoelde plek of so 'n ander plek binne of\nbuíte 'n veiligheidsdistrik geleë is; en (c) onderworpe aan die\nvoorwaardes\nen vereistes wat in die bevel genoem word of wat van tyd tot tyd\ndeur die Administrateur-generaal in die algemeen of in die besondere\ngeval\nbepaal word, van 'n persoon in die bevel genoem wat kragtens artikel 4(2)(d)\naangehou word of wat andersins as gevolg van optrede\nter voorkoming of\nonder— drukking van terrorisme of vir 'n ander doel deur die\nveiligheidsmagte ingevolge die Verdedigingswet,\n1957 (Wet 44 van 1957), in\nhegtenis is.\"\nDie reëls wat op paragraaf (c) volg, lees nie maklik nie\nen ek haal\ndus die ooreenstemmende reëls in die Engelse\nteks, wat duidelik is, ook aan. Dit lui:\n\"of any person named in the order who is in detention under section 4(2)(d)\nor who is otherwise in custody as a result of operations\ncarried out by the\nsecurity forces for the\nprevention/\n23\nprevention or suppression of terrorism or for any other\npurpose in terms of the Defence Act, 1957 (Act 44 of 1957).\"\nProklamasie AG 9 van 1977 is op 11 November 1977\ndeur die\nAdministrateur-generaal uitgevaardig ingevolge die\nbevoegdheid wat die\nStaatspresident kragtens art. 38 van\ndie Wet op die Konstitusie van\nSuidwes-Afrika, 1968 by\nProklamasie 181 van 1977 aan hom verleen het om by wyse\nvan proklamasie\nwette vir Suidwes-Afrika te maak. Dit\nmaak voorsiening vir die verklaring van\nveiligheidsdistrikte\nin Suidwes-Afrika en gee wye bevoegdhede aan die Administra-\nteur-generaal ten opsigte van sodanige distrikte. Art.\n2 van die Proklamasie magtig hom om,\n\"indien hy oortuig is dat dit vir die veilig-heid van die gebied of die\nbeskerming van die publiek of die handhawing van die openbare\norde nodig\nis\",\nBy/\n24\nby kennisgewing in die\nOffisiële Koerant\nte\nverklaar dat die bepalings van artikels 3, 4 en 5 van die proklamasie op 'n\nveiligheidsdistrik van toepassing is. Art. 3 ver-leen\naan die\nAdministrateur-generaal die bevoegdheid om sekere bevele t.o.v.\nveiligheidsdistrikte uit te reik. Dit magtig hom o.m. om\n'n persoon te verbied\nom op 'n plek of in 'n gebied in 'n veiligheidsdistrik te wees; om 'n persoon\nwat in 'n veiligheidsdistrik\nis of woon te verbied om daardie plek of gebied te\nverlaat, en om 'n persoon te beveel om van 'n plek of gebied in 'n\nveiligheids-distrik\nna 'n ander sodanige plek of gebied te trek en om nie weer\nna eersgenoemde plek of gebied terug te keer nie. Art. 4(2)(d) van die\nproklamasie, waarna daar in art. 5\nbis\n(1) verwys word, lui soos\nvolg:\n\"4/\n25\n\"4. (2) 'n Offisier of onderoffisier van die veiligheidsmagte wat vermoed dat\niemand wat in 'n veiligheidsdistrik is, te eniger tyd\n'n misdryf gepleeg het, of\nvan plan is of te.eniger tyd van plan was om 'n misdryf te pleeg, of oor\ninligting beskik wat op die pleeg\nvan 'n misdryf deur iemand of iemand se\nbedoeling om 'n misdryf te pleeg, betrekking het, kan sonder 'n lasbrief\n(d) daardie persoon arresteer of laat arres— teer, hom ondervra of laat\nondervra oor die betrokke misdryf of voorgenome mis-dryf,\nen hom vir die doel\nvan die onder— vraging aanhou of laat aanhou in enige plek wat die\noffisier of onderoffisier geskik ag:\nMet dien verstande dat niemand kragtens\nhierdie paragraaf vir 'n tydperk langer as dertig dae aangehou word nie.\"\nArt. 5 van die proklamasie het met die hou en bywoning van\nvergaderings te\ndoen en dit is nie nodig om besonderhede\ndaarvan te gee nie.\n26\nDit is duidelik dat 'n mens in art. 5\nbis\n(1) met\nveiligheidswetgewing te doen het. Wat sulke wetgewing in Suidwes-Afrika betref,\nkan kortliks ook op die volgende gewys word.\nDie Suid-Afrikaanse Wet op\nTerrorisme, 1967 is by sy aanname ook op die gebied van toepassing verklaar. Dit\nis goed bekend dat eenhede\nvan die Suid-Afrikaanse Weermag in die sewentigerjare\nin die noordelike gebiede van Suidwes-Afrika, en soms ook oorkant die grens\nin\nAngola, in diens gestel is \"ter voorkoming of onderdrukking van terrorisme\",\nsoos dit in art. 3 van die Verdedigingswet gestel\nword. Die feite van die\nonderhawige saak lewer 'n voorbeeld van sodanige optrede. In 1977 is die\nbogemelde Proklamasie AG 9 van 1977\nuitgevaardig, en in 1978 het\nProklamasie/\n27 Proklamasie AG 26 van 1978 gevolg. Dit het aan\ndie\nAdministrateur-generaal die bevoegdheid verleen om persone te laat aanhou\nten einde politieke geweld en intimidasie te voorkom. In\nMei 1979, soos reeds\ngesê, is art. 5\nbis\ndeur Proklamasie AG 27 van 1979 in Proklamasie\nAG 9 van 1977 ingevoeg.\nDit behoef geen betoog dat art. 5\nbis\n(1) aan die\nAdministrateur-generaal 'n bevoegdheid verleen wat, by die uitoefening daarvan,\nernstige inbreuk kan maak op die vryheid\nwat persone normaalweg geniet.\nTerselfdertyd moet in gedagte gehou word dat die bevoegdheid aan die\nAdministrateur-gene-raal verleen\nis om uitgeoefen te word wanneer die\nhand— hawing van \"orde en wet\" en die openbare belang dit volgens sy\noortuiging vereis.\nWaar die vryheid van die individu\nen/\n28\nen die veiligheid van die publiek op so 'n wyse teenoor\nmekaar te\nstaan kom, het hierdie hof in\nRossouw v. Sachs\n1964(2) SA 551 (A) op 563H-564A (per Ogilvie Thompson AR)\ngesê,\nbepaal die hof die betekenis van die betrokke bepaling\n\"upon an examination of its wording in the light of the circumstances\nwhereunder it was enacted and of its general policy and object.\"\nKyk ook\nNkondo and Others v. Minister of Law and\nO\nrder and\nAnother\n1986(2) SA 756 (A) op 772 D en\nState President and\nOthers v. Tsenoli\n1986(4) SA 1150 (A) op 1175 A-1176 C.\nDie appellante het in die hof a\nquo\naanvaar,\nsoos reeds hierbo gesê, dat die aangehoudenes ten opsigte\nvan wie die aansoek gebring is, gevange geneem is in 'n\noperasie wat die Weermag ingevolge die Verdedigingswet ter\nvoorkoming/\n29\nvoorkoming of onderdrukking van terrorisme uitgevoer het. Die aansoek\nis ook op dié grondslag deur die hof a\nquo\noorweeg. Daar is ook\naanvaar dat die betrokke persone as gevolg van dié optrede van die\nWeermag in hegtenis was toe die Administrateur-generaal\nhulle verdere aanhouding\nop 25 Mei 1979 beveel het. Die appellante het egter sowel in die hof a\nquo\nas in hierdie hof betoog dat die Administra-teur-generaal die\naangehoudenes se verdere aanhouding kragtens art. 5\nbis\n(l) alleen sou\nkon beveel het indien hulle by die uitreik van sy bevele wettig in hegtenis was\nen dat hulle nie wettig in hegtenis\nwas nie. Berker RP het aanvaar dat die\naanhouding van die gevangenes deur die Weermag nie wettig was nie, maar het\nbeslis dat wettige\naanhouding nie 'n voorvereiste vir die uitoefening van\ndie\nbevoegdheid\n30\nbevoegdheid van die Administrateur-generaal was nie. (Kyk 68 B-I van\ndie hofverslag.) Mouton R het beslis dat selfs indien die aanhouding\nvan die\naangehoudenes deur die Weermag onwettig was, die Administrateur-generaal se\nbevele vanweë die vrywaringsbepalings in\nart. 8 van Proklamasie AG 9 van\n1977 nie aangeval kon word nie. (Kyk 79 F-G van die hofverslag.)\nDie appellante ae betoog is gegrond op 'n wets-uitlegreël of -vermoede\nwat inhou dat waar daar in 'n wet na 'n handeling verwys\nword, dit vermoed word\n'n verwysing na 'n wettige of geldige handeling te wees. In\nS v. Mapheele\n1963 (2) SA 651\n(A) op 655 D-E het Botha AR hieroor die volgende\ngesê:\n\"It/\n31\n\"It is a recognised canon of construction of statutes that any reference in\nany law to any action or conduct, is presumed, unless\nthe contrary intention\nappears from the statute itself, to be a reference to a lawful or valid action\nor conduct. (\nUnion Government v. Schierhout\n,\n1925 A.D. 322\nat p. 339;\nOlivier v. Botha and Another\n, 1960(1) SA 678 (0) at p. 685;\nNdhlovu v.\nMathega\n, 1960(2) SA 618 (A.D.) at p. 624;\nde Kock v. Helderberg\nKo-op\n.\nWijnmakerij Bpk\n., 1962(2) SA 419 (A.D.) at p. 426.)\"\nIn\nDe Kock v. Helderberg Ko-op. Wijnmakerij Bpk\n, waarna\ndaar in die\npas aangehaalde passasie verwys is, het Steyn\nHR op 426 H gesê dat,\ntensy die teendeel blyk, \"'n statutêre\nverwysing na 'n handeling\nvermoed word 'n verwysing na 'n\ngeldige of regmatige handeling te wees.\" Hy\nhet o.a.\nna\nNdhlovu v. Mathega\n1960(2) SA 618 op 624 verwys.\nIn aansluiting by hulle betoog wat ek hierbo vermeld het,\nhet/\n32\nhet die appellante aangevoer dat die verwysing in art. 5\nbis\n(1)\nna \"'n persoon .... wat kragtens artikel 4(2) (d) aangehou word\" 'n verwysing is\nna 'n persoon wat wettig ingevolge art. 4(2)(d)\naangehou word en dat dit aandui\ndat die verwysing na 'n persoon wat \"as gevolg van optrede\" deur die\nveiligheidsmagte in hegtenis\nis, ook 'n verwysing is na\npersone wat wettig in hegtenis is.\nDie vermoede waarna daar in\nS.v. Mapheele\nen\nDe Kock v. Helderberg Ko-op. Wijnmakerij Bpk\n,\nsupra\n, verwys\nword en waarop appellante hulle beroep, is, soos uit daardie\nsake self blyk, slegs 'n vermoede. Kyk\nNdhlovu v. Mathega\n,\nwaarna Steyn HR in\nDe Kock v. Helderberg Ko-op. Wijnmakerij\nBpk\n. verwys het, en\nAbbott v. Commissioner for Inland\nRevenue\n1963(4) SA 552 (K). In laasgenoemde saak het die\nhof/\n33\nhof na die bogemelde vermoede verwys en tereg gesê (op 556 E-F):\n\"Such presumptions are, however, merely guides to construction and must give\nway where other considerations, such as those of language,\ncontext and\ncircumstance, indicate a contrary intention on the part of the Legislature\".\nNa my mening geld die bogemelde vermoede nie in\ndie onderhawige geval nie. Die verwysing in art.\n5\nbis\n(1) na art. 4(2)(d) en persone wat daarkragtens aan-\ngehou\nword toon ook nie dat die verwysing na persone wat as ge-\nvolg van optrede deur die veiligheidsmagte aangehou word\n'n verwysing na net wettig aangehoude persone is nie.\nMy mening is op die hierondergenoemde oorwegings gegrond.\nArt. 5\nbis\n(1) magtig die Administrateur-generaal\nom/\n34\nom 'n bevel uit te reik vir die verdere aanhouding van persor\nwat hulle in die een of ander van twee klasse, of kategoriei van persone\nbevind.\nDie eerste klas is persone wat kragtens art. 4(2)(d) van die proklamasie\naangehou word, en die tweede is persone wat in hegtenis\nis as gevolg ván\noperasies wat die veiligheidsmagte ingevolge die Ver-dedigingswet ter voorkoming\nof onderdrukking van terrorisme\nof vir 'n ander doel uitgevoer het. (Optrede vir\n'n ander doel as om terrorisme te voorkom of te onderdruk, kan buite rekening\ngelaat\nword.) Daar is 'n opvallende verskil in die taal wat art. 5\nbis\n(l) met betrekking tot persone van die twee klasse gebruik. In die geval van\npersone van die eerste klas word bepaal dat hul aanhouding\n\"kragtens\"/\n35\n\"kragtens\" art. 4(2)(d) moet wees. Ek sal aanvaar dat dit beteken dat die\naanhouding aan die vereistes van art. 4(2)(d) moet voldoen,\nd.w.s. dat dit\nwettig moet wees. In die geval van persone van die tweede klas word daarenteer\nnie bepaal dat hulle aanhouding \"kragtens\",\nof \"ingevolge\", die Verdedigingswet,\nof enige ander wet, moet wees nie. Daar word bloot verwys na persone wat in\nhegtenis is \"as\ngevolg van \" optrede deur die veiligheidsmagte. Die artikel\nvereis wel dat die optrede van die veiligheids-magte ter voorkoming of\nonderdrukking van terrorisme en \"ingevolge\" die Verdedigingswet moes geskied\nhet, maar daar word nie bepaal, soos reeds gesê,\ndat die aanhouding\n\"ingevolge\" of \"kragtens\", die Verdedigingswet, of 'n ander\nwet/\n36\nwet, moet wees nie. Die Verdedigingswet, kan hier\nbyge-\nvoeg word, bevat, anders as art. 4(2)(d) van die proklamasi\nnie\nbepalings aangaande die aanhouding van persone nie.\nDie posisie is dus dat,\nwaar art. 5\nbis\n(1) voorsiening\nmaak vir die aanhouding van persone\nwat as gevolg van\noptrede deur die veiligheidsmagte in aanhouding verkeer,\ndit nie - altans nie uitdruklik nie - vereis dat die aan-\nhouding ooreenkomstig die een of ander wet moet geskied\nnie. Die vraag is of nie nogtans gesê moet word dat waar\nart. 5\nbis\n(l) verwys na persone wat as gevolg van optrede\ndeur die veiligheidsmagte in hegtenis is, dit 'n verwysing\nis na persone wat wettig aangehou word nie. Ek meen\nvan nee. Indien die Administrateur-generaal se bevoegdhei\nop so 'n wyse beperk sou wees, sou dit beteken dat hy hom\neers/\n37 . eers sal moet vergewis van die wettigheid van die aanhouding\nvan persone wat deur die Weermag aangehou word voordat hy sy bevoegdheid\nten\nopsigte van sodanige persone sou kon uitoefen. Na my mening is dit onwaarskynlik\ndat dit die bedoeling van die proklamasie is.\nEk het reeds daarop gewys dat die\nVerdedigingswet nie bepalings bevat wat vir die aanhouding van persone\nvoorsiening maak nie, en\ndit is problematies of so 'n bevoegdheid stilswyend in\ndie wet inbegrepe is. Die appellante betoog dat daar nie so 'n bevoegdheid\nin\ndie wet te vinde is nie. Hulle het ook voor ons betoog dat die aanhouding van\npersone soos in die onderhawige geval geheur het\nteen die beginsels van die\ninternasionale reg indruis. Waar daar sulke probleme met betrekking tot die\nwettigheid al dan nie van\naanhoudings\ndeur/\n38\ndeur die Weermag bestaan, of kan ontstaan, kom dit my as onwaarskynlik\nvoor dat dit die bedoeling van art. 5\nbis\n(1) is dat die\nAdministrateur-generaal eers moet ondersoek instel na en hom vergewis van die\nwettigheid van die aanhouding van 'n\npersoon wat as gevolg van optrede van die\nveiligheidsmagte in hegtenis is voordat hy kan besluit of hy die bevoegdheid wat\ndie artikel\naan hom gee ten op-sigte van so 'n persoon kan uitoefen.\nDaar is nog 'n verdere oorweging. Art. 5\nbis\ngee aan die\nAdministrateur-generaal die bevoegdheid om persone wat as gevolg van optrede\ndeur die veiligheids-magte in hegtenis is\naan te hou indien dit, volgens sy\noortuiging, nodig is om dit te doen om die orde en wet te\nhandhaaf/\n39\nof om die belange van die gemeenskap te beskerm. Waar die\nnoodsaaklikheid om orde en wet te handhaaf en die ge-meenskap te beskerm\ndie\ntoets is wat geld wanneer die Administrateur-generaal moet besluit of hy iemand\nwat as gevolg van optrede deur die veiligheidsmagte\naangehou word, verder aan te\nhou, skyn die vraag of hy tevore wettig of onwettig aangehou is nie relevant of\nvan belang te wees nie:\nal wat ter sake is, is of die betrokke persoon volgens\ndie oortuiging van die Administrateur-generaal iemand is wie se verdere\naanhouding\n\"vir die handhawing van orde en wet of andersins in die openbare\nbelang nodig is.\" Ek besef dat wat ek so pas gesê het nie\nten volle geld\nten opsigte van persone wat ingevolge art. 4(2)(d) van die proklamasie aangehou\nword nie. Art. 5\nbis\n(1) verwys na persone wat\n\"kragtens\"/....\n40\n\"kragtens\" art. 4(2)(d) aangehou word, wat waarskynlik aandui dat hulle\nin wettige aanhouding moet wees. Ek meen egter nie dat, omdat\ndie verwysing na\naanhouding kragtens art. 4(2)(d) 'n verwysing na wettige aanhouding is, die\nverwysing na die \"inhegtenis is\" van\npersone wat \"as gevolg van\" optrede deur\ndie veiligheidsmagte geskied het, ook 'n verwysing na wettige \"hegtenis\" moet\nwees nie.\nArt. 5\nbis\n(1) het met twee heeltemal afsonderlike klasse van\npersone te doen en dieselfde oorwegings geld nie noodwendig in albei gevalle\nnie.\nIn die geval van art. 4(2)(d) het 'n mens bv. te doen met aanhoudings wat\ningevolge die bepalings van die proklamasie geskied en\nwaarvan die wettigheid al\ndan nie, anders as in die geval van aan-houdings deur die veiligheidsmagte,\nbetreklik maklik be-\npaal/.\n41 paal kan word. En dan, soos ek reeds gesê het, het 'n\nmens die opvallende verskil in taalgebruik waar daar in art. 5\nbis\n(1) na\ndie twee klasse persone verwys word: in die een geval word daar verwys na\npersone wat \"kragtens\" art, 4(2)(d) aangehou word,\nen in die ander geval na\nper-sone wat \"as gevolg van\" optrede deur die veiligheidsmagte in hegtenis is,\nsonder dat bepaal word dat\ndie aanhouding \"kragtens\" of \"ingevolge\" die\nVerdedigingswet, of enige ander wet, moet geskied.\nUit hoofde van die voorgaande is ek van mening dat die\nAdministrateur-generaal se bevele van 25 Mei 1979 wettig was ook al sou die\naanhouding van die betrokke per-\nsone tot op daardie tydstip nie wettig gewees het nie.\nDit/\n42\nDit volg uit wat hierbo gesê is dat die appèl nie\nkan slaag nie, maar in die lig van my bevinding dat die\nhof a\nquo\nfouteer het deur te beslis dat die aansoek vanweë\ndie sertifikaat wat\ndeur die Minister van Justisie uitge-reik is, verval het, kan die bevel van die\nhof a\nquo\nnie bly staan nie en moet dit vervang word deur 'n bevel wat\ndie aansoek afwys.\nDaar word soos volg beveel:\n(1)\nDie appèl word met\nkoste afgewys, insluitende die koste van twee\nadvokate.\n(2)\nDie bevel van die hof a\nquo\nword tersyde gestel en deur die volgende bevel vervang, nl. \"Die\naansoek word met koste afgewys,\ninsluitende\ndie/\n43 die koste van twee advokate.\" (3) Die koste van die aansoek om verlof om\nte appelleer moet deur die appellante betaal word.\nP J RABIE\nWND HOOFREGTER.\nJANSEN AR\nJOUBERT AR\nHEFER AR Stem saam\nBOSHOFF WND AR",
  "scraped_at": "2026-02-11T20:59:26.000775",
  "date": "1987-03-26",
  "coram": [
    "RABIE WND HR",
    "JANSEN",
    "JOUBERT",
    "HEFER ARR",
    "BOSHOFF WND AR"
  ],
  "case_number": "28/87",
  "parties": {
    "applicants": [
      "James Hamupanda Kauluma and Others"
    ],
    "respondents": [
      "Minister of Defence and Others"
    ]
  },
  "sections": {
    "facts": "The appellants sought the release of a number of persons who had been detained following a series of orders issued by the Administrator‑General of South West Africa under article 5 bis(l) of Proclamation AG 9 of 1977. The original detention stemmed from a military operation in Angola in May 1978, after which the detainees were held in a South African Defence Force camp at Mariental. On 25 May 1979 the Administrator‑General issued further detention orders directing continued custody under the authority of the proclamation. A certificate was later issued by the Minister of Justice under section 103(4) of the Defence Act, stating that the civil proceedings relating to the detainees should not proceed. The High Court allowed the release of five still‑detained persons; the remaining issue before the Supreme Court of Appeal concerned the effect of the ministerial certificate, the lawfulness of the Administrator‑General’s orders, and the allocation of costs.",
    "issues": "1) Whether the certificate issued by the Minister of Justice under s 103(4) of the Defence Act renders the appellants’ application for release void. 2) Whether the Administrator‑General’s further detention orders issued under article 5 bis(l) of Proclamation AG 9 of 1977 were lawful despite any alleged illegality of the earlier military detention. 3) How costs of the appeal should be allocated between the parties.",
    "principles": "The court examined the requirements of section 103(4) of the Defence Act, which permits a ministerial certificate only where the underlying action was based on a prior act that \"was for the prevention or suppression of terrorism\" and where it is in the national interest that the proceeding not continue. The interpretation of \"hand\" in sub‑article (4) was guided by sub‑article (5) and established case law on statutory construction, including Rossouw v Sachs, Nkondo v Minister of Law and Order, State President v Tsenoli, Mapheele, and De Kock. A presumption that references to conduct in legislation denote lawful conduct was considered but qualified by the need to interpret the language in context. The court also considered the scope of the Administrator‑General’s powers under article 5 bis(l), noting that the provision does not require prior lawful detention for the exercise of further detention powers.",
    "application": "The court held that the ministerial certificate did not apply because the \"hand\" referred to in s 103(4) must have taken place before the civil suit was instituted; the detention orders were issued after the suit was filed, so the certificate could not cause the application to lapse. Regarding the Administrator‑General’s orders, the court concluded that the statutory language allowed him to order further detention irrespective of the legality of the preceding military custody, and therefore the orders were valid. Consequently, the appeal could not succeed on the basis of the certificate, and the earlier order refusing the application should be set aside. The court also decided that the costs of the appeal should be borne by the appellants.",
    "conclusion": "The appeal was dismissed. The earlier order of the High Court refusing the application was replaced with an order granting leave to appeal but awarding costs against the appellants, including the costs of two attorneys. The judgment affirmed the legality of the Administrator‑General’s detention orders and clarified the limited effect of a ministerial certificate under the Defence Act."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Security Legislation",
    "level_3": [
      "defence act",
      "detention",
      "ministerial certificate",
      "administrative law",
      "costs"
    ]
  }
}