{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/99.html",
  "case_name": "S v Tshoko and Another (101/87) [1987] ZASCA 99; [1988] 1 All SA 311 (A) (24 September 1987)",
  "citation": "[1987] ZASCA 99",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 99\n|\nNoteup\n|\nLawCite\nS v Tshoko and Another (101/87) [1987] ZASCA 99; [1988] 1 All SA 311 (A) (24 September 1987)\nDownload original files\nPDF format\nRTF format\nDIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n)\nIn die saak tussen:\nMIRIAM TSHOKO\nEerste Appellant\nFLORENCE\nZUBA\n. Tweede Appellant\nEN\nDIE STAAT\nRespondent\nCoram\n: GROSSKOPF, JACOBS et SMALBERGER,\nARR\nVerhoor\n: 17 September 1987\nGelewer\n: 24 September\n1987\nUITSPRAAK\nJACOBS\n, AR :\nDie twee appellante (voor die verhoorhof was\nhulle onderskeidelik besk 1 en besk 2 en ek sal hulle weer\nso..../2\n2\nso noem), is in die Wynbergse landdroshof daaraan skuldig be-vind dat\nhulle, strydig met die bepalings van art 2(a)\nvan\nWet 41 van\n1977,\nin dagga met 'n massa van 2,197 kg handel gedryf het. Beskuldigdes is elk\ngevonnis tot drie jaar gevangenis-straf waarvan twee jaar\nvoorwaardelik\nopgeskort is vir 'n tyd-perk van drie jaar. 'n Appèl deur beskuldigdes\nteen sowel die skuldigbevindings as die\nvonnisse is deur die Provinsiale\nAf-deling Kaap die Goeie Hoop van die hand gewys asook aansoeke, deur hulle om\nna hierdie Hof te\nappelleer. Verlof is egter deur hierdie Hof aan beide\nbeskuldigdes toegestaan om teen die skuldigbevindings sowel as die opgelegde\nvonnisse te appelleer\nVoor die verhoorhof was dit gemene saak dat die twee beskuldigdes, wat deur\n'n prokureur verdedig was, op 16\nAugustus 1984 in Militêreweg, Steenberg, in 'n Toyota bakkie\ngery .../3\n3\ngery het. Besk 1 het bestuur en besk 2 het langs haar op die voorste\nsitplek gesit. Die twee beskuldigdes was die enigste insittendes\nen daar was\nniks agter op die bakkie nie. Dit was verder gemene saak dat omstreeks 20h50\ndieaand die voertuig waarin beskuldigdes\ngery het by\n'n\npadblokkade in\nMilitêreweg voorgekeer is en dat 'n sak met dagga met 'n massa van 2,197\nkg voor in die stuurkajuit van die voertuig\ngevind is. Die dagga was opgemaak in\npakkies wat met koerantpapier toegedraai was. Daar was vyftig van die pakkies in\ndie sak. Die\nbeskuldigdes se verweer was dat hulle bewus was van die sak in die\nstuur-kajuit maar dat hulle nie daarvan bewus was dat die inhoud\nvan die sak uit\ndagga bestaan het nie.\nDie enigste Staatsgetuie was sersant Tidman van\ndie Suid-Afrikaanse polisie te Mowbray. Hy het getuig dat\nhy ..../4\n4\nhy lid was van die groep polisiebeamptes wat die aand die pad-blokkade\nin Militêreweg beman het. Op 'n stadium het hy weg-beweeg\nvan die\npadblokkade en ongeveer tien meter daarvan in die middel van die pad gaan staan,\nTerwyl hy daar gestaan het, het hy opgemerk\ndat die betrokke Toyota bakkie met\ntwee swart dames daarin stadig deur die blokkade beweeg. Hulle is nie beveel om\nte stop nie -\nblykbaar is nie alle voertuie wat deur die blokkade beweeg het\ngestop nie - maar die getuie het be-sluit om die voertuig \"van díe\npad af\nte trek\". Hy het die nodige teken gegee en die bestuurder het die voertuig naby\nwaar hy gestaan het,langs die pad tot stilstand\ngebring. Die sersant het getuig\ndat hy na díe bestuurder van die voertuíg gestap het. Dit was besk\n1. Hy het dadelik\nopgemerk dat\nbesk 1 se passasier, besk 2, baie senuweeagtig voorgekom het.\nVolgens .... / 5\n5\nVolgens die getuie het sy rondgekyk (aanvanklik het\nhy die\nwoord \"omgekyk\" gebruik) en effens op haar sitplek rond-\ngeskuif. Dit het hom agterdogtig gemaak en hy het dadelik\nagterom die voertuig gestap na waar besk 2 gesit het. Hy\nhet 'n flitslig by hom gehad en het opgemerk dat besk 2 besig\nwas om 'n wit sak, waarin die dagga later gevind was, onder\nhaar rok uit te trek. Hy het besk 2 se hand vasgegryp en\ndie sak uit díe voertuig getrek. Hy het díe sak oopgemaak\ndit was nie toegebind níe - en het gevind dat dit dagga bevat\nHy het beide beskuldigdes vir 'n verduideliking gevra en albei\nhet ontken dat hulle iets van die dagga af weet. Eers daar-\nna het hy beskuldigdes beveel om uit die voertuig te klim en\nis hulle aangehou.\nBeide beskuldigdes het onder eed getuig.\nVolgens .... /6\n6\nVolgens besk 1 smous sy met vr.ugte en groente en word die bak-kie wat\nin die onderhawige geval ter sprake is gebruik vir doel-eindes\nvan voormelde\nbesigheid. Verskillende persone bestuur die bakkie en doen besigheid namens\nhaar, en op die betrokke\ndag is dit bestuur deur haar broer Isipo. Die aand\nvan 16\nAugustus het sy by haar huis 'n telefoonoproep ontvang dat haar\nneef (soms het sy gepraat van haar broer) se huis in die omge-wing van\nVishoek aan die brand is. Gedurende kruisondervra-ging deur\ndie Staatsaanklaer\nhet sy verduidelik dat die neef (of broer) in een van '\nn\nklomp tydelike\nhuisies, gemaak van plas-tiese sakke, gewoon het en dat die telefoonoproep wat\nsy ont-vang het dat die neef (of broer)\nse huis besig was om af te brand eintlik\nafkomstig was van iemand anders wat aan haar\nbekend is, en wat ook in die plastiekhuisies woon. Verder\nhet ..../7\n7\nhet sy getuig dat sy pas die telefoon neergesit het nadat die berig aan\nhaar oorgedra is, toe Isipo met die betrokke bakkie by haar\nhuis stilgehou het\nen haar huis binnegekom het. Sy het onmiddellik die sleutels van die bakkie by\nIsipo geneem, vir besk 2 gevra\nom haar te vergesel, en vertrek na haar neef (of\nbroer) se woonplek om te gaan uitvind of sy nie hulp kan verleen nie. Die\nvoertuig\nwas nie toegesluit nie en hoewel sy die sak voor in die voertuig gesien\nhet, het sy nie daaraan gedink om dit uit te haal of agterop\ndie bakkie te sit\nnie. Sersant Tidman en beskuldigdes het saamgestem dat die sak met inhoud\nongeveer een meter hoog en ongeveer \"twee\nvoet\" breed was. Besk 1 het beweer dat\npersone wat namens haar smous soms groente of vrugte wat na die dag se werk\nonverkoop is vir\nhulleself hou en sy het maar aanvaar dat die inhoud van\ndie ..../8\n8\ndie sak sulke oorskiet bevat en aan Isipo\nbehoort. In Militêreweg het sy die padblokkade gesien en is deur sersant\nTidman gewys\nom stil te hou maar as gevolg van defektiewe rem-me het sy die\nvoertuig eers ongeveer 15 meter verby die blok-kade tot stilstand\nkon bring.\nSers Tidman het toe die voer-tuig van agter genader en, volgens besk 1, het hy\nomgestap en aan besk 2 se kant van die\nvoertuig gaan staan. Die sersant het toe\naan haar gevra of sy 'n bestuurderslisensie het. Verder het hy gevra:\n\"Hoekom het jy nie daar by daardíe bord stilgehou nie? Kan jy lees?\nWeet jy nie wat staan daarop geskryf nie?\"\nSy het vir die sersant gesê haar remme is foutief en hy het toe vir\nhaar en besk 2 beveel om uit die voertuig te klim,\nwat hulle gedoen het. Die sersant het toe die sak,wat nog\nsteeds .... /9\n9\nsteeds in die voertuig was, uitgehaal en oopgemaak en gesê: \"Dit\nis dagga wat hierin is.\" Daarna het die sersant hulle na die\npolisiestasie toe\ngeneem. Besk 1 het ontken dat die sak waarin die dagga was onder besk 2 se rok\nwas. Volgens haar het die sak tussen\ndie twee van hulle op die vloer van die\nbakkie gelê. Sy het getuig dat sy van die polisiestasie af haar huis gebel\nhet om te\nsê van die moeilikheid waarin hulle was. Toe hulle later tuis\nkom (borg is die volgende dag aan beskuldigdes toegestaan) was\nIsipo weg en ten\ntyde van die verhoor wat op 19 November 1984 geeindig het was hy steeds weg.\nBesk 2 het in breë trekke besk\n1 se weergawe van die gebeure díe\nbetrokke aand beaam. Sy het ontken dat sy te enige tyd senuweeagtig was of dat\nsy die sak\nmet inhoud\nonder haar rok probeer uithaal het of dat die sersant op enige stadium .... /\n10\n10\nstadium haar hand vasgegryp het. Dit het die getuienis wat namens\nbeskuldigdes voorgelê is afgesluit.\nNadat die landdros in sy uitspraak\n'n\nbreë uit- eensetting van die getuienis wat voor hom afgelê\nis gegee het gaan hy soos volg voort:\n\"\nAl wat die Staat moet bewys\nen al wat werklik in geskil geplaas is,\nis of beide beskuldigdes bewus was van die inhoud van die sak, het hulle geweet\ndat daar\ndagga in hierdie sak was.\" (Die onderstreping is my eie.)\nNou ly dit geen twyfel nie dat die landdros\nverkeerdelik van mening was dat die bewyslas in die onderhawige geval op die\nStaat gerus het om te bewys dat beskuldigdes be-wus was\ndat die inhoud van die\nsak, wat in die voertuig was wat deur besk 1 bestuur is en waarin besk 2 'n\npassasier\nwas, inderdaad dagga was. Die bewyslas het duidelik op\nbeskuldigdes .... /11\n11\nbeskuldigdes gerus om, op '\nn\noorwig van waarskynlikhede, te be-wys dat\nhulle\nnie\nbewus was daarvan dat die sak dagga bevat het nie. Dat dit so\nis blyk duidelik uit hierdie Hof se ver-tolking van die vermoede vervat\nin art\n10(1) (e) van Wet 41 van 1977 in\nS v Ngwenya\n1979 (2) SA 96\nwaar Jansen\nAR op bl 102 A-B die regsposisie soos volg uiteensit:\n\"Dit volg dus dat, as bv in of op 'n voertuig dagga gevind word, dit vermoed\nword dat 'n persoon op die voertuig of in beheer daarvan\nof wat dit vergesel in\ndaardie dagga handel gedryf het,\ndws dat hy van die dagga bewus was, geweet\nhet dat dit dagga is\nen dat hy beheer daaroor uitgeoefen het met die oog\ndaarop om dit te verkoop, ondanks sy wete dat dit ongeoorloof is\". (Die\nonderstreping\nhierbo is my eie. )\nDie Hof a\nquo\nhet dan ook tereg bevind dat die landdros in dié\nverband 'n wanopvatting van die ligging van die\nbewyslas gehad het en hierdie bevinding is ook nie voor hierdie\nHof.../12\n12\nHof aangeveg nie. Ek kan egter nie met Lategan R saamstem waar hy in die Hof\na\nquo\nse uitspraak die volgende sê nie:\n\"Omdat die landdros .... heeltemal mis gevat het oor die basis waarop die\ngetuienis beoordeel moes word .... is ek van oordeel dat\nhierdie Hof wel in 'n\nposisie is om,\nsonder om hom te steur aan enige geloofwaardigheidsbe-vinding\nvan die landdros\n, 'n bevinding te kan maak oor die waarskynlikhede soos dit\ngemanifesteer word in die onbetwis-te feite en op die basis van aanname\ndat die\ntwee beskuldig-des se storie as redelik moontlik aanvaar kan word.\" (Weer eens\nis die onderstreping hierbo my eie.)\nEk is van mening dat 'n hof van appèl se benade-ring in 'n geval soos\ndie onderhawige korrek uiteengesit word deur Schmidt:\nBewysreg\n: Tweede\nUitgawe op bl 33 waar die ge-leerde skrywer die volgende sê:\n\"As die laer hof 'n foutiewe opvatting van die ligging van die bewyslas gehad\nhet, moet die appèlhof steeds eersge-noemde se\nbevindings omtrent\ngeloofwaardigheid in ag neem vir sover dié nie deur sy beskouing van die\nbewyslas geraak word nie (en inderdaad\nbehoort sy beskouing\nvan .... / 13\n13\nvan die bewyslas nie sulke bevindings te affekteer nie) om te bepaal of die\nparty wat wel die bewyslas dra hom daarvan gekwyt het.\"\nVgl ook\nTwigger v Starweave (Pty) Ltd\n1969 (4) SA 369\n(N) op 373\nD-F.)\nDit is dan ook al dikwels beklemtoon dat die ver-\nhoorhof wat die getuies se voorkoms en houding en hulle reaksies op vrae\nwaarneem, in 'n gunstiger posisie is as die hoër hof\nom geloofwaardigheid\nte bepaal en dat 'n hof van appèl, wanneer hy die laer hof se\nfeitebevindinge oorweeg, wel deeglik waarde\nmoet heg aan die verhoorhof se\nbevindings omtrent geloofwaar-digheid vir sover dit op die waarneming van\ngetuies berus. (Vgl\nRex v Dhlumayo and Another\n1948 (2) SA 677\n(A).)\nIn die onderhawige saak sê die landdros\ndie\nvolgende .... / 14\n14\nvolgende van sers Tidman as getuie:\n\"Die sersant het\n'n\ngoeie indruk op die Hof gemaak. Hy\nhet sy getuienis op 'n positiewe wyse afgelê. Dit het nie vir die Hof\ngeblyk asof hy sy getuienis aandik nie. Hy het nie vyandig\nvoorgekom nie.\"\nEn dan verderaan:\n\"Die Hof kon geen fout vind met die weergawe van die ser-sant nie en beskou\nhom as 'n goeie getuie. Die Hof het ook die geleentheid\ngehad om hom te sien\nterwyl hy getuie-nis onder eed afgelê het.\"\nDie landdros sê dat besk 1 nie 'n baie goeie in-druk op die Hof gemaak\nhet nie en noem dan twee redes waarom hy dit sê.\nDie eerste is dat sy op\ndie oog af ietwaf klei getrap het toe sy gevra was om te beduie hoe sy sou moes\nry om by die plakkersdorp\nuit te kom waar haar broer (of neef) se huis was wat\nna bewering besig was om af te brand. Die ander aspek waarna die landdros verwys\nis die feit dat sy in\nhaar .... /15\n15\nhaar hoofgetuienis gepraat het van haar \"neef\" se huis wat\nvolgens die boodskap wat sy gekry het aan die brand was en la-\nter verwys sy na die betrokke huis as haar \"broer\" se huis.\nEk meen egter nie dat die landdros se kritiek op besk 1 se\ngetuienis vir sover dit bogemelde aspekte betref veel om die\nlyf het nie. Wat besk 2 betref sê die landdros dat hy nie\neintlik 'n fout met haar weergawe as sulks kon vind nie en ek\nsal aanvaar dat indien die bewyslas op die Staat sou gerus\nhet om te bewys dat beskuldigdes daarvan bewus was dat die\nsak wat hulle in die voertuig gehad het dagga bevat het, dit\nmiskien moeilik sou gewees het om beskuldigdes se ontkenning\ndat hulle bewus was van daardie feit heeltemal te verwerp as\nsynde nie redelik moontlik waar nie. Dit is egter nie hoe\ndie saak benader moet word en hoe die landdros die saak moes\nbenader .... / 16\n16\nbenader het nie. Ek het reeds daarop gewys dat die landdros\nsers Tidman as 'n geloofwaardige getuie beskou het. Oor wat\ndaar naby die padblokkade gebeur het nadat besk 1 die bakkie\ntot stilstand gebring het, is beskuldigdes se weergawe heelte-\nmal onversoenbaar raet dié van sers Tidman. Adv Marais, wat\nnamens beskuldigdes voor hierdie Hof verskyn het, het ruiterlik\nerken dat hy nie kon aanvoer dat die landdros beskuldigdes se\nweergawe in dié verband moes aanvaar het nie. Daar is na my\nmening ook sekere waarskynlikhede wat teen beskuldigdes se weer-\ngawe indruis. Waarom, sou 'n mens met reg kon vra, sou sers\nTidman as hy met die bestuurder van die voertuig wou praat (want\ndit is wat beskuldigdes beweer hy gedoen het) , in die eerste\nplek aan die passasier se kant van die voertuig gaan staan?\nEn indien hy aanvanklík aan die bestuurder se kant gaan staan\nhet .../17\n17\nhet, soos hy getuig het, waarom sou hy feitlik onmiddellik daarna na besk 2\nse kant omgestap het indien daar nie, soos die sersant\ngetuig het, iets in\nlaasgenoemde se optredes of gedrag was wat sy suspisies gewek het nie? Adv\nMarais\nhet egter betoog dat al sou hierdie Hof tevrede wees dat\nbeskuldigdes se weergawe oor wat daar in die pad gebeur het, verwerp moet\nword,\ndit nog nie hulle getuienis dat hulle nie geweet het wat in die sak was\nonwaarskynlik maak nie. Dit wil ek geredelik toegee\nraaar dit maak seer sekerlik\nnie hulle weergawe mëer waarskynlik nie. Daar is na my mening egter heelwat\nander faktore teen\naan-vaarding van beskuldigdes se verhaal op 'n oorwig van\nwaarskyn-likhede. Ek noem met 'n paar daarvan. In die eerste plek vra 'n\nmens\njouself die vraag af of Isipo (en indien beskul-\ndigdes se weergawe waar is, is dit nouliks denkbaar dat\ndie .... / 18\n18\ndie\nsak met dagga\nnie\naan\nhom\nbehoort het nie) die dagga,\nna-\ndat hy by besk 1 se huis stilgehou het net so oop en bloot in\ndie ongesluite bakkie sou laat lê het? Maar wat miskien meer\nbelangrik is, is dat dit myns insiens hoogs onwaarskynlik is\ndat toe besk 1 die sleutels vra (dit is tog ondenkbaar dat sy\nnie vir broer Isipo sou gesê het waarheen sy op pad is nie),\nIsipo nie voor hulle vertrek het self die sak dagga uit die\nvoertuig sou gehaal het nie. As beskuldigdes se storie waar\nis sou hulle seker aanvaar het dat die sak oorskiet groente\nbevat en sou die verwydering\" van die sak deur Isipo uit die\nvoertuig deur hulle as bloot normaal aanvaar gewees het. 'n\nAnder onwaarskynlikheid in beskuldigdes se weergawe is, na my\nmening, dat hulle, as hulle gedink het die sak bevat oorskiet\ngroente, nie self die sak uit die stuurkajuit uitgehaal het\nen ... / 19\n19\nen dit óf agter op die bakkie gesit het óf daar by die huis\nneergesit het nie. Ten spyte van beide van hulle se bewering\ndat die sak hulle nie gehinder het nie kan dit net nie aanvaar\nword nie. Die binnemats van die bakkie van deur tot deur is\n135 cm. Dan is daar nog die handrat wat op die vloer van die\nbakkie tussen die twee sitplekke gemonteer is. Volgens besk 2\nhet die sak, wat ongeveer 1 meter lank was, op die vloer van\ndie bakkie aan die kant waar sy gesit het gelê. Dit is duide-\nlik dat die sak net eenvoudig nie in daardie gedeelte van die\nbakkie sou ingepas het sonder dat besk 2 die hele tyd met haar\nbene feitlik bo-oor die sak raoes gesit het nie. Daar is'net\neen ander aspek waarna ek wil verwys. Dit is naamlik die\nfeít dat besk 1 se neef (of broer) wie sehuis na bewering die\naand aan die brand geraak het nie as getuie geroep is nie.\nOok .... / 20\n20\nOok die persoon wat vir besk\n2 na\nbewering sou getelefoonneer het en\ndie nuus van die brand aan haar sou oorgedra het is nie as getuie geroep nie.\nVolgens besk 1 ken\nsy laasgenoemde per-soon goed. Ek kan nouliks aanvaar dat\nbeskuldigdes se proku-reur, wetende dat hulle weergawe in belangrike opsigte\nbots met dié van sers. Tidman en met die besef, so aanvaar ek, dat hulle\nweergawe onder al die omstandighede\nprima facie\nietwat onwaar-skynlik\nvoorkom,\nnie\nvoormelde persone\nas\ngetuies sou geroep het nie as\nhulle die beskuldigdes se weergawe kon staaf, of mínstens\n'n\nverduideliking gegee het waarom dit nie gedoen is nie. Onder al die\nomstandighede meen ek dat beskuldigdes hulle nie van die .\nbewyslas wat op hulle\ngerus het op 'n oorwig van waarskynlikhede gekwyt het nie. Hulle is dus na my\nmening tereg skuldig bevind.\nAdv\nMarais\nhet ook gevra dat hierdie Hof met die\nopgelegde .... / 21\n21\nopgelegde vonnisse moet inmeng. As ek hom reg verstaan het, het hy aan die\nhand gedoen dat in beide gevalle algehele opge-skorte vonnisse\nmeer gepas sou\ngewees het hoofsaaklik vanweë die feit dat beide beskuldigdes 'n aantal\nminderjarige kinders het en dat, veral\nin die geval van besk 1 wat 'n geskeide\nvrou is, effektiewe gevangenisstraf sal meebring dat die kinders waarskynlik\nsonder sorg\nsal wees. Adv\nMarais\nkon na geen mistasting aan die kant van\ndie verhoorhof wys nie en het bloot aangevoer dat die opgelegde vonnisse onder\nal die om-standighede\nskokkend onvanpas is. Die verhoorhof het alle\ntersaaklíke omstandighede in ag geneem en hoewel die opgeleg-de vonnisse\nop\ndie oog af ietwat aan die swaar kant voorkom kan dit nie gesê word dat\ndíe landdros nië sy diskresie op 'n\nregterlike wyse uitgeoefen het nie en daar is na my mening geen\ngrondslag .... /22\n22\ngrondslag wat inmenging deur hierdie -Hof met die uitoefening\nvan daardie diskresie sou regverdig nie.\nDie appèlle van beide beskuldigdes word ge-\nvolglik afgewys.\nH R JACOBS, AR\nGROSSKOPF, AR )\nstem saam SMALBERGER, AR )",
  "scraped_at": "2026-02-11T21:18:14.612970",
  "date": "1987-09-24",
  "coram": [
    "GROSSKOPF",
    "JACOBS",
    "SMALBERGER"
  ],
  "case_number": "101/87",
  "parties": {
    "applicants": [
      "Miriam Tshoko",
      "Florence Zuba"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellants, Miriam Tshoko and Florence Zuba, were convicted in the Wynberg Magistrate's Court of trafficking 2.197 kg of dagga. The offence occurred on 16 August 1984 when they drove a Toyota bakkie along Military Road. At a police road‑block the vehicle was stopped; a white sack containing dagga in newspaper‑wrapped packets was discovered in the front seat area. Sergeant Tidman, the only state witness, testified that he stopped the vehicle, observed the passenger (Zuba) reaching under her skirt for the sack, opened it and found dagga. Both appellants denied any knowledge of the contents. They were sentenced to three years' imprisonment, with two years suspended.",
    "issues": "The appeal raised two key issues: (1) whether the appellants had knowledge of the dagga contained in the sack; and (2) whether the lower court erred in applying the statutory presumption of knowledge under section 10(1)(e) of the 1977 Drug Act (Wet 41) and the related burden of proof.",
    "principles": "The court considered the principle established in S v Ngwenya (1979) that when illegal substances are found in or on a vehicle, a presumption arises that the person in control of the vehicle is aware of the substance and intends to trade it. The burden remains on the State to prove knowledge beyond reasonable doubt, but the presumption may be rebutted only by credible evidence to the contrary. An appellate court must respect the trial judge's assessment of witness credibility unless it is clearly erroneous.",
    "application": "The appellate judge examined Sergeant Tidman's testimony against the appellants' conflicting accounts. He identified inconsistencies in the size and placement of the sack, the improbability of the appellants not noticing the bag, and the lack of any independent evidence supporting their denial of knowledge. Applying the presumption of knowledge, the judge concluded that the State had discharged its burden and that the appellants could not successfully rebut the inference that they were aware of the dagga.",
    "conclusion": "The appeal was dismissed. The convictions for drug trafficking were upheld and the original sentences—three years' imprisonment with two years suspended—were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Trafficking",
    "level_3": [
      "presumption of knowledge",
      "burden of proof",
      "appeal",
      "credibility of witnesses"
    ]
  }
}