{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/141.html",
  "case_name": "Virginia Land and Estate Company Ltd. and Another v Virginia Central City Properties (Pty)Ltd. (168/86) [1987] ZASCA 141 (27 November 1987)",
  "citation": "[1987] ZASCA 141",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 141\n|\nNoteup\n|\nLawCite\nVirginia Land and Estate Company Ltd. and Another v Virginia Central City Properties (Pty)Ltd. (168/86) [1987] ZASCA 141 (27 November 1987)\nDownload original files\nPDF format\nRTF format\n168/86\n/mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nVIRGINIA LAND AND ESTATE COMPANY\nLIMITED\nFIRST\nAPPELLANT\nTUCKERS LAND AND DEVELOPMENT\nCORPORATION (PROPRIETARY)\nLIMITED\n... SECOND APPELLANT\nand\nVIRGINIA CENTRAL CITY\nPROPERTIES\n(PROPRIETARY) LIMITED\nRESPONDENT\nCORAM\n. : VILJOEN, VAN HEERDEN, GROSSKOPF, NESTADT, JJA et NICHOLAS\nAJA\nHEARD\n: 14 SEPTEMBER 1987\nDELIVERED\n: 27 NOVEMBER 1987\nJUDGMENT\nVILJOEN\n, JA\nThe litigation in this matter commenced in\nthe form\nof an application on notice of motion brought\nby the/\n2. by the respondent against the two appellants (here-\ninafter referred to as Virginia Land and Tuckers\nrespectively) and third respondent who is not a\nparty to this appeal, praying for an order declaring that the \"purported\"\ncancellation by Tuckers on the\n7th November 1980 of the sale of certain stands by\nVirginia Land to the respondent, is of no force and\neffect. In support of\nthis contention the respondent\nrelied upon, firstly, a written variation of\nthe\nagreements of sale in terms of which, it was alleged,\nextension was\ngranted to pay outstanding balances on\nthe stands purchased; secondly, on the\ninvalidity of\nthe notice which was given to remedy the breach by the\nrespondent of the deeds of sale; thirdly, on estoppel,\nfourthly/\n3.\nfourthly on waiver, and fifthly, on the\nexceptio\ndoli generalis\n. Answering and replying affidavits\nwere filed which disclosed a number of factual dis-\nputes which could not be decided on paper. The matter\nwas,consequently,\nreferred by Van Reenen J for the\nhearing of oral evidence on those issues and eventually,\nafter a fairly lengthy hearing, Moll JP delivered a\njudgment in which he rejected all but one of the grounds\nraised by the respondent. The one ground on which the latter succeeded was\nthe\nexceptio doli generalis\n, the learned Judge President finding, on the\nfacts of the case, that the enforcement by Virginia Land of its rights in terms\nof the\ndeeds of sale would be unconscionable\nconduct/\n4.\nconduct on its part and would cause great inequity.\nLeave\nhaving been granted by the Court a\nquo\nthe\nappellants now appeal to\nthis Court.\nThe transactions which gave rise to this\nlitigation\nwere 85 separate deeds of sale which were\nentered into during or about June\n1973 between the\nrespondent, then known as Elegant Dry Cleaners\n(Pty)\nLimited, for the purchase of 85 stands in the township\nof Virginia,\nsituate in the district of Ventersburg,\nOrange Free State, from Virginia\nLand. These deeds of\nsale were in identical terms. Each deed provided\nfor\nthe payment of a deposit and the balance in monthly\ninstalments. A rate of 8½ p a interest was stipu-\nlated to be paid on the outstanding balance and in\nterms/.....\n5.\nterms of the agreement the purchase price and all other charges were to\nbe paid in full within six years of the date of signature\nthereof, by the\npurchaser. The purchaser, clause 8 of the agreement provided, shall be entitled\nto possession of the land on sig-nature\nthereof by the seller and from that date\nthe former shall be liable for all rates and other char-ges leviable in respect\nthereof\nand shall refund any prepayments made by the seller in this regard. A\ncancellation clause provided that in the event of the purchaser\nfailing to pay\nany amount payable in terms of the agreement promptly on due date or committing\na breach of any of the other terms\nor conditions of the agreement the seller\nshall, should\nthe/\n6. the purchaser fail to make such payment and/or\nremedy such breach within thirty days after written\nnotice has been given\nto the purchaser informing him\nof the failure in question and demanding that\nhe\ncarry out the obligation in question within such\nperiod, be entitled to\ncancel the agreement, to\nclaim payment of all arrear payments due, to\ntake\npossession and occupation of the land and to retain\nall payments made\nby the purchaser to the seller\nprior to cancellation, or, in the alternative,\nto\ncancel the agreement and recover from the purchaser\nsuch damages as the\nseller may prove it has sustained\nas a result of such breach together with\nall other\ncosts and charges for which the purchaser is liable\nin/\n7.\nin terms of the agreement.\nClauses 15(2) and (3) read as follows:\n\"15.2 This Agreement constitutes the en-tire Agreement between the parties\nand no representations, warranties or undertakings shall\nbe of any force or\neffect save as recorded herein. No variation of or addi-tion to this Agreement\nshall be of any force or effect\nunless reduced to writing and signed by the\nparties or their duly authorised agents.\n15.3 Any indulgence shown, extension given or right waived on the part of the\nSeller whether relating to the payment of instalments\nor any other matter or\nthing shall in no way operate as an estoppel against the Seller or in any way\nlimit its rights hereunder or\nmodify or alter the same and the Seller shall be\nentitled at any time to exercise its rights in terms of this Agreement as though\nno indulgence were shown, extension given or right waived.\"\nThe/\n8.\nThe respondent relies, in the main, upon a written agreement of\nvariation of the deeds of sale. Such variation is to be found, substantially,\nit\nis contended, in a series of letters which passed be-tween the parties or their\nattorneys who acted for them. Van Reenen J identified\ncertain disputes of fact\non which he ordered oral evidence to be led. The dispute relating to the written\nvariation was one of them.\nI shall assume, without deciding the issue, that such\nevidence is, for the purpose of interpreting the correspondence relied on,\nadmissible and, even though my main task, as I see it, is to analyse the\ncorrespon-dence, I shall, although as sparingly as possible,\nrefer, in the\ncourse of relating the history of the matter,also, where\nnecessary/.......\n9.\nnecessary, to the evidence led.\nWhen the six year period within which\nthe purchase price had to be paid in\nfull, was\nnearing its end, the firm of Regenbaum, Rapeport,\nFanaroff &\nPartners (\"Rapeport\"), who was acting\nfor the respondent in a rates dispute\nbetween the\nparties, was, by letter dated 28 March 1979, written\nby\nTuckers' attorneys, Joel Melamed & Hurwitz\n(\"Melamed\"),reminded as follows:\n\"We would point out that the balance of the purchase price payable in terms of\nthe Deeds of Sale are now falling due for pay-ment.\nYour client has been in\ncommunica-tion with our client in this regard.\nEntirely without prejudice and without in any way conceding that our client will\ngive your client an extension of time for\npayment will you please advise us what extension of time your client\nrequires.\"\nBecause/\n10. Because the respondent has accorded the rates dispute more relevance\nthan it, in my view, deserves, it has to be briefly explained.\nIt arose when\nTuckers held the respondent liable for rates and taxes in terms of clause 8 of\nthe deeds of sale. In spite of this\nprovision Hotz, the principal director of\nthe respondent, maintained that the respondent was not obliged to repay to\nTuckers the\nfull amount paid by Tuckers to the municipality. He relied upon an\nagreement alleged by him to have been entered into between Tuckers\nand the\nrespondent in terms of which Tuckers accor-ded the respondent a concession in\nrespect of the rates. The terms were, according\nto Hotz, that for\nthe/\n11.\nthe first three years after the date of purchase of the\nstands in question the respondent would pay 20% of the amount levied by the\nVirginia Municipality and for the following three years 30%. Only after expiry\nof the 6 year period referred to or such earlier date\nas transfer would be\npassed would the respon-dent be obliged to pay the full 100%. For the first two\nyears after the purchases, Hotz\ntestified, the latter was sent accounts by\nTuckers which reflected the rates at 20% but thereafter it was sent accounts for\nthe full\n100%, which, according to Hotz, was in breach of the concession. The\nrefusal by the respon-dent to pay the full 100% resulted in\nan application to\nCourt by Tuckers which matter was, according to\nthe/....\n12.\nthe evidence, save for the question of costs, even-\ntually settled. The costs question, the respondent\nmaintains, was\ninextricably tied up with the dis-\npute relating to payment of the purchase\nprice, and\nreference to both disputes will, therefore, perforce\nhave to be\nmade in what follows.\nTo revertto the reminder (\"the first re-\nminder\") of\n28 March 1979 - apparently there was no\nresponse thereto from the respondent.\nOn 15 May 1979\nMelamed wrote another letter to Rapeport about the\nrates\ndispute, but added (\"the second reminder\"):\n\"We would point out to you that the balance of the purchase price payable by\nyour client in respect of the properties purchased by\nyour client from our\nclient falls due for payment on the 21st June 1979.\nWould/\n13.\nWould you please advise what arrangements your client intends to make in regard\nto payment thereof.\"\nOn 3 July 1979 a third reminder, (\nto\nwhich I shall refer as the final reminder), reading\nas follows, was\nsent to Rapeport by Melamed:\n\"We would point out to you that the full amount payable by your client under\nthe deed of sale has fallen due for payment.\nUnless this amount is paid forthwith, our instructions are to issue\nsummons.\"\nOn 5 September 1980, that is more than a year\nlater, a letter\n(annexure W) was, in respect of each\nstand on which an amount (which was\ninserted) was\nstill owing, written by Melamed to the respondent:\n\"You have entered into a written Agreement with us in terms whereof the above\nstand\nwas/\n14. was to be sold to you.\nThe Agreement specifically provided for the payment of the full contract price\nwithin a period of six (6) years from the date of\nthe aforesaid Agreement.\nIn spite of the aforegoing obligation, you have failed and/or refused to effect\npayment of the full purchase price within the period\nstated above. We now hereby\ndemand from you, payment of the full pur-\nchase price at present amounting to R\nwithin a period of thirty one days after receipt by you of this letter, at our\noffices, failing which the aforesaid Agreement will\nbe cancelled without further\nnotice or delay. In that event, all moneys paid to date will be retained and we\nfurther reserve the\nright to in-stitute action against you for the further\nrelief set out in the Agreement.\"\nTo this\nmora\nnotice I\nshall refer as the\ndemand.\nOn 7 November 1980 the agreement relating\nto each/\n15\nto each stand on which an amount was still due, was\ncancelled in the following terms (annexure Z):\n\"With reference to our letter of the 5th September, 1980, we wish to inform you\nthat in view of your non-compliance with our demand,\nwe have cancelled the\nagreement.\"\nTo this letter I shall refer as the notice\nof\ncancellation.\nIt is this notice of cancellation which the Gourt a\nquo\ndeclared to be\nof no force or effect. These three letters, the final re-minder, the demand and\nthe notice of cancellation, demarcate\nspecific stages in the course of events\nand for the purposes of this case the history of the correspondence and\nnegotiations between\nthe parties\nin/\n16.\nin between them has to be traced and analysed.\nIt is\ncommon cause that the 85 stands re-ferred to were purchased by the respondent\nfrom Virginia Land for the purpose of resale at\na profit. It is alleged in the\nrespondent's founding affidavit that subsequent to the final reminder\nnegotiations were conducted\nbetween respondent's attorneys, Tuckers' attorneys\nand directly between attorney Rapeport on behalf of the respondent and Mr Hymie\nTucker, who represented both Virginia Land and Tuckers, with a view to settling\nboth the disputes concerning the rates and taxes\nand the claim made for payment\nof the outstanding amounts claimed under the deeds of sale. In endeavouring to\nsub-\nstantiate/...\n17.\nstantiate the grounds of attack against the notice of\ncancellation copious reference was made in the founding affidavit to the nature\nand purport of the oral discussions held by and to the correspon-dence which\npassed between the parties, including the final reminder,\nthe demand and the\nnotice of cancellation referred to above. These allegations were supplemented,\nas I have said, by the oral evidence.\nThe main answering affidavit was sworn to\nby Mr Hymie Tucker (\"Tucker\") who, however, died before the hearing of oral\nevidence commenced.\nHe admitted the correspondence and although he could not\nremember all the details, he agreed in his affida-vit that certain oral\ndiscussions took place between the parties but his attitude was essentially\nthat\nVirginia/...\n18.\nVirginia Land did not, at any stage during the\nnego-\ntiations, whether in writing or orally, waive any of its rights in\nterms of the deeds of sale. He also denied, as alleged by the respondent,that\neither Virginia Land or Tuckers had, by their conduct or at all, led the\nrespondent to believe that Virginia Land was abandoning\nits right to claim\npayment in terms of the deeds of sale. Clause 15 of each deed of sale\nspecifically provides, he pointed out, that\nindulgences, extensions or\nwaivers\nwould not operate as an estoppel or limit Virginia Land's\nrights in terms of the deeds of sale. He added that\nthere was no written variation of the deeds of sale as reguired by clause\n15.2 thereof. On the issue of\nthe/\n19.\nthe relationship between Virginia Land and Tuckers,\nhis\nattitude, as expressed in his affidavit, was that the respondent's\nrepresentatives well knew that Tuckers was representing Virginia\nLand and that\nit was the latter which cancelled its agree-ments with the respondent, which, he\nsaid, it\nwas perfectly entitled to do. In the replying affidavit Hotz\nrepeated and enlarged upon the sub-missions made in the founding affidavit.\nThe first event of note dealt with inthe papers and the evidence,was a\nmeeting, during August 1979, after the dispatch and receipt\nof the final\nreminder, between attorney Rapeport, on behalf of the respondent, and Tucker\nwhen, according to the\nallegations/\n20.\nallegations in the founding affidavit, Tucker,before\nhe\nwould consider a reguest for an extension of the dates of payment, required\ncertain information from the respondent concerning\nthe amounts still due on\ncertain of the stands in question which,to the know-ledge of Tucker, the\nrespondent had resold to third\npersons. Tucker, it was alleged in the founding\naffi-davit, also required payment of R2 000 on account of arrear instalments.\nThat\nTucker required to know \"what the state of the various transactions\" (as it\nwas put) was, was repeated in the evidence of Rapeport,\nparticu-larly, he said,\nin respect of those stands whose trans-fer was imminent. Tucker, Rapeport\npersonally testified, was not interested\nin cancellation at that stage. He made\nit\nclear/\n21. clear to Rapeport that he was interested'ïn moneyl'\nThe R2 000, Rapeport said, was required to be paid\nby his client not as\narrears but to show the latter's\nbona fides\n. This statement was not\nquite true, because\nit appears from other evidence that the respondent\nwas\nindeed in arrear with its instalments. Nor, as will\nappear from my\nreasoning below, did Tucker require to\nknow what, generally, the state of the\nvarious trans-\nactions was. According to Rapeport it was implicit in\nthe\nwhole discussion that the 6 year period was \"to fall\naway as such.\"\nAs a result of that meeting the following\nletter,\ndated 23 August 1979 (annexure D) was sent by Rapeport to Tuckers:\n\"We confirm that Mr Hack who, in conjunction\nwith your Attorneys Stabin and Gross, is attending to effect registration of\ntransfer to various purchasers, has furnished you\nwith/.........\n22.\nwith a schedule reflecting:\n(a)\tThe matters in which transfer is\nbeing\nproceeded with.\n(b)\tThe amount that will accrue to you upon\nregistration of transfer.\n(c)\tThe amount which will accrue to our\nclient upon registration of\ntransfer.\nAs arranged, we enclose our client's cheque for R2 000 on account of arrear\ninstalments, and in due course, await to hear from you\nregarding the\nproposed settlement negotiations.\"\nOn the same day a letter\n(annexure E) was written to Melamed advising the latter that a schedule as\nrequired had been furnished to\nTucker as well as a cheque for R2 000.\nIt is\nsignificant that a schedule reflecting only the state of those transactions in\nwhich transfer\nwas/\n23.\nwas at that stage being proceeded with, was supplied.\nThe\ninference is that that was all that Tucker was\ninterested in at that stage.\nRapeport thereafter\ncommunicated telephonically with Tucker after which\nhe\nwrote to Melamed the following letter dated\n28 August 1979 (annexure F):\n\"We refer to the recent telephone conversation between Mr Tucker and the writer\nand enclose our Trust account cheque for R4 952,36\nas also our client's cheque\nfor R9 530,66 the aggre-gate of which amounts must be allocated in settlement of\nthe balance of the purchase\nprice in respect of the undermentioned stands as set\nout hereunder:\nStand No 1256\t-\tR\t1\t879,49\n1257\t-\tR\t1\t879,49\n1298\t-\tR\t1\t550,42\n1301\t-\tR\t1\t929,55\n1350\t-\tR\t3\t631,36\n1296\t-\tR\t1\t942,97\n1274 -\nR 1 463,61\nR14 276,89\nPlus interest on\nthe/\n24.\nR 14 276,89\nthe above amount\ncalculated at\nthe rate of 8½%\nper annum as\nfrom the 1st Ju-\nly 1979 to 31st\nAugust 1979\nR 206,13\nR 14 483,02\n\"\nIn response\nto annexure E Melamed wrote to Rapeport (annexure G) on 31 August 1979 advising\nhim that the contents of annexure E had\nbeen discussed with his client and that\nthe latter was prepared to\nenter into an overall arrangement with the\nrespondent on\nthe following conditions:\n\"1. In regard to the pending actions which relate to the rates our client\nadvises that the rates position has been adjusted.\n2. Your client is to pay to our client in\nregard/\n25.\nregard to rates such amounts as our client actually pays out in respect of\nrates.\n3. The cheques on which the actibns have been founded are to be returned to your\nclient.\n4.\tYour client is to pay our taxed party and party costs of the\nactions.\n5.\nIn\nregard to the balances which have\nnow fallen due for payment, the follow-ing provisions are to apply:\n(i) An amount of R15 000,00 is to\nbe paid by the 15th September 1979, the said sum of R15 000,00 is to bé\nallocated towards the balances of all the erven.\n(ii) The full proceeds from each transfer which you are attending to are on\nregistration to be paid to our client.\n(iii) Your client need not pay any instal-ments for the next six\nmonths.\n(iv) The position under this heading is\nto be reviewed at the end of\nJanuary 1980.\nWould/\n26.\nWould you please confirm that the aforegoing is acceptable to your client. Our\nclient re-quires this matter to be brought to finality\nwithin four days from\ndate hereof.\"\nThis letter was written and dispatched prior\nto\nMelamed becoming aware of the contents of annexure\nF because after\nhaving been informed of the receipt\nby Tuckers of the letter and on the same\nday Melamed\nwrote to Rapeport as follows (annexure H):\n\"Your letter of the 28th instant addressed to our client refers.\nIf the sum of R14 483,02 paid under your letter of the 28th instant is to be\nregarded as the payment of R15 000,00 referred to in\nparagraph 5(i) of our\nletter, then our client states that he is not prepared to allocate the payments\nin accordance with your letter\nas our client is only prepared to accept the R15\n000,00 and to allocate same on the basis as set out in our letter. If the R15\n000,00\npaid is an additional payment, then obviously\n27.\nthis does not apply.\nIn regard to interest our client is not prepared to agree to calculate interest\nat 8½% per annum. Our client contends that as\nthe amounts have now fallen\ndue for pay-ment, our client is entitled and is charging interest at the rate of\n14% per annum.\nPlease let us hear from you urgently.\"\nRapeport explained in\nevidence that the amount of R14 483,02 was indeed to be regarded as the payment\nof R15 000. He testified that\nafter his first meeting with Tucker and having\nfurnished him with the schedule referred to he again spoke to Tucker (this,\ninferentially,\nwas the telephonic discussion) when Tucker required to be\napprised of the amount he could expect from the respondent and Rapeport\nmentioned a figure to Tucker of approximately R15 000. Annexure F\nwas/\n28.\nwas written subsequent to the telephone conversation\nand\nmust have been received by Tuckers after having instructed Melamed to write\nannexure G because the latter was written in response\nto annexure E and nothing\nis said in annexure G about the telephone conversation. The inference is,\ntherefore, that the R15 000 was\nmentioned during the first meeting be-tween\nRapeport and Tucker. If at that meeting Tucker had understood the amount of R15\n000 to\nbe offered in settlement of the balance of the purchase prices in respect\nof certain specified stands which were about to be transfered\nas distinct from\nstands which were already in the process of being transferred the con-ditions in\nparagraph 5 woúld not have\nbeen worded as\nthey/\n29.\nthey were because as appears from annexure D\nTucker\nrequired a schedule reflecting the matters in which\ntransfer was\nbeing proceeded with or, as it was put in\nannexure E \"matters in which we are\npresently attending\nto effect transfer to our clients' purchasers.\"\nThat\nsuch was the purport of what Tucker understood appears\nfrom the terms\nas set out in paragraph 5 of annexure G.\nIf the R15 000 or about R15 000 was\nmeant to be the\nproceeds of transfers of stands which thereafter (i\ne\nafter \"presently\"), upon payment of the balances out-\nstanding,\nqualified for transfer, condition 5(i) would\nbe inconsistent with condition\n5(ii). The latter refers\nto \"each transfer which you are attending to.\"\nThe\nfull proceeds from each such transfer were on regi-\nstration/.....\n30.\nstration to be paid over to Tuckers. Apart from that\nan\namount of R15 000 was to be paid into a general fund \"to be allocated towards\nthe balances of all the erven.\" If the sum of R15\n000 were to be thus allocated\ntransfer of stands could only have been effected once the total indebtedness on\nall the stands was\nsettled. The R15 000 might again have been referred to in the\ntelephone conversation but if Rapeport mentioned the R15 000 as. relating\nto\nstands whose registration was imminent that is certainly not the sense in which\nTucker understood it. This appears from the second\nletter, annexure H, written\nby Melamed on 31 August 1979.\nDespite Melamed's request in annexure\nH:\n\"Please/...\n31.\n\"Please let us hear from you urgently,\" Melamed had\nto write to Rapeport\nagain (annexure I) on 26 September\n1979:\n\"Unless we hear from you by return of post our instructions are that our client\nwill regard the matter as not having been settled\nand our client will take such\nfurther action against your client as it may be\nadvised.\"\nEven this letter did not spur the respondent\ninto\nimmediate action because on 22 October 1979 Mela-\nmed was compelled to write\nanother letter (annexure J)\nto Rapeport, as follows:\n\"We refer you to our letter of the 31st August 1979 wherein we set out the basis\non which our client is prepared to settle this matter.\nYou have not replied to\nour letter. We also re-quire your client to consent to the payment of our costs.\nIn regard to our costs your\nclient is also required to let us have an amount of\nR5 000,00 which is to be held in trust until taxation of our Bill of Costs or\nuntil the\namount/\n32.\namount of our costs has been agreed upon. Should our Bill of Costs be taxed at a\nlesser figure or agreed upon at a lesser figure,\nany difference will be refunded\nto your client. Should our Bill of Costs be taxed at a higher figure or should a\nhigher figure for\ncosts be agreed upon then your client will be required to pay\nthe difference.\nUnless we hear from you within four days\nfrom date hereof to the effect that the matter has been settled on the basis of\nour said letter as read with our further letter addressed\nto you dated the 31st\nAugust 1979 our instructions are to insti-tute action against your client for\nthe full balance outstanding\nin terms of the Deed of\nSale.\"\nThis letter elicited at long last the\nfollowing\nresponse (annexure K) dated 24 October 1979\nfrom Rapeport:\n\"We refer to your letters of the 31st August\nand/\n33.\nand 26th September 1979.\nOur client is compelled to allocate the sum of R14 483,02 paid under cover of\nour letter of the 28th August 1979, on the basis stipu-lated\ntherein by virtue\nof the fact that unless the monies are so allocated, our client will be unable\nto obtain transfer of the specific\nerven from your client, and in turn effect\ntransfer to its Purchasers.\nHowever, the stipulation that the monies be so allocated is not with any\nulterior motive, and it is respectfully submitted that such\nallocation is not\nprejudicial to your client by virtue of the following facts:\n(a)\tWhen the writer met with Mr Tucker, it\nwas proposed that the matter be\nsettled\non the basis that our client would pay\nto yours\nall monies\nreceived from its\nPurchasers.\n(b)\tIn most instances, the balance of the\npurchase price payable by our\nclient's\nPurchasers to it has been secured by a\nguarantee payable against\nregistration\nof transfer of the property into the\nname of the\nPurchaser.\n(c) Therefore,/....\n34.\n(c) Therefore, in addition to the amounts\npaid to your client under cover of our letter of the 28th August 1979, your\nclient will, upon registration of the erven enumerated\ntherein, receive a\nsubstantial additional payment, which amount he need not-allocate to specific\nerven.\nWe may mention that we have instituted action\nagainst a number of our client's Purchasers and anticipate receiving payment\nfrom such\nPurchasers in the near future, whereupon our client will again be in a\nposition to effect a substantial payment to your client.\nThe properties enumerated in our letter of the 28th August 1979 are presently\nbeing transferred and payment of the balance due by\nour client's purchasers to\nit will be paid over to your client upon registration of transfer which we\nanticipate will be in the near\nfuture. In fact, two trans-fers are presently in\nthe Bloemfontein Deeds Office.\nWe trust that the aforegoing clarifies the situ-ation, but if you have any\nfurther queries, kindly let us hear from you.\"\nSignificantly/.....\n35.\nSignificantly Rapeport did not claim in this letter that Tucker very\nwell knew that the amount of R14 483,02 was meant to represent\nthe R15 000\nmentioned during the meeting or the telephone conversation.\nOn 1 November 1979 Rapeport wrote to\nMelamed\n(annexure L) as follows:\n\"We acknowledge receipt of your letter of the 22nd October 1979 and trust that\nyou have by now received our letter of the 24th October.\nWe confirm that if in fact, the matter is settled, having regard to the contents\nof our letter of the 24th ultimo, our client is\nprepared to effect payment of\nyour costs.\nWe are meeting with our client during the course of next week in order to\narrange for further payment to be made to your client,\nand we will then discuss\nthe question of your costs.\nIn the interim, we await to hear from\nyou\nregarding/...\n36.\nregarding the contents of our letter of the 24th\nultimo.\"\nMelamed never confirmed that the matter\nwas\n\"settled.\" The only response was the following\ncurt reply, dated 19 December\n1979 (annexure M), from\nMelamed:\n\"We refer you to your letters of the 24th October last and 1st November\nlast.\nUnless payment of our costs is effected by the lOth proximo our instructions are\nto place this matter on the Roll for hearing.\"\nOn\n22 January 1980 Rapeport wrote to Tuckers\nas follows (annexure 0):\n\"We enclose for your reference copy of a letter addressed to your Attorneys\nStabin, Gross & Shull, under cover of which we sent\nthem a cheque for R2\n156,70 being payment of the balance of the purchase price in respect of Erf 7285\nVirginia.\nWe/\n37.\nWe now enclose our Trust account cheque for R4 182,18 in settlement of the\nbalance of the purchase price in respect of the undermentioned\nstands (inclusive\nof rates and taxes to 31st March 1980):\nStand No 1254- R2 410,85 \"\n1340- Rl 771\n,33\nOur client has just received statements of account from you from which it\nappears that you have not deducted the sum of R14 483,02\nsent by us to you under\ncover of our letter of the 28th August 1979, and have in fact con-tinued to\ncharge our client interest on\nsuch amount.\nWould you kindly investigate and let our client have amended statements of\naccount reflecting credits in respect of the amounts sent\nto you under cover of\nour aforementioned letter of the 28th August 1979 as also credits in respect of\ninterest debited after such\ndate.\nThere are a number of matters presently in the Deeds Office in respect of\nwhich transfer is anticipated during the course of next\nweek, such matters\nhaving been lodged on the 14th in-\nstant.\nOnce/\n38.\nOnce these transfers have been registered, we will again communicate with you\nand will let you have further payment.\"\nA letter written by Rapeport to Melamed on\n22\nJanuary 1980 (annexure P ) dealt\ninter alia\nwith\nthe costs in the\nrates dispute. The letter reads:\n\"We refer to previous correspondence in connec-tion with the above matter and\nenclose for your reference copy of a letter today addressed\nto your client.\nInsofar as your costs are concerned, we enclose our Trust account cheque for R2\n000 on account thereof.\nThere are a number of matters presently in the Deeds Office awaiting\nregistration, and as soon as these are registered we will be\nable to let you\nhave a further payment on account, of your costs.\nIn the interim, kindly let us have a draft Bill of\nCosts.\"\nFrom this letter it would appear that\nthe\nrespondent/...\n39.\nrespondent had in mind using some of the proceeds\nof the\ntransfers towards payment of Tuckers' costs. This\nwould be in breach of the\nagreement contended for\nby the respondent.\nOn 29 January 1980 the Credit Controller\nof Tuckers\nresponded by writing to Rapeport (annexure Q)\nas follows:\n\"We refer to your letter of the 22nd instant together with your payment of R4\n182,18 in respect of Stands 1254 and 1340, Virginia,\nrespectively.\nWe refer to the fourth paragraph of your letter, and confirm that we received\npayment from you during August, 1979, in the amount\nof R14 483,02. This payment\nwas, on Mr H Tucker's instructions, credited to a suspensive account, pending\nclarification of the break-down\nfor credit to your client's various stands.\nWe have now received the break-down, and have passed the necessary credits to\nthe correct stands, together with interest adjustments.\nMr\nTucker/\n40.\nMr Tucker wishes to extend his apologies for any inconvenience caused.\nWe are also arranging to send amended accounts to your\nclients.\"\nA number of further letters were presented\nto the\nCourt a\nquo\nfrom which it appears that the\nrespondent, when remitting\namounts to Tuckers, re-\nquested such amounts to be allocated to\nspecific\nstands. To these requests Tuckers invariably acceded.\nThese\namounts included balances owing by the respondent\non stands which could then\nbe transferred and payments\n\"on account\" in respect of other stands. The respondent's\nevidence\nindicates, and there was no contradictory evidence\nthat, although not every\nsmall amount received from the re-\nspondent's purchasers was immediately paid\nover to Tuckers, such\namounts/\n41.\namounts as were received, were paid over from time\nto\ntime. I have to assume, therefore, that this in-\ndeed happened.\nOn 5 September 1980 the demand, annexure W,\nwas\nsent. Rapeport thereafter arranged to discuss\nthe matter with Tucker on 3\nOctober 1980. On this\ndate Tucker was, however, not available and one\nKarp\nof Tucker's office undertook to telephone Rapeport\nwhen Tucker would\nbe available for another meeting.\nKarp agreed, on behalf of Tucker, to\n\"suspend\" the\nperiod of 31 days proposed in the notice pending the\nmeeting and also\nagreed that the respondent's rights\nwould be reserved. Thereafter Rapeport\nmet again\nwith Karp and Tucker concerning the matter at which\nmeeting/\n42.\nmeeting Tucker insisted that Tuckers was entitled\nto give\nthe notices in question and refused to debate the matter. His attitude was that\nunless payment was made the deeds of sale\nin question would be cancelled.\nIn\na letter (annexure Y) dated 17 October 1980 Rapeport wrote to Tuckers placing on\nrecord that the demands were premature and denying\nthat Tuckers would be\nentitled to cancel the agreements. On 7 November 1980 the notice of\ncancellation, annexure Z, followed.\nIn this Court counsel for the appellants\ncon-tended that, while the learned Judge President was right in all other\nrespects, he was\nwrong in finding that the facts supported the\nexceptio doli\ngeneralis\n.\nCounsel/....\n43.\nCounsel for the respondent, on the other hand, sub-\nmitted\nthat the learned Judge President was right in\nfinding for the respondent on the\nexceptio\nbut argued\nthat he erred\nin two respects, viz in finding that it\nhad not been shown that there had\nbeen a written\nvariation of the deeds of sale and, secondly, in\nfinding that the demand, annexure W, was a valid no-\ntice in terms of\nclause 10 of the deeds of sale. I\nshall deal with the respondent's\ncontentions first.\nIn the course of their argument counsel for\nthe\nrespondent referred to the correspondence and sub-\nmitted that the settlement\nwas finally concluded on\n19 December 1979. The argument was developed as follows:\nOn 1 November\n1979, in reply to the demand in annexure J\n(Melamed's/\n44.\nMelamed's letter dated 22 October 1979): \"We\nalso require your client to\nconsent to the payment of our costs,\" Rapeport replied, per annexure L: \"If in\nfact the matter is settled,\nhaving regard to the contents of our letter of the\n24th ultimo our client is prepared to effect payment of your costs.\" In answer,\ntherefore, to Melamed's inquiry as to whet-her the matter had been settled\nRapeport indicated, on behalf of the respondent, that,\nif the allocation of the\nsum of R14 483,02 to specific erven was accep-table to Tuckers, the matter was\nsettled. Thereupon the requests\non behalf of Tuckers for confirmation that the\nmatter had been settled ceased and on 19 December 1979 Melamed, per annexure M,\nreferring\nto/.....\n45.\nto annexures K & L, claimed payment of the costs.\nMelamed, acting on behalf of the respondent, had therefore indicated that the\nmatter had been settled. The terms of the settlement, contended counsel, are\nthose set out in annexures G, H, J & K, read with\nannexure L. The terms,\nexcept in so far as they re-late to the rates dispute, were, in counsels'\nsub-mission:\n(a)\tAn amount of R15 000 was to be paid by 15 September\n1979.\n(b)\nThe amount of R14 483,02 was to\nbe\nregarded as the amount of R15 000 which was to be allocated to specific erven\nindicated by the respondent.\n(c)\tThe full proceeds of all the transfers,\nwhether or not such proceeds\nexceeded the\nbalance owing by the respondent on the\nrelevant stands,\nincluding the\ninstalments\nreceived/.....\n46.\nreceived from third party purchasers, were to be paid to Tuckers.\n(d)\tThe respondents did not have to pay in-\nstalments for 6 months after 31\nAugust 1979.\n(e)\tThe position was to be reviewed at the end of January 1980.\n(f)\tInterest at the rate of 14% per annum was payable on the outstanding\nbalances as from 1 July 1979.\n(g)\tVirginia Land would not be entitled to\nclaim payment of the balance of\nthe pur-\nchase price on any stand otherwise than\nin terms of the extension\narranged. In\ncounsels' submission the position was\nnot reviewed at the end\nof January 1980\nbecause, the matter only having been\nsettled in December\n1979, the need for\nsuch review fell away.\nEffect was given to the settlement, the\nargument\nproceeded, in that the costs in respect of\nthe rates dispute were paid, the\nrates claims were\napparently/....\n47.\napparently paid and moneys received by the respondent\nfrom purchasers were paid over to Tuckers.\nIt was further argued that the written\nvariation contended for complied with the requirements\nof the deeds of sale which did not require the agents\nof the parties to be\nauthorised in writing. The\nwritten agreement amounted, in counsels'\nsubmission,\nto no more than an extension of time in which to pay\nthe\npurchase price and was therefore not affected by\nthe requirement in section 1\nof the Formalities in\nrespect of Contracts of Sale of Land Act, No 71 of\n1969, that\nthe agents should be authorised in writing. Reference\nwas made\nto\nSinclair v Vilioen\n1972(3) SA 579(W)\n582 B - E;\nNeethlinq v Klopper en Andere\n1967(4)\nSA 459(A)/...\n48. SA 459(A)\n465 B - C;\nVenter v Birchholtz\n1972(1)\nSA 276(A) 286 C - F.\nI shall assume, without deciding, that counsel are\ncorrect in submitting that, if the letters constituted a written variation to\nextend\nthe time for payment, Melamed and Rapeport, who wrote the letters, need\nnot have been authorised in writing. In my view the correspondence\ndoes not\nreflect a written agreement as relied upon by counsel for the respondent. On the\namount of R15 000 the parties do not seem\nto have been ad\nidem\nat all. It\nis true that an amount closely approximating the amount of R15 000, viz the\namount of R14 483,02, was paid before 15 Sep-tember\n1979 but that was clearly\nnot the payment which\nTucker/\n49.\nTucker or for that matter, for the reasons stated\nabove,\neven Rapeport had in mind, as complying with the condition on which both parties\nagreed orally and which Melamed, on behalf\nof Tucker, expressed in writing in\nparagraph 5(i) of annexure G.\nIn terms of paragraph 5(ii) Tucker required the\nfull proceeds from each transfer, which Rapeport's firm was attending to at the\ntime,\non registration to be paid over to Tuckers and, in addition, in terms of\npara graph 5(i), a sum of R15 000 to be paid into a gene-ral\nfund, or \"free\nresidue\" as Rapeport termed it, to be allocated towards the balances owing on\nall the stands. An amount of R2 000\non account of arrear in-stalments had been\npaid (see annexure D) and, provided\nthe/\n50.\nthe R15 000 was paid into the general fund, Tucker would for\na period of six months not require any in-stalments to be paid by the\nrespondent\n(see par 5(iii) of annexure G). A schedule reflecting the matters in which\ntransfer was being proceeded with and details\nas required in paragraphs (b) and\n(c) of annexure D had been supplied to Tucker (see annexure E), but no other\ndetails. I am unable\nto read into annexure G a condition that the full pro-ceeds\nof transfers to be attended to in the future would have had to be paid\nto\nTuckers. There is simply\nno/\n51.\nno provision made therefor in annexure G. The first occasion\non which reference to a condition of that nature was mooted, was in annexure\nK\nwhen Rapeport wrote:\n\"(a) When the writer met with Mr Tucker, it was proposed that the matter be\nsettled on the basis that our client would pay to yours\nall monies\nre-ceived from its Purchasers,\"\nwith the following benefit to accrue to Tuckers as pointed out in (c):\n\"Therefore,/\n52.\n\"Therefore, in addition to the amounts paid to your client under cover of our\nletter of the 28th August 1979, your client will, upon\nregistration of the erven\nenumerated therein, receive a sub-stantial additional payment which amount he\nneed not allocate to specific\nerven.\"\nThere is nothing to be found in the\ncorrespondence\nto prove that Tucker agreed that\nthe proposal referred to had been made\nduring\ntheir discussion or that, if he had initially,\nin framing the\nconditions in paragraph 5 of\nAnnexure G, overlooked it, he agreed thereto\nafter\nreceipt of annexure K. Even though all moneys,\nwhether in the form\nof balances paid prior to\ntransfer or on account, might have been paid\nover\nto Tuckers, Tucker never seemed to have insisted\non/\n53.\non strict performance in this regard and, what\nis more, the\nrespondent does not seem to have regarded its own offer in annexure K that the\n\"substantial additional payment\" need\nnot be allocated to specific stands\nseriously because it proceeded to require payments to be allocated to specific\nstands. Tucker\nkindly obliged - see annexure Q. The inference is that neither\nRape-port nor Hotz was convinced that a written agree-ment varying\nthe deeds of\nsale had been concluded. Further proof of this state of mind on the part of\nRapeport (and probably also on the part\nof Hotz, who was advised by Rapeport) is\nhis admission in evidence that he might, when speaking to Tucker\nafter/\n54.\nafter his client had received the demand, have used\nthe\nexpression that this was a \"ragmanis\" case, a\nyiddish word which means\n\"pity\", in other words, that\nTucker should have pity on the respondent and\nnot\nenforce Virginia Land's legal rights.\nThat Tucker was prepared to grant the res-\npondent\nsome extension beyond the six year period\nwas foreshadowed in the first\nreminder referred to\nabove when, after Hotz had been in touch with\nTucker,\na promise was held out in the following guarded terms:\n\"Entirely without prejudice and without in any way conceding that our client\nwill give your client an extension of time for payment\nwill you please advise us\nwhat extension of time your client\nrequires.\"\nWhen Tucker eventually did grant the respon-\ndent\nsome extension beyond the six year period he\nincreased/...\n55.\nincreased the interest rate from 8½ % p a to 14% p\na.\nTucker's reasoning appears from the following sen-\ntence in annexure\nH:\n\"Our client contends that as the amounts have now fallen due for payment, our\nclient is entitled and is charging in-terest at the\nrate of 14% per\nannum.\"\nThe increase of the interest rate is\nnot\ninconsistent with an extension of time granted\non\nsufferance. The circumstances indicate that Tucker\nwas agreeable to\ngranting to the respondent some\nrespite from the operation of the strict term\nof the\nsix year period but on condition that it pay a higher\nrate of\ninterest. The respondent was given notice of\nthe increase of the interest\nrate per annexure H on\n31 August 1979 when the process of negotiations about\nan/\n56. an extension of time was still in its early stages\nand when Tucker envisaged a fixed period of six\nmonths as a provisional extension. No agreement in\nwriting was finally reached but Tucker did in fact\nallow the respondent some respite beyond the six\nyear period and was, in my view, justified in deman-\nding a higher rate of interest for as long as he was\nprepared to grant the indulgence.\nThe costs relating to the rates dispute\nwere, it is true, dealt with in\nthe correspondence\npari passu\nwith the extension of time issue but\nit was not, as I interpret the correspondence, a\ncondition precedent the fulfilment of which was in-\ntended to clinch the settlement. In my view the\npayment/\n57.\npayment of costs was a collateral issue only and an obligation to be\nperformed by the respondent which Tuckers would, regard being\nhad to annexure M,\nhave insisted upon independently of any settlement of the extension of time\nissue.\nThe respondent's main difficulty in\nits endeavour to\nconvince this Court that the\ndeeds of sale were varied in writing relates\nto\nthe aspect of the period for which the extension,\nif any, was granted. Counsel for the respondent\nwere constrained to argue\nthat the need for a\nreview after the provisional period of six months\nstipulated by Tucker fell away. It is implicit\nin/\n58.\nin this argument that the deed of sale was varied\nto the\neffect that an extension was granted for an indefinite period until such time as\nall balances owing by the respondent would\nbe paid. I have reasoned above that\nthe parties never agreed in writing on an extension of time in which to settle\nthe entire indebtedness.\nFor the purposes of con-sidering this aspect I shall\nassume that the parties had reached an agreement of sorts in writing in\nDe-cember\n1979 that an extension would be granted. As to the period for which\nthe extension was granted counsel had, perforce, to rely on extraneous\ncircum-stances. It is, of course, not necessary for every term in a written\nagreement to be spelled out in\nexpress/\n59.\nexpress terms. Surrounding circumstances may, under\ncertain circumstances,\nbe relied upon to supplement the writing. In the present case, however, the\nsurrounding circumstances do not\nassist the respon-dent. At the commencement of\nthe negotiations Tucker made it clear that, if any agreement were reached along\nthe\nlines which he suggested and which, inci-dentally, he required to be\nconcluded urgently, he would require this agreement to be reviewed\nin six months\ntime. This indicates that he did not intend to relinquish control of the\nsituation or to abandon the initiative. He\nwould decide whether to grant a\nfurther extension or not. There is nothing to be read between the lines of the\nvarious letters that,\nin/\n60.\nin spite of the matter not having been reviewed\nafter six\nmonths, Tucker had altered his resolve in this connection. It is true that he\ndid not in-voke the forfeiture clause after\nthe expiration of six months, but\nthis is consistent with the promise he tacitly held out when he originally\nstipulated for a review\nafter six months, that a further exten-sion might be\nconsidered. The fact that he tacitly granted such further extension did not\njustify either Hotz or Rapeport in assuming that the failure by Tucker to invoke\nthe cancellation clause after six months amplified\nwhatever written agreement\nmight have come into existence by providing an implication\nthat Tucker would indefinitely continue to allow\nthe/\n61.\nthe respondent to pay the outstanding balances as\nand when\nit suited it.\nFor the reasons stated I am not persuaded\nthat the\ncorrespondence reflects a written variation\nof the deeds of sale as\ncontemplated in clause 15.2\nthereof or that Tuckers conduct is consistent\nwith\nanything but a mere indulgence as contemplated in\nclause 15.3. The\nonus was upon the respondent to\nprove such written variation. It failed to\ndischarge\nthis onus. The whole matter could have been removed\nfrom the realm of uncertainty by either Hotz or\nRapeport coming to fixed\nterms with Tucker on the\nconditions for a settlement including the period for\nwhich it would last.\nFor the failure to agree in\nwriting/....\n62.\nwriting on the terms proposed including the period\nfor\nwhich such a settlement would last Hotz and Rape-\nport had only themselves to\nblame. Tucker, it seems,\nwas quite prepared to enter into such a\nwritten\nsettlement but,due to the respondent's equivocation,\nit was never\nconcluded.\nI turn now to consider the attack on the\ndemand. In support of their submission that the\nlearned Judge erred in finding that the notice\n(annexure W) was a valid demand in terms of clause\n10 of the deeds of sale, counsel for the respondent\nadvanced the argument\nthat the demand was bad in law\nbecause it was not a notice by or on behalf of\nVir-\nginia Land, the seller. It referred, counsel argued,\nto/\n63.\nto a written agreement \"with us\", i e Tuckers\nwhich\ndemanded payment on its own behalf as is clear from the words, \"We now\nhereby demand from you payment of\nthe full purchase price\t at our\noffices,\t\"\nand it reserved to itself the right to institute action against\nthe respondent. It cannot be argued, submitted counsel, that the defect\nin the\nnotice is cured by what the respondent knew or should have known. Cancellation\nis a drastic step, counsel argued, and unless\nthere are clear indicatipns to the\ncontrary to be found in the agreement of sale, one must assume, they submitted,\nthat the notice\nshould in clear and concise language describe the failure in\nquestion and the obligation the carrying out of which is demanded\nand/\n64.\nand not require evidence of conversations between\nthe\nparties and other extrinsic evidence to determine\nwhat the failure was and\nwhat is demanded. At best for the appellants, they contended, the notice is not\nclear but confusing. Furthermore,\nthe argument proceeded, in terms of the deed\nof sale payment had to be made at the place set out in the schedule being\nVirginia Land\nand Estate Company Ltd, 23rd Floor, Trust Bank Centre, cor Eloff\nand Fox Streets, Johannesburg, or such other address as Virginia\nLand may from\ntime to time appoint in writing. In annexure W another address was appointed for\npayment viz \"at our offices\" which\nare situated at Diamond Corner, Eloff and\nMarket Streets but such appointment does not purport to have\nbeen/\n65.\nbeen made by Virginia Land but was done by Tuckers.\nFor\nthis reason also, it was contended, the for-\nfeiture notice is not a valid notice.\nOn the letter head of annexure W the follow-\ning\nappears:\n\"Tuckers Land and Development Corporation (Pty) Ltd Township Developers\"\nOn the photostat copy of the schedule to the\ndeed of\nsale attached to the papers the seller is de-\nscribed as follows:\n\"The Seller Virginia Land and Estate Company Limited a fully owned sub-sidiary\nof Tucker's Land Holdings Ltd...\"\nThe letterheads of\nletters written by Tuckers to\nRapeport reveal that Tuckers is likewise a\nwholly\nowned/\n66.\nowned subsidiary of Tuckers Land Holdings Ltd. Both\nRapeport and Hotz regarded Tuckers as the company\nwhich attended to the administration of the matters\nof the Tucker group of companies and Tucker himself as\nrepresenting and\nattending to the affairs of both\nTuckers and Virginia Land. Tucker in fact\ndescribed\nhimself in his affidavit as being a director of both\ncompanies.\nPayments were throughout made to Tuckers\nat its offices at Diamond Corner and\ncredited by it\nto the accounts concerned. It was with Tuckers\nthat\nRapeport negotiated in writing and the oral negotiations\nwere\nconducted between Rapeport and Tucker. When\nTuckers referred to \"us\" it\nclearly, in my view, em-\nbraced the entire group of Tucker Companies.\nVirginia\nLand/\n67. Land was obviously the company in the group which was\nesta-\nblished for the purpose of developing the township of\nVirginia and\nwhich figured as the seller but\nthe evidence discloses that the activities of\nthe\ngroup were, for the purposes of administration and\nrepresentation,\ncentralised in Tuckers. It is common\ncause thát the respondent\nreceived the notice. In\nmy view there was substantial compliance with\nthe\nprovision in clause 10 and the learned Judge President\ncorrectly\nrejected the argument that the demand was\ninvalid.\nI proceed to deal with the\nexceptio doli\ngeneralis\nissue. There is a judgment pending in this\nCourt as to\nwhether the\nexceptio doli generalis\nwas\never/\n68.\never received in the Roman Dutch law. Had it\nbeen\nnecessary to do so I would have delayed this judg-\nment until after\ndelivery of the judgment referred\nto, but in view of the conclusion to which\nI have\ncome that is not necessary.\nThe learned Judge President referred\nto the judgment of Colman J in the case of\nNovick and Another v Comair\nHoldings Ltd and Others\n1979(2) SA 116(W) 156 if - 157B in which reference\nwas made, at 156F, to\nOtto en 'n Ander v Heymans\n1971(4) SA 148(T) where\nthe Court recognised the\nexceptio doli\nas an independent remedy where\n\"the conduct of a party taken as a whole was conduct which, in the particular\ncircumstances of the\ncase,could not be tolerated or permitted.\" Colman J pointed\nout, how-\never/\n69.\never, the learned Judge President remarked,\nthat\nOtto's\ncase\nsupra\ndid not \"specify any limits\nwithin\nwhich the Court had jurisdiction to regard conduct as\nso\nintolerable or impermissible that the litigant\nguilty of it should be denied\nthe rights which the\nlaw would otherwise afford him.\" It was in this\nregard, said the learned\nJudge President, that the\nlearned Judge said the following:\n\"But there must be limits, and they must be narrow ones. It is not consonant\nwith public policy, or with modern jurisprudence, to\naccord the power to a Judge\nto refuse relief otherwise available at law, or to grant relief not otherwise\navailable at law, merely\nbecause, in the exercise of an unfettered equitable\ndiscretion, he thinks it would be just, in the circumstances of the case before\nhim, to act in that way.\nI would respectfully adopt, in that regard,\nthe/.....\n70.\nthe observations of JANSEN, J (as he then was) in\nNorth Vaal Mineral Co Ltd v\nLovasz\n1961(3) SA 604 (T) at 607 - 8. I must assume, as he did, that the\nremedy exists. But I shall follow him in his assumption that a minimum\nprerequisite for its application is the presence of the circumstances mentioned\nby TINDALL, JA in the\nZuurbekom\ncase\nsupra\n, namely that the\nenforcement of his rights by one of the litigants would be unconscionable\nconduct on his part, and would cause some\ngreat inequity. What other limits\nthere may be upon the field of operation of the\nexceptio\nI do not know,\nalthough I assume that they must exist.\"\nThe learned Judge\nPresident also referred to\nRand Bank Ltd v Rubenstein\n1981(2) SA 207(W)\nand to\nEdwards v Tucker's Land (Pty) Ltd and Development Corporation\n1983(1) SA 617 (W).\nHe accepted on the evidence that in the dis-cussions which Rapeport had with\nTucker the depressed\nstate/\n71.\nstate of the property market was raised and discussed and\nthat Tucker expressed concern about the fact that he was getting very little\nby\nway of \"cash flow\". Tucker knew, said the learned Judge President, that the\nrespondent had resold some of the stands pur-chased\nfrom Virginia Land to\npurchasers at a higher figure than that at which it had purchased the stands. In\naddition thereto Tucker must\nhave appreciated that the respondent was receiving\nmoney by way of instal-ments from its purchasers and that upon payment of the\nbalance of the higher purchase price which would then accrue to the respondent\nthe latter would be obliged to effect transfer. The\nsooner therefore the\nrespondent was able to receive transfer from Virginia\nLand/\n72.\nLand the sooner it was able to effect transfer to\nits\npurchasers. \"There is no doubt in my mind\", said the learned Judge\nPresident, \"that it was by reason of the aforegoing that Tucker\nrequired the\nschedule which contained the necessary information in this regard.\" This\ntogether with the payment of arrears of R2\n000 had the result, he said, of\nTucker staying his hand in regard to the final reminder. He mentioned the fact\nthat subsequent to\nproviding the schedule and the R2 000 the respondent on 28\nAugust 1979 (annexure F) sent R14 483,02 to Tucker being the balance of\nthe\npurchase price and interest of seven nominated stands. Tucker or Tuckers\naccepted payment made on this basis at a time when the\nfull purchase prices on\nall the\nstands/.....\n73. stands were payable, the learned Judge President re-\nmarked, and he referred to other payements made by\nthe respondent. But more important, he said, was the\nfact that as from\nFebruary 1980 to August 1980 (a\nperiod of seven months) Tuckers accepted\npayments not\nonly in respect of the balance of the purchase price\nof\nstands but also payments made on account of a\nnumber of stands nominated by\nthe respondent. It was\nsubmitted on behalf of Virginia Land and Tuckers,\nthe\njudgment proceeded, that all that was held out on\nbehalf of first\nrespondent was that, firstly, it was\nprepared to accept all monies received\nby respondent\nfrom its purchasers, secondly, that upon registration\nof stands into the\nnames of respondent's purchasers\nVirginia/\n74.\nVirginia Land would receive such further payments\nand\nallocate those payments as it chose and that, thirdly, it retained its right to\ncancel. \"In so far as the first two points are\nconcerned,\" said the learned\nJudge President, \"that flows from Rape-\nport's letter of 24 October 1979\n(annexure K)\". That\nwas, he continued, clearly departed from by Tuckers in\nFebruary 1980 and he proceeded to say:\n\"As for retaining its right to cancel it\nseems to me that by accepting payment of\nthe balance of the purchase price on nomi-\nnated stands and allocating other payments\nas aforesaid this was clearly inconsistent\nwith any intention of relying on a right\nto insiston payment by applicant of the\nfull purchase price on the remaining stands.\nWhat second respondent on behalf of first respondent held out to applicant, was\nthat\nit was prepared to accept payments toward\nthe/\n75.\nthe balance of the purchase price on\tnomi-\nnated stands and payments on account\tof\ncertain stands to which such amounts\twere\nallocated. Applicant was in my view\tlulled\ninto a false sense of\nsecurity.\"\nAccording to Hotz, the learned Judge Presi-\ndent\nsaid, there was an improvement in the property\nmarket during 1980. He was\nable to dispose of 30\nstands during June 1980 to the third respondent\nin\nthe Court a\nquo\n. The forfeiture notice of 5 September\n1980, he pointed out, came within a couple of months\nafter the transaction\nbetween the respondent in this\nCourt and the third respondent in the Court a\nquo\nand he expressed the opinion that apart from the\nimprovement in\nthe property market there appears to\nbe no other reason why without more the\nsaid notice\nshould/\n76.\nshould suddenly have been sent to the respondent. As a result\nthe respondent suffered heavy losses. He went on to refer to the evidence\nof one\nMaree, who worked for Tucker at the time. After the can-cellation Tuckers \"sold\"\nto Maree certain of the stands the deeds\nof sale whereof had been cancelled.\nMaree, in turn, \"sold\" these stands to purchasers at a considerable profit.\nThese were fictitious\npurchases and sales because Maree never paid any money,\nnor did he receive the proceeds of the sales to other purchasers. The money\nwent\nto Tuckers. This money, said the learned Judge President, would have accrued to\nthe respondent but for the cancella-tion of\nthe deeds of sale. He concluded that\nthe\nenforcement/..\n77.\nenforcement by Virginia Land of its rights in terms of the\ndeeds of sale would be unconscionable conduct on its part and would certainly\ncause great inequity.\nThe essence of the learned Judge President's reasoning\nseems to be that Tucker had, by his conduct in accepting the payments in the\nform and manner in which they were made, lulled the respondent into a false\nsense of security and when it suited him, at a time when\nthe property market was\nimproving, sudden-ly pounced upon an unsuspecting respondent and can-celled the\ndeeds of sale which act amounted\nto uncon-scionable conduct.\nI am in\nrespectful disagreement. It may be true that the property market was depressed\nwhen the\nparties/\n78. parties conducted negotiations during the latter half\nof 1979 and that it improved during 1980, but the\nrespondent was not\ncaught unawares. It should have\nmade provision for such an eventuality as in\nfact\noccurred. Apart from the fact that it had a full\ntwo months in which\nto make arrangements for payment\nof the balance,the evidence does not\nindicate that\nthe respondent was, to the knowledge of Tucker, in\na\nprecarious position financially and that it could\nnot at that stage meet its commitments under the deeds\nof sale. Hotz said he had cash flow problems and that\nhe relied upon payments made by the respondent's pur-\nchasers to pay Tuckers but there is no evidence that\nhe attempted and failed to make any arrangements for\npayment/\n79. payment within the notice period which was extended\nfor a month. Instead of doing so Rapeport and Hotz\ntook up the attitude,\nfinally, at tremendous risk,\nit seems, that the cancellation notices were bad\nin\nlaw. I say finally because immediately after receipt\nof the notice it\nseems that Rapeport's approach to\nTucker was, having regard to the use of the\nword\n\"ragmanis\", more in the nature of a supplication than\nreliance upon a\nright.\nIn any event, I do not agree that Hotz or\nRapeport\nwas lulled into a false sense of security.\nIf they were, they had, as I have\nsaid in another\ncontext, only themselves to blame for it, because\nthe\nfacts do not support an inference that they were\njustified/.....\n80.\njustified in taking for granted that Tucker's for-\nbearance would endure indefinitely. The learned Judge\nPresident seems to suggest that Tucker, in deviating\nfrom the strict conditions for a settlement which he\ninitially imposed and his continuing for a considerable\nperiod to accept\npayments from the respondent and to\nallocate these payments in accordance\nwith the latter's\nrequirements, thereby represented that he would not\ninvoke the forfeiture provisions in the deeds of sale.\nI do not agree. Tucker accepted and allocated balan-\nces on stands and\ngave transfer of those stands. This\nconduct is, as I have pointed out,\nperfectly consistent\nwith an indulgence granted to the respondent.\nNeither\nis the fact that Tuckers accepted payments on account\nand\nallocated such amounts to certain specific stands,\ninconsistent therewith. It is uncertain whether these\namounts which were\npaid over exceeded the aggregate\namount/.....\n81.\namount of the monthly instalments stipulated for under the\ndeeds of sale, but the bigger the payments were, the sooner would the balance\non\nall the standsbe paid off and the less would remain to be paid if and when the\ncrunch came and the forfeiture clause were in-voked.\nThe fact that Tuckers\naccepted everything that the respondent paid qver cannot therefore be said to\nhave prejudiced or misled the\nrespondent. It is true, that, despite the\nrespondent's dilatoriness to reply, per Rapeport, to Melamed's urgent letters,\nand its\nfailure to agree to the terms proposed by Tucker, the latter did not,\nfor a considerable period, enforce the forfeiture provisions\nbut it would be\nironical if his forbearance in this regard were\nper se\nto be found to be\nunconscionable conduct. As I have pointed out above in another context, Tucker\nclearly indicated that he was prepared\nto/\n82.\nto grant a provisional extension but he reserved to himself the right\nto review the position after six months. His tacit acceptance\nof the deviation\nby the respondent from the strict terms of his propo-sal for a temporary\nsettlement and his failure to review the\nmatter after six months did not, in my\nview, constitute a representation that he was pre-pared to wait indefinitely for\npayment of\nthe balance due.\nWhat Tucker's motive was in entering into\nfictitious sales with Maree and from him to others, is uncertain but it seems to\nme to be\nirrelevant to the present inquiry. The deeds of sale had been cancelled\nalready and if the cancellation were lawful\nit/\n83.\nit was no concern of the respondent's how Tucker dealt\nwith the stands. I accept that the respondent suffered a loss as a result of\nthe cancellation but while it is unfortunate I do not,\nif the cancellation\ncannot be impeached, appreciate the relevance thereof. The only reasonable\ninference to be drawn from the facts\nis that, regard being had to Tucker's\npatience for more than a year,Hotz and Rapeport anxiously enter-tained the hope\nthat he would\nfor an indefinite period refrain from invoking the forfeiture\nprovisions. They could not have been and were not misled. In my view\nthe learned\nJudge President erred in arriving at the con-clusion that Tucker's conduct was\nunconscionable.\nIn the result the appeal succeeds with costs,\nincluding the costs of two counsel.\nFor/\n84.\nFor the order of the court a\nquo\nthe following order\nis substituted: The application is dismissed with costs, such costs to include\nthe costs of two counsel.\nJUDGE OF APPEAL\nVAN HEERDEN JA)\n) GROSSKOPF JA)\n) - concur NESTADT JA)\n) NICHOLAS AJA)",
  "scraped_at": "2026-02-11T21:28:01.561662",
  "date": "1987-11-27",
  "coram": [
    "VILJOEN",
    "VAN HEERDEN",
    "GROSSKOPF",
    "NESTADT",
    "JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "168/86",
  "parties": {
    "applicants": [
      "Virginia Land and Estate Company Ltd",
      "Tuckers Land and Development Corporation (Pty) Ltd"
    ],
    "respondents": [
      "Virginia Central City Properties (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In 1973 Virginia Land and Estate Company Ltd sold eighty‑five township stands in Virginia, Orange Free State, to the respondent (then Elegant Dry Cleaners) under identical deeds of sale. Each deed required a deposit, monthly instalments, and interest at 8½ % on the balance, with full payment due within six years. The deeds contained a cancellation clause permitting the seller to cancel if the purchaser failed to pay within thirty days after written notice. Over the ensuing years the respondent fell behind on instalments and disputes arose over rates, interest, and the timing of payments. Starting in March 1979 Tuckers, acting for Virginia Land, issued a series of reminder letters, a final reminder, a demand (annexure W) on 5 September 1980, and a notice of cancellation on 7 November 1980. The respondent claimed that the parties had varied the original contracts in writing, that the demand was invalid, and that the cancellation should be set aside on grounds of estoppel, waiver and the equitable defence of exceptio doli generalis. The lower court rejected all but the exceptio doli generalis, holding that enforcement of the cancellation would be unconscionable, and declared the cancellation of no force or effect. The appellants appealed on the remaining grounds.",
    "issues": "The appeal raised (1) whether a valid written variation of the deeds of sale existed in compliance with clause 15.2, which required any amendment to be in writing and signed; (2) whether the demand notice of 5 September 1980 satisfied the requirements of clause 10 and was a proper notice of demand; (3) whether the doctrine of exceptio doli generalis applied, i.e., whether Virginia Land’s conduct was so unconscionable as to preclude enforcement of its contractual rights; and (4) consequently whether the cancellation notice of 7 November 1980 was of any legal effect.",
    "principles": "The court reiterated that contractual variations must meet the formalities stipulated in the contract itself, and in the absence of a signed written agreement, oral or implied waivers cannot override clause 15.2. Clause 15.3 expressly precludes estoppel or waiver from limiting the seller’s rights, so any alleged indulgence does not create an enforceable variation. For a demand to be valid under clause 10, the notice must be clear, identify the breach, and be issued by the party or its authorised agent; absence of a precise address does not invalidate the notice if the recipient is unequivocally identified. The doctrine of exceptio doli generalis is an equitable defence that applies only where the enforcement of a right would be unconscionable and cause great inequity, as defined in cases such as Novick v Comair, Otto v Heymans, Rand Bank v Rubenstein and Edwards v Tucker’s Land. The court emphasised that the defence is narrowly limited and cannot be invoked merely because a party acted leniently or delayed enforcement.",
    "application": "The court examined the extensive correspondence and found no document that satisfied clause 15.2’s requirement of a signed written variation; the letters exchanged were negotiations, not a conclusive agreement, and the parties never reduced the variation to a signed instrument. The demand (annexure W) was issued by Tuckers, which, although a separate corporate entity, acted as the administrative arm of the Tucker group and was clearly identified as the party entitled to receive payment; therefore the demand complied with clause 10. Regarding the exceptio doli generalis, the court held that Tucker’s conduct—granting temporary extensions, accepting payments, and reserving the right to review after six months—was within his contractual rights and did not amount to unconscionable conduct. The later cancellation was a legitimate exercise of the forfeiture clause once the agreed period for forbearance had lapsed, and the respondent could not rely on an alleged written variation or on the equitable defence.",
    "conclusion": "The appeal was allowed. The cancellation notice of 7 November 1980 was held to be of force and effect, the demand notice was valid, and no written variation of the deeds of sale existed. The exceptio doli generalis was dismissed as inapplicable. Accordingly, the respondent’s application was dismissed and the appellants were awarded costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land",
    "level_3": [
      "contract variation",
      "cancellation clause",
      "exceptio doli generalis",
      "estoppel",
      "waiver"
    ]
  }
}