{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/74.html",
  "case_name": "S v Bosman (76/87) [1987] ZASCA 74 (25 August 1987)",
  "citation": "[1987] ZASCA 74",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 74\n|\nNoteup\n|\nLawCite\nS v Bosman (76/87) [1987] ZASCA 74 (25 August 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJACOBUS WYNAND BOSMAN\nAppellant\nEN\nDIE STAAT\nRespondent\nCoram: VAN HEERDEN, HEFER et JACOBS, ARR\nVerhoor:\n17 Augustus 1987\nRedes ingehandig:\n25 Augustus 1987\nREDES VIR UITSPRAAK\nJACOBS, AR\nNadat die advokaat wat namens appellant opge-\ntree het sy argument voltooi het, het die Hof die appèl af-\ngewys met 'n aanduiding dat redes later ingehandig sal word.\nDie .... / 2\n2\nDie volgende is die redes.\nAppellant, 'n 27-jarige blanke man, is in\ndie\nWitwatersrandse Plaaslike Afdeling\nvan die Hooggeregshof deur\nVermooten Wn R skuldig bevind aan moord sonder versagtende\nomstandighede en is ter dood veroordeel. Hy is ook skuldig\nbevind op 'n aanklag dat hy na sy arrestasie uit bewaring ont-\nsnap het maar vir huidige doeleindes is dit nie ter sake nie,\nMet verlof van die Verhoorregter kom appellant nou in hoër\nberoep slegs teen die bevinding dat, vir sover dit sy skuldig-\nbevinding aan moord betref, daar geen versagtende omstandig-\nhede teenwoordig was nie en die verpligte doodstraf wat daar-\nop gevolg het.\nVoordat ek daartoe oorgaan om die feite\nvan\ndie saak te bespreek moet ek noem\ndat die Verhoorregter in die\nonderhawige .... / 3\n3\nonderhawige geval besluit het om nie assessore\nop te roep om\nhom by te staan nie en die verhoor het dus plaasgevind sonder\nassessore. Hieroor sê die Verhoorregter die volgende in sy\nuitspraak of versagtende omstandighede teenwoordig is al dan\nnie:\n\"Voor die verhoor begin het was dit my plig om te besluit of ek assessore\nmoes byroep om my by te staan of nie. Vir daardie doel,\nomdat ek niks van die\nsaak geweet het nie, het ek - soos altyd die geval is - die Staat se ad-vokaat\ngevra of dit nodig is om assessore\nby te roep en as gevolg van wat hy my\nmeegedeel het, was ek destyds van mening dat dit onwaarskynlik was dat die\ndoodvonnis op-gelê\nsou word. Gevolglik het ek nie assessore bygeroep om my\nby te staan nie.\"\nDit blyk nie uit die oorkonde wat die advokaat vir die Staat se siening was\nvan sekere aspekte van die ge-\ntuienis of watter inligting hy gehad het\nomtrent\nappellant .... /4\n4\nappellant se waarskynlike weergawe van die gebeure wat hy, die advokaat,\naan die Verhoorregter oorgedra het nie. Dit is egter duidelik\ndat die\nVerhoorregter, met die inligting wat tot sy beskikking was, sy eie oordeel\ngevorm het toe hy besluit het om ni.e die hulp\nvan assessore by te roep nie en\ndit kan dus nie gesê word dat die Verhoorregter in dié ver-band\nonreëlmatig opgetree\nhet nié. Op die beskikbare inlig-ting kan dit\nook nie gesê word dat die advokaat vir die Staat se siening wat hy aan\ndie\nVerhoorregter oorgedra het, nie op 'n versigtige oorweging van die beskikbare\ngetuienis gegrond was nie. Uit die getuienis blyk\ndit dat appellant die dag na\ndie moord homself aan die polisie gaan oorgee het en die moordwapen gaan uitwys\nhet. Daar bestaan dus\n'n sterk waar-\nskynlikheid dat appellant destyds 'n\nverduideliking aan die\npolisie .... / 5\n5\npolisie verstrek het wat miskien nie as getuienis toelaatbaar was nie\nmaar wat die advokaat vir die Staat mag beïnvloed het in\nsy gevolgtrekking\ndat dit onwaarskynlik was dat die doodstraf uiteindelik opgelê sou word\n(vgl in dié verband\nS v Schoba\n1985 (3) SA 881\n(A) op 886 J - 888\nA) . Toe appellant tydens sy verhoor alle kennis van en aandadigheid aan die\ndood van oorle-dene ontken het soos\nek mettertyd sal aantoon, het die saak\nwaarskynlik 'n onvoorsiene wending geneem wat daarop uitgeloop het dat, volgens\ndie Verhoorregter\nse bevinding, geen versag-tende omstandighede aan die lig\ngekom het nie. Die onder-hawige saak is dus na my mening te onderskei van\ndie\nfeite en omstandighede in die onlangse saak van\nS v Malinga\n1987 (3) SA\n490\n(A) waarin hierdie Hof 'n doodvonnis ter syde gestel\nhet op grond van die\nfeit dat die waarskynlikhede daarop gedui\nhet.../6\n6\nhet dat die Verhoorregter deur die Staatsadvokaat aangeraai is om weens\ndie erns van die saak wel assessore te kry om hom by te staan.\nDie omstandighede\nhet ook daarop gedui dat die Verhoor-regter waarskynlik twee assessore vir die\ndoel sou opgeroep het maar dat hy\ntoe net van een assessor se dienste gebruik\ngemaak het omdat 'n tweede assessor nie vir die verhoor van die saak verkry kon\nword\nnie. Ek wil net byvoeg dat wat hierdie appèl betref op geen stadium\nvoor die Verhoorhof of voor hierdie Hof daar aangevoer\nis dat 'n\nonreëlmatigheid begaan is deur die ver-hoor te laat plaasvind sonder\nassessore nie. Inteendeel, adv\nKotzé\nwat namens appellant voor\nhierdie Hof verskyn het, het spesifiek genoem dat hy hom distansieër van\nenige suggestie dat die feit\ndat die Verhoorregter nie deur assessore bygestaan\nis nie\nas 'n onreëlmatigheid aangemerk kan word. Ek het na hierdie\naspek .... / 7\n7\naspek bloot verwys omdat die Verhoorregter self, toe hy verlof verleen\nhet om na hierdie Hof te appelleer teen sy bevinding dat daar\ngeen versagtende\nomstandighede bestaan nie, die vraag ge-opper het of die feit dat hy nie die\nvoordeel van beraadslaging met en die\nmenings van assessore gehad het nie,\nmoontlik 'n fak-tor is wat hierdie Hof mag beínvloed in sy beslissing of\ndaar wel versagtende\nomstandighede was al dan nie.\nDie aanklag teen appellant het gespruit uit die\ndood van 'n 10-maande oue\ndogtertjie, Bianca Hall (die oorlede-ne) wat dood is as gevolg van 'n enkele\nsteekwond in die rug wat haar\nborsholte en een van haar longe binnegedring het.\nSy is kort daarna oorlede. Die oorledene het blykbaar op haar magie gelê\nen slaap in a bababedjie toe die steekwond\ntoegedien is. Die moordwapen was,\nvolgens die Verhoorhof\nse ..../8\n8\nse bevinding, 'n mes, die eiendom van appellant, met 'n lem van\ntussen 10 en 12 cm lank en 'n hef van omtrent dieselfde lengte\nHierdie mes het as bewysstuk voor die Hof gedien,\nUit die getuienis blyk dit dat die oorledene\ndie dogtertjie was van mej Jacqueline Hall (soos sy destyds\nwas). In die getuienis is na haar verwys as \"Jackie\" en ek\nsal haar ook so noem. Jackie het getuig dat appellant die\nvader van die oorledene was. In sy getuienis het appellant\ndit ontken maar vir die huidige doeleindes is dit nie van be-\nlang of appellant wel die vader was of nie want daar was ge-\ntuienis dat appellant in werklikheid lief was vir die oor.ledene\nen daar is geen sprake daarvan dat die vraag of appellant in-\nderdaad die vader van die oorledene was hoegenaamd enige by-\ndraende rol gespeel het tot die dodelike wond wat appellant\nhaar toegedien het nie.\nAppellant .... / 9\n10\nIn elk geval kon daardie drank hoegenaamd nie enige effek op appellant gehad\nhet toe hy oorledene omstreeks 2h00 daardie nag die steekwond\ntoegedien het nie.\nVolgens die getuienis van Jackie is sy en appellant die aand bed toe en wou hy\nseksu-\nele omgang met haar hê maar sy het, vir mediese redes, ge-weier.\nDit het appellant ontstel en hy het opgestaan, aange-trek,\nen die woonstel\nverlaat. Later die aand het hy terug-gekeer, vir Jackie wakker gemaak, en haar\nbeskuldig dat sy dag-ga gerook het\nen dwelmmiddels gebruik het. Appellant het\nook gesê dat hy Jackie by die polisie gaan aankla omdat sy sekere klerasie\nby 'n\nkettingwinkel soú gesteel het. Jackie het die beweringe ontken en\n'n hewige argument het tussen die twee ontstaan. Hierdie\nrusie het later\nuitgeloop op 'n stryery\ntussen die twee oor die eiendomsreg op sekere foto's. Chris\nFourie .... / 11\n11\nFourie het uiteindelik tussenby getree en die argument oor die foto's is\nblykbaar opgelos. Appellant het egter weer die woonstel verlaat\nblykbaar om 'n\nklagte teen Jackíe te gaan lê weens die beweerde diefstal. Volgens\nJackie het hy later die nag weer teruggekeer\nen haar beveel ora uit \"sy bed\" te\nklim- Sy het teen daardie tyd weer geslaap. Sy het opge-staan en was besig om\nvir haar \"n bed\nop die vloer te maak toe appellant haar van agter af 'n hou gee\nwat haar bewusteloos laat neerval het. Sy het later haar bewussyn\nherwin en 'n\ngeroggel van die baba gehoor. Die bedlig het gebrand en sy het appellant langs\ndie bababedjie gesien staan met 'n bebloe-de\nmes in sy hand en 'n grynslag op sy\ngesig. Sy het die baba wat erg gebloei het opgetel en met haar na Chris-hulle\nse\nkamer gehardloop. Appellant het by die kamer en die woonstel\nuitgehardloop .... / 12\n12\nuitgehardloop. Chris Fourie het wakker geword en,\nnadat hy 'n berig van Jackie ontvang het, het hy die trappe afgehardloop agter\nappellant\naan maar appellant het reeds verdwyn. Op die grondvloer van die gebou\nis daar 'n kafee en terwyl Chris besig was om daarvandaan vir\n'n ambulans te bel\nhet twee polisie-beamptes toevallig by die kafee opgedaag. Chris het aan hul-le\nrapporteer en hulle het hom na\ndie woonstel vergesel. 'n Ambulans het kort\ndaarna opgedaag en die baba is hospitaal toe geneem maar is blykbaar op pad\nsoontoe oorlede.\nToe Chris die rapport aan die polisie gemaak het was dit\nplus-minus 2hl5 die oggend van 3 Desember.\nDie getuienis toon aan dat appellant homself omstreeks tussen 18h00 en 20h00\ndie aand van 3 Desember aan\ndie polisie te Pretoria-Wes gaan oorgee het. As gevolg van\nmededelings .... / 13\n13\nmededelings deur hom het konstabel Smit, wat op diens was, die Hillbrow\npolisie geskakel. Hulle was reeds op soek na appellant en\nhet hom nog dieselfde\naand in Pretoria gaan haal. Die volgende dag, d w s op 4 Desember, het appellant\ndie po-lisie na 'n huis in\nPretoria - die huis behoort blykbaar aan sy broer -\ngeneem waar hy die mes wat voor die Hof was uit 'n roosbos in die tuin gehaal\nhet en aan die polisie oorhandig het,\nNadat appellant die nag uit die woonstel ge-\nhardloop het - dit was nou\nnadat die oorledene reeds die steek-wond toegedien is - is 'n aantal briewe en\ngeskrifte asook die skede\nvan die raes wat appellant later aan die polisie gaan\nuit-wys het, op 'n bedkassie voor appellant se bed in die woonstel gevind.\nJackie het die handskrif op al die geskrifte as dié\nvan appellant uitgeken. Die Verhoorhof het bevind dat al die\ndokumente .... / 14\n14\ndokumente wel deur appellant geskryf is. Ek is nie voornemens om die inhoud\nvan al hierdie geskrífte in detail weer te gee\nnie. Ek verwys slegs na 'n\nbrief (Bew D 2) en die koevert waar-in dit gevind is (Bew D 1) omdat sowel voor\ndie Hof a\nquo\nas voor hierdie Hof dit aangevoer is dat dit o a uit\nhierdie doku-mente blyk dat appellant \"sielkundig ongebalanseerd was\" toe hy\ndie\nbriewe geskryf het en toe hy blykbaar kort daarna die moord gepleeg het.\nOp die koevert (Bew D 1) waarin die brief (Bew D 2) was, was geskryf:\n\"(Mev) Prinsloo Wie dit mag aangaan Beeld The Star Pretoria News Tel (H) 79-1778\n(W) 282-551 x 282\".\n(Ek mag net noem dat \"Mev Prinsloo\" appellant\nse moeder was.)\nOp.../ 15\n15\nOp die agterkant van die koevert was geskryf:\n\"Ek is lief vir my Boetie Sussie Moeder Bianca Jackie.\"\nDie brief\n(Bew D 2), wat in die koevert was, lees soos volg:\n\"Publiseer hierdie in die koerant\nAsb\nHierdie moet asb in die koerant verskyn, i.v.m. my moord op my dogter en\nselfmoord op myself.\nAs gevolg dat die dogter gaan kuier by haar moeder in Pretoria het dit\nplaasgevind, soos bo genoem.\nDie moeder en vader is uitmekaar a.g.v.\nhaar.\nDie moeder weet altyd van beter en het 'n groot klomp onsin in haar dogter se\nkop gepraat, en sy glo dit.\nAs gevolg van die moeder is die hele familie teen haar, want sy is die een wat\nprobleme maak waar sy gaan.\nHiermee wil ek u net onder u aandag bring dat hierdie bo geskrewe opgesom of net\nso uitgedruk word. Dit is my testament. (Beeld)\n(The Star) (Pretoria News)\n(Gepubliseer word) (Geteken: J.W. Bosman 03/12/85 00:36\nI love\nBianca\".\nOp../16\n16\nOp die agterkant van Bew D 2 was daar geskryf:\n\"Moeder daar is uitstaande gelde by mnr. Wileman. Tel. 833-770 (011). Super Home\nTel. 683-4275/8 Ek is baie lief\nvir Julle.\"\nTer verduideliking moet ek noem dat Jackie\ndie\nweek voor die moord by haar moeder\nin Pretoria gekuier het en dat appellant haar op Sondag 1 Desember 1985 daar\ngaan haal het Daar\nis aanduidings in die getuienis van appellant dat die\nver-houding tussen hom en Jackie se moeder nie juis van die hart-likste was\nnie.\nNa sy arrestasie het 'n landdroshof beveel dat appellant vir 30 dae onder\nobservasie gehou word en dat onder-\nsoek gedoen word en 'n verslag ingelewer word ingevolge art 79\nvan .... / 17\n17\nvan Wet 51 van 1977. Die relevante gedeelte van die verslag van die twee\npsigiaters, wat met toestemming van die verdedi-ging by die\nverhoor ingehandig\nis, lui soos volg:\n\"\nSection 79(4)(b\n)\nHe has an antisocial personality with dependence on drugs and alcohol.\nSection 79(4)(c)\nHe can follow court proceedings so as to assist in his defence.\nSection\n79(4)(d\n)\nAt this stage there is no evidence to indicate that at the time of the\ncommission of the alleged offence either\n(a)\this capacity to appreciate the wrongfulness of the act in question or\n(b)\this capacity to act in accordance with such appre-ciation of its\nwrongfulness was affected by mental illness or mental\ndefect.\"\nEk is nie voornemens om appellant se\ngetuienis\nwat hy onder eed afgelê het in besonderhede te behandel of weer te gee\nnie. In breë trekke het dit daarop neergekom dat,\nhoe-\nwel hy erken het dat daar vroeg die aand van 2 Desember 'n\nargument .... /18\n18\nargument tussen hom en Jackie was oor foto's, hy ontken het dat hy seks wou\nhê en dat sy geweier het. Volgens hom is hy daarna\npolisiestasie toe waar\nhy aan 'n swart polisie-beampte '\nn\nklagte gaan lê het oor haar\nbeweerde. diefstal van klerasie. Hy is toe terug woonstel toe en het aan Jackie\nge-sê dat\nhy haar gaan verkla het. Sy het hom gevloek en hy het kwaad\ngeword en haar '\nn\nklap gegee. Daarna het hy die woon-stel weer verlaat en\nhet hy nooit weer die aand of nag na die woonstel teruggekeer nie. Hy skat\ndit\nwas in die omgewing van 20h30 toe hy die woonstel vir die tweede en laaste keer\ndie aand verlaat het. Hy het ontken dat hy enige\nkennis dra van hoe die\noorledene die steekwond waaraan sy dood is op-gedoen het, of dat hy enigiets\ndaarmee te doen gehad het. Hy\nhet '\nn\nlang storie vertel van hoe hy die aand nadat hy die woon-\nstel../ 19\n19\nstel vir die tweede keer verlaat het, in Hillbrow rondgestap, dagga gerook en\nsterk drank gedrink het en hoe hy later die nag 'n saamry\ngeleentheid gekry het\nPretoria toe waar hy die volgende dag by sy broer se huis uitgekom het en waar\nhy 'n boodskap gekry het dat\ndie polisie hom by sy broer se huis kom soek het.\nHy het toe die Pretoria-Wes polisiestasie gebel en die polisie het hom by sy\nbroer\nse huis kom oplaai. Hy het nie geweet waaroor hulle hom wou spreek nie. Hy\nhet ont-ken dat hy hom self by die polisiestasie gaan\naanmeld het. Later die\naand - dit was nou die aand van 3 Desember - het die Hillbrow polisie hom kom\nhaal en is hy in die selle aangehou.\nDie volgende dag, so beweer hy verder, is\nhy op wrede wyse deur die polisie aangerand. Hulle wou hê hy moes vir\nhulle sê\nwat\nvan die mes waarmee oorledene gesteek is geword het. Ten\neinde .... / 20\n20\neinde raad en om van die aanrandings te ontkom het hy vir die polisie\ngesê hy sal die mes vir hulle gaan uitwys. Hy het hulle\nna sy broer se\nhuis in Pretoria geneem en daar in '\nn\nriet-bos in die tuin het hy gemaak\nof hy die mes wat voor die Hof was, uit die rietbos gehaal en het dit aan die\npolisiebeampte wat\nhom vergesel het, oorhandig. In werklikheid, so het hy\nbeweer, was die mes al die tyd reeds van die aand van 2 Desember af, in sy\nbesit\nen was dit deurentyd aan sy persoon versteek, ook terwyl die polisie in Hillbrow\nbesig was om hom aan te rand. Hy het ontken\ndat hy bewysstukke D 1 of D 2\ngeskryf het of dat dit sy handskrif is wat op enige van die ander dokumente wat\ndie nag van 2 Desember\nin sy kamer voor sy bed gevind is, verskyn. Appellant se\ngetuienis is deur die Verhoorhof verwerp en hy is\nskuldig bevind aan moord. Voordat die Hof daartoe oorgegaan\nhet..../21\n21\nhet om te oorweeg of daar versagtende omstandighede aanwesig is het die Hof\nverdaag om appellant 'n geleentheid te gee om sy posisie\nte heroorweeg en te\nbesluit of hy moontlik die Hof in sy vertroue wil neetn en getuienis wil\nvoorlê wat moontlik versagtende\nomstandighede na vore kan bring maar hy\nhet ge-weier om enigiets verder te sê.\nIn sy hoofde van betoog het adv\nKotzé\nna\nveral\ndrie aspekte verwys wat, volgens\nsy submissie, versagtende om-standighede daarstel.\nIn die eerste plek het hy verwys na die psigia-ters se bevinding dat\nappellant oor 'n antisosiale persoonlik-heid beskik, met 'n drang\nna alkohol en\nverdowingsmiddels. Gevolglik, so het die betoog gelui, kon die appellant onder\ndie\ninvloed van drank gewees het toe hy die daad gepleeg het. Die\ngeleerde .... / 22\n22\ngeleerde advokaat het egter dadelik toegegee dat hy voor die probleem staan\ndat appellant ontken dat hy die daad gepleeg het. Beide\nChris Fourie en Jackie\nhet getuig dat appellant vroeër die aand sober en normaal voorgekom het.\nEnige bevinding dat ap-pellant\ntoe hy die daad gepleeg het waarskynlik onder die\nin-vloed van drank of dagga was en, indien wel, tot welke mate hy aangetas was\nsou dus daarop neerkom dat die Hof omstandighede veronderstel waarvoor daar geen\ngrond in die bewese feite te vinde is nie.\nDie tweede aspek wat adv\nKotzé\nprobeer uitlig\nhet,was dat die moord op oorledene 'n onbesonne daad was wat dan sou aantoon\ndat \"Appellant se oordeelsvermoë op een of ander\nwyse aangetas moes gewees\nhet\". Dat dit 'n onbesonne daad was\nmoet geredelik toegegee word maar hier weer is die Hof geheel\nen../23\n23\nen al in die duister gelaat oor wat dit dan was\nwat appellant se oordeelsvermoe aangetas het. In hierdie opsig kon net\nap-pellant\ndie Hof inlig en van hulp wees en het hy verkies om die nie te doen\nnie.\nLaastens het adv\nKotzé\naangevoer dat die brief\nen koevert\nbewysstukke D 2 en D 1 aantoon dat appellant \"siel-kundig ongebalanseerd was ten\ntyde van die misdaad\" want, so het adv\nKotzé\ngevra, waarom sou hy\ndan versoek dat al die pub-lisiteit gegee moet word aan die gruwelike daad wat\nhy van voorneme was om te pleeg?\nVolgens Bew D 2 was appellant van plan om\nselfraoord te pleeg nadat hy die oorledene vermoor het. Of hy werklik van plan\nwas om dit\nte doen, en indien wel waar-om hy dit toe nie gedoen het nie, weet\nons nie. Miskien het\nhy gemeen dat met die beoogde publisiteit hy veral\nJackie se\nmoeder .... /24\n24\nmoeder in die oë van die publiek sal kan afkraak. Dit is\negter ook maar weer net een van die baie ander moontlikhede\nwat, as gevolg van appellant se ontkenning dat hy die briewe\nen ander dokumente geskryf het, onopgeklaar bly. Dit is egter\nmiskien nie onvanpas nie om in dié verband daarop te wys dat\nby die dokumente 'n sogenaamde testament was wat appellant op-\ngestel het en waarby 'n noukeurige lys van al appellant se be-\nsittings aangeheg was. Soos die Verhoorregter tereg opmerk,\ndit strook nie jui.s met iemand wat \"sielkundig ongebalanseerd\"\nwas nie.\nVoor hierdie Hof is daar, afgesien van bogenoem-\nde, nie betoog dat daar 'n dwaling van feite of die reg was of dat die\nVerhoorhof 'n onreëlmatigheid begaan het nie of dat\ngeen redelike hof tot die slotsom kon gekom het dat daar geen\nversagtende \t /25\n25\nversagtende omstandighede is nie. Inteendeel ek\nmeen nie\ndat op die getuienis enige redelike hof tot enige ander be-\nvinding kon kom as dat versagtende omstandighede nie bewys\nis nie.\nDie appèl is gevolglik afgewys\nH R JACOBS, AR Ek stem saam.\nH J 0 VAN HEERDEN, AR Ek stem saam.\nJ J F HEFER, AR Ek stem saam.",
  "scraped_at": "2026-02-11T21:12:32.392294",
  "date": "1987-08-25",
  "coram": [
    "Van Heerden AR",
    "Hefer AR",
    "Jacobs AR"
  ],
  "case_number": "76/87",
  "parties": {
    "applicants": [
      "Jacobus Wynand Bosman"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Jacobus Wynand Bosman, a 27‑year‑old white male, was convicted in the Witwatersrand Local Division of the High Court of murder in the death of a ten‑month‑old girl, Bianca Hall. The Crown proved that the child died from a single knife wound inflicted in the family flat. The knife, owned by Bosman, was admitted as a piece of evidence. Testimony described a heated argument between Bosman and the child's mother, Jackie, on the night of the murder, culminating in Bosman striking the child. After the incident Bosman surrendered to police, recovered the knife from his garden, and handed it over. Psychiatric reports noted an antisocial personality and drug/alcohol dependence but concluded there was no evidence that his mental condition impaired his capacity to appreciate the wrongfulness of his act at the time. The trial was conducted without assessors, a point later raised on appeal.",
    "issues": "1. Whether there were any mitigating (versagtende) circumstances—such as mental disorder, intoxication, or procedural irregularities—that should have been taken into account to set aside the death sentence. 2. Whether the trial’s omission of assessors amounted to a procedural unfairness sufficient to invalidate the conviction or sentence. 3. Whether the evidence established Bosman's guilt beyond reasonable doubt.",
    "principles": "South African law on capital cases requires that any mitigating circumstances be considered before imposing death. The absence of assessors does not automatically render a trial irregular if the presiding judge, after informing the State counsel, is satisfied that their presence is unnecessary. Precedents cited include S v Schoba (1985) and S v Malinga (1987), which outline the approach to mitigating factors and the necessity of assessors in serious criminal trials. The Court also applied the statutory provisions under the Criminal Procedure Act relating to the assessment of mental capacity (Section 79 of the 1977 Act).",
    "application": "The appellate court examined the psychiatric reports and found no proof that Bosman's antisocial personality or substance use impaired his moral judgment at the time of the murder. The Court held that the trial judge’s decision not to call assessors, after consulting the State attorney, did not constitute an irregularity. Consequently, the alleged mitigating circumstances were deemed insufficient to affect the conviction or the death sentence. The factual findings of the trial court regarding the murder were upheld.",
    "conclusion": "The appeal was dismissed. The Court affirmed the conviction for murder and the imposed death sentence, finding no qualifying mitigating circumstances and no procedural error in the trial."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Capital Punishment",
    "level_3": [
      "murder",
      "mitigating circumstances",
      "procedural fairness",
      "death penalty"
    ]
  }
}