{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/122.html",
  "case_name": "S v Laubscher (483/85) [1987] ZASCA 122; [1988] 1 All SA 378 (A) (30 September 1987)",
  "citation": "[1987] ZASCA 122",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 122\n|\nNoteup\n|\nLawCite\nS v Laubscher (483/85) [1987] ZASCA 122; [1988] 1 All SA 378 (A) (30 September 1987)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 483/85\nWHN\nSTUART BOBBY LAUBSCHER \t Appellant\nen\nDIE STAAT\nRespondent\nJOUBERT, AR.\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPÉLAFDELING\nInsake die appel van:\nSTUART BOBBY LAUBSCHER\nAppellant\nen\nDIE STAAT \t Respondent\nCoram: JOUBERT, BOTHA et NESTADT ARR\nVerhoor:\n17 September 1987\nGelewer: 30 September 1987\nJOUBERT\n, AR. :\n/Op\n2\nOp 10 Junie 1985 is die appellant in die Queens= town Rondgaande\nPlaaslike Afdelíng aangekla van raoord op sy skoonvader Petrus\nHendrik\nvan Rooyen wat hy op Maandag 9 Julie 1984 op die plaas Witfontein in die distrik\nvan Woodhouse vermoor het (aanklag 1). Hy\nis ook daarvan aangekla dat hy op\ndieselfde tyd en plek gepoog het om sy skoonmoeder Maria Elizabeth van Rooyen,\nsy skoonsuster Maria\nElizabeth van Rooyen, sy eggenote Anna Cecilia Laubscher\n(gebore van Rooyen) en sy seun Stuart Adolf Laubscher te vermoor (aanklagte\n2,3,4 en 5 respektiewelik). Hy is verhoor deur JENNETT R en twee assessore. Hy\nhet onskuldig gepleit op al die\n/aanklagte....\n3\naanklagte. Op 30 Julie 1985 is hy op aanklag 1 skuldig bevind aan moord\nmet versagtende omstandighede. Hy is ook skuldig bevind op\naanklagte 2,3,4 en\n5,. Op 31 Julie 1985 is hy op aanklag 1 'n vonnis van 6 jaar gevangenisstraf\nopgelê. Aanklagte 2,3,4 en\n5 is saamgevat vir doeleindes van vonnis en\ndaarop is hy 4 jaar gevangenisstraf opgelê wat met die vonnis van 6 jaar\nop aanklag\n1 saamloop. Met verlof van die Verhoorregter kom hy tans in hoër\nberoep na hierdie Hof teen sy skuldigbevindings en vonnisse.\nBy die aanvang van die verhoor het die appellant die aard van sy verweer in\ndie pleitverduideliking\n/volgens\n4\nvolgens art 115 van die Strafproseswet No 51 van 1977 soos volg uiteengesit\n:\n\"2. Dit is die grondslag van my verweer\ntot al die ten laste gelegde misdrywe dat gedurende die tydperk wat die be=\nweerde misdrywe gepleeg sou gewees het, ek nie willekeurig\ngehandel het nie en\nderhalwe nie strafregtelik toerekenbaar was nie.\n3. My gesegde ontoerekeningsvatbaarheid was tydelik van aard en is nie aan\nenige permanente of tydelike geestes= ongesteldheid of-\ngebrek (soos in artikels\n77\nen 78 van die Strafproses= wet bedoel) toe te skryf nie.\"\nDie appellant het derhalwe sy tydelike ontoerekeningsvat= baarheid ten tyde\nvan die pleeg van die beweerde misdade in geskil geplaas.\nTydens die verhoor het\ndit uit die\n/psigiatrise ....\n5\npsigiatriese en klinies-sielkundige getuienis duidelik geword\ndat sy verweer van tydelike ontoerekeningsvat= baarheid toegeskryf moes\nword aan\ntotale sielkundige ineenstorting of persoonlikheidsdisintegrasie of geestelike\nverbrokkeling van 'n\ntydelike\naard (\nwat nie aan 'n\ngeestesongesteldhei\nd of 'n\ngeestesgebrek toe te skryf is nie\n) sodat\nhy onbewustelik en/of sonder wilsbeheer gehandel het. Dit draai dus om die\nappellant se geestesvermoë o£ geestestoestand\nten tyde van die pleeg\nvan die beweerde misdade.\nDit is doenlik om kortliks te let op die plek van die appellant se verweer in\nons strafreg. Om\n/strafregtelik ..\n6\nstrafregtelik aanspreeklik te wees, moet 'n dader o.a ten tyde van die\npleeg van die beweerde misdaad toe= rekeningsvatbaar wees.\nToerekeningsvatbaarheid is derhalwe 'n voorvereiste vir strafregtelike\naanspreek= likheid. Die leerstuk van toerekeningsvatbaarheid\nis 'n selfstandige\nonderafdeling van die skuldleer, volgens de Wet en Swanepoel, Strafreg, 4 e\nuitgawe p 110. Om toerekeningsvatbaar\nte wees, moet'n dader se\ngeestesvermoëns of psigiese gesteldheid sodanig wees dat hy regtens vir sy\ngedrag geblameer kan word.\nDie erkende psigologiese kenmerke van\ntoerekeningsvatbaarheid\nis :\n/1. Die ..\n7\n1.Die vermoë om tussen reg en verkeerd te onderskei.\nDie dader het die\nonderskeidingsvermoë\nom die regmatig= heid of\nonregmatigheid van sy handeling in te sien. Met ander woorde, hy het die\nvermoë om te besef dat\nhy wederregtelik optree.\n2.Die vermoë om ooreenkomstig daardie onderskeidingsvermoë\nte handel deurdat hy die\nweerstandskrag\n(wilsbeheervermoë)het om\ndie ver=\nsoeking om wederregtelik te handel, te weerstaan. Met ander woorde, hy het\ndie vermoë tot vrye keuse om reg= matig of onregmatig\nte handel, onderworpe\naan sy wil. Ontbreek een van hierdie twee psigologiese kenmerke dan is die dader\nontoerekeningsvatbaar\n, bv. waar hy nie die\n/onderskeidingsvermoë.......\n8\nonderskeidingsvermoë het om die\nongeoorloofheid van sy handeling te besef nie. Insgelyks is die dader ten spyte\ndaarvan dat hy\nwel die onderskeidingsvermoë het tog ontoerekeningsvatbaar\nwaar sy geestesvermoë sodanig is dat hy nie die weerstandskrag\nhet nie.\nRaadpleeg dr D Wiersma , Over Toekeningsvatbaarheid, 1932, p 29-32; Snyman,\nStrafreg, 2 e uitgawe, p 172 -175;\nS v Campher\n, 1987(1) SA 940 (A) op p\n955 E-F, 956 A-B. In art 78(1) van die Strafproseswet No 51 van 1977 reël\ndie wetgewer ontoerekeningsvatbaarheid\nsoos volg:\n/\"Iemand\n9\n\"Iemand wat 'n handeling verrig wat 'n misdryf uitmaak en wat ten tyde van so\n'n verrigting aan 'n\ngeestesongesteldheid-\nof\ngeestesgebrek\nly wat\ntot gevolg het dát hy nie oor die vermoë beskik -\n(a)\nom die ongeoorloofdheid van\nsy handeling te besef nie; of\n(b)\nom\nooreenkomstig 'n besef van die ongeoorloofdheid van sy handeling op te tree\nnie,\nis nie vir so 'n handeling strafregtelik\ntoerekenbaar nie.\"\n(My onderstreping).\nDie twee kriteria wat die wetgewer in art 78(1) (a) en (b) in die alternatief\nstel, is onderskeidingsvermoë en weerstandskrag\nwaar die betrokke persoon\naan 'n geestesongesteldheid of geestesgebrek ly ten tyde van die verrigting van\ndie betrokke handeling.\n/Weliswaar .....\n10\nWeliswaar gee Wet No 51 van 1977 geen omskrywing van die\nbegrippe\n\"\ngeestesongesteldheid\" of\n\"\ngeestesgebrek\" nie\nmaar dit word in die regspraak aanvaar dat dit op 'n sieklike of patologiese\nversteuring van die geestes= vermoens\nbetrekking het wat van 'n permanente of\ntydelike aard.kan wees. Raadpleeg\nS v Mahlinza\n, 1967(1) SA 408 (A) op p\n417 D-E,\nS v Campher\n,\nsupra\n'p 954 C-F, p 965 D-F, Snyman\nop\ncit\n. p 171. Ons kan dit gerieflikheidshalwe\nstatutêre\nontoerekeningsvatbaarheid noem.\nAfgesien van statutêre ontoe rekenings=\nvatbaarheid kan 'n mens ook nie-patologiese ontoerekenings= vatbaarheid van\n'n tydelike aard ten tyde van die pleeg van\n/die\n11\ndie misdaad kry wat aan 'n nie-patologiese toestand, d.w.s.\nnie aan 'n geestesongesteldheid of geestesgebrek in die vorm van 'n patologiese\nversteuring van sy geestes= vermoëns toe te skryf is nie, te wyte sodat hy\nnie die onderskeidingsvermoë óf die weerstandskrag\n(wils=\nbeheervermoë)gehad het nie. Vir doeleindes van hierdie appèl is dit\nnie nodig om die vorme wat 'n nie-patologiese\ntoestand kan aanneem, te omskryf\nnie. Dit is ook nie nodig vir doeleindes van hierdie appèl om te beslis\nof 'n verweer, soos\ndie appellant s'n, wat op nie-patologiese\nontoerekeningsvatbaarheid gebaseer\nis uit hoofde van 'n totale persoonlikheidsdisintegrasie van 'n tydelike aard\n'n geldige verweer is nie. In die\nonderhawige geval het die appellant se verweer van\n/totale\n12\ntotale sielkundige of\npersoonlikheidsdisintegrasie van 'n tydelike aard tydens die pleeg van die\nbeweerde mis= dade op 'n nie-patologiese\ntoestand betrekking sodat dit op\nnie-patologiese ontoerekeningsvatbaarheid slaan. Slaag 'n verweer van\nnie-patologiese ontoerekeningsvatbaarheid\nword daar betoog dat die beskuldigde\nnie strafregtelik aanspreeklik is nie en dat hy nie aan die beweerde mis= daad\nskuldig bevind\nkan word nie. Hy moet dan on= skuldig bevind word, aldus die\nbetoog, en kan nie tot Presidentspasieiit verklaar word nie omdat hy\nnie aan 'n\ngeestesongesteldheid of geestesgebrek van 'n patologiese aard ly nie.\n/Die\n13\nDie wetgewer hou in art 78(7) ook rekening met verminderde\ntoerekeningsvatbaarheid waar 'n dader bevind word om ten tyde van die pleeg\nvan\ndie misdaad wel strafregtelik toerekeningsvatbaar te wees maar sy\nonderskeidingsvermoë of weerstandskrag (wilsbeheervermoë)\nwas\nvanweë 'n patologiese versteuring verminder. Dit speel geen rol by die\nstrafregtelike aanspreeklikheid nie maar dit kan\nwel by vonnisoplegging in\naanmerking geneem word. Sien Snyman\nop.cit\n.\n,\np 178. Ons kan dit\ngerieflikheidshalwe\nstatutêre\nverminderde toe= rekeningsvatbaarheid\nnoem. Want dit is ook moontlik om nie-patologiese verminderde\ntoerekeningsvatbaarheid\n/te\n14\nte kry wat weens 'n nie-patologiese toestand die\ndader se onderskeidingsvermoë of weerstandskrag\nwilsbeheervermoë) ten tyde van die pleeg van die\nmisdaad verminder het.\nDie appellant was 23 jaar oud toe\nhy die misdade gepleeg het waaraan hy skuldig bevind\nis. Hy was 'n 4e jaar\nmediese student te\nBloemfontein.\tVolgens die onbetwiste en\naanvaarde getuienis is sy intelligensie\n/geniaal\n15\ngeniaal, hy is beleefd, hy is 'n introvert en hy is emosioneel\nbaie sensitief. Hy is baie kwesbaar vir spanning. Trouens sy\nspanningsverdraagsaamheids=\ndrempel is laag. Dit is veral op die gebied van\ninterpersoonlike verhoudings dat hy 'n ondoeltreffende vermoë het om\nspanning\nte hanteer. Volgens die psigometriese toetse wat prof. Weyers, 'n\nsielkundige van Bloemfontein, op hom gedoen het, het die appellant\n'n\nafwesigheid van gewelddadige neigings. Aan die einde van die verhoorverrigtinge\nhet die twee psigiaters drs Zabow en Marais, wat\nvir die Staat en die\nverdediging respektiewelik getuig het, 'n verslag uitgebring in\n/terme ....\n16\nterme van art 7 8 (4)(d ) waarvolgens hulle bevind het dat die\nappellant ten tyde van die pleeg van die misdade nie aan 'n geestesongesteldheid\nof 'n geestesgebrek gely het nie. Die effek van hierdie verslag is dat die\nappellant se onderskeidingsvermoë of weerstandskrag\n(wilsbeheervermoë)\nten tyde van die pleeg van die misdade nie deur 'n patologiese versteuring\naangetas is nie. Daar was derhalwe\nvan\nstatutêre\nontoe=\nrekeningsvatbaarheid geen sprake nie.\nDie appellant en sy toekomstige eggenote (hierna Cecilia genoem) het 'n baie\nintieme verhouding met mekaar gehad terwyl sy in Bloemfontein\ngewerk het.\n/sy\n17\nOp 20 Maart 1982 is die appellant en Cecilia met mekaar in\n'n\nkerk in Bloemfontein getroud maar haar vader wou haar nie na die\npreekstoel neem nie omdat sy nie meer 'n maagd was nie. Finansieel\nhet dit bra\nmoeilik met die jong egpaar gegaan deurdat die appellant nog studeer het.Sy\nskoonouers het R80 per maand tot die huur\nvan hul woonstel bygedra. Dit het vir\nhulle -veral die skoonmoeder - die geleentheid gebied om hulle met die appellant\nse huwelik\nin te meng. Die ver= houding tussen die appellant en sy skoonouers\nwas\n/volgens ....\n18\nvolgens die aanvaarde getuienis beslis nie hartlik en gelukkig nie. Die\nskoonouers was kil en afsydig teenoor die appellant. Hy was\nselfs bang vir die\noorledene. Hierdie toedrag van sake het geensins verbeter na die geboorte van\ndie appellant se seun op 24 Oktober\n1982 nie. Die appellant het begin om swak\nmet sy studies te vaar. Gedurende Februarie 1983 het sy skoonouers vir Cecilia\nen die kind\nkom haal en plaas toe geneem wat 17 km vanaf Dordrecht is. Hulle het\nreëlings getref om die kind te doop sonder om die appellant\ndaarin te ken.\nCecilia het daarna nie na die appellant teruggekeer nie. Sy het op 31 Maart\n1983\n/meerderjarig ....\n19\nmeerderjarig geword. Sy het daartoe oorgegaan om 'n\negskeidingsaksie teen die appellant aanhangig te maak. Omstreeks April 1984 het\nCecilia begin om vir die munisipaliteit te Dordrecht te werk terwyl sy by haar\nouers op die plaas woon. Ten einde hul verhouding\nop te bou en die kind te sien,\nhet die appellant begin om haar by haar werk te besoek. Die appellant was egter\nontsteld toe hy bemerk\ndat die kind van hom ver= vreemd geraak het. Hy het\ngevoel dat die oorledene hom as 'n vadersfiguur verdring.\nVrydag 6 Julie 1984 het die appellant vanaf Oos-Londen telefonies met Cecilia\ngereël om haar en\n/hul.....\n20\nhul kind te kom haal om vir die naweek by sy ouers in\nGraaff-Reinet te kuier. Sy het ingewillig. Toe\ndie appellant egter teen skemer die plaas besoek, wou\nCecilia hom nie sien of te woord staan nie. Sy het\nvan gedagte verander en wou nie meer met hom saamgaan\nnie. Haar houding is aan die appellant deur sy\nskoonmoeder oorgedra. Laasgenoemde het hom wel toe=\ngelaat om die slapende kind in sy bedjie te sien.\nSy het egter die appellant meegedeel dat dit beter\nsou wees dat die egskeiding afgehandel word sodat vaste\ntye gereël kon word vir hom om die kind te sien. Die\nappellant het vertrek en in '\nn\nhotel te Dordrecht oornag\n/Hy.....\n21\nHy het daar 'n gesprek gevoer met mev Pieterse, die\nvrou van die hotelbestuurder, oor mediese aangeleent=\nhede.\nSaterdag 7 Julie 1984 het die appellant vanaf\ndie polisiestasie te Dordrecht die oorledene gebel om\ndie kind te kom haal. Die oorledene het hom meegedeel\nom Maandag te kom. Die appellant het dr Christiane\ngaan sien om te verneem of hy nie 'n deel van sy praktiese\nopleiding by hom kon doen nie. Dr Christiane het egter\ngeweier. Die appellant het toe na Graaff-Reinet ver=\ntrek, 'n afstand van ongeveer 370 na 390 km vanaf\nDordrecht.\n/Dit....\n22\nDit is onseker of die appellant en Cecilia met mekaar\ntelefonies in verbinding gedurende Sondag 8 Julie 1984 was.\nMaandagoggend 9 Julie 1984 het die appellant vir Cecilia vanaf Graaff-Reinet\ngebel. Hulle het afgespreek dat hy haar en die kind om\n6 nm op die plaas sou\nkry. Daardie middag het Cecilia en haar ouers hul prokureur te Aliwal-Noord gaan\nspreek waar Cecilia die advies\ngekry het dat sy nie saam met die appellant hoef\nte gaan nie en dat die kind haar sorg nodig het. Toe die appellant van\nGraaff-Reinet\nvertrek, het hy sy 7,65 mm pistool gehad met 'n pakkie van 24\npatrone. Hy het die\n/magasyn....\n23\nmagasyn vir 9 patrone gelaai met 1 patroon in die vuurkamer\nvan die pistool. Hy het die vuurwapen vir sy eie veiligheid geneem omdat\nhy\nalleen ry. Hy is 'n bedrewe skut wat dikwels skyfskiet. Toe die appellant na 6\nnm die plaas aandoen, het Cecilia in die teenwoordigheid\nvan haar ouers hom\nmeegedeel dat sy nie bereid was om saam met hom te gaan nie. Die appellant wou\ntoe die kind neem volgens sy regs=\nadvies maar sy skoonmoeder het daarop gewys\ndat volgens regsadvies wat hulle bekom het, hy die kind nie kon neem\nnie.\nDie oorledene het d\nie\nappellant gevra om die huis te verlaat. Die\nappellant is toe weg sonder\n/om\n24\nom 'n woord te sê. Hy is weer na dieselfde\nhotel te Dordrecht. Volgens mev Pieterse het dit gelyk of die appellant haar nie\nken nie. Die appellant was ont= settend bleek en sy gesigsuitdrukking was baie\nstrak gewees Hy het sy van en ander woorde verkeerd\nin die hotelregister gespel.\nHy het nie daar geeet nie. Dit blyk dat hy twee dubbel sopies rum en een Coke\nkoeldrank bestel het.\nDie appellant het omstreeks 7.30 nm teruggekeer na die woonplaas van sy\nskoonouers. Hy het aan die voordeur geklop en op 'n vraag\nvan sy skoonmoeder\ngesê dat hy sy kind kom haal. Sy het geantwoord dat sy hom nie die kind\nkon gee nie omdat dit sy moeder\nse\nsorg nodig het. Die appellant het as gevolg van\n/sy ....\n24\nom 'n woord te sê. Hy is weer na dieselfde hotel te\nDordrecht. Volgens mev Pieterse het dit gelyk of die appellant haar nie\nken nie.\nDie appellant was ont= settend bleek en sy gesigsuitdrukking was baie strak\ngewees Hy het sy van en ander woorde verkeerd\nin die hotelregister gespel. Hy\nhet nie daar geëet nie. Dit blyk dat hy twee dubbel sopies rum en een Coke\nkoeldrank bestël\nhet.\nDie appellant het omstreeks 7.30 nm teruggekeer na die woonplaas van sy\nskoonouers. Hy het aan die voordeur geklop en op 'n vraag\nvan sy skoonmoeder\ngesê dat hy sy kind kom haal. Sy het geantwoord dat sy hom nie die kind\nkon gee nie omdat dit sy moeder\nse\nsorg nodig het. Die appellant het as gevolg van\n/sy ....\n25\nsy geheueverlies geen duidelike herinnering van die gebeure\nwat\ngevolg het nadat hy by die voordeur was.nie. Hy kan derhalwe geen lig werp op\ndie tragiese gebeure wat toe gevolg het nie.\nOp daardie stadium het die ligte gebrand in slaapkamers 1, 3 en 4 asook in\ndie badkamers, die stort, die gang en die eetkamer maar\nnie in die studeerkamer\nnie. Die ligging van hierdie vertrekke kan gesien word op die plan van die\nwoonhuis (Bewysstuk A). Die gordyne\nvan die slaapkamers was toegetrek. Die\nappellant was vertroud met die ligging van die woonhuis se ver= trekke. Die\noorledene was\nop daardie stadium in\n/slaapkamer ...\n26\nslaapkamer 4. Die appellant het na slaapkamer 1 gegaan waar\nCecilia en die kind gewoonlik geslaap het. Hy het die glas van die vensters\ngebreek en vermoedelik daar sy regterduim beseer. Hy het egter vir 'n on=\nverklaarbare rede nie slaapkamer 1 betree nie - iets wat\nhy maklik kon gedoen\nhet indien hy wou. Die appellant het toe begin om in die vertrekke te skiet wat\nmet kort tussenposes opgehou\nhet. Drie skote het die oorledene van voor getref.\nDie appellant het geskree\n\"\nGee my kind\".Om tyd te wen, het sy skoon=\nmoeder teruggeskree\n\"\nOns sal jou kind vir jou gee\". Sy reaksie was\n\"Gee my kind, ek gee nie om wie ek\n/nog\n27\nnog doodskiet nie\". Die polisie is gebel en die\nligte in die huis is afgesit. Cecilia was in die badkamer en mej van Rooyen het\nmet\ndie kind in die stort geskuil. Daar was nog skietery. Later is in bloedmerk\nop die kombuisdeur se handvatsel gevind. Waarom die appellant\ntoegang tot die\nwoonhuis deur die kombuis you kry, is nie verklaarbaar nie. Altesaam het die\nappellant 21 skote op die woonhuis afgevuur.\nDie appellant het in sy motorkar\ngeklim en weggery. Op weg na die hoofpad het die polisie met die vangwa die\nwoonhuis\n/genader...\n28\ngenader met sy blou flikkerlig. Die appellant se motorkar het\nteen 'n hoë spoed genader, om die\nvangwa\ngery, en voort beweeg na\ndie grootpad. Die vangwa het omgedraai en hom agtervolg. Die appellant se\nmotorkar het egter oor die grootpad\ngeskiet en deur 'n draadheining gebars waar\ndit tot stilstand gekom het. Toe die vangwa agter sy motorkar stilhou, het die\nappellant\ndie vangwa met sy hande in die lug genader. Die appellant het gevra\ndat hulle hom nie moes seermaak nie. Op\n'n\nvraag waar sy vuurwapen is,\nhet die appellant geantwoord voor in sy motorkar in sy baadjie toegedraai. Dit\nis inderdaad daar gevind\n/Die\n29\nDie appellant is om 8.10 nm gearresteer. Die\nvang-wa is toe na die plaaswoning geneem. Daar het die appellant agter in die\nvangwa\ngevomeer. Hy is toe deur die polisie na die ongevalle afdeling van die\nhospitaal te Dordrecht geneem.\nDr Susanna Christiane het as distriksgeneesheer die appellant vanaf 10 nm tot\n11 nm in die Dordrecht Hospitaal ondersoek. Sy het sy\nregterduim se wond geheg.\nVolgens haar was die appellant baie swak en kon hy nie sonder hulp staan nie. Hy\nwas bleek en het tekens\nvan skok gehad. Sy oriëntering van tyd en plek was\nsleg. Sy geheue was verward, sy gedrag parmantig. Hy was spraaksaam, half\nsenuweeagtig\n/en\n30 en hy was verder traak-my-nie-agtig. Hy het glad\nnie na alkohol geruik nie. Volgens haar was dit onwaarskynlik dat hy onder\ndie invloed van drank was. (Ek mag net tussen hakies vermeld\ndat die uitslag van\nsy bloed/alkohol toets was 0,18% d.w.s. 0,18g alkohol per 100 ml bloed) . Sy het\n'n voorlopige diagnose van\n\"\ntotal psýchological\ndisintegration\" gemaak. Tydens die ondersoek het haar eggenoot dr Christiane\nbinnegekom. Die appellant\nmoes hom erken het want hy het vir laasgenoemde\ngesê\n\"\njy is die man wat nie vir my wil werk gee nie\" en\nbygevoeg\n\"\nnou het ek my fokken loopbaan opgemors\".\nDie oggend van Dinsdag 10 Julie 1984 was die appellant in die hospitaal\nslaperig toe dr Susanna Christiane hom wakker\n/gemaak\n31\ngemaak het. Sy het hom gevra of hy weet wat hy gedoen het. Hy\nhet ontkennend geantwoord. Sy het hom meegedeel dat hy sy skoonvader\ngeskiet\nhet.Hy het dit hewig ontken en begin om te huil. Hy het gesê dat hy sy\nhele loopbaan opgemors het Sy het die appellant\nse geval telefonies met\npsigiater dr Russell bespreek. Die appellant was uitgeput vir welke toestand hy\nbehandel is totdat hy op\n11 julie 1984 ontslaan is.\nDit is gemene saak dat die oorledene die aand van 9 Julie 1984 dood is as\ngevolg van die drie skiet= wonde in sy buik met massiewe\nbloeding. Volgens\n/die....\n32\ndie forensiese verslag is aanduidings van 'n vuurwapen se\nontstekingsresidu op die linkerhand van die appellant gevind.\nDie vraag is\nwat die toestand van die appellant se geestesvermoë ten tyde van die pleeg\nvan die beweerde misdade was. Het hy\n'n totale sielkundige ineenstorting of\npersoonlikheidsdisintegrasié van 'n tydelike aard ondergaan sodat hy\nonwillekeurig\nopgetree het omdat hy nie weerstandskrag (wilsbeheervermoë)\ngehad het nie ? M.a.w. het hy sonder wilsbeheer ten tyde van die\npleeg van die\nbeweerde misdade gehandel ?\n/Adv.....\n33\nAdv\n. Erasmus het namens die appellant betoog\ndat die Verhoorhof versuim het\nom\ndie deskundige\ngetuienis van dr Zabow, dr Marais en prof Weyers be=\nhoorlik te evalueer. Sodoende het die Verhoorhof\nin effek hul getuienis sonder aangifte van redes\nverwerp\nLaat ons nou op die strekking van die drie\ndeskundiges se getuienis let wat dit met mekaar eens\nwas dat totale\npersoonlikheidsdisintegrasië neerkom\nop 'n toestand \"involving\ncontinuous uncontrolled violence,\napathy or eventual death\". Gewoonlik kom\nnet een\nvan\nhierdie eienskappe voor wanneer totale\npersoonlikheids=\ndisintegrasie van 'n indiwidu onder uitermatige stres\n/plaasvind\n34\nplaasvind. Hulle was dit verder eens dat\nkontinuum 'n vlak is vanaf waar 'n indiwidu ten vol le bewus is wat aangaan\ntotdat hy onbewus\nís van wat om hom aangaan deurdat totale\npersoonlikheidsdisintegrasie bereik word terwyl daar verskeie pieke op hierdie\nkontinuum\nkan wees. Dit kom neer op 'n kwessie van graad totdat totale\npersoonlikheidsdisintegrasie bereik word. Volgens dr Zabow het die appellant\nin\ndie omstandighede van die onderhawige geval nie totale\npersoonlikheidsdisintegrasie bereik nie. Volgens hom was die appellant\nnie\nontoe= rekeningsvatbaar nie maar verminderd toerekeningsvatbaar. Prof Weyers kon\nnie sê dat definitiewe totale persoonlik=\n/heids\n35\nheidsdisintegrasie plaasgevind het nie maar hy vermoed dit\n{Band 5 p 511). Hy meen dat die appellant die stadium van \"stupor\" in die\nvangwa\nbereik het (Band 5 p 532). Volgens dr Marais het die appellant die aand by die\nvoordeur van die woonhuis reeds totale persoonlikheidsdisintegrasie\nbereik (Band\n6 pp 583, 587, 591, 597, 603) wat voortgeduur het totdat hy die hospitaal\nverlaat het en sy herstelproses geleidelik\nbegin het (Band 6 p 587-588). Volgens\nhom was die appellant dan die betrokke aand ontoerekeningsvatbaar weens totale\npersoonlikheidsdisintegrasie.\nDit moet in gedagte gehou word dat psigiatriese\n/getuienis ...\n36\ngetuienis oor\n'n\nbeskuldigde se geestesongesteldheid\nof\ngeestesgebrek in die vorm van 'n patologiese versteuring\nten tyde van die pleeg van 'n misdaad waar dit handel oor\nstatutêre\nontoerekeningsvatbaarheíd 'n\nonmisbare\nfunksie\nvervul om 'n hof behulpsaam te wees met sy beslissing waar\npaneel van psigiaters 'n ondersoek ingevolge art 79 gedoen\nhet en 'n verslag ingevolge art 79(4)(d) uitgebring het. Art\n78(3) magtig die hof waar sodanige bevinding eenparig is\nen nie bestry word nie om die aangeleentheid aan die hand\nvan die verslag sonder die aanhoor van verdere getuienis\nte beslis. In so 'n geval laat 'n hof hom lei deur die\neenparige bevinding van die paneel van psigiaters.\n/Dog....\n37\nDog waar die bevinding nie eenparig is nie, of waar dit bestry\nword, moet die hof ingevolge art 78(4) die aangeleentheid na die aanhoor\nvan\ngetuienís beslis. In so 'n geval is dit wenslik om rekening te hou met\ndie volgende\ndictum\nvan OGILVIE THOMPSON AR in\nR v Harris\n, 1965(2)\nSA 340 (A) op p 365 B-C :\n„- - - it must be borne in mind that - - -in the ultimate analysis, the\ncrucial issue of appellant's criminal responsibility\nfor his actions at the\nrelevant time is a matter to be determined, not by the psychiatrists\n,\nbut\nby the Court itself. In determining that issue the Court - initially the trial\nCourt; and, on appeal, this Court - must of necessity\nhave regard not only to\nthe expert medical evidence but also to all the other facts of the case,\nincluding the\n/reliability ..\n38\nreliability of appellant as a witness and the\nnature of his proved actions through= out the relevant period.\"\nHierdie\ndictum\nis ook in die onderhawige geval toepas= lik waar dit\nhandel oor die vraag of die appellant ten tyde van die pleeg van die beweerde\nmisdade tydelik nie-patologies ontoerekeningsvatbaar was. Aangësien dit\nhier oor 'n nie-patologiese toestand van die appellant\nten tyde van die pleeg\nvan die beweerde misdade handel, het die psigiatriese en psigologiese getuienis\nnie so '\nn\nonmisbare funksie vervul nie omdat die Verhoorhof aan die hand\nvan die aanvaarde feite self in staat was om die omskrywing van die\n/begrip\n39\nbegrip totale persoonlikheidsdisintegrasie daarop toe te pas\nen dan tot 'n bevinding te raak of die appellant nie-patologies\nontoerekeningsvatbaar\nof slegs nie-patologies verminderd toerekeningsvatbaar\nwas. Die Verhoorhof het laasgenoemde bevind deur na die objek-tiewe beeld\nvan\ndie aanvaarde feite te kyk met spesiale verwysing na die volgende nege faktore\nwat te same geneem is :\n„{1) That the accused specifically went to the room in which he knew that\nthe child was likely to be\nfound.\n(2)\nThat he\nbroke the window there.\n(3)\tThat he shot the deceased three times there, not just once but three\ntimes\n/(4) That\n40\n(4)\tThat he fired shots into the next bedroom, that is bedroom no. 3.\n(5)\tThat he fired shots into bedroom No.4, which was the deceased's bedroom and\nalso that of Mrs van Rooyen and again here the shots\nwere fired into and at the\nbed.\n(6)\tThen at some stage an attempt was made to gain entry intb the house at the\nbackdoor.\n(7)\tShots were also fired into what was referred to as a \"studeerkamer\".\n{Dit is gemene saak dat dit\n\"\nsonkamer\" i.p.v\n.\n\"\nstudeerkamer\" moet wees).\n(8)\tDuring the firing there\nwould have had\nto have been at least two occasions when the firearm was reloaded,\nand\n(9)\tThere was then the shouting of the words\n/\"Gee\n41\n\"Gee my die kind, ek gee nie om wie ek nog doodskiet\" which words clearly\nindicate, that the accused appreciated what he was doing.\"\nDie\nVerhoorhof het hiertoe bygevoeg die faktor dat die appellant in staat was om met\nsy motorkar die plaaswoning te verlaat. Hy het\nbesef dat die vangwa agter hom op\ndie plaaspad was. Die appellant was in staat om die polisie te sê waar sy\nvuurwapen was.\nOfskoon die appellant se optrede irrasioneel was en nie in\nooreen= stemming met sy gewone persoonlikheid was nie, het hy wel willekeurig\nopgetree omdat hy onderskeidingsvermoë en weerstandskrag\n(wilsbeheervermoë) gehad het sodat\nhy nie ontoerekeningsvatbaar was nie\nmaar wel\n/verminderd ....\n42\nverminderd toerekeningsvatbaar. Na my oordeel het\ndie Verhoorhof tereg tot hierdie bevinding op die bewese\nfeite bo redelike twyfel geraak. Die Verhoorhof het\nook geen mistasting begaan nie. Die Verhoorhof het\nderhalwe na my oordeel nie fouteer orn die appellant\nskuldig te bevind op aanklagte 1, 2, 3 en 4 nie. Wat\naanklag 5 (poging tot moord op sy kind) betref, is\nek egter van oordeel dat die Staat nie bo redelike twyfel\nwys het dat die appellant die nodige subjektiewe opset in\ndie vorm van\ndolus eventualis\ngehad het om sy kind te\ndood nie veral waar die hele doel van sy besoek daardie\naand by die plaaswoning was om sy kind te kom haal.\n/Adv....\n43\nAdv. Redpath het namens die Staat dan ook, tereg na my\nmening, nie die skuldigbevinding op aanklag 5 gesteun\nnie.\nAdv\n. Redpath het 'n sterk argument gelewer dat\ndie bewyslas op die appellant rus om sy nie-patologiese ontoerekenings=\nvatbaarheid te bewys. Gelet egter op die omstandigheid dat dit bo redelike\ntwyfel in die onderhawige geval blyk dat die appellant\nnie ontoerekeningsvatbaar\nwas tydens die pleeg van die misdade vermeld in aanklagte 1,\n2,\n3 en 4\nnie, ag ek dit nie nodig om te beslis of die bewyslas oor nie-patologiese\nontoerekeningvatbaarheid op die appellant of op die\nStaat rus nie.\n/Wat ....\n44\nWat vonnisoplegging betref, is een van die uitstaande faktore\ndat die appellant gewis aan geweldige stres blootgestel is, wat hoofsaaklik\naan\ndie optrede van sy skoonouers en sy vrou Cecilia toe te skryf is, toe hy die\nmisdade gepleeg het, Wat die kumulatiewe effek van\ndie opgelegde vonnisse\nbetref, is ek oortuig dat 'n gepaste vonnis op aanklag 1 6 jaar gevangenisstraf\nis waarvan die helfte voorwaardelik\nvir 5 jaar opgeskort word terwyl die\nvonnisse van 1 jaar gevangenisstraf elk op aanklagte 2, 3 en 4 daarmee\nsaamlopend is. Sodanige\nvonnis verskil aanmerklik van die opgelegde vonnisse\nsodat hierdie Hof bevoeg en verplig is om in te gryp.\n/Die ........\n45\nDie resultaat is dan soos volg:\n1.\tDie appèl slaag teen die skuldigbevinding op aanklag 5\nen die\nopgelegde vonnis van 1 jaar gevangenisstraf.\nEn hierdie skuldigbevinding en vonnis word tersyde gestel\n2.\nDie appèl word van\ndie hand gewys wat die skuldig= bevindinge op aanklagte 1, 2, 3 en 4\nbetref.\n3.\nDie appèl slaag tot die mate\ndat die vonnisse deur die HOF\na\nquo\nop aanklagte 1, 2, 3 en 4\nopgelê deur die volgende vonnise vervang\nword:\n(i) Op aanklag 1 6 jaar gevangenisstraf\nwaarvan\nhelfte vir 'n tydperk van 5 jaar opgeskort word op voorwaarde dat die\nappellant gedurende die tydperk van opskorting nie skuldig bevind\nword\n/aan\n46\naan 'n misdaad waarvan geweld teen 'n persoon\n'n element is nie en ten opsigte waarvan\nvangenisstraf sonder die keuse van 'n boete\nopgelê word.\n(ii) Op aanklagte 2,3 en 4 elk 1 jaar gevangenisstraf\nwat saamloop met die vonnis op aanklag 1.\nC.P. Joubert AR\nBOTHA AR)\nNESTADT AR) Stem saam",
  "scraped_at": "2026-02-11T21:23:25.713890",
  "date": "1987-09-30",
  "coram": [
    "JOUBERT AR",
    "BOTHA AR",
    "NESTADT AR"
  ],
  "case_number": "483/85",
  "parties": {
    "applicants": [
      "STUART BOBBY LAUBSCHER"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Stuart Bobby Laubscher, a 23‑year‑old fourth‑year medical student, was charged with the murder of his step‑father Petrus Hendrik van Rooyen on 9 July 1984 at the farm Witfontein, Woodhouse district, and with attempted murders of his step‑mother, sister‑in‑law, wife (Cecilia Laubscher) and their son.  The marriage was strained; Laubscher’s in‑laws were hostile, his relationship with his wife had broken down and he was under severe emotional stress.  On 9 July he went to the farm armed with a pistol, broke a window, fired a total of 21 shots, killing the step‑father and wounding others.  He fled, was captured, and subsequently examined by psychiatrists who gave conflicting opinions about his mental state at the time of the offences.  He was convicted at trial on charges 1‑4 and sentenced to six years’ imprisonment for murder and concurrent one‑year sentences for the other charges.",
    "issues": "1. Whether Laubscher was criminally responsible for the offences despite his claim of temporary, non‑patological total personality disintegration (a form of non‑imputable mental disorder). 2. Whether the statutory criteria for non‑imputability under s78(1) of the Criminal Procedure Act – lack of capacity to distinguish right from wrong and lack of willpower – were satisfied. 3. Whether diminished responsibility applied. 4. Whether the prosecution proved the requisite intent (dolus eventualis) for the alleged attempted murder of the child (charge 5). 5. The proper quantum of sentencing for the convictions.",
    "principles": "The court relied on s78(1) of the Criminal Procedure Act, which requires the absence of (a) the capacity to appreciate the unlawfulness of the act (onderskeidingsvermoë) and (b) the capacity to act otherwise (weerstandskrag).  If either element is lacking, the accused is non‑imputable; if only diminished, reduced liability may apply (s78(7)).  The principles of insanity and diminished responsibility were explained using authorities such as S v Campher, S v Mahlinza, R v Harris, and doctrinal texts (Snyman, Swanepoel).  The distinction between patological (permanent) disorders and temporary non‑patological states was emphasized, as was the requirement that the court, not the psychiatrists, make the final determination of criminal responsibility.",
    "application": "The appellate court examined the psychiatric evidence of Drs. Zabow, Marais and Prof. Weyers.  While all agreed that Laubscher experienced a severe psychological breakdown, they differed on its nature: Zabow concluded only reduced responsibility, Marais found total personality disintegration and complete non‑imputability, Weyers was undecided but suggested stupor.  The court held that the expert panel was not unanimous; consequently, under s78(4) the court had to decide.  It concluded that Laubscher retained both the capacity to distinguish right from wrong and the will to refrain, as evidenced by his purposeful movement, his shouting of \"Give me my child\", and his ability to flee.  Hence he was not non‑imputable but only minimally diminished, insufficient to absolve liability for charges 1‑4.  Regarding charge 5, the State failed to prove dolus eventualis; therefore Laubscher was acquitted of attempted murder of the child and the one‑year sentence on that charge was set aside.  The court then re‑ordered sentencing: six years’ imprisonment for murder, with half the term (three years) conditionally suspended for five years, and concurrent one‑year sentences for charges 2‑4.",
    "conclusion": "The appeal succeeded in overturning the conviction and sentence on charge 5 (attempted murder of the child).  The convictions on charges 1‑4 were upheld, but the sentencing was altered to six years’ imprisonment (half suspended) for murder and concurrent one‑year terms for the other three convictions."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "insanity defence",
      "diminished responsibility",
      "dolus eventualis",
      "sentencing"
    ]
  }
}