{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/21.html",
  "case_name": "S v Mandlasi (308/86) [1987] ZASCA 21; [1987] 2 All SA 169 (A) (26 March 1987)",
  "citation": "[1987] ZASCA 21",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 21\n|\nNoteup\n|\nLawCite\nS v Mandlasi (308/86) [1987] ZASCA 21; [1987] 2 All SA 169 (A) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nSaakncmmer 308/86 WHN\nSIPHO MANDLASI\nAppellant\nen\nDIE STAAT\nRespondent\nJOUBERT\n, AR.\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPËLAFDELING)\nIn die saak tussen:\nSIPHO MANDLASI\nAppellant\nen\nDIE\nSTAAT\n.\t Respondent\nCoram\n: JOUBERT, BOTHA et GROSSKOPF ARR.\nDatum van Verhoor\n: 13 Maart 1987\nDatum van Uitspraak\n: 26 Maart\n1987\nUITSPRAAK\nJOUBERT\n, AR :\n/Op\n2\nOp 12 Maart 1986 is die appellant in die Transvaalse\nProvinsiale Afdeling voor HUMAN Wn R en twee assessore aangekla van moord\ndeurdat\nhy op Donderdag 31 Januarie 1985 Sipho Mokoena (die\n„oorledene\"),\n'n Swartseun, te of naby Uitspanning No 9 in die distrik\nMoutse vermoor het. Hy het onskuldig gepleit. Hy is verhoor en skuldig bevind\naan moord sonder versagtende omstandighede sodat die doodvonnis hom opgelê\nis. Met verlof ingevolge art 316(8)(c)(ii) van die\nStrafproses= wet No 51 van\n1977 (die „Wet\") kom die appellant na hierdie Hof in hoër beroep teen\nsy skuldigbevinding aan\nmoord asook teen die weiering van die hof a\nquo\nom hom\n/ingevolge\n3\ningevolge die bepalings van art 79 van die Wet vir ondersoek en\nwaarneming te verwys.\nVolgens die onbetwiste getuienis was die oorledene\nongeveer 5 na 7 jaar oud. Hy was 'n dwerg van ongeveer\n1½ voet lengte. Langs die huis van die oorledene se\nouers het die appellant wat 22 jaar oud was,ingewoon.\nDie appellant was goed bevriend met die oorledene. Hy\nhet die gewoonte\ngehad om lekkers vir die oorledene en\nander kinders te koop en te gee. Omstreeks 12 vm op\nDonderdag 31 Januarie 1985 het Maria Mokoena, die oor=\nledene se moeder, die oorledene vermis. Die volgende\n/dag\n4\ndag, Vrydag 1 Februarie 1985, het sy die verdwyning\nvan die\noorledene by die polisiestasie te Dennilton aan= gegee. Eers Sondag 3 Februarie\n1985 het Isaac Mosehla, gelei deur die sterk\nreuk van iets vrot, op die lyk van\ndie corledene afgekom waar dit onder 'n bos naby\n'n spruit versteek was. Dit is al bos in die omgewing. Die lyk het op sy maag\ngelê en n plastiese sak wat oor die kop was, was\nin die omgewing van die\nnek vasgemaak. Volgens hom het die lyk 'n kort broekie aangehad. Die polisie is\nont= bied en na die toneel\ngeneem waar fotograaf Liebenberg foto's geneem het\nvan die ruig gras en biesies waar die lyk gelê het. Sy getuienis oor die\ntoestand van die\n/lyk\n5\nlyk stem in hooftrekke ooreen met Isaac Mosehla se getuienis.\nOp 13 Februarie 1985 het dr Steyn, die distriksgeneesheer, 'n nadoodse\nondersoek\nop die oor= ledene se lyk uitgevoer. Dog weens die gevorderde stadium van\nontbinding van die lyk was hy nie in staat om\ndie oorsaak van dood te bepaal\nnie. Alle sagte weefsels was afwesig : \"Behalwe die benige gedeeltes is die\nnekorgane, die hart, die\nlonge, die buikorgane alles afwesig. Die penis is\nteenwoordig. Beide testes is afwesig. Die onderbene is ongeskaad. Die enigste\nkledingstuk\nwas 'n sakdoek om die nek\". Volgens sy herinnering was daar geen\nbloed aan die vuil sakdoek nie.\n/Die\n6\nDie nekwerwels sonder nekweefsels was teenwoordig maar hy kon\ngeen aanduidings vind dat die keel afgesny is nie. Daardie tyd van die\njaar sou\ndie proses van ontbinding van 'n blootgestelde lyk binne 24 uur begin.\nDie Staat se saak het baie sterk gesteun op die mondelinge bekentenisse wat\ndie appellant op Vrydag 1 Pebruarie 1985 gemaak het voordat\ndit bekend was dat\ndie oorledene vermis word en voordat die lyk van die oorledene gevind is.\n1. Volgens diaken Isaac Maselela het die appellant hom die\nmiddag van Vrydag 1 Februarie 1985 genader om met hom\noor iets te praat wat die appellant kwel. Op daardie\n/stadium ....\n7\nstadium was die appellant onbekend aan hom maar hy het later\ndie register van die Zioniste Kerk geraadpleeg en vasgestel dat die appellant\ndrie weke vantevore gedoop is. Die appellant het aan hom verduidelik dat hy\nWoensdag (30 Januarie 1985) twee sent aan 'n baie klein\nseun gegee het om\nlekkers by die winkel te gaan koop. Die naam van die seuntjie is Sipho. Hy het\nlaasgenoemde by die bos ingewag\ntoe hy van die winkel terugkeer en hom dieper in\ndie bos ingeneem. Hy het die seuntjie gegryp, sy keel met 'n mes afgesny en sy\nlyk\nversteek. Hy het vir Masele.la met sy hand die omgewing aangedui waar hy die\nseuntjie gedood het nl. 'n bos langs 'n spruit.\n/Die\n8\nDie appellant het hom verder vertel dat hy daarna die\ngegil\nvan die seuntjie in sy ore hoor. Toe hy 'n tee=\npakkie afkomstig van die kerk\nneem om tee te maak, het\nhy die beeld van biskop Lekganyane in die teeblare\ngesien.\nDie biskop het hom vertel om 'n pastoor te soek en sy skuld\naan hom te beken. Hy het die seuntjie se stem in sy ore\ngehoor en die beeld van die biskop het hom toe begin wurg.\nMaselela het die appellant geneem na pastoor Mokoena aan\nwie die appellant\nin sy teenwoordigheid sy relaas herhaal\nhet. In kruisondervraging het Maselela ontken dat die\nappellant aan hom vertel het dat hy op 'n lyk in die bos\nafgekom het.\n/2. Volgens\n9.\n2.\nVolgens pastoor Mokoena se\ngetuienis het Maselela die appellant na hom gebring waar die appellant sy\nverhaal herhaal het in die teenwoordigheid\nvan Maselela. Aan hom het die\nappellant gesê die seuntjie wat hy Woensdag met 'n mes doodgemaak het se\nnaam is Sipho Mokoena.\nIn kruisondervraging het Mokoena ontken dat die appellant\naan hom gesê het dat hy op 'n lyk in die bos afgekom\nhet.\n3.\nMaselela en Mokoena het daarna die\nappellant na die huis van hoofpastoor John Motshweni geneem waar hulle\nbuite\nby 'n tafel gesit het. Die appellant het sy\nrelaas her= haal. volgens Motshweni het die appellant hom vertel dat hy die\nseuntjie se\nkeel afgesny het, die lyk versteek\n/het\n10.\nhet en die mes daar weggegooi het. Die appellant het vir hom die\nomgewing aangewys waar hy die lyk weggesteek het nl. in die omgewing\nvan die\nspruit. Die appellant het hom vertel dat hy die seuntjie se lyk in 'n\nplastieksak van Cash en Carry toegedraai het waar hy\ndie lyk wegge= steek het.\nDit was die eerste keer wat Motshweni die appellant gesien het. Die appellant\nhet hom meegedeel dat hy\nnie meer kon slaap nie omdat die seuntjie hom pla. Iets\nhet vir hom gesê om die seuntjie dood te maak en hy het dit gedoen.\nHy het\ndie appellant gesê dat al manier om hom te help, is om die polisie in\nkennis te stel. Hy het in sy huis gegaan en die\npolisie getelefoneer.\n/Die\n11.\nDie appellant het egter oor n betonmuur gespring\nen\nop die vlug geslaan. In kruisondervraging het Motshweni ontken dat die\nappellant aan hom gesê het dat hy op die oorledene se\nlyk in 'n bos\nafgekom het.\nDie appellant het getuig dat toe hy die Vry=\ndagmiddag 1 Februarie 1985 in die bos gegaan het om na\nsy vangstrikke te kyk, hy die lyk van die oorledene\nontdek het. Die lyk was bedek gewees maar aan daardie\ngedeelte van die lyk wat „gedeeltelik uitgekom het\" het\nhy dit herken as die oorledene se lyk. Hy het toe ,\nagtereenvolgens vir Maselela, Mokoena en Motshweni van sy\nvonds vertel. Hulle het hom gesê dat hulle die polisie\n/sou\n12\nsou gaan verwittig. Hy het normaalweg van hulle weggestap. Na\nsy arrestasie het hy 'n verklaring aan\n'n landdros afgelê waarin hy\nverklaar hetdat hy op die oorledene se lyk in 'n bos afgekom het. Opvrae van die\nVerhoorregter\nhet hy ontken dat hy die beeld van biskop Lekganyane gesien het\nwat hom wou verwurg. Hy het ook ontken dat hy die oorledene in sy\nore hoor gil\nhet.\nDie verhoorhof het bevind dat Maselela, Mokoena en Motshweni indrukwekkende\ngetuies was wie se getuienis bo alle redelike twyfel aanvaar\nis. Daarenteen was\ndie\n/appellant ..\n13\nappellant glad nie 'n indrukwekkende getuie nie en was hy bowendien\nleuenagtig.\nNamens die appellant is daar ook in hierdie Hof ewe-as in die hof\na\nquo\nbetoog dat die bekente= nisse van die appellant aan Maselela, Mokoena en\nMotshweni nie in 'n wesenlike opsig bevestig word soos art\n209 van die Wet\nvereis nie. In die afwesigheid van mediese getuienis oor die oorsaak van dood is\ndit nie bewys dat die oorledene\ninderdaad vermoor is nie. Na my oordeel is daar\negter wel voldoende stawing van die bekentenisse in wesenlike opsigte deur\ngetuienis\naliunde\n, te wete :\n/1. die\n14\n1.\tdie oorledene is vermis\n2.\tsy lyk is versteek gevind in 'n bos naby 'n spruit\n3.\tsy lyk was\ngedeeltelik bedek deur 'n plastieksak\n4.\tdie appellant het die omgewing waar\nhy die lyk\ngevind het aangedui as synde 'n bos naby 'n spruit geleë 5. die pad\nvanaf die oorledene se woonplek na die naaste winkel gaan\nverby die bos.\nNa oorweging van al die getuienis oor die meriete in die onderhawige geval is\nek van oordeel dat die ver= hoorhof geensins fouteer\nhet in sy bevinding nie dat\ndie Staat bo redelike twyfel aan die hand van die beskikbare\n/getuienis\n15\nbewys het dat die appellant skuldig aan moord op die oorledene\nis. Die appellant se skúldigbevinding aan moord op die oorledene\nbly\nderhalwe staan.\nDit bring my by die tweede aspek waaroor die appèl gaan. Nadat die\nappellant deur die verhoorhof aan moord skuldig bevind is\nen daar nog nie\noorgegaan is om vas te stel of daar versagtende omstandighede aanwesig is nie\nhet advokaat Potgieter 'n aansoek tot\ndie verhoorhof gerig om die appellant\ningevolge die be= palings van art 79 van die Wet vir ondersoek en waar= neming\nte verwys. Dit\nhet hier nie gegaan oor die vraag of die appellant vanweë\ngeestesongesteldheid nie\n/oor\n16\noor die vermoe beskik om die verrigtinge te begryp ten einde\nsy verdediging na behore te kan voer nie. Die appellant het immers reeds\ngepleit\nen selfs getuig. Wat die verdediging voor oë gehad het,was om die aansoek\nop art 78(2) van die Wet te baseer deur te\nbeweer dat die appellant vanweë\ngeestesongesteldheid of geestesge= brek nie strafregtelik toerekenbaar was toe\nhy die moord\ngepleeg het nie. Weliswaar was daar nie mediese ge= tuienis\nbeskikbaar om hierdie aansoek te ondersteun nie. 'n Distriksgeneesheer\nhet die\nappellant daardie oggend gespreek en was van mening dat die appellant normaal\nis. Hy kon geen oordeel vorm oor die appellant\nse geestes= toestand toe die\nmoord gepleeg is nie. Al getuienis\n/wat\n17\nwat voorhande was, was leke-getuienis oor die beeld van biskop\nLekganyane en die gegil van die oorledene waarna ek reeds\nsupra\nverwys\nhet en wat deur die appel= lant ontken is. Daar is ook getuienis van die appel=\nlant se vader Albert Mandlasi voorgelê\nwaarvolgens die appellant vir hom\ngedurende September en Oktober 1984 as mal voorgekom het maar gedurende Januarie\n1985 was die appellant\nse toestand „reg\". Na my oordeel het die verhoorhof\negter fouteer om die aansoek van die hand te wys omdat daar aan die hand\nvan die\nbeskikbare inlig= ting voor die vernoórhof 'n redelike moontlikheid\nbestaan dat die appellant geestesongesteld was\nof aan 'n geestes= gebrek gely\nhet toe hy die moord gepleeg het. Daar\n/is\n18\nis die verdere belangrike aspek dat die moord vir n\nonverklaarbare rede of motief gepleeg is veral in die lig van die feit dat die\nappellant goed bevriend met die oorledene was en soms vir hom lekkers gegee\nhet.\nDie resultaat is dan soos volg :\n1.\nDie appèl teen die\nskuldigbevinding aan moord word afgewys.\n2.\nDie verhoorhof se afwysing van die aansoek van die. appellant om hom\nte verwys vir ondersoek en waarneming word tersyde\ngestel.\n3.\tDie verhoorhof se bevinding dat daar geen\nversagtende\nomstandighede is nie word tersyde gestel met die oog\nop\nparagraaf 4 hiervan.\n/4. Die ..,\n19\n4. Die verhoorhof word beveel om die nodige stappe oor=\neenkomstig art 79 van die Strafproseswet No 51 van 1977 te doen om die\nappellant vir doeleindes van ondersoek en verslag ingevolge\nart 78(2) te verwys\nen om,nadat sodanige verslag bekom is,die verhoorverrigtinge teen die appellant\nvoort te sit.\nC.P. JOUBERT AR.\nBOTHA AR )\nStem saam. GROSSKOPF AR)",
  "scraped_at": "2026-02-11T20:57:49.931885",
  "date": "1987-03-26",
  "coram": [
    "JOUBERT AR",
    "BOTHA AR",
    "GROSSKOPF AR"
  ],
  "case_number": "308/86",
  "parties": {
    "applicants": [
      "Sipho Mandlasi"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Sipho Mandlasi, aged 22, was charged with the murder of Sipho Mokoena, a black boy aged about five to seven years, who disappeared on 31 January 1985. The child's body was discovered on 1 February 1985 in a bush near a spring, partially concealed in a plastic bag. A post‑mortem could not determine the cause of death because all soft tissues were absent. The State relied heavily on oral confessions made by the appellant on 1 February, before the body was found, in which he described cutting the child's throat with a knife and hiding the corpse. Witnesses including diaken Isaac Maselela, Pastor Mokoena and Chief Pastor John Motshweni corroborated the appellant’s statements, while the appellant’s own testimony was found unreliable.",
    "issues": "The appeal raised two principal issues: (1) whether the conviction for murder was safe on the basis of the confessions and supporting witness testimony in the absence of medical proof of cause of death; and (2) whether the trial court erred in refusing to refer the appellant for psychiatric evaluation under sections 78(2) and 79 of the Criminal Procedure Act, i.e., whether there were mitigating mental‑disorder circumstances (versagtende omstandighede) that should have been considered.",
    "principles": "The court applied the principle that a conviction must be based on proof beyond reasonable doubt, and that reliable confessions can satisfy this requirement even where forensic evidence is lacking. It also applied the statutory framework governing the referral of accused persons for psychiatric assessment, noting that a reasonable possibility of mental disturbance requires a referral under s 78(2) and s 79, even if medical evidence is unavailable at the time of trial.",
    "application": "The appellate court found the witnesses Maselela, Mokoena and Motshweni to be credible and the appellant’s own evidence unreliable, concluding that the confessions were sufficient to establish guilt beyond reasonable doubt. Regarding the mental‑disorder issue, the court noted that the District Surgeon could not assess the appellant’s state at the time of the offence and that there was a reasonable possibility of mental disturbance, obliging the trial court to refer the matter for psychiatric assessment.",
    "conclusion": "The appeal against the conviction was dismissed; the appellant’s murder conviction stands. The trial court’s refusal to refer the appellant for psychiatric evaluation was set aside, and the court ordered the trial court to comply with sections 78(2) and 79 of the Criminal Procedure Act by referring the appellant for a psychiatric report and conducting the necessary investigative steps."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "confession",
      "psychiatric assessment",
      "mental disorder",
      "appeal"
    ]
  }
}