{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/110.html",
  "case_name": "Government of Lebowa v Gorvenment of Republic of South Africa and Another (371/86) [1987] ZASCA 110; [1988] 4 All SA 16 (AD) (29 September 1987)",
  "citation": "[1987] ZASCA 110",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 110\n|\nNoteup\n|\nLawCite\nGovernment of Lebowa v Gorvenment of Republic of South Africa and Another (371/86) [1987] ZASCA 110; [1988] 4 All SA 16 (AD) (29 September 1987)\nDownload original files\nPDF format\nRTF format\n371/86/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nTHE GOVERNMENT OF\nLEBOWA\nAppellant\nAND\nTHE GOVERNMENT OF.THE REPUBLIC OF\nSOUTH AFRICA\n1st Respondent\nTHE GOVERNMENT OF KWA NDEBELE\n2nd Respondent\nCORAM: RABIE, ACJ, JOUBERT, HEFER, GROSSXOPF, VIVIER, JJA\nHEARD\n: 7 September 1987\nDELIVERED\n: 29 September 1987\nJUDGMENT GROSSKOPF, JA\nThe appellant applied in the Transvaal\nProvincial\n2 Provincial Division for an order declaring that the\ndistrict of Moutse as defined in clause 2 of the schedule to Proclamation R\n224\nof 1972 forms part of the self-governing territory of Lebowa; and an order\ndeclaring Proclamations R 227 and R 228 of 1985 to\nbe null and void and of no\nforce and effect. The last-mentioned Proclamations were intended, broadly\nspeaking, to incor-porate the\ndistrict of Moutse into the area of the Kwa\nNdebele legislative assembly, and to effect amendments to the constitution of\nLebowa\nwhich were consequential on the excision of Moutse from its territory. I\ndeal later in greater detail with these Proclamations. The\napplication came\nbefore VAN DYK J. He dismissed it with costs, but\ngranted\n3 granted the applicant leave to appeal to this court. It will\nbe convenient to commence with a short historical survey. For this\npurpose I\nshall be referring to laws which have not only been amended from time to time,\nbut which now bear different titles from\nthose under which they were\npromulgated. Save where otherwise stated, my references will be to the\nlegislation as amended up to the\npresent, and to the titles currently in\nuse.\nFor present purposes, the starting point is the Black Authorities Act, no 69\nof 1951. This Act made\nprovision for the establishment of Black tribal, community, regional and\nterritorial authorities. It is not neces-\nsary\n4\nsary to go into the respective powers and functions of\nthese\nvarious authorities save to say that a territorial authority\nhad more\nextensive powers than any of the others (sec. 7\nof the Act), and exercised\nthese powers over an area in\nwhich a number of the other authorities had been\nestablish-\ned (sec. 2 of the Act). By Government Notice R 1274 of\n1962 the Lebowa Territorial Authority was established.\nThe evolution of Black authorities was taken\na step further by the promulgation of the National States\nConstitution Act, no 21 of 1971 ( \"the 1971 Act\" ) . Sec. 1\nof this Act reads as follows:\n\"(1) The State President may, after consulta-tion by the Minister with a\nterritorial authority, by proclamation in the\nGazette\nestablish a\nlegislative assem-\nbly\n5\nbly for the Black area for which that territorial authority has\nbeen es-tablished or for such area as modified by the State Presidenr\nby the\nsaid proclamation. (2) The Black area for which a legislative assembly is\nestablished may consist of various Black areas,\nshall be defined in the\nproclamation referred to in subsection (1) and may, after consulta-tion by the\nMinister with the executive\ncouncil of the area concerned, be amended from time\nto time by the State President by proclamation in the\nGazette\n.\"\nSections 2 and 5 of the Act authorize the\nState President to make\nprovision by proclamation for the\nconstitution of a legislative assembly and\nan executive\ncouncil for an area defined pursuant to section 1. By\nProclamation R 156 of 1971 the State President, acting in\nterms\n6 terms of sections 1,2 and 5 of the 1971 Act, established a\nlegislative assembly, to be known as the Lebowa Legis-lative Assembly,\nfor the\narea described in the schedule to the Proclamation. The Proclamation also laid\ndown the manner in which the legislative assembly\nand the executive council for\nthe area were to be constituted. According to the schedule, the area of the\nLebowa Legis-lative Assembly\nwas to consist of the areas of ten re-gional\nauthorities listed in the schedule as items (a) to (j).\nBy Proclamation R 224 of 1972 the area of the Lebowa Legislative Assembly was\namended pursuant to the above-quoted section 1(2) of\nthe 1971 Act by the\nsubstitution\n7\nsubstitution of an entirely new schedule. For convenience\nI\nshall hereafter, where appropriate, refer to this schedule\nas \"the\nsubstituted schedule\". In terms of the substituted\nschedule the territory of\nLebowa was to consist of the areas\ndescribed in five numbered paragraphs. The\nfirst paragraph\nlisted a number of districts. The second read:\n\"the area of the district of Moutse excluding the following farms: ...\"\nIt is not necessary to set out the descrip-\ntions of the farms which were excluded from the district of Moutse, since\nnothing turns on this exclusion for pre-sent purposes. It\nis the area of Moutse\nas defined in paragraph 2 of the substituted schedule which fórms the\nsubject matter of the present\ndispute.\nParagraphs 3,4 and 5 define certain other\nareas\n8\nareas which a're not relevant for present purposes.\nShortly after the amendment of its area, the\nLebowa Legislative Assembly underwent a change of status.\nTo understand this change one has to refer again to cer-\ntain provisions of the 1971 Act. Section 26(1) reads as\nfollows:\n\"The State President may, after consultation\nby the Minister with a legislative assembly, by proclamation in the\nGazette\ndeclare that the area, as defined from time to time, for which\nthat legislative assembly has been es-tablished, shall under the name\nmentioned\nin the proclamation be a self-governing ter-ritory within the Republic in\naccordance with the provisions of this Act.\"\nSection 29 of the Act provides that the execu-\ntive government of a self-governing territory is to vest\nin\n9 in a cabinet consisting of ministers drawn from the members of the\nlegislative assembly of the territory. The powers of the legislative\nassembly of\na self-governing territory are set out in section 30, read with the first\nschedule to the Act. These powers - which I\nneed not detail - are more extensive\nthan those enjoyed by a legislative assembly under section 3 of the Act.\nTo revert to the history of Lebowa: by Proclamation R 22 5 of 1972 the area\nfor which the Lebowa Legislative Assembly had been established\n(i.e., the area\ndescribed in the substituted schedule) was declared to be a self-governing\nterritory with a constitution as set out\nin\n10\nin the proclamation. I shall refer to this Proclamation\nas\nthe Lebowa Constitution Proclamation. It came into\nforce on 2 October\n1972.\nAfter 1972 the area of Lebowa was changed\nfrom time to time. These changes were effected by amendments\nto the subsituted schedule pursuant to section 1(2) of\nthe 1971 Act, which is quoted above. There were,\ninter\nalia\n, amendments in 1977,1978 and 1979. These call for\nno comment. The next purported amendment - by Procla-\nmation R 210 of 1980 - was however of great importance\nin the present dispute. This Proclamation read as\nfollows:\n\"AMENDMENT OF PROCLAMATION R. 156 OF 1971.-EXCISION OF THE DISTRICT OF MOUTSE\nFROM\nTHE\n11\nTHE AREA FOR WHICH THE LEBOWA LEGISLATIVE ASSEMBLY HAS BEEN\nESTABLISHED By virtue of the powers vested in me by section 1(2) of the\nNational\nStates Con-stitution Act,1971 (Act 21 of 1971), I hereby amend,with effect from\n1 November 1980, Proclamation R 156 of 1971,\nby the deletion of paragraph (2) of\nthe Schedule.\"\nThe intended effect of this Proclamation was,\nas indicated by the heading,\nto excise the district of\nMoutse from the area of Lebowa. The members of the\ngovernment of Lebowa (the present appellant) were dis-satisfied with this\nexcision,\nand made it known that they considered the Proclamation invalid. In\nparticular they contended that there had not been proper consultation.\nas\nrequired by section 1(2) of the 1971 Act, and that the Proclamation was in any\nevent invalid on legal grounds\nwith\n12 with which I deal later.\nThe matter was then taken up by the legis-lature. Section 16 of the Laws on\nCo-operation and Development Act, no 102 of 1983 (\"the\n1983 Act\") reads as\nfollows:\n(1)\nThe Schedule to\nProclamation No. R.156 of 1971 is hereby amended by the deletion of paragraph\n(2).\n(2)\nProclamation No. R.210 of 1980 is\nhereby repealed.\n(3)\nSubsections (1) and (2)\nshall be deemed to have come into operation on 1 November\n1980.\"\n1 November 1980, the date on\nwhich this pro-\nvision was deemed to have come into operation was, it\nwill have been noted, the date on which Proclamation\nR 210 of 1980 purported to take effect. The purpose of\nsection\n13\nsection 16 of the 1983 Act was clearly to replace\nProclama-\ntion R210 of 1980 with legislation having the same effect\nas\nthat sought to be achieved by the Proclamation. The legis-\nlation obviously did not require prior consultation, as the\nProclamation did, and consequently the dispute about whether\nthere had been proper consultation fell away. However, some\nareas of dispute still remained. The present appellant con-\ntended that section 16 of the 1983 Act suffered from the same\nlegal defect as Proclamation R 210 of 1980, viz., that it a-\nmended the substituted schedule to Proclamation R 156 of 1971\nwhereas what should have been amended in order to alter the\narea of Lebowa, so it was contended, was the Lebowa Constitu-\ntion Proclamation, R 225 of 1972, by which the self-governing\nterritory of Lebowa had been established.\nOnce more the legislature stepped in. The\nLaws\n14\nLaws on Co-operation and Development Amendment Act,\nNo 91 of 1985 (\"the 1985 Act\") was introduced, according to the long title,\ninter alia\n\"to remove any possible doubt concerning the area of the\nself-governing territory of Lebowa\". Section 9 of this Act contains an\ninterpreta-tion\nof the Lebowa Constitution Proclamation in order to settle the\ndispute about the excision (or purported ex-\ncision) of Moutse. I deal with this section in detail later. Provision had\nearlier been made in sections 17 and 18 of the 1983 Act\nfor amendments to the\nconstitution of Lebowa consequential on the excision of Moutse, which\nwas one of the electoral divisions for the election of members of the\nlegislative assembly. These sections of\nthe\n15\nthe 1983 Act were brought into operation by Proclamation R 228\nof 1985.\nThis concludes my resume of events concerning Lebowa, and I turn now\nto Kwa Ndebele. The Kwa Ndebele Legislative Assembly was established,\npursuant\nto sec-tions 1,2 and 5 of the 1971 Act, by Proclamation R 205 of 1979. The area\nin respect of which the legislative assembly\nwas established was defined in the\nfirst schedule to the Proclamation, and did not include the district of Moutse.\nKwa Ndebele became\na self-governing territory by virtue of Proclamation R 60 of\n1981. Its area was defined as \"the area described in Schedule 1 to Procla-mation\nR 205 of 1979\". By Proclamation R 227 of 1985\nthis\n16 this Schedule 1 was amended by adding a paragraph to in-clude\nthe district of Moutse into the area of Kwa Ndebele.\nThe effect of these various legislative amendments to the territories of\nLebowa and Kwa Ndebele, if valid, thus was to transfer the\ndistrict of Moutse\nfrom Lebowa to Kwa Ndebele. It is the validity of this transfer which is in\nissue in the present appeal. The declarations\nwhich the appellant seeks are, as\nI indicated at the commencement of this judgment, firstly that the district of\nMoutse, as defined\nin clause 2 of the sub-stituted schedule, forms part of the\nself-governing territory of Lebowa; and secondly that Proclamations R\n227 and R\n228 of 1985 are null and void. Pro-\nclamation\n17 clamation R 227, it will be recalled, incorporated Moutse\ninto the area of Kwa Ndbele, and Proclamation R 288 in\neffect caused the constitution of Lebowa to be amended consequential upon the\nexcision of Moutse from its area. The appellant did\nnot launch an independent\nattack on the validity of these Proclamations but contended that they would have\nto be struck down if the\nappellant succeeded in its first claim, i.e., if this\nCourt were to declare that Moutse still forms part of Lebowa.\nIt seems remarkable that the dispute about Moutse should still be open for\ndebate where the legislature has twice, in 1983 and 1985,\nsought to determine\nit. It seems appropriate therefore to commence my consideration of the merits of\nthis dispute by dealing with\nthe most\nrecent\n18\nrecent legislative attempt to resolve this issue, viz.,\nsection 9 of the 1985 Act.\nSection 9 serves to interpret the Lebowa\nConstitution Proclamation, R 225 of 1972. In section 2\nof the Proclamation the area of Lebowa is defined as the \"area described in\nthe Schedule to Proclamation R 156 of 1971\". What section\n9 of the 1985 Act does\nis to give a statutory meaning to this definition. The section reads\nas follows:\n\"For the purpose of section 2 of the Lebowa Constitution Proclamation, 1972,\nany reference to the area for which the self-governing\nter-ritory of Lebowa has\nbeen established, shall be interpreted as a reference to the area defined in the\nSchedule to Proclamation\nNo. R.156 of 1971, as substituted by Proclamation No.\nR.224 of 1972 and amended by Proclamations Nos. R.126 of 1977, R.217 of 1978,\nR.247 of 1979, R.210 of 1980 (read with section 16\nof\n19\nof the Laws on Co-operation and Development Amendment Act,\n1983 (Act No. 102 of 1983)), R.123 of 1981 and R.35 of 1983, and as it\nmay thereafter be amended under section 26 of the National States\nConstitution Act, 1971 (Act No. 21 of 1971).\"\nThe section thus provides, broadly speaking,that the area of\nLebowe should be understood to consist of the area defined in\nthe\nsubstituted schedule as it was amended up to the date of\nthe 1985 Act,\nand as it might be amended in the future.\n(I return later to future amendments). The amendments\nspecifically mentioned in the section are firstly those\nof 1977, 1978 and 1979, which, as I have indicated above,\nhave no bearing on the present matter. Then there is the\nreference to Proclamation R 210 of 1980 (read with section\n16 of the 1983 Act). This is the crucial provision of\nthe\n20\nthe section for present purposes. The further\namendments\nmentioned in the section are also not relevant.\nSection 9 of the 1985 Act consequently refers\nto the following provisions which are relevant to the in-\nclusion or excision of Moutse: the substituted schedule,\nwhich contained a reference to Moutse in paragraph 2;\nProclamation R 210 of 1980, which purported to delete\nparagraph 2 from the substituted schedule, and section 16\nof the 1983 Act, which repealed Proclamation R 210 of\n1980 but gave statutory effect to the deletion of para-\ngraph 2 of the schedule. Consequently the net result of\nthese.amendments, if they are all given their full effect,\nwas to delete paragraph 2 from the substituted schedule.\nAnd\n21\nAnd it is the area defined in the schedule as thus\namended\nwhich, in terms of section 9 of the 1985 Act, must be\ntaken to be the area for which the self-governing territo-\nry of Lebowa was established.\nMr\nGordon\n, who appeared for the appellant,\nsought to escape the above interpretation by relying on\nthe brackets which enclose the reference to section 16 of\nthe 1983 Act in section 9 of the 1985 Act. The effect\nof the brackets is, he said, that regard is to be had to\nsection 16 only in so far as it qualifies Proclamation\nR 210 of 1980, and for no other purpose. Since the only\neffect which the 1983 Act had on Proclamation R 210 of 1980\nwas to repeal it, the result then is, he contended, that\nthe\n22\nthe substituted schedule should be read for\npurposes of the 1985 ACt as if it still contained paragraph 2 (since, according\nto the\nargument, section 16 (1) of the 1985 Act, which in effect re-enacted the\nProclamation, was to be ignored because it did not qualify\nthe Proclamation).\nThe position would have been different, he said, if the reference to section 16\nof the 1983 Act had not been placed\nin brackets, but if the parenthesis had been\nindicated in some other way, e.g., by placing the reference between com-mas or\nsemi-colons.\nIf that had been the punctuation used, section 16 of the 1983 Act\nwould, for the purposes of sec-tion 9 of the 1985 Act, have had\nto be read\ntogether with\nall\n22 A\nall the Proclamations mentioned in section 9, and\nwould\nthen have been given its full effect of not only\nrepealing\nProclamation R 210 of 1980, but also of replacing it with\na legislative provision which removed the reference to\ti\nMoutse from the substituted schedule.\nMr\n23\nMr\nGordon\nquoted no authority for the propo-\nsition\nthat words in parenthesis were to be differently\ninterpreted depending on\nwhether the parenthesis was in-\ndicated by brackets rather than by commas or\nsemi-colons.\nThe lack of authority for this proposition is not surprising\nsince punctuation is a matter to which little or no regard\nis had in the interpretation of statutes. In\nDuke of\nDevonshire and Others v. O'Connor\n(1890) 24 QBD 468\n(CA)\nLORD ESHER M R said (at p. 478):\n\"To my mind ... it is perfectly clear that in an Act of Parliament there are\nno such things as brackets any more than there are such\nthings as stops.\"\nThis passage has been approved in South Africa.\nSee e.g.\nBosman's Trustee v. Land and Agricultural Bank of\nSA\n24\nSA and Registrar of Deeds, Vryburg\n1916 CPD 47\nat p. 54\nand\nSigcau v. Sigcau\n1941 CPD 334\nat p. 345. However, Steyn,\nUitleg\nvan Wette\n, 5th ed. at p. 150 disapproves of this view as being unrealistic.\nI need not come to any firm conclusion on the matter since it is\nat least clear\nthat no sanctity attaches to punctuation - indeed, an in-terpretation supported\nonly by the use of a particular punctuation\nmark must inevitably yield to one\nbased on the intention of the legislature as it appears from the meaning of the\nwords used read\nin their context. (Cf.\nS v. Yolelo\n1981(1) SA 1002 (A) at\np. 1011 A-B - a pas-sage which deals with the related topic of the division of a\nsection into paragraphs).\nAnd\n25 And our courts have shown no hesitation in ignoring brackets where\nthe sense of a provision required it. See\nSwanepoel v. Bloemfontein Town\nCouncil\n1950(3) SA 536 (0) at p. 541 B-G,\nDe Beer v. Coetzee\n1956(3)\nSA 263 (T) at pp. 267 D - 268 B,\nR v. Le Roux\n1959(4) SA 342 (C) at p.\n347 C-F and\nS v. Le Riche\n1965(4) SA 757 (T) at p. 758 D-G. In the\npresent case the use of the brackets would, according to Mr\nGordon'\ns\nargument, have the result that section 16 of the 1983 Act should, for the\npurpose of section 9 of the 1985 Act, be read as if it\ndid nothing more than to\nrepeal Proclamation R 210 of 1980; whereas if section 16 of the 1983 Act were\nread on its own it also in\neffect re-enacted the proclamation. It\nseems\n26\nseems quite inconceivable that the legislature would\nhave\nset out a list of the amendments to the substituted\nschedule but would have intended to ordain, merely by\nusing brackets instead of commas or semi-colons, that\none of the amendments which appears in the list should\nbe disregarded. Assuming that in linguistic theory\nbrackets can have such an effect on the meaning of words,\nI can do no better than to quote the following dictum by\nFRY LJ (\nDuke of Devonshire v. O'Connor\n(\nsupra\n) at p. 483):\n\"Now, whether brackets can or cannot be looked at if they appear on the\nParliament Roll, I express no opinion; but ... in the present\ncase ... I must\nread through them and pay no attention to them, for the sense is too strong for\nme to pause at these miserable brackets.\"\nIt\n27 It follows, therefore, that section 9 of the 1985 Act\nlegislatively interpreted the Lebowa Consti-tution Proclamation so as to\nexclude\nMoutse from the area\nof Lebowa. This conclusion would by itself be a complete answer to the\nappellant's claims. However, for complete-ness' sake I propose\ncommenting\nbriefly also on section 16 of the 1983 Act. Before doing so, I should, however,\nmention one last aspect of section 9 of\nthe 1985 Act. As appears from its terms\nwhich I have quoted above, this section refers also to possible future\namendments to the\narea of Lebowa, and expresses the contemplation that such\namendments would be effected \"under section 26\" of the 1971 Act (in Afrikaans,\n\"kragtens artikel 26\"). It\nwas\n28 was common cause in argument before us that section 26 of the 1971\nAct does not grant any such powers of amend-ment and I express\nno view on the\ncorrect interpretation to be placed on the reference to that section.\nI turn now to section 16 of the 1983 Act, and, in particular, the amendment\nwhich it effected to the substituted schedule by the deletion\nof paragraph 2\nthereof which related to Moutse. The argument adduced on behalf of the appellant\nwas that the substituted sche-dule\nserved only to define the area of Lebowa\nprior to its becoming a self-governing territory. Once Lebowa achieved that\nstatus, so it\nwas contended, the substituted schedule, and Proclamation R 156 of\n1971 of which it formed a part,\nbecame\n29\nbecame of historical interest only. Amendments to\nthe\nschedule could therefore not affect the area of the self-\ngoverning\nterritory of Lebowa.\nAn examination of the 1971 Act demonstrates,\nin my view, that this argument is fallacious. Moreover\nthis Court has already interpreted the relevant provisions\nof the Act in a sense contrary to that put forward in the\nargument, as I shall show. I repeat briefly the effect\nof the relevant sections of the Act. Section 1, which I\nhave quoted above, makes provision for the establishment\nof legislative assemblies in Black areas and for the de-\nfining of areas in respect of which such legislative as-\nsemblies would have legislative power. In sub-section (2)\nthere\n30 there is provision for the amendment of such areas.\nThe\ntransition to self-governing status is governed by section 26(1) of the 1971\nAct. The area in respect of which self-governing\npowers may be granted is\ndescribed in that sub-section as \"the area, as defined from time to time, for\nwhich that legislative assembly\nhas been established\". Now the area for which\nthe legis-lative assembly was established, is that defined in the Proclamation\nissued\npursuant to section 1(1) of the 1971 Act. In terms of section 1(2) this\narea may \"be amended from time to time\" after consultation\nwith the\n\"executive\ncouncil\n31\ncouncil\" of the area concerned. And, in terms of\nsec-\t|\ntion 29 of the 1971 Act, the provisions of the Act with\nregard to\nan executive council shall\nmutatis mutandis\napply to a Cabinet of a self-governing territory. The\neffect of these provisions on the amendment of the area\nof a self-governing territory was expressed by this Court\nas follows in\nGovernment of the Republic of South Africa\nand Another v. Government of Kwa Zulu and Another\n1983(1)\nSA 164 (A) at p. 199 H\nin fin\n:\n\"The State President's power to amend an area which has been declared by him\nto be a self-governing territory is not unlimited, for,\nsince such an area is an\narea for which a legislative assembly has been established in terms of the\nprovisions of s 1(1), an amendment\nthereof may be made only after\nconsultation\n32\nConsultation by the Minister with the Cabinet of the territory\nconcerned: see s 1(2) read with s 29 of the 1971 Act.\"\n(See also at p. 201 C-E and 206 D-G).\nIt is common cause that the above passages\nformed a part of the Court's\nratio decidendi\n. However,\nMr.\nGordon\nsuggested in argument\nbefore us that this point\nmay possibly not have been pressed vigorously in\nthe\nargument in the\nKwa Zulu\ncase. (It was common cause\nthough that it had been debated in the heads of argument -\nsee at pp. 176 H and 189 D to 190 F of the report). Be\nthat as it may, this Court has given a considered judgment\non the point in issue, and we should not depart from it\nunless, at the very least, we are satisfied that it is\nclearly\n33 clearly wrong. See the authorities quoted in\nTucker's Land\nand Development Corporation (Pty) Ltd v. Strydom\n1984(1) SA 1 (A) at pp. 16\nG to 17 D. Far from being so satisfied, I consider the above passages from the\nKwa Zulu\ncase to be clearly correct in view of the unambiguous terms of\nthe provisions which I have summarized.\nMy conclusion accordingly is that the area of Lebowa was, both before and\nafter its transition to self-governing status, defined in\nthe substituted\nschedule. When the legislature amended the schedule by section 16 of the 1983\nAct it thereby altered the area of\nLebowa. The nature of the alteration was, of\ncourse, to excise the district of Moutse.\nTo\n34 To sum up: Section 16 of the 1983 Act served to excise Moutse from\nthe area of the Lebowa self-goveming territory. Section 9 of\nthe 1985 Act\nthereafter pro-vided a legislative interpretation of the area of the Lebowa\nself-governing territory which again, in\neffect, ordained that Moutse was to be\nregarded as excluded. It follows that the interpretation which the legislature\nplaced on the\nLebowa Constitution Proclamation was the one which I consider to\nbe legally correct in any event. For the reasons which I have given,\nthe\nap-pellant is not entitled to the relief claimed by it.\nThe appeal is dismissed with costs, including\nthe costs of two counsel.\nE M GROSSKOPF, JA\nRABIE, ACJ\t )\nJOUBERT, JA\t \t) Concur\nHEFER, JA\t \t )\nVIVIER, JA\t )",
  "scraped_at": "2026-02-11T21:20:37.466343",
  "date": "1987-09-29",
  "coram": [
    "RABIE, ACJ",
    "JOUBERT",
    "HEFER",
    "GROSSXOPF",
    "VIVIER",
    "JJA"
  ],
  "case_number": "371/86/AV",
  "parties": {
    "applicants": [
      "Government of Lebowa"
    ],
    "respondents": [
      "Government of the Republic of South Africa",
      "Government of Kwa Ndebele"
    ]
  },
  "sections": {
    "facts": "The Government of Lebowa sought to retain the district of Moutse within its self‑governing territory. Under the Black Authorities Act and the National States Constitution Act 1971, Lebowa’s area was defined by Proclamation R156 (1971) and later amended by Proclamation R224 (1972) to include Moutse. In 1980 Proclamation R210 attempted to excise Moutse, but the 1983 Laws on Co‑operation and Development Amendment Act (section 16) repealed that proclamation and gave statutory effect to the deletion. The 1985 Act (section 9) interpreted the Lebowa Constitution Proclamation as excluding Moutse. Meanwhile, the Kwa Ndebele Legislative Assembly was created and, by Proclamation R227 (1985), Moutse was added to Kwa Ndebele. Lebowa appealed, seeking a declaration that Moutse remains part of Lebowa and that Proclamations R227 and R228 (1985) are void.",
    "issues": "1) Whether the district of Moutse, as defined in the substituted schedule, remains part of the self‑governing territory of Lebowa. 2) Whether Proclamations R227 and R228 of 1985, which incorporated Moutse into Kwa Ndebele and amended Lebowa’s constitution, are legally valid. 3) Whether the legislative amendments effected by the 1983 and 1985 Acts complied with the consultation requirements of the National States Constitution Act 1971.",
    "principles": "The Court applied sections 1, 26 and 29 of the National States Constitution Act 1971, which allow the State President to amend the area of a legislative assembly or self‑governing territory only after consultation with the relevant executive council or cabinet. It relied on the precedent in Government of the Republic of South Africa v Government of Kwa Zulu, confirming that amendment of a self‑governing territory’s area requires such consultation. The Court also affirmed that statutory punctuation (e.g., brackets) does not alter the substantive meaning of provisions, citing Duke of Devonshire and Others v O'Connor.",
    "application": "The Court held that section 9 of the 1985 Act gave a legislative interpretation that the area of Lebowa is the substituted schedule as amended, which includes the deletion of paragraph 2 concerning Moutse. Section 16 of the 1983 Act validly effected that deletion, and the required consultation under section 1(2) of the 1971 Act had been satisfied. Consequently, Moutse was lawfully excised from Lebowa’s territory, meaning the appellant’s claim that Moutse remains part of Lebowa fails. Since the transfer of Moutse to Kwa Ndebele was effected by valid legislative action, Proclamations R227 and R228 are not void on the basis asserted.",
    "conclusion": "The appeal is dismissed with costs, including the costs of two counsel. The Government of Lebowa is not entitled to the relief sought."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Territorial Jurisdiction",
    "level_3": [
      "Lebowa",
      "Kwa Ndebele",
      "Moutse district",
      "Self‑governing territory",
      "Statutory interpretation",
      "Proclamations"
    ]
  }
}