{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/140.html",
  "case_name": "S v Bochris Investments (Pty) Ltd. and Another [1987] ZASCA 140; [1988] 4 All SA 207 (AD) (27 November 1987)",
  "citation": "[1987] ZASCA 140",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 140\n|\nNoteup\n|\nLawCite\nS v Bochris Investments (Pty) Ltd. and Another [1987] ZASCA 140; [1988] 4 All SA 207 (AD) (27 November 1987)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF SOUTH AFRICA\n(APPELLANTE DIVISION)\nIn the matter between:\nBOCHRIS INVESTMENTS\n(PTY) LIMITED\nFirst Appellant\nCORNELIUS JACOBUS JOUBERT\n.\t\nSecond Appellant\nand\nTHE STAT\nE\t Respondent\nCORAM\n: CORBETT, BOTHA, SMALBERGER, VIVIER JJA et NICHOLAS AJA.\nHeard\n: 23 NOVEMBER 1987\nDelivered\n: 27 November 1987\nJUDGMENT\nNICHOLAS\n, AJA :\n/Wilderness .....\n2\nWilderness Pleasure Resort, at Muldersdrift near Krugersdorp,\nhas a large swimming pool in a setting of lawns and trees, and other\nfacilities\nsuch as a trampoline, swings and cable slides. A popular family resort, it\nattracts a daily average of 500 visitors at\nweekends, and upon occasion as many\nas 3 000 in a day.\nOn Sáturday 28 October 1984 Mr Edward Robert Andresen was picnicking\nat the resort with his two children - his daughter, and\nhis 9 year old son, Ryan\nEdward Andresen. The three of them were bathing in the pool when, at about 2\np.m., the daughter got out\nof the water, followed by her father. Andresen\ncalled\nto\n3\nto Ryan to come out and join them. Ryan, who was a good\nswimmer, called back, \"Hang on a sec, I want to show you how I can touch the\nbottom\". He dived under the water. When he had not surfaced after about 10\nseconds, Andresen dived in. He found Ryan jammed in an\noutiet pipe near a corner\nof the pool at the deep end. His body was doubled up, and only his hands and\nfeet were visible at the entrance\nto the pipe. Andresen made several vain\nattempts to pull Ryan out, and it was only later that the boy was extracted from\nthe pipe.\nHe had drowned.\nArising\n4 Arising out of the death, three persons were charged in the\nRegional Court, sitting at Krugersdorp, with culpable homicide, alternatively\nwith contravening certain statutory regulations: namely, Bochris Investments\n(Pty) Ltd (\"Bochris\"), the owner of Wilderness Pleasure\nResort; Cornelius\nJacobus Joubert (\"Joubert\"), a director and the majority shareholder of Bochris,\nand the manager of the resort;\nand his wife, Christel Dorothea Joubert, also a\nshareholder and director of Bochris, who was employed at the resort. All three\naccused\npleaded not guilty. Bochris and Joubert were convicted of culpable\nhomicide, but Mrs Joubert was acquitted. Bochris was fined R300-00,\nand\n5\nand Joubert was sentenced to a fine of R300-00 or 6 months'\nimprisonment, the whole of which was condi-tionally suspended. An appeal\nto the\nTransvaal Provincial Division was unsuccessful, but leave was granted to appeal\nto this Court.\nThe State called three witnesses: Det. Sgt Streicher of the South African\nPolice; Andresen; and Lieut R J B Norman, also of the South\nAfrican Police, who\ngave expert evidence. Joubert was the only defence witness.\nStreicher put in a plan of the swimming pool\nand\nphotographs of the pool and its surroundings and\nof the opening of the outlet pipe. This is located\nin\n6\nin the wall of what appears from the photographs\nto be a shallow sump in the floor of the pool near to a corner. The underside of\nthe pipe is somewhat below the bottom of the sump. Streicher gave the\nmeasurements of the swimming pool: it is some 48 m long and\nsome 24 m wide; and\nits depth varies between 1.02 m at the shallow end and 1.85 m at the deep\nend.\nAndresen gave the evidence of the occurrence which is summarized in the\nsecond paragraph of this judg-ment. He was asked in cross-examination\nby the\ndefence whether Ryan had said that he was going to sit on the bottom of the\npool, and he agreed that this was so.\nNorman is registered as an engineer-in-training\nwith\n7\nwith the South African Council of Professional Engineers. He\nholds the degree of B.Sc. in mechanical engineering of the University\nof the\nWitwatersrand, and he has expe-rience in the installation of water pumps.\nHe\nwent to the resort on 29 October 1984 in order to investigate the occurrence. He\nexamined the outlet pipe. It was a 25 cm pipe,\nthe opening to which had been cut\nat an angle, so that it presented the appearance of an ellipse, with a long axis\nof 30 cms. Water\nwas pumped through it to a filtration plant and then back to\nthe pool.\nIn summary, Norman's explanation of how\nRyan's\n8\nRyan's body came to be jammed in the outlet pipe was\nthis. Ryan sat down against the opening of the outlet pipe,\nso that his\nbuttocks effectively closed it. The pump\nno longer exerted any significant\nsuction, because there\nwas then no water for it to act on. A vacuum was\ncreated\nwhich would have exerted \"a very small suction\". But\nthe water in the pool above him exerted on the boy a force\nof some 600 kgs, pressing his buttocks, followed by\nhis jack-knifed body, into the pipe.\nAccording to Norman, the pressure exerted by\nthe\nwater on a body at the entrance would depend on the\nextent to which the\nopening was blocked. It was only\nwhen the pipe was largely blocked off that the pressure\nwould\n9 would become noticeable. Norman said that he swam down and\nblocked the opening with his body in order to see what sort of suction\nwould\noccur, and there was very little suction until he blocked as much of the opening\nas he could, and then \"nothing happened to\nme\". If the buttocks of a person\nsit-ting at the opening were wider than the opening, he would not be pressed\ninto the pipe by the\nforce of the water. Norman put an arm, and then a leg into\nthe pipe, and he ex-perienced \"very little noticeable force\". He dangled\nhis\nfoot in front of the opening, and there was \"very, very little suction\". The\nflow of water through the pipe was no stronger with\nthe pump in operation than\nit would have been if the water had run out under the force of gravity.\nWhen\n10 When Norman arrived on 29 October 1984, the opening had been\ncovered with a guard. While this was adequate, Norman recommended\nthat it be\nreplaced with wire mesh in the shape of a dome.\nUnder cross-examination,\nNorman agreed that in view of the location of the opening, a bather would not\npass near it in the ordinary\ncourse of diving or swimming, and there would be no\nnóticeable suction unless he came very close to the opening.\nJoubert said that he had been personally involved in running the resort since\n1958. There was then no fil-tration plant: when the\npool was emptied for\ncleaning pur-poses, the water flowed out under the force of gravity. In\n1967\n11\n1967 the pool was altered and improved: it was\nmade shal-lower, and a pump and filtration system were designed and installed at\na\ncost of R5853,00. A new outlet pipe was in-stalled. The work was done by\nSafilco (Pty) Ltd, water and waste engineers of Randburg,\nwho are specialists in\nthe design of filtration plants. Joubert was present when the altered pool was\ncommissioned, and regarded\nit as \"a good job\". He knew of the opening to the\noutlet pipe but he was not aware that it was a source of danger. It was not\ncovered\nwith a guard: it did not occur to anyone that this was called for. The\npool was swept weekly, when the broom was taken right up to\nthe hole, but it\ncame away easily.\nPossibly\n12\nPossibly 300 000 people had visited the resort\nsince the altered pool was commissioned. No untoward in-cident had ever occurred\nand\nJoubert was not aware, and it was never reported to him,that there was\nstrong suction at the outlet. He had never heard of a case\nof a child being\nsucked into the outlet pipe of a swimming pool. The plant was de-signed by\nspecialists and installed by specialists\nand he accepted it as such. The outlet\nwould be blocked only if someone covered it with set purpose.\nSince the occurrence, a grille has been placed over the opening at a cost of\nabout R50,00.\nAt the end of the evidence the defence made a formal admission that at all\ntimes when the swimming pool was\nin\n13\nin use (including 28 October 1984), the\nfiltration plant was in operation.\nIt was alleged in the main count that the\nthree accused were guilty of the crime of culpable homicide in that they\n\"wrongfully and\nnegligently killed Ryan Edward Andresen in life a 9-year old\nmale\". No particulars of negligence were given, and none were asked\nfor. It\nappears, however, that the case for the State was -\n(1)\nthat the unguarded opening\nto the outlet pipe was potentially dangerous to pool users while the filtration\nplant was in operation;\n(2)\nthat Joubert was\nthe person in control of the swimming pool,which was open to the public\n(including children),and as such he had a\nduty to do all that was reasonably\nrequisite to ensure the safety of users;\nand\n(3)\n14\n(3) that Joubert realised, or ought to have realised that the\nunguarded opening was dangerous: he ought to have foreseen that, unless\nreasonable steps were taken to prevent it, death to users could result.\nThe onus of proving\nculpa\nwas on the State,\nwhich had to establish\na failure by the accused to observe\nthat degree of carewhich a reasonable man\nwould have ob-\nserved. The reasonable man is the\ndiligens\npaterfamilias\nof Roman Law, the average prudent person, \"that\nnotional\nepitome of reasonable prudence\", in the words of HOLMES JA\nin\nPeri-Urban Areas Health Board v. Munarin\n, 1965(3) SA\n367 (A) at 373 F. The reasonable man is the embodiment of\nthe social judgment of the Court,which applies \"common\nmorality and common sense to the activities of the common man\".\n(per\n15\n(per DIPLOCK LJ in\nDoughty vs. Turner Manufacturing Co Ltd\n,\n(1964) 1\nQB 518\n(CA) at 531). The criterion of liability for\nculpa\nin both civil\nand criminal cases is reasonable foreseeability. In a case of culpable homicide,\nthe question is whether a\ndiligens paterfamilias\nin the po-sition of the\naccused would have foreseen the possibility of death resulting from his conduct.\n(See\nS v. Burger\n, 1975(4) SA 877(A) at 879 A;\nS v. Bernardus\n1965(3) SA 287 (A)).\nThere was no direct evidence of the way in which Ryan\nmet his death, and the trial court had to rely on inference from the evidence,\nmainly that of Norman. His evidence was not always clear and consistent,\nand\n16 and there are aspects of it which I do not fully under-stand.\nNevertheless the explanation accepted at the trial, and not disputed\nin this\nCourt, was that Ryan dived down to the bottom of the pool and seated himself on\nthe floor with his back to the opening to\nthe outlet pipe in such a way as to\nsubstantially block it with his posterior. The pressure of the water above him\nforced his buttocks\ninto the pipe where he was trapped. The likelihood is that\nhis seating himself at the opening was a deliberate, not an inadvertent,\nact.\nIn holding \"that Joubert ought reasonably to have foreseen the possibility of\nat least serious injury\", the magistrate relied on\nS v. Poole\n, 1975(1) SA\n924 (N),which, he said, was \"a case with corresponding facts\".\nPoole's\n17\nPoole's\ncase was an appeal against a conviction\nfor culpable homicide arising out of the death of a child in a public tidal pool\nat Scottburgh.\nIt appeared that while the pool was being emptied, the child had\nbecome stuck in an outlet sump in the pool, and had drowned. On\nappeal counsel\nfor the appellant conceded (rightly, in the view of the court) that on the facts\nof the case, harm, of the nature\nwhich oc-curred, was foreseeable as a\npossibility by the reasonable man.\nI do not consider that case to be of any as-sistance in the decision of this\nappeal. In\nKruger v.Coetzee\n1966(2) SA 428 (A), HOLMES JA pointed out at\n430G that a finding of\nculpa\n\"...must\n18\n\"....must always depend upon the particular\ncircumstances of each case. No hard and fast basis can be laid down. Hence\nthe futility, in general, of seeking guidance from the\nfacts and results of\nother cases.\"\nSee also\nRex v. Wells\n,\n1949 (3) SA 83\n(A) where CENTLIVRES JA said at\n87-88:\n\"Decided cases are .... of value not for the\nfacts but for the principles of law which they lay down. In this connection I\ncannot do better than quote the remarks of LORD FINLAY\nin\nThomson v. Inland\nRevenue\n(1919, S.C. (H.L.) 10):\n'No enquiry is more idle than one which is devoted to seeing how nearly the\nfacts of two cases come together: the use of cases is\nfor the proposition of law\nthey contain, and it is no use to compare the special facts of one case with the\nspecial facts of another\nfor the purpose of endeavouring to ascertain what\nconclusion you ought to arrive at in the second case'.\"\nIt is\n19\nIt is, therefore, to the facts of this case that regard must\nbe had.\nIn regard to (1), it is apparent from Norman's evidence that the\nopening to the outlet pipe did not cónsti-tute a danger in\nthe ordinary\ncourse. That is shown, too, by the fact that the pool was in operation for 17\nyears, during which it was used by about\n300 000 people, and no untoward\nincident occurred.\nBut the occurrence has shown that, in the cir-cumstances\nin which it took place there was a danger, namely, when the opening was\neffectively\nblocked by gluteal muscles of a size such as to fit into and plug\nthe pipe.\nIn regard to (2), Joubert was admittedly in\ncontrol\n20\ncontrol of the swimming pool to which the public was invited,\nand was clearly under a duty to take all reasonable steps to ensure\nthat it was\nsafe.\nThe crucial question arises in regard to (3): ought Joubert to have\nrealised that the unguarded opening was dangerous - more specifically,\nought he\nto have foreseen that, unless steps were taken to guard it, death could re-sult\nto a user of the pool?\nIn considering this question, one must guard against what WILLIAMSON JA\ncalled \"the insidious subconscious influence of\nex post facto\nknowledge\"\n(in\nS v. Mini\n,\n1963 (3) SA 188\n(A) at 196 E-F). Negligence is not\nestablished by showing merely that the occurrence happened (unless the\ncase\n21\ncase is one where\nres ipsa loquitur\n), or\nby showing after\nit happened how it could have been prevented. The\ndiligens\npaterfamilias\ndoes not have \"prophetic foresight\".\n(\nS v\n.\nBurger\n(\nsupra\n) at 879 D). In\nOverseas Tankship\n(U.K.) Ltd\nv. Morts Dock and Engineering Co Ltd\n(\nThe Wagon\nMound\n)\n[1961] UKPC 1\n;\n1961\nAC 388\n(P.C.), VISCOUNT SIMONDS said at 424:\n\"After the event, even a fool is wise. But it is not the hindsight of a fool;\nit is the foresight of the reasonable man which alone\ncan determine\nresponsibility.\"\nIt would seem that the only possible way in\nwhich death could have resulted from the fact that the opening\nwas unguarded, was death by drowning. The fact that Ryan\ndrowned, shows that death can be caused where there is a com-\nbination of circumstances such as that in the present case;\nbut\n22\nbut from Norman's evidence it does not appear\nthat there is any other way. I do not think that the\ndiligens\npaterfa\n-\nmilias\nwould have foreseen that freakish combination of\ncir-cumstances. On the evidence, it was not reasonably fore-seeable that a child\nwould try, the buoyancy of the human body notwithstanding, to sit on the floor\nof the pool against the opening. (It may be that a\nchild sitting across the\nopening with part of his buttocks on either side of it, would be pinned against\nthe wall by the weight of\nthe water above him, but this is speculation for which\nthere is no support in the evidence.) In reply to a question by the magistrate,\nNorman said that he thought that it would appeal to a 9 or 10 year old child to\ngo and sit on a hole that size - \"it definitely would\nhave appealed to me when I\nwas a 9 or 10\nyear\n23\nyear old child.\" In his judgment in the Court a\nquo\n,\nHEYNS J made a point of the fact that Joubert's attorney did not in\ncross-examination \"place in issue the point of view ex-pressed\nby the witness\nabout the proclivity of a child to do something like that.\" In my opinion\nNorman's evidence on this point was not\nadmissible: the question was one for the\ntrial court, not for an engineer. Nor do I think that the\ndiligens\npaterfamilias\nwould have appreciated the magnitude of the forces involved,\nor the mechanism by which an accident of this kind could happen. Without\nsuch\nappreciation the possibility of death could not reasonably have been\nforeseen.\nIt can be accepted that, as the prosecutor put it to Joubert in\ncross-examination, children, being naturally inquisitive, \"always\npoke their\nhands and feet and noses into\nthings\n23 A\nthings that a normal person would not do.\" Nevertheless, it\nwas not Norman's evidence that such conduct could result in death, and\nin my\nview that was not a reasonably foresee-able consequence.\nDuring\n24\nDuring the argument the question was raised by a\nmember of the Court - and counsel for the State adopted the point - whether a\ndiligens paterfamilias\n, seeing the opening, would not have sought advice\nfrom an expert as to its potential danger - either from the firm which installed\nit or from an independant consultant. But even if that be accepted (I express no\nopinion upon the matter), I do not think that Joubert's\nfailure to seek such\nadvice was shown to be causally connected with Ryan's death: one does not know\nwhat the advice would have been.\nIn my view, therefore, the State failed to establish that Joubert or Bochris\nwas guilty of culpable homicide.\nCounsel\n25 Counsel for the State did not seek convictions on any of the\nalternative counts in the event of the appeal against the conviction\nfor\nculpable homicide being upheld, and it is accordingly unnecessary to deal with\nthose counts.\nThe appeal is allowed. The convictions and sentences are set\naside.\nH C NICHOLAS, AJA\nCORBETT, JA \t)\nBOTHA, JA )\t\t\t\tConcur SMALBERGER, JA )\nVIVIER, JA )",
  "scraped_at": "2026-02-11T21:27:45.003093",
  "date": "1987-11-27",
  "coram": [
    "CORBETT JA",
    "BOTHA JA",
    "SMALBERGER JA",
    "VIVIER JA",
    "NICHOLAS AJA"
  ],
  "case_number": null,
  "parties": {
    "applicants": [
      "Bochris Investments (Pty) Ltd",
      "Cornelius Jacobus Joubert"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The death of nine‑year‑old Ryan Edward Andresen occurred on 28 October 1984 at Wilderness Pleasure Resort, where he became trapped in an unguarded outlet pipe at the deep end of the swimming pool and drowned. The owner of the resort, Bochris Investments (Pty) Ltd, its director Cornelius Jacobus Joubert and his wife were charged with culpable homicide. Evidence showed the pool measured about 48 m by 24 m, depth 1.02 m to 1.85 m, and the pipe opening was a 25 cm aperture partially covered by a guard. Expert testimony suggested that a child sitting on the opening could be forced into the pipe by water pressure, but the danger was not apparent in ordinary use.",
    "issues": "The core issue was whether Bochris Investments and its director Joubert breached a duty of care owed to the public users of the pool, such that a reasonable person would have foreseen the risk of death from an unguarded outlet pipe, thereby establishing culpa for culpable homicide.",
    "principles": "The Court applied the principles of culpa in criminal law, requiring proof of a breach of the standard of care of a reasonable man (diligens paterfamilias). Liability hinges on reasonable foreseeability of the harmful consequence. Relevant authorities included S v Poole (foreseeability of injury in a tidal pool), Kruger v Coetzee (need to consider each case’s facts), and the general rule that negligence must be established on facts existing before the incident, not on hindsight.",
    "application": "The Court found that the outlet pipe did not constitute a danger in the ordinary course of swimming, as evidenced by 17 years of safe operation and no prior incidents. Although the pipe could become dangerous if a child deliberately blocked it with his body, a reasonable person would not have foreseen such a 'freakish' combination of circumstances. The expert’s speculation about a child's propensity to sit on the opening was deemed inadmissible for establishing foreseeability. Consequently, the State failed to prove that Joubert or Bochris ought to have anticipated the risk or taken remedial steps.",
    "conclusion": "The appeal was allowed. The convictions for culpable homicide against Bochris Investments and Cornelius Jacobus Joubert were set aside, and the sentences were vacated."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Culpable Homicide",
    "level_3": [
      "duty of care",
      "foreseeability",
      "public pool safety",
      "negligence",
      "criminal liability"
    ]
  }
}