{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/66.html",
  "case_name": "Omar and Others v Minister of Law and Order and Another; Fani and Others v Minister of Law and Order and Others; State President and Others v Bill (68/87) [1987] ZASCA 66; [1987] 4 All SA 556 (AD) (29 June 1987)",
  "citation": "[1987] ZASCA 66",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 66\n|\nNoteup\n|\nLawCite\nOmar and Others v Minister of Law and Order and Another; Fani and Others v Minister of Law and Order and Others; State President and Others v Bill (68/87) [1987] ZASCA 66; [1987] 4 All SA 556 (AD) (29 June 1987)\nDownload original files\nPDF format\nRTF format\nIN\nTHE SUPREME COURT OF SOUTH AFRICA\n1987-06- 29\n(APPELLATE DIVISION)\nIn the matter between:\n(1)\nABDULLAH MOHAMED OMAR\n1st Appellant\nHOWARD SIKOLAKE MARAWU\n2nd Appellant\nMARCUS CHINNOSAMY SOLOMON\n3rd Appellant\nLESLIE ANDREWS\n4th Appellant\nDERRICK RABINDRANATH NAIDOO\n5th Appellant\nNEVILLE NAIDOO\n6th Appellant\nand\nTHE MINISTER OF LAW AND ORDER\n.... 1st Respondent\nTHE MINISTER OF JUSTICE\n2nd Respondent\nOFFICER COMMANDING\n,\nVICTOR VERSTER PRISON\n3rd Respondent\nTHE STATE PRESIDENT\n4th Respondent\nTHE COMMISSIONER OF POLICE\n5th Respondent\n(2)\nMARJORIE FANI & OTHERS\nAppellants\nand\nTHE MINISTER OF LAW AND ORDER\n1st Responder\nTHE MINISTER OF JUSTICE\n2nd Responder\nTHE OFFICER COMMANDING\nST ALBAN'S PRISON\n3rd Responder\nTHE OFFICER COMMANDING\nNORTHEND PRISON\n4th Respondent\n(3)\nTHE STATE PRESIDENT\n1st Appellant\nTHE GOVERNMENT OF THE REPUBLIC OF\nSOUTH AFRICA\n2nd Appellant\nTHE MINISTER OF LAW AND ORDER\n3rd Appellant\nand\nMARY CAMERON BILL\nRespondent\n2\nCoram\n: RABIE ACJ, JOUBERT, VILJOEN, HOEXTER JJA et\nBOSHOFF AJA.\nHeard:\nDelivered\n:\n3 March 1987\nJUDGMENT RABIE ACJ\n:\nThese three appeals were heard on the same day and can conveniently be dealt\nwith in the same judgment. All three of the cases are\nconcerned with the\ndetention of persons in pursuance of regulations made by the State President in\nterms of the Public Safety Act,\n1953 (Act No. 3 of 1953). The judgments given in\nthe Courts below in the first and third of the cases have been reported: see\nOmar and Others v\n.\nMinister/\n3.\nMinister of Law and Order and Others\n1986(3) SA\n306(C) and\nBill v. State President and Others\n1987(1) SA 265 (W).\nOn\n21 July 1985 the State President, acting in terms of sec. 2(1) of the aforesaid\nPublic Safety Act, 1953 (hereinafter referred to\nas \"the Act\"), declared, in\nProclamation R 120 of 1985, the existence of a state of emergency in a number of\nareas, including those\nin which the detainees in\nFani's\ncase resided. On\nthe same date the State President, acting in terms of the powers vested in him\nby sec. 3(1)(a) of the Act, issued\nProclamation R 121 of 1985, which contained\nregulations which were to apply in the said areas. On 26 October 1985, in\nProclamation\nR 200 of 1985, the State President, acting in terms of sec. 2(1) of\nthe Act, declared the existence of a state of emergency\nin/\n4\nin a further number of areas, and the next day, in\nProclamation R201 of 1985, he declared that the aforesaid\nregulations would also apply in these other areas as\nfrom 26 October 1985.\nOne of these areas was the\nmagisterial district of the Cape, in whích\nthe applicants\nin\nOmar's\ncase resided.\nSec. 2 of the Act (reading \"State\nPresident\" for \"Governor-General\" and \"Republic\" for\n\"Union\") provides as follows:\n\"2. (1) If in the opinion of the State\nPresident it at any time appears\nthat -\n(a) any action or threatened action\nby any persons or body of persons in the Republic or any area within the\nRepublic is of such a nature and of such an extent that\nthe safety of the\npublic, or the maintenance of public order is seriously threatened thereby;\nor\n(b)/.........\n5\n(b)\ncircumstances have arisen\nin the Republic or any area within the Re-public which seriously threaten the\nsafety of the public, or the\nmaintenance of public order,\nand\n(c)\nthe ordinary law of the land is\ninadequate to enable the Government to ensure the safety of the public, or to\nmaintain public order,\nhe may, by proclamation in\nthe\nGazette\n, declare that as from a date mentioned in the proclamatic\nwhich date may be a date not more than four days earlier than the date\nof the\nproclamation, a state of emergency exists within the Re-public or within such\narea, as the case may be.\n(2)\nNo proclamation issued\nunder sub-. section (1) shall remain in force for more than twelve months:\nProvided that nothing in this sub-section\ncontained shall be construed as\nprecluding the issue of another proclamation in respect of the same area at or\nbefore the expiration\nof the said period of twelve\nmonths.\n(3)\nThe State President may at any\ntime\nand in like manner withdraw any\nproclamation\nissued under sub-section (l)\".\nThe/....\n6\nThe declaration of a state of emergency\nby the State President by Proclamation R 120 of 1985\nread as follows:\n\"Whereas in my opinion it appears that circumstances have arisen in the areas\nmentioned in the Schedule which seriously threaten the\nsafety of the public and\nthe manintenance of public order, and the ordinary law of the land is inadequate\nto enable the Government\nto ensure the safety of the public and to maintain\npublic order,\nTherefore I, in terms of section 2(1) of the Public Safety Act, 1953 (Act 3\nof 1953), hereby declare that as from 21 July 1985 a state\nof emergency exists\nwithin the areas mentioned in the Schedule.\nThe declaration of a state of emergency by Proclamation R 200 of 1985 was in\nthe same terms as\nthose/\n7\nthose contained in Proclamation R 120 of 1985, save\nthat the emergency was declared to exist as from 26\nOctober 1985.\nSec. 3(1)(a) of the Act empowers the State\nPresident to make regulations\nin an area in which a\nstate of emergency has been declared. It provides\nas\nfollows (reading \"State President\" for \"Governor-General\")\n\"3. (l)(a) The State President may in any area in which the existence of a\nstate of emergency has been declared under section\ntwo\n, and for as long\nas the proclamation declaring the existence of such emergency remains in force,\nby proclamation in the\nGazette,\nmake such regulations as appear to him to\nbe necessary or expedient for\nproviding/.........\n8\nproviding for the safety of the public,\nor the maintenance of public order and fbr making adequate provision for\nterminating such emergency or for dealing with any circumstances\nwhich in his\nopinion have arisen or are likely to arise as a result of such emergency.\"\nRegulation 3 of the regulations which were\nof application at the time of\nFani\n's case and\nOmar\n's\ncase read, in so far as relevant, as\nfollows:\n\"3. (1) A member of a Force may, without warrant of arrest, arrest or cause\nto be arrested any person whose detention is, ir the opinion\nof such member,\nnecessary for the maintenance of public order or the safety of the public or\nthat person himseJ or for the termination\nof the state of emergency, and may,\nunder a written order signed by any member of a Force, detain, (\ncause/\n9\ncause to be detained, any such person in custody\nin a prison.\n(2) No person shall be detained in\nterms of subregulation (l) for a\nperiod\nexceeding 14 days from the date of his\ndetention, unless that\nperiod is extended\nby the Minister in terms of subregulation\n(3).\n(3) The Minister may, without notice to any person and without hearing any\nperson, by written notice signed by him an addressed to\nthe head of a prison,\norder that any person arrested and detained in terms of subregulation (l), be\nfurther detained in that prison\nfor the period mentioned in the notice, of for\nas long as these Regulations remain in force.\n(9)(a) The Minister of Justice may make rules to regulate the detention of\npersons in terms of this regulation.\n10/\n10\n(10) No person, other than the Minister or a person acting by virtue of his\noffice in the service of the State -\n(a)\tshall. háve access to any person\ndetained in terms of the\nprovisions\nof this regulation, except with the\nconsent of and subject to\nsuch\nconditions as may be determined by\nthe Minister or the Commissioner\nod\nthe South African Police; or\n(b)\tshall be entitled to any official\ninformation relating to such\nperson\nor to any information of whatever\nnature obtained from such\nperson.\"\nSubregulation (3), in the form quoted\nabove,\nwas substituted for the subregulation as originally\npromulgated by\nProclamation R 207 of 1985 (dated 31\nOctober 1985), which made the new\nsubregulation\nretroactive/\n11\nretroactive to 21 July 1985 in the case of the\nregulations promulgated by Proclamation R121 of 1985, and to 26 October 1985 in\nthe\ncase of the regulations promulgated by Proclamation R 201 of 1985. The State\nPresident is empowered to make regulations with retrospective\neffect by sec.\n3(2)(b) of the Act. Regulation 3(3) as originally promulgated did not contain\nthe words \"without notice to any person\nand without hearing any person\", nor the\nwords \"or for as long as these Regulations remain in force.\"\nThe Minister of Justice, acting in terms of\nregulation 3(9)(a), made certain rules relating to\nthe the detention of persons detained in terms of/regulations.\nRule/....\n12\nRule 5(1) and (3) of these rules (which were published\nin\nGN 2483 of 26 October 1985) provided as follows:\n\"5(1) No person detained under the Regulations shall during his detention be\nvisited by any person, except with the permission of\nthe person in command of\nthe prison in question, acting with the concurrence of the Commissioner of the\nSouth African Police or any\nperson acting on his authority: Provided that if a\nlegal representative desires to visit such a detainee, the permission of the\nMinister of Law and Order or the Commissioner of the South African Police\nshall be obtained for such a visit.\n(2)\n(3) The person in command of the prison shall ensure that no physical contact\ntakes place between the detainee and a visitor and that\nthe interview between\nthe detainee and the visitor takes place within sight and hearing of a member of\nthe Prisons Service.\"\nFani's\ncase was an earlier case than\nOmar's\n/\n13\nOmar's\ncase, but it will be convenient to deal\nwith the latter case first.\nOmar's\ncase\nThe applicants in this case (now the appellants) were arrested during the\nlast week of October 1985 in terms of reg. 3(1) of the aforesaid\nregulations.\nThereafter, during the first week of November 1985, the Minister of Law and\nOrder (herein-after referred to simply as\n\"the Minister\"), acting in terms of\nreg. 3(3), ordered that they be further detained for as long as the regulations\nremained in force.\nIt is common cause that they were not notified of the\nMinister's intention to order their further\ndetention, and, also, that they were not given a\nhearing/\n14 hearing of any kind before their further detention was\nordered. They contended in the Court a\nquo\n, as they did in this Court,\nthat reg. 3(3) was\nultra vires\nthe powers of the State President and that\ntheir detention was, therefore, invalid. They contended, also, that reg. 3(10)\nand rule\n5 were invalid. As to the latter contention, it should perhaps be said\nthat the appellants were not, in fact, denied access to their\nattorney. Their\ncomplaint was that they had to ask for permission to see him. They also\ncomplained about having to consult with him\nwithin sight and hearing of a member\nof the Prisons Service as provided for in rule 5(3). As\na/\n15 a result of their objection, they were allowed to consult with the\nattorney within sight, but not within hearing, of a member of\nthe Prisons\nService.\nBefore dealing with the argument that reg. 3(3) was\nultra\nvires\nthe powers of the State President, I should say that counsel's first\nargument regarding this regulation was that it merely relieved\nthe Minister of\nthe obligation to give a person whom he intended detaining an opportunity of\nmaking oral representations to him,\nand not of the obligation to allow such\nperson to make written representations to him. Reg. 3(3), it was said, merely\nprovided that\nthe Minister could act \"without hearing any person\", and\nnot/\n16\nnot that he could act without first having\nconsidered\nrepresentations made to him in writing. The same\nargument was\nadvanced in the Court a\nquo\n. It would\nseem, however, that counsel was\nrather doubtful of the\nvalidity of the argument. (See 1986(3) SA at 309\nI-\n310 B.) In this Court he indicated that he now has\nrather more\nconfidence in the argument than he had in the\nCourt a\nquo\n. I think,\nhowever, that the diffidence\nwith which the argument was advanced in the\nCourt a\nquo\nwas wholly justified. The same argument was advanced\nin\nthe Court below in\nFani's\ncase. The Court (per\nZietsman J, with whose\njudgment Cloete JP and Eksteen J\nagreed) rejected the argument, and in the\ncourse of\nhis judgment Zietsman J said:\n\"\tthe/\n17\n\".... the words used must be interpreted in the context in\nwhich they are used. The phrase used here is 'without notice to any person\nand\nwithout hearing any person'. If the Minister is not obliged to give notice to\nthe detainee of his intention to consider an extension\nof his period of\ndetention I cannot see how it can be intended that he must nevertheless furnish\nthe detainee with the opportunity\nof submitting representations to him before he\ncan decide upon the possible extension of his detention period. In my opinion\nthe\nwords used in the subregulation, taken in their context, are unambiguous and\nmean that the need to observe the\naudi alteram partem\nrule is entirely\nexcluded.\"\nThis was, in my ópinion, a short and\neffective answer to the argument. I would merely add\nthat normally when\none says that someone is entitled\nto be heard before a decision which may be prejudicial\nto/\n18 to him is taken, one does not refer only to the right to heard in\nthe literal sense of that word, but also to the right of making\nwritten\nrepresentations.\nWith regard to the appellants' argument that reg. 3(3) was\ninvalid for excluding the need to observe the\naudi alteram partem\nrule, I\nfind myself, in view of the considerations mentioned below, in agreement with\nthe judgment of Vivier J, with which Munnik\nJP agreed.\nSec. 2(1) of the Act,\nquoted above, states when a state of emergency may be declared. It will be\nobserved that the decision as to\nwhether circumstances in the country are such\nthat a state of emergency should be declared, is that of the State President\n-\nand/\n19\nand of the State President alone. It is important to note, too, that such a\ndeclaration may be made only if the State President is\nof the opinion that \"the\nordinary law of the land is inadequate to enable the Government to ensure the\nsafety of the public, or the\nmaintenance of public order.\" This indicates that\nParliament contemplated that the need to ensure the safety of the public or to\nmaintain public order might necessitate the taking of extra-ordinary measures\nwhich might make drastic inroads into the rights and\nprivileges normally enjoyed\nby individuals.\nSec. 3(1)(a) of the Act, quoted above, confers on the State President the\npower to make\nregulations/\n20\nregulations in any area in which a state of emergency has been\ndeclared under sec. 2. It authorizes him, as stated in sec. 3(1)(a),\nto make\nsuch regulations \"as appear to him to be necessary or expedient\" to achieve the\npurposes stated in the section. The power\nis a most extensive one. It entitles\nthe State President to prescribe the methods or means to be employed for the\nachievement of\nthe purposes stated in the section. See the judgment of this\nCourt in\nState President and Others v. Tsenoli\n1986(4) SA 1150 at 1182\nC-E. It gives him, as was said in that case (at 1182 E-F), quoting from the\njudgment of Lord Radcliffe in\nAttorney\n-\nGeneral for Canada and Another\nv. Hallett & Carey Ltd\nand\n/\n21\nand Another\n1952 AC 247\nat 448, \"the amplest possible\ndiscretion in the choice of method.\" It will be observed that the power which\nsec. 3(l)(a) confers\non the State President to make regulations for the\nachievement of the purposes stated in the section is a power not only to make\nsuch regulations as he considers to be necessary for those purposes, but also to\nmake such regulations as appear to him to be expedient\nfor achieving the said\npurposes. The test of what is expedient is obviously a less stringent one than\nthat of what is necessary.\nThis illustrates how wide the discretion is which the\nAct confers on the State President. It is clear from the terms of the section\nthat the State President is empowered to make such\nregulations/\n22\nregulations for achieving the purposes mentioned in the\nsection as appear to him, i.e. in his subjective judgment, to be necessary\nor\nexpedient. It follows from this that it is not open to a Court, when considering\na regulation, to substitute its assessment of\nwhat would be necessary or\nexpedient to achieve the purposes mentioned in the section for that of the State\nPresident and to hold\nthat the regulation is tnválid because the State\nPresident could, in its judgment, have dealt with the matter in issue in\nanother, less harsh way. This does not mean, of course, that the exercise by the\nState President of the powers conferred upon him\nby the Act is immune from\nattack. It need hardly be said that\nhe/\n23\nhe must apply his mind to whatever matter may be in issue, that he must act\nbona fide\nand that he must exercise the powers conferred on him by sec.\n3(1)(a) of the Act for the purposes mentioned in the section. See\nTsenoli's\ncase,\nsupra\n, at 1187 B-C.\nCounsel for the appellants\ncontended that reg. 3(3) was\nultra vires\nbecause it was unrelated to the\ntenor and policy of the Act, and served none of the purposes mentioned in sec.\n3(1)(a) of the Act.\nI do not agree with this contention. It is true, as stated\nabove, that the State President must, when he makes regulations, do so\nwith a\nview to achieving the purposes mentiond in sec. 3(1)(a), but, as I\nindicated/\n24\nindicated above, the Act confers upon him the power\nto decide on the means\nand methods to be adopted to\nachieve the said purposes. Furthermore, and in\nany\nevent, I do not think it can be said that reg. 3(3)\nis not related to\nthe said purposes.\nCounsel argued, next, that reg. 3(3) must\nbe held to be\nultr\na\nvires\nbecause it is so grossly\nunreasonable that it must be concluded\nthat Parliament\ncould not have authorized it, wide though the powers\nare which the Act confers on the State President. The\nregulation, counsel submitted, quoting from a passage\nin\nKruse v. Johnson\n(1898) 2 QBD 91\nwhich was approved\nof/\n25\nof in\nRex v. Abdurahman\n1950(3) SA 136 (A) at 143 C-E,\ninvolves such \"oppressive and gratuitous interference\" with the rights of the\nsubject as can find\n\"no justifi-cation in the minds of reasonable men\", and that\nit should accordingly be said that Parliament could not' have intended\nto give\nthe State President authority to make it. Counsel also referred us to the\njudgment of Van den Heever JA in\nRex v. Pretoria Timber Co. (Pty) Ltd and\nAnother\n1950(3) SA 163 (A) at 182 A. There is no doubt that reg. 3(3) is a\ndrastic provision, but I nevertheless find myself unable to accede\nto counsel's\nargument. I am of the opinion that when proper regard is had to the fact that\nthe regulation was made as an emergency\nmeasure which was to be of\napplication/\n26\napplication in an emergency situation in which - to use the words of sec.\n2(1)(c) of the Act - \"the ordinary law of the land is inadequate\nto enable the\nGovernment to ensure the safety of the public or to maintain public order\", it\ncannot be said that the regulation is\nso grossly unreasonable as to justify the\nconclusion that Parliament could not have intended to authorize it.\nCounsel contended also, referring to\nR v. Slabbert and Another\n1956(4)\nSA 18(T) at 21 G-H and\nR v. Heyns and Others\n1959 (3) SA 634\n(A) at 637\nD-E (see also\nMandela v. Minister of Prisons\n1983 (l) SA 938 (A) at 959\nG-A), that the\naudi alteram partem\nrule embodies a fundamental right and\nthat a subordinate\nlegislator/\n27\nlegislator - such as the State President in the present case - cannot deprive\nthe subject of such a right unless he has expressly,\nor by necessary\nimplication, been empowered by the enabling statute to do so. The submission\ncontains a correct statement of the\nlaw, but I cannot accept the argument that\nsec. 3(1)(a) of the Act does not empower the State President to make reg. 3(3).\nIt is,\nas I said above, an emergency measure that was intended to apply in an\nemergency situation where \"the ordinary law of the land is\ninadequate to enable\nthe Government to ensure the safety of the public, or to maintain public order\"\n(sec. 2(1)), and in my opinion\nit falls within the power\ngiven/\n28\ngiven to the State President to make such regulations as appear to him to be\nnecessary or expedient to achiev the ends mentioned in\nsec. 3(1)(a) of the\nAct.\nCounsel's final argument with regard to reg. 3(3) is founded in a\npassage on the affidavit made by the State President in which he\nstates why he.\namended reg. 3(3) - a matter to which I referred above - and made it\nretrospective as set out in Proclamation R 207\nof 1985. The passage (which is\nquoted in the judgments given in the Court a\nquo\nbut which I repeat for\nthe sake of easy reference) read as follows:\n\"Ek/\n29\n\"Ek was van oordeel dat onder gegewe om-standighede voldoende feite vasgestel\nmag wees of omstandighede mag bestaan om die voortgesette\naanhouding van 'n\npersoon te magtig sonder dat hy die geleentheid gegee sou word om gehoor te\nword. Ek is verder van mening dat die\nbekendmaking van inlig-ting aan 'n\naangehoudene met betrekking tot die rede vir sy verdere aanhouding tot gevolg\nmag hê dat\ndie bron van die inligting bekend mag word, en dit sal na my\nmening nie in belang van die veiligheid van die publiek, die handhawing\nvan die\nopenbare orde of die beëindiging van die noodtoestand wees nie.\"\nThe argument is that this passage shows that the State\nPresident did not\nproperly apply his mind to the\nmatter in issue, or that he had regard to\nimproper\nor irrelevant considerations, or that he acted with\ngross/\n30\ngross unreasonableness. The result is that reg. 3(3) is invalid. Thus the\nargument. The first sentence of the passage shows, as counsel\ncorrectly said,\nthat the State President realized that there might be individual cases where the\nexclusion of the\naudi alteram partem\nrule would not be necessary, but I\ndo not agree with the submission that the\nState President's decision nevertheless to make reg.\nthat 3(3) in the form/he did, shows that he acted improperly\nin the respect, or respects, suggested by counsel.\nHecould reasonably have\nthought, in my opinion,\nthat in view of the emergency situation seen as a\nwhole it would be advisable to authorize the Minister\nto/\n31 to exclude the rule in all cases, i.e. whenever the Minister\nconsidered that it should be done. With regard to the State President's\nstatement that \"die bekendmaking van inligting aan 'n aangehoudene met\nbetrekking tot die rede vir sy verdere aanhouding tot gevolg\nmag hê dat\ndie bron van die inligting bekend mag word\", and that such disclosure would not\nbe \"in belang van die veiligheid\nvan die publiek, die handhawing van die\nopenbare orde of die beëindiging van die noodtoestand,\" I find myself quite\nunable to\nagree with the suggestion that it was not a proper consideration to\ntake into account. It may be, as\ncounsel/\n32\ncounsel argued, that a hearing given to someone whose\ndetentïon is being considered need not necessarily, or always, result in\nthe disclosure of the source of information that ought not be disclosed, but\nthis is no justification for sayïng that the State\nPresident went beyond\nthe powers given tp him by the Act when he decided to make a regulation which\nwas designed to avoid all danger\nof the disclosure of potentially harmful\ninformation.\nI turn now to the appeal against the decision of the majority of the Court a\nquo\nthat reg. 3(10)(a) and rule 5(1) and (3) of the rules published under\nreg.\n3(9)(A)/\n33\n3(9)(a) are not\nultra vires\n. Friedman J, having found\nthat reg. 3(3) was invalid and that the detainees were, on that ground, entitled\nto their release from\ndetention, did not deal with the question of the validity\nof reg. 3(10)(a) and rule 5(1) and (3).\nCounsel for the appellants commenced\nhis argument on this part of the case by saying that if reg. 3(10)(a) is to be\ncontrued as including\na reference to legal advisers, then it is\nultra\nvires\n. The regulatio it will be recalled, provides that \"No person\", save\nthe Minister or a person acting by virtue of his office in the\nservice of the\nState, \"shall have access to\nany/\n34 any person detained in terms of the provisions of this\nregulation\" except with the consent of and subject to such conditions as\nmay be\ndetermined by the Minister or the Commissioner of the South African Police.\nWhile submitting that the right of the indivïdual\nto have access to his\nlegal adviser has been described by this Court as a fundamental right which\ncannot be interfered with save\nwhere interference in authorised in express\nlanguage or by necessary implication (see\nMandela v. Minister of Prisons\n,\nsupra\n, at 957 D and 1959 G-H), counsel did not contend in specïfic\nterms, if I understood him correctly, that the regulation does\nnot apply to\nlegal advisers. Nor could it\nhave/\n35\nhave been so argued, for even if one accepts what has been said in the cases\nabout the taking away of a fundamental right, it cannot\nvalidly be said that the\nwords \"No person\" should be taken to mean \"No person except a legal adviser\".\nSee\nBloem and Another v. State President of the Republic of South Africa and\nOthers\n1986(4) SA 1064(0), at 1093 H-I. It may be pointed out, too, that\nrule 5 was made on the basis that access to detainees by legal\nadvisers is\nprohibited save when permitted by the Minister or the Commissioner of\nPolice.\nCounsel contended, as stated above, that if reg. 3(10)(a) is to be read as\nbeing of application\nto/\n36\nto legal advisers - as it must, in my opinion, be read -\nthen it is\nultra vires\nbecause it cannot reasonably\nbe related to\nthe purposes mentioned in sec. 3(1)(a)\nof the Act. The right of free and unconditional\naccess, it was argued,\ncannot reasonably impinge\nupon those purposes. It cannot in my opinion be\nsaid that the regulation is not related to the purposes\nmentioned in the\nsection, and I do not agree with\nthe submission.\nIt was contended, next, that the State President failed\nproperly to apply his mind to the matter and that he acted with gross\nunreasonableness.\nThe/\n36(a)\nThe affidavit made by the State President, counsel\nsubmitted, shows that he did not apply his mind to the\nmatter. In his\naffidavit the State President, after\nstating that he had been advised that it was not\nnecessary for him to\nmention \"al die faktore ... wat ek\noorweeg het alvorens ek regulasies ingevolge artikel\n3 van die Wet op\nOpenbare Veiligheid No. 3 van 1953\nmet betrekking tot die tansbestaande\nnoodtoestand\nin sekere landdrosdistrikte uitgevaardig het\", went\non to say the following about the question of access\nto legal advisers:\n\"13.\nEk is bewus daarvan dat die reg op toegang tot 'n regsadviseur 'n basiese reg\nis en dat die reg om mediese behandeling te ontvang\nwanneer/\n37\nwanneer nodig ook 'n basiese reg is.\n14.\nDie omstandighede wat dit noodsaaklik ge-maak het om 'n noodtoestand af te\nkondig bring egter na my mening mee dat dit nodig en raadsaam\nmag wees om onder\ngegewe om-standighede 'n spesifieke aangehoudene nie toe te laat om in aanraking\nte kom met persone buite die plek\nvan aanhouding nie.\nDaar is persone buite die plekke waar aan-gehoudenes aangehou word, wat die\nopenbare orde wil versteur, wat die veiligheid van die\npubliek bedreig en wat\ndie omstandig-hede wat dit noodsaaklik gemaak het om 'n noodtoestand te verklaar\nwil laat voortduur en vererger\nen dus die beëindiging van 'n noodtoestand\nwil teenwerk.\nGevolglik mag dit die veiligheid van die publiek, die handhawing van die\nopenbare orde en die beëindiging van die noodtoe-stand\nbevorder as 'n\nbesondere aangehoudene onder gegewe omstandighedenie toegelaat word om kontak te\nhê het sodanige persone\nbuite/\n38\nbuite die gevangenis nie.\n15.\nKontak tussen 'n aangehoudene en sodanige persone kan plaasvind deur\nbemiddeling van 'n regsadviseur of private mediese praktisyn.\n16.\nDie vraag of 'n spesifieke aangehoudene kontak met persone buite die plek van\naan-houding geweier moet word aldan nie, kan slegs behoorlik\nbeslis word met\ninagneming van inligting aangaande die aangehoudene se deelname en rol in die\noproer en geweld wat gepleeg is of\nverwag kan word. Die KOMMISSARIS VAN POLISIE\nen MINISTER VAN WET EN ORDE het toegang tot die bronne waar-uit bepaal kan word\nof sodanige\ninligting bestaan aldan nie en gevolglik het ek in Regulasie 3(10)\nbepaal dat die aansoeke om toestemming tot toegang tot 'n aangehoudene\noorweeg\nmoet word deur die KOMMISSARIS VAN POLISIE of die MINISTER VAN WET EN ORDE en\ndat hulle sodanige voorwaardes mag oplê\nas wat hulle nodig ag. Ek herhaal\ndat ek so-\ndanige/\n39\ndanige Regulasie as nodig en raadsaam be-skou het om die oogmerk te bereik\nsoos in artikel 3 van die Wet op Openbare Veilig-heid vermeld.\"\nCounsel relied on the contents of paragraph 14 for his\nargument that the\nState President did not properly\napply his mind to the question of access to\nlegal\nadvisers. I do not agree with the submission. The\npassage shows that\nthe State President realised that\nit might not always, or in all cases, be\nnecessary to\nexclude access, but this does not justify the charge\nthat his\ndecision to make access in every case dependent\non permission being granted\nby the Minister or the\nCommissioner of Police is indicative of a failure\nto apply his mind to the matter. The statements made\nby/\n40\nby him in his affidavit show, in my view, that he gave\nearnest consideration to the question of access to\ndetainees and to the manner in which it should be dealt\nwith. The same can be said, in my opinion, about\nwhat the Minister of\nJustice says in his affidavit regarding the\nquestion of access in the case of legal advisers.\nHe states\ninter alia:\n\"15.\nMet betrekking tot die reël wat bepaal dat niemand, gevolglik ook nie 'n\nregsverteen-woordiger of private mediese praktisyn,\n'n aangehoudene mag besoek\nsonder die toe-stemming van die Minister van Wet en Orde of die Kommissaris van\nPolisie nie moet in gedagte\ngehou word dat 'n noodtoestand verklaar is na 'n\ntoestand van onrus wat 'n geruime tyd in die betrokke distrikte bestaan het. Die\nonrus het gepaard gegaan met\ngeweld/\n41 geweld, moorde, brandstigting, sabotasie en ander vorms van\ngeweld, op ongekende skaal, waardeur die veiligheid van die publiek\nen die\nhandhawing van die openbare orde ernstig bedreig was en die veiligheid van die\nStaat in gevaar gestel kon word. Tydens so\n'n noodtoestand mag omstandighede\nbestaan wat op 'n gegewe plek en onder gegewe omstandighede en plek dit\nnoodsaaklik of raadsaam\nmaak dat 'n spesifieke aangehoudene nie enige kontak\nhoegenaamd moet hê met persone buite die gevangenis nie. Die reelings\nwat\nso 'n persoon se aanhouding reël, moet gevolglik bepalings bevat wat so 'n\npersoon se aanhouding reël op 'n wyse wat\nsy afsondering van die\nbuitewêreld mee-bring. Ongelukkig is die situasie ernstig genoeg dat die\nreg om 'n regsverteenwoordiger\nte mag spreek beperk moet word en onder ge-gewe\nomstandighede, waar dit geregverdig is, vir 'n tydperk altans, geweier moet\nword.\n'n Versoek om 'n private mediese praktisyn te mag spreek sal ingelyks\noorweeg moet word in die lig van die tersaaklike feite en omstandighede.\n16/\n42\n16.\nEk is gevolglik adviseer, en ek was van oordeel, soos bedoel in artikel 3 van\ndie Wet op Openbare Veiligheid No 3 van 1953, dat dit\nraadsaam sou wees, as\ngevolg van die bestaan van 'n noodtoestand, om die reg op toegang tot 'n\nregsverteenwoordiger, onder-hewig\nte maak aan toestemming. Dieselfde geld met\nbetrekking tot 'n versoek om 'n private mediese praktisyn te mag spreek. Omdat\ndie reg\nop toegang tot 'n regsverteen-woordiger 'n basiese reg is en omdat ek\nwil verseker dat sodanige toegang slegs beperk sou word as\ndaar goeie rede\ndaarvoor bestaan, het ek besluit dat aansoeke om 'n regsver-teenwoordiger te mag\nspreek, slegs op hoogste vlak besleg\nsou word naamlik deur die Minister van Wet\nen Orde of die Kommissaris van Polisie. Daardeur het ek verseker dat die mees\nverantwoordelike\npersone die aan-soeke sou oorweeg. Om so 'n aansoek be-hoorlik\nte kan oorweeg, moet inligting by die polisie bekom word aangaande\ndie be-trokke\naangehoudene en sy omstandighede.\nDit/\n43\nDit was dus my oordeel dat die aansoeke deur die Minister van\nWet en Orde of die Kommissaris van Polisie oorweeg moes word.\"\nIt is the appellants' contention that it is grossly unreasonable that\ndetainees should be deprived of the fundamental right of access\nto their legal\nadvisers and to be made to be dependent on \"a discretionary licence\", as their\ncounsel put it, to gain such access.\nDetainees, counsel said, may urgently\nrequire access to their legal advisers for a variety of reasons unrelated to\ntheir detention\nor the emergency. This is, of course, possible, but it is, at\nthe same time, not to be supposed that the Minister or the Commissioner\nof\nPolice may, or will, refuse leave for the necessary access on just any ground\nwhatsoever.\nRule/\n44 Rule 5(1) contemplates that leave may be asked to see one's\nlegal adviser, and although the rule does not expressly state on what\ngrounds\nleave may be granted or refused, it must, in my opinion, be taken to be implied\nthat leave can be refused only on grounds\nwhich are related to the emergency.\nSee\nTsenoli's\ncase,\nsupra\n, where it was contended\ninter\nalia\nthat reg. 3(3) was invalid because it purported to empower the Minister\nto order the further detention of a\nperson arrested and detained under reg.\n3(1) on what-\ngrounds ever grounds he deemed fit, including/quite unrelated\nto the purposes mentioned in sec. 3(1)(a) of the Act\nor in reg. 3(1). (See at 1183 A-B of the report of the\njudgment). This Court rejected the argument and held\nthat/\n45 held that the Minister's power under reg. 3(3) must,\nby necessary implication, be taken to be subject to\nthe limitation that he could order the further de-\ntention of a person\nalready detained under reg. 3(1)\nonly if he was of the opinion that it was\nnecessary\nto do so for the purposes stated in reg. 3(1). (See\nat 1184 F of\nthe report.) In the same way, in the\npresent case, it is in my opinion not\ncorrect to suggest\nthat access may be refused on a ground not related\nto\nthe state of emergency. (This does not mean,of\ncourse, that legal advisers need not comply with prison\nregulations regarding access to persons held in a prison.)\nCounsel contended also, with regard to his\nsubmission as to the unreasonableness of reg. 3(10)(a)\nand/\n46\nand rule 5(1), that the State President could have avoidedsecurity\nrisks arising from contact between a detainee and his legal adviser\nby - I quote\nfrom counsel's written heads of argument - \"a spectrum of conditions ranging\nfrom restrictions on physical contact,\nto some form of supervising\nconsultations, and to the making of evenmore onenous stipulations in the case of\nparticular individuals.\"\nThis may, or may not have been, feasible. I do not\nknow. It may even be that the State President and the Minister of Justice\nconsidered\nmeasures of the kind suggested but decided against them on the ground\nthat they would be impracticable. As to the whole of counsel's\nargument about\nunreasonableness it should be borne in\nmind/\n47 mind, as I have said before, that the Act empowers the\nState President to make such regulations as appear to him to be necessary\nor\nexpedient to combat the emergency situation, and that the Court cannot\nsubstitute its view of what measures would be necessary\nor ex-pedient for that\nof the State President. As to the question of reasonableness, also, I find\nmyself unable to accede to the\nargument that reg. 3(10)(a) and rule 5(1) are so\nunreasonable that they cannot be held to have been authorised by the\nAct.\nThere is one further argument to which I must refer. It runs as follows.\nThe Minister of Justice, it is said, is given the power by\nreg. 3(9)(a)\nto/\n48.\nto \"regulate the detention of persons in terms' of this regulation\" (i.e.\nreg. 3), and it is no such regulation of the \"detention\nof persons\" to exclude\nthe\nright\nof access to legal representatives, rather than to seek to\nregulate such access by virtue of practical considerations. I do not agree\nwith\nthe submission. The Minister of Justice has the power to regulate the detention\nof persons, and this includes, in my view, the\npower to regulate access to\npersons in detention.\nIt was not argued before us that rule 5(2), (3) and (7) should be held to be\ninvalld even if it\nwere/\n49\nwere found that rule 5(1) was not invalid.\nIn view of all the aforegoing I\nam of the opinion that the appeal against the judgment of Vivier J concerning\nthe validity of reg.\n3(10)(a) and rule 5(1) cannot succeed. It follows, too,\nthat in my view the decision in\nMetal and Allied Workers Union and Another v.\nState President of the Republic of South Africa\n1986(4) 358 (D&CLD), to\nwhich we were referred in argument, that reg. 3(l0)(a) and rule 5(1) are\nultra vires\n, is incorrect. (See at 373 C- 375 G of the report of the\njudgment.)\nFani's\n/...\n50\nFani's c\nase.\nFani's\ncase was an application for the release\nfrom detention of six persons who had been arrested and detainéd in terms\nof reg.\n3(1) of the aforesaid emergency regulations and who were thereafter\nfurther detained in terms of the provisions of reg. 3(3). Their\nfurther\ndetention was ordered without their having been given an opportunity of making\nre-presentations to the Minister, and the\nissue which the Court was called upon\nto decide was whether reg. 3(3) was\nultr\na\nvires\non the ground that\nthe State President did not have the power to make a regulation which\ndeprivêd persons who had been arrested\nand detained\nunder/\n51 under reg. 3(1) of the right of being heard before their\nfurther arrest was ordered. The Court (per Zietsman J, with whom Cloete\nJ P and\nEksteen J agreed) held that reg. 3(3) was not invalid and dismissed the\napplication with costs. The appeal is against this\njudgment.\nIn arguing the\nappeal, counsel relied on the same arguments as those advanced by him in\nOmar's\ncase. It follows from what I háve said above regarding\nOmar's\ncase that in my view the decision of the Court in\nFani's\ncase was correct and that the appeal against it can accordingly not succeed.\nBill's/.....\n52\nBill's\ncase\nThe state of emergency which was declared by the State President on 21 July\n1985 (Proclamation R 120 of 1985) was lifted after some\nmonths and the\nregulations and rules which were in force at the time were repealed. On 12 June\n1986 the State President, acting in\nterms of sec. 2(1) of the Act, by\nProclamation R108 again declared the existence of a state of emergency, this\ntime not within certain\nareas only, but within the whole of the Republic. On the\nsame date, regula-tions made by the State President in terms of sec. 3(1)(a)\nof\nthe Act were promulgated by Proclamation\nR 109/\n53\nR 109. On the same date, too, rules made by the Minister of Justice in terms\nof reg. 3(9)(a) of the new regulations were published\nin GN 1196. The\nregula-tions and rules which have a bearing on the present case are, save in a\nfew immaterial respects, in the same\nterms, and also have the same numbers, as\nthose which were in force during the earlier state of emergency. They need not\nbe quoted\nagain.\nThe husband of the applicant (now the respondent)was\narrested and detained in terms of reg. 3(1) on 20 June 1986. The Minister,\nacting\nin terms of reg. 3(3), thereafter ordered his detention to be\nextended/\n54 extended for as long as the emergency lasted. The\ndetainee had not been given a hearing before the order was made. The respondent\nthereupon made an application to the Witwatersrand Local Division. The\nappellants filed no affidavits but were represented by counsel\nat the hearing.\nThe main relief claimed by the respondent was, according to the notice of\nmotion, an order directing the Minister\nof Law and Order to furnish her (or the\ndetainee) \"with the reasons for and the information upon which the order was\nissued\" and\n\"to allow the detainee's legal representatives to interview him with\na view to making representations to the Minister of Law and\nOrder for his\nrelease.\"\nIn/\n55\nIn her affidavit supporting the notice of motion the\nrespondent stated that if the Court held that she was not entitled to be\nfurnished\nwith the reasons for and the information upon which the Minister's\norder had been issued and that the detainee was not entitled to\nbe interviewed\nby his legal representative with a view to making representations to the\nMinister, she would contend that the relevant\nregulations and rules were\nultra vires\nthe State President's powers under sec. 3 of the Act. If the\ndetainee was not entitled to the relief claimed, she said, it would\nmean that he\nhad been deprived of \"his common law right to be heard\" even after the order\nunder reg. 3(3) had been made. Public safety\nand the maintenance of public\norder, she\nadded/\n56\nadded, could not conceivably be prejudiced by the\nexercise of such a right. The Court a\nquo\n(Leveson J)\nmade the\nfollowing order:\n\"1. That the Minister of Law and Order is\nto furnish the detainee in writing with the grounds for his continued detention\nin terms of reg 3 of the emergency regulations.\n2.\tThat the detainee is entitled to consult\nhis legal representatives\n(lawyers)\nwho shall have access to him in terms\nof and in accordance with the Prisons Act and the regulations promulgated\nthereto, for the purpose of advising with regard to the\nrepresentations which he\nhas the right to make to the Minister of Law and Order.\n3.\tThe detainee is to be furnished with such writing materials as will enable\nhim to make such representations.\n4.\tThe respondents are ordered to pay the costs of this\napplication.\"\nAs/\n5\nAs to this order, it may. be said at once\nthat paragraph 2 thereof was, in\nmy opinion, wrongly made. It appears from the learned Judge's judgment (1987(1)\nSA 265 at 275 H-I)\nthat he granted that part of the order because of his finding\nthat reg. 3(10)(a). and rule 5(1) are\nultra vires\n. In coming to that\nconclusion, he differed from the judgment of Vivier J in\nOmar's\ncase on\nthe question of the validity of reg. 3(10)(a) and rule 5(1), and agreed with\nthat of Didcott J in\nMetal and Allied Workers Union and Another v. State\nPresident of the Republic of South Africa and Others\n,\nsupra\n, at 373\nC-375 G, on the same issue. As I stated above in my discussion of\nOmar\n's\ncase, I am of the opinion that the judgment of Vivier J was correct\nand,/. ....\n58\nand that of Didcott J incorrect. I consider, therefore, that\nLeveson J erred in holding that reg. 3(10)(a) and rule 5(1) abe\nultra\nvires\nand that the\ndetainee's legal advisers are, for that reason,\nentitled\nonly to have access to him, subject/to the provisions of\nthe Prisons Act and the regulations made thereunder.\nAs to paragraph 1 of the order, it orders\nthe Minister to furnish the\ndetainee in writing with\nthe grounds on which he (the Minister) decided\nto\norder the further detention of the detainee in terms\nof reg. 3(3). In\nconcluding that the Minister was\nobliged to furnish the detainee with the\ngrounds for\nhis order, the Court a\nquo\nreasoned as follows:\n(a)/\n59\n(a)\nReg. 3(3)\ndeprives a detainee of the right of being heard before an order is made by the\nMinister, but does not exclude the right\n- being part of the right embodied in\nthe\naudi alteram partem\nrule - of a detainee to make written\nrepresentations to the Minister after the order has been\nmade.\n(b)\nCounsel for the Minister conceded -\nrightly so, the learned Judge said - that a detainee is entitled to make written\nrepresentations\n\"to be released from further detention at some time after the\nfurther order pursuant to reg, 3(3) is made by the Minister\". (See\nat 270 D of\nthe report of the judgment.)\n(c)\nBecause the\ndetainee has the right to make written representations to the Minister, he also\nhas the right to be furnished with writing\nmaterials which\nwould\n60\nenable him to accomplish this objective. (d) Because he has the right to make\nrepresentations to the Minister, the detainee must be\nput in possession of such\ninformation by the Minister as would make the right to make representations a\nreal one. Without such information,\nthe right will be an illusory one. With\nregard to what is said in (a) above, it is clear that reg. 3(3) does not say\nthat a detainee\nis not entitled to make written representations to the Minister\nafter an order for his further detention has been made. This does\nnot, however,\njustify the conclusion that a detainee can, after such an order has been made,\ncall upon the Minister to furnish him\nwith/\n61\nwith the grounds on which the order was made. I do not wish to\nbe understood as saying that a detainee may not, after his further\ndetention has\nbeen ordered, make written representations to the Minister concerning such\ndetention, for it seems to me that he would\nbe entitled to do so. I do\nnot,however, agree with the view that, because he may make such representations,\nthe Minister is obliged\nto furnish him with the grounds on which his further\ndetention was ordered. The regu-lation empowers the Minister to order the\nfurther\ndetention of a person within 14 days after such person's arrest and\ndetention in terms of reg. 3(1) without having to inform him\nof the grounds on\nwhich he may\npossibly/\n62 possibly be further detained, and without having to\ngive\nhim an opportunity of being heard as to why he\nshould not be further\ndetained. This being so, I\nfind it difficult to accept that it was\nnevertheless\nthe intention that the Minister would be obliged,\naftêr\nhe has made an order, to inform the detainee\nof the grounds on which he made\nthe order. The order\nwhich the Minister makes when he orders the\nfurther\ndetention of a detainee is an order which becomes\neffective immediately on being made, and which determines\nthe period of the further detention ordered. It\nseems to me, therefore, that when the Minister makes\nan order for a person's further detention in terms of\nreg. 3(3), the order is a final one, and that there\nis/\n63\nis thereafter no obligation on the Minister to inform the detainee of the\ngrounds on which it was made and then, after considering\nsuch representations as\nthe detainee may wish to make in regard to such grounds, to reconsider the order\npreviously made by him.\nI appreciate that this view of the matter involves that\nreg. 3(3) does away completely with the\naudi alteram partem\nrule, and\nthat this is not a view which one should lightly entertain. I think, however,\nthat this is what reg. 3(3) entails. The\nquestion which then arises is whether a\nregulation which has this effect is\nintra vires\nthe powers conferred on\nthe State President by sec. 3(1)(a) of the Act. There\nis/\n64 is no doubt that if this is the effect of reg. 3(3), as I consider\nit to be, it is a very harsh provision, but it nevertheless\nseems to me that,\nwhen regard is had to the extremely wide powers (discussed earlier in the\njudgment) which the Act confers on the\nState President to make such regulations\nas appear to him to be necessary or expedient for coping with the emergency\nsituation, it\ncannot be said that the regulation in issue is\nultra\nvires\n.\nThe Court a\nquo\n, in holding that reg. 3(3) does not exclude\nthe right of a detainee to make written representations to the Minister after\nthe latter\nhas ordered his further detention, and that a detainee is, for the\npurpose of making such representations, entitled\nto/\n65\nto be furnished with the grounds on which the Minister's\norder was made, adopted (at 269 G-H of the report of\nthe case) what is stated in the following passage in the judgment of\nGoldstone J in the case of\nMomoniat v. Minister of\nLaw and Order 1986(2) SA 264 (W) at 276 B-C:\n\"Public safety and the maintenance of public order could conceivably be\nprejudiced if the Minister is obliged in the case of every\ndetention to allow a\nhearing prior to his making an order within a specified period after the initial\narrest. That would depend\ninter alia,\nupon the period and number of\ndetainees in question. However, after such order has been made I can conceive of\nno prejudice at all\nin the exercise of a right by such a detained person to make\nwritten representations to the Minister.\"\n(The view that practical considerations may justify the\nexclusion of the\naudi alteram partem\nrule when the\nMinister/\n66\nMinister has to make a decision as to a person's further detention within 14\ndays after such person's initial arrest and detention\nin terms of reg. 3(1), but\nthat there could be no prejudice to the safety of the public or the maintenance\nof public order if a detainee\nwere allowed to make written representations to\nthe Minister thereafter (i.e. after he has been furnished with the grounds for\nthe\norder made agaihst him), is also expressed in the judgment of Coetzee J in\nMomoniat\n's case,\nsupra\n, at 278 I- 279 A.)) In my view it cannot be\naccepted, as seems to have been done in\nMomoniat\n's case, that it was only\nbecause of practical considerations that the State President\ndecided/\n67\ndecided, when making reg. 3(3), that a detainee should not be entitled to be\nheard when the Minister considers whether he should make\nan order for the\ndetainee's further detention. It is quite conceivable that it was thought that\nthe\naudi alteram partem\nrule should be excluded in order to avoid the\ndanger of sensitive information, or the sources of such information, being\ndisclosed\nto detainees. (In fact, in\nOmar\n's case, as was indicated above,\ncounsel for the appellants based part of his argument on a passage in the\naffidavit of the State\nPresident in which he says that he amended reg. 3(3), as\noriginally worded, to its present form, which provides for the exclusion\nof the\naudi alteram\npartem\n/\n68\npartem\nrule, because of the danger of the\ndisclosure\nof sources of information that ought not to be disclosed.)\nA\nconsideration of this kind could be of application\nto the whole period of a\ndetainee's detention.\nWith regard to counsel's concession in the Court a\nquo\n, as referred to\nin paragraph (b) above, concerning the right of a detainee to make written\nrepresentations to the Minister concerning\nhis further\ndetention, the position appears to be that counsel (Mr\nsuch\nKruger\n) conceded that a detainee could make/represen-\ntations, but that he did not concede that a detainee\nwould, for the purpose of making such representations,\nbe entitled to be informed of the grounds on which\nhis/\n69\nhis further detention was ordered. I should add, also, that it was a matter\nof dispute between the parties in the Court a\nquo\nas to whether a person\nwho had been further detained in terms of reg. 3(3) was entitled to be apprised\nof the grounds for the order,\nand, this béing so, it is unlikely that\ncounsel for the Minister would have made a concession which would have been in\nconflict\nwith the case he was presenting to the Court. It may be said in this\nconnection that counsel contended\ninter alia\nthat reg. 3(10)(b) precludes\na detainee from being informed of the reasons for his detention. (This argument,\nI may add, was also\nadvanced in this Court. I do not propose to\ndeal/\n70\ndeal with it, save to say that, on the wording of the regulation, the words\n\"No person\" cannot be read as including the detainee himself.)\nWith regard to\nthe question of making written representations to the Minister, it may be said\nat this point that it was not alleged\nby respondent that the detainee had been\nrefused writing materials for the purpose of making such representations. (See\nparagraph\n(c) above, and paragraph (3) of theCóurt a\nquo\n's\norder.)\nLeveson J was of the opinion that the decisions of this Court in\nTurner v.\nJockey Club of South Africa\n1974(3) SA 633 and\nMinister of Law and Order\nv. Hurley and Another\n1986(3) SA 568 provide support for his view that in\nthe present case the\nMinister/\n71.\nMinister is obliged to inform a detainee of the grounds\non which he ordered his further detention. (See at\n271-272 of the report of the judgment.)\nTurner\n's case was the case of jockey (Turner)\nwho was alleged to have bribed another jockey to induce to\nthe lattërcleliberately to-lose a race. Turner was charged with\ncorrupt practice under the respondent club's rules,\nwhich were held by the Court to constitute the terms\nof a contract between jockeys and the respondent.\nThe Board of Inquiry which found Turner guilty was, under the respondent's\nrules,obliged to conduct an\ninvestigation into the truth of the allegations made against him. The Board\nwas in possession of certain\naffidavits which contained allegations against Turner, but it\nshowed/\n72 showed these to him at such a late stage\nof the proceedings that he did not have time to read them or to prepare a\ndefence to the\nallegations made against him. The Court held that Turner had not\nbeen given the fair and impartial hearing to which he was entitled\nunder the\nrespondent's rules (see 1974(3) SA at 653 G-H and 658 G-H), and that the finding\nmade against him could, therefore, not\nstand.\nTurner\n's case provides no\nsupport for the learned judge's finding that in a case such as the one with\nwhich we are here concerned, a detainee\nis entitled to be informed of the\ngrounds on which the Minister ordered his further detention. It was a case where\nallegations which\naffected the question of the\nguilt/\n73\nguilt of the person charged had, by reason of the terms of the contract which\nexisted between him and the respondent, to be disclosed\nto him at the inquiry\ninto the question of his guilt, and the Court's decision affords one no basis\nfor saying that, in the present\ncase, the Minister is obliged to inform the\ndetainee of the grounds on which he (the Minister) ordered his further detention\nunder\nreg. 3(3).\nWith regard to the judgment of this Court in\nHurley\n's\ncase,\nsupra\n, Leveson J relied on the following passage therein for his\nview that in the present case the Minister was obliged to inform the detainee\nof\nthe grounds on which he made the order in terms of reg. 3(3):\n74\n\"I turn now to counsel's final argument in support of his contention that the\nLegislature did not, when using the words 'if he has\nreason to believe....' in s\n29(1) of the Act, intend that the decision of the officer who arrested or caused\nthe arrest of someone\nshould be subject to objective inquiry by the Court. Such\nan inquiry, counsel says, could result in the police being forced to disclose\nin-formation which, if divulged, could endanger the security of the State, and\nthe Legislature could not have intended such a result.\nIt must be accepted that\noccasions may arise when the police will, for security reasons, not be able to\ndisclose information available\nto them, and it must be acknowledged, in my view,\nthat there is force in counsel's argument. At the same time it should not, I\nthink,\nbe assumed thatoccasions of the kind mentioned will frequently arise. It\nis, also, not to be assumed that the police will on such\noccasions necessarily\nhave to disclose all the information of which they are possessed, or the sources\nof their information. Sec.\n29(1) requires merely that it be shown that there\nwere grounds\non/\n75\non which the officer concerned could reasonably have held the belief that the\nperson whom he arrested or caused to be arrested was\na person as described in\nthe subsection. I would sum up my view of counsel's argument by saying that,\nwhile it must be recognized\nthat it has some force, it does not outweigh the\nconside-\nrations, discussed above, which indicate, in my opinion, that the words 'if\nhe has reason\nto believe\t' in s 29(1) should be construed\nas constituting an objective criterion.\"\n(See 1986(3) SA at 583 D-H and 1987(1) SA at 272 B-D.)\nWhat is stated in\nthis passage cannot, in my opinion,\nbe regarded as authority for the view\nexpressed by the\nlearned Judge. In\nHurley\n's case, which was\nconcerned\nwith the validity of an arrest made under sec. 29(1) of\nthe Internal Security Act, 1982, this Court held that\nthe Minister of Law and Order had to establish that the\npolice-officer who caused the arrest to be made had\nreason/\n76 reason to believe that the person concerned was a person as\ndescribed in sec. 29(1) of the said Act. Counsel for the Minister contended\nthat\nthe police-officer's decision to have the respondent in that case (Hurley)\narrested was not objectively justiciable, and in\nthe course of his argument he\nsubmitted that if the Courts\ncould objectively inquire into the question\nwhether\nexisted reasonable grounds/for the belief held by a police-\nofficer who caused an arrest to be made under sec. 29(1)\nof the said Act,\nthe police might be forced to disclose\nthe information on the strength of\nwhich the arrest was\nmade. The disclosure of such information, counsel\nsubmitted, could be harmful to the security of the\nState/\n77\nState, and the Court should therefore hold that action taken in reliance on\nthe provisions of sec. 29(1) was not objectively justiciable.\nThe Court, while\nof the view that the argument had some force, held that, since the Minister had\nto establish that the police-officer\nconcerned had reason to believe that the\nperson whom he caused to be arrested was a person as described in the section,\nand since\nthe Court was entitled to inquire into that question, the test of\nreasonable belief being an objective one, the Ministêr was\nobliged - i.e.\nif he wished to discharge the said\nonus\n- to disclose information\npossessed by the police. As to the quantum of information to be disclosed, the\nCourt said that the\ndisclosure/\n78 disclosure need go no further than to show that there were\ngrounds on which the police-officer concerned could reasonably have\nheld the\nbelief that the person whom he caused to be arrested was a person as described\nin the section. Leveson J said (at 272 E-F\nof the re-port of the judgment): \"In\nmy opinion, in the same way as the officer concerned has to show grounds (but\nnot the evidence)\nfor his belief, so also must the Minister reveal the grounds\n(again, not the evidence) for the continued detention of the detainee.\"\nIn\nHurley\n's case the Minister was obliged to show grounds for the\npolice-officer's belief, as required by sec. 29(1) of the Internal Security\nAct,\n1982. That ohligation,\nwhich/\n79\nwhich arose from the provisions of the said section, is not authority\nfor the view that in the present case the Minister is obliged\nto reveal the\ngrounds for his decision to order the further detention of the detainee. The\nquestion in the present case is whether\nthe\naudi alteram partem\nrule\nobliges the Minister to inform a detainee of the grounds on which he ordered his\nfurther detention, or whether the rule is inapplicable\nbecause of the provisions\nof reg. 3(3)).\nIn view of the aforegoing I consider that the decision of the\nCourt a\nquo\nwas incorrect. It follows that in my opinion Kannemeyer J,\ntoo, erred when he held in\nNqumba and Others v. State President and\nOthers\n1978(1) SA 456 (E) at 481, agreeing with\nthe/\n80\nthe judgment of Leveson J, that the Minister is obliged to furnish the\ngrounds for an order made by him under reg. 3(3) when requested\nto do so by the\ndetainee.\nIt is unnecessary to discuss Mr\nKruger\n's argument that sec.\n5B of the Act precludes a Court from considering the validity of reg. 3(3).\nThe following orders are made:\n(1)\tIn the case of\nOmar and Others v. The\nMinister of Law and\nOrder and Others\n:\nThe appeal is dismissed with costs, including the costs of two counsel.\n(2)\tIn the case of\nMarjorie Fani and Others v.\nThe Minister of\nLaw and Order and Others\n:\nThe appeal is dismissed with costs, including\nthe/.\n81\nthe costs of two counsel.\n(3)\tIn the appeal of\nBill v. State\nPresident\nand Othérs\n:\n(a)\nThe appeal is upheld with\ncosts, including the costs of two counsel.\n(b)\nThe order of the Court a\nquo\nis set aside, and the following\norder is substituted therefor: \"The application is dismissed with costs,\nincluding the costs of two\ncounsel.\"\nP J RABIE\nACTING CHIEF JUSTICE JOUBERT JA\nVILJOEN JA Concur. BOSHOFF AJA",
  "scraped_at": "2026-02-11T21:08:48.765486",
  "date": "1987-03-03",
  "coram": [
    "RABIE ACJ",
    "JOUBERT",
    "VILJOEN",
    "HOEXTER JJA",
    "BOSHOFF AJA"
  ],
  "case_number": null,
  "parties": {
    "applicants": [
      "Abdullah Mohamed Omar",
      "Howard Sikolake Marawu",
      "Marcus Chinnosamy Solomon",
      "Leslie Andrews",
      "Derrick Rabindranath Naidoo",
      "Neville Naidoo",
      "Marjorie Fani",
      "State President",
      "Government of the Republic of South Africa",
      "Minister of Law and Order (as appellant)",
      "Mary Cameron Bill"
    ],
    "respondents": [
      "Minister of Law and Order",
      "Minister of Justice",
      "Officer Commanding Victor Verster Prison",
      "State President",
      "Commissioner of Police",
      "Officer Commanding St Alban's Prison",
      "Officer Commanding Northend Prison",
      "Mary Cameron Bill"
    ]
  },
  "sections": {
    "facts": "The three appeals concerned the detention of individuals under emergency regulations made pursuant to the Public Safety Act, 1953. In 1985 the State President declared a state of emergency in several districts and promulgated regulations (Regulation 3) allowing members of the security forces to arrest persons without a warrant and to detain them for up to 14 days, with the possibility of further detention under Regulation 3(3) without notice or a hearing. The appellants in the Omar case were arrested in October 1985 and subsequently ordered by the Minister of Law and Order to be detained for the duration of the emergency without being told the grounds. Similar circumstances applied to the Fani appellants, and in the Bill case a husband was detained in 1986 under the same scheme after a second state of emergency had been declared.",
    "issues": "The court had to determine (1) whether Regulation 3(3), which excluded the audi alteram partem rule by allowing further detention without notice or hearing, was ultra vires the powers conferred on the State President by the Public Safety Act; (2) whether Regulation 3(10)(a) and Rule 5 of the prison rules, which restricted access to legal advisers, were beyond the President’s authority; and (3) whether the Minister was obliged to furnish detainees with the grounds for their further detention and to provide writing materials for making representations.",
    "principles": "The judgment relied on the broad discretionary powers granted to the State President by section 3(1)(a) of the Act to make regulations that are \"necessary or expedient\" to preserve public safety and order during a state of emergency. The court noted that while such powers are not unlimited, they are not subject to the usual requirement of procedural fairness unless the legislation expressly imposes it. Precedents cited included Tsenoli, Momoniat, and the principles of the audi alteram partem rule, emphasizing that its exclusion may be justified where the emergency demands it.",
    "application": "The court held that Regulation 3(3) was intra vires because it was a measure aimed at the purposes of the emergency and fell within the President’s discretion to decide what was necessary or expedient. Similarly, Regulation 3(10)(a) and Rule 5, which limited visitation and access to legal counsel, were deemed valid as they were related to the safety and order concerns of the emergency. The court rejected the argument that the Minister must disclose the grounds for further detention, viewing the regulation as removing that requirement for the sake of security.",
    "conclusion": "The appeal in Omar and Others was dismissed with costs. The appeal in Marjorie Fani and Others was also dismissed with costs. In the Bill case, the court set aside the lower court's order and dismissed the application, also with costs. Overall, the court upheld the validity of the emergency regulations and the ministerial discretion they granted."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Emergency Powers",
    "level_3": [
      "detention",
      "audi alteram partem",
      "state of emergency",
      "ministerial discretion",
      "legal access"
    ]
  }
}