{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/25.html",
  "case_name": "Nach Investments (Pty) Ltd v Yaldai Investments (Pty) Ltd. and Another (28/86) [1987] ZASCA 25; [1987] 2 All SA 154 (A) (26 March 1987)",
  "citation": "[1987] ZASCA 25",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 25\n|\nNoteup\n|\nLawCite\nNach Investments (Pty) Ltd v Yaldai Investments (Pty) Ltd. and Another (28/86) [1987] ZASCA 25; [1987] 2 All SA 154 (A) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nWPA 28/86\nNACH INVESTMENTS (PROPR\nI\nETARY) LTD\nAPPELLANT\nand\nYALDAI INVESTMENTS (PROPRIETARY\n)\nLIMITE\nD\t\tFIRST RESPONDENT\nM\nARMERNOVA AND BUILDING PRODUCTS\n(PROPRIETARY) LIMITED\n........SECOND RESPONDENT\nHEFER, JA.\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\tIn the matter between\nNACH INVESTMENTS (PROPRIETARY)\nLIMITED\n......APPELLANT\nand\nYALDAI INVESTMENTS\n(PROPRIETARY)\nLIMITED\nFIRST RESPONDENT\nMARMERNOVA AND BUILDING PRODUCTS\n(PROPRIETARY) LIMITED\nSECOND RESPONDÊNT\nCORAM. : JOUBERT; HOEXTER, HEFER,SMALBERGER ,JJA, et KUMLEBEN, AJA.\nHEARD\n: 17 February 1987.\nDELIVERED\n:26 March 1987.\nJUDGMENT\nHEFER,JA.\n2.\nHEFER , JA\n:\nFirst respondent is the owner of erf 157 in the\ntownship of Meadowbrook\nExtension 8. Appellant pur-\nchased the adjoining erf from first respondent\nduring\n1980. In an addendum to the deed of sale it was re-\ncorded\n\"\tthat the Seller has reserved to\nitself and its successors in title to Erf 157 Township of MEADOWBROOK\nEXTEN-SION NO. 8, a servitude of right of way in perpetuity\nleading to the\npro-claimed service road on Portion 460 of the Farm RIETFONTEIN NO. 63,\nRegistration Division I.R. Transvaal, over\nErf 158 Township of MEADOWBROOK\nEXTENSION N0.8, the exact route of which servitude is to be determined by\nagreement between the Seller\nor its successors in title and the Purchaser or its\nsuccessors in title.\"\nA \t3\n3. A servitude in similar terms was rêgistered against\nappellant's title deed when erf 158 was subsequently transferred to it.\nAfter several attempts by the parties at deter-\nmining the route of the right of way appellant issued\na notice of motion in the Court a quo in which it claimed\nan order\nintet alia\ndeclaring that\n\"\tthe servitude of right of way referred\nto in:\n(a)\nthe Addendum to the written\nAgreement of Sale concluded between the Applicant and the First Respondent (a\ncopy of each of which written\nAgreement of Sale and Adden-dum is annexed to the\nApplicant's Founding Affidavit,marked 'C' and 'D' respectively);\nand\n(b)\nthe Deed of Transfer in terms\nwhereof\nthe \t4\n4.\nthe First Respondent transferred Erf\n158 Meadowbrook Extension No. 8, Regis-\ntration Division I.R. Transvaal, to the\nApplicant on the 25th June,\n1981-\nis invalid as being void for vagueness.\" The Court a\nquo\ndismissed the\napplication but granted the appellant leave to appeal to this Court. Hence the\npresent appeal.\nIn this Court appellant's counsel raised the same argument which he had\nunsnccessfully addressed to the Court a\nquo\n. Shorn of all its trappings\nit amounted to this : what is envisaged in the servitude is a right of way\nacross erf 158 along a specific\nroute; the route has, however, not been\ndetermined for it is still to be agreed upon; and in this inchoate form\nthe \t5\n5. the servitude is invalid. The Court a\nquo\nrejected\nthe contention basically because it did not agree\nwith\nthe contention that the route of the servitude was in-\ntended to be a\nspecific one. I do not propose discus-\nsing the grounds upon which the judgment of the Court\na\nquo\nwas challenged in this Court. Instead I proceed\nimmediately to state the reasons why I am of the view\nthat the conclusion arrived at therein, was the correct\none.\nBy way of introduction two preliminary observa-\ntions may be made. The first is that this is not a\ncase (eg like\nHattingh v van Rensburg\n1964(1) S A\n578 (T) and\nAris Enterprises (Finance) (Pty) Ltd v\nWaterberg\n....6\n6.\nWaterberg Koelkamers (Pty) Ltd\n1977(2) S A 425 (A D)\non\nwhich appellant's counsel relied) where one of the\nessën-tial terms of an agreement has been left inchoate. In an agreement\nfor\nthe constitution of a right of way the determination of the route of the\nservitude is not essential. It has long been accepted that\nsuch a ser-vitude may\nbe constituted either along a specifically agreed route (\nfacta partis\nassignatione\n,\nper guam exer\n-\nceatur\n),or generally\n(\nsimplicius per fundum cessa\n),in which case the entire servieht tenement\nis subject to the servitude and the grantee may select a route provi-ded only\nthat he\ndoes so\nciviliter modo\n. (\nNorthview\n.\nProperties (Pty)\nLtd v Lurie\n1951(3) S A 688 (A D) at\np 697 \t7\n7.\np 697,\nKakamas Bestuursraad v Louw\n1960(2) S A 202\n(A D)\nat p 217,\nGardens Estate Ltd v Lewis\n1920 A D 144\nat p\n150,\nDe Villiers & Another v Barnard & Others\n1958(3)\nS A 167 (A D) at p 226,\nHollmann& Another v Estate Latre\n1970(3) S.A 638 (A D) at p 645). It follows that a\nright of way may be validly constituted without any refe-\nrence in its formulation to its route.\nThe second observation is that where the formula-\ntion does contain such a reference and the route is said\nto be determinable by agreement, the servitucle may or\nmay not be valid depending on the intention of the parties.\nIf the intention is to constitute a specific right of\nway i e one which may only be exercised along a specifically\ndefined\t8\n8.\ndefined route, the agreement is inchoate at least as\nto a material term and for that reason it is unenforce-able until the route\nis agreed upon. (\nJohnston v Leal\n1980(3) S A 927 (A D ) at p 939). But\nthe agreement is perfectly valid and enforceable if a general servi-tude is\nintended and there\nis a reference to a future agreement merely because the\nparties contemplate that the route will eventually be agreed upon. What is\nenvisaged in such a case is an initial general right which may be converted to a\nspecific one by subsequent agreement. Accordingly,\nwhere there is a dispute\nabout the nature of the right conferred on the grantee in any given case, the\nintention of the parties is\ndecisive\t9\n9.\ndecisive. It is to be determined, of course, by\nin-\nterpreting the agreement according to the normal rules\nof\nconstruction.\nI do not agree with appellant's counsel that\nthe addendum to the deed of sale in the present case\nis to be construed as an agreement for a specific rïgnt\nof waý. The whole addendum consists of three clauses.\nClauses 2 and 3 are irrelevant. Clause 1 in truncated\nform reads as follows :\n\"\nIt is recorded that the Seller has\nreserved\na servitude of\nright of way in perpetuity\nover erf 158\nthe exact\nroute of which servitude is to be\ndetermined by agreement \t.\"\nClause 1 is, in my view, capable of one inter-\npretation....l0\n10.\npretation only. It may conveniently be divided into two parts. The\nfirst (which I have itali-cised ) records what has been agreed\nupon i e that the\nseller has reseryed a right of way over erf 158. Without detracting from the\nright which has thus already been\nreserved, the second part then provides that\nthe route will be determined by agreement; and the effect is that, until it is\nso determined,\nthe right may be exercised along a route selected by the seller.\nTo hold other-, wise would lead to results which could never have\nbeen intended.\nIf a specific servitude had been in-tended one wonders why its route was not\nsettled there and\nthen\t11\n11.\nthen and why the parties preferred to leave such a\nvital\npart of their agreement open for further nego-tiation. On that construction the\ndetermination of the route was indeed vital\nfor, as appellant's coun-sel rightly\nsubmitted, a servitude would only come into being if and when its route was\ndefined. Accor-dingly,\nshould further negotiations fail or even if the appellant\nshould refuse to negotiate (cf\nPutco Ltd v TV and Radio Guarantee Co (Pty)\nLtd and Ctther Related Cases\n1985(4) S A 809 (A D ) at p 828), it would\nnever come into existence at all. Nothing would then come of the careful\nreservation,in\nthe clearest possible terms,in an agreement specially\nprepared\t12\n12.\nprepared for the purpose, of a right which the parties\nobviously intended to be effective and capable of being exercised; nor would\nanything come of its registration. That is plainly not what the parties had in\nmind; it is inco.nceivable that they envisaged a right\ndependent for its very\nexistence on matters such as the whim of the owner of the servient tenement or\nthe uncertain outcome of further\nnegotiations.\nAssuming, however, that I am wrong and that the construction for which\nappellant's counsel contended is a possible one, the \"\nut res magis valeat\nquam pereat\n\" principle clearly applies. It was enunciated in the following\nterms by GREENBERG JA in\nHughes v\nRademeyer\n13\n13.\nBademeyer\n1947(3) S A 133 (A D ) at p 138 :\n\"\tin construing a contract, the\nCourt is not entitled to strain words because of the provisions of an Act\nwhich might affect the validity of the contract, or to be\ninfluenced by those\nprovisions in determining whether the contract is reasonably capable of a\nmeaning which will not make the contract\ninvalid, but that when it has come to a\nconclusion that the contract is rea-sonably capable of such meaning, it will\napply the maxim.\"\n(See also\nMcCullogh v Fernwood Estate Ltd\n, 1920 A D\n204 at p 209). It makes no difference to the applica-\ntion of this principle whether the agreement is alleged\nto be invalid for non-compliance with some statutory re-\nquirement or on some other ground. Once it appears that\nit\t14\n14. it is reasonably capable of an interpretation which will not\nrender it invalid, that interpretation is to be preferred. And in\nthe instant\ncase the agreement is at least reasonably capable of the interpretation which I\nconsider to be the correct one.\nIt should perhaps be stated in conclusion that the registration of a right of\nway in the form in which the servitude was registered\nin this case appears to be\ncommon in Deeds Office practice. (Cf\nJones\n: Conveyancing in South Africa\n(3rd ed) pp 256,262;\nNewall's\nLaw and prac-tice of Deeds Registration\n(2nd ed) pp 132,300). Ac-cording to the report of the Registrar of Deeds it is\nalso in accordance\nwith the requirements of the Deeds\nRegistries\t15\n15. Registries Act, 1937 and the relevant Regulations. In\nview of the conclusion at which I have arrived, it is unnecessary to decide\nwhether the application should not in any event have been dismissed on the\ngrounds stated\ninter alia\nin\nStandard Bank van S A Bpk v Breitenbach\nen Andere\n1977(1)S A 151(T) at p 155-6.\nThe appeal is dismissed with costs including the costs of two counsel.\nJ J F HEFER,JA.\nJOUBERT,JA. )\nHOEXTER,JA. )\nCONCUR. SMALBERGER,JA. )\nKUMLEBEN,AJA. )",
  "scraped_at": "2026-02-11T20:58:58.252971",
  "date": "1987-03-26",
  "coram": [
    "Joubert JA",
    "Hoexter JA",
    "Hefer JA",
    "Smalberger JA",
    "Kumleben AJA"
  ],
  "case_number": "WPA 28/86",
  "parties": {
    "applicants": [
      "Nach Investments (Pty) Ltd"
    ],
    "respondents": [
      "Yaldai Investments (Pty) Ltd",
      "Marmernova and Building Products (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The first respondent owned erf 157 in Meadowbrook Extension 8. The appellant purchased the adjoining erf 158 in 1980. An addendum to the deed of sale reserved a perpetual servitude of right of way over erf 158, the exact route to be determined by agreement between the parties. When erf 158 was later transferred to the appellant, a servitude in similar terms was registered against his title. The parties could not agree on the route, and the appellant sought a declaration that the servitude was void for vagueness.",
    "issues": "Whether the servitude of right of way, whose route was left to be determined by future agreement, is invalid for vagueness and therefore unenforceable.",
    "principles": "South African law distinguishes between a specific servitude (route fixed) and a general servitude (route to be selected later). A servitude may be valid without the route being specified if the parties intended a general right of way that could later be defined. The intention of the parties is decisive and is determined by ordinary rules of contractual construction. Where the agreement is ambiguous, the court prefers an interpretation that gives effect to the contract (ut res magis valeat quam pereat). Relevant authorities include Northview Properties v Lurie, Johnston v Leal, and the maxim articulated by Greenberg JA in Hughes v Rademeyer.",
    "application": "The court held that the addendum was not an agreement to create a specific servitude; it merely reserved a general right of way over erf 158, with the route to be agreed upon later. The language did not make the existence of the servitude contingent on the agreement of a specific route, and it would be unreasonable to assume the right would never arise. Accordingly, the servitude was not void for vagueness and was validly registered in accordance with Deeds Registries practice.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, in favour of the respondents. The servitude of right of way was upheld as valid."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "right of way",
      "vagueness",
      "contract construction",
      "land registration"
    ]
  }
}