{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/126.html",
  "case_name": "Horowitz v Brock (168/85) [1987] ZASCA 126; [1988] 2 All SA 15 (A) (5 November 1987)",
  "citation": "[1987] ZASCA 126",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 126\n|\nNoteup\n|\nLawCite\nHorowitz v Brock (168/85) [1987] ZASCA 126; [1988] 2 All SA 15 (A) (5 November 1987)\nDownload original files\nPDF format\nRTF format\n168/85 N v H\nZ R\nHOROWITZ / R BROOK AKD OTHERS\nSMALBERGER,\nJA :-\n168/85\nN v H\nIN THE SUPREME COURT OF SOUTH APRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between\nELIZABETH RACHEL HOROWITZ\nAppellant\nand\nRICHARD BROCK\nFirst Respondent\nJULIAN BROCK\nThird\nRespondent\nHENRY GLUCKMAN, IVOR GLUCKMAN\n,\nROBERT MACFARLANE AND\nPETER SIMKINS, NNO\nPourth Respondent\nALEXANDER BROCK\nFifth Respondent\nCORAM\n:\tJOUBERT, GROSSKOPF, SMALBERGER, JJA,\net NICHOLAS, STEYN, AJJA\nHEARD\n:\t17 AUGUST 1987\nDELIVERED\n: 5 NOVEMBER 1987\nJUDGMENT\nSMALBERGER, JA :-\nIntroduction\nThe appeal and the two petitions before this\nCourt involve issues inextricably linked to the proper\ninternretation /\n2 interpretation of the joint will of the late Selig\nHillel Hillman and Chane Rochel Hillman. For conyenience I shall refer to them\niointly as \"the testators\", and individually as \"the testator\" and \"the\ntestatrix\" respectively. The proper interpretation of certain\nrelevant\nprovisions of the testators' will, to which I shall advert in more detail later,\nwas the subiect of a declaratory order\nsought by the trustees of the\ntestamentary trust established in terms of the will in the Witwatersrand Local\nDivision. The judgment\non the application by McEWAN, J, is reported\nsub\nnom\nEx\nparte Gluckman and Others NNO\n1980 (3) SA 1127\n(W). McEWAN,\nJ's judgment was taken on appeal to the Full Bench of the Transvaal Provincial\nDivision and its\njudgment /\n3\njudgment (delivered by I w B DE VILLIERS, AJ, DE\nVILLIERS\nand MOLL, JJ, concurring) is reported\nsub nom Ex parte\nGluckman and Others NNO : In re Hillman's Estate\n1982 (2)\nSA 628\n(T). I shall refer to these judgments as the \"WLD\"\nand \"TPD\" judgments\nrespectively.\nMuch of the relevant factual background necessary for a proper appreciation\nof the issues before us appears\nfrom the two judgments referred to. In order\nto facilitate\nthe reading of this judgment it is necessary to recount\ncertain of those facts. In doing so I shall borrow freely from the WLD\njudgment.\nThe joint will of the testators was executed on 13 May 1925. The testator\ndied on 9 November 1928, and the\ntestatrix /\n4 testatrix on 8 March 1955. In terms of the will the\nestates of the testator and the testatrix were massed and were to be held in\ntrust subject to the conditions of the will. The testatrix, as survivor of the\nspouses, became entitled to a life usufruct in respect\nof the income from the\ntrust subject to a certain maximum amount. On her death certain legacies were\nto be\npaid whereafter the balance of the trust was to be\ndivided between the testators' four children, namely, Maurice Hillman, Wolf\nHillman,\nFay Gluck= man and Annie Brock in the proportions and subject to the\nlimitations stated in the will. For the sake of convenience\nand brevity I shall\nrefer to the children by their first names. The bequests to Maurice and Wolf\nfell away because\nthey /\n5\nthey predeceased the testatrix without leaving\nlawful\nissue. As a result their shares devolved upon their sisters subject tc\nthe same conditions as were imposed in relation\nto the sisters' own shares of\nthe inheritance. Those\nconditions are set out in clause 7 of the will, to\nwhich I\nshall advert in greater detail later. Suffice it for the present to\nstate that Fay and Annie were income beneficia= ries only in respect\nof their\nshares, and in terms of the\nwill the trustees were enjoined \"on their\nrespective deaths\nto hold their shares as aforesaid for the benefit of and to\npay over the same to their lawful children in equal shares\nwho shall attain\nthe age of 25 years\".\nFay /\n6 Fay had two sons. She died on 26 November 1976. By that time both her sons\nhad attained the age of 25 years. One-quarter of the\ntrust estate was accord=\ningly distributed to each of them. Fay's descendants do not claim to have any\ninterest in the present proceedings,\nwhich revolve around the rights of Annie's\nchildren and grandchildren.\nAnnie had two children, Richard and Theda.\nRichard has two sons, Julian and Alexander, both of whom' are majors. Theda died\nin 1966.\nAt the time of her death she was married to Ruben Horowitz, and was\nsurvived by a daughter, Elizabeth (also spelt Elisabeth). The\nlatter attained\nmajority prior.to the hearing of the present appeal.\nAt a /\n7\nAt a certain stage Annie expressed the wish\nto renounce all her rights of whatsoever nature in and to\nthe trust in\nfavour of Richard. This led to the trustees\nof the trust seeking the\ndeclaratory order which gave rise\nto the WLD judgment. The declarations\nsought in the\nnotice of motion appear at 1130 H to 1131 E of the WLD\njudgment. In view of subsequent developments and their\neffect on the\nissues arising in the present appeal it is\nnecessary, for the sake of clarity, to repeat these herein.\nThey are as follows:-\n\"2.1 Upon renunciation by Annie Brock in favour\nof Richard Brock of all\nher interests in\nand to the trust estate ('the trust')\ncreated in terms of the last will and tes= tament ('the will') of the late\nSelig\nHillel Hillman and his subsequently deceased spouse Chane Rochel Hillman,\nthe\ncorpus\n/\n8\ncorpus\nin the trust will pass to Richard\nBrock to the exclusion of any living or\nunborn person, and the trust will terminate;\n2.2 the estate of the late Theda Rhona Horowitz (born Brock) has no claim to\nthe\ncorpus\nof the trust whether on a renunciation by Annie Brock to\nRichard Brock of all her interests in and to the trust, or failing such\nrenunciation, on the death of Annie Brock and whether or not she is then\nsurvived by her son Richard Brock, other than in terms of\nthe arrangement\nreferred to in these papers between Richard Brock and the said estate;\n2.3 Elizabeth Horowitz has no claim to the\ncorpus\nof the trust whether on a renunciation by Annie Brock to\nRichard Brock of all her interests in and to the trust or, failing such\nrenunciation, on the death of Annie Brock and whether or not she is survived by\nher son Richard Brock;\n2.4 on the death of Annie Brock (failing any renunciation during her lifetime\nof her interests in the trust) her son Richard Brock\nwill become exclusively\nentitled to the\ncorpus\nof the trust as then existing;\n2.5 on / \t'\n9\n2.5 on the death of Richard Brock during the\nlifetime of Annie Brock (failing any renun= ciation during her lifetime of\nher interests in the trust) Annie Brock will acquire full\ndominium\nin the\nassets comprising tbe trust to the exclusion of any other person whether alive\nor unborn.\"\nIn interpreting the will McEWAN, J, concluded\nthat.the word \"children\" in\nthe phrase \"pay over the same\nto their lawful children in equal shares\" had\nto be given\nan extended meaning to include the children of predeceased\nchildren of Annie (\nin casu\n, Elizabeth). He expressed\nthe view\n(obiter) that on Annie's death Richard and Elizabeth\nwould be beneficiaries\nin equal shares of the\ncorpus\nof the\ntrust (at 1135 F). In the result\nhe refused prayers\n2.1, 2.3, 2.4 and 2.5 of the notice of motion, but granted\nprayer /\n10 prayer 2.2 (in recard tc which there was no real dispute). As at the time\nof the hearing Elizabeth, Julian and Alexander were all\nminors they were\nrepresented by\ncurators-ad-litem\n, in the case of Elizabeth, by Mr\nBashall, and in the case of\nJulian and Alexander, by Mr Cloete.\nThe trustees duly appealed, which\nappeal even= tually gave rise tc the TPD judgment. The appeal was partly heard\non 27 May 1981. Prior\nto the hearing heads of argument were filed by the\nappellants (the trustees) as well as by Messrs Bashall and Cloete as\ncurators-ad-litem\n(in the case of the latter in the form of a report). On\n21 May 1981 the attorney acting for Richard filed an affidavit intimating\nthat\nRichard (who had not previously been repre=\nsented) /\n11\nsented) would be present at the hearing of the appeal and\nwould seek leave to be heard through counsel. Richard was duly represented\nby\ncounsel at the hearing on 27 May 1981 (counsel having previously filed heads of\nargument). For reasons which are not germane to\nthe present matter the appeal\nwas postponed until 5 November 1981. On 29 October 1981 Annie died without ever\nhaving renounced her\nrights in and to the trust in favour of Richard. Conseguent\nupon Annie's death the appellants (the trustees) filed a notice of amendment\non\n2 Kovember 1981 intimating that at the resumed hearing of the appeal they would\nseek leave to amend the original notice of motion\nin the following\nrespects:-\n\"(a) By /\n12\n\"(a) By the deletion of prayer\n2.1.\n(b)\tBy the deletion of the contents of prayer\n2.3 with the exception of the\nfollowing\nphrase:\n'2.3 ELIZABETH\nHOROWITZ has no claim to the corpus of the Trust'.\n(c)\tBy the deletion in prayer 2.4 of the words\nin brackets and the substitution of the words 'will become' with the word\n'became'.\n(d)\tBy the deletion of prayer 2.5.\"\nAt the same time they filed an affidavit in\nsupport of their application in which,\ninter alia\n, the\nfollowing\nwas said:-\n\"3. We respectfully submit that the death of Annie Brock has rendered\nacademic all but one of the issues in this case. The issue which\nremains is the\nmeaning of the phrase 'their lawful children' in the context of the bequest of\nthe corpus of Annie Brock's share on\nher death. The Applicants wish\nto /\n13\nto effect a distribution of the corpus of\nthe trust to the beneficiary or beneficia= ries entitled thereto as soon as\npossible, and we submit that as all the interested parties\nare before the above\nHonourable Court, a decision on the meaning of this phrase on a proper\ninterpretation of the will should be\ngiven at this stage.\n4.\nIn conseguence of the death\nof Annie Brock it has become necessary to amend the Notice of Motion in order to\nrelate the relief sought\nto the remaining relevant issue, and application will\naccordingly be made at the resumed hearing of this matter for an amend= ment\nto\nthe Notice of Motion in the terms set out in the notice of application to which\nthis affidavit is annexed.\n5.\nThe Applicants\ncontend that the only lawful child of Annie Brock who survived her\ndeath\nis her son Richard and that he is consequently\nexclusively entitled to the corpus of the trust. However, should the appeal not\nbe\nupheld against the ruling of the learned Judge a\nquo\nthat the word\n'children' must be given an extended meaning to include grand=\nchildren /\n14\nchildren, the Applicants respectfully ask\nthat the above Honourable Court give a\nruling on the question whether the two sons\nof Richard Brock are to be included in the\nconcept of 'children' for the purposes of\nthe distribution, and on the shares to which\nthe respective 'children' are entitled.\"\nI shall in due course revert to these events.\nSuffice it for the nonce to\nsay that the appeal was duly\nheard anc eventually dismissed. At the end of\nits judgment\nthe TPD said (at 636 G - 637 B):-\n\"The final question is whether the testators in=\ntencec Annie's share of\nthe\ncorpus\nto devolve\nper\nstirpes\nor\nper capita\n.\nWords indicating that\nthe beneficiaries are to inherit in equal\nshares\npoint towards a division\nper capita\n.\nCorbett\net al\n(op\ncit\nat 533). The testators in my view\nintended that Annie's issue\nwho were alive at the\nmoment of her death would be entitled to partake\nin\nequal shares of her share of the\ncorpus\n. In\nother words, devolution would take place\nper capita\n. Where such an\nheir had not yet attained the age of\n25 years /\n14 A\n25 years, his or her share would be retained and held by the trustees in\nterms of the trust to be paid over when the heir in question\nattained that age.\nIn such a case the provisions of the sixth proviso would in the meantime be\napplicable.\nIt follows that at Annie's death her share of the\ncorpus\ndevolved upon\nRichard Brock, Julian Brock, Alexander Brock and Elizabeth Horowitz, in equal\nshares. Richard Srock is approximately\n48 years old and the trustees are\naccordingly entitled to pay over his quarter share immediately. Julian,\nAlexander and Elizabeth\nwill be entitled to be paid over their respective shares\nwhen they become 25 years of age. In the meantime their shares\nwill /\n15\nwill be retained and administered by the\ntrustees in terms of the trust.\nThe appellants have requested that, if the\nappeal should not be upheld,\nthis Court should\ngive a ruling on the question whether the rwo\nsons of Richard Brock are to be included in the\nconcept of 'children' for the purposes of dis=\ntribution, and on the shares to which the\nrespective 'children' are entitled. The nature\nof this ruling appears\nfrom the previous para= graph.\"\nApart from dismissing the appeal and making\nappropriate orders as to costs the TPD substituted for the\norder of the\nWLD the following:-\n\"(a) A declaratory order is granted in terms of prayer 2.2 of the notice of\nmotion as\namended.\n(b) Declaratory orders in terms of prayers 2.3 and 2.4 are refused.\"\nThe /\n16 The order made was, in substance, identical with that made by\nthe WLD. The \"ruling\" made by the TPD was never incorporated within\nits order.\nThe significance of this, insofar as the later events are concerned, will be\ndealt with in due course.\nRichard applied for, but was refused, leave by the TPD tc appeal to this\nCourt. His application was opposed,\ninter alics\n, by Elizabeth's\ncurator-ad-litem\n. For reasons which wili become apparent later, no leave\nto appeal was sought on behalf of Elizabeth, nor were any further steps taken\non\nher account until the proceedings which are the subject of the present appeal\nwere launched. They took the form of an application\nmade by Elizabeth's father\non her behalf for:-\n\"An /\n17\n\"An order declaring that the share of the\nlate\nANN BROCK in the corpus of the trust created\nunder the will of the late SELIG HILLEL HILLMAN\nand CHANE ROCHEL HILLMAN,\nwill devolve as to one-\nhalf upon RICHARD BROCK and as to one-half upon\nELIZABETH RACHEL HOROWITZ, provided the latter\nsurvives to the age of twenty-five.\"\nThe respondents were Richard in his personal and\nrepresentative capacities, the\ncurator-ad-litem\nto Julian\nand Alexander and the administrators of the testators' massed\nestate (who\nare also the trustees of the trust and to whom I\nshall henceforth refer as\n\"the admimstrators\"). As is\napparent, the relief sought was contrary to the\n\"ruling\"\ngiven by the TPD in the course of its judgment.\nThe matter came\nbefore SPOELSTRA, J, who held\nthat he was precluded from granting the relief\nsought on\nthe /\n18\nthe grounds of\nres judicata\n, concluding that the\nTPD's\nruling constituted \"an integral part of the judgment\nas\neffectively as if it had been part of the Court's order.\" He accordingly\ndismissed the application, but granted leave to appeal to\nthis Court.\nSubsequently, more than 3½ years after the TPD\njudgment had been\ndelivered, Elizabeth's father approached\nthe TPD for leave to appeal on her\nbehalf to this Court,\ntogether with condonation for the late application for leave to appeal. The\nobject was presumably to have two strings\nto Elizabeth's bow so that, if SPOELSTRA, J, was correct in\nholding that the ruling was\nres judicata\n,it would be open\nto Elizabeth to argue the correctness of the ruling on appeal.\nCondonation and leave to appeal were refused, whereupon\nElizabeth's/\n18 A\nElizabeth's father petitioned this court for the\nnecessary relief.\nThereafter Richard likewise petitioned\nthis Court for condonation and for\nleave to appeal\nagainst /\n19\nagainst the judgment of the TPD. Both petitions\nwere\nreferreó for decision to the Court hearing the appeal\nagainst\nSPOELSTRA, J's, judgment.\nIn view of the attainment of majority by various\nof the interested parties\nand resultant orders of substi=\ntution the parties to the present appeal are\nas follows:-\nAppellant:\tELIZABETH RACEEL HOROWITZ\nFirst Respondent:\tRICHARD BROCK\nThird Respondent:\tJULIAN BROCK\nFourth Respondent:\tTEE ADMINISTRATORS\nFifth Respondent:\tALEXANDER BROCK\nThe second respondent (Richard Brock in his\nrepresentative capacity) has\nfallen away. The fourth\nrespondent abides the decision of the Court and was not\nrepresented at the hearing of the appeal. For the sake\nof /\n20 of convenience and continúity I shall continue to refer to\nthe appellant and the first, third and fifth respondents as Elizabeth,\nRichard,\nJulian and Alexander respectively. Elizabeth has also been substituted as\npetitioner for her father in the petition presented\nby him.\nThe\nissues\nThe issues which arise on appeal are the follow= ing:-\n(a)\tWas SPOELSTRA, J, precluded from granting\nthe relief sought either on\nthe basis that\nthe TPD's \"ruling\" rendered the matter\nres\niudicata\n' in our law, or\n(b)\tbecause of the applicability of the so-\ncalled doctrine of issue\nestoppel (assuming\nit to be part of our law) and\n(c)\tif he was not so precluded, is Elizabeth\nentitled to the relief sought\non a proper\ninterpretation of the testators' will?\nIt is /\n21\nIt is common cause that if SPOELSTRA, J, was\nnot\nprecluded from entertaining the application, and\nElizabeth is entitled to\nthe relief sought, the appeal\nmust succeed. At the same time, because such\nsuccess\nwould inevitably follow upon a definitive and binding interpretation of the\nwill the two petitions, which are both principally aimed\nat securing from this\nCourt a proper interpretation of the wilï, will fall away. It is only if\nthe appeaï fails on the\nbasis of\nres judicata\n(or issue estoppel),\nthereby precluding further inter= pretation of the will, that the petitions, and\nthe reïief sought thereunder,\nwill have to be considered.\nRes\n/\n22\nRes judicata and issue estoppel\nThe requisites of a\nvalid defence of\nres judicata\nin Roman-Dutch law are that the matter\nadjudicated upon, on which the defence relies, must have been for the same\ncause, between\nthe same parties and the same thing must have been demanded.\n(\nVoet\n: Commentarius ad Pandectas 44.2.3;\nBertram v Wood\n(1893) 10\nSC 177\nat 180;\nMitford's Executor v Ebden's Executors and Others\n1917 AD\n682\nat 686). The rule that the same thing must have been demanded in both\nactions has been held to mean \"that where a court has come\nto a decision on the\nmerits of a question in issue, that question, at any rate as a\ncausa\npetendi\nof the same thing between the same parties, cannot be resuscitated\nin subse=\nquent / \t. .\n23\nquent proceedings\" (per STEYN, CJ, in\nAfrican Farms\nand\nTownships Ltd v Cape Town Municipality\n1963 (2) SA 555\n(A)\nat 562 D).\nThe doctrine of issue estoppel does not require for its\napplication that the same thing must have been demanded, and it is the lack\nof\nthis element which disting= uishes it from\nres judicata\n. The doctrine,\nalthough not specifically referred to by the name by which it is currently\nknown, appears to have first found acceptance\nin our law in\nBoshoff v Union\nGovernment\n1932 T P D 345\nwhere GREENBERG, J, (at 350/1) accepted as correct\nthe principle stated in\nSpencer-Bower\n: Res Judicata : sec 162 that\n\"(w)here the decision set up as a\nres judicata\nnecessarily involves a\njudicial /\n24\njudicial determination of some guestion of law or issue of\nfact, in the sense that the decision coulc not have been legitimately or\nrationally pronounced by the tribunal without at the same time, and in the same\nbreath, so to speak, determining that question or\nissue in a particular way,\nsuch determination, though not declared on the face of the recorded decision, is\ndeemed to constitute\nan integral part of it as effectively as if it had been\nmade so in express terms.\"\nBoshoff's\ncase has been followed in a number\nof decisions of our courts (e g\nTurk v Turk\n1954 (3) SA 971\n(W);\nDurban City Council v Standard-Vacuum Refininc Co (Pty) Ltd\n1961 (2) SA\n682\n(N);\nLiley and Another v Johannesburg Turf Club and Another\n1983 (4)\nSA\n548 (W) /\n25\n548 (W) ), and while it has been referred to in judgments\nof this\nCourt (e g\nMinister of Justice v Nationwide Truck\nHire (Pty)\nLtd\n1981 (4) SA 826\n(A) at 835 D - H) the\nprinciple expressed therein,\nto which reference has been\nmade, has not yet been pronounced upon by this\nCourt,\nIt remains a vexed question whether issue estoppel is part\nof our law.\nThere is a srrong body of academic opinion\nwhich proclaims that it is not,\nor at least that it should\nnot be (LAWSA : Vol 9, 188,\nHoffman and\nZeffertt\n: South\nAfrican Law of Evidence : 3rd Ed, 265/7;\nSchmidt\n:\nBewysreg : 2nd\nEd, 582/3;\nZeffertt\n: Issue Estoppel in\nSouth Africa\n(1971) 88 SALJ 312).\nHowever, it is\nnot necessary to decide the matter in the present\nappeal /\n26\nappeal, for both\nres judicata\nand issue estoppel\nrequire for their operation that the same issue should have been adjudicated\nupon, and the fundamental question\nwhich arises in the present matter is whether\nthe ruling given by the TPD related to an issue properly before it. If it did\nnot,\nthe declaratory order sought before SPOELSTRA, J., cannot be said to have\nrelated to an issue previously adjudicated upon, resulting\nin the absence of an\nessential requirement for a valid defence of either\nres judicata\nor issue\nestoppel.\nAn issue, broadly speaking, is a matter of fact or guestion of law in dispute\nbetween two or more parties which a Court is called\nupon by the parties to\ndetermine and pronounce upon in its judgment, and is relevant\nto the/\n27\nto the relief sought.\tAs pointed out by\nINNES, CJ, in the\noft-guoted passage from\nRobinson v Ranc=\nfontein Estates G M Co Ltd\n1925 A D 173\nat 198, \"(t)he\nobject of pleading is to define the issues; and parties\nwill be kept\nstrictly to their pleas where any departure\nwould cause prejudice or prevent\nfull enquiry. But\nwithin these limits the Court has a wide\ndiscretion\".\nAccording to\nBeck's\nTheory and Principles of Pleading\nin\nCivil Actions : 5th Ed, 32 one of the functions of pleadings\n\"is to place the issues raised in the action on record so\nthat when a judgment is given such judgment may be a bar to\nparties litigating again on the same issues\". In motion\nproceedings the issues appear from the affidavits filed by\nthe /\n28\nthe parties and are crystallised in the relief sought,\nsuch relief being óefinitive of the essential issue(s)\nbetween the\nparties.\nThe relief sought by the administrators in the\nWLD related solely to the question whether it would be\ncompetent for Annie to renounce her interest in the corpus\nof the trust and, if so, whether upon such renunciation the\ncorpus\nof the trust would vest solely in Richard to the\nexclusion of all others, particularly to the exclusion of\nElizabeth and her late mother's estate. Throughout the\npiece the administrators adopted the attitude that Elizabeth\nwas not entitled to share in the corpus of the trust.\nWhen McEWAN, J, came to a contrary conclusion in the WLD\nhis /\n29\nhis decision was taken on appeal to the TPD. The\nadministrators maintained their previous attitude on appeal, at least until the\ntime\nof Annie's death. As appears from the record, in the heads of argument\nfiled by counsel for the respective parties prior to the initial\nhearing of the\nappeal in May 1981, no more than passing reference, unsuppor= ted by argument,\nis made to the proportion of the trust\ncorpus which would accrue to Elizabeth in\nthe event of her beinc entitled to share therein. Pursuant to Annie's death the\nnotice\nof motion was amended prior to the resumed hearing of the appeal. The\npurpose of the amendment was to eliminate issues which had\nbecame academic by\nvirtue ,of Annie's death. The administrators apparently persisted\nin / .\n30\nin their attitude that Elizabeth had no claim to any share in\nthe\ncorpus\nof the trust. No attempt was made to broaden the issues by\nintroducing an alternative prayer relating to any share to which Elizabeth\nmight\nbe entitled in the trust\ncorpus\n. Furthermore, no relief was sought in\nrelation to any rights which either Julian or Alexander might have. All that the\nadministrators\nsought, as appears from their affidavit accompanying their\napplica= tion to amend the prayers to the notice of motion, was \"a ruling\non the\nquestion whether the two sons of Richard Brock are to be included in the concept\nof 'children' for the purposes of distribution,\nand in the shares to which the\nrespective 'children' are entitled\". The administrators\nstudied /\n31\nstudied refusal or failure to amend the nctice of motion\nto\nclaim any form of relief consequent upon the ruling\nsought raises, in the\ncircumstances, a strong probability\nthat they merely sought the ruling for\ntheir own guidance\nwithout intending it to become an issue in the appeal,\nor\nany pronouncement thereon by the TPD binding on the\nparties.\nConfirmation for this is to be found in the affidavit which\nthey\nfiled in the present matter to which I shall advert\nlater. In my view the request for a ruling civorced from\nits legal consequences because no relief was sought conseguent\nthereon did not introduce a new issue into the proceedings,\nand was not \"plainly a broadening of the original issues\nraised by the prayers\" as held by the Judge a\nquo\n. Nor\nwas /\n32 was mere acquiescence in the ruling being sought\n(by\nElizabeth's\ncurator-ad-litem\nin particular) sufficient to elevate\nwhat was required to be dealt with in the ruling\nto an issue in the absence\nof a clear intention by all the\nparties to broaden the existing issues. The\nfact that\nsubmissions were advanced by all interested parties in\nregard\nto the ruling can eqally not avail the respondents.\nWhile a court in motion\nproceedings may decide a dispute\non an issue which has not been raised on the affidavits or in the relief\nsought provided it has been fully canvassed\n\"it must be fully canvassed by\nboth sides in the sense that\nthe Court is expected to pronounce upon it as an\nissue\"\n(\nDirector of Hospital Services v Mistry\n1979 (1) SA 626\n(A)\nat 636 /\n33\nat 636 C;\nSouth British Insurance Co Ltd v Unicorn Shipping\nLines (Pty) Ltd\n1976 (1) SA 708\n(A) at 714.) I am not satisfied that the\nruling sought was canvassed in that sense. As was pointed out in\nMiddleton v\nCarr\n1949 (2) SA 374\n(A) at 386, one must guard against the danger of an\ninjustice being done if unpleaded issues are readily treated as having been\nfully\ncanvassed. There are insufficient indications that all thê parties\nexpected the TPD to pronounce upon the ruling sought as\nan issue. If anything,\nthe indications are to the contrary. As previously mentioned, no relief was\nsought consequent upon the ruling.\nNor was the ruling made part of the TPD's\norder. An order is a decision\nof a /\n34\nof a court of law upon relief claimed, inter alia, by way\nof motion\nproceedings. For a ruling to amount to an\norder \"the Court must be duly\nasked to grant some definite\nand distinct relief\" (\nDickinson and Another v\nFisher's\nExecutors\n1914 AD 424\nand 427; see too\nConstantia\nInsurance\nCo Ltd v Nohamba\n1986 (3) SA 27\n(A) at 43, and authorities\nthere cited). The TPD presumably did not make the ruling\npart of its order because it was not asked, nor did it\nconsider that it was being asked, \"to grant some definite\nand distinct relief\" in respect of the ruling. This in\nturn indicates that the ruling sought was not intended to\nresolve an issue between the parties and to be binding upon\nthem. That was the attitude of Mr Bashall and the\nadministrators / . ...\n35\nadministrators. The former, in writing to Elizabeth's\nfather shortly\nafrer judgment was delivered by the TPD\nstated:\n\"I think on the last occasion that I reported to you the position was that the\njudgment had just been delivered. As I recall, I stated\nthat I had given very\nserious consideration to the implications of the judgment. On considering it\ncarefully it appearec to me that\nthere was no ground under which we would be\nentitled to appeal against the orders. The orders, you will appreciate, relate\nspecifically\ntc the prayers sought originally by the applicant anc which were\nsubsequently supported by Richard Brock. In so far as \"the Judges\nadverted to\nthe specific proportions to the award to each of the potential beneficiaries,\nthis was not made part of the order and\nis therefore not\nappealable.\"\nand further\n\"Insofar /\n36\n\"Insofar as the body of the judgment is\nconcerned,\nto which I referred above, the Judges\nmade\ncertain observations as to which persons, in=\ncluding, of course, Elizabeth, would be entitled\nto what proportions of the corpus. This is, of\ncourse, only obiter i.e. it is not part of the\njudgment.\"\nThe administrators in their answering affidavit\nsaid, inter alia, the following:\n\"As the iudgment gave no guidance to the Fourth Respondent on this aspect,\nwhich was crucial to the distribution of the estate, the\nFourth\nRespondent\ngave instructions that at the hearing of the appeal a directive should be sought\nfrom\nthe Honourable Court as to the proportions of(to?) which the aforesaid\npersons wereto succeed.\nThis was duly done by Counsel for the Fourth Respondent in the course of\nargument.\"\nLater in the affidavit they went on to add:\n\"The /\n37\n\"The Fourth Respondent accepts that the ruling to which\nreference is made in paragraph 23 of\nthe Founding Affidavit herein is not binding upon it for the reason that it\nwas not part of the order of the Court. However, the Fourth\nRespondent was\nadvised by Senior Counsel that the directive should be followed unless and until\na contrary judgment is given: in\nCounsel's view the ruling, emanating as it did\nfrom the full Bench of the Transvaal Provincial Division at the request of the\nFourth\nRespondent, was of considerable persuasive force. On the basis of this\nadvice, the Fourth Respondent took the view that it should\ndistribute the estate\nin accbrdance with the ruling unless and until a contrary ruling was obtained by\nany of the inte= rested parties.\"\nThe /\n38\nThe respondents accepted that the onus rested upon\nthem in order to\nsucceed in their plea of\nres judicata\nto\nestablish that the subject\nof the ruling in the TPD had been\nan issue in the appeal. In my view they\nhave failed to do so.\nIn this respect the present matter is distinguishable from\nthat of\nMitford's Executor v Ebden's Executors and Others\n(\nsupra\n)\nwhere the point in dispute had clearly been raised as an\nissue\nin previous proceedings between the same parties or their privies.\nIt follows that the Court a\nquo\nshould not have upheld a plea\nof either\nres judicata\nor issue estoppel.\nThe proper interpretation\nof the will\nHaving determined that the Court a\nguo\nwas not pre=\ncluded from adjudicating upon the relief claimed in the application, I must\nnow consider the proper interpretation\nof the /\n39\nof the testators' will, the relief sought being dependent\nthereon.\nIn this regard I am mindful of the fact that the\nTPD judgment is not the\nsubject of the present appeal, and\nso long as it stands its findings are\nres judicata\n.\nThe correctness, however, of the TPD judgment is one of the\nmatters which\narise for consideration in connection with\nRichard's peririon for leave to\nappeal against that judgment.\nIt is therefore convenient to deal with the proper interpre=\ntation of the will in respects relevant to both the present\nappeal and Richard's petition.\nThe relevant provision of the will is clause 7\nwhich, after providing for the payment of certain legacies,\ncontinues:\n\"and after /\n39 A\n\"and after payment of the aforegoing legacies\nupon trust to divide between Maurice\nHillman, Wolf Hillman, Fay Gluckman (born\nHillman) and Annie Block (born Hillman), the\nfour children of the testators, the whole of\nthe balance of the trust estate in the\nfollowing shares and proportions, namely:\nTo the said Maurice Hillman and the said Wolf Hillman each a three-tenths\nshare of such\nbalance /\n40\nbalance; and to the said Fay Gluckman and the said Annie Block\neach a one fifth share\nof such balance.\"\nThereafter follow six provisos which are guoted in full\nin the TPD judgment at 631 C - 632 C, and which for\nease of reference have been numbered. To avoid unneces=\nsary duplication I shall confine myself to repeating\nprovisos 3 and 6:\n\"(3) provided further that the shares of the balance of the trust estate so\naccruing to the said Fay Gluckman and the said Annie\nBlock shall be retained and\nheld by the trustees in trust to invest and administer the capital funds and\nmoneys representing such\nshares with the like powers as are given them hereunder\nin respect to the trust estate and to pay the annual income from the said\nshares\nto the said Fay Gluckman and the said Annie Block respectively during their\nlifetime and on their respecti\nve d\neat\nhs to hold\ntheir\nshares\nas /\n41\nas aforesaid for the benefit of and\nto\npay over the same to their lawful children\nin equal\nshares who shall attain the age\nof 25 years\nand in the event of\neither of\nthem the said Fay Gluckman and the said\nAnnie Block dying\nwithout leaving lawful\nissue her surviving then to divide the\nshare of the one so dying between her\nbrothers and sister in equal shares\nsubject\nto rhe share of the sister being held by the\ntrustees in like manner and on the like\ntrusts as are above set out relative to the\nshare accruing to her, and in the event of\nboth the said Fay Gluckman and the said\nAnnie Block dying without leaving\nlawful\nissue them surviving then to divide their\nshares between their two brothers in equal\nshares;\"\n(My underlining. The references in the\nwill to \"Annie Block\" should be to \"Annie\nBrock\".)\n\"(6) and /\n42\n\"(6) and provided further that whilst any child\nor children or remoter descendants entitled to benefits hereunder on attaining\nthe\nage of 21 years or 25 years as the case may be shall not have attained such\nage the trustees shall subject to the rights of beneficiaries\nhereinbefore\nmentioned have power to apply such part as the trustees shall think fit of the\nincome from the expectant or presump=\ntive share of each such child or remoter\ndescendant if such income is available for or towards his or her maintenance and\neduca=\ntion or otherwise for his or her benefit and the trustees may either\nthemselves so apply the same or may pay the same to the guardian\nor guardians of\nsuch child or remoter descen= dant for the purpose aforesaid without seeing to\nthe application thereof.\"\nThe dispute concerning the proper interpretation of the will centres on the\nwords I have underlined in the third proviso, and in particular\nthe meaning to\nbe ascribed\nto the /\n43\nto the words \"lawful children\". Their meaning\nwill\ndetermine who the heirs are to the\ncorpus\nof the trust. Various\ncontentions were advanced in this regard. On behalf of Richard it was claimed\nthat they only refer to children\nof the first degree alive at the date of\nAnnie's death, and as he alone fell into that category he was entitled to the\nwhole of the\ncorpus\nof the trust. On Julian and Alexander's behalf it was\ncontended that the words were to be given an extended meaning to include\nchildren\nand remoter descendants of Annie alive at her death, and that\nconsequently Richard, Elizabeth, Julian and Alexander were joint heirs,\nand as\nsuch entitled to the\ncorpus\nof the trust in equal shares (this view being\nconsistent /\n44\nconsistent with the ruling given by the TPD). On behalf of Elizabeth it was\nargued that on a proper interpretation of the will she\nsucceeded by\nrepresentation to her prede= ceased mother's share of the c\norpus\n;\naccordingly the c\norpus\nwas to be divided equally between herself and\nRichard. In determining which of these contentions is correct one must in the\nfirst\ninstance have regard to the words of the will for, as stated by INNES,\nACJ, in\nRobertson v Robertson's Executors\n1914 AD 503\nat 507: \"the golden\nrule for the interpretation of testaments is to ascertain the wishes of the\ntestator from the language used\".\n(See too\nCuming v Cuming and Others\n1945 AD 201\nat 206.) Presumptive aids to interpretation are subject to the\nproper /\n45\nproper application of this principle.\nHaving regard to the clear wording of the third\nproviso the testators\nintended Annie's children (their\ngrandchildren) to succeed equally to her share of the\ntrust\ncorpus\non her death (provided they had attained the\nage of 25 years, failing which the individual share of\neach would be held in trust until such time as he of she\nreached such age). This is the primary meaning of the\nlanguage used by the testators. If therefore Theda had\nsurvived Annie,\nshe and Richard (being Annie's only children)\nwould each have inherited a\nhalf share of the\ncorpus\nof\nthe trust. In that event there could be no question\nof remoter descendants having any claim simultaneously with\nRichard /\n46 Richard and Theda to the trust co\nrpus\n. Julian,\nAlexander and Elizabeth would accordingly not have shared therein. This is in\nkeeping with the principle referred to in\nCORBETT et al\n: The Law of\nSuccession in South Africa at 210,that when a beneficiary is appointed together\nwith his descendants, whether they be\nhis children or remoter descendants\n(assuming for the present that this is the position which pertains in the\npresent matter) then,\nin the absence of a contrary intention appearing in the\nwill, the provision is regarded not as an appointment of joint beneficiaries\nbut\nas a bequest containing a direct substitution. Its effect is that the\ndescendants succeed to the bequest only if the appointed\nbeneficiary\npredeceases\nthe /\n47 the testator or for some other reason fails to take. (\nHuman\nv Human's Executors\n(1893) 10 SC 172\nat 175 - 6; Ex\nparte Rossouw KO\n1951 (3) SA 681\n(A) ). Theda having predeceased Annie, the question that falls\nto be determined is whether the testators intended to institute as\nheirs to the\ntrust\ncorpus\nonly those of Annie's children who survived her, or whether\nthey intended that descendants of a predeceased child would acguire such\nchild's\nshare by representation, in other words, would step into the shoes of such\nchild. It is only in this context that one poses\nthe guestion whether \"lawful\nchildren\" should be given an extended meaning to include grandchildren. The\nissue is therefore narrowed\ndown to the question whether\nRichard /\n48\nRichard, as Annie's only surviving child, inherits\nthe\nwhole of the trust corpus, or whether he must share it\nwith Elizabeth\nwho takes her mother's share by represen=\ntation. In answering this question\npossible\nindicia\nin the will that the testators did not intend the\nphrase\n\"lawful children\" to be limited to children of the first\ndegree only\nassume importance. There can be no question\nof Annie's grandchildren\ninheriting in the same line with\nher children - if the former qualify to\ninherit at all it\nwould only be by representation in the place of a prede=\nceased parent who was a child of Annie. Accordingly\nJulian and Alexander\nwould only have come into consideration as heirs to the trust\ncorpus\nif\nRichard had predeceased\nAnnie /\n49\nAnnie. Because he survived her they are excluded from\ninheriting. As pointed out previously, if Theda had survived Annie, she and\nRichard would each have inherited one half of the trust\ncorpus\nto the\nexclusion of their children. This being so, there can be no logical or legal\nbasis why Julian and Alexander, simply because\nTheda predeceased Annie, should\nnow rank egually with their father Richard in relation to the inheritance of the\ntrust\ncorpus\n, nor are there any indications in the will that the\ntestators intended this. In expressing the view that Julian and Alexander were\nentitled to share in the trust\ncorpus\nthe TPD clearly erred. It did so\nbecause it wrongly regarded the essential issue as being \"whether\nthe /\n50\nthe testators intended Annie's share of the corpus to\ndevolve\nper\nstirpes\nor\nper capita\n\". Having determined\nthat the phrase \"lawful\nchildren\" should be given an\nextended meaning to include grandchildren the TPD failed to\nconsider, as it should have done, whether Annie's grand=\nchildren were appointed joint heirs together with her\nchildren, or whether they were appointed only in substitu=\ntion for those of her children who predeceased her. In\nthe latter event it matters not whether the distribution is\nper stirpes\nor\nper capita\n, because on either basis only\nRichard and Elizabeth would share equally in the trust\ncorpus\n.\nIt follows that at best for Julian and Alexander\nthey could have claimed a share of the trust\ncorpus\nby\nrepresentation /\n51 representation if Richard had predeceased Annie.\nRichard having survived Annie they have no claim to the trust\ncorpus\n.\nThis disposes of the matter as far as they are concerned. The essential issue,\nhowever, remains whether Richard alone is entitled\nto the trust corpus, or\nwhether he must share it with Elizabeth.\nMr Mostert for Richard contended\nthat if one had proper regaró to the language of the will it was clear\nthat throughout zhe\nwill the testators used the words \"child\" or \"children\" in\nthe sense of children of the first degree only, whereas the phrases \"lawful\nissue\" and \"remoter descendants\" were intended to refer to descendants more\nremote than children of the first degree. In\ndeveloping /\n52 developing this contention he referred to\nvarious\npassages in clause 7 of the will where the words and\nphrases in\nquestion are used. In the result he submitted that it was apparent from the\nprovisions of the will that when the testators\nreferred to children in the\nphrase\n\"lawful children\" they had in mind children of the first degree only, and not\nmore remote descendants. Richard, being the only \"lawful\nchild\" in that sense to\nsurvive\nAnnie, was therefore entitled to inherit the whole of\nthe\ncorpus\nof the trust. I shall in due course deal with the\ninterpretation to be placed on the relevant provisions of\nclause 7 of the\nwill.\nIn /\n53 In support of his argument Mr Mostert invoked the rule laid\ndown in the Privy Council decision in\nGalliers and Others v Rycroft\n(1900) 17 SC 569\n(the\ncorrectness of which was challenged by Mr Zulman on\nbehalf\nof Elizabeth) The will that fell to be interpreted in\nGa\nlliers v Rycroft\nread as follows:\n\"I give and bequeath all and singular my real and personal estate .... unto\nmy dear wife Matilda Galliers (born Sabin) for the use\nand benefit of herself\nand my children during her lifetime, and after her decease I direct that same\nmay be equally divided among\nmy children or such of them as may be then\nalive.\"\nIn delivering the opinion of the Judical Committee Sir Henry De Villiers,\nrelying on\nVoet\n36.1.22, held (and this constitutes the rule referred to)\nthat the term \"children\"\nused /\n54\nused in a will must be taken to refer to descendants\nof\nthe first degree only unless it can be gathered from the\ncontext of\nthe will that the testator had regard to\ndescendants of a remoter degree as\nwell.\nVoet\n, in the\npassage referred to, was dealing with\nfideicommissary\nsubstitution, and it permits of no doubt that the Roman-\nDutch law recognized a presumption of the kind mentioned\nby him in the case of a fideicommissary bequest. (See\ne.g.\nSande\n: Decisiones Frisicae : 4.5.10 and 11;\nGroenewegen\n: De Legibus Abrogatis:D50.16.220;\nVan Leeuwen\n:\nHet Rooms-Hollands Recht: 3.8.11). In the result it was\nheld that only the children of Galliers alive at the death\nof his wife were entitled to inherit his estate to the\nexclusion /\n55 exclusion of a grandson who was not substituted for his predeceased\nfather.\nApart from the fact that the words in the Gallier's will \"or such of\nthem as may be then alive\" pointedstrongly to an intention on\nthe part of\nGalliers to benefit only children of the first degree, the Court may well have\nbeen dealing with a conditional fideicommissum\n(cf\nEstate Welford v Estate\nWright\n1930 OPD 162\nat 166; (1954) 17 THRSR at 38), in which case the\npresumption referred to would have been correctly applied. The correctness of\nthe\nconclusion reached in\nGalliers v Ry= croft\nis therefore not seriously\nin doubt. Where Sir Henry de Villiers appears to have gone wrong was to\napply\nthe /\n56\nthe presumption referred to in\nVoet\nto what he\nconstrued\nto be a case of direct substitution - having concluded\nthat\nthe effect of the direction contained in Galliers'\nwill \"was virtually to\ninstitute the children as heirs\non the death of their mother and to substitute the survi=\nvors for such\nof the children as might die before their\nmother. It is a case, therefore,\nof direct and not of\nfideicommissary substitution\". In doing so he apparently\noverlooked the converse presumption applicable in Roman-\nDutch law in the case of direct substitution, namely, that\nthe term \"children\" must be taken to include grandchildren\nand further descendants through a predeceased child in the\nabsence of a contrary intention in the will (see e g\nKersteman\n:/\n57\nKersteman\n: Hollandsch Rechtsgeleert Woordeboek s.v.\nKindskinderen (p 229);\nDe Groot\n: Inleidinge tot de Hollandsche\nRechtsgeleerdheid : 2.18.6;\nVan der Keesel\n: Theses Selectae: 2.18.6).\nDespite doubts as to its correctness, and even trenchant criticism thereof\n(cf\nEstate Welsford v Estate Wright\n(\nsupra\n);\nEx parte\nWessels\n1949 (2) SA 99\n(0) at 103;\nO'Dwyer v Estate Marks and Others\n1957 (1) SA 287\n(A) at 291; (1954) 17 THRHR at 38 - 40), the rule in\nGalliers\nv Rycroft\nhas been consistently applied in our courts and has been\ninterpreted as a binding decision on the meaning of a bequest to children\nirrespective of whether the sub= stitution in question is direct or\nfideicommissary. In\nCannon\n/\n58\nCannon and Others v Norris\n1947 (4) SA 811\n(A) at 816\nit was specifically stated that the decision is binding\non\nthis Court. However, since the passing of the Privy\nCouncil Appeals Act 16 of\n1950 abolishing appeals to the\nPrivy Council the decision in Ga\nlliers v\nRycroft\ncannot\nbe considered as absolutely binding on this Court, and may\nbe departed from if clearly considered to be erroneous.\n(\nJohn Bell and Co\nLtd v Esselen\n1954 (1) SA 147\n(A) ).\nAlthough the rule in\nGalliers v Rycroft\nhas\nbeen modified by section 24 of Act 32 of 1952, the con= trary rule enacted by\nthat section (apart from having a limited application)\napplies only to the will\nof a testator who dies after 14 June 1952. The provisions of that section are\naccordingly not applicable\nto the will under\nconsideration /\n59\nconsideration.\nOne cannot distinguish the rale\nin\nGalliers v Rycroft\non the basis that it was an\nobiter dictum\nand therefore not binding. A contention to this effect failed in\nEstate\nWelsford v Estate Wright\n(\nsupra\n). In my view it is clear that the\ncourt in\nGalliers v Rycroft\n, rightly or wrongly, considered that it was\ndealing with a case of direct substitution, and by applying the presumption in\nVoet\n36.1.22 to that situation it accepted that the pre= sumption was\nequally applicable to instances of both direct and fideicommissary\nsubstitution.\nThat is the true\nratio decidendi\nof the decision. While the application\nof the rule may have been incorrect, it was not\nobiter\n.\nConsequently /\n60\nConsequently the binding nature of the\ndecision, unless\nheld to be erroneous, cannot be calied into\nquestion.\nThis raises the question, should the rule in\nGalliers v\nRycroft\nbe followed, or should this Court now decline\nto do so if it\ncan be said to be clearly incorrect insofar\nas it relates to cases of direct\nsubstitution? The rule\nhas been consistently followed since 1900 (except,\nof\ncourse, in cases now covered by the provisions of section\n24 of Act 32 of 1952). It is not inconceivable that over the years its\ngrowing acceptance led to a number of wills\nbeing drafted on the strength of\nit correctly stating the\nlaw. A departure from the rule now could conceivably\nfrustrate the intentions of testators in such cases.\nFurthermore /\n61 Furthermore, the rule today can only have limited\nappli=\ncation, having been modified in 1952. In the circum=\nstances the\ncorrect approach would seem to be to decline\nto reconsider the correctness\nof the rule despite the\ntemptation to correct a possibly false perception of\nthe\nRoman-Dutch law. (Cf\nTuckers Land and Development Corpora=\ntion (Pty) Ltd v Strydom\n1984 (1) SA 1\n(A) at 16 G - 18 H;\nLeyds NO v Noord-Westelike Kooperatiewe Landboumaatskappy\nBpk en Andere\n1985(2) SA 769 (A) at 780 G).\nIt follows that, applying the rule in\nGalliers\nv Rycroft\n,\none has to interpret the will on the basis that,\nunless there are\nindicia\nto the contrary, the term\n\"children\" /\n62\n\"children\" must be taken to refer to descendants of the first\ndegree only. In adopting this approach regard may be had to the statement\nin\nGalliers v Rycroft\nat 576 that \"(i)t appears from later authorities, that\nin the case of a bequest to the testators'own 'children' the Courts of Holland\nrequired much slighter evidence of a desire to benefit further descendants than\nin the case of a beguest to the children of another\nperson\". As a matter of\nlogic the position should be no different where grandchildren are instituted as\nheirs (as is the case under\nthe testators' will).\nAre there such\nindicia\nunder the will? Both the WLD and the TPD\nanswered this question in the affirma=\ntive /\n63\ntive, relying on three such\nindicia\n. These are\ndealt\nwith in the WLD judgment at 1136 A - 1137 D, and in the TPD judgment at\n633 B - 636 P. I am in agreement with\nthe conclusions reached and, to a large extent, with the\nreasoning behind\nthem. I propose, however, to deal with the various\nindicia\nas I perceive\nthem.\nThe first\nindicium\nis to be found in the use\nof the word \"issue\" in\nconnection with the possible gift over to Annie's brothers or sister in the\nevent of her\ndying \"without leaving lawful issue her surviving\".\nThe word \"issue\"\nnormally connotes blood relations in the\ndescending line i e children,\ngrandchildren and more\nremote descendants (Ex\nparte Estate Dowsett\n1946 CPD 137\nat /\n64\nat 150- 1;\nBoswell en Andere v Van Tonder\n1975 (3)\nSA\n29\n(A) at 35 F - G). The deliberate change in termino=\nlogy by the\ntestators in the third proviso (from \"lawful\nchildren\" to \"lawful issue\"\nwhile dealing with the concept\nof Annie's descendants) is a strong indication\nthat by\n\"issue\" they had in mind not only Annie's children, but\nalso remoter descendants. The will appears to draw a clear\ndistinction between \"children\" on the one hand, and \"issue\"\nand \"remoter\ndescendants\" on the other. There is no\njustification for limiting the normal meaning of \"issue\"\nand regarding it as synonymous with \"children\". The gift\nover would therefore only take effect if Annie died without\nleaving any lawful descendants (i e children or more remote descendants).\nFrom this may be inferred\nthat /\n65\nthat the testators had in mind that Annie's branch of\nthe\nfamily would not lose its share of the inheritance\nto Annie's brothers or\nsister provided Annie was survived\nby a lawful descendant or descendants (in\nthe above sense). This is in=\ndicative of an intention on the part of the testators to\nbenefit Annie's\ndescendants. To limit the word \"children\"\nto children of the first degree would defeat such intention.\nApart from that, it would leave an hiatus in certain cir=\ncumstances as pointed out in the WLD judgment at 1136 B.\nIt is true that the words \"child\" or 'children\" in the will\nare normally\nused in their primary sense to refer to\ndescendants of the first degree.\nNon constat\nthat in a\nparticular context the words cannot qualify for a wider\nmeaning /\n66\nmeaning to include remoter descendants.\nThe second\nindicium\nthat remoter descendants are in fact included under the concept\nof \"children\" in the third proviso is to be found in the phrase \"any\nchild or\nchildren or remoter descendants entitled to benefits hereunder\" in the sixth\nproviso. On a proper interpretation of the\nwill the \"any child or children\"\nentitled to benefits thereunder refer in the first instance to the testators'\nown children, but\nalso to the children of Fay and Annie who are specifically\ninstituted as heirs to their (i e Fay and Annie's) shares in the trust\n(in other\nwords, the testators' grandchildren). \"Remoter descendants\" must therefore\nnecessarily refer to descen=\ndants /\n67 dants more remote than children or grandchildren.\nWhile no\nspecific provision is made for descendants\nmore remote than grandchildren\nto be\nentitled to bene=\nfits, one must inevitably conclude that the testators contemplated that\ndescendants more remote than grand= children might become\nentitled to benefits\nby way of substitution in the place of a predeceased parent. Had the testators\nintended to restrict the possible\nbeneficiaries to their grandchildren one would\nhave expected them to use the word \"grandchildren\" rather than the more\ncomprehensive\nterm \"remoter descendants\".\nThe third\nindiciu\nm lies in the fact that the\ntestators throughout the will, with some slight bias in\nfavour /\n68 favour of their sons, appear to have contemplabed equal\ntreatment to each branch of the family (see the provisions of the will\naimed at\nproviding each child with a house, and each branch of the family a more or less\nequal share in the trust corpus, except\nthat the daughters would not become\nentitled to the capital). Logically one would have expected them to have\nintended equal treatment\nwithin each branch of the family as well. As pointed\nout by McEWAN, J, in the WLD judgment at 1137 C, \"(i)n the cir= cumstances it\nappears anomalous that the testators should have intended at the stage of a\ndeath of a daughter to prefer her living children to\nher grandchildren whose\nparent was already deceased\".\nIn the /\n69\nIn the result there are sufficient\nindicia\nin the will to rebut the\npresumption on which the rule\nin\nGalliers v Rycroft\nis founded. In\nthe context of\nthe will the testators must have intended to\ninclude\nwithin the concept of Annie's \"lawful children\" any\ngrandchildren\nwho would be entitled to inherit by way of\nrepresentation in the place of a predeceased parent.\nTo this intention effect must be given. It follows that\nRichard and\nElizabeth, the latter in the place of her\ndeceased mother, Theda, are entitled to share equally in\nthe corpus of the trust, and that Elizabeth was entitled\nto an order in terms of prayer 1 of the Notice of Motion.\nThe appeal must accordingly succeed.\nCosts\n/\n70\nCosts\nCounsel for the parties were agreed that in\nthe event of the appeal succeeding the costs of all parties, including the costs\nof the\napplication and those of the curator ad\nlitem\n, and where\napplicable, the costs of two counsel, should be paid on an attorney and client\nbasis out of the testators' estate. There\nis merit in the parties' attitude. The\napplication was necessitated not only by the difficulties experienced in\ninterpreting the\nwill of the testators (which in itself could justify an award\nof costs out of the estate - see\nAbraham-Kriel Kinderhuis v Adendorff, NO and\nOthers\n1957 (3) SA 653\n(A) at 657 A), but also by the conduct of the\nadministra=\ntors /\n71\ntors in seeking a \"ruling\" in the somewhat\nhaphazard\nmanner in which they did. In the result it is only\nproper that\nthe costs referred to should be borne by\nthe testators' estate.\nThe petitions\nIn view of the conclusions that have been reached in this judgment, both\npetitions, and the atten= dant applications for condonation,\nfall to be refused.\nWhile counsel for Elizabeth and Richard were disposed to agree that the costs of\neach petition should also be\npaid out of the testators' estate no good reason\nwas advanced why this should be so. I do not intend to traverse further the\ncircumstances\nsurrounding the launching of the two petitions.\nSuffice /\n72\nSuffice it to say that no good grounds exist for departing\nfrom the general rule that costs should abide the result. It would in my\nview be\nproper to order that any costs incurred by the\ncurator\n-\nad\n-\nlitem\nin respect of either peti= tion be paid on\nan attorney and client scale.\nArgument in respect of the appeal and the\npetitions was heard over a period of two full days. The petitions were both\ndealt with on\nthe second day. For the guidance of the taxing master it is\nrecorded that approximately one quarter of the second day's hearing was\ndevoted\nto the petition of Elizabeth, and approximately one quarter to the petition of\nRichard.\nOrder\n/\n73\nOrder\n1)\tThe appeal is allowed.\n2)\tThe order of the Court a\nquo\ndismissing the\nappellant's\napplication, including its order\nas to costs, is set aside.\n3)\tThere is substituted for the order of the\nCourt a\nquo\nthe\nfollowing order:-\n\"(a) It is declared that the share of the late\nAnnie Brock in the\ncorpus\nof the trust created under the will of the\nlate Selig Hillel Hillman and Chane Rochel Hillman, will devolve as to one half\nupon Richard\nBrock and as to one half upon Elizabeth Rachel Horowitz, provided\nthe latter survives to the age of twenty five.\n(b) The costs of the application, including the\ncosts incurred by the\ncurator\n-\nad\n-\nlitem\n, and by the\nemployment of two counsel, shall be paid out of the estate of the late Selig\nHillel Hillman and Chane Rochel Hillman\non a scale as between attorney and\nclient.\"\n4)\tThe costs of appeal, including the costs incurred\nby the\ncurator\n-\nad\n-\nlitem\n, and by the employment\nof two counsel, shall be paid out of the estate of the late Selig Hillel\nHillman and Chane Rochel Hillman on a scale as between attorney\nand client.\n5) The /\n74\n5)\tThe petition of Elizabeth Rachel Horowitz is\nrefused, with costs; and\nlikewise the petition\nof Richard Brock is refused, with costs. In\neach\ninstance the costs shall include the costs\nof two counsel.\n6)\tThe costs incurred by the\ncurator\n-ad-\nlitem\nin\nrespect of the\npetitions referred to in (5) above\nshall be recoverable on a scale as between\nattor=\nney and client.\nJ W SMALBERGER JUDGE OF\nAPPEAL\nJOUBERT, \t\tJA)\nGROSSKOPF, \tJA)CONCUR\nNICHOLAS, \tJA) STEYN, AJA)",
  "scraped_at": "2026-02-11T21:24:51.046173",
  "date": "1987-11-05",
  "coram": [
    "JOUBERT",
    "GROSSKOPF",
    "SMALBERGER JA",
    "NICHOLAS",
    "STEYN",
    "AJJA"
  ],
  "case_number": "168/85",
  "parties": {
    "applicants": [
      "Elizabeth Rachel Horowitz"
    ],
    "respondents": [
      "Richard Brock",
      "Julian Brock",
      "Alexander Brock",
      "The Administrators"
    ]
  },
  "sections": {
    "facts": "The testators Selig Hillel Hillman and Chane Rochel Hillman executed a joint will in 1925 creating a testamentary trust. Their four children were Maurice, Wolf, Fay and Annie. After the death of the testators, Annie received a share of the trust corpus with a life usufruct for her children. Annie had two children, Richard and Theda; Theda predeceased Annie, leaving a daughter Elizabeth. Upon Annie's death in 1981 she had not renounced her interest in the trust. The trustees sought a declaratory order concerning the distribution of Annie's share. Earlier judgments (WLD and TPD) gave conflicting views on whether \"lawful children\" included grandchildren such as Elizabeth. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether SPOELSTRA J was pre‑cluded from granting the relief sought because of res judicata or issue estoppel arising from the earlier TPD judgment. 2. How the phrase \"lawful children\" in clause 7 of the will should be interpreted – does it refer only to children of the first degree or does it extend to grandchildren by representation? 3. Consequently, whether the corpus of Annie Brock's share should devolve entirely to Richard Brock or be shared equally between Richard and Elizabeth Horowitz.",
    "principles": "The Court considered the doctrine of res judicata and issue estoppel in Roman‑Dutch law, requiring the same parties, cause and thing to have been adjudicated. It examined the rule from Galliers v Rycroft that \"children\" ordinarily means first‑degree descendants unless the will's context indicates otherwise, and the statutory modification of that rule (Act 32 of 1952) which did not apply. The judgment identified three indicia in the will – the use of \"issue\", the inclusion of \"child or children or remoter descendants\" in a later proviso, and the testators' apparent intention of equal treatment among branches – to rebut the presumption that \"children\" excluded grandchildren.",
    "application": "The Court held that the TPD \"ruling\" was not part of its order and therefore did not give rise to res judicata or issue estoppel. Applying the principles, it concluded that the term \"lawful children\" in the third proviso must be given a widened meaning to include grandchildren who inherit by representation. As Theda was deceased, her daughter Elizabeth stood in her place. Hence the trust share of Annie Brock was to be divided per capita between Richard Brock and Elizabeth Horowitz, subject to Elizabeth reaching the age of twenty‑five.",
    "conclusion": "The appeal was allowed. The order declares that Annie Brock's share of the trust corpus devolves half to Richard Brock and half to Elizabeth Rachel Horowitz, provided the latter survives to age 25. All costs of the appeal and of the applications, including those of the curator‑ad‑litem and two counsel, are to be paid out of the estate of the testators on an attorney‑and‑client scale. The petitions of Elizabeth Horowitz and Richard Brock were refused with costs."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Will Interpretation",
    "level_3": [
      "interpretation of wills",
      "lawful children",
      "res judicata",
      "issue estoppel",
      "trust distribution"
    ]
  }
}