{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/124.html",
  "case_name": "S v Louw (134/87) [1987] ZASCA 124 (1 November 1987)",
  "citation": "[1987] ZASCA 124",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 124\n|\nNoteup\n|\nLawCite\nS v Louw (134/87) [1987] ZASCA 124 (1 November 1987)\nDownload original files\nPDF format\nRTF format\nCHRISTINE FELICITY\nLOUW\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\n(\nAPPÉLAFDELING\n) In die\nsaak tussen:\nCHRISTINE FELICITY LOUW\nAppellant\nen\nDIE\nSTAAT\nRespondent\nCoram\n: JACOBS, AR, BOSHOFF et STEYN, Wn ARR\nVerhoor: 19 November 1987\nUITSPRAAK\nBOSHOFF, WnAR :\nDie appellante is in die streekhof op\nTzaneen skuldig bevind op 18 aanklagte van diefstal\nten\t/2\n-2-\nten opsigte van geld wat sy gesteel het van kliente\nvan 'n handelsbank op Hoedspruit terwyl sy gewerk het\nas onderrekenmeester in die bank. Die totale bedrag\nwat daarby betrokke is, is R66 992,65 en is gesteel\noor 'n tydperk van September 1983 tot Februarie 1985,\nongeveer 17 maande..\nSy het 'n vorige veroordeling ten opsigte van\n9 aanklagte van diefstal vir geld wat sy in 1977 van\nkliente van '\nn\nhandelsbank op Warmbad gesteel het terwyl\nsy as kassieré in die bank gewerk het. Die geld wat :daarby\nbetrokke was, was Rl 212,70. Die aanklagte is saam-\ngeneem vir doeleindes van vonnis en sy is gevonnis tot\n6 maande gevangenisstraf wat vir 3 jaar voorwaardelik\nopgeskort\t/3\n-3-\nopgeskort is.\nDie streeklanddros het haar gevonnis tot 5 jaar\ngevangenisstraf waarvan 2 jaar gevangenisstraf vir 5 jaar\nopgeskort is op voorwaarde dat sy nie weer skuldig bevind\nword aan diefstal of bedrog of enige poging tot sodanige\nmisdrywe gepleeg gedurende die tydperk van opskorting nie\n'n Appèl na die Transvaalse Provinsiale Afdeling\nhet misluk maar die hof het die volgende opdrag by die\nvonnis bygevoeg\n\"Die saak moet spesifieke aandag van die gevangenisowerheid geniet sodat die\npsi-giaters kan vasstel of sy 'n persoon is volgens hulle\nterminologie wat\nvatbaar is\nvir\t/4\n-4-\nvir rehabilitasie en dat sy dan sodanige behandeling gegee word of\ngereël word dat sy dit kry wat die beste resultate moontlik\nvir haar kan\nbewerkstellig.\"\nDie appellante is nou hier in hoer beroep teen\ndie\nvonnis en die enigste grond waarop mnr\nVan der Merwe\nnamens haar in enige mate kon steun is dat die verhoorhof\nen die hof benede 'n mistasting begaan het deur met die\noplegging van die vonnis die volgende punte te onderbeklem-\ntoon:\n\"l Die aanbeveling van Dr Heystek, soos\nin paragrawe G.1 en G.2 van sy verslag (bewysstuk B) vervat.\n.2 Dat die Appellante intense berou ge-toon het.\n.3 Dat die Appellante 'n sielkundige\nprobleem\t/5\n-5-\nprobleem het en dat sy die nodige behandeling daarvoor ontvang.\n4\nDat die Appellante haar\nopregte voorneme uitgespreek het om nie weer '\nn\nbetrekking te aanvaar\nwaar sy met ander mense se geld sal werk nie.\n5\nDat die Appellante van meet af die polisie met die ondersoek van die\nsaak behulpsaam was.\n6\nDat die Appellante haar\nintense voorneme te kenne gegee het om die gesteelde geld aan die bank terug te\nbetaal.\"\nNa aanhoor van die appel het die hof die\nappel van\ndie hand gewys en onderneem om die redes\ndaarvoor in te handig. Die redes volg nou.\nDie appellante was oorspronklik op 20 aanklagte\nvan diefstal aangekla. Met die verhoor van die saak\nin\t/6\n-6-\nin die streekhof het die aanklaer aanklagte 14 en 15\nteruggetrek en sy het toe skuldig gepleit op die oorbly-\nwende aanklagte. Sy het 'n verklaring ingevolge art 112\nvan die Strafproseswet ingehandig waarin sy die volgende\nverduideliking van haar optrede verstrek:\n\"1. Ek is die beskuldigde in bogenoemde saak.\n2.\tGedurende ongeveer 1981 het ek by die Standard\nBank te Hoedspruit begin\nwerk as Klerk en\nis ongeveer gedurende Mei 1984 aangestel as Onder-rekenmeester.\n3.\nGedurende die tydperk\nSeptember 1983 tot Februarie 1985, terwyl ek werksaam was by die Standard Bank\nte Hoedspruit, het ek, sonder\ndat ek daartoe geregtig was, geld ter waarde van\nR66 992,65 gesteel.\n4.\nDie geld was die\neiendcm van die verskeie persone gemeld in die klagstate en het die persone\nalmal rekeninge gehad by die Standard\nBank te\nHoedspruit.\n5.\nEk het die volle beheer gehad\nvan my man,\nDaniel\t/7\n-7-\nDaniel Jacobus Louw, se tjekboekrekening by die\nStandard Bank te Hoedspruit en het ek ook die\ntjekboek en maandstate by die Bank gehou.\n6.\nAD KLAGTES 1 en 12\nDie persone gemeld in die klagstate het die\nbedrae daarin vermeld aan my oorhandig vir\ninbetaling op hulle onderskeie Plus-Plan-\nrekenings. Ek het die besonderhede van\ndie transaksie ingevul op die betrokkene se\nPlus-Planspaarboekie sonder om '\nn\nooreenstem-\nmende inbetaalstrokie uit te maak. Ek het\ntoe die geld gevat en direk inbetaal op my\nman se rekening\ncm\nvan tyd tot tyd tjeks\ndaarteen uit te skryf en klein te maak. 7.\nAD KL\nAG\nTES 2, 3, 4,\n5, 6, 7, 8, 9, 10, 11,\n13, 16, 17, 19 en 20\nIn al hierdie gevalle het ek onttrekkings gedoen\nuit die betrokkenes, na verwys in die klagstate,\nse rekeninge deur die onttrekkingstrokies te\nvoltooi en die geld direk te krediteer op my\nman se rekening waarteen ek bank tjeks uitge-\nskryf en kleingemaak het.\n9.\nAD KL\nAGTE 18\nIn hierdie geval het die betrokkene, vermeld\nin die klagstaat, 'n tjek vir die bedrag van\nR3\n000,00 aan\nhaar uitgemaak deur\nSTANNIC\naan\t/8\n-8-\naan my oorhandig vir inbetaling op haar Plus-Planrekening en het ek, nadat ek\ndie transaksie in haar Plus-Planspaarboekie aangeteken\nhet, dit direk inbetaal\nop my man se rekening waarteen ek tjeksuitgeskryf en kleingemaak het.\n10. Ek het ten opsigte van al die voorgaande\ntransaksies besef dat ek verkeerd doen en dat ek uitgevang kon word maar kon\nmyself daarvan nie weerhou nie.\n11. Indien die Bestuurder en die Rekenmeester behoorlike kontrole uitgeoefen\nhet oor die daaglikse transaksies van die Bank sou hulle\ndadelik agtergekom het\ndat ek die ongeoorloofde onttrekkings gemaak het uit die betrokkenes se\nrekeninge en sou hierdie situasie\nnie ont-staan het dat ek in staat was om dit\nte doen oor 'n tydperk van ongeveer agtien maande nie.\n12. Ek besef dat ek 'n sielkundige probleem het wat daartoe aanleiding gegee\nhet dat ek die geld gesteel het en het ek reeds sielkundige\nbe-handeling gaan\naanvra by dr. J. Heystek te Pietersburg. \"\nDit blyk uit die getuienis dat sy wel by\nDr\t/9\n-9-\nDr Heystek was. Hy is '\nn\nkliniese sielkundige op\nPietersburg en het 'n verslag oor haar uitgebring. Die\nverslag is duidelik bedoel om 'n tydelike een te wees en\nDr Heystek gee daarin te kenne dat hy 'n finale opinie\nkan gee \"slegs by die beskikbaarstelling, aanhoor en inag-\nneming van alle feitelike en tersaaklike gegewens.\"\nVolgens die appellante het hy haar nooit gesê wat sy\nvindings was nie. Volgens Dr Heystek se veslag dwing\ndie geheelbeeld van die appellante se persoonlikheids-\nfunksionering en haar gedragshandeling tot 'n psigodiagnose\nvan Kleptomanie. By die verhoor in die streekhof het\ndie appellante se prokureur en die staatsaanklaer nie\nhierdie diagnose as korrek aanvaar nie vir die eenvoudige\nrede\t/10\n-10-\nrede dat die appellante oor 'n tydperk van sowat 17 maande\ngroot bedrae geld periodiek op 'n berekende manier gesteel\nhet van uitgesoekte persone wat nie nougeset en versigtig\nomtrent hulle geldsake is nie\nDaar was geen aanneembare getuienis voor die hof\nvan enige sielkundige probleme wat die appellante sou\ngehad het nie behalwe dat sy geneig is om te steel wat\nook geblyk het uit die vorige veroordeling en die feite\nvan die onderhawige saak. Dr Heystek verwys verder\nslegs na 'n emosionele probleem wat sy gehad het. Hoe\ndit ook mag wees, die hof benede het 'n opdrag tot die\nvonnis wat opgelê is, bygevoeg om te verseker dat die\nappellante in die gevangenis die nodige psigiatriese\naandag\t/11\n-11-\naandag kry\nDie appellante het getuig dat sy ontsettend\nspyt is\noor wat sy gedoen het en dat sy haar nie weer in\nposisie sal plaas om dit weer te kan doen nie.\nSy het oor 'n tydperk van sowat 17 maande R66 992,65\ngesteel en wat opvallend is, is dat sy op 12 Januarie 1985\nR9 000 {klagte 19) en op 16 Pebruarie 1985 R4 000 (klagte\n20), '\nn\ntotaal van R13 000, gesteel het waarvoor sy nie\nbehoorlik verantwoording kon doen toe die saak teen\ndie einde van Februarie 19 85 onder die aandag van die\npolisie gekom het nie. Al wat sy bereid was om te erken\nis dat sy dit op rokke, en allerhande bogterye en snuis-\nterye\t/12\n-12-\nterye uitgegee het. Dit is klaarblyklik nie die waarheid\nnie want sy kan nie, benewens die R53 992 wat sy toe reeds\nal gesteel het, nog vanaf 12 Januarie tot einde Februarie\n1985 Rl3 000 spandeer het waarvoor sy eintlik niks kon\nwys nie. Sy was duidelik nie bereid om te openbaar\nwat van die geld geword het nie. Haar intense voorneme\nom die gesteelde geld aan die bank terug te betaal kan\nonder die omstandighede sekerlik nie eg wees nie want\nsy is klaarblyklik nie bereid om enige van die gesteelde\ngeld wat nog nie spandeer was,terug te betaal nie. Die\nsaak het onder die aandag van die polisie gekom op die\nuiterste 14 dae nadat sy die R4 000 gesteel het\nDie feit dat sy die polisie met die saak\nbehulpsaam\t/13\n-13-\nbehulpsaam was, kan ook nie onder die omstandighede 'n\nte belangrike oorweging wees nie want uit die aard van\ndie saak moes die polisie 'n baie - sterk saak teen haar\ngehad het vanweë die groot bedrae wat elke keer gesteel\nis ten opsigte waarvan daar bewyse moes gewees het dat\ndie appellante op een of ander manier met die bedrae\niets te doen gehad het.\nNadat mnr\nVan der\nMerwe\nna die beste\nvan sy\nvermoë probeer het om sy aanval teen die vonnis op die\nvoornoemde\ngronde te steun,\nmoes\nhy in die lig\nvan\ndie\nvoorgaande feite sy saak ruiterlik gewonne gee.\nDie\t/14\n-14-\nDie appel is toe van die hand gewys.\nWaarnemende Appelregter\nEk stem saam\nEk stem saam",
  "scraped_at": "2026-02-11T21:24:19.085358",
  "date": "1987-11-01",
  "coram": [
    "Jacobs AR",
    "Boshoff WnAR",
    "Steyn WnARR"
  ],
  "case_number": "134/87",
  "parties": {
    "applicants": [
      "Christine Felicity Louw"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Christine Felicity Louw was convicted in the Tzaneen district court of eighteen counts of theft from clients of Standard Bank at Hoedspruit while she was employed as an under‑reckonmeister. Between September 1983 and February 1985 she stole a total of R66,992.65 from various customers' accounts, crediting the proceeds to her husband's account. The court noted a prior conviction in 1977 for nine counts of theft from bank customers amounting to R212.70, for which she received a six‑month custodial sentence suspended on a three‑year bond. The district court sentenced Louw to five years' imprisonment, with two years conditional on a three‑year bond, and ordered that she receive psychiatric assessment and specific prison treatment.",
    "issues": "The appeal raised whether the district court erred in imposing the five‑year sentence with conditional suspension and the attached psychiatric recommendation; whether the lower court gave undue weight to alleged remorse, psychological problems and the recommendation of Dr. Heystek; and whether the sentence was manifestly excessive or unsupported by the evidence.",
    "principles": "South African sentencing principles require that the nature of the offence, the offender's criminal history, mitigating factors (such as remorse), and the need for rehabilitation be balanced. Courts may order psychiatric evaluation and treatment where a mental disorder is shown to have contributed to the offence, but such orders must be based on admissible expert evidence. The discretion of a trial judge is reviewed only on grounds of misdirection, error of fact, or manifestly inadequate sentencing.",
    "application": "The Supreme Court of Appeal examined the record and found no statutory or factual error in the district court's exercise of discretion. The evidence did not substantiate a diagnosis of kleptomania sufficient to invalidate the sentencing conditions. The prior conviction justified a custodial term, and the recommendation for psychiatric observation was within the court's power to promote rehabilitation. Accordingly, the appeal was dismissed.",
    "conclusion": "The appeal was dismissed; the original sentence of five years' imprisonment (with two years conditional on a three‑year bond) and the order for psychiatric assessment and specific prison treatment were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "sentencing",
      "psychiatric evaluation",
      "recidivism"
    ]
  }
}