{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/30.html",
  "case_name": "S v Dlamini (298/85) [1987] ZASCA 30 (27 March 1987)",
  "citation": "[1987] ZASCA 30",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 30\n|\nNoteup\n|\nLawCite\nS v Dlamini (298/85) [1987] ZASCA 30 (27 March 1987)\nDownload original files\nPDF format\nRTF format\nJEREMIAH DLAMINI\nen\nDIE STAAT\nVIVIER AR.\nSaak nr 298/85 MC\nSaak nr 298/85 MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPèLAFDELING)\nTussen:\nJEREMIAH DLAMINI\nAppellant\n- en -\nDIE STAAT\nRespondent\nCoram:\nRABIE HR et JANSEN, VIVIER ARR\nVerhoor\n23 Maart 1987.\nGelewer:\n27 Maart 1987.\nUITSPRAAK\nVIVIER\n/\n2.\nVIVIER AR\n:.-\nDie appellant is in die streekhof op\nKempton Park\naan diefstal van 'n motorvoertuig skuldig bevind en gevonnis tot vier jaar\ngevangenisstraf, waarvan. een jaar op sekere\nvoorwaardes opgeskort is. Sy broer,\nwat saam met hom as beskuldigde 2 verskyn het, is onskul= dig bevind en\nontslaan. Die appellant\nse appèl teen die skuldigbevinding en vonnis na\ndie Transvaalse Provinsiale Afdeling het misluk en met verlof van hierdie\nHof\nkom die appellant in hoër beroep teen sy skuldigbe= vinding alleen.\nBy die verhoor in die streekhof het Barend\nNicholaas Brits, eienaar van 'n 1970 model Cortina GT, getuig dat hy sy\nvoertuig\ndie\n3.\ndie oggend van 23 Junie 1981 by Birchleigh-spoorwegstasie\nparkeer en dit later dieselfde dag vermis het.Op\n5 Januarie 1982 is hy deur die polisie na Tembisa-\npolisiestasie ontbied waar hy sy voertuig aangetref het.\nHoewel die registrasienommer en kleur verander is, het hy\nsy voertuig aan 'n aantal ander kenmerke uitgeken. Dit\nwas nie in geskil by die verhoor dat dié voertuig Brits\nse gesteelde voertuig was nie. Dit was verder nie in\ngeskil dat dié voertuig vroeër op 5 Januarie 1982 deur\nspeurder-konstabel Ezekial Seema in appellant se besit\ngevind is nie. Seema se getuienis was dat appellant\naanvanklik te kenne gegee het dat hy die voertuig wat in\nsy besit gevind is, van ene Bridge gekoop het en dat hy\ndie nodige registrasie-dokumente het om dit te bewys\nLater /\n4.\nLater het appellant egter aan hom gesê dat sy eie voertuig\ndeur beskuldigde 2 beskadig is en dat lg toe die voertuig\nwat in sy besit gevind is, na hom gebring het.\nDie appellant se getuienis by die verhoor was dat hy\ngedurende\nApril 1979 'n 1969 model Cortina van ene\nBridge gekoop en dit in sy naam geregistreer het.\nDie registrasienommer was CDZ365T. Gedurende Junie 1981\nhet hy die voertuig aan beskuldigde 2 geleen en later\ndieselfde dag het lg hom die slegte tyding gebring dat\ndie hele linkerkant van die voertuig ernstig beskadig is\nin 'n botsing. Beskuldigde 2 het onderneem om die voertuig\nop sy koste te laat regmaak. Appellant moes lank wag\nvir sy motor, maar beskuldigde 2 het verduidelik dat hy\neers die herstelkoste moes afbetaal.Uiteindelik, op\n31 /\n5.\n31 Desember 1981, het beskuldigde 2 'n\nCortina daar\ngebring wat hy aanvaar het sy eie motor was. Die\nnommerplate was dié van sy eie motor, die sleutels was\naan dieselfde sleutelhouer en die bakwerk was soos dié\nvan sy eie motor. Die kleur was nou wel 'n dieper groen\nas voorheen, maar beskuldigde 2 het verduidelik dat dit,\nas gevolg van die herstelwerk, nodig was om die hele\nvoertuig nuut te spuitverf. Die appellant se getuienis\nwas dat hy dadelik die voertuig van buite goed nagegaan\nhet om te sien of die herstelwerk behoorlik gedoen is,\nmaar dat hy eers op 5 Januarie 1982 in die voertuig\ngeklim het toe hy dit na die erf langsaam bestuur het\nom\ndit daar te gaan was. Selfs toe het hy nie onraad\ngemerk /\n6.\ngemerk nie. Hy het net begin om die motor te was toe die polisie daar opdaag.\nKonstabel Seema het aan hom gesê dat dit 'n gesteelde\nvoertuig is en hom\ngevra om die enjinkap oop te maak. Toe het hy vir die eerste keer besef dat dit\nnie sy voertuig is nie. Die appellant\nhet volgehou dat die binnekant van die\ntwee voertuie, selfs die paneelborde, dieselfde lyk en dat hy geen verskil kon\nbemerk nie.\nDie appellant se suggestie was dus dat, sonder dat hy daarvan bewus\nwas, die gesteelde voertuig, instede van sy eie voertuig, deur\nbeskuldigde 2 op\n31 Desember 1981 teruggebring is. In kruisverhoor het beskuldigde 2 uitdruklik\naan die appellant gestel dat hy\neen en dieselfde voertuig van hom geleen en aan hom terug=\nbesorg het, waarop die appellant die volgende erkenning\ngemaak het:-\n\"Ja /\n7. \"Ja Edelagbare, ek stem saam, beskuldigde 2 het my\neie voertuig teruggebring.\"Appellant se getuienis dat die binnekant\nvan\ndie twee voertuie eenders lyk, is moeilik te\nversoen met die getuienis van Bridge, wat deur die streeklanddros geroep is, dat\ndie\npaneelbord van die motor wat hy aan die appellant verkoop het, heeltemal\nverskillend is van dié van die gesteelde voertuig,\nwat hy by die\npolisie-stasie besigtig het. Bridge het verder getuig dat\neersgenoemde voertuig 'n 1300 model was terwyl lg 'n GT model\nwas.\nHierdie getuienis is nie deur die appellant se regsverteen= woordiger by die\nverhoor betwis nie.\nDie oorkonde van die verhoor in die streekhof\nbevat slegs die eerste paar sinne van beskuldigde 2 se getuienis, waar hy\nsê dat hy die appellant se voertuig geleen en, vergesel\nvan ene Patrick\nShabalala, tot by\nsekere\n8.\nsekere winkels gery het. Sy getuienis word dan deur\ndie streeklanddros onderbreek wat aandui dat die hof\nBridge as 'n getuie wil roep.Die saak is\ndaarna\nuitgestel\nen na die hervatting het Bridge getuig. Daar is\ngeen aanduiding in die oorkonde dat beskuldigde 2 sy\ngetuienis hervat het nie. Die partye was dit egter\nvoor ons eens dat beskuldigde 2 inderdaad sy getuienis\nin hoof en onder kruisverhoor voltooi het, maar dat dit\nweens 'n fout met die opneem-toestel, nie opgeneem is nie\nVoor die verhoor van die appèl deur die Hof\na\nguo\nhet die klerk van die streekhof sonder sukses\ngepoog om sekondêre getuienis van die verlore oorkonde\nte bekom. Die uitspraak van die streeklanddros bevat\ndie volgende opsomming van beskuldigde 2 se getuienis :-\nBeskuldigde /\n9.\n\"Beskuldigde nommer 2 het daarna getuienis afgelê dat hy beskuldigde\nnommer 1 se voertuig by hom geleen het, hy was saam met\nene Patrick. Patrick het\ndie voertuig bestuur en daar was toe 'n botsing en hy en Patrick het ooreengekom\nom die voertuig te herstel.\nUiteindelik het dit R500-00 gekos om die voertuig\nreg te maak en hy en Patrick het elkeen R250-00 betaal. Op vrae van die\nStaatsaanklaer\nsê hy dat die groen Cortina voertuig wat nou hier by die\npolisiestasie staan, is die voertuig wat hy by beskuldigde nommer\n1 geleen het\nen dit is dieselfde voertuig wat hy terugbesorg het. Hy was nie heel tyd\nteenwoordig toe die voertuig herstel is nie.\nHy sê hy het ook nie\nonmiddellik nadat die voertuig reggemaak is, dit na beskuldigde nommer 1\nteruggeneem nie, hy skep die\nindruk dat hulle dit eers vir 'n ruk gehou het en\ntoe na beskuldigde nommer 1 geneem het.\"\nIn sy uitspraak het die streeklanddros bevind\ndat\nbeskuldigde 2 een en dieselfde voertuig van die\nappellant geleen en teruggebring het en dat dit die\ngesteelde\n10. gesteelde voertuig was. Die getuienis van die appellant\ntot die teendeel, is as leuenagtig en onwaarskynlik verwerp en dié van\nbeskuldigde 2, dat dit dieselfde voertuig was wat hy\ngeleen en teruggeneem het,\nis aanvaar. Die uitspraak van die streeklanddros bevat verskeie verwysings na\nbeskuldigde 2 se getuienis\nen daar is geen aanduiding hoegenaamd in die\nuitspraak dat beskuldigde 2 op enige wyse afgewyk het van wat hy aan die\nappellant in\nkruisverhoor gestel het of wat in die bo-aangehaalde opsomming van\nsy getuienis verskyn nie. In sy redes vir uitspraak bevestig die\nstreeklanddros\ndat die bo-aangehaalde opsomming die kern van beskuldigde 2 se getuienis bevat.\nMnr van Vuuren, wat namens die appellant\nvoor ons verskyn het, het geredelik\ntoegegee dat, indien die\nappellant /\n11.\nappellant se erkenning korrek is dat dieselfde voertuig\ngeleen en teruggegee is, hy tereg skuldig bevind is.\nMnr Van Vuuren het egter betoog dat daar 'n redelike\nmoontlikheid bestaan dat die voertuig wat die appellant\naan beskuldigde 2 geleen het, dié is wat hy van Bridge\ngekoop het, dat óf beskuldigde 2 òf Patrick Shabalala dit\nmet die gesteelde voertuig vervang het en dat die appel=\nlant onder die waan verkeer het dat hy sy eie voertuig\nteruggekry het. Hy het betoog dat hierdie moontlikheid,\nen die streeklanddros se bevindings daaromtrent, nie\nbehoorlik op appel oorweeg kan word sonder die volledige\noorkonde van beskuldigde 2 se getuienis nie, en dat die\nappel gevolglik gehandhaaf moet word. Die basis vir\nmnr Van Vuuren se betoog is dat beskuldigde 2,volgens\nhom /\n12.\nhom, in sy getuienis moontlik iets kon gese het wat twyfel werp op\ndie. korrektheid van die appellant se erkenning, maar dat dit die\nstreeklanddros\nontglip het-Na my mening is dit in die omstandighede van hierdie saak heeltemal\nonrealisties en onwaarskynlik dat\nbeskuldigde 2 enigiets sou gesê het wat\ntwyfel werp op die stelling wat hy in kruisverhoor aan die appellant gemaak het.\nDit\nis net so onwaarskynlik dat die streeklanddros dit nie in sy uitspraak sou\ngenoem het nie. Beskuldigde 2 se verweer was juis dat\nhy een en dieselfde\nvoertuig geleen en teruggegee het en dat hy geen kennis dra van die gesteelde\nvoertuig nie. Dit het hy aan die\nappellant gestel en so het hy getuig, volgens\ndie streeklanddros,\nwat sy getuienis aanvaar en hom onskuldig bevind het.\nin /\n13.\nIn die lig van die appellant se erkenning dat sy eie voertuig\nteruggebring is, sou mens nie verwag dat sy regsver=\nteenwoordiger beskuldigde 2 se ooreenstemmende getuienis\nonder kruisverhoor in twyfel sou trek nie, en indien\nbeskuldigde 2 van sy stelling aan die appellant sou afgewyk\nhet, sou lg se regsverteenwoordiger dit stellig daar en\ndan reggestel het. Na my mening is die moontlikheid.\ndeur mnr Van Vuuren geopper, so vergesog dat dit met\nveiligheid geignoreer kan word.In elk geval vind ek\ndit moeilik om te sien hoedat enigiets wat beskuldigde 2\nin sy getuienis gesê het, afbreuk kan doen aan die uit=\ndruklike erkenning van die appellant dat sy eie voertuig\ndeur beskuldigde 2 na hom teruggebring is. Na my mening\nbestaan daar geen rede om te dink dat appellant se\nerkenning /\n14.\nerkenning dat dieselfde voertuig geleen en teruggebring is, nie korrek\nis nie. Hy is tereg, op grond van sy eie erkenning, skuldig\nbevind.\nSelfs indien argumentshalwe aanvaar word dat appellant sy eie voertuig aan\nbeskuldigde 2 geleen en die gesteelde voertuig op 31 Desember\n1981 teruggekry\nhet, is dit duidelik dat hy moes geweet het dat die voertuig nie sy eie is nie\nmaar dat dit aan iemand anders behoort.\nSy getuienis dat hy die aand toe\nbeskuldigde 2 die voertuig teruggebring het, slegs die voertuig van buite beskou\nen nie dadelik\ndaarmee gery het of ten minste vasgestel het of die enjin nog in\nbehoorlike werkende toestand is nie, is nie wat mens van 'n eienaar\nvan 'n\nvoertuig onder soortgelyke omstandighede sou verwag nie. Sy verdere\ngetuienis\ndat\n15\ndat, selfs toe hy op 5 Januarie 1982 die voertuig bestuur\nhet, hy geen verskil opgemerk het nie, is onaanvaarbaar.\nvolgens die appellant het hy eers besef dat die voertuig\nwat beskuldigde 2 teruggebring het, nie sy eie is nie,\ntoe hy op Seema se bevel die enjinkap oopgemaak het\nMens sou verwag dat hy dadelik aan Seema sou gesê het dat\nsy eie voertuig deur beskuldigde 2 beskadig is en dat hy\ndie gesteelde voertuig van beskuldigde 2 ontvang het.\nInstede daarvan gee hy 'n valse verduideliking aan die\npolisie dat hy wel die eienaar van die voertuig is en dat\nhy die nodige registrasie-dokumente van die voertuig besit\nUit die appellant se eie getuienis en optrede is die\ngevolgtrekking onafwendbaar dat hy geweet het dat die\nvoertuig wat beskuldigde 2 teruggebring het, nie dié\nis wat /....\n16.\nis wat hy van Bridge gekoop het nie maar dat dit aan\niemand anders behoort. Oók op hierdie basis is hy\ntereg aan diefstal skuldig bevind\nDie appèl word afgewys.\nW. VIVIER AR.\nRABIE HR)\nStem saam. JANSEN AR )",
  "scraped_at": "2026-02-11T21:00:06.845873",
  "date": "1987-03-27",
  "coram": [
    "Rabie HR",
    "Jansen",
    "Vivier AR"
  ],
  "case_number": "298/85",
  "parties": {
    "applicants": [
      "Jeremia Dlamini"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellant, Jeremia Dlamini, was convicted in the Kempton Park district court of stealing a motor vehicle and sentenced to four years' imprisonment, with one year suspended. His brother (co‑defendant 2) was acquitted. The vehicle in question was a 1970 Cortina GT owned by Barend Nicholaas Brits, reported stolen on 23 June 1981 and later recovered on 5 January 1982 at a police station, in the appellant's possession. Evidence showed the vehicle had been altered but was identified as the stolen car. The appellant testified that he had bought a different Cortina from a person named Bridge in 1979, loaned it to his brother in June 1981, and that his brother returned a different, green‑painted Cortina on 31 December 1981, claiming it was his own. On 5 January 1982 the appellant entered the vehicle, noticed no differences, and began washing it when police arrived. Constable Ezekial Seema told him it was a stolen vehicle, at which point the appellant realized it was not his. Co‑defendant 2 testified that he had loaned and returned the same vehicle, and the trial court accepted his testimony and rejected the appellant's as implausible.",
    "issues": "The appeal raised two primary issues: (1) whether the appellant was correctly convicted of theft given his admission that the vehicle returned to him was the same one he had previously loaned, and (2) whether the trial court erred in rejecting the appellant's argument that a reasonable possibility existed that the vehicle he received was his own, or that the testimony of co‑defendant 2 was incomplete.",
    "principles": "South African theft law requires the unlawful appropriation of property belonging to another with the intent to permanently deprive. Knowledge that the property belongs to another, or an admission of receipt of stolen property, satisfies the mens rea element. An accused who, upon realising a vehicle is stolen, fails to return it or makes a false explanation to the police is deemed to have the requisite intent. The court also follows the principle that a trial court's findings of fact are not disturbed on appeal unless shown to be unsafe or unsupported by evidence.",
    "application": "The court examined the appellant's own admission that the vehicle returned by his brother was the same one he had previously loaned, concluding that the appellant must have known it was not his property. The appellant's actions—driving the vehicle, washing it, and providing a false explanation to police—demonstrated intent to retain the stolen vehicle. The defence argument of a possible confusion or an unrecorded contradiction in co‑defendant 2's testimony was rejected as unrealistic; the trial judge had recorded no such deviation. Hence the appellate court found no error in the trial court's factual findings or its application of theft principles.",
    "conclusion": "The appeal was dismissed. The conviction for theft was upheld and the sentence imposed by the district court remained in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "motor vehicle theft",
      "appeal",
      "evidence"
    ]
  }
}