{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/100.html",
  "case_name": "Fehr v Gordon and Another (102/87) [1987] ZASCA 100; [1988] 3 All SA 555 (AD) (24 September 1987)",
  "citation": "[1987] ZASCA 100",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 100\n|\nNoteup\n|\nLawCite\nFehr v Gordon and Another (102/87) [1987] ZASCA 100; [1988] 3 All SA 555 (AD) (24 September 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the appeal of:\nWERNER JAKOB FEHR\nappellant\nand\nRAEL GORDON AND DAVID RENNIE NNO\n.. 1st respondent,\nand\nSTANDARD MERCHANT BANK LTD\n2nd respondent\nCORAM\n: Corbett, Van Heerden, Grosskopf, JJA, Nicholas et Steyn,\nAJJA.\nDATE OF HEARING\n: 25 Augustus 1987\nDATE OF JUDGMENT\n: 24 September 1987\nJUDGMENT\nCORBETT\nJA\nThis appeal arises from the same factual circum-stances as did the\napplication for condonation and appeal\n/ in\n3\ncontract purchasers received a written notice in terms of sec 14(2) of\nthe Sale of Land on Instalments Act 72 of 1971, as amended\n(\"the Act\"), dated 17\nAugust 1979. The notice was in terms identical to that sent to De Raedt, as\nrecord-ed in the judgment in the\nA\nlan M Rennie\ncase,\nsupra\n. Mr\nAttorney Lewis, of the firm Philip Sarembock and Lewis, who was himself an\ninstalment contract purchaser of erven in the township,\nreplied to the notice on\nhis own behalf and on behalf of other instalment contract purchasers, including\nappellant. On appellant's\nbehalf he wrote (on 6 September\n1979):\n\"We refer to your notice addressed to Mr Fehr calling upon him in terms of\nSection 14 of the Sale of Land on Instalments Act to elect\nwhether he wishes to\ntake transfer in terms of such Act or not. Please be notified that Mr Fehr does\nnot elect to take transfer in\nterms of that Act. Please accordingly advise us\nwhether you will enforce the Deed of Sale and request our client to take\ntransfer\nor not. If so we shall be pleased if you will advise us as soon as\npossible as Mr Fehr has in turn sold one\n/ of\n4\nof the properties and has now been called upon to give transfer to the\npurchaser.\"\nThe purchaser to whom appellant had sold one of the erven was\na Mr Swart.\nAs will be recalled, the common law power\nof the liquidator to enforce the\ninstalment contracts and\nto require the purchasers to take transfer (they\nhaving\nchosen to react negatively to sec 14(2) notices) was tested\nin the case of\nGordon NO v Standard Merchant Bank Ltd\n.\nsupra\n, wherein it was held by this Court that the liquidator\ndid not possess this power.\nIn May 1984 the appellant, Mr Lewis and certain other instalment contract\npurchasers formed an association named the Rooderust Erf\nPurchasers Asaociation\n(\"REPA\"). At the first meeting of the members of REPA a written con-stitution\nwas adopted, from which it appears\nthat the ob-jects of the association\nare:-\n/ \"2.1 to\n5\n2.1\tto institute such legal proceedings\non behalf of the members of\nTHE\nASSOCIATION as may be required in order to ultimately obtain the\nregis-tration of transfer of erven purchased by members from ROODERUST\n(PROPRIETARY) LIMITED (in liquidation) (\"ROODERUST\") and which erven were\npurchased prior to the liquidation of ROODERUST, and, if\nnecessary, to\ncompromise or settle any legal proceedings which may have been instituted\n2.2\tto represent the members and to pursue,\npromote and protect the\ninterests of\nthe members in any legal proceedings\nso instituted.\"\nAt the same inaugural meeting it was resolved,\ninter\nalia, that\nappellant be appointed to represent the association in the contemplated legal\nproceedings.\nAccordingly, in August 1984 appellant, \"in his personal capacity and in his\ncapacity as representative of Rooderust Erf Purchasers\nAssociation\", commenced\nnotice of motion proceedings, citing as respondents the liquidators of Rooderust\n- first respondent - and\nStandard Merchant\n/ Bank\n6\nBank (\"SMB\") - second respondent - and claiming an order in\nthe following terms:\n\"(a) Declaring the Notice given by First\nRespondent to erf purchasers in terms of Section 14(2) of the Sale of Land on\nInstalments Act dated 17 August 1979 (Annexure 'Fl0'\nto Applicant's founding\naffidavit) to be\ninvalid\n.\n(b)\tDeclaring the purported election of\nApplicant pursuant to the notice\ngi-\nven by Respondent in terms of Section\n14(2) of the Sale of Land on\nInstalments\nAct dated 17 August 1979 to be ineffec-\ntive and invalid.\n(c)\tCalling upon Respondent to comply with\nSection 21 as read with Section\n32 of\nThe Alienation of Land Act No 68 (1981).\n(d)\tCalling upon Respondent to thereafter\ncomply with the provisions of\nSection\n22 as read with Section 32 of The\nAlienation of Land Act No 68\n(1981).\n(e)\tInterdicting Respondent from selling\nany land (erf) purchased hy\nApplicant\nor any ERF PURCHASER in terms of\nany agreement concluded prior to the liquidation of ROODERUST (PROPRIETARY)\nLIMITED untll Respondent has complied with prayers (c)\nand (d) of this\norder.\n/ (f) Further\n7\n(f) Further and/or alternative relief.\n(g) That First Respondent pays Appiicant's costs.\"\nThe application was opposed by both respondents.\nThis matter also came before AARON AJ, who dis-missed the application with\ncosts. He subsequently granted leave to appeal to this\nCourt.\nA number of the contentions raised in the Court a quo; and even included in\nappellant's heads of argument, were not pursued in oral\nargument before us.\nThus, it had been submitted in support of prayer (a) above that the sec. 14(2)\nnotices to instalment contract\npurchasers were invalid because they were sent\nprematurely, ie before the questions as to the validity of SMB's mortgage bond\nand\nas to the amount for which a purchaser intending to bake trans-fer would\nhave to make arrangements \" for payment of bhe out-standing\nbalance under the\nmortgage bond\", had been resolved.\n/ At\n8\nAt the hearing before this Court, however, appellant's\ncounsel abandoned this contention and conceded the validi-\nty of the sec 14(2) notices. Furthermore, it had been\ncontended in the\nCourt below and in the heads of argument\n(in support of prayers (ê), (d) and (e) ) that the Aliena-\ntion of\nLand Act 68 of 1981 was retroactive in its effect\nand that in terms thereof all the instalment contract pur-\nchasers were\ngiven \"a fresh right of election\". Before\nus, however, appellant's counsel\nconceded that Act 68 of\n1981 applied only if it were shown that the election ori-\nginally made in terms of sec 14(2) of the Act was invalid.\nAnd it was the alleged invalidity of this original election\nwhich constituted what counsel termed \"the main thrust\"\nof his argument on appeal.\nBefore considering that argument there are two preliminary points which\nshould be mentioned. The first relates to the\nlocus standi\nof REPA. In\nthis regard\n/ first\n9\nfirst respondent's counsel submitted. upon various grounds. that REPA\nhad no loc\nus\nsta\nndi\nin this matter and that con-sequently in so\nfar as the appellant brought the application as the representative of REPA it\nshould\nbe dismissed in ini\ntio\nfor that reason. It seems to me that from\nthe practical point of view this point bears only on the ques-tion of costs.\nClearly appellant,\nin his personal capa-city, has\nlocus standi\n. This was\nnot disputed. Conse-quently the Court is required to deal on appeal with the\nmerits of the application. If the appeal fails,\nthen appel-lant will have to pay\nthe costs, including those attributable to his having brought the application\nalso on behalf of\nREPA. If the appeal succeeds, then and then only would it\nbecome relevant to enquire into REPA's\nlocus standi\n, for if it has none,\nthen a special order for costs would seem necessary; al\nite\nr if it has\nlocus standi\n.\nThe second point relates to a special defence of\n/res\n10\nres judicata\n, argued mainly on behalf of SMB. Briefly, it was to the\neffect that the validity of the election made by appellant was finally decided\nby this Court in\nGordon N v Standard Merchant Bank Ltd\n,\nsupra\n, to\nwhich case appel-lant was a party. As will appear from my consideration of the\nissue as to the validity of appellant's election,\nI do not find it necessary to\ndeal with the question of\nres judicata\n.\nTurning to the validity of appellant's election, appellant's counsel argued\nthat when appellant exercised his choice in terms of sec\n14(2) of the Act he\nmistakenly thought that he need not elect to take transfer under the sub-section\nbecause the liquidator would\nin any event call upon him to take transfer under\nthe common law; that this mistake was induced by what he had been told by the\nliqui-dator\nand by the resolution taken at the second meeting of creditors; that\nthe mistake was\njustus\nor reasonable in\n/ the\n11\nthe circumstances; and that\nconsequently his election was vitiated by mistake, induced by appellant having\nbeen mis-led; and that\nin the circumstances appellant was entitled to be\nrelieved of the consequences of his election. This was the basis for prayer (b)\nof the notice of motion.\nIt seems to me that this argument fails upon\nmore\nthan one ground. It may be accepted as a fact that\nthe reason why appellant chose not to take transfer in terms\nof sec 14(2) was because he anticipated at the time that\nthe liquidator would seek to implement the resolution\ntaken at the second meeting of creditors, viz in respect\nof each instaiment contract purchaser who elected not to\ntake transfer in terms of sec 14(2) —\n\"to enforce and complete such con-tracts provided that if the Liqui-dator\nfinds that the purchaser is unable to meet his obligations\nin terms thereof, the\nLiquidator ahall be entitled in his discretion to deal with that transaction and\nthe\n/ land\n12\nland which forms the subject matter of that transaction in such a manner as\nhe may consider to be in the best interest\nof the majority in value of the creditors\" (resolution 2(m)(i) );\nand because he considered that from the financial point of\nview it would be to his advantage to receive transfer in\nterms of the action foreshadowed by the resolution rather\nthan in terms of\nsec 14(2). It is also true that this\nproved to be a mistake ih the sense\nthat, as it turned\nout, the action foreshadowed by the resolution was\nnot\nlegally feasible (see\nGordon NO v Standard Merchant Bank\nLtd,\nsupra).\tNevertheless I do not think that\nthis mistake vitiates the choice made by appellant under sec 14(2) not to\ntake transfer or entitles the appellant to be relieved of\nthe consequences of\nhis choice.\nIn the first place, I am not persuaded that such a mistake is a relevant\nconsideration. In the statutory\n/ dispensation\n13\ndispensation created hy sec 14 the purchaser is given a choice as to whether\nto take transfer or not. He must exer-cise this choice\nand take the required\naction entitling him to receive transfer within the time limits laid down by\nsubsecs (3) or (4),as the case\nmay be. If he fails to exercise his choice or to\ntake the necessary action within I the appropriate prescribed period, then he\nforfeits\nhis op-portunity to obtain transfer and the liquidator is enjoined to\nsell the land in question. Such failure may be due to inaction\non his part, or\nit may even result from his igno-rance of the position for, in terms of sec\n14(2), where the address of the purchaser\nis not known to the liquidator, the\nlatter may give notice by publication in a newspaper and the Gazette, and\nobviously such notice\nmay not come to the knowledge of the purchaser. All this\nleads me to believe that in enacting sec 14 the Legislature was not concerned\nwith the state of mind of each purchaser or with\n/ the\n14\nthe motives which may or may not have induced him to make his election:\nit was merely concerned with what he did. ie whether he elected\nto take transfer\nof the land in the manner prescribed or not. The contrary interpretation would,\nI think, seriously prejudice the\neffective and ex-peditious sequestration or\nliquidation of the estate con-cerned. I would just add, however, that I express\nno opinion\nas to what the position might be if the choice of the purchaser were\ninfluenced by coercion or fraud.\nHowever, even if I am wrong about this, I am of the view that appellant has\nnot shown on the facts that his choice not to take transfer\nunder sec 14(2) was\ninduced by any alleged misieading on the part of the liquidator or by reason of\nthe resolution of creditors.\nMr Attorney Lewis was himself an instalment\npurchaser, knew the general po-sition and received all circular letters and\nnotices sent\nout by the liquidator. He was present at tho second\n/ meeting\n15 meeting of creditors. He also acced, as attorney on behalf\nof a number of instalment contract purchasers. in-cluding the appellant.\nIt\nappears from a letter addres-sed by Mr Lewis to the liquidator on 3 May 1979\nthat Mr Lewis had by that date received instructions\nto act on ap-pellant's\nbehalf in regard to the erven purchased by him. In this letter Mr Lewis\nexpressed in fairly emphatic terms\n(\"[W]e have no doubt whatsoever that our\ninterpretation\nof the Law as set out above, is in fact correct\t\" )\nhis views on the legal position of instalment contract pur-chasers,\nparticularly with regard to the mortgage bond held by SMB, and\ncalled upon the\nliquidator to,\ninter alia\n, give written notice to appellant in terms of\nsec 14(2) forthwith.\nWhen appellant, among others, received his notice in terms of sec 14(2) he\nevidently consulted Mr Lewis, who informed him of the contents\nof resolution\n2(m)(i) and advised him not to take transfer in terms of sec 14 as he\n/ would\n16\nwould nevertheless receive transfer in terms or che\nreso-\nlution. This was stated by appellant in his founding\naffidavit and in a\nsupporting affidavit Mr Lewis said:\n\"I confirm that I advised all erf\npurchasers who sought my advice that\nin terms of Resolution 2(m)(i) they\nwould in any event receive transfer\nof their erven even if they did not\nelect to take transfer in terms of\nAnnexure 'F10' \".\n(Annexure F10 was the notice sent by the liquidator in\nterms of sec 14(2).)\nIt is a necessary inference that appellant accept-\ned and acted on Mr Lewis's advice for on 6 September 1979\nMr Lewis replied to the notice on appellant's behalf in\nthe terms quoted above. It is to be noted that in this\nletter of 6 September 1979 the writer asks\n\"Please accordingly advise us whether you will enforce the Deed of Saie and\nrequest our client to take transfer or not.\"\n/ This\n17\nThis seems to indicate a measure of uncertainty as to\nwhether or not transfer would be tendered under the common law and\nthat there was in appellant's decision to refuse transfer under sec 14 the\nelement of a calculated risk. Be that as it may, the evidence\nestablishes\nclearly, in my view, that, in deciding to react negatively to the sec 14(2)\nnotice, the appellant relied on the advice\ngiven to him by his attorney. It is\ntrue that Mr Lewis in turn based his view on resolution 2(m)(i), but it was f or\nhim to eva-luate\nthe legal feasibility of the course of action proposed in that\nresolution when advising his client. Appellant's counsel conceded\n(correctly in\nmy view) that if appellant's decision not to take transfer under sec 14(2) was\nmotivated by his attorney's advice,\nthen the argument that the elec-tion was\nvitiated by mistake could not succeed. That ef-fectively disposes of the\ncontention that\nthe election made by appellant was invalid (such invalidity\nconstituting the\n/ basis\n18\nbasis for prayer (b) of the notice of motion) and it is\nnot necessary to\nconsider the further questions debated\nbefore us, viz whether appellant's\nmistake was\njustus\n,\nwhether it was a mistake of fact or a mistake of\nlaw and,\t!\nif the latter, whether appellant could rely on a mistake\nof law, and the question of\nres judicata\n. In the light\nof concessions made, the finding that appellant has not\nestablished the invalidity of his election leads to the\nconclusion that Act 68 of 1981 has no application.\nPor these reasons I hold that the Court a\nquo\ncorrectly dismissed the\napplication with costs. In re-gard to the grant of leave to appeal no order was\nmade as to the costs of the\napplication. Clearly, however, these must be\nregarded as being costs in the appeal and I shall treat them accordingly.\n/ The\n19\nThe appeal is dismissed with\tcosts. such costs\nto\ninclude the costs of two counsel.\tThe costs of the\napplication for leave to\nappeal are to\tbe regarded as\ncosts in the appeal.\nM M CORBETT.\nVAN HEERDEN JA)\nGROSSKOPF\t\t\t\t\tJA)\nNICHOLAS\t\t\t\t\t\tJA)\nSTEYN AJA)",
  "scraped_at": "2026-02-11T21:18:28.060059",
  "date": "1987-09-24",
  "coram": [
    "Corbett JA",
    "Van Heerden JA",
    "Grosskopf JA",
    "Nicholas JA",
    "Steyn AJA"
  ],
  "case_number": "102/87",
  "parties": {
    "applicants": [
      "Werner Jakob Fehr"
    ],
    "respondents": [
      "Rael Gordon",
      "David Rennie",
      "Standard Merchant Bank Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Werner Jakob Fehr, was one of several instalment contract purchasers of erven from Rooderust (Proprietary) Ltd, which later went into liquidation. On 17 August 1979 the liquidator issued Section 14(2) notices under the Sale of Land on Instalments Act, 1971, requiring purchasers to elect whether to take transfer. Fehr, advised by his attorney Mr Lewis, elected not to take transfer, expecting to receive it later under a creditors' resolution. In May 1984 Fehr and other purchasers formed the Rooderust Erf Purchasers Association (REPA) and, in August 1984, commenced motion proceedings against the liquidator and Standard Merchant Bank Ltd (SMB) seeking declarations that the Section 14(2) notice and his election were invalid, and requesting interdicts on further sales. The lower court dismissed the application; the appellant appealed.",
    "issues": "1. Whether the Section 14(2) notice issued on 17 August 1979 was invalid. 2. Whether the appellant’s election not to take transfer under the Act was void due to mistake induced by advice from his attorney or by the liquidator’s representations. 3. Whether the Alienation of Land Act 68 of 1981 applies retrospectively to give a fresh right of election. 4. Whether REPA had locus standi to sue. 5. Whether the matter is barred by res judicata following the earlier decision in Gordon v Standard Merchant Bank Ltd.",
    "principles": "The court reiterated that under Section 14(2) the purchaser is given a statutory choice; the validity of the election depends solely on the purchaser’s act within the prescribed period, not on his state of mind. A mistake, unless caused by fraud or coercion, does not vitiate the election. The Alienation of Land Act applies only where the original election is shown to be invalid. Locus standi resides in the individual purchaser; association standing is relevant only for costs. The earlier decision in Gordon v Standard Merchant Bank held that a liquidator lacks power to enforce instalment contracts, but does not preclude a purchaser’s election under the Act.",
    "application": "The appellant’s counsel conceded the validity of the Section 14(2) notice. The court found that the appellant’s decision was influenced by advice from his attorney, who himself relied on a creditors’ resolution that was later deemed legally infeasible. Because the appellant elected not to take transfer based on that advice, his mistake did not render the election invalid. The court held that REPA’s standing was immaterial to the merits, and that there was no res judicata issue. Consequently, the Alienation of Land Act 68 of 1981 was inapplicable.",
    "conclusion": "The appeal was dismissed with costs, which include the costs of the application for leave to appeal. No order was made separately on the costs of the original application; they were treated as costs in the appeal."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Law",
    "level_3": [
      "Section 14 election",
      "Liquidation",
      "Mistake",
      "Locus standi",
      "Res judicata"
    ]
  }
}