{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/97.html",
  "case_name": "S v Tsotetsi and Another (99/87) [1987] ZASCA 97 (24 September 1987)",
  "citation": "[1987] ZASCA 97",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 97\n|\nNoteup\n|\nLawCite\nS v Tsotetsi and Another (99/87) [1987] ZASCA 97 (24 September 1987)\nDownload original files\nPDF format\nRTF format\nDIE HOOGGEREGSHOF VAN SUID-AFRIKA APPeLAFDELÍNG\nIn die saak tussen\nDAVID TSOTETSI\nAPPELLANT NO 1\nTHOMAS KHONZANI\nAPPELLANT NO 2\nen\nDIE STAAT\nRESPONDENT\nCORAM\n: VILJOEN, HEFER et JACOBS ARR.\nAANGEHOOR\n: 21 SEPTEMBER\n19 87.\nGELEWER\n: 24 SEP.TEMBER 19 87.\nUITSPRAAK\nHEFER AR\n:\nGedurende die tweede helfte van 1984 is swart\nwoondorpe\t2\n2.\nwoondorpe, soos Kathlehong aan die Oos-Rand, deur onluste\ngeteister. Voorvalle waarin motorvoertuie deur onlus-\nmakers met klippe bestook en aan die brand gesteek is,\nwas volop. So 'n voorval het op 4 Oktober plaasgevind\ntoe 'n groep van ongeveer vyftien jeugdiges die motor van\n'n\nverpleegster, wat sy kort vantevore vir veiligheid by\n'n vriendin se huis in Kathlehong geparkeer het, met klip-\npe verniel en gedeeltelik verbrand het. Die twee appel-\nlante was lede van die groep. Hulle is op heterdaad be-\ntrap en in 'n nabygeleë huis gearresteer waarheen hulle ge-\nvlug het toe die polisie op die toneel verskyn het. Die\ngevolg was dat hulle in 'n Streekhof skuldig bevind is aan\nopenbare geweld en albei gevonnis is tot ses jaar gevange-\nnisstraf\t3\n3.\nnisstraf waarvan een jaar voorwaardelik opgeskort is. Na-\ndat hulle onsuksesvol geappelleer het na die Transvaalse\nProvinsiale Afdeling kom hulle nou in hoër beroep teen\ndie vonnis.\nAppellante se advokaat het geen mistasting\naan die kant van die landdros by die oplegging van von-nis aan ons uitgewys\nnie. Sy betoog was eenvoudig dat die vonnis, in die omstandighede\nwaaronder die\noortreding gepleeg is, buitensporig swaar is. Ten einde ons te oor-reed dat dit\ndie geval is, het hy gewys op die appellante\nse persoonlike omstandighede en\naangevoer dat dit nie in belang van die gemeenskap is dat hulle vyf jaar in die\nge-vangenis moet\ndeurbring nie. Dit is aan ons voorgehou\ndat\t4\n4.\ndat hulle by hulle ontslag heel waarskynlik nie werk sal\nvind nie en 'n ekonomiese las vir die samelewing sal wees\nen hulle boonop waarskynlik tot ander misdade sal wend ten\neinde aan die lewe te bly. Beide appellante was twintig\njaar oud ten tyde van die misdaad. Hulle relatiewe jeug-\ndigheid is as 'n verdere versagtende faktor bestempel. Eer-\nste appellant was destyds '\nn\nskolier. Hy het aan die ver-\nhoorhof te kenne gegee dat hy graag sy studies sou wou\nvoortsit. Dit is nog 'n rede, so is betoog, waarom hy 'n\nbetreklike ligte vonnis verdien het.\nHierdie betoog is nie geheel sonder meriete\nnie. Nogtans regverdig dit, myns insiens, nie inmenging\nmet die vonnis nie. Uit die aard van die saak het appel-\nlante....5\n5.\nlante se advokaat die faktore wat in hulle guns tel be-\nklemtoon maar min aandag gegee aan die faktore wat teen\nhulle tel. Die misdaad waaraan hulle skuldig bevind is,\nis ernstig. Openbare geweldpleging, deur wie ookal ge-\npleeg, kan nooit gering geskat word nie. Die eiendoms-\nverlies wat gewoonlik daarmee gepaard gaan en die lewens-\nverlies wat dit soms tot gevolg het, is welbekend. In\ndie onderhawige geval is die omvang van die insident waar-\nby\ndie appellante betrokke was, aansienlik beperk deur\ndie tydige tussenkoms van die polisie maar dit het nogtans\ntot gevolg gehad dat 'n onskuldige wetsgehoorsame inwoner\nvan die gebied wat met haar dagtaak besig was, ongeveer\nR6 000 skade berokken is. Boonop was dit, soos reeds\naangedui\t6\n6.\naangedui, nie 'n geïsoleerde insident nie. Die feit dat dit tydens 'n\ntoestand van onlus plaasgevind het waarin die gemeenskap\nas geheel ontsaglike\nskade gely het, kan nie buite rekening gelaat word nie. Natuurlik kan die\nappel-lante nie gestraf word vir enigiets\nmeer as dit waaraan hulle self\naandadig was nie, maar die belange van die ge-meenskap is een van die oorwegings\nby straftoemeting\nen dit kom sterk na vore in 'n geval soos hierdie. Die\nge-meenskap is geregtig op beskerming en, vir sover die howe betrokke is by\ndie\nverlening daarvan, kan dit nie g.eskied deur die oplê van ligte vonnisse\nnie.\nDit is waar dat die appellante betreklik jonk was toe die misdryf gepleeg is\nmaar hulle was nie meer\nkinders\t7\n7\nkinders nie en daar is in elk geval geen aanduiding in\ndie getuienis dat hulle uit jeugdige voortvarendheid of\nweens intellektuele onrypheid deelgeneem het aan die on-\nluste nie. Wat hulle werklike beweegredes was, is onbe-\nkend. By die verhoor het hulle verkies om deur die leuen-\nagtige ontkenning van betrokkenheid hulle aandadigheid te\nprobeer verbloem instede van die hof in te lig oordie\nredes daarvoor.\nEerste appellant se\nipse dixit\naan die\nverhoor-\nhof dat hy 'n skolier was en graag sy studies wou voortsit\ndra ook nie veel gewig nie. Dit blyk nie uit die oorkon-\nde nie maar sy advokaat het ons meegedeel dat eerste ap-\npellant (volgens sy inligting) in matriek was en daar is\ngeen.....8\n8\ngeen rede waarvan ek bewus is, of wat sy advokaat kon\naan-\nvoer,\nwaarom\nhy nie sy studies later of selfs in die ge-\nvangenis kan voortsit indien dit by hom erns is nie.\nDat die appellante 'n stewige vonnis opgelê is,\nis ongetwyfeld so. Met die voorafgaande opmerkings in\ngedagte, meen ek egter nie dat daar so 'n wanverhouding is\ntussen die vonnis wat hierdie Hof sou oplê en die vonnis\nwat deur die landdros opgelê is, dat inmenging met laas-\ngenoemde geregverdig is nie\nDie appèl word afgewys\nJ J F HEFER AR.\nVILJOEN AR )\nSTEM SAAM. JACOBS AR )",
  "scraped_at": "2026-02-11T21:17:54.364457",
  "date": "1987-09-24",
  "coram": [
    "VILJOEN",
    "HEFER",
    "JACOBS"
  ],
  "case_number": "99/87",
  "parties": {
    "applicants": [
      "David Tsotetsi",
      "Thomas Khonzani"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "During the second half of 1984 a number of black townships, including Kathlehong on the East Rand, were plagued by unrest. On 4 October a group of about fifteen youths attacked a nurse’s parked motor vehicle with stones, setting it alight. The two appellants were members of that group, caught in the act and arrested at a nearby house. They were convicted in the Regional Court of public violence and sentenced to six years’ imprisonment, one year of which was suspended. Both appealed unsuccessfully to the Transvaal Provincial Division and now seek a higher appeal.",
    "issues": "Whether the six‑year sentence imposed by the lower court for public violence was manifestly excessive in the circumstances, taking into account the appellants’ youth, personal circumstances and the interests of the community.",
    "principles": "The court reiterated that public violence is a serious offence not to be treated lightly. Sentencing must balance the individual’s personal circumstances with the protection of the community and deterrence. The interests of the community, including the need to protect persons and property, are a relevant factor in sentencing under South African criminal law.",
    "application": "Although the appellants were young and unemployed, the offence involved deliberate destruction of property causing approximately R6,000 loss and occurred in a context of widespread unrest. The court found no evidence that the appellants acted out of youthful impulsiveness or intellectual incapacity. The community’s right to protection and the deterrent purpose of sentencing outweighed the appellant’s personal arguments for a lighter sentence.",
    "conclusion": "The appeal was dismissed. The court held that the sentence imposed by the Regional Court was appropriate given the seriousness of the offence and the community interests involved."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Public Violence",
    "level_3": [
      "sentence",
      "appeal",
      "community protection",
      "juvenile offenders",
      "property damage"
    ]
  }
}