{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/40.html",
  "case_name": "Charles Velkes Mail Order 1973 (Pty) Ltd v Commissioner for Inland Revenue (306/85) [1987] ZASCA 40; [1987] 2 All SA 275 (A) (12 May 1987)",
  "citation": "[1987] ZASCA 40",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 40\n|\nNoteup\n|\nLawCite\nCharles Velkes Mail Order 1973 (Pty) Ltd v Commissioner for Inland Revenue (306/85) [1987] ZASCA 40; [1987] 2 All SA 275 (A) (12 May 1987)\nDownload original files\nPDF format\nRTF format\nCHARLES VELKES MAIL ORDER 1973 (PTY)\nLTD.\nAPPELLANT\nand\nTHE COMMISSIONER FOR INLAND\nREVENUE\nRESPONDENT\nCASE NO. 306/85\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nCHARLES VELKES MAIL ORDER 1973 (PTY) LTD. APPELLANT\nand\nTHE\nCOMMISSIONER FOR INLAND REVENUE\nRESPONDENT\nCORAM: CORBETT, HOEXTER, NESTADT JJA et NICHOLAS, STEYN\nAJJA\nHEARD\n: 9 MARCH 1987\nDELIVERED\n: 12 MAY 1987\nJUDGMENT NESTADT, JA\n:\nThe/\n2.\nThe broad issue in this matter concerns appellant's liability for the\npayment of certain amounts of tax in terms of the Sales Tax\nAct 103 of 1978\n(\"the Act\").\nAppellant is a retailer of a wide variety of goods including\nclothing, linen, crockery and cutlery, watches, cameras, radios and other\nelectrical equipment. It has no showroom or other premises where its merchandise\nis on display. Its main method of selling is through\nthe mail order system, ie\norders for goods are sent to it (at an address in Cape Town) by post. Appellant\nthen, through the same\nmedium, despatches what has been purchased to the buyer.\nPayment either has to accompany the order or has to be made on delivery.\nPotential customers\nare/\n3.\nare informed of what items are on offer only by means of catalogues. These\nare prepared internally by appellant and then printed for\nit by an outside\nagency. They áre each marked with a sale price of 10 cents. Their cost of\nproduction, however, was, in the\ncase of some of the catalogues,54 cents each\nand,for the rest,22 cents\neach.They contain colour photographs of each type of\narticle that appellant has for sale, a short description thereof and its\nprice. The catalogues are, at intervals during the year,\ndistributed to three\ncategories of per-sons, viz: (i) customers who have placed an order with\nappellant; here a catalogue is sent\nwith the parcel of goods which is despatched\nto them; (ii) those on appellant's mailing list, ie customers who have\nbought\nfrom/\n4. from it in the past two years; (iii) those who write\nin and request one; about half of these were persons who had previously been\non\nthe mailing list but whose names had been removed because they had not continued\nbuying from appellant. In each case the catalogues\nare sent by post; about\n40.75% to persons resident within the Republic of South Africa; the balance to\nplaces beyond the Republic,\nnamely, Botswana, Swaziland, Transkei,\nBophuthatswana and South West Africa. The catalogues contain an order form in\nduplicate. It\nis these which (on being cut out and filled in with details of\nwhat is being purchased, together with the buyer's name and address)\nare\nremitted to appellant.\nThe dispute relates to the catalogues and\nin/\n5. in particular to those distributed during the period 3 July 1978\n(being the commencement date of the Act) to 29 February 1980.\nAppellant paid\nsales tax cal-culated at the rate then applicable, viz,4% of the cover price (ie\n10 cents) of each catalogue distributed\nto persons in the Republic. In respect\nof those sent to foreign addresses it did not. It took the view that no tax was\npayable on\nthese. Respondent, however, being of the opinion that appellant was\nliable for sales tax on all the catalogues distributed (ie whether\nin or outside\nthe Republic) and that it was calculable on their cost (ie 54 cents and 22 cents\nper copy) claimed from appellant an\nadditional sum of Rl4 477,54 (together with\na penalty in an equivalent amount). In terms of sec\n19(5)/\n6.\n19(5) of the Act respondent notified appellant of his\nintention to raise an assessment accordingly. Appellant, being dissatisfied\nwith\nrespondent's contemplated action and relying on sec 20(1), requested that the\nmatter be referred to an advisory committee for\nan opinion as to whether the\nintended assessment was correct. The opinion given was adverse to appellant. As\nit was en-titled to\ndo, appellant, in terms of sec 21, then objected to the\nassessment which had conseguently been issued. When this was disallowed,\nit,\nunder sec 22, appealed to the Cape Income Tax Special Court. The appeal (heard\nby Tebbutt J and assessors) was dismissed (save\nthat, by consent, the penalty\nwas set aside). The assessment of R14 477,54 was confirmed. This is an appeal\nagainst\nsuch/\n7. such decision direct to this court in terms of sec 86(A)(5) of\nthe Income Tax Act 58 of 1962 (read with sec 22(4) of the Act).\nThe fate of\nthe appeal depends upon an interpretation of certain sections of the Act\ntogether with a closer analysis of the evidence.\nBefore em-barking on\nthis,,however, it is, I think, appropriate to briefly outline,in simplified\nform,the broad scheme of the Act.\nIt has been amended from time to time.\nWhere,in what follows,sections are quoted,the wording is that of the Act as it\nstood in 1979\n(the latter not being materially different to how it originally\nread). The Act introduced a new type of tax in South Africa, viz,a\nso-called\nsales tax. The expression is, however,,\nmisleading/\n8.\nmisleading. Tax is levied not only on what is termed the\ntaxable value of the sale of goods (calculated at a given percentage thereof)\nbut also on that of a wide-ranging number of other specified transactions (sec\n5(1)). Even the concept of sale is, as will be seen,\nmore ex-tensively defined\nthan its ordinary,common law meaning (sec l(xxix) sv \"sale\" ). It is not every\nsale of goods (for present\npurposes I confine the discussion to this type of\ntransaction) that attracts tax. As a general rule those which take place prior\nto the purchase by what may be called the ultimate consumer or end-user of a\nparticular\nres vehdita\ndo not. This would exclude the sequence of earlier\nsales of an article as where it passes from manufacturer, via a wholesaler, to\na\nretailer.\nSimilarly/\n9.\nSimilarly unaffected are sales of raw materials or other\ncomponents from a supplier to a manufacturer for use in the production process\nof the end-product. This is achieved by a series of exemptions created by sec 6\n(and,in relation to the examples given, more particu-larly\nsub secs l(b)(i) and\n(c)(i) thereof). The result\nis that,instead of having a piecemeal taxation of\nsales\nalong the line,only the last sale in the chain of transactions leading\nto it falls within the tax net created by sec 5(1); in effect\na type of delayed\naction taxation. The manner in which the exemp-tions are controlled is the\nfollowing. Every per-son who carries\non the enterprise\ninter alia\nof\nselling goods is required (in terms of secs 12(1) and (2))\nto/\n10.\nto be registered by the Commissioner as a vendor. The\nutilisation of the registration certificate, which is then issued to him,\nentitles\nhim to purchase, free of tax, the goods which are intended for resale\nby him (sec 14(1)). In other words, the registration certificate\nis the passpost\nto tax-free purchases. Indeed, the exemptions referred to only apply to\nregis-tered vendors. The sale to a purchaser\nwho is not one will be taxable.\nWhere tax is thus payable the person primarily liable (on a monthly basis) to\nthe Commissioner is\nthe seller (sec 9(g) read with secs 16 and 17). He may,\nhowever, recover it from the purchaser by adding the tax to the price charged\nor, as it used to be, by including it in such price (sec\n10(2)/\n11.\n10(2) and the original,now deleted,sec 10(3)). It\nhas been stated that the\ntax is calculated on the\ntaxable value of the sale. Tnis is determined\nby\nreference to its gross value (sec 7(1) and (6)).\nThe manner in which\nthis is calculated will be con-\nsidered shortly.\nCertain of the sections referred to,\nbeing directly relevant to the issues\nthat arise\nfor determination,require to be more specifically\ndealt with.\nThere is firstly sec 5(1). It pro-\nvides (in so far as is material);\n\"5.(1) Subject to the provisions of section 6 there shall be levied and paid,\nfor the benefit of the State Revenue Fund, a tax (to\nbe known as the sales tax)\ncal-\nculated at the rate of four per cent of\nthe/\n12.\nthe taxable value of -\n(a) every sale of goods concluded on or after the commencement date;\n(h) (i) goods acquired by any person in carrying on any enter-prise ...\nwhich are applied on or after the said date by such person to his private or\ndomestic use or consumption or for the use or consumption\nthereof in such\nenter-prise or for the use or consumption of any other person or for the\npurposes of any other enterprise carried\non by the person who has so applied\nsuch goods or assets.\"\nThe importance of deciding whether a particular transaction\nfalls under\nsub-sec (a) or (h) lies in the different manner\nin which its gross (and\naccordingly taxable) value is re-\nspectively determined. This arises from the\nfollowing\nprovisions of sec 7, viz:\n\"7.(1)/\n13.\n\"7.(1) For the purposes of this Act a gross yalue shall, subject to the\nprovisions of subsections (2), (3), (4) and (5), be placed\non any sale of goods,\n... as con-templated in section 5(1), and such gross value shall be -\n(a) as respects any such sale of goods, the sum of all the amounts of the\nconsideration accruing to the seller in respect of such\nsale, ...\n(h) as respects goods, referred to in section 5(1)(h), the cost of such goods\nto the person who has appliedv such goods, as contemplated\nin the said\nparagraph,\n(3) Subject to the provisions of subsection (4), where under any agreement or\ntransaction treated as a sale of goods for the purposes\nof this Act goods are\ndisposed of or the ownership therein passes or is to pass without the payment of\nany consideration to the seller\nin relation to such sale or for a consideration\nwhich is less than the cost of such goods\nto/\n14.\nto the seller, a consideration in respect\nof such sale shall be deemed to have accrued\nto the seller equal in value to such cost\nor if the market value thereof at the time\nof such sale is less than such cost, such mar-\nket value.\"\nIt follows that in the case of a sale (ie where sec 5(1)(a)\napplies) the\ntax is calculated on the price (sec 7(1)(a))\norr(where sec 7(3) applies) on\nthe cost or market value,\nwhichever is the lesser. Where,however,the\ntransaction\nis one falling under sec 5(1)(h), the tax is (in terms\nof sec 7(1)(h))\ndetermined on the basis of cost.\nFinally, reference must be made to sec 6(l)(a)(i). It\ncreates an exemption in the following terms:\n\"6.(1) The tax shall not be payable in respect of any taxable value which,\nbut for the provisions of this section, would be determinable\nin/\n15.\nin respect of the following, namely\n(a)(i) the sale of goods exported from the\nRepublic... within a period of twelve months after the date of such\nsale.\"\nAgainst this background I turn to a\nconsideration\nof the specific issues between the parties. This must be\ndone on the basis\nthat appellant, who at all material times\nwas a registered vendor, and whose\nacquisition of the cata-\nlogues can therefore be assumed to have taken place\nfree of\ntax, is the person to whom respondent is entitled to look\nfor payment - if it is liable. It will be evident that\nthis question\ninvolves a two-fold enquiry. The first\nturns on whether the transaction,in terms whereof the cata-\nlogues were distributed by appellant within the Republic\nof South Africa, constituted\nsales\nof goods\nwithin the\nmeaning/\n16.\nmeaning of sec 5(1)(a). Appellant's contention, both\nin\nthe court a\nquo\nand before us, was that the transaction did, that it was\nfor a consideration that rendered sec 7(3) applicable, that the market value\nof\nthe catalogues was 10 cents each and that, this being less than their cost,\ntheir market value governed the determination of the\ngross and taxable values\nand, accordingly, the sales tax payable by it. On the other hand, the argument\nfor respondent (which was\nupheld by the Special Court) was that sec 5(l)(h)(i)\napplied and that, by virtue of sec 7(1)(h), appellant was liable for the tax\ncalculated on the cost of the catalogues (ie 54 cents and 22 cents each). Here,\ntherefore, only quantum is in issue. The second enquiry\nrelates to the\ncatalogues sent out of the Republic. What was to be decided here is whether\nsales tax is payable at all.\nThis/\n17. This depends on whether the exemption created by sec\n6(l)(a)(i) applies and,in particular, on whether it was pursuant to sales\nthat\nthe catalogues were exported (within the specified period). Consistent with its\nfinding on the first issue, the Special Court\ndecided that they had not been\nsold and that the exemption therefore did not apply and that tax was payable as\nclaimed by respondent.\nThe fundamental question,therefore,is whether the\ndistribution of the catalogues constituted sales within the meaning of sec\n5(1)(a)\nor whether sec 5(l)(h)(i)' applies. The relevant sub-sections of sec 7\nrespectively and ultimately relied on by the parties (on the\nfirst issue)\nare/\n18.\nare wholly dependent for their application on which\npart of sec 5(1) is to be invoked. The problem is\none of classification.\nBasic to appellant's reliance on sec\n5(1)(a) is the definition of \"sale\" contained in sec 1.\nït reads:\n\"(xxix) 'sale' in relation to goods, means\nan agreement whereby a party thereto agrees to sell, grant, donate or cede\ngoods to another or exchange goods with another or otherwise\nto dispose of goods\nto another, in-cluding,without in any way limiting the scope of this definition\n-\n(d) any other transaction whereby\nthe ownership of goods passes or is to pass from one person to another\nwheresoever such agreement or trans-action is entered into\nor concluded\nThere/\n19. There follow a number of sub-sections\nwhich contain\nexclusions from the definition. It was not suggested\nthat any of them\napplied. Nor was it in dispute that\ncatalogues are goods (as defined in sec 1\n(xvi)). What\nhas to be decided is whether, as was argued by Mr\nSwersky\non behalf of appellant, their distribution in each case\n(i) resulted in or involved an agreement, or, (ii) constituted\na\ntransaction whereby ownership in them passed from appellant\nto the recipients\n(so that, in either event, there was,\nin terms of sec 5(1)(a), a sale). These\ntwo submissions\nwere advanced separately. It was said that \"trans-\naction\"\nin sub-paragraph (d) of the definition was in-\ndependent of and not governed\nby the earlier part\nthereof/\n20.\nthereof reading \"sale ... means an agreement whereby a party\nthereto agrees . ..\"; in other words, to qualify as a transaction,there\nonly had\nto be the transfer of ownership; there was no need for an agreement; a sale\ncould accordingly be proved either on a consensual\nor a proprietary basis.\nCounsel, besides referring to certain judicial and dictionary definitions of\n\"trans-action\" (which is not\ndefined in the Act) drew attention, in support of\nthis approach, to the use of \"agreement or transaction\" in the definition of\n\"sale\"\n(just after sub-paragraph (d)) in apparent contrast to each other. It is,\nhowever, unnecessary to express an opinion on the point.\nI shall, in favour of\nappellant, assume its correctness.\nNow,/\n21.\nNow,plainly, certain sales of cata-logues (in either sense)\ndid take place. These, in the words of Mr Felthun, appellant's auditor\nand\nfinancial consultant, who testified on its behalf, related to the \"very small\nproportion\" of persons on the mailing list who\npaid for the catalogues sent to\nthem (part of category (ii) above). They would also include those catalogues\nrequested by persons\nin category (iii). But these too, so the witness con-ceded,\nrepresented but a minor percentage of the total number of catalogues\ninvolved.\nIn the result, the number of catalogues \"actually sold\" was described by\nthe/\n22.\nthe Special Court as \"minimal\" and was, for practical\npurposes,\nignored.\nMr Swersky\n, wisely and fairly, accepted this;\nhe conceded that if they were the only catalogues in re-\nspect whereof\nsales were established, the appeal should\nfail. It follows that the\ncatalogues in category (iii)\nFrom appellant's point of view, it can, I\nthink, be accepted that the distribution of catalogues (to whatever category\nof persons) constituted offers\nby it either to donate or dispose of them (or to sell them in the\nconventional sense) and, at the same time, established an intention\nto transfer\nownership in them. However, the reaction, if any,of the addressees of the\ncatalogues must naturally also be looked to.\nBoth/ .....\n23.\nBoth agreement and the passing of ownership are strictly\nbilateral concepts; thé former involves consensus and the latter mutual\nintentions (constituting a \"saaklike ooreenkoms\" -\nAir-Kel (Edms) Bpk h/a\nMerkel Motors v Bodenstein en 'n Ander\n1980(3) S A 917 (A) at 922 F).In\nparticular, the question is whether the\nevidence establishes either that the offers were accepted\nby them or that they took delivery of the catalogues with the intention of\nacquiring ownership thereof. Only then would there,in each\ncase,be an agreement\nor a transac-tion (and, accordingly, a sale). There was no direct evidence of\nsuch acceptance or intention.\nNo sample selection of customers was called by\nappellant to testify in this regard. Appellant's case was, however, that these\nfacta probanda\nwere to be inferred from the\ncircumstances/\n24.\ncircumstances and the conduct of the parties. The\nargument\nwas, in summary, the following:\n(i) (a) The catalogues were not unsolicited.\nThose sent to persons in category (i) formed part of the goods ordered, ie,\nthere was a composite sale of both, the catalogues being\n. sent free of charge.\nAs regards those in category (ii), there was a tacit understanding or\ncontemplation, when the original purchase\nwas made, that a follow-up catalogue\nwould subsequently be sent. (b) Alternatively, there had been an acceptance, by\nconduct, of\nappellant's offer. This was to be inferred from the following. The\neffect of the evidence was that there was\nno/\n25. no random distribution of catalogues; it\nwas to an interested and identifiable market\nwhich comprised persons with\nwhom appellant\nhad a business connection. Moreover \"tight\ncontrol\" (in the\nwords of Mr Felthun) was exer-\ncised over the mailing list; it was\n\"clean\".\nAccordingly, those in category (ii),to whom\ncatalogues were sent\n(also without charge),\nwere persons \"who we felt wanted\" catalogues.\nThis\nassertion had not been challenged in cross-\nexamination. The catalogues were useful; far\nmore so than the normal\nadvertising pamphlets\nplaced in post boxes of homes. On the probabi-\nlities, then, they were accepted. And the\nmaking of a further purchase showed that the\ncatalogues/\n26.\ncatalogues sent had, indeed, been used by the persons\nconcerned; this was a signification of their assent to the offer (the\ncommunication\nwhereof to appellant had been dispensed with). (ii) It was also to be\ninferred from the fact of\ncustomers \"wanting\" the catalogues plus their utility and that they were\nused, that, on delivery, ownership was acquired. In any event,\nownership passed,\non receipt of the catalogues, even thoúgh they might have been\nimmediately discarded.\nIt will be apparent that the main thrust of the\nargument was that a tacit agreement (in respect of each catalogue) was\nconcluded.\nThis/\n27. This, on one of the recognised tests, is established where, by\na process of inference, it is found that the most plausible conclusion\nfrom all\nthe relevant proved facts and circumstances is that a contract came\ninto\nexistence (\nPlum v Mazista Ltd\n1981(3) S A 152(A) at\n163 -4;\nSpes Bona Bank Ltd v Portals Water Treatment\nS A (Pty)\nLtd\n1983(1) S A 978(A) at 981 A - D;\nMuhlmann\nv Muhlmann\n1984(3) S A 102(A) at 124 C; but cf\nJoel\nMelamed and Hurwitz v\nCleveland Estates (Pty) Ltd\n1984(3)\nS A 155(A) at 164 G - 165 G). Where\nthe acceptance of an\noffer by conduct is relied on it must be shown that\nthe\nofferee acted with the intention (actual or apparent)\nof accepting the\noffer (Chitty on\nContracts\n:\nGeneral\nPrinciples\n, 25th ed\npara 55 at p 34). In the case\nof/\n28.\nof contracts of sale such conduct may be the retention\nby\nthe \"purchaser\" of goods sent to him (Christie:\nThe Law of Contract in\nSouth Africa\n, 62). Instances\nof this are where a purchaser, to whom there\nis delivered\ná quantity of goods on approval or in excess of\nhis\norder or not answering the description contracted for,\nkeeps them (MacKeurtan:\nSale of Goods in South Africa\n5th ed, 8). The\nfactor underlying these cases is a\nprior or existing business relationship or\ncourse of\ndealings between the parties. Where, however, this is\nabsent the\nposition will ordinarily be otherwise. In\nthis situation, ie where\nunsolicited goods are sent to\na person, the failure\nper se\nto return them would not\nnormally found a sufficient inference that they had\nbeen/\n29.\nbe accepted. As Corbin on\nContracts\n, vol 1, sec 72, p 306 puts it:\n\"(I)t may indicate that he pre-ferred to give no thought to the offer and to\nwaste no time and effort in making a reply, whether orally\nor by a writing. In\nsuch cases, the offeror is not reasonable in giving to the offeree's mere\nsilence an interpretation that he accepts.\nSo, if a party sends a book or paper\nor other goods to another, with a letter saying he is offering it for sale at a\nspe-cified price,\nthe party to whom it is sent is not bound by a con-tract to\npay for it if he does nothing and says nothing.\"\nTo/\n30.\nTo similar effect is Wessels:\nThe Law of Contract in South\nAfrica\n, 2nd ed, vol 1, para 269, where it is stated:\n\"The want of a reply to an offer which one is not bound to answer may not be\na refusal, but it certainly is not equivalent to an acceptance.\nConsent is a\npositive act not a negative act.\nThus, if tickets, newspapers or goods are sent to my address with a notice\nthat if I do not return them within a certain time I shall\nbe taken to have\naccepted them, my silence and my not returning things cannot be construed into\nan acceptance on my part. There is\nno legal duty laid upon me to incur the\ntrouble and expense of returning the articles so sent to me, and therefore my\npassive attitude\ncannot be interpreted into an implied consent to take\nthem.\"\nOn/\n31.\nOn the other hand, were the offeree to make beneficial\nuse of the goods or otherwise exercise ownership over them, an acceptance may\nand probably would be inferred (see Williston on\nContracts\n, 3rd ed, vol 1\nsec 91(D) pp 333-4). Ultimately, of course, whether the offeree's conduct was\nsuch that an acceptance (or intention\nto acquire ownership) can be inferred, is a question\nof fact to be decided on the circumstantial evidence\nof each case. The party bearing the onus would have to convince the court\nthat such inference is\nthe most readily apparent and acceptable one (\nA A Onderlinge\nAssuransie-Assosiasie Bpk v De Beer\n1982(2) S A 603(A) at 614 H); in other\nwords that the circumstances justify the inference sought\nto/ .\n32.\nto be drawn (\nSmit v Arthur\n1976(3) S A 378(A) at 384\nH).\nI proceed to apply these principles to the facts in\ncasu\n. It can,\nI think, be accepted that most of the catalogues were properly addressed and\nposted and,in the ordinary course,reached their\ndestination and were received by\nthe addressees. I am, nevertheless, unable to agree with appellant's argument. I\ndeal,firstly, with\nthat part of it relating to the alleged consensual sales.\nThere is, in my opinion, no merit in the propo- sition that the catalogues\nwere\npart of the goods ordered or that it was an implied term of each sale that a\ncatalogue would subsequently be sent to the erstwhile\npurchaser. Neither\ndirectly nor indirectly is there any evidence in support of this. The matter\nmust therefore be approached on the\nbasis that the catalogues were\nunsolicited.\nCan/ ....\n33. Can it be said that they were never- theless accepted by conduct? In\nconsidering this, it must be stressed that, what appellant\nhad to prove was a\nmultiplicity of sales and, in particular, if respondent's assessment (which was\nobviously based on\nthe total quantity of catalogues printed and distributed)\nwas to be successfully challenged, a reasonably precise\nestimate of the\nnumber thereof. Otherwise one would not know what (lesser) amount of tax was\npayable. But in order to quantify the\nnumber of alleged sales, it did not\nsuffice for appellant to rely on the proposition that, in the .\" nature of\nthings, the catalogues\nmust have been responded\nto/\n34.\nto because, unless that happened, its business would\nhave\ncollapsed. This generalisation is no doubt true,\nbut it would not result in\nthe quantum of sales of\ncatalogues being established. For this to be\nachieved,\nit was incumbent on appellant to lay a sufficient basis\nfor\ninferring the probability of particular sales (in-\nvolving individual\nrecipients of catalogues) having taken\nplace - and the approximate number\nthereof. In my\nopinion, it did not do this.\nWhilst there was no evidence\non the point, it can be assumed that no catalogues were returned by any of the\nrecipients. But this is\nneither surprising nor of any consequence. The\nrelationship between the parties was not such as to require this to be done\n(on\npain/\n35.\npain of an inference of acceptance arising). There is\nno\nwarrant for a finding that anything more than one\nisolated purchase had been made by any particular cus-\ntomer prior to the\ndespatch of a catalogue to him.\nThough the catalogues are perhaps advertising\nmaterial\nof a superior kind, they remain such. I do not think\nthat a\ncustomer who, on receiving one, and seeing what\nit is (even though, in order\nto do so, he may page through\nit), discards it, can be said to have the\nintent either\nof accepting it or of acquiring ownership thereof.\nRather\nthe opposite seems true. Thus Williston (op\ncit\n)\nat 334 - 5 says:\n\"It should be noted that to come within the operation of this general\nprinciple the taking or exercise of\ndominion/\n36.\ndominion must be something more than mere temporary taking or\nhandling for purpose of inspection or to determine whether to accept.\"\n(The \"general principle\" is that the taking or retention\nby an offeree of\npossession of property offered to him may\nconstitute an acceptance \"in the\nabsence of other controlling\ncircumstances\" - see sec 91 D at 332). It would,\nmoreover, not\noccur to a customer that an article of this kind (being\na,\ncatalogue with a price of only 10 cents marked on it)\nshould be\nreturned to appellant if he did not wish to\naccept it.\nWhat remains, then, is the contention\nthat (former) customers of appellant, on the probabi-\nlities, in fact used the catalogues and must thus be\ntaken to have accepted appellant's offer. The\nfallacy/\n37.\nfallacy inherent in the argument, and rendering it\nstill-born, is that its basic premise,viz, that the\naddressees \"wanted\" the catalogues,is flawed. It\nwas founded on Mr\nFelthun's bald, unsubstantiated alle-\ngation (amounting to an opinion) to\nthat effect. There\nwas no evidence that he had any direct dealings with\nany\nof the persons whose subjective state of mind he was\ntestifying to.\nWhat he said really begs the question\nand was simply conjecture. A taxpayer's\nipse dixit\ndoes not necessarily have to be accepted (\nMalan\nv\nKommissaris vir Binnelandse Inkomste\n1983(3) S A 1(A):\nat 18\nE); uncontradicted evidence is not necessarily\ncogent, (\nPatel v\nGrobbelaar\n1974(1) S A 532(A) at 534 C - C\nThere/\n38. There was no information as to the volume of orders or how\nmany customers who ordered goods at any given time had previously purchased\nfrom\nappellant. The\nnumber of repeat orders would have been indicative of the use to which\ncatalogues (whether in category (i) or (ii)) were put. Indeed,\nthe Special Court\nwas left\nin the dark as to the actual number of catalogues involved,\nthe dates when they were sent out, what proportion those\nin the two categories bore to each other and how many were\non the mailing list. In the absence of evidence along\nthese lines, it was not possible to infer whether any,specifi\n(and, if so,\nhow many)addressees of the catalogues re-\nsponded to their distribution by using and thus accepting\nthem.\nFinally,/\n39.\nFinally, if there was agreement, what were the terms thereof?\nIt is difficult, in this re-gard, to reconcile the price marked on the\ncatalogues with the contention that the offer was to supply them free of charge.\nIf it was not thë latter, the fact that no\npayment was made by any of the\nrecipients (save to the extent already mentioned) is a strong indication, not\nmerely of non-performance\nof the contract, but of non-acceptance of the offer.\nIt, accordingly, does not avail appellant to argue that communication of the\nacceptance of the offer was dispensed with.\nTo sum up so far, the evidence\nwas, in my opinion, insufficient to enable the inference to be drawn that\nappellant's offer (whether\nto sell, donate\nor/\n40. or dispose of the catalogues) was accepted by conduct.\nEqually\nso, and for substantially the same reasons, it\ncannot be said to have been\nproved that its customers\nintended to acquire ownership of the catalogues\nreceived\nby them. They were there for the taking, but gifts are not\nalways\naccepted. Accordingly, appellant failed to estab-\nlish (and the onus was on\nit, in terms of sec 23) that\nany particular catálogues (and, a\nfortiori\n, the number\nthereof) were sold and its attempt to have sec\n5(1)(a)\napply was rightly rejected by the Special Court. Mr\nSeligson\n,\non behalf of respondent, submitted that appellant had\nnot\nproved that the market value of the catalogues was 10 cents\neach, so\nthat, in any event, even if sec 7(3) applied,\ntheir cost should be the\nyardstick of the taxable value.\nIn/ ....\n41. In the light of the conclusion come to, it is unnecessary to decide this\npoint.\nI am hot sure whether a decision that sec 5(1)(a) is.not applicable,\ndoes not dispose of the first issue. This is because I undérstood\nit to\nbe common cause that either this section or sec 5(l)(h)(i) governed; it was one\nor the other. However, in case . this approach\nbe unfair to appellant and, in\nany event, in order to determine whether the facts of the present matter, on\ntheir own merits, fall\nwithin the ambit of sec 5(l)(h)(i), I propose to consider\nthe question. But in so doing it is unnecessary to deal with the argument,\nadvanced on behalf of appellant, that sec 5(1)(h) only applies where a\nparticular transaction does not fall\nwithin/\n42.\nwithin any of the earlier sub-sections of sec\n5(1); it was to be invoked as a last resort so to speak; thus if there was a\nsale of\ngoods, tax would be calculable on the basis that sec 5(1)(a) applied,\neven though the transaction was, at the same time, one within\nthe meaning of sec\n5(l)(h). That this could happen was submitted\nto us. Particular reference\nwas, in this regard, made-to that part of the latter section (towards the end)\nreading: \"which are applied\n... for the use or consumption of any other\nperson...\" Unless some restrictive meaning was given to this expression, it\ncould, as\ncounsel put it, cover every sale (under sec 5(1)(a)) by an enterprise\nof its goods. One can conceive of other examples falling under\nsec 5(1)(h) and\nother sub-sections of\nsec /\n43.\nsec 5(1). The problem in these circumstances,is which of the differing parts\nof sec 7 will apply to determine the taxable value of\nthe transaction. However,\nin view of the finding that appellant's evidence fell short of proving the\nrequisites for the operation\nof sec 5(1)(a), the problem of the two sub-sections\npossibly overlapping and the proper approach to be adopted where this occurs,can\nbe and is left unresolved.\nThe broad purpose of sec 5(1)(h) is to tax goods\nwhich have\ninter alia\nbeen acquired by a registered vendor free of tax\nand which, instead of being disposed of or utilised in such a way as to\neventually\ngenerate tax, are appropriated or devoted\nby/\n44. by him (i) to his private or domestic use\nor consumption, or, (ii) for use or consumption in his enterprise, or, (iii) for\nthe\nuse or consumption by a third person, or, (iv) for the purposes of another\nenterprise of his. In most of these cases,the person or\nenterprise concerned\nwill, as a result of what may\nbe called the internal employment of the goods\nin any\nof these ways, become the end-user thereof (and thus,\nin principle, liable for tax). Examples illustrative\nof the categories\nreferred to are the following:\n(i) groceries taken by a grocer from his stock for\nconsumption by himself\nor his family; (ii) the use\nby a retailer of motor vehicles of a car for\ndemonstration\npurposes; (iii) the giving of free samples or gifts\nto/\n45.\nto customers as part of a sales promotion exercise; (iv) any of the\naforementioned where the use is by\nan associate enterprise. Normally,the goods in\nques-\ntion will be those traded in by the\nenterprise, but\nthis is not essential for the operation of the sec-\ntion.\nThe question to be decided is whether\nthat part of sec 5(l)(h)(i) reading \"for the use or\nconsumption thereof in such enterprise\" applies in the present matter.\nClearly, the catalogues were either acquired under a sale or\nproduced by\nappellant. There\nwas/\n46.\nwas no suggestion that any of the exclusions contained\nin\nthe section applied. It was not disputed that if they had been used (or\nconsumed) as stated, this was con-\nsequent upon them having been \"applied\". The real question,\nthen, is\nwhether the catalogues were used in appellant's\nbusiness within the meaning\nof the section. The word\n\"thereof\" presents some difficulty. It could relate to\n(the use or consumption of) the goods or to (the use of\nor consumption\nby) the registered vendor (ie \"such person\").\nThe use in the Afrikaans text\nof \"daarvan\" indicates that\nit is the former. But on the facts of the present\nmatter\nthis possible ambiguity is not important. What has to\nbe decided is\nwhether the distribution of the catalogues\nby appellant to its customers\nconstituted a use of them\nby appellant in its business. I think it did.\nThe\nevidence/\n47.\nevidence was that appellant was \"not in the business of\nselling catalogues\"; they were rather \"the vehicle\" that it used in order\nto\n\"demónstrate\" what goods it has for sale - its \"selling medium\"\n(containing,of course,order forms). Indeed, appellant itself,\nas the docket\nshows, in a letter that it wrote to respondent, admitted that \"catalogues not\nsold but sent to customers are treated\nas being consumed in terms of sec\n5(1)(h)\". In my view, such admission was correctly made. \"Use\" is a word of wide\nmeaning (\nR v Tru Products (Pty) Ltd & Others\n, 1954(4) S A 356(C) at\n365 E;\nR v Appel\n1959(3) S A 944(C) at 947 E;\nS v Naicker\n1963(4)\nS A 610(N) at 613 G;\nShell-Mex and B P Ltd v Clayton (Valuation Officer) and\nAnother\n(1955) 3 AllE R l02\n(C A) at 117 B - D;\n1956/\n48.\n(1956)3 All E R 185(H L) at 195 I - 196 C).\nMoreover, save that the use must be \"in such enterprise\" there is no reference\nand therefore\nno restriction in the section concerning the manner in or purpose\nfor which the goods must be used. A person in the position of appellant\nwould be\nusing the catalogues where he exer- cises his rights of ownership by disposing\nof them. And, in so doing, appellant was\nusing them \"in\" its enterprise. \"In\" is\nan elastic preposition synonymous with \"in regard to\", \"respecting\" and \"with\nrespect to\"\n(Black's Law Dictionary 5th ed sv \"In\"). It is there-fore not a\nrequirement that the use or consumption of the goods, ie, the disposal\nof the\ncatalogues, be confined to persons within the enterprise, ie members of\nappellant's\nstaff/\n49.\nstaff (as was argued). There is no warrant for giving\nit this narrow meaning. Secs 7(5)(f) and (h), which\nwere relied on in\nthis regard, were only inserted by\namendments subsequent to 1980. In any\nevent, they mere-\nly deal with how the cost or value of goods is to be\ncalculated in particular applications of sec.5(l)(h).\nIn so far as may be necessary, appellant itself can be regarded as an\nend-user of the catalogues, or,\nas Tebbutt J, found \"the real user\".\nPerhaps the present case is a\nsomewhat un- usual illustration of the application of sec 5(l)(h)(i), but, for\nthe reasons stated, I\nthink it falls within the sub-section. In the result,\nrespondent rightly applied sec 7(1)(h) in order to arrive at the taxable value\nof the catalogues.\nThere/\n6.\nThere was no dispute that, so calculated, the assessment\nwas correct and (in terms of sec 9(e)) payable by appellant. The first issue\nmust be resolved in re-spondent's favour..\nSo, too, must the second issue. Appellant, having failed to prove that the\ncatalogues were sold, could not rely on the exemption created\nby sec6(l)(a)(i).\nIt follows that tax was payable, as claimed by respondent, on those catalogues\ndistributed outside the Republic.\nThe appeal fails and is dismissed with costs including those incurred by the\nemployment of two counsel.\nH H NESTADT, JA CORBETT, JA )\nHOEXTER, JA ) CONCUR NICHOLAS, AJA)",
  "scraped_at": "2026-02-11T21:02:54.344131",
  "date": "1987-05-12",
  "coram": [
    "Corbett JA",
    "Hoexter JA",
    "Nestadt JJA",
    "Nicholas AJA",
    "Steyn AJA"
  ],
  "case_number": "306/85",
  "parties": {
    "applicants": [
      "Charles Velkes Mail Order 1973 (Pty) Ltd"
    ],
    "respondents": [
      "Commissioner for Inland Revenue"
    ]
  },
  "sections": {
    "facts": "Charles Velkes Mail Order 1973 (Pty) Ltd was a mail‑order retailer that produced and distributed catalogues showing its range of goods. The catalogues were printed at a cost of 54 cents or 22 cents each but were marked with a sale price of 10 cents. They were sent by post to three categories of recipients – customers who had ordered goods, customers on the mailing list, and persons who requested a catalogue. About 40.75% of the catalogues went to recipients inside the Republic of South Africa and the remainder to addresses in Botswana, Swaziland, Transkei, Bophuthatswana and South West Africa. The appellant paid sales tax at 4% on the cover price (10 cents) for the catalogues sent within the Republic but did not pay tax on those sent abroad. The Commissioner assessed an additional tax of R14 477.54 (plus an equal penalty) on the basis that tax was payable on all catalogues at their production cost.",
    "issues": "1) Whether the distribution of the catalogues constitutes a “sale” within the meaning of section 5(1)(a) of the Sales Tax Act, or whether it falls under section 5(1)(h)(i). 2) Which method of valuation applies – the cover price (10 cents) under section 7(1)(a) or the production cost (54/22 cents) under section 7(1)(h). 3) Whether the exemption for exported goods in section 6(a)(i) applies to the catalogues sent outside the Republic.",
    "principles": "The Court set out the relevant provisions of the Sales Tax Act 103 of 1978: the definition of “sale” (sec 1 xxix), the taxable value rules (sec 7), the exemption for exported goods (sec 6 (a)(i)), and the requirement that a vendor prove the existence of a sale (sec 23). It noted that the burden of proof lies on the appellant to demonstrate that a sale occurred and that acceptance must be shown by conduct or agreement. Precedents on acceptance by conduct and on the interpretation of “transaction” and “sale” were cited (e.g., Air‑Kel, Plum v Mazista, Smit v Arthur). The Court also explained that section 5(1)(h) applies as a fallback where a transaction does not qualify as a sale under earlier sub‑sections.",
    "application": "The Court examined the evidence and concluded that the catalogues were unsolicited promotional material, not sold to the recipients, and there was no proof of acceptance or agreement. Consequently, section 5(1)(a) could not be applied. The appropriate provision was section 5(1)(h)(i), meaning the taxable value was the cost of the catalogues, not the cover price. Regarding the foreign distribution, the Court held that the exemption in section 6(a)(i) only applies to goods that are actually exported as sales; the catalogues were not sold abroad, so the exemption did not apply. Therefore tax was payable on all catalogues, both domestic and foreign, at the cost rate.",
    "conclusion": "The appeal was dismissed. The assessment of R14 477.54 (plus an equivalent penalty) was upheld, and the appellant was ordered to pay the tax liability on all catalogues distributed. Costs were awarded to the respondent."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Sales Tax",
    "level_3": [
      "sales tax liability",
      "catalogue distribution",
      "export exemption",
      "valuation of taxable value"
    ]
  }
}