{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/56.html",
  "case_name": "S v Masilela and Another (425/86) [1987] ZASCA 56 (27 May 1987)",
  "citation": "[1987] ZASCA 56",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 56\n|\nNoteup\n|\nLawCite\nS v Masilela and Another (425/86) [1987] ZASCA 56 (27 May 1987)\nDownload original files\nPDF format\nRTF format\n425/86/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen\nRICHARD\nMASILELA\n1ste Appellant\nSAMSON MNDAWE\n2de Appellant\nDIE STAAT\nRespondent\nCORAM: GROSSKOPF, NESTADT, ARR et KUMLEBEN, Wn AR\nVERHOOR: 4 Mei 1987\nGELEWER: 27 Mei 1987\nUITSPRAAK\nGROSSKOPF, AR\nDie twee appellante is in die Transvaalse Oos- en\nSuid-Oostelike\n2\nSuid-Oostelike Rondgang Plaaslike Afdeling voor DE VILLIERS R en\nassessore skuldig bevind aan 'n aantal misdade gepleeg in die tydperk\n14 April\n1984 tot 25 Mei 1984. Met verlof van die verhoorregter kom albei appellante nou\nin hoër be-roep teen hulle skuldigbevindinge.\nHulle is ook onskuldig bevind\nop 'n aantal klagtes, maar dit is nie nodig om in hier-die uitspraak na sodanige\nklagtes te verwys\nnie. Gerief-likheidshalwe sal ek die klagtes waarop die\nappellante skul-dig bevind is afsonderlik behandel in die volgorde waarin\nhulle\nin die akte van beskuldiging voorkom.\nKlagtes 2 en 3: Roof met verswarende omstandighede en poging tot moord op\nWilliam Tinkie Pule (14 April 1984\n).\nAlbei appellante is op hierdie twee klagtes skuldig\nbevind\n3\nbevind en elk gevonnis tot 10 jaar vir roof en 8 jaar\nvir\npoging tot moord. Dit was gemene saak dat die misdade ge-\npleeg was, en die enigste vraag was dié van identiteit, d.w.s.\nof die Staat bo redelike twyfel bewys het dat die appellante\ndie boosdoeners was. Die getuienis was kortliks soos volg.\nOp Saterdag 14 April 1984 om ongeveer 16h00 het die\nklaer, Pule, met sy Cortina voertuig in Bethal rondgery.\nHy het by 'n\nkafee stilgehou en 'n brood gekoop. Toe hy uit-\nkom, nader drie vreemde Swartmans hom, en vra om saam te ry\nna Rietspruit, waarheen Pule op pad was. Pule het toege-\nstem. Nadat hy 'n ander passassier, wat saam met hom was.\nafgelaai het, het hy in die rigting van Rietspruit gery.\nDie drie persone het agter in die voertuig gesit. Langs\ndie\n4\ndie pad het hulle gesê dat hulle wou urineer. Pule het\nstilgehou. Een van die drie kom toe na hom en rig 'n vuur-\nwapen op hom.Die persoon beveel hom om agter in die voer-\ntuig in te klim. Daar het Pule tussen die ander twee per-\nsone gesit, terwyl die persoon wat hom gedreig het, die voer-\ntuig verder bestuur het. By 'n ry bome het die bestuurder\nstilgehou.Teen daardie tyd het die twee persone wat aan\nweerskante van Pule gesit het, hom reeds deursoek. Hy is\nbeveel om uit te klim en onder 'n boom se takke in te gaan.\nDaar is hy aangesê om plat te lê omdat hulle hom wou dood-\nmaak.Hy het stil gelê. Al drie die persone het vuur-\nwapens gehad, en twee skote is op hom gevuur, een waarvan\nhom in die hand getref het.Sy aanvallers bekyk hom toe in\ndie....\ndie lig van '\nn\nflitslig. Daarna vertrek hulle in\nsy voer-\ntuig.\nDit blyk duidelik uit die manier waarop die misdade\ngepleeg is dat al drie Pule se aanvallers opgetree het met\n'n\ngemeenskaplike opset om hom te beroof en te vermoor. Wat die op-\nset an te dood betref, was minstens opset by moontlikheidsbe-\nwussyn\naanwesig.Soos reeds aangedui, is die enigste ge-\nskilpunt op appèl dié van identiteit. In appellant no.2\nse geval was daar heelwat getuienis om hom te inkrimineer.\nPule het getuig dat appellant no. 2 die persoon was wat by\ndie kafee met hom gepraat het, en ook die persoon was wat\nhom later beveel het om agter in dievoertuig in te klim,\nen wat daarvandaan die voertuig bestuur het.\nOp\n6\nOp Maandag 16 April het Pule saam met die polisie gaan\nsoek na sy voertuig.Naby Ermelo-myn het hulle die voertuig gevind.Die voertuig\nwas stilstaande, die enjin-kap was oop, en twee mans,van wie Pule een uitgeken\nhet as appellant no. 2,was besig om aan die waaierband\nte werk. Die twee mans\nhet die polisie sien aankom en hulle uit die voete gemaak. Op die metaalstrook\nvoor die verkoeler onder die\nenjinkap is daar 'n palmafdruk igevind wat later\ngeïdentifiseer is as dié van appellant no. 2.\nOp 31 Oktober 1984 is 'n uitkenningsparade gehou. Al-bei appellante was\nteenwoordig.Pule het appellant no. 2 uitgewys as een van die\npersone wat hom\nberoof en aangerand het.\nVolgens\n7\nVolgens die ondersoekbeampte, speurder sersant J. Ntlane, het hy op 6\nAugustus 1984 'n verklaring geneem van appellant no. 2 wat soos\nvolg lui:\"Ek het\ndie klaer wie se motor van hom be-roof is nie geskiet nie. Hy is deur Richard\nMasilela (d.w.s. appellant no. 1)\ngeskiet in die bos bome.\"\nHierdie verklaring, hoewel verontskuldigend, dui nogtans aan dat appellant\nno. 2 kennis gedra het van die roof en aan-randing.\nDie Staat se saak teen\nappellant no. 2, was, soos uit die voorgaande blyk, baie sterk. Om dit te\nprobeer ontsenu het die appellant\nbeweer dat die uitkenningsparade nie\nbe-hoorlik gehou was nie, dat sy palmafdruk nie in die enjin was nie (of, in die\nalternatief,\ndat dit op 'n onskuldige ma-\nnier\n8\nnier daar kon gekom het) en dat speurder sersant Ntlane op '\nn\nbedrieglike manier sy handtekening op die verklaring gekry het.Hierdie\nbewerings is deur die verhoorhof verwerp, myns insiens heeltemal\ntereg.Die\nverhoorhof het dan ook appellant se ontkenning dat hy áan die misdaad\ndeelgeneem het, verwerp.Geen gegronde rede\nis voor ons aangetoon om van hierdie\nbevinding te verskil nie.\nDie saak teen appellant no. 1 is heelwat swakker,\nen berus uitsluitlik op getuienis van 'n uitwysing. Gedurende die\npolisie-ondersoek\nhet die klaer, Pule, vir speurder ser-sant Ntlane geneem na\ndie plek waar daar op hom geskiet is. By die toneel het speurder sersant\nNtlane\n'n\ndoppie van 'n 7.65 mm koeël gekry.Die plek is omtrent 5 km van\nBethal af\nop\n9\nop '\nn\nplaas Vlaklaagte.Om daar te kom van Bethal\naf ry 'n mens eers met die Middelburg-pad en draai dan af met 'n grondpad.Later,\nop 27\nMei 1984, is appellant no.1 in hegtenis geneem.Hy is uitgevra omtrent die\nroof van Pule se voertuig , en het inligting daaromtrent\nverskaf. Daarna het hy\nvir speurder sersant Ntlane van Bethal geneem na die plaas Vlaklaagte en in 'n\nbos bome 'n plek onder 'n boom\nuitge-wys.Dit was dieselfde plek onder dieselfde\nboom wat Pule uitgewys het.\nIn hoofverhoor het appellant no. 1 as volg\nhieroor getuig:\n\"Speurdersersant Ntlane het getuig dat jy hierdie plek gaan uitwys het aan\nhom, die bos bome, waar hierdie voorval, die poging tot\nmoord op Pule, sou\nplaasgevind het.\nIs.......\n10\nIs dit so? Ek dra geen kennis daarvan\nnie\nWas jy by die bos saam met sersant Ntlane?\nDie dag van jou arrestasie, 27 Mei?\nJa ek het sersant Ntlane vergesel.\nHoe het dit gekom dat julle na die bome\ntoe gegaan het?Ek weet nie.\"\nOnder kruisverhoor het appellant no. 1 se\ngeheue heel-wat verbeter. Hy getuig toe soos volg:\n\"Kan jy vir die Hof vertel, op dié geleent-heid, het julle ook in die\nbos ingegaan, jy\nen sersant Ntlane? Ja, ons het in die\nbos ingegaan.\nWat het julle toe daar gemaak?Sersant\nNtlane het my gevra ek moet hom hom wys waar ons 'n motorvoertuig geroof het\nen hom geskiet het.\nHet jy enigiets gewys daar vir hom? Ja,\nek het hom iets uitgewys, aangesien ek was aangerand.\nWat het jy uitgewys? Ek het hom net die\ngroot grasse daar gewys.\nDaar was geen voorwerpe of iets nie, jy het\nnet....\n11\nnet groot grasse uitgewys, is dit reg?\nKorrek.\nHoekom het jy die plek\nuitgewys, wat was die\nbelang van daardie plek gewees?Ek het\ndie plek\nuitgewys aangesien die sersant het\nmy gevra ek moet wys waar ek iemand\ngeskiet\nhet.\nWas daar iemand geskiet by die plek wat jy\ngewys het?Nee\nek weet nie.\nHet daar enigiets by die betrokke plek ge-\nbeur wat jy van\nweet? Nee.\nNou hoekom wys jy daardie lang grasse uit\nvir die sersant?\tEk\nwas aangerand en\nsersant het my meegedeel ek moet wys, ek het die sersant\ngewys.\nIn jou hoofgetuienis het jy gesê jy weet nie hoe dit gekom het dat jy\ndaar na die bosse toe gegaan het nie, dit is nou wat betrek-\nking het op aanklagte 2 en 3, die roof.\nEk het so gesê.\nMaar dit is mos nie korrek nie, jy het ge-weet waaroor dit gaan, sersant\nNtlane sê vir jou hy soek na die roof en daarom neem\nhy jou na die bos\ntoe, is dit nie so nie? Ja sersant Ntlane het geweet, aangesien\ndie.....\n12\ndie persoon waar die voertuig beroof het,\nhy het '\nn\nklagte gaan lê.\nEn jy is ook ten volle bewus hoekom word\njy nou uitgeneem? Nee, ek het nie ge-\nweet nie.\"\nDie verhoorhof het tereg die getuienis van Ntlane aan-vaar en\ndié van appellant no. 1 verwerp. Die feit dat ap-pellant uit\neie kennis\nvir Ntlane na hierdie verwyderde en weggesteekte plek waar die misdaad gepleeg\nis, kon neem en aan hom uitwys, en die\nverdere feit dat hy geen onskuldige\nverduideliking hiervoor gee nie maar valslik probeer ontken dat die uitwysing\nplaasgevind het,\nregverdig die afleiding dat hy van die plek geweet het omdat hy\ndeelgeneem het aan die misdaad. Vgl.\nR v Tebetha\n1959(2) SA 337 (A) op\nbl. 340 A-E, bl. 341 H- 342 A en 346 D\n;\nS v Tsotsobe and\nOthers\n12 A\nOthers\n1983(1) SA 856 (A) op bl 864 D-E;\nS v\nShezi\n1985(3) SA 900 op bl 906 A-B en\nDavidson v R\n1960(1)\nPH H 109 (A). Sien ook S v Ismail and Others (2) 1965\n(1) SA 452 (N) op bll 456 H tot 457 G. Dit is dan ook die\nafleiding\n13\nafleiding wat die verhoorhof gemaak het en na my\nmening kan dit nie aangeveg word nie.\nDie verhoorhof het ook gewag daarvan\ngemaak dat die feite ten opsigte van die roof op Pule '\nn\nsterk ooreenkoms\ntoon met dié van die moord en roof op Tosi Stephan Mnisi wat die\nonderwerp vorm van klagtes 7 en 8. Soos later\nsal blyk, is daardie misdade ook\ngepleeg deur drie Swartmans wat saam met die oorledene gery het, wat gevra het\ndat hy stilhou sodat\nhulle kan urineer, wat hom toe na dieselfde bos toe geneem\nhet as wat betrokke was by Pule se roof, en wat die oorledene daar doodgeskiet\nhet, Daarna het hulle sy voer-tuig gesteel. Ek stem saam met die verhoorhof dat\nal hier-die punte van ooreenkoms skaars toevallig\nkan wees, en '\nn\nmens\n15\nno. 1 by albei geleenthede aanwesig was. 'n\nMens moet ook in gedagte hou dat Mthetwa die derde persoon was wat\nteenwoordig was by Mnisi se moord en dat hy nie een van die drie\npersone was wat\naan die roof op Pule deelgeneem het nie. Hier is daar dus nie sprake van '\nn\nbende wat altyd uit die-selfde drie persone bestaan nie. Ek meen dus dat\nappellant no. 1 se aanwesigheid by Mnisi se moord nie die\nafleiding regverdig\ndat hy een van die persone was wat deelgeneem het aan die roof op Pule nie.\nDie enigste getuienis wat appellant no. 1 met die roof op Pule verbind is dus\nsy uitwysing van die toneel. Gedurende die verhoor van\ndie appèl is die\nvraag geopper of hierdie ge-tuienis nie moontlik ontoelaatbaar kan wees omdat\ndit deel\ngevorm\n14\nmens sou sekerlik die afleiding kon maak dat een of meer van\ndie aanvallers by albei geleenthede teenwoordig was. Soos later sal blyk\nwanneer\nek die moord op Mnisi behandel, was appellante 1 en 2 albei daarby betrokke saam\nmet ene Mthetwa. Die ooreenkoms tussen die\nfeite ten opsigte van Mnisi se moord\nen dié ten opsigte van die roof en aanranding op Pule sou dus verklaar\nkon word deur\nappellant no. 2 se aanwesigheid by albei geleenthede. Trouens ,\nsoos reeds ge-blyk het ten opsigte van Pule en later sal blyk ten\nopsigte van\nMnisi, het appellant no. 2 by albei geleenthede die lei-dende rol in die\nverrigtinge gespeel. Die ooreenkoms in die\nmodus operandi\nby die twee\ngeleenthede kan dus maklik ver-klaar word sonder om die afleiding te maak dat\nappellant\nno. 1\n16\ngevorm het van 'n bekentenis aan '\nn\nvredesbeampte nie\n(art.\n217 (l)(a) van die Strafproseswet no. 51 van 1977). In\nhierdie verband is daar verwys na\nS. v Magwaza\n1985(3) SA\n29 (A) op bl. 39 F-I. Voordat ek hierdie saak behandel, is\ndit nodig om net kortliks op die agtergrond in te gaan. In\nR v Duetsimi 1950(3) SA 674 (A) het hierdie hof bevind dat\ngetuienis nie gelei mag word van 'n aanwysing wat deel gevorm\nhet van 'n\nbekentenis wat ontoelaatbaar was ingevolge die des-\n(op bl 677 C-D) tydse voorganger van art. 217(1)(a) nie. Die hof het in\nhierdie verband die volgende passasie uit\nR v Swart\n1937 TPA 168 op\n172-3 met goedkeuring aangehaal:\n\"The section applies to the confession as a whole, and no statement which\nforms a con-stituent part of the confession is admissible,\nIf.....\n17\nIf that were not so, the whole policy of the section would be\ndefeated.\"\nNa aanleiding van\nDuetsimi\nse saak is die destydse Strafproseswet\ngewysig deur die invoeging van 'n nuwe sub-artikel (sien art. 42 van Wet 29 van\n1955). Dit\nis nie nodig om die presiese bewoording van hierdie sub-artikel weer\nte gee nie - die beginsel wat daardeur neergelê is, vorm\nsteeds deel van\nons reg en word tans beliggaam in art. 218 (2) van die Strafproseswet van 1977\nwat soos volg lui:\n\"(2) Getuienis kan by strafregtelike ver-rigtinge toegelaat word dat iets\naangewys is déur 'n beskuldigde wat by daardie ver-rigtinge\nverskyn of\ndat 'n feit of ding ont-dek is ten gevolge van inligting verstrek deur daardie\nbeskuldigde, nieteenstaande dat bedoelde\naanwysing of inligting deel uitmaak van\n'n bekentenis of verklaring wat\nregtens nie as getuienis teen daardie beskul-digde by daardie verrigtinge\ntoelaatbaar is nie.\"\nDie\n18\nDie wysigingswet van 1955 het dus getuienis van 'n aanwysing,\nwat ooreenkomstig\nDuetsimi\nse saak ontoelaatbaar was, toelaatbaar gemaak.\nSien\nR v Tebetha\n1959(2) SA 337 (A). Sedertdien is getuienis van\naanwysings in talle sake toegelaat sonder dat ondersoek ingestel is na die vraag\nof die aanwysings deel gevorm het van ontoelaatbare bekentenis-se, 'n\nvraag wat, ooreenkomstig art. 218(2) van die Straf-proseswet en sy\nvoorgangers, irrelevant sou gewees het.\nIn\nS v Magwaza\n(\nsupra\n)\nhet die hof weer met 'n aanwysing te doen gehad wat 'n deel gevorm het van 'n\nbekentenis. In daardie saak was die bekentenis gemaak\naan ene Kaptein Oelofse en\nhierdie hof het op appel bevind dat daar 'n rede-like moontlikheid bestaan dat\ndie bekentenis deur onbehoor-\nlike\n19\nlike beïnvloeding ontlok is. Getuienis daaromtrent was\nge-volglik ontoelaatbaar (sien art. 217 (1) van die Straf-proseswet).\nDaarna het\ndie hof die toelaatbaarheid van die aanwysings as volg behandel (bl. 39\nF-I):\n\"The next question which presents itself is whether it is somehow possible to\nexcise the bare pointing out by the appellant to Captain\nOelofse from the\nstatements which accompa-nied it, and thus still to rely on the former.\nWhen a person points out a thing his act\nproves that he has knowledge of some fact relating to the thing. See\nR v\nTebetha\n1959 (2) SA 337\n(A) at 346. It is one thing for a Court to receive\nevidence of a pointing out by an accused when the Court knows no more than the\npointing out may or may not form part of an inadmissible confession by the\naccused. It is an entirely different situation, and one\nwhich cannot be\ncounte-nanced, for a Court to have regard to what an accused has pointed out\nwhen that Court\nhas...\n20\nhas certain knowledge not only that the pointing out forms\npart of an inadmissible confession but also what the precise con-tent of\nthe\ninadmissible confession is. In my view it is a necessary consequence of the\nexclusion of the inadmissible con-fession that in\nconsidering the criminal\nresponsibility of the appellant in this case all the evidence of Captain Oelofse\nshould be entirely disregarded.\"\nIn hierdie passasie het die hof klaarblyklik nie be-doel om te kenne te gee\ndat die getuienis van aanwysings wat deel vorm van ontoelaatbare\nbekentenisse\naltyd ontoelaatbaar sou wees nie. So 'n bevinding sou direk strydig gewees het\nmet art 218(2) van die Strafproseswet,\nwat op bl. 36 A van\nMagwaza\nse\nsaak aangehaal word. Die ontoelaatbaarheid van die getuienis in\nMagwaza\nse saak het gevloei uit die beson-dere feite van daardie saak. Die betrokke\nbekentenis, waar-\nvan\n21\nvan die aanwysing 'n deel gevorm het,was deur die verhoorhof\nas bewysmateriaal toegelaat. Die gevolg hiervan was dat die verhoorhof\nsowel as\ndie appelhof nie alleen kennis gedra het daarvan dat die aanwysing deel gevorm\nhet van 'n beken-tenis nie, maar opk geweet\nhet wat die volle inhoud van die\nbekentenis was. Dit is hierdie omstandighede wat,volgens die beslissing in\nMagwaza\nse saak, daartoe gelei het dat dit nie gedoog kon word dat 'n hof\nag slaan op wat die beskul-digde aangewys het nie. Soos ek later\nsal aantoon is\ndie onderhawige saak onderskeibaar op die feite van\nMagwaza\nse saak. Ek\nwil egter, met eerbied gesê, nie die indruk laat dat ek, deur\nMagwaza\nse saak te onderskei, die juistheid van bogemelde passasie\naanvaar nie. Dit is duidelik uit art 218\n(2)\n22\n(2) dat getuienis van 'n aanwysing toelaatbaar is\n\"nieteen-\nstaande dat bedoelde aanwysing ... deel uitmaak van 'n\nbe-\nkentenis wat ... regtens nie as getuienis ... toelaatbaar is\nnie.\" Die feit dat die aanwysing deel vorm van 'n ontoelaat-\nbare bekentenis is dus irrelevant tot die toelaatbaarheid\nvan getuienis omtrent die aanwysing. En as die feit irrele-\nvant is, is dit moeilik om in te sien hoe die hof se kennis\nvan hierdie irrelevante feit enige verskil kan maak, selfs\nal is die hof se kennis daarvan so grondig dat hy die hele\ninhoud van die ontoelaatbare bekentenis ken. Toelaatbaar-\nheid word bepaal volgens objektiewe maatstawwe en nie na ge-\nlang van of die hof kennis het al dan nie van feite wat\nirrelevant tot toelaatbaarheid is nie.\nIn.....\n23\nIn die onderhawige geval is daar nie by die\nverhoor ingegaan op die vraag of die aanwysing deel gevorm het van '\nn\nontoelaatbare bekentenis nie. Dit blyk egter wel dat appel-lant no. 1 op\ndieselfde dag as waarop hy die aanwysing ge-doen het, 'n\nverklaring aan sersant\nNtlane, 'n\nvredesbeampte vir doeleindes van art. 217(1)(a), gemaak het.\nBy die verhoor was dit gemene saak tussen die aanklaer en appellant no.\n1 se\nregsvérteenwoordiger dat die verklaring nie op 'n bekentenis neergekom\nhet nie, en derhalwe toelaatbaar was ten spyte\ndaarvan dat dit aan 'n\nvredesbeampte (wat nie 'n landdros of vrederegter was nie) gemaak is. Die\naanklaer het gevolglik die getuienis\nvan sersant Ntlane oor die verklaring begin\nlei-Dit wil voorkom uit die oorkonde dat afskrifte van die ver-\nklaring\n24\nklaring waarskynlik aan al drie lede van die hof verstrek is. Voordat sersant\nNtlane egter die verklaring kon uit-lees, het die verhoorregter,\nwat\nklaarblyklik self vinnig deur die verklaring gegaan het, sy\nprima facie\nmening uit-gespreek dat die verklaring wel 'n\nbekentenis uitmaak. Na 'n\nmate van debatvoering tussen die verhoorregter en die aan-klaer het laasgenoemde\nbesluit om nie voort te\ngaan met hier-die getuienis nie, en het hy die bewysstuk\nonttrek van die hof. Die hof het nogtans spesifiek bevind dat die verkla-ring\n'n\nbekentenis was, en derhalwe ontoelaatbaar was inge-volge art.\n217(1)(a).\nDie feitelike posisie is dusdat dit nie seker is of die aanwysing deel van\ndie ontoelaatbare bekentenis was nie. Daarbenewens is dit\nnie seker tot watter\nmate die hof as\ngeheel\n25\ngeheel kennis geneem het van die inhoud van die\nverklaring\nnie, hoewel daar miskien aanvaar kan word dat die assessore\nwaarskynlik ook die verklaring gelees het terwyl die toe-\nlaatbaarheid daarvan gedebatteer is tussen die verhoorregter\nen die aanklaer. Die gevolg is dus dat hierdie hof nie \"cer-\ntain knowledge\" (wat ek in die samehang as gewisse kennis ver-\nstaan) het dat die aanwysing deel gevorm het van die ontoelaat-\nbare bekentenis nie, en ook nie weet wat die presiese inhoud van die\nbekentenis was nie (hoewel die verhoorregter sekerlik kennis van die ver-\nklaring se inhoud gedra het en die assessore waarskynlik ook;\nen die algemene strekking daarvan uit die oorkonde bepaalbaar\nis). Letterlik val die feite van die onderhawige geval dus\nnie volkome binne die omskrywing van die omstandighede waarin.\nvolgens\n26\nvolgens\nMagwaza\nse saak, dit nie gedoog kan word dat 'n\nhof\nag slaan op wat 'n beskuldigde aangewys het nie. Soos ek\negter reeds aangedui het, sou dit myns insiens geen ver-\nskil gemaak het as die hof wel seker was dat die aan-\nwysing '\nn\ndeel van die bekentenis uitgemaak het, en die\nteks van die bekentenis wel tot die kennis van al die lede\nvan die hof gekom het nie. Ek.mag net byvoeg dat daar nie\nbetoog is dat daar enige onreëlmatigheid gepleeg is in die\nomstandighede waaronder die verklaring voor die hof, inslui-\ntende die assessore, geplaas is nie.\nEk meen dus dat die getuienis van die aanwysing deur\nappellant\n27\nappellant no.l toelaatbaar was. Onder die omstandighede\nvan hierdie saak meen ek dat hierdie getuienis genoeg was om\nsy aandadigheid bo redelike twyfel te bewys.\nWeens die voorgaande word die appèl van albei appellante\nteen hul skuldigbevindinge op klagtes 2 en 3 afgewys.\nKlagte 4: Huisbraak met die opset om te steel en diefstal:van Mnr J H Coetzee\n(29 April 1984)\nOp hierdie klagte is slegs\nappellant no. 1 skuldig be-\nvind. Hy is gevonnis tot ses jaar gevangenisstraf. Weer eens was slegs\nidentiteit in geskil.\nMnr Coetzee woon op 'n kleinhoewe by Bethal. Op Son-dag 29 April 1984 is hy\ndie oggend na nege-uur van sy huis af weg. Die huis was\ntoegesluit. Omtrent tien\noor elf het hy van die kerk af teruggekeer, en gevind dat 'n venster\naan\n28\naan die oostekant van die huis stukkend geslaan was. On-\nvroeer dersoek het aan die lig gebring dat een of meer inbrekers in\ndie huis was en 'n hele aantal goed gesteel het, insluitende\n'n\nhaelgeweer wat in 'n\nklerekas was, en 'n radio wat op\ndie\nvrieskas was. Uit 'n bakkie wat in die motorhuis gestaan\nhet, is 'n klein geldtromrneltjie waarin R36 was, gesteel- Die\ntrommeltjie sonder die geld is later in 'n\nmielieland langs\ndie huis gevind.\nOp Maandag 28 Mei 1984 het Adjudant Offisier J A Nel\nappellant no. 1 ondervra. Die appellant het toe vir adju-\ndant offisier Nel na mnr Coetzee se huis geneern en sekere\nplekke uitgewys. Eers het hy '\nn\nvenster uitgewys aan die\noostekant van mnr Coetzee se huis. Binne-in die huis het\nhy\n29\nhy 'n hangkas in 'n slaapkamer aangewys, asook 'n\nvrieskas in die kombuis.In die motorhuis het hy die bakkie\naangewys.\nGedurende die aanwysings, het appellant no. 1 met Coetzee gepraat.\nCoetzee se getuienis hieromtrent lui soos volg:\n\"Het u self met die Swartman gepraat daar,\nof nie?Ek het met hom gepraat.\nIn watse taal het u met hom gepraat?\nIn sy eie taal.\nWatse taal is dit? Zoeloe.\nHOF: Is u Zoeloe goed magtig? Ekskuus?\nIs u Zoeloe magtig?Ja, ek is Zoeloe\nmagtig.\nMNR. JONKER\n: Het die Swartman enigiets aan\nu gesê daar? Nee, hy het niks gesê nie,\nhy het erken. Hy het erken, hy het gesê hy het dit gevat.\"\nIn sy hoofgetuienis het appellant no. 1 slegs die vol-gende omtrent die\nbesoek aan mnr Coetzee se huis gesê:\nMnr\n30\n\"Mnr Coetzee het getuig dat jy sekere uit-wysings gedoen het\nby die huis aan hom,\nsowel as aan adjudant Nel. Is dit so?\nEk het saam met die polisie na die huis van mnr. Coetzee gegaan, maar ek het\nglad nie vuitwysings gedoen nie.\"\nOnder kruisverhoor het die appellant ontken dat hy hoegenaamd met mnr Coetzee\ngepraat het. Ten opsigte van die uitwysings sê\nhy die volgende:\n\"Nou vertel vir die Hof, hoe het dit gebeur, eerstens, dat julle by die huis\nvan mnr.\nCoetzee gekom het? Die polisie het my\ngeneem vanaf die polisiestasie na hierdie huis. By hierdie huis hulle het my\ndie plek gewys waar die vensterruit gebreek het en gesê\ndat ek het daar\ngebreek.\nIs dit al wat hulle gedoen het?. Hulle\nhet my toe binne die huis, ons het toe binne die huis ingegaan saam met die\npolisie en dié eienaar van die huis hy het toe\ngewys waar was die radio.\nHy het baie plekke uit-gewys, ek kan nie meer mooi onthou nie en\nhy\n31\nhy het gesê ek moet saamstem dat ek daar\ningebreek het.\nVir wie het hy so die plekke uitgewys?\nHulle het vir my gewys.\nSo die polisie neem jou soontoe en mnr.\nCoetzee wys jou sekere plekke uit, is dit\nwat gebeur het? Dit is korrek.\nEn jy het geen kennis gedra van daardie huis hoegenaamd nie? Korrek.\"\nDie verhoorhof het die getuienis van Adjudant Offisier Nel en mnr Coetzee\naanvaar en dié van die appellant verwerp. Daar is\nna my mening geen basis\nwaarop hierdie bevinding aan-geveg kan word nie.\nVolledigheidshalwe moet ek byvoeg dat daar ook getuie-nis was dat appellant\nno. 1 mnr Coetzee se haelgeweer vir Ad-judant Offisiër\nNel by ene Mthinunye\ngaan uitwys het. Die verhoorhof het egter bevind dat die getuienis omtrent\nhierdie\nuitwysing ....\n32\nuitwysing nie 'n nadelige afleiding teen die appellant\nreg-verdig nie, en ek laat die aangeleentheid daar.\nDie getuienis wat die\nappellant impliseer is dus die uitwysings aan die polisie saam met sy verklaring\naan mnr. Coetzee. Hoewel laasgenoemde\nverklaring in die teenwoordig-heid van\npolisiebeamptes gemaak is, is dit gemaak aan mnr. Coetzee en nie aan die\npolisiebeamptes nie.\nDit kan dus nie 'n \"bekentenis gedoen aan '\nn\nvredesbeampte\" wees wat kragtens art 217(1) (a) van die Strafprosesreg\nontoelaatbaar sou wees met uitsonderings wat tans ontoepaslik\nis nie. Sien\nR\nv Tshetaundzi\n1960(4) SA 569 (A). Namens die appellant is die\ntoelaatbaarheid van die verklaring ook nie in hierdie hof of in die verhoorhof\naangeveg\nnie.\nDie\n33\nDie aanvaarde getuienis van die uitwysing en\nbekentenis was klaarblyklik voldoende om 'n skuldigbevinding te regver-dig. Die\nappellant\nse appel op hierdie klag word gevolglik afgewys.\nKlagte 6: Huisbraak met die opset om te steel en diefstal van mnr. T J\nNeethling (19 Mei 1984\n)\nAlbei die appellante is op hierdie klag skuldig bevind en hulle is elk\ngevonnis tot ses jaar gevangenisstraf. Weer eens is slegs identiteit\nin\ngeskil.\nMnr. Neethling woon by Mooifontein op die Middelburg-Bethal pad. Op Saterdag\n19 Mei 1984 het hy teen ongeveer 3 n.m. sy huis verlaat.\nAlle deure en vensters\nwas gesluit. Tussen kwart oor tien en half elf daardie aand het hy terugge-keer.\nToe hy die agterdeur oopsluit\nsien hy so 'n deurmekaar-\nspul\n34\nspul in die huis dat dit duidelik was dat een of meer persone\ndit geplunder het. Toegang is verkry deur die venster van die hoofslaapkamer\nte\nbreek. Die artikels wat vermis was het ingesluit 'n\n9 mm Beretta-pistool\nmet 'n vol magasyn (bew. 3) wat in 'n brandkluis gehou was; 'n 6,35 mm pistool\nmet vol magasyn (bew. 4), wat\nin 'n laai van 'n bedkassie gehou was; los\nammunisie; 'n sigaretaansteker; en 'n versameling van Suid-Afrikaanse en\nbuitelandse papiergeld\nen muntstukke. Terwyl hy getuig het is aan mnr Neethling\n'n banksakkie met'n klomp los artikels gewys (bew. 2). Hy het 'n aantal\nvan die\nartikels uitgeken as artikels wat van hom gesteel was. Die. belangrikste\nhieronder was 'n deel van die geldversameling.\nDie getuienis met betrekking tot bew. 2 (die banksak-\nkie\n35\nkie met gesteelde artikels) impliseer albei appellante.\nElizabeth Gadebe het getuig dat sy appellant no. 2 se min-nares was. Op 'n\ndatum\nwat nie met sekerheid bepaal is nie, het appellant no. 2 by haar aangekom. Hy\nhet 'n handvuur-wapen met los patrone by hom\ngehad, asook '\nn\nbanksakkie\nsoort-gelyk aan bew. 2. Hy het die sakkie op die bed uitgegooi. Die inhoud was\npatrone en ou geld. Sy het hom uitgevra\nna al hierdie artikels. Hy het\ngesê dat hy die vuurwapen al lank besit het, en te kenne gegee dat hy die\nlos patrone by sy\nfamilie in Johannnesburg gekry het. Die munte het hy\ngesê het hy gekoop van ander mense. Appellant no. 2 het die nag daar\ngeslaap.\nToe hy die volgende dag vertrek het, het hy bew. 2 met sy inhoud daar\ngelos. Die vuurwapen het hy\negter\n36\negter met hom saamgeneem.\nOp Maandag 29\nMei 1984, nadat appellant no. 1 punte\nby mnr. Coetzee se huis uitgewys het (sien die bespreking\nvan klagte 4 hierbo) het hy vir adjudant offisier Nel na\nElizabeth Gadebe se huis geneem waar hy Elizabeth uitgewys\nhet. Nadat sy ondervra is, het sy die banksakkie bew.\n2\nmet die inhoud uitgehaal en aan\nadjudant offisier Nel oor-\nhandig. Mnr. Neethling het 'n deel van die inhoud\nlater\nuitgeken as sy\neiendom. Appellant no. 2 het in sy getuienis\nontken dat hy bew. 2 by Elizabeth Gadebe gelos het, of die\ngesprek gevoer het waaroor sy getuig het. Appellant no. 1\nhet getuig dat hy die polisiebeamptes na Elizabeth Gadebe se\nhuis geneem het omdat hulle hom gevra het wie appellant\nno.2\nse\n37\nse vrymeisie was. Hy het geen kennis van bew. 2 gehad nie. Die\nverhoorhof het egter die getuienis van die twee appel-lante verwerp,\nen\ndié van Elizabeth Gadebe, aangevul deur die polisie-getuienis, aanvaar.\nDaar is na my mening geen basis waarop hierdie\nbeyindings van die verhoorhof\naangeveg kan word nie.\nWat appellant no. 1 betref, is daar verder getuienis\nvan uitwysings by mnr. Neethling se huis. Speurder sersant Ntlane het getuig\ndat\nhy en 'n paar ander pplisiebeamptes op 29 Mei 1984 saam met appellant no. 1 was\nby die bos waar die lyk van die oorledene in\nklag 8 gevind was. Op pad terug het\nappellant no. 1 vir sersant Ntlane beduie om na mnr. Neethling se huis te ry.\nDit was in antwoord\nop 'n vraag\noor\n38\noor vuurwapens. Sersant Ntlane was nie bewus dat daar '\nn\ninbraak by die huis was nie. Die appellant het 'n buite-venster uitgewys,\nwat nat stopverf aangehad het en duidelik onlangs herstel\nwas. Binne die huis\nhet hy '\nn\ntafellaai en 'n kluis uitgewys.\nAppellant no. 1 het twee\nteenstrydige weergawes oor die beweerde uitwysings gegee. In kruisverhoor van\nsersant Ntlane,. en in hoofverhoor,\nhet hy beweer dat sersant Ntlane hom na die\nhuis geneem het, maar dat hy niks uitgewys het nie. Onder kruisverhoor het hy\nverder\ngegaan en getuig dat die polisiebeamptes nie tevrede was met sy weiering\nom uitwysings te doen nie, en hom aangerand het. Om verdere\naanrandings vry te\nspring het hy toe sommer voor die voet artikels uitge-\nwys\n39\nwys. Hy kon egter nie presies onthou wat hy alles uitge-wys\nhet nie. Die hof a\nquo\nhet, myns insiens tereg, ser-sant Ntlane se\ngetuienis aanvaar en dié van appellant no. 1 verwerp.\nWat appellant no. 2 betref, is daar op aanklag 11 be-\nwys, soos ek later sal aantoon, dat hy op 24 Mei 1984 (5 dae\nna die inbraak) in besit was van die 6,35 mm pistool, bew. 4.\nOm op te som, die getuienis teen appellant no. 1 is\ndat hy die toneel van die inbraak en plekke waar artikels\nverwyder was, uitgewys het aan sersant Ntlane. Hy het geen\nonskuldige verduideliking hieromtrent gegee nie, maar dit\nvalslik probeer ontken. Dan het hydie polisie na Elizabeth\nGadebe geneem, waar bew. 2 gevind is. Ook hierdie uitwy-\nsing\n40\nsing kon hy nie bevredigend verduidelik nie. Na my mening is\ndie afleiding onvermybaar dat hy betrokke was by die inbraak en diefstal.\nWat\nappellant no. 2 betref, was hy betreklik kort na die inbraak in besit van bew. 2\nen bew. 4. Hy gee geen aan-neemlike verklaring\nhiervoor nie, en wat bew. 2\nbetref, het hy ook 'n leuenagtige verklaring aan Elizabeth Gadebe gegee. Ook sy\nbetrokkenheid by die\ninbraak en diefstal is myns in-siens bo redelike twyfel\nbewys.\nDit volg dus dat die appelle van albei appellante op klag 6 afgewys\nword.\nKlagtes 7 en 8: Roof met verswarende omstandighede en moord op Tosi\nStephen Mnisi (24 Mei 1984\n) .\nAlbei\n41\nAlbei appellante is op hierdie twee klagtes\nskuldig bevind. Ten opsigte van die moord is geen versagtende om-standighede\nbevind nie,\nen albei appellante is ter dood ver-oordeel. Ten opsigte van die\nroof is elk gevonnis tot tien jaar gevangenisstraf.\nOp hierdie klagtes is\ndaar direkte getuienis van 'n ooggetuie, Godfrey Mthetwa, wie se relaas soos\nvolg opgesom kan word. Mthetwa\nhet appellant no. 1, en, tot 'n mindere mate\nappellant no, 2, geken vir 'n klompie maande voor die gebeure. Op Donderdag 24\nMei 1984\nhet Mtixetwa in die strate van Bethal rondgestap. By die\nRepubliek-kafee het hy die twee appellante raakgeloop. Dit was ongeveer\n7.30 nm.\n, en dit was reeds donker. Die appellante het hom uitgenooi om\nsaam\n42\nsaam met hulle na Ermelo te ryloop. Mettertyd het\n'\nn\nDat-sun-bakkie gestop en hulle opgelaai. Die bestuurder (Tosi Stephen\nMnisi - die oorledene) het ingestem om hulle 'n ge-leentheid\nte gee. Nadat hulle\n'n ent gery het, het appellant no. 2 gevra om te urineer. Die oorledene het\nstilgehou, en die twee appellante\nhet uitgeklim en ïi entjie weggeloop. Toe\nhulle terugkom het hulle vuurwapens in die hand gehad. Ap-pellant no. 2 het\nbeweer\ndat hy 'n verkeersinspekteur was en gevra dat die oorledene die deur\noopmaak sodat sy bestuur-derslisensie ondersoek kon word. Toe\ndie deur oop was,\nhet appellant no. 2 geld gevra, en na 'n mate van teëstribbeling het die\noorledene geld uit sy sakke gehaal\nen oorhandig. Daarna het appellant no. 2 die\nsleutel van die voertuig ge-\nneem\n43\nneem en die oorledene beveel om in te klim. Appellant no. 2\nhet die voertuig verder bestuur in die rigting van Middel-burg. By '\nn\nbos\nop 'n plaas het hy stilgehou. Dit is gemene saak dat dit dieselfde bos is wat\nter sprake was ten opsigte van klagtes\n2\nen 3. Die appellante het aan die\noorledene gesê hy moet uitklim want hulle wou hom wys waar hulle woon.\nAlmal het uitgeklim\nen in die bos ingestap. In die bos, terwyl die appellante\nmet die oorledene gepraat het, het appellant no. ,2 'n skoot afgeskiet.\nDit het\ndie oorledene getref, en hy het neergeval. Toe het appellant no. 1 ook 'n skoot\nop die oorledene afgevuur. Mthetwa het nie\ngeweet of dit raak was nie. Die\nappellante en Mthetwa het weg-gehardloop, en met die bakkie weggery.\nMtítetwa is by sy\nwerksplek\n44\nwerksplek afgelaai.\nVoordat ek die meriete van Mtftetwa se getuienis be-\nhandel, is dit geleë om eers die res van die getuienis op\nte som. Volgens die mediese getuienis is die oorledene\ndood as gevolg van 'n koeëlwond in sy kop. Daar was ook\nander oppervlakkige koeëlwond aan sy liggaam. Die bakkie\nwaarin die oorledene gery het, het 'n registrasienommer HDX\n762 T gehad, en was vroeër daardie dag gesteel by die besig-\nheidsperseel in Johannesburg van sy eienaar, All Quip Rental\nOp Vrydagnag 25 Mei 1984 is luitenant Zeelie ontbied\nna die swart woongebied by Middelburg met betrekking tot die\ngebeure wat die onderwerp van klagtes 9 en 10 vorm, wat ek\nhierna bespreek. Daar het hy appellant no. 2 op daardie\nklagtes\n45\nklagtes in hegtenis geneem. Die volgende oggend het ser-sant\nWillis die ondersoek oorgeneem. Hy het appellant no. 2 gevra hoe hy na\nMiddelburg gekom het. Appellant no. 2 het ge-sê per bakkie. Die bakkie HDX\n762 T is toe by ene Dingaan Mnisi (wat blykbaar\n. geen familie van die oorledene\nis ríie) se huis gevind. Uit die getuienis van Mnisi, en ander ge-tuienis\nwat ek later sal\nbehandel met betrekking tot klagtes 9 en 10, blyk dit duidelik\ndat die twee appellante op 25 Mei 1984 met hierdie bakkie in die swartbuurt\nby\nMiddelburg aan-gekom het. Soos ook sal blyk, was een of albei van die\nap-pellante toe in besit van vuurwapens.\nOp 29 Mei 1984 het sersant Willis vir appellant no. 2 na Kaptein Kruger\ngeneem. Appellant no. 2 het vir Kaptein Kruger meegedeel dat\nhy hom na Bethal\nwou neem. Die appel-\nlant\n46\nlant het die pad aangedui, en uiteindelik by die bos aange-kom\nwaar hy die lyk van die oorledene aangewys het waar dit nog versteek\ngelê\nhet. Die aanwesige polisiebeamptes het met sersant Ntlane op Bethal in aanraking\ngekom en hom versoek om appellant no.\n1, wat reeds in hegtenis was op die klag\nten op-sigte van Pule (klagtes 2 en 3), saam te bring. By die aankoms van\nappellant no.\n1 en Ntlane naby die moordtoneel het appel-lant no. 2 vir\nappellant no. 1 gesê \"ek het al klaar die waar-heid gepraat, praat\njy ook\ndie waarheid\". Appellant no. 1 het toe vir sersant Ntlane in die bos ingeneem en\ndie lyk uitgewys waar dit versteek was.\nBy hul terugkeer na waar appellant no. 2 was, het ap-pellant no. 2 gesê\ndat daar nog 'n\nderde persoon was, en dat\nappellant no. 1 hom ken. Sersant Ntlane en appellant no. 1\nis ....\n47\nis toe terug na Bethal toe, en daar het appellant\nno. 1 vir Mthetwa uitgewys. Sersant Ntlane het met appellant no..1 en Mthetwa\nteruggery\nna die toneel. Hoewel die polisie van Middelburg nog in die omgewing\nwas,. was niemand by die lyk nie. Mthetwa het tussen die bosse\ningegaan en vir\nsersant Ntlane gewys waar die lyk lê. Later dieselfde dag het ser-sant\nNtlane 'n verklaring van Mthetwa geneem.\nHierdie ver-klaring is ingehandig by\ndie verhoor as bewysstuk L.\nOp 6 Aiugustus 1984 het sersant Ntlane 'n verklaring van appellant no. 2\ngeneem. Dit lui soos volg:\n\"Ek het die oorledene Mnisi nie doodgeskiet nie. Richard Masilela het hom\ndoodgeskiet in 'n bos bome. \"\nDie laaste stukkie getuienis waarop die Staat steun,\nblyk,\n48\nblyk uit die oorkonde van die appellante se\nverskyning voor die landdros. Op daardie stadium was appellant no. 1 die eerste\nbeskuldigde,\nMthetwa die tweede, en appellant no. 2 die derde. Toe die klagte\naan die drie beskuldigdes ge-stel was, het appellant no. 1 se prokureur\ndie\nvolgende pleitverduideliking verstrek:\n\"Beskuldigde 1 beweer dat beskuldigde 3 vir oorledene twee keer met 'n\nrewolwer ge-skiet het en dat hy (beskuldigde 1) nie betrokke\nwas by die misdryf\nnie.\"\nSoos blyk uit die voorgaande, was die Staat se saak oorweldigend sterk teen\ndie appellante. Mthetwa se getuienis inkrimineer albei\nappellante, en dit word\ngestaaf op talle punte. Die moord is inderdaad gepleeg op die plek wat Mthetwa\naangedui het, en die aard\nvan die oorledene se\nbeserings\n49\nbeserings pas in by sy relaas. Die dag na die moord het\ndie appellante rondgery met die voertuig wat van Mnisi. ge-\nroof was. Toe het een of albei van hulle vuurwapens in hul\nbesit gehad. Albei was bewus van die ligging van die oor-\nledene se lyk en het dit uitgewys. Dit toon kennis van die\ngebeure, wat ook blyk uit die verklarings wat deur of namens\nhulle aan die polisie en aan die landdros gemaak is. Die\nmodus operandi\nvan die misdaad stem, soos ek reeds gesê het\ndermate ooreen met dié wat gevolg is by die roof op Pule\n(klagtes 2 en 3) dat dit hoogsonwaarskynlik is dat dieselfde\nof sommige van hulle, persone, nie tot 'n meerdere of mindere mate daarby\nbetrokke\nwas nie.\nWat was dan die appellante se weergawes? Appellant\nno. 1\n50\nno. 1 se getuienis was blote ontkenning - hy het ontken dat hy\nby die moord en roof aanwesig was en dat hy die lyk uitge-wys het.\nHy het ook\nontken dat hy die dag na die moord by Middelburg met die bakkie was.\nOnder\nkruisverhoor het hy hierop uitgebrei. Hy het gesê dat hy na die\nmoordtoneel geneem was en beveel was om die lyk uit te\nwys. Toe hy aangehou het\nom sy onskuld en onkunde te betuig, is hy aangerand, en is die lyk aan hom\nuit-gewys. Appellant no. 2 het\nnie vir hom gesê dat hy (no. 2) die\nwaarheid gepraat het, en dat appellant no. 1 dit ook moes doen nie. Hy het\nMthetwa gaan\nuitwys omdat sersant Ntlane hom daartoe beveel het. Hy weet niks\nvan die bakkie nie, en was nog nooit op Middelburg nie. Wat sy prokureur\nse\n51\nse pleitverduideliking in die landdroshóf\nbetref, kon\npellant no. 1 nie onthou dat so '\nn\nverklaring gemaak is nie.\nen as dit was, het hy nie instruksies daarvoor gegee nie en\nkon hy nie verduidelik hoe dit plaasgevind het nie.\nAppellant no. 2 se getuienis was ook '\nn\ntotale ontken-\nning. Hy het ontken dat hy by die moord en roof aanwesig was;\ndat hy 'n verklaring daaroor aan sersant Ntlane gemaak het;\ndat hy die lyk uitgewys het; dat hy die volgende dag met 'n\nbakkie na Middelburg was; dat hy vir Willis van die bakkie\nvertel het; en dat hy in besit van 'n vuurwapen (bewysstuk 4)\nwas. Op die aand van die moord sê hy, het hy geslaap nadat\nhy die dag gewerk het.\nBy oorweging van hierdie teenstrydige getuienis moet\neers\n52\neers daarop gewys word dat daar verskeie swakhede in Mthetwa\nse getuienis was. Die belangrikste is die volgende. Op die tweede dag\nvan die\nverhoor het appellant no. 2 aan sy ad-vokaat 'n brief gegee wat Mthetwa aan hom\n(no. 2) geskryf het (bewysstuk K). Hierdie\nbrief is nie baie duidelik nie, maar\nkom daarop neer dat Mthetwa deur die polisie omgekoop is om die appellante te\nimpliseer. Bewysstuk\nK is aan Mthetwa gestel in kruisverhoor. Sy verduideliking\nwas dat hy dit geskryf het omdat die appellante hom daartoe verplig het\nterwyl\nhulle al drie in die gevangenis was, deur hom aan te rand en te dreig. Mthetwa\nsê dat hy hierdie aanrandings aangemeld\nhet, maar daar is geen stawing\nhiervoor nie en ek aanvaar vir huidige doeleindes dat sy bewering onwaar is.\nDit\n53\nDit is duidelik dat Mthetwa inderdaad nie deur\ndie\npolisie omgekoop is om die appellante valslik te impliseer\nnie. Sy verklaring bewysstuk L is geneem kort na sy in-\nhegtenisneming, en stem ooreen met sy uiteindelike getuienis\nAfgesien van die inherente onwaarskynlikheid dat die polisie\n'n potensiële getuie sou wou probeer omkoop, was daar skaars\nenige rede om dit in hierdie geval te doen. Selfs sonder\nMthetwa se getuienis was die polisie se saak teen die appel-\nlante baie sterk. Daar was ook skaars tyd om Mtketwa om te\nkoop in die paar uur tussen sy inhegtenisneming en die maak\nvan die verklaring. En ten spyte van Mthetwa se veront-\nskuldigende verklaring is hy as 'n mede- beskuldigde aange-\nkla, wat 'n sterk aanduiding is dat hy nie toe as a poten-\nsiële\n54\nsiële staatsgetuie beskou is nie.\nAs 'n mens kyk na die brief\t(bewysstuk K), blyk dit\nduidelik dat dit geskryf is\tom die appellante by hul\nyerhoor te help. Dit klink dus heeltemal waarskynlik dat\nMthetwa dié brief op die appellante se aandrang geskryf is,selfs al\nsou 'n mens\nse getuienis van. die aanrandings met skeptisisme bejeën. Die feit dat\ndie brief eers op 'n betreklike laat stadium te voorskyn\ngehaal is, dui ook aan\ndat appellant no.\n2,\nuit wie se besit dit gekom het, waarskynlik\nbedenkinge oor die waarde daarvan gehad het. Ten spyte van die voorgaande doen\ndie omstandighede\nten opsigte van bewysstuk K klaar-blyklik af aan die\ngeloofwaardigheid van Mtítetwa.'n Ver-dere wesentlike punt van kritiek\nop\nMthetwa se getuienis\nis\n55\nis dat, hoewel hy hom as 'n onskuldige toeskouer beskryf het, hy nie die\ngebeure by die polisie aangemeld het nie. Sy verduideliking\nwas dat hy bang was\nom dit te doen, en dus net aan sy werkgeefster, Mev Mynhardt, vertel het wat\ngebeur het.Die Staat aanvaar dat\ndie beweerde rappórvt aan Mev Mynhardt\nnie plaasgevind het nie.\nTen slotte is daar die volgende punt van kritiek t-een\nMthetwa. Soos reeds\ngemeld is Mthetwa as 'n mede-beskuldigde\naangekla.By die pleitverrigtinge\nvoor die landdros het hy onskuldig gepleit, en in sy pleitverduideliking op 'n\nalibi staatgemaak.Dit\nwas klaarblyklik onwaar.\nUit die voorgaande blyk dit dus dat Mthetwa nie in alle opsigte 'n\nbevredigende getuie was nie. Die hof a\nquo\nhet\n56\nhet die getuienis van Mthetwa benader op die veronderstelling\ndat hy óf die misdaad alleen gepleeg het, óf 'n medepligtige\nwas.\nHierdie veronderstelling is natuurlik 'n gunstige een vir die appellante.Die hof\nhet gevolglik Mthetwa se ge-tuienis met agterdog\nbejeën, en het die gemelde\npunte van kritiek deeglik in ag geneem.Desnieteenstaande het die hof tot die\nslotsom geraak dat Mthetwa\nse getuienis tot so 'n mate gestaaf was deur die\nander getuienis, dat dit aanvaar moes word.Ek het reeds hierbo aangetoon hoe\nsterk\ndie sta-wing was. Die appellante se getuienis, daarenteen, is ver-werp.\nDie uiteensetting wat ek hierbo van die getuienis ge-gee\nhet, en die behandeling\nvan die getuienis op klagtes 9 en 10 wat net hierna volg, toon myns insiens aan\ndat die hof se\nbevinding\n57 bevinding nie aangeveg kan word nie.\nDie gevolg is dus\ndat die appellante se appèlle op klagtes 7 en 8 afgewys moet\nword.\nKlagtes 9 en 10\n:\nPoging tot moord op William Mokgadi\nPhetla\nen David Vusi Mtshali (25 Mei 1984\n)\nOp hierdie klagtes is slegs\nappellant no. 2 skuldig bevind. Hy is gevonnis tot 8 jaar gevangenisstraf. op\nelke klagte.Die getuienis\nis kortliks soos volg. Ene Johannes Kekane woon in die\nSwart woongebied van Middelburg. Op Vrydag 25 Mei 1984 het appellant no. 2\nmet\n'\nn\nbakkie daar aan-gekom.Hy was vergesel van appellant no. 1.Die\ngetuienis van Kekane en sy broer Dingaan Mnisi saam met dié van\nsersant\nWillis en erkennings deur die appellante, toon aan dat dit\ndie\n58\ndie bakkie was wat van Mnisi, die oorledene in klagte 8,\nge-roof was. Na 'n rukkie het Kekane saam met appellant no. 2 en 'n derde\npersoon met die bakkie gery an te gaan bier haal.Hulle is na 'n\nsmokkel-kroeg.Appellant no. 2 het in 'n rusie betrokke geraak met\nVusi Mtshali,\ndie klaer in klagte 10. Kekane en appellant no. 2 het na buite gegaan.Die rusie\ntussen appellant no. 2 en Vusi het\nvoortgeduur.Kekane het opsy gestaan om te\nurineer. Die klaer in klagte 10, William Phetla, het langs hom gestaan.'n Skoot\nis afgeskiet\nwat albei klaers getref het - Vusi Mtshali in sy nek en William\nPhetla in sy arm. Kekane het afgelei dat dit appellant no. 2 was\nwat geskiet\nhet.Appellant no 2 het teruggehardloop na Kekane se huis.Kekane het hom gevolg\nen gevra of dit appellant no.\n2\n59\n2 was wat gevuur het. Appellant no. 2 het\ngesê: \"Ja, ek\nwou hulle skrik gemaak het, dit is net 'n speel pistool.\"\nDie bakkie was intussen nog by die smokkelkroeg. Ap-\npellant no. 1 en Dingaan Mnisi het dit gaan haal, maar het\ndaarsonder teruggekom omdat hulle nie die sleutel gehad het\nnie.Kekane het toe vir Dingaan Mnisi gestuur om die bak-\nkie te gaan wegsteek sodat die appellante nie kon ontsnap nie.\nDaarna het die polisië opgedaag onder bevel van luitenant\nZeelie. Luitenant Zeelie het appellant no. 2 in hegtenis\ngeneem. Onder die sitplek waar appellant no. 2 gesit het\nin Kekane se huis, is bewysstuk 4, een van die vuurwapens\nwat van mnr Neethling gesteel was, weggesteek gevind. Dit\nhet nog lewende patrone in die magasyn gehad. Appellant no.\n2.....\n59 A\n2 is deur die polisie weggeneem.Gedurende die gebeure\nwas appellant no. 1 nog daar.Later, nadat appellant no.\n2 reeds weg was, het appellant no. 1 en Kekane vir die bak-\nkie gaan soek (wat Kekane betref, net oënskynlik, want, soos\nreeds gemeld, wou hy keer dat die appellante die bakkie in\ndie hande kry).Toe hulle onverrigtersake terugkeer, het\nKekane 'n polisie-\nvoertuig.....\n60\nvoertuig by sy huis gesien. Die polisie het op 'n afstand\nvir hom gevra waar Richard is.Appellant no. 1 het toe\nweggehardloop.\nDingaan Mnisi het die volgende dag die bakkie, wat hy\nintussen op Kekane se bevel weggesteek het, aan sersant Willis\noorhandig.\nDie volgende Sondag het Kekane bewysstuk 3, die ander\nvuurwapen wat van mnr Neethling gesteel was, agter sy huis\ngevind.\nAppellant no. 1 is nie op hierdie klagtes skuldig bevind\nnie. Die getuienis impliseer hom egter in 'n mate op die\nklagtes van moord en roof (klagtes 7 en 8). Sy getuienis\nwas dat hy glad nie die aand op Middelburg was nie. Beide\nKekane.....\n61\nKekane en Mnisi getuig egter tot die teendeel, en albei het\nvolop geleentheid gehad om hom te identifiseer. Die hof a\nquo\nhet dan ook\nhul getuienis in hierdie verband aanvaar, myns insiens tereg.\nAppellant no. 2\nerken dat hy die aand daar teenwoordig was (hy sê alleen, d.w.s. sonder\nappellant no. 1) maar ont-ken dat hy\nmet die bakkie gekom het. Hy ontken ook dat\ndit hy was wat die skoot afgevuur het, en beweer dat dit Kekane was. Ten slotte\nontken\nhy dat hy die vuurwapen bewysstuk 4 in sy besit gehad het en dat hy gesit\nhet op die plek waar bewysstuk 4 gevind is.\nDie hof a\nquo\nhet\nappellant no. 2 se getuienis ver-werp. As 'n mens in ag neem dat die vuurwapen\nby mnr Neethling\ngesteel\n62\ngesteel was en die bakkie by Mnisi, sou dit\ninderdaad 'n uiterste toeval gewees het as albei hierdie artikels ter-selfdertyd\nin Middelburg\nsou opgeduik het sonder tussen-koms van enige van die appellante.\nDie getuienis op die klagtes van inbraak by Neethling, roof op\nMnisi en poging\ntot moord op Phetla en Mtshali vul mekaar dus aan. Afge-sien van hierdie aspek\nwas daar in elk geval na my mening\nvolle regverdiging om nie die appellante se\ngetuienis te aanvaar nie. Hoewel daar 'n paar tekortkominge in die\nstaatsgetuienis, en\nveral die van Vusi Mtshali, was, het die hof a\nquo\nnogtans hulle getuienis aanvaar. Ek stem hiermee saam. Die staatsgetuienis toon\nduidelik dat appel-lant no. 2 die twee klaers geskiet\nhet. Hoewel hy miskien\nnie\n62 A\nnie die direkte opset gehad het om albei te dood nie, was\ndie omstandighede sodanig dat die aanwesigheid van minstens\ndolus\neventualis\nafgelei kan word. Appellant no. 2 se appel op klagtes 9 en 10\nword dus afgewys.\nKlagtes 11 en 12\n: O\nnregmatige besit van\nvuurwapens en ammuni\n-\nsie ingevo\nlge Wet 75 van 1969\nTen\n63\nTen opsigte van hierdie klagtes is appellant no. 2 skuldig\nbevind aan die besit van bewysstuk 4, die vuur-wapen wat luitenant Zeelie\nby\nKekane se huis gevind het, en van die patrone wat in die sakkie bewysstuk 2 by\nElizabeth Gadebe gevind is. Hy is gevonnis tot\neen jaar gevangenis-straf op elk\nvan die klagtes. Die getuienis in hierdie verband is reeds hierbo behandel, en\nmyns insiens is die\nskuldigbevindinge onaanvegbaar.\nVolledigheidshalwe moet\nek net ten slotte noem dat die tydperke van gevangenisstraf wat ek hierbo genoem\nhet, gelas is om saam te\nloop sodat elke appellant 'n effektiewe totaal van\ntwintig jaar gevangenisstraf opgelê is.\nWeens die voorgaande word die appelle van albei\nappellante ...\n64\nappellante op alle klagtes afgewys.\nE M GROSSKOPF, AR\nNESTADT, AR KUMLEBEN, WnAR\nStem saam",
  "scraped_at": "2026-02-11T21:06:35.271174",
  "date": "1987-05-27",
  "coram": [
    "GROSSKOPF",
    "NESTADT",
    "ARR",
    "KUMLEBEN"
  ],
  "case_number": "425/86",
  "parties": {
    "applicants": [
      "Richard Masilela",
      "Samson Mndawe"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellants, Richard Masilela and Samson Mndawe, were convicted in the Transvaal Eastern and South‑Eastern District Court of a series of offences committed between 14 April 1984 and 25 May 1984. The offences included robbery with aggravating circumstances, attempted murder of William Tinkie Pule, house‑breaking and theft from several victims, and the murder of Tosi Stephen Mnisi. Evidence relied upon by the State comprised eyewitness testimony, a palm‑print identified as belonging to appellant No 2, statements made to police officers, and \"pointing‑out\" evidence where the appellants indicated the location of stolen property or the victim’s body. Both appellants denied involvement in all the incidents and challenged the admissibility of certain evidence, particularly the pointing‑out evidence that they argued formed part of an inadmissible confession.",
    "issues": "The principal issue before the Supreme Court of Appeal was whether the State had proved beyond reasonable doubt the identity of the two appellants for each of the charges. A secondary issue concerned the admissibility of the pointing‑out evidence under the Criminal Procedure Act (sections 217 and 218) and whether it was tainted by being part of an inadmissible confession. The appellants also sought to have their convictions set aside on the ground that the evidence was insufficient or improperly admitted.",
    "principles": "The court applied the standard that the State bears the burden of proving identity beyond reasonable doubt. It considered the admissibility rules in the Criminal Procedure Act, particularly s 217(1)(a) (exclusion of confessions) and s 218(2) (admissibility of pointing‑out evidence even if it forms part of a confession). Precedent was drawn from R v Tebetha, S v Magwaza, and related authority on the exclusionary rule and the distinction between a confession and subsequent pointing‑out evidence. The court affirmed that pointing‑out evidence is admissible if the prosecution can demonstrate its relevance and that any connection to a confession does not automatically render it inadmissible.",
    "application": "The court found that the cumulative evidence – eyewitness identification, the palm‑print, the statements of the victims, and the pointing‑out testimony – satisfied the burden of proof for each charge. It rejected the appellants' arguments that the pointing‑out evidence was inadmissible, relying on the statutory amendment and the cited case law that permits such evidence where the confession element is not the sole basis for conviction. The court held that the trial court had not erred in admitting the evidence and that the appellants’ denials were unsupported by credible evidence.",
    "conclusion": "All the appellants' appeals were dismissed. The convictions on charges 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 and 12 were upheld, and the sentences imposed (totaling twenty years imprisonment for each appellant) remain in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Violent Crimes",
    "level_3": [
      "Robbery",
      "Attempted Murder",
      "Murder",
      "Evidence Law",
      "Appeal"
    ]
  }
}