{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/79.html",
  "case_name": "S v Nobel (81/87) [1987] ZASCA 79 (27 August 1987)",
  "citation": "[1987] ZASCA 79",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 79\n|\nNoteup\n|\nLawCite\nS v Nobel (81/87) [1987] ZASCA 79 (27 August 1987)\nDownload original files\nPDF format\nRTF format\nRAYMOND NOBEL\nAppellant\nen\nDIE STAAT\nRespondent\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPÉLAFDELING)\nIn die saak tussen:\nRAYMOND NOBEL\nAppellant\nen\nDIE STAAT\nRespondent\nCoram: HEFER, AR, NICHOLAS et BOSHOFF, Wn ARR\nVerhoor:\n20 Augustus 1987\nGelewer\n: 27 Augustus 1987\nUITSPRAAK\nBOSHOFF, Wn AR:\nDie appellant is in die Kaap die Goeie\nHoop Provinsiale Afdeling deur Marais R en twee assessore\nskuldig\t/2\n2\nskuldig bevind dat hy op 14 Augustus 1985 in die Pollsmoor-\ngevangenis vir David Blankenberg, hierna genoem die oor-\nledene, vermoor het. Omdat daar geen versagtende om-\nstandighede bevind is nie, is hy die doodstraf opgelê.\nMet die verlof van die verhoorhof kom hy nou\nin\nhoër beroep na hierdie hof teen beide die skuldigbe-\nvinding en die bevinding van die afwesigheid van versag-\ntende omstandighede.\nDie nag van 13-14 Augustus 1985 was die oorledene\nsaam met 36 ander gevangenes, waarvan \" die appellant\neen was, in sel 57 van die Pollsmoorgevangenis opgesluit\nOngeveer 06h30 op 14 Augustus 1985 het sersant Van Wyk\nen\t/3\n-3-\nen twee ander bewaarders, Barnard en Murray, die sel\ngaan oopsluit en die gevangenes daarin getel. Die\nvorige aand was 37 daarin toegesluit en die betrokke\noggend was daar net 36. Barnard het toe in die sel ge-\ngaan en opgemerk dat daar iemand nog onder sy komberse\nlê. Na verdere ondersoek het dit geblyk dat dit die oor-\nledene was. Hy was dood en het merke aan sy keel gehad\nwat daarop gedui het dat hy verwurg was. Van Wyk het\naan die gevangenes gevra wie daarvoor verantwoordelik\nwas en die appellant en Trevor Johnson het na vore gekom\nen sonder om enigiets te sê hulle tronkkaartjies aan\nVan Wyk oorhandig. Hulle name, nommers en die straf\nwat hulle uitdien verskyn op die kaartjies en die kaartjies\ndien\t/4\n-4-\ndien as hulle identiteitskaartjies .Van Wyk het die tronk-\nkaartjies aan Murray oorhandig en majoor van Sittert,\ndie hoof van die inrigting, ontbied. Murray het toe die\ntronkkaartjies aan hom oorhandig.\nJohnson was skynbaar saam met die appellant\naangekla\nvan moord op die oorledene en daar moes toe 'n\nskeiding van verhore gewees het want, ten tye van appellant\nse verhoor was sy verhoor afsonderlik afgehandel en was hy alreeds\nskuldig bevind aan die moord en die doodstraf opgelê. In die\nhuidige\nsaak teen die appellant het hy vir die verdediging ge-\ntuienis afgelê en self volle verantwoordelikheid vír die\ndood van die oorledene aanvaar. Hy verbind die appellant\nnie met die pleeg van die moord nie. Inteendeel, vol-\ngens hom het die appellant geen aandeel daaraan gehad\nnie\t/5\n-5-\nnie en hom slegs gehelp om die oorledene te dra vanaf\nJohnson se bed na die oorledene se bed. Die appellant\nwas toe nie bewus daarvan dat die oorledene alreeds dood\nwas nie. Appellant het ontken dat hy betrokke was by\ndie oorledene se dood en selfs ook dat hy vir Johnson\ngehelp het om hom terug te dra na sy bed toe.\nOm die betrokkenheid van die appellant by die\npleeg\nvan die moord te bewys, het die Staat gesteun op\ndie getuienis van 4 mede-gevangenes, nl Jim Douglas,\nAnthony Louw, Manie Adams en John Diedericks.\nDie moord is in die vroeë ure van die\noggend\nvan 14 Augustus 1985 gepleeg toe die\ngevangenes veronderstel\nwas\t/6\n-6-\nwas om te slaap. Die ligte in die sel brand die heelnag deur en die\ngevangenes slaap op slaapmatte wat langs die mure van die sel\ngelê word\nsodat die gevangenes met hulle koppe by die muur lê en hulle voete weg van\ndie muur is. Die meeste van die\ngevangenes behoort aan óf bende 28\nóf bende 26 en die bendelede van die verskil-lende bendes probeer sover\nas moontlik\nnaby mekaar te slaap. Die gevangenes wat nie aan enige van hierdie\ntwee bendes behoort nie, word na verwys as \"franse\". Die appellant\nen Johnson\nbehoort aan bende 28 en die getuies Douglas, wat bekend is as Kola, en\nDiedericks is lede van bende 26. Louw en Adams\nis nie lede van enige bende nie.\nDie oorledene was ook nie 'n lid\nvan\t/7\n-7-\nvan 'n bende nie.\nDie betrokke nag het die oorledene langs\nAdams\ngeslaap. Adams het wakker geword toe die oorledene\ngedurende die nag opstaan en aan hom stamp. Hy slaap\nmet sy kop toegetrek. Hy het 'n geroggel gehoor en gesien\ndat die appellant en Johnson vir die oorledene met 'n\nlyfband verwurg by appellant en Johnson se slaapplek\nHulle twee het hom daarna terug na sy bed gebring.\nLouw het- langs Johnson geslaap en die appellant\nhet\naan die anderkant geslaap. Volgens Louw het die\nappellant vir Johnson gestuur om 'n \"frans\" te gaan\nroep. Johnson het vir oorledene gaan roep. Appellant\nhet\t/8\n-8-\nhet hom toe uitgevra oor sy lidmaatskap van 'n bende.\nJohnson het 'n lyfband om sy nek gesit en han verwurg. Die\nappellant het 'n handdoek voor die oorledene se mond\ngehou sodat hy nie kon skree nie. Daarna het die\nappellant en Johnson vir die oorledene teruggedra na\nsy bed toe.\nDouglas het gehoor dat Johnson vir 'n persoon\nroep.\nDie persoon het na Jóhnson se bed gegaan en\nvolgens Douglas het hy gesien dat Johnson 'n lyfband\nom die persoon se nek sit en dat beide hy en die appellant\ndit styf trek. Daarna het hy gesien dat Johnson en\ndie appellant die persoon terugdra na sy bed toe.\nDiedericks het langs Douglas geslaap.\nVolgens\nhom\t/9\n-9-\nhom het Johnson die nag die oorledene geroep. Hy het\nna die slaapplek van Johnson en die appellant gegaan.\nDaar het die appellant die lyfband om die oorledene\nse nek gesit en beide die appellant en Johnson het dit\ntoe styf getrek en die oorledene verwurg. Daarna het\nJohnson en die appellant vir die oorledene teruggedra\nna sy bed toe.\nAl vier hierdie getuies staaf die getuienis\nvan Van\nWyk dat beide die appellant en Johnson na vore\ngekom het en hulle tronkkaartjies aan hom oorhandig\nhet toe hy gevra het wie verantwoordelik vir die toestand\nvan die oorledene was.\nAfgesien\t/10\n-10-\nAfgesien van hierdie hoofpunte in die\nvier\ngevangenes se getuienis, is hulle getuienis\nuiteenlopend\noor wat alles die nag gebeur het en presies hoe die oor-\nledene deur die appellant en Johnson verwurg is.\nDie verhoorhof het as volg met die getuienis\nwat\nafgelê is gehandel:\n\"Die bewyslas is duidelik. Dit is vir die Staat om bo redelike twyfel te\nbewys dat die beskuldigdes wel skuldig is. Die vraag is of\ndit redelik moontlik\nkan wees dat die beskuldigde se ont-kenning waar is. Ons moet in ag neem dat die\nvier ooggetuies self gevangenes\nwas of is, dat twee van hulle lede van 'n ander\nbende is en dat daar aller-hande redes kan bestaan waarom hulle valse of\noordrewe\nbeskuldigings teenoor 'n mede-gevangene sou maak. Ons moet\nook\t/11\n-11-\nook in gedagte hou dat Trevor Johnson reeds veroordeel is en\ndat dit nie vir hom voordelig is om beskuldigde valslik te beskerm nie.\nNa oorweging van die getuienis in die lig van hierdie benadering, het ons tot\ndie volgende bevindings geraak. Ons aanvaar sersant\nVan Wyk se getuienis dat\nbeide beskuldigde en Johnson na vore getree het en hulle kaartjies aan hom\noorhandig het. Hy het sy getuienis\nop 'n bevredigende manier afgelê en hy\nis in wesenlike opsigte deur die getuienis van die ander gevangenes wat namens\ndie Staat\ngetuig het, gestaaf.\nDie weergawes van beskuldigde en Johnson aan die ander kant was\nonin-drukwekkend. Hulle weergawes het in wesenlike opsigte met mekaar\ngebots en\nis na ons mening baie onwaarskynlik. Die valse ontkenning van hierdie faset van\ndie Staat se saak deur beide beskul-digde\nen Johnson maak dit duidelik dat hulle\ndie oorhandiging van die kaartjies as inkriminerend beskou het en ons is\ntevrede\t/12\n-12-\ntevrede dat hulle dit in dieselfde lig gesien het toe hulle\nna vore getree het en die kaartjies op die oggend van 14 Augustus oorhandig\nhet.\nOns verwerp die beskuldigde se ont-kenning dat hy enige iets met die\noor-ledene te doen gehad het. Selfs op Johnson se getuienis het\nbeskuldigde\ngehelp om die oorledene na sy slaapplek terug te dra. Die getuienis dat twee\npersone die oorledene gedra het, is oorweldigend\nen strook ook met die inherente\nwaar-skynlikheid. .... Ons is eenparig van mening dat die beskuldigde wel\ndeelgeneem het aan die\npleging van die moord op die oorledene. Ons het nie uit\ndie oog verloor dat daar groot ver-skille in die weergawes van die vier\nooggetuies\nis nie, maar hulle is dit almal eens dat beskuldigde aan die\nverwurging van die oorledene deelgeneem het. Die gevolgtrekking dat\nhy wel\naandadig was word gesteun deur sy gedrag die volgende oggend toe hy na vore\ngetree het en sy kaartjie oorhandig het, gekoppel\naan\nsy\t/13\n-13-\nsy valse ontkenning daaraan. ...\nDie beskuldigde se presiese bydrae in die pleging van die moord is meer\nmoeilik om bo redelike twyfel te bepaal. Ek het reeds verwys\nna die\nweersprekings in die weergawes van die ooggetuies. Hulle het nie 'n slegte\nindruk op die Hof gemaak nie, maar dit is duidelik\ndat hulle nie almal korrek\nkan wees nie. Dit is nie moontlik om te bevind wie se weergawe die akkuraatste\nen die mees waar is nie.\nAnthony Louw was ietwat meer indrukwekkend as die ander\ndrie ooggetuies en Jim Douglas was ietwat meer indrukwekkend as die ander\ntwee,\nmaar ons het nie genoeg vertroue in enige een van hulle om sy besondere weergawe\nuit te sonder as die juiste een nie.\nOns bevinding is dus dat die be-skuldigde geweet het dat oorledene verwurg\nsou word en dat hy aktief deel-geneem het in die verwesenliking\nvan daardie\noogmerk óf deur aan die lyfband te trek óf deur die oorledene se\nkop op te lig sodat die lyfband deur Johnson\nom\t/14\n-14-\nom sy nek gesit kon word en om deur 'n\nhanddoek teen sy mond te druk. Hy het ook daarna die oorledene se lyk na sy\neie slaapplek teruggedra.\"\nMnr Goodman namens die appellant het toegegee dat die appellant se getuienis\nonbetroubaar is en dat hy in sekere opsigte nie die waarheid\ngepraat het nie\nveral raet betrekking tot die oorhandiging deur homself van die tronkkaartjie\naan Van Wyk. Sy aanval teen die skuldigbevinding\nwas egter in hoofsaak\ntoegespits op die onbetroubare aard van die getuienis van die vier\nmede-gevangenes wat dit onmoontlik maak\nom presies vas te stel wat die appellant\nse aandeel in die pleging van die moord was. Nogtans was hy nie in staat om\naan\t/15\n-15-\naan te toon in welke opsig die verhoorhof misgetas het\nmet sy benadering van die getuienis met al sy gebreke nie\nMyns insiens toon die getuienis bo redelike\ntwyfel\ndat die oorledene verwurg is daar waar Johnson\nen die appellant geslaap het en dat hulle twee hom\nteruggedra het na sy bed toe. Die mede-gevangenes se\ngetuienis, alhoewel uiteenlopend, het die appellant\nverbind met die gebeure toe die oorledene verwurg is en\nhulle getuienis word in hierdie opsig gestaaf deur die\nfeit dat die appellant sy betrokkenheid erken het, al-\nhoewel by implikasie, toe hy na vore gekom het en sy\ntronkkaartjie aan Van Wyk oorhandig het toe Van Wyk\ngevra het wie verantwoordelik is vir die oorledene se\ntoestand\t/16\n-16-\ntoestand. Al hierdie getuienis van betrokkenheid\nhet daartoe aanleiding gegee dat hy sy posisie moes\nverduidelik. Hy het 'n verduideliking gegee wat vals\nis en deur die verhoorhof verwerp is.\nEk is bygevolg nie oortuig dat die bevinding\nvan die\nverhoorhof dat hy deelgeneem het aan die pleeg\nvan die moord op die oorledene verkeerd is nie.\nMnr Goodman het 'n dappere poging aangewend\nom te\nbetoog dat die verhoorhof gedwaal het deur nie\nversagtende omstandighede te bevind nie. Inderdaad\nhet die appellant self nie hieroor getuienis voor die\nhof gelê nie en was daar ook geen feitlike basis waarop\nso\t/17\n-17-\nso 'n betoog gefundeer kan word nie\nDie slotsom gevolglik is dat die appel van die\nhand gewys word beide ten opsigte van die skuldigbevind-\ning aan moord en die bevinding van die afwesigheid van\nversagtende omstandighede.\nWaarnemende Appelregter\nHEFER, AR)\nstem saam NICHOLAS, Wn AR)",
  "scraped_at": "2026-02-11T21:13:48.686898",
  "date": "1987-08-27",
  "coram": [
    "HEFER, AR",
    "NICHOLAS",
    "BOSHOFF, Wn AR"
  ],
  "case_number": "81/87",
  "parties": {
    "applicants": [
      "Raymond Nobel"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellant, Raymond Nobel, was convicted in the Cape High Court of murder for the death of fellow inmate David Blankenberg in Pollsmoor Prison on 14 August 1985. The deceased was found with marks on his throat indicating he had been strangled with a body‑belt. Testimony from four other inmates (Jim Douglas, Anthony Louw, Manie Adams and John Diedericks) placed Nobel and another inmate, Trevor Johnson, at the scene. They allegedly placed the belt around the victim’s neck, Nobel held a towel over the victim’s mouth, and both men returned the victim to his bed after the killing. The State relied on these inmate testimonies, while Nobel denied any participation and claimed he was only helping to move the dead body. The Provincial Division found Nobel guilty and sentenced him to death, finding no mitigating circumstances.",
    "issues": "1. Whether the prosecution proved beyond reasonable doubt that Raymond Nobel participated in the murder of David Blankenberg. 2. Whether any mitigating circumstances existed that could have warranted a sentence lesser than death.",
    "principles": "South African criminal law requires the State to prove the elements of murder beyond reasonable doubt. The court must assess the credibility of witnesses, especially where they are fellow inmates who may have motives to lie. In sentencing, the absence of mitigating circumstances justifies the death penalty, provided the conviction itself is sound. An appeal may succeed only if the trial court erred in applying these principles or in assessing the evidence.",
    "application": "The appellate court examined the four inmate witnesses, acknowledging potential biases but concluding their testimony was consistent and corroborated each other. Nobel’s own actions—handing over prison identification cards to the sergeant and later admitting involvement in moving the body—undermined his denial. The court held that the State’s evidence satisfied the burden of proof and that there were no credible mitigating factors presented. Consequently, the conviction and death sentence were upheld.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the finding that no mitigating circumstances existed were affirmed, and the death sentence imposed on Raymond Nobel was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "death penalty",
      "prison murder",
      "appeal",
      "witness credibility"
    ]
  }
}