{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/146.html",
  "case_name": "S v Huijzers (378/86) [1987] ZASCA 146; [1988] 2 All SA 92 (A) (30 November 1987)",
  "citation": "[1987] ZASCA 146",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 146\n|\nNoteup\n|\nLawCite\nS v Huijzers (378/86) [1987] ZASCA 146; [1988] 2 All SA 92 (A) (30 November 1987)\nDownload original files\nPDF format\nRTF format\n378/86/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nFREDERIK JOHANNES HUIJZERS\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM:' GROSSKOPF, JACOBS, ARR et NICHOLAS, WnAR\nVERHOOR: 24 November 1987\nGELEWER: 30 November 1987\nUITSPRAAK\nGROSSKOPF, AR\nDie appellant is in die streekhof in Kaapstad\nop drie klagtes van bedrog skuldig bevind. Op die eerste\nklagte\n2\nklagte is hy gevonnis tot 3 jaar gevangenisstraf waarvan\n2\njaar voorwaardelik opgeskort is. Op elk van die ander twée\nklagtes is 4 maande gevangenisstraf opgelê. Hy het teen\nsy\nskuldigbevindinge en vonnisse geappelleer na die Provinsiale\nAfdeling Kaap die Goeie Hoop. Die provinsiale hof het met\ndie vonnisseingegryp maar het die appèl teen die skuldigbe-\nvindinge van die hand gewys. Met verlof van die hof a\nquo\nkom hy nou in hoër beroep teen die afwysing van die appèl\nteen sy skudigbevindinge.\nDie meeste feite is tans gemene saak. Die\nappellant was 'n sakeman wat deur middel van 'n maatskappy\nEfenes Transport (Edms) Beperk 'n sandmyn en '\nn\nvervoerbesig-\nheid bedryf het. Gedurende 1982 het hy gereeld geld onder\nvalse....\n3\nvalse voorwendsels van die drie klaers bekom. Die val.se\nvoorwendsel by elke geleentheid was dat die geld gebruik sou word vir die\naankoop\nen opknapping van 'n stuk toerusting of 'n voertuig wat dan ,teen 'n\nwins verkoop sou word. Die betrokke klaer sou dan, so is aan hom voorgestel,\nsy geld terugkry tesame met 'n\ndeel van die wins. Inderdaad het die\nappellant nooit die bedoeling ge-had om die geld aan te wend vir die\nvoorgestelde doel nie, en\nhet hy dit gebruik ten dele vir die behoeftes van\nEfenes Transport, en ten dele vir die terugbetaling van vorige voorskotte. Die\nappellant self het sy werkswyse soos volg beskryf toe hy later bankrot gespeel\nhet en redes vir sy in-solvensie moes verstrek:\n\"I started off by borrowing an amount of money ostensibly to buy machinery\nand equipment, from\none....\n4\none person, say (A).\nAt the end of the period, normally agreed on\nbefore, the amount would then have to be paid\nback and the lender would share in the profit of the equipment (that should\nhave been bought) as well.\nA loan would then have to be raised fróm\n(jB) to be able to pay (A) back since most of the monies borrowed was put into\nkeeping\ntransport company alive that was just being established.\nPerson (A) being satisfied with the previous\nventure, the substantial profits made, handed\nover in cash, would once again agree to lend or\nadvance monies for additional ventures and these would be applied to\nreimburse either (B)\nor (C) (depending on the everincreasing profits\nor business deals at the time.)\nRolling the money seemed a never ending\nprocess until I was involved in a rather serious\nmotor vehicle accident. As I could not \"con-\nduct business as usual\" and payments were due,\nthe people involved were getting anxious at\nfirst and when it got to the stage where demands\nwere being made to my immediate family, seques-tration seemed to be the only\nway out in securing\nthat...\n5\nthat creditors got at least part of their funds out and not forfeit all.\"\nTen tyde van sy sekwestrasie was die appellant kapitaalbedrae van nagenoeg\nRlOO 000, R20 000 en R20 000 aan die drie klaers onderskeidelik\nverskuldig\".\nHierdie be-drae sluit nie die ooreengekome deel van die \"winste\" in nie. Die\nklagtes teen die appellant het net oor\nhierdie bedrae ge-gaan en het nie\nvroeëre transaksies ingesluit nie. Dit is gemene saak dat die klaers deur\ndie appellant se\nwanvoorstel-lings oor die beoogde aanwending van die geld\nbeweeg was om hierdie bedrae aan die appellant oor te betaal, en dat hulle\ndit\nnie sou gedoen het as hulle geweet het waarvoor hy die geld wou gebruik nie.\nWeens die voorgaande was dit gemene saak dat feitlik\nal die elemente van bedrog\nbewys is.\nMej.\nde Swardt\nde Swardt,\nwat namens die appellant opgetree het, het egter;\nbetoog dat daar een leemte in die Staatsaak was. Volgens\nhaar betoog het die Staat nie bewys dat die appellant die\nopset om te bedrieg gehad het nie.\nOpset om te bedrieg word soos volg bespreek deur\nSnyman, Strafreg, 2e uitg., bl. 558:\n\"Daar is '\nn\nverskil tussen 'n opset om te mislei ( intention to\ndeceive' ) en 'n opset om te be- drieg ('intention to defraud'). Eersgenoemde\nbeteken die opset om iemand te laat glo dat\niets wat in werklikheid vals is, die waarheid\nis. Laasgenoemde beteken die opset om iemand\nte beweeg om as gevolg van die wanvoorstelling\ntot sy nadeel te handel. Eersgenoemde is die\nopset met betrekking tot die wanvoorstelling, en laasgenoemde die opset met\nbetrekking tot\nsowel die wanvoorstelling as die nadeel. Dit\nis laasgenoemde opset wat by bedrog vereis word.\nAs X dus bloot aan Y 'n leuen vertel maar nie glo dat Y as gevolg daarvan sal\noorgaan tot\noptrede...\n6\n7\noptrede tot sy nadeel nie, het hy nie die ver-eiste\nopset vir bedrog nie. Die opset om te bedrieg sluit die opset om te mislei in,\nraaar die omgekeerde is nie die geval nie.\"\nIn die onderhawige geval is dit heeltemal duidelik dat die appellant die\nopset gehad het om te mislei en dat hy ook die opset gehad\nhet om die klaers te\nbeweeg om as ge-volg van sy wanvoorstelling te handel. Volgens sy advokaat se\nbetoog het hy egter nie die opset\ngehad om enige van die klaers te beweeg om,\nsoos Snyman dit stel,\ntot sy nadeel\nte handel nie.\nDie méning\ndat 'n\nopset om te benadeel (hetsy direk, hetsy by moontlikheidsbewussyn)\n'n deel vorm van die opset om te bedrieg word ook gehuldig deur\nander akademiese\nskrywers. So, byvoorbeeld, sê de Wet en Swanepoel, Strafreg,\n4e uitg\n8\n4e uitg., bl. 404:\n\"Verder moet die beskuldigde se opset ook. slaan\nop die handeling van die misleide tot sy nadeel. Die beskuldigde moet dus\nvoorsien dat die mis-leide deur die misleiding tot 'n handeling\nbe-weeg sal\nword, en dat die handeling tot sy nadeel sal strek.\"\nSien verder Hunt, S A Criminal Law and Procedure, 2e uitg., bl.. 767;\nBurchell, Defrauding and Deceiving : Are They\nSynonymous?\n(1954) 71 SALJ 175\n;\nBurchell, Intention to Defraud\nand\nMotive\n(1963) 80 SALJ 321\n; Klopper, Vonnisbespreking in (1971) 34 THR-HR\n203.\nDit blyk nie heeltemal so duidelik uit ons reg|-\nspraak dat bedrieglike opset ook moet slaan op die bënadeling\nvan die misleide nie. In\nRex v, Henkes\n1941 AA 143 op bl.\n161 kom die volgende passasie voor in die uitspraak van\nTINDALL AR: ...\n9\nTINDALL AR:\nGenerally speaking, if a misrepresentation which is capable of deceiving is\nmade wilfully and the person making it intends to deceive\nthe person to whom it\nis made, that is sufficient to prove the intention to defraud where the\nmisrepresentation is one which causes\nactual prejudice or is calculated to\nprejudice.\"\nDit is nie duidelik of hierdie passasie voorgee om 'n beginsel neer te\nlê onderhewig aan uitsonderings (\"generally speaking\"),\nen of dit bloot\ngaan cor die bewys van bedrieglike opset nie. Die indruk word egter geskep dat\nbedrieglike opset bewys kan word sonder\nbewys van 'n opset\nom te\nbenadeel.\nSien ook Rex v. Lin Yunn Chen 1908 TS\n634 op bl. 637-8- Meer onlangs, in\nS v. Shepard and Others\n1967(4) SA 170 (W) op bl. 175 C-D, het COLMAN R die volgende\ngese:\n\"I shall assume, without deciding it, that an\nonus\nrested upon the\nState of proving not merely that the wilfully false statements, made with\nintent\n10\nintent to deceive, caused prejudice, or the risk of prejudice,\nbut also that such prejudice or potential prejudice was intended by\nthe\nac-cused. This assumption would seem, in the light of some of the\ndicta\nin\nRex v. Kruse\n,\n1946 A.D. 524\n, to be unduly generous to the accused\n...\"\nDieselfde punt het ontstaan in\nS v. Minnaar\n1981\n(3) SA 767 (DenK)voor PAGE R, wat dit ook onnodig gevind het\nom 'n beslissing daaroor te gee. Na aanleiding van die be\nslissing in\nShepard\nse saak (\nsupra\n), wys hy egter daarop\n(op\nbladsye 778 H tot 779 A) dat\nKruse\nse saak, waarna COLMAN R\nverwys, nie die enigste gesag oor die onderwerp is nie, maar\ndat daar 'n\ndictum\nin\nR v. Heyne and Others\n1956(3) SA 604\n(A) op bl. 625 B-C is waarin daar blykbaar aanvaar word dat\ndie opset om te bedrieg wel 'n opset om te benadéel vereis.\nSien ook\nRex v. Kruse\n(supra) op bl. 534 en\nRex v. Harvey\nand\nAnother...\n10 a\nAnother\n1956(1) SA 461 (T) op bl. 464\nF-G.\nVir huidige doeleindes is dit nie nodig om te\nbeslis wat presies deur bedrieglike opset behels word nie,\nen ek sou verkies om geen beslissing daaromtrent te gee nie,\nveral\n11\nveral aangesien hierdie aspek nie voor ons\ngeargumenteer is\n1\nnie : albei advokate het aanvaar dat die regsposisie korrek\nuiteengesit word in die bogemelde handboeke. Ek sal dus\nveronderstel, sonder om te beslis, dat die Staat hom van die\nbewyslas moes kwyt om aan te toon dat die appellant die\nopset (hetsy direk, hetsyby moontlikheidsbewussyn) gehad\nhet om die klaers te benadeel. Om te besluit of die Staat\nhierin geslaag het is dit nodig om eers na te gaan waaruit\ndie klaers se benadeling, werklik of potensieel, bestaan het.\nMej\nde Swardt\nse argument het daarop neergekorá\ndat die klaers vanweë die wanvoorstellings leningstransaksies\naangegaan het, en dat hul benadeling daaruit bestaan het dat\ndie lenings nie terugbetaal is nie. Die appellant het egter\nsteeds...\n12\nsteeds bedoel om die lenings terug te betaal, so\nword beweer,\nen gemeen dat hy in staat daartoe sou wees. Gevolglik, so\nword betoog, het hy nie 'n bedrieglike opset gehad nie. Ter\nstawing van die submissie oor die aard van die klaers\nse benadeling het sy staatgemaak op twee beslissings,\nt.w. R v. Motsieloa 1957(1) SA 226 (0) en S v. Fram 1968(3)\nSA 28 (0D). Eersgenoemde saak het op sy beurt ge-\nsteun....\n13\nsteun op\nR v. Hoosen\n1954(3) SA 65 (T).\nDit is nodig om\nkortliks na hierdie drie vonnisse te verwys.\nIn\nHoosen\nse saak\n(\nsupra\n) het die appellant 'n valse voorstelling aan die klaers gemaak dat\nhy deur toorkuns verborge skatte sou kon vind op die plaas waarop\neen van\ndie klaers woonagtig was. Hierdeur het hy hulle oorreed om geld aan hom te\nleen. Die hof (LUDORF en HILL WRR) be-vind soos volg (op\nbl 68 G tot 69 A):\n\"Die klaers het gegaan na 'n persoon wat hulle beskou het as 'n soort\ntoordokter en hulle was bereid om onderhandelinge met hom te\nvoer om sy\nbonatuurlike magte vir hulle uit te oefen. Die klaer Coetzee stel die posisie as\nvolg:\n'Die geld wat ek aan beskuldigde gegee het was net 'n lening totdat hy die\ngeld op die plaas gevind het. Ek kan die geld vandag van\ndie beskuldigde\nterugeis deur '\nn\nsiviele aksie. Die beskuldigde het alreeds party\ngeld....\n14\ngeld terugbetaal en skuld nog £214.' Die\nklaers het gemeen dat hulle handel met '\nn\npersoon van 'n sekere\nfinansiële stand. Weens die wanvoorstelling was hulle nie mislei om aan te\nneem dat hy van 'n beter stand\nis nie en dit volg nie dat hy inderdaad iemand is\nvan 'n swakker finansiële toestand nie. Daar is wel aanduidings maar geen\nbewys dat die be-skuldigde nie 'n persoon is wat die geld kan terugbetaal nie en\nin die afwesigheid van sulke getuienis, is dit nie\nbewys dat die klaers enige\nvan hulle geld kwyt is nie. Gevolglik het hulle nie enige werklike skade gely\nnie.\"\nIn\nR v. Motsieloa\n(\nsupra\n) het die appellant van die klaer geld\ngeleen op grond van 'n valse voorstelling dat 'n arbeider (Shadrack),wat bereid\nwas om in die\nklaer se diens te tree, £40 in kontant nodig gehad het om\nsekere mediese skulde van sy vader te betaal. Die hof bevind op bl.\n228 A (per\nDE VILLIERS en GROBLER RR) dat die klaer nie deur die\nwanvoorstelling\n15\nwanvoorstelling benadeel was nie\n\"want beskuldigde het die klaer om 'n lening versoek en hy (klaer) was bereid\nom op die krediet van beskuldigde te vertrou, en die\nfeit dat Shadrack inderdaad\ngeen geld nodig had om sy vader se skulde te betaal of dat die £40\nnie aan Shadrack gegee is deur beskuldigde\nnie, vorm geen bewys van enige skade deur klaer\ngely nie.\" Later word gesê (op bl. 228 H tot 229 A):\n\"In die onderhawige saak het klaer beskuldigde goed geken, en erken dat hy\ndie betrokke geld aan hom persoonlik geleen het. Klaer\nhet ver-der verduidelik\ndat beskuldigde nie voorgegee het dat hy die geld namens Shadrack wou leen nie\nen die geld is nie aan beskuldigde\nin sy hoedanigheid as Shadrack se agent\nbetaal nie. Beskuldigde se verdraaiing van die waarheid ... het derhalwe alleen\ndaarin bestaan\ndat hy 'n\nwanvoorstelling gemaak het aangaande die doel waarvoor hy die geld van klaer\nwou leen, en daarna geleen het van klaer, en ek is van\nmening\ndat....\n16\ndat sodanige wanvoorstelling alleen, in die al-\ngemeen, geen voldoende grond is vir 'n skuldig-\nbevinding aan\nfalsitas\nnie.\"\nIn\nFram\nse saak (\nsupra\n) het die appellant die klaer oorreed om\nhom R8 te leen omdat, so het hy valslik be-weer, hy die geld nodig gehad het vir\n'n doodskis\nvir sy vrou wat onlangs oorlede was. Die hof (JENNETT RP) sê\ndie vol- gende (op bl. 29 E):\n\"The position in the present case is simply thát complainant was\ninduced to accept as his debtor a person from whom, as he\nknew at the time of\nthe loan, the prospects of receiving payment of the loan were exactly the same\nwhether the representation was\ntrue or false.\nThat being the case it seems to me clear that the element of prejudice\nnecessary to cónsti-tute the crime of fraud was not\nestablished. The\nfalse representation could not have caused prejudice to complainant.\"\nBogemelde\n17\nBogemelde drie beslissings is oorweeg in die\nRhodesiese saak van\nS v. Reggis\n1972(2) SA 670 (R). In daardie saak het\ndie beskuldigde $40 van die klaer geleen op grond van 'n bedrieglike\nvoorstelling dat die\nbeskuldigde se vrou in onluste beseer, en sy kind gedood\nwas, en dat hy die geld benodig vir die kind se begrafnis. BECK R, voor\nwie die\nsaak op hersiening gekom het, sê die volgende op bl. 670 H tot 671 A:\n\"There are South African decisions which hold that fraud is not committed\nwhere the complainant is induced to make a loan to the accused\nby reason of a\nfalse representation made by the latter as to the purpose for which the loan is\nrequired. See\nR. v. Hoosen\n, 1954(3).S.A. 65 (T);\nR. v. Motsieloa\n,\n1957(1) S.A. 226 (O);\nS. v. Fram\n, 1968(3) S.A. 28 (E). The reasoning\nbehind these decisions appears to be that when\nthe....\n18\nthe lender's prospects of recovering his money are unaffected\nby the falsity of the representa-tion made as. to the purpose for which\nthe loan\nis required, the element of prejudice is lacking.\nIt seems to me, with respect, that these decisions should not be followed by\nthis Court. By reason of the misrepresentation relating\nto 'the accused's\nallegedly urgent need of money the complainant was induced to exchange his\nexisting rights of ownership in his\nmoney for the contractual rights of a lender\nthereof, and it is this alteration in the complainant's position which clearly\nestablishes\nthe element of prejudice. It begs the question to reflect upon\nwhether or not the complainant's rights\nas a creditor\n(which is what the\nfraud induced him to become) would have been any better had the stated purpose\nfor which the loan was al-legedly\nrequired not been false.\"\nEk stem, met respek, ten volle saam met wat in hierdie passasie voorkom. Sien\nook De Wet en Swanepoel,\nop cit., op bl. 397 voetnota 134 en bl. 401 voetnota 161-\nDit....\n19\nDit volg dus dat, na my mening,\nHoosen\nse\nsaak,\nMotsieloa\nse saak en Fram se saak, (almal supra) verkeerd beslis is\ninsoverre hulle te kenne gee dat '\nn\nklaer nie benadeel kan\nword indien hy geld uitleen op grond van 'n wanvoorstelling\noor die doel waarvoor die beskuldigde die geld benodig nie,\nOok in die onderhawige geval het die wanvoorstel-\nling gegaan oor die gebruik wat die appellant van die geld\nwou maak. As hy nie die wanvoorstelling gemaak het nie\nsou die klaers geen geld hoegenaamd aan hom oorbetaal het\nnie. Die resultaat van die wanvoorstelling was dus dat die\nklaers, metafories gesproke, nie meer hul geld in hul sakke\ngehad het nie, maar in plaas daarvan skuldeisers van die\nappellant geword het. En, minstens in die geval van 'n\nskuldenaar...\n20\nskuldenaar soos die appellant (ek kom later terug\nop sy\nvermoënsposisie),was hul vorderingsregte klaarblyklik minder\nwerd as die bedrae wat hulle aan die appellant oorbetaal het.\nIn hierdie opsig het hulle dus na my mening werklike finan-\nsiële nadeel gely as gevolg van die appellant se bedrieglike\nwanvoorstelling.\nDit bring my dan by die kernvraag in hierdie\nappèl, naamlik of die appellant die opset gehad het om die\nklaers te beweeg om tot hul nadeel te handel. Dit is gemene\nsaak dat hy die opset gehad het om hul te oorreed om geld\naan hom oor te betaal, en die enigste vraag wat dan oorbly is\nof hy geweet het dat hulle daardeur benadeel sou word in\ndie opsig wat ek hierbo bespreek het.\nIn argument voor ons was daar gewag getnaak van\ndie gesonde finansiële posisie waarin die appellant dan sou\ngewees....\n21\ngewees het,maar die objektiewe feite dui op die\nteendeel. Dit skyn vanselfsprekend te wees dat die appellant hom nie op\nmisleiding\nsou beroep het as hy geld op 'n meer konvensionele manier kon bekom\nnie. Daarbenewens was die opbrengs wat hy aan die klaers voorgehou\nhet (en\naanvanklik ook betaal het) geweldig hoog. Die klaer Els, wat die grootste bedrae\noor-betaal het, het getuig dat hy geld aan\ndie appellant beskik baar gestel het\nvir tydperke van 6 weke tot 2 maande op 'n slag en dat hy 'n opbrengs van 15 tot\n20 persent\nper geleentheid ontvang het. Dit werk uit op 'n jaarlikse koers van\nom en by die honderd persent. Die klaer Herbst se eerste transaksie\nmet die\nappellant het 'n wins van R2000 opgelewer op 'n\"lening\" van R12500 vir '\nn\ntydperk van ongeveer 3 weke - '\nn\nopbrengs ván\nby....\n22\nby die 200 persent per jaar. Verdere oorbetalings het ook\nhoë opbrengste gelewer. Wesentlik dieselfde patroon is ge-\nvolg met Mnr Hayes, die derde klaer. Slegs '\nn\nman wat op geen\nander plek ter wêreld geld kan kry \"nie sou hierdie soort tran-\nsaksies aangaan. En die appellant 'moes pynlik bewus daarvan\ngewees het dat sy eie kredietwaardigheid so laag was dat hy\naangewese was op valse voorwendsels en buitensporige rente-\nkoerse. Daarbenewens kon hy nie voorbly sonder aanhoudende\nnuwe oorbetalings deur die klaers en ander mense wat in die-\nselfde posisie as hulle was nie. Hy moes geweet het dat,\nselfs met ... inagneming van die hoë potensiële opbrengs, 'n\nvoorskot aan hom as onaanvaarbaar riskant beskou sou word\ndeur feitlik enige iemand wat die ware feite ken en dat dit\ninderdaad...\n23\ninderdaad uiters riskant was. Dit het hy feitlik\nby\nimplikasie toegegee in die volgende passasie in sy getuienis:\n\"Ja die rede waarom u die dokumentasie nie ge-toon het nie was opsetlik\ngewees om die ware toedrag van sake van die mense af te ver-duister?\n--In\nverband met die verkoop en\naankoop....\n24\naankoop van masjinerie ...\nIn verband met wat met hulle geld gedoen word?\nPresies ja, ek het geen dokumentasie van\nmasjinerie gehad nie.\nJa ek weet, dit weet ek omdat daar nie sulke\ntransaksies was nie.\tPresies.\nEn u wou ook nie u boeke aan hulle tqon nie?\n----Nee.\nOmdat die besigheid nie 'n goeie prentjie sou\ngetoon het nie?\tOp daardie stadium nie.\nEn u het geweet indien u vir hulle u boeke wys\ndat hulle die geld nie aan\nu sou voorskiet nie?\nHeel moontlik.\"\nDit is dan ook opvallend dat die hele kaartehuis in duie gestort het toe die\nappellant in Desember 1982 beseer is en hy dus die \"never\nending process\" van\n\"rolling the money\", waarna hy in die bogemelde passasie verwys, moes staak.\nKortom: nie alleen was die klaers inderdaad\nbenadeel deur geld aan die appellant oor te betaal nie,\nmaar...\n25\nmaar hy het geweet dat hulle benadeel sou word en het\ndesnie-\nteenstaande voortgegaan met sy misleiding. Hy het dus\nminstens opset by moontlikheidsbewussyn gehad om die klaers\nte\nbenadeel.\nIn haar betoog het mej\nde Swardt\nklem gelê op\nonweerspreekte getuienis deur die appellant dat hy altyd be-\ndoel het om die klaers terug te betaal, en gemeen het dat hy in staat sou\nwees om dit te doen. Myns insiens kan hierdíe\ngesindheid van hom, selfs al sou '\nn\nmens aanvaar dat dit be-\nstaan het, geen verskil aan sy skuldigbevinding maak nie\nIndien, soos ek bevind het, die klaers benadeel was deur\nriskante vorderingsregte te bekom in ruil vir geld, kan dit\nmyns insiens nie 'n verskil maak as die appellant geweet het\ndat....\n26\ndat die risiko's bestaan maar geglo het dat hulle nooit\nwerk-\nlikhede sou word nie. Die benadeling het reeds ingetree\ntoe die geld\noorhandig is, en die blote feit\ndat die appel-\nlant geglo het dat die klaers uiteindelik hul geld sou terug-\nkry,kan nie hieraan afdoen nie. Sien\nRex v. Henkës\n(\nsupra\n)\nop bl.164 tot 165 en\nS\nv. Shepard and Others\n(supra) op\nbl\n178 G tot 179 D-\nWeens die voorgaande meen ek dat al die elemente\nvan bedrog, insluitende die opset om te bedrieg, in die\nhuidige geval aanwesig was.\nDie appel word afgewys.\nE M GROSSKOPF, AR\nJACOBS, AR NICHOLAS, Wn AR\nStem saam",
  "scraped_at": "2026-02-11T21:29:13.327452",
  "date": "1987-11-30",
  "coram": [
    "GROSSKOPF AR",
    "JACOBS AR",
    "NICHOLAS AR"
  ],
  "case_number": "378/86",
  "parties": {
    "applicants": [
      "Frederik Johannes Huijzers"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellant, Frederik Johannes Huijzers, operated a transport business through Efenes Transport (Edms) Ltd. Between 1982 and 1985 he obtained loans from three complainants by falsely claiming the money would be used to purchase or refurbish equipment or a vehicle for resale at a profit. In reality he used the funds partially to sustain his transport company and to repay earlier advances. He was convicted in the Cape Regional Court of three counts of fraud: one count of three years' imprisonment (two years suspended) and two counts of four months' imprisonment each. The Provincial Division of the Cape of Good Hope upheld the convictions, and the appellant appealed to the Supreme Court of Appeal, challenging the State's proof of fraudulent intent.",
    "issues": "Whether the State proved the necessary element of fraudulent intent—that the appellant intended to prejudice the complainants by inducing them, through false representations, to lend him money.",
    "principles": "South African criminal law distinguishes between intention to deceive and intention to defraud. Fraud requires not only a false representation intended to deceive but also that the accused intended the misrepresentation to cause prejudice to the victim. This principle is articulated in Snyman, Strafreg, and supported by case law such as Rex v Henkes, S v Shepard, R v Hoosen, R v Motsieloa, and R v Fram. The court rejected earlier decisions that held prejudice unnecessary when the victim's recovery prospects were unchanged.",
    "application": "Applying the above principles, the court found that the appellant’s false statements induced the complainants to part with their money, thereby surrendering their ownership rights and becoming creditors of the appellant. This constituted actual financial prejudice. The appellant was aware that his misrepresentations would result in the complainants being disadvantaged and continued the scheme despite this knowledge, satisfying the requirement of intention to defraud.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirming the convictions and sentences on all three counts of fraud."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "intent to defraud",
      "misrepresentation",
      "South African case law"
    ]
  }
}