{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/52.html",
  "case_name": "S v Rapitsi (486/1986) [1987] ZASCA 52 (25 May 1987)",
  "citation": "[1987] ZASCA 52",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 52\n|\nNoteup\n|\nLawCite\nS v Rapitsi (486/1986) [1987] ZASCA 52 (25 May 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 486/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPèLAFDELING\nIn die saak tussen:\nJOHN RAPITSI\nen\nDIE STAAT\nAppellant\nRespondent\nCORAM:\nHEFER, VIVIER ARR et STEYN WN AR\nVERHOORDATUM:8 MEI 1987\nLEWERINGS\nDATUM\n: 25 MEI I987\nUITSPRAAK\nWN AR\n2.\nSTEYN WN AR\n:\nAppellant is in die Witwatersrandse Plaaslike Afdeling deur LE GRANGE R en\ntwee assessore skuldig be= vind aan roof met verswarende\nomstandighede en.aan\nmoord.Hy het onskuldig gepleit aan moord maar skuldig aan die roof. Op die\nroofklag is appellant gevonnis tot\n15 jaar gevangenisstraf en op dié van\nmoord is hy ter dood veroordeel.Die meerderheid van die ver= hoorhof het bevind\ndat\ndaar geen versagtende omstandig= hede was nie. Hierdie appèl gaan\nslegs oor daardie bevinding en gevolglik ook oor die doodvonnis.\nDie roof en moord is gepleeg tussen 10 en 11 vm op 25 November 1985 op die\nsypaadjie voor Parkweg 14, Fordsburg.Appellant en drie\nander was daarby betrokke\nmaar in hierdie saak was hy die enigste beskuldigde. Ap= pellant se drie direk\nbetrokke genote was Tisa\n(of \"Tea= ser\"), Fusi en Kaizer. Geeneen van hulle het\nby die ver= hoor getuig nie.Tydens die voorval was Fusi met 'n rewolwer\n/bewapen ...\n3\ngewapen en die ander drie met messe of dolke, en is die\noorledene, in lewe die 49-jarige Essop Laher, beroof van tjeks en ongeveer\nR9\n000 in kontant en deur Fusi doodgeskiet.\nDie oorledene was werksaam by\nUniversal Fabrics, 'n groothandelsaak te Mintweg 57, Fordsburg, wat aan sy neef\nbehoort het. Een van\nsy pligte was om die onder= neming se ontvangste sowel as\ndié van 'n verwante saak, Fashion Trend (Pty) Ltd, te bank. Hy is\nberoof\nen vermoor terwyl hy van Universal Fabrics op pad was na sy motorkar wat in\nParkweg geparkeer was. Die ontvangste was tesame\nmet verskeie depositoboeke in\n'n briewetas wat hy gedra het. In die loop van die roof is hy met ge= weld\ndaarvan- ontneem.\nKort voor die roof is appellant deur 'n staats= getuie,\nYunus Hassen, gewaar in die wagkamer by 'n sekere dr Mayet se spreekkamers\nop\ndie hoek van Mint- en Park= weg. Hierdie spreekkamers is net oorkant die\nstraat\n/van ...\n4.\nvan Universal Fabrics en appellant het so gesit dat hy deur\neen van die eenrigting vensters van die wagkamer 'n direkte uitsig gehad\nhet op\ndie voor-ingang van Uni= versal Fabrics.'n Ander Swart man het langs hom kom sit\nen die twee het 'n fluistergesprek met mekaar\nge= voer. Appellant het twee keer\naan persone in die spreekkamer wat aan hom te kenne gegee het dat dit sy beurt\nwas om die dokter\nte spreek, gesê dat hulle maar kan voortgaan omdat hy\naan't wagte was vir sy vrou. Een van daardie persone was Yunus Hassen\nwat kort\ndaar= na by die dokter was toe alarm gemaak was oor die voor= val. Hy en die\ngeneesheer het hulle na die toneel gehaas.\nAppellant en die persoon met wie hy\nsit en praat het was toe nie meer in die wagkamer nie.Toe Hassen by hom kom was\ndie oorledene\nreeds dood. Die foto's en sketsplan van die toneel en omliggende\narea, wat tesame met die sleutel daarvan deur appellant erken is\nen met sy\ntoestemming ingehandig is by die verhoor\n/as ...\n5.\nas Bew D, toon dat oorledene op sy maag\ngelê het in 'n bloedplas op die sypaadjie vlak voor die ingang tot Parkweg\n14, 24 tree\nvanaf die ingang van die spreek= kamers, 54 tree vanaf dié\nvan Universal Fabrics en 13 tree van waar sy motorkar gestaan het\naan dieselfde\nkant van die straat.Dit is gemene saak dat die oorledene gedood is deur 'n skoot\nwat hora bo in die linkerbors getref\nhet, kruit- en brandmerke rondorn die\ningangswond veroorsaak het, die linkerlong, aorta en vierde rugwerwel deurboor\nhet en die rugmurg\nerg be= skadig het.Geen ooggetuie van die voorval het vir die\nStaat getuig nie.\nNa die voorval het die booswigte met die briewe= tas verdwyn en die geld is\nnooit teruggevind nie.Maar appellant is op 12 Desember\n1985 gearresteer deur\nluit J.H. de Waal van die Brixtonse moord- en roofeenheid van die\nSuid-Afrikaanse Polisie. Hy was die ondersoek=\nbeampte in die saak en is\nampshalwe 'n vredesbeampte.\n/Op ...\n6.\nOp 13 Desember 1985 het appellant 'n\ngeskrewe\nverklaring aan luit de Waal afgelê. Dit is 'n bekentenis op die roofklag\nmaar verontskuldigend t a v moord. Op 17 Desember\n1985 het hy ingevolge art 119\nvan die Straf= proseswet in die Johannesburgse landdroshof skuldig gepleit aan\nroof maar onskuldig\naan moord. Ten aan= sien van hierdie pleite het hy ook aan\ndie landdros verduidelikings gegee onderskeidelik ingevolge arts 112 (1)\n(b) en\n115 van gemelde wet. Tydens sy verhoor is die korrektheid van al hierdie\nverklarings deur ap= pellant erken en met sy toestemming\ningehandig as be=\nwysstukke, die verklaring aan luit de Waal as bew F en die notule van die art\n119 verrigtinge as bew E. Ge= durende\ndie loop van die ondersoek het appellant\nook aan luit de Waal 'n vierkantige blikkie (bew (1)) gaan uitwys wat\ndeelsverbrande tjeks\nen depositoboeke bevat het. Hulle was deur die boekhouer\nvan Universal Fabrics, ene Sukha, uitgeken as deel van die inhoud van\n/oorledene...\n7\noorledene se vermiste tas. Appellant het tydens die verhoor ook self\ngetuig, hoofsaaklik in ooreenstemming met sy voorafgaande verklarings.\nSoos reeds gemeld is daar geen appèl teen die skuldigbevinding nie.Die\nverhoorhof se bevindings wat daarop betrekking het moet\ngevolglik aanvaar word\nvir doeleindes van hierdie appèl.Die getuienis van Hassen, de Waal en\nSukha is aanvaar, maar in sy\nuit= spraak het die geleerde regter beklemtoon dat\ndie Staat se saak feitlik uitsluitlik rus op appellant se eie verklarings. Hy\nhet hulle soos volg saamgevat.\n\"Dit dien geen doel om die inhoud van\nBEWYSSTUKKE E. en F.\nen die\nrelaas van die gebeure wat beskuldigde in sy getuienis ver= strek het,\nafsonderlik hierin te behandel nie.Ek verstrek in plaas\ndaarvan 'n opsom= ming\nvan die belangrike aspekte van die be= skuldigde se relaas aandie hand van al\ndie betrokke bronne van die\ngetuienis wat deur beide partye in hierdie saak\naanvaar word.\n1.In begin November 1985 het beskuldig-de en sy twee vriende Tisa en Fusi\ninligting van ene Whitey ontvang oor die bewegings van\n/Essop ...\n8\nEssop Laher wat by Universal Fabrics werksaam was. Dit is uiters\nwaarskynlik dat die 'tip= man' Whitey by laasgemelde sakeonderneming\nge= werk\nhet.Op 'n Woensdag het hierdie drie mans die toneel van die latere roof besoek\nom 'seker te maak' dat 'die werk gedoen kon\nword'. Hulle het toe 'n rooftog vir\ndie volgende Maandag be= plan.\n2.Op daardie Maandag het beskuldigde, Tisa en\nFusi en ene Kaizer en Sixty (wat blyk= baar die motorvoertuig wat benodig was\nsou bestuur\nhet) die toneel besoek. Volgens af= spraak sou Fusi en Kaizer Laher\nmet messe voor= lê of dreig en sou beskuldigde en Tisa\nLaher 'vang',\nterwyl Fusi en Kaizer Laher se sak met die geld buit. Die beplande roof het\negter misluk want dit het geblyk dat die\n'mense raet meste ...' 'te ver\n(was)'.\n3.Na die mislukking van die eerste poging orn Laher te beroof het die\nmans 'n latere rooftog beplan. Op die voorstel van Tisa het\nbeskuldigde ene\nValley ontbied wat oor 'n motor= voertuig en 'n vuurwapen beskik het.Blykbaar is\n'n\nverdere rooftog toe beplan wat Valley ook as 'n deelnemer sou\ninsluit.\n4.Op die betrokke Maandag (dit was op 25 November 1985) het die\nbende toegeslaan. Sixty het sy Datsun motor bakkie voor die per= seel\ngeparkeer,\nmaar blykbaar sou Valley hom as bestuurder vervang en sou Valley by die voertuig\nbly terwyl die beskuldigde saam met Tisa\nen Fusi en Kaizer Laher beroof.Daar\nbestaan by my 'n mate van onsekerheid oor die presiese reëling wat betref\ndie bestuur van\ndie motorvoertuig\n/en ....\n9\nen die presiese bewegings van Sixty en Valley ten tye van die rooftog. Valley\nhet 'n 'silwer vuurwapen' met'n swart handvatsel en\n'n 'jungle' mes (blykbaar 'n\njagmes wat soos 'n dolk ver= vaardig is} beskikbaar gestel. Volgens reël=\ning sou beskuldigde die\nspreekkamer van die dokter binnegaan waar hy Kaizer ook\nsou ontmoet. Fusi en Tisa sou\n'n\nposisie voor Laher, dit wil sê\ntussen hom en sy motor, inneem en dan sou beskuldigde en Raizer Laher van agter\nnader.\n5.Nadat die verskeie lede van die bende stelling ingeneem het, het\nWhitey uit die per= seel van Universal Fabrics gekom en woorde\nmet Tisa\ngewissel.Daarna het Laher by die uitgang sy verskyning gemaak met die briewetas\nin sy hand.Beskuldigde en Kaizer het hom\ngevolg. Beskuldigde was met 'n\nOkapi-mes gewapen. Kaizer het 'n jungle-mes gehad, Tisa het ook 'n jungle-mes\ngehad en Fusi het oor\ndie gelaaide vuurwapen beskik.\nOp bladsy 4 van\nBEWYSSTUK F\nbeskrywe die beskuldigde die aanval op\nLaher as volg:\n'Op daardie stadium, die oorledene wou by 'n ander huis ingaan. (Ek verwys na\ndie ingang van 'n huis wat op die sketsplan in\nBEWYSSTUK C\nas punt C\ngemerk is en die foto. 2 in\nBEWYSSTUK D\n.) Hy wou die stoep van daardie\nhuis inklim. Tisa en Fusi het hom voorgekeer. Fusi het die vuurwapen na die\noorledene gerig iewers\nby die bors. Kaizer het die briewetas gegryp.Die klaer\nhet geweier toe hoor ek die pistool.Die klaer het\ngeval.'\n/6....\n10.\n6. Beskuldigde, Fusi en Kaizer het hulle toe na die geparkeerde bakkie van\nFusi gehaas; Tisa het blykbaar sy eie pad gekies, Die drie\nmans het toe in Sixty\nse voertuig geklim. Sixty het na die stad gery en naby die Johannesburgstasie\ngeparkeer. Daar het die rowers\nin die eerste plek 'n rusie ge= had volgens die\nbeskuldigde, oor die feit dat Fusi die oorledene geskiet het. Toe het hulle\nhulle\nverdere bewegings bespreek en beplan. Op voorstel van beskuldigde het\nhulle toe met 'n huurmotor na 'n huis of kamer in Mellville\nge= gaan waar\nbeskuldigde se broer blykbaar saam met 'n vrou gewoon het. Daar het die drie\nrowers die buit gedeel. Fusi het die aandele\nwat die 'tipman' Whitey, Tisa en\nValley sou toegekom het, ontvang.Beskuldigde het die vuurwapen en die briewetas\nonder 'n matras\nversteek. Die volgende dag het beskuldigde saam met Tisa, Valley\nen laasgenoemde se broer Stocky weer die perseel in Mellville besoek.\nValley het\ntoe besit van die vuurwapen geneem. Beskuldigde vertel op bladsy 5 van\nBEWYSSTUK F\n:'Die patrone, daar was vyf en 'n doppie, was in 'n lap\ntoegedraai.Die vuurwapen was ook in daardie lap.'\nSoos duidelik uit beskuldigde se getuienis blyk, was die betrokke vuurwapen\n'n rewolwer. Op bladsy 3 van\nBEWYSSTUK F\nblyk dit dat die rewolwer met\ndie aanvang van die rooftog 'vol gelaai' was en dat Fusi dit sou hanteer want hy\nwas in 'n stofjas\ngeklee.Beskuldigde het ver= tel dat hy voor die roof gesien\nhet dat die rol van die rewolwer met patrone vol gelaai was.\nDuidelik het beskuldigde 'n belangrike rol\n/in...\n11.\nin die pleging van die roof gespeel. Hy het aan\ndie beplanning deelgeneem en aan die eerste mislukte poging toe die rowers nie\noor\n'n vuurwapen beskik het nie en die geslaagde rooftog toe die oorledene\ngeskiet is. Dit is as gevolg van beskuldigde se telefoniese\nop= roep aan Valley\ndat laasgenoemde aan die roof= tog deelgeneem het en sy gelaaide vuurwapen tot\ndie beskikking van die bende gestel\nhet.\"\nOp 'n stadium het appellant getuig dat hy oor= ledene se tas gegryp het maar\ndaarna het hy teruggegaan na sy vroeëre bewering\n(in sy verklaring aan luit\nde Waal) dat Kaizer dit gegryp het. Hy was egter nie so positief daaromtrent\ntydens die verrigtinge in\ndie landdroshof nie. Daar het hy in sy verklaring aan=\ngaande sy pleit van skuldig op die roofklag die volgende\ngesê:\n\"Die twee van ons wat met raesse gewapen was, het van agter die persoon gekom\nwat die geld bank toe neem. Die een met 'n mes en die\neen met vuurwapen keer hom\nvan voor af. Die twee persone wat van voor af voorkeer nader die persoon eerste.\nDie twee van ons wat\nvan agter kom het probeer die geld wat in 'n sak was te\nvat. Die Indiërman met die sak weier en hou die sak styf vas. Terwyl\nhy\n/weier ...\n12.\nweier het die man met die vuurwapen 'n skoot gevuur.\"\nDaar het appellant heel duidelik te kenne ge= gee nie alleen dat hy en die\n\"ander man\" (d w s Kaizer) gesamentlik gepoog het om die\noorledene van sy tas te\nontneem nie maar ook dat oorledene geskiet is terwyl hy hom teen hulle verset\nhet.\nIn die loop van sy getuienis het appellant verder soos volg uitgewei oor\ndaardie verset en die noodlottige reaksie daarop.\n\"Wanneer (is) hy geskiet? Toe die oor=\nledene al bo-op die stoep was?--Hy was nog\nnie met sy twee voete op die stoep gewees nie, hy het net een van sy voete op\ndie stoep gehad. Dit was toe Kaiser die tas gegryp het\nen dat die oorledene\nterug baklei het, toe gaan die skoot af.\nO, ek verstaan. Ja wag nou 'n bietjie. Toe oorledene op die trappies klim,\nbegin klim? Ja.\nHet Kaiser sy tas van hom probeer wegneem? Ja.\nDie oorledene wou nie laat los nie?\nJa hy het omgedraai en na Kaiser se kant toe\n/gekyk ...\n13.\ngekyk.\nJa, en hy het vasgehou? Ja.\nEn Kaiser het gerem aan die sak? Ja.\nToe skiet Fusi vir die oorledene? Die\nlaaste wat ek van hom gesien het was toe hy die vuurwapen op hom gerig het en\ndaarna toe hoor ek die skoot gaan af.\nIs dit toe die eerste keer dat jy opmerk dat Fusi die vuurwapen op die\noorledene gerig\nhet? Ek het hom gesien toe Kaiser probeef\nhet om die tas weg te neem van die oorledene af.Toe sien ek dat Fusi die\nvuurwapen op die oorledene gerig het.\nJa, hy het dit so gerig gehou vir 'n rukkie en toe geskiet of het hy\nonmiddeliik geskiet? Hy het dit op hom so gerig vir 'n rukkie.\n0 ek sien, en toe later geskiet? Ja.\"\nHierdie aangevulde relaas het vir appellant uiters gevaarlike implikasies op\ndie moordklag ingehou. Hy het dit probeer ontduik deur\nte kenne te gee dat dit\nnooit beplan was om iets meer te doen nie as om oorledene met wapenvertoon\nsó skrik te maak dat hy\ndie tas met geld sonder teenstand aan hulle sou\noorhandig en dat hulle be= sluit het om die aftog te blaas indien oorledene hom\nteen\nhulle sou verset. Hy het voorts beweer dat hy\n/nie ...\n14.\nnie verwag het dat Fusi oorledene sou skiet nie,\ndat hy dit nie voorsien het nie en hom nooit daarmee ver= eenselwig het nie.\nBetreffende\ndie voorafgaande be= sluit om geen daadwerklike geweld te gebruik\nnie het appellant egter 'n weersprekende relaas aan die landdros\ngegee. Daar het\nhy die volgende gesê (vraag en ant= woord):\n\"V. Wat sou gebeur het met betrekking tot\ndie wapens as die persoon sou weier om\ndie geld te oorhandig? A. Ek het gedink as die persoon sou weier\nsou ek niks verder aan hom doen. Ek\nsou loop.\nV. Het julle dit bespreek? A. Nee. V. Het jy voorsien dat een van die\nander\ndalk hulle wapens teen die slagoffer\nkon gebruik? A. Nee. V. Waarom nie? A. Want alles het in 'n paar oomblikke\nge=\nbeur.\"\nHier is geen suggestie van 'n plan of besluit teen die gebruik van geweld\nnie. As daar werklik so iets was is dit ondenkbaar dat appellant\nter\nbeantwoording\n/van ...\n15.\nvan sulke pertinente vrae nie melding daarvan\nsou ge= maak het nie.\nDie verhoorhof het klaarblyklik appellant se getuienis daaromtrent verwerp.\nDie geleerde regter het o a die volgende daaroor gesê:\n\"In sy ondervraging op hierdie punt het beskuldigde getuig dat hy feitlik uit\ndie veld geslaan was toe die skoot afgaan. Hy het eers\nnie besef dat dit Fusi\nwas wat die skoot afgevuur het nie, maar het gedink dat dit ander mense was wat\nop die lede van sy groep skiet.\nHy het eers besef wat die werklike toedrag van\nsake was toe hy oorledene sien val het.\nDie beskuldigde het in sy getuienis toe= gegee dat hy geen poging aangewend\nhet om weg te hardloop toe hy gesien het dat die oorledene\nweier om die tas te\nlos wat Kaizer wou afneem. Dit is ook duidelik uit sy getuienis dat hy\nvoortgegaan het om saam met sy maats van\ndié toneel af te vlug en dat hy\nlater 'n\nheel ak= tiewe rol gespeel het in hulle bewegings en optrede te\nMellville.\nWat die optrede van die beskuldigde voor, gedurende, en na die roof betref\nkan ons geen ander afleiding maak as dat die beskuldigde\nvoorsien het dat hulle\nslagoffer gedurende die uitvoering van hulle hoofoogmerk (dit wil sê die\nroof) moontlik geskiet kon\nword en derhalwe\n/gedood ...\n16.\ngedood kon word. Beskuldigde het die gevolge wat so 'n\ngewapende rooftog vir hom en sy mak= kers ingehou het terdeë besef, maar\nhy\nhet 'n onverskillige houding daaroor ingeneem. Vanaf die oomblik dat hy besef\nhet dat 'n gelaaide vuurwapen ook by die tweede\nroofpoging gebruik sou word tot\ndie afvuur van die noodlottige skoot, het beskuldigde genoeg geleentheid gehad\nom hom van die beplande\nroof te onttrek indien hy sou wou. En selfs daarna het\nhy nie ge= huiwer om saam met sy groep te vlug nie, om sy deel van die buit\nte\nneem nie en om met die ander lede van sy groep saam te werk om die pleging van\ndie misdaad te verberg. Met die bevinding dat die\nbeskuldigde die dood van die\noorledene as 'n moontlikheid voorsien het - veral as hy sou weerstand bied en 'n\nonverskillige houding\ndaaroor ingeslaan het, wil ons nie te kenne gee dat die\nbeskuldigde die dood van die oorledene verlang of begeer het nie; ons be=\nvind\nbloot dat hy dit as 'n moontlikheid voor= sien het ook al sou hy dit liewer wou\nvermy het.\"\nHierdie bevindings t a v appellant se gemoeds= toestand is die grondslag van\nsy skuldigbevinding aan moord. Hulle kan nie nou aangeveg\nword nie en daar is na\nmy mening in elk geval geen fout daarmee te vinde\nnie.\nAppellant se gemoedstoestand is ook die kern-\n/oorweging ...\n17.\noorweging by die beantwoording van die vraag of daar versagtende\nomstandighede is. Geen verdere feite ten aansien daarvan is na skuldigbevinding\nvoorgelê by wyse van getuienis of erkennings nie. Die aan- of afwesig=\nheid van versagtende omstandighede in die onderhawige\ngeval moet gevolglik\nbepaal word op die getuienis voor skuldigbevinding. En dit gaan hier hoofsaaklik\noor die vraag tot watter mate\nappellant die moontlikheid van die oorledene se\ndood besef het. Daarom is daar= die getuienis redelik breedvoerig hierbo\nuiteengesit.\nDie algemene oorwegings wat geld by so 'n ondersoek en die benadering wat\ndeur 'n Hof gevolg moet word in eerste instansie en op appèl\nis\nwelbekend, en is soos volg saamgevat deur JOUBERT AR in\nS v Mongesi en\nAndere\n1981 (3) S A 204\n(A) op 207 C - 208:\n\"Die bewyslas om die bestaan van ver= sagtende omstandighede op 'n oorwig van\nwaar= skynlikhede vas te stel, rus op 'n beskuldigde.\nTen einde dit te kan doen,\nmoet daar 'n feite=\n/basis ...\n18.\nbasis vir die Verhoorhof wees waarvan die bestaan van die versagtende\nomstandighede afgelei kan word. (\nS v Ndlovu\n1970 (1) S A 430\n(A) te\n433H.) 'n Versagtende om= standigheid is 'n baie wye begrip omdat dit dui op\n'n\nfeit of omstandigheid, aanwesig by die pleeg van die moord, wat die\nmorele skuld, d i verwytbaarheid, van die beskuldigde ten opsigte\nvan die dood\nvan die oorledene ver= minder of minder laakbaar maak. (\nS v Petrus\n1969\n(4) S A 85\n(A) te 94\nin fine\n-95A.? Die benadering wat deur 'n Hof in 'n\nbepaalde geval gevolg moet word by 'n ondersoek om die bestaan van versagtende\nomstandighede\nvas te stel, is deur hierdie Hof soos volg neergelê:\n(1)\nof daar omstandighede is\nwat op die geestes= vermoëns of die gemoedstoestand van die beskul= digde\nbetrekking kon gehad het,\nindien wel\n(2)\nof\nsodanige omstandighede in die bepaalde geval die geestesvermoëns of\ngemoedstoestand van die beskuldigde subjektief beinvloed\nhet,\nen\n(3)\nof die subjektiewe beinvloeding van die\nbeskuldigde se geestesvermoëns of gemoedstoe= stand van so 'n aard was dat\ndie beskuldigde\nse optrede ten opsigte van die dood van die oor= ledene volgens\ndie óbjektiewe oordeel van die Hof daardeur minder laakbaar\nof verwytbaar\nword. (\nS v Babada\n1964 (1) S A 26\n(A) te\n27H-28A;\nS v Van der Berg\n1968 (3) S A 250\n(A) te 252 F-G.)\nDit is bekende reg dat 'dit in die eerste plek 'n Verhoorhof se taak is om\noor die bestaan al dan nie van versagtende omstandighede\nte\n/beslis ...\n19.\nbeslis en dat die bevoegdheid van hierdie Hof om\n'n Verhoorhof se bevinding dat daar nie ver= sagtende omstandighede is nie te\nwysig\nstreng beperk is. Soos dit gestel is in\nS v Bowers\n1971 (4) S A 646\n(A) te 649A:\n'Hierdie Hof kan alleen ingryp en sy eie mening vir dié van die\nVerhoorhof sub= stitueer indien die Verhoorhof 'n mistasting\nof ander\nonreëlmatigheid begaan het, of indien sy bevinding, in die lig van al die\ngetuienis beoordeel, van so 'n aard is dat\ndit nie redelikerwyse daartoe gekom\nkon gewees het nie.\nAppellant se opset om te moor was dié by\nmoontlikheidsbewussyn -\ndolus eventualis\n. So 'n opsets= vorm kan in gepaste omstandighede die\nmorele verwytbaar= heid van die dader verminder en dus 'n versagtende om=\nstandigheid\nwees. In die 4de uitgawe (1987) van Hiemstra se\nSuid-Afrikaanse\nStrafproses\nword die volgende.bv daaroor gesê op 621:\n\"Wanneer die dader se gedagtegang is 'ek neem die risiko dat iemand gedood\nkan word' kan dit die laakbaarheid van die daad verminder\nof vermeerder na\ngelang die moontlikheid van dood in die dader se eie oordeel kleiner of groter\nwas. Hoe groter die moontlikheid\nvan dood, hoe sterker sy opset.\"\n/Dit ...\n20\nDit sou in my oordeel egter verkeerd wees om by\nso 'n geval die \"wisselskaal metode\" toe te pas en slegs met verwysing na die\ngraad\nvan voorsienbaarheid te besluit of versagtende omstandighede in 'n\nbepaalde geval bestaan al dan nie. Dit is denkbaar dat selfs waar\ndie dood slegs\nas 'n geringe moontlikheid voorsien is, dit nogtans in gepaste omstandighede nie\n'n versagtende omstandigheid sal\nwees nie. JANSEN AR het, soos ek sy opmerkings\nver= staan, hierdie oorweging o m in gedagte gehad toe hy na aanleiding van\nS\nv Mienie\n1978 (4) S A 560\n(A) die vol= gende in sy aparte uitspraak\ngesê.het in\nS v Dladla en Andere\n1980 (1) S A 1\n(A) op 3 F-H:\n\"Die volgende is aldaar gesê:\n'\nDolus eventualis\nis 'n elastiese begrip, aan die een uiterste kan dit\ngrens aan nala= tigheid, veral\nculpa lata\n, en aan die ander kant aan\ndolus directus\n.'\nKlaarblyklik word hier 'n gradasie volgens 'die graad van voorsienbaarheid'\nbedoel. Dit is nie die\nex post facto\nobjektief bepaalde voorsienbaarheid\nnie, maar die subjektiewe beskouing van die dader toe hy die handeling begaan\nhet, of hy die\nmoontlikheid as 'n vae\n/of ...\n21\nof sterk moontlikheid beskou het. Verder moet\ndaarteen gewaak word om bloot volgens die posisie van die bepaalde geval op die\nskaal\nte bevind dat daar versagtende omstan= dighede (in die tegniese sin)\naanwesig is al dan nie. Dit sou wees om in die fout te verval\nwaarteen reeds in\nS v De Bruyn en 'n Ander\n1968 (4) SA 498\n(A) te 505A-506A gewaar= sku is.\nDie korrekte benadering is of in die bepaalde geval,\nin die lig van al die\nom= standighede\n, die\nafwesigheid\nvan oogmerk as 'n versagtende\nomstandigheid aangemerk moet word, al dan nie.\"\nIn dieselfde trant is die volgende passasie in Du Toit:\nStraf in\nSuid-Afrika\nop 30:\n\"Klaarblyklik sal die blote afwesigheid van\ndolus directus\n(en\nderhalwe die blote aan= wesigheid van 'n ander verskyningsvorm van\ndolus\nsoos byvoorbeeld\ndolus eventualis\n) nie tot 'n bevinding van\nversagtende omstandighede kan lei nie. Die beskuldigde sal op die waarskynlik=\nhede moet aantoon dat die\nafwesigheid van\ndolus directus\naanduidend is\nvan 'n gemoed, ten tyde van die moord wat met mindere verwyt bejëen kan\nword.\"\nDie graad van voorsienbaarheid kan egter wel ter sprake kom by die oorweging\nvan die bestaan al dan nie van\ndolus eventualis\n. Hierdie Hof het so\nbeslis in\n/ S\nv Ngubane\n2l(a)\nS v Ngubane\n1985 (3) 677 (A). Op 685 D-G sê JANSEN AR die\nvolgende:\n\"The distinguishing feature of\ndolus eventualis\nis the volitional\ncomponent: the agent (the perpetrator) 'consents' to the consequence fore= seen\nas a possibility, he 'reconciles\nhimself' to it, he 'takes it into the bargain'.\n(Cf the Dutch authors cited in\nS v Dladla en Andere\n1980 (1) SA 1\n(A) at\n4B-G.) Our cases often speak of the agent being 'reckless' of that consequence,\nbut in this context it means consenting, reconciling\nor taking into the bargain\n(cf Snyman\nStrafreg\nat 168\n,\ncited in\nS v Swanepoel\n1983 (1)\nSA 434\n(A) at 456H) and not the 'recklessness' of the Anglo American systems nor\nan aggravated degree of negligence. It is the particular,\nsubjec= tive,\nvolitional mental state in regard to the foreseen possibility which\ncharacterises\ndolus eventualis\nand which is absent in\nluxuria\n.\nIn principle it should not matter in respect of\ndolus eventualis\nwhether\nthe -agent foresees (subjectively) the possibility as strong or faint, as\nprobable or improbable (cf\nS v De Bruyn\n1968 (4) SA 498\n(A) at 510),\nprovided his state of mind in regard to that possibility is 'consenting',\n'reconciling' or 'taking into the bargain'.\nHowever, the likelihood in\nthe\neyes of the agent\nof the possibility eventuating must obviously have a\nbearing on the question whether he did 'consent' to that\npossibility.\n/ By\n22\nBy die ondersoek na die bestaan al dan nie van\nversagtende omstandighede in die onderhawige geval het die \"graad van\nvoorsienbaarheid\"\npertinent ter sprake gekom. Die geleerde regter het in sy\nuiteensetting van die meer= derheidsbeslissing dat daar geen versagtende\nomstandig= hede was nie\n,\no a die volgende gesê:\n\"Wat die graad (van) voorsienbaarheid vir die beskuldigde van die gebruik van\ndie wapens en die gevolge daarvan betref, bevind die\nmeerderheid van ons dat die\nroof so beplan was dat die slag-offer hom tussen twee stelle gewapende rowers\nmoes vind, wat sou moes\noptree indien die slag= offer óf vorentoe\nóf terug wou vlug, of die tas nie wou afstaan nie, of weerstand wou bied.\nDit is wel waar dat die beskuldigde self hom nie geroepe gevind het om sy wapen\nte gebruik nie en dat die gebruik van sy wapen deur\nFusi as 'n verrassing vir\ndie beskuldigde geskied het. Maar wat werklik hier ter sprake is, is die onver=\nskillige houding wat die\nbeskuldigde ingeneem het wat betref sy eie optrede of\ndie van sy makkers indien hulle slagoffer op die wyse wat reeds beskrywe is,\nsou\nopgetree het.\"\nDie minderheidsbeslissing het hy soos volg weergegee:\n\" Een van ons is van mening dat daar wel versagtende omstandighede bestaan\nuit hoofde van die volgende: Gesien die eenparige bevind=\ning deur die lede van\ndie hof dat beskuldigde op die kritieke oomblik nie gedagtig was aan\n/ die\n23\ndie moontlike gebruik van die vuurwapen net voor die skoot afgegaan het nie\nen dat dit dus as 'n verrassing vir hom geskied het, voel\ndie lid genoop om te\nbevind dat die voorsien= baarheid van die dood van die oorledene klein en ver\nverwyderd in die beskuldigde se\nsubjek= tiewe denke was. In dié mate,\ngevolglik, behoort die bevinding van die bestaan van\ndolus eventualis\nin\nhierdie geval wel versag= tend op die vonnis in te werk.\"\nOp verskeie plekke in die uitspraak as geheel kom daar ook die volgende\npassasies voor wat klaarblyklik eenparige bevindings van die\nhof is:\n\"Die Hof bevind dat beskuldigde ten spyte van die rol wat hy in die roof\ngespeel het, waarskynlik nie die leier van die rowers was\nnie. Ook is dit nie\nonwaarskynlik nie dat hy in 'n mate deur Tisa en die ouer lede van sy groep\nbeïnvloed was nie.\nOns verwerp natuurlik as vals die getuienis van die beskuldigde dat hy die\nhasepad bo gebruik van sy wapen sou verkies het.\"\nIn die meerderheidsbeslissing is die \"graad van voorsienbaarheid\" nie\nuitdruklik bepaal nie, maar dit is duidelik dat 'n meerderheid\nvan die hof\nbevind het dat appellant nie die dood van die oorledene as slegs 'n\n/geringe.....\n24\ngeringe moontlikheid voorsien het nie, in weerwil\nvan hul oordeel \"dat die gebruik van sy wapen deur Fusi as 'n verrassing vir die\nbeskuldigde geskied het\" .\nNa my mening het appellant nie daarin geslaag om te bewys dat daar enige\nversagtende omstandighede in hierdie geval is nie, en die\nmeerderheidsbevinding\ntot daardie effek is derhalwe korrek. In appellant se geval vorder die ondersoek\nna die bestaan van versag=\ntende omstandighede wel tot by die derde stadium ge =\nnoem in\nS v Mongesi\n,\nsupra\n, maar dit is duidelik dat die\nomstandighede (soos die afwesigheid van die direkte oogmerk en die feit dat\nappellant nie die leier\nvan die roofbende was nie en moontlik tot 'n mate deur\ndie leier daarvan, Tisa, beïnvloed kon gewees het) wat denkbaar 'n\nversagtende\nwerking\nkon\ngehad het, inderwaarheid nie die appellant se\nmorele verwytbaarheid verminder\nhet nie.\n/ Appellant....\n25.\nAppellant het 'n belangrike en in sommige op=\nsigte selfs 'n leidende rol gespeel in 'n deeglik beplande en doeltreffend\nuitgevoerde\nroof. Hy was lid van die verkenningsgroep wat die toneel vooraf\nbespied het om die uitvoerbaarheid van die beoogde roof behoorlik\nte bepaal. Dit\nsou klaarblyklik tot sy wete 'n straat= roof wees wat helder oordag in 'n besige\ngebied uitge= voer sou moes word\nten aansien van lede van die publiek -iets wat\nuiters gevaarlik vir die rowers sou wees om te onderneem en wat derhalwe met die\ngrootste\nmoontlike spoed uitgevoer sou moes word. Weerstand deur die slagoffer\nsou heelwaarskynlik vir die rowers rampspoe= dig wees en moes\ngevolglik\nheeltemal vermy of onmiddel= lik onderdruk word. Die slagoffer was tot appellant\nse kennis 'n groot, stewig geboude persoon\nen appellant het in sy getuienis\nerken dat die rowers hom nie maklik sou kon oorrompel nie. Sy woorde was \"Ons\nkon hom nie maklik\noorrompel nie - soos ek hom gesien het hoe\n/'n ...\n26\n'n persoon hy was...\" Enige worsteling met hom\nsou kosbare tyd verspil en die mislukking van die roof= aanslag en\ninhegtenisname van\ndie rowers tot gevolg kon hê. Dit was derhalwe duidelik\ndat die rowers gewapen moes wees om dié slagoffer onverwyld\ndeur vrees of\nbesering uit te skakel.Appellant het dit besef. Met die eerste abortiewe\nroofpoging was hy en sy roofgenote met messe\ngewapen.En vir die tweede aanslag\nis 'n vuurwapen bygekry deur die direkte mee= doen van appellant. En hy het\ngeweet dat dit gelaai\nwas en gereed vir onmiddellike afvuur. Tot appellant se\nwete sou die vuurwapen in die beplande roof gebruik word al was dit moontlik\nnet\ndeur die vertoon daarvan. Die verhoorhof het bevind dat appellant inderdaad\ngeweet het dat die vuurwapen moontlik gebruik sou\nmoes word om die slagoffer of\niemand wat hom te hulp sou snel te skiet, iets wat maklik die dood van die\nteiken = persoon kon veroorsaak.Appellant\nhet egter sonder\n/ enige\n27\nenige teenstribbeling aan die roof bly meedoen.\nVerder maak sy optrede tydens die roof, soos deur homself be= skryf dit duidelik\ndat\nappellant die doodskiet van oor= ledene as 'n sterk moontlikheid te alle\nrelevante tye inder= daad voorsien het. Toe Kaizer (of appellant\nself) gepoog\nhet om die tas van die oorledene te ontneem het oorledene hom heel effektief\nteengesit en het hy die tas bly vas= hou.\nHierdie weerstand het moontlik vir\nappellant verras, maar die uiter'ste gevaar daarvan vir die rowers moes vir hom\nduidelik gewees\nhet. Op daardie spannings= volle tydstip sien appellant dat Fusi\ndie vuurwapen op oorledene rig, klaarblyklik sonder enige onmiddellike\neffek\nwant oorledene het steeds aan sy tas bly vashou en Fusi het \"vir 'n rukkie\" die\nvuurwapen op oorledene bly rig. Appellant het\ntoe duidelik besef dat Fusi\nfeitlik sekerlik die oorledene sou skiet. Maar appellant doen niks om dit te\nvoorkom nie en het hom nie\naan die aanslag onttrek nie. Dit was\n/eers\n28\neers toe die skoot afgaan en die oorledene val\ndat Kaizer dit reggekry het om die tas te bekom, maar appellant toon geen skok\noor\ndie skoot nie en het daadwerklik met sy mededaders bly meedoen om met hul\nbuit van die toneel af weg te kom. Hy het geen teken getoon\nvan meegevoel met\ndie oorledene wat toe platgeskiet op die sypaadjie gelê het nie. Die\nverhoorhof se bevinding dat appellant\nverras was het waarskynlik verwys na die\ntaaiheid van die weerstand wat tot die situasie gelei het waarin die oorledene\nge= skiet\nis. Die afvuur van die rewolwer was trouens toe die aangewese manier\nom dadelik uit daardie moontlik onverwagte maar klaarblyklik\ndodelik ge-vaarlike\nsituasie te ontkom. Appellant se optrede na die skoot getuig ook van geen\ngemoedsvertroebeling by hom nie. Die\nbeweerde rusie met Fusi oor die skoot is\nklaarblyklik op die merietestadium deur die\n/ verhoorhof\n29\nverhoorhof verwerp, tereg na my mening, en\nappellant se rol met die voorstel dat die buit te Melville ge= deel word en deur\ndie vuurwapen\nte versteek en die tjeks en depositoboekies te verbrand, is alles\nsterk aandui= dend van 'n afwesigheid van enige kommer of onsteltenis\noor die\nlot van die oorledene en van 'n algehele ver= eenselwiging met die optrede van\nsy makkers.\nDit is na my mening gevolglik duidelik dat appellant die dood van oorledene\nminstens as 'n sterk moontlikheid voorsien het maar desnieteenstaande\ngees=\ndriftig aan die roof deelgeneem het, heel onverskillig oor oorledene se lot. Die\nwyse waarop appellant aan die beplanning en\ndeurvoer van die roof\nmeegédoen het skakel die moontlikheid van enige beinvloeding deur Tisa\nuit. En die feit dat appellant\nreeds 26 jaar oud was toe die roof gepleeg is,\nverwyder insgelyks die aspek van onvolwassenheid uit die arena van\noorweging.\n/ Uit\n30\nUit hoofde van die bogaande is die feit dat\nappellant se opset by die moord slegs dié was van\ndolus eventualis\nook nie in die onderhawige geval 'n versagtende omstan= digheid nie.\nDaar is derhalwe geen versagtende omstandig= hede\nin\nhierdie geval\nteenwoordig nie en die verhoor= regter was verplig om appellant ter dood te\nveroordeel.\nDie appèl word van die hand gewys.\nM.T.\nSTEYN\nHEFER AR)\nVIVIER AR) STEM SAAM",
  "scraped_at": "2026-02-11T21:05:38.406059",
  "date": "1987-05-25",
  "coram": [
    "HEFER",
    "VIVIER",
    "STEYN"
  ],
  "case_number": "486/1986",
  "parties": {
    "applicants": [
      "JOHN RAPITSI"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "John Rapitsi was convicted in the Witwatersrand Local Division of robbery with aggravating circumstances and murder arising from a robbery on 25 November 1985 at a premises opposite Parkweg 14, Fordsburg. The victim, 49‑year‑old Essop Laher, an employee of Universal Fabrics, was robbed of cash (approximately R9,000) and shot dead by an accomplice, Fusi, using a loaded revolver. Rapitsi, together with accomplices Tisa, Fusi, Kaizer, Valley and others, planned and executed the robbery. Evidence presented at trial included forensic reports, photographs, statements to police, a written confession to a police lieutenant, and material evidence (a box containing burnt cash and deposit books). Rapitsi pleaded not guilty to murder but guilty to robbery and was sentenced to 15 years’ imprisonment for robbery and death for murder. The appeal centred on whether mitigating circumstances (versagtende omstandighede) existed, particularly whether Rapitsi’s mental state amounted to dolus eventualis that would reduce his culpability for murder.",
    "issues": "The primary issue was whether the trial court erred in finding that no mitigating circumstances existed in respect of the murder conviction, i.e., whether Rapitsi’s state of mind satisfied the requirements for dolus eventualis or other mitigating factors that could spare the death penalty. A subsidiary issue was whether the appellate court could overturn the trial court’s factual findings on the existence of such circumstances.",
    "principles": "The Court set out the legal test for mitigating circumstances, emphasizing that the existence of such circumstances is a factual question for the trial court and that an appellate court may intervene only where there is a clear error. It reiterated the doctrine of dolus eventualis, requiring subjective foresight of the possibility of death and the accused’s consent or reconciliation to that possibility. The Court cited authorities including S v Mongesi, S v Ndlovu, S v Petrus, S v Babada, S v Van der Berg, S v Bowers and S v Ngubane, outlining that the degree of foreseeability, while relevant, is not determinative unless the accused consciously accepted the risk.",
    "application": "Applying these principles, the Court examined Rapitsi’s own statements, his knowledge that the revolver was loaded, his participation in the planning, and his failure to prevent the shooting. The majority concluded that Rapitsi foresaw death as a strong possibility and did not take steps to avert it, thereby lacking any mitigating mental element. The minority opinion, which argued that Rapitsi was surprised by the use of the firearm and thus did not foresee death, was rejected. Consequently, the appellate court found no basis to overturn the trial court’s finding of no mitigating circumstances.",
    "conclusion": "The appeal was dismissed. The death sentence for murder was upheld and the order was that the appeal be withdrawn."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "mitigating circumstances",
      "capital punishment",
      "robbery",
      "intent"
    ]
  }
}