{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/24.html",
  "case_name": "Minister of Law and Order and Others v Nordien and Another (473/85) [1987] ZASCA 24; [1987] 2 All SA 164 (A) (26 March 1987)",
  "citation": "[1987] ZASCA 24",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 24\n|\nNoteup\n|\nLawCite\nMinister of Law and Order and Others v Nordien and Another (473/85) [1987] ZASCA 24; [1987] 2 All SA 164 (A) (26 March 1987)\nDownload original files\nPDF format\nRTF format\nKPA 473/85\nTHE MINISTER OF LAW AND ORDER\nFIRST APPELLANT\nCOMMISSIONER OF\nPOLICE\nSECOND APPELLANT\nDIVISIONAL COMMISSIONER\nOF POLICE,\nCAPE TOWN\nTHIRD APPELLANT\nDISTRICT COMMANDANT,ATHLONE\nFOURTH\nAPPELLANT\nDISTRICT COMMANDANT,BELLVILLE\n....FIFTH\nAPPELLANT\nDETECTIVE SERGEANT VAN WYK\nSIXTH APPELLANT\nand\nESMAT NORDIEN\nFIRST RESPONDENT\nESHAM NORDIEN\nSECOND RESPONDENT\nJ J F HEFER,JA.\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter\nbetween\nTHE MINISTER OF LAW AND ORDER\nFIRST APPELLANT\nCOMMISSIONER OF\nPOLICE\nSECOND APPELLANT\nDIVISIONAL COMMISSIONER OF\nPOLICE,\nCAPE TOWN\nTHIRD APPELLANT\nDISTRICT COMMANDANT,ATHLONE\nFOURTH\nAPPELLANT\nDISTRICT COMMANDANT,BELLVILLE\nFIPTH APPELLANT\nDETECTIVE SERGEANT VAN WYK\nSIXTH APPELLANT\nand\nESMAT NORDIEN\nFIRST RESPONDENT\nESHAM NORDIEN\nSECOND.RESPONDENT\nCORAM\n: RABIE, ACJ, JANSEN, JOUBERT, HEFER, JJA, et BOS-HOFF, AJA.\nHEARD\n: 12 MARCH 1987.\nDELIVERED\n: 26 MARCH 1987.\n2\n2.\nJUDGMENT\nHEFER, JA\n:\nI shall refer to the\nparties to this appeal by their titles in the Court a\nquo\n.\nOn 17 September 1985 the police took the appli-\ncants into custody and\ndetained them until the next\nday. After their release the applicants brought an\nurgent application in the Court a\nquo\nfor a rule\nnisi\ncalling upon the respondents to show cause why an order\nshould not be made -\n\"2.1 Interdicting and restraining the police under the direction and control\nof First to Fifth respondents from -\n2.1.1 unlawfully detaining or arres-ting the applicants;\n2.1.2 ...........3\n3.\n2.1.1\tassaulting, threatening, haras-\nsing or intimidating\nthe appli-\ncants in any manner whatsoever;\n2.2.\tDirecting First to Fifth respondents\nto take all necessary steps within their powers to prevent any member of the\npo-lice from perpetrating any of the acts mentioned in\nparagraphs 2.1.1 and\n2.1.2 supra.\n2.3.\tInterdicting and restraining Sixth Res-\npondent from perpetrating any\nof the\nacts as referred to in paragraphs 2.1.1\n2.1.2\tsupra\t.\"\nThe papers were served in advance on the res-pondents.\nOpposing affidavits were filed and a dispute of fact developed which could\nnot\nbe resolved on the papers. The Court accordingly directed that oral evi-dence be\nheard in terms of Rule 6(5) (g) of the Consoli-dated\nRules. It also granted the\napplicants interim\nrelief\t4\n4. relief, pending the final determination of the matter, in the\nform of a temporary interdict in terms of para-graphs 2.1 and 2.3\nand a\nmandamus\nin terms of paragraph 2.2 of the notice of motion. With leave of\nthe Court a\nquo\nthe respondents have now appealed against the order for\ninterim relief.\nThe material allegations in the parties' affi-davits need not be stated; they\nemerge fully from the judgment in the Court a\nquo\nwhich was reported in\n1986(2) S A 511. Basically the applicants' case was that they had been (1)\nunlawfully and violently arrested,\n(2) as-saulted and abused by the police\nduring their detention, and (3) harassed and threatened with further\ndetention\nafter\t5\n5.\nafter being releasêd. Apprehending that they might be\npersecuted even further they sought protection from the Court.\nIn this Court\nrespondents' counsel challenged the judgment of the Court a\nquo\non two\nmain grounds. For the first he relied on\nGoldsmid v The South African\nAmal\n-\ngamated Jewish Press Ltd\n1929 A D 441\nand\nMobil Oil\nSout\n-\nhern Africa (Pty) Ltd v Afrox Ltd\n1983(1) S A 649(C), and\nsubmitted that the first five respondents could not com-petently be ordered to\ntake the steps mentioned in\npara-graph 2.2 of the notice of motion, where there\nis uncon-troverted evidence that they had already taken all reasonable steps\nto\nprevent members of the force from perpetrating\nthe \t6\n6. the acts of which the applicants complained. If this contention\nis correct, it will admittedly afford a short answer to the case\nagainst the\nfirst five respondents and thus dispose of a major part of the appeal. I prefer,\nhowever, not to follow that course.\nWe have not had the benefit of full argument\n(because the applicants' legal representatives withdrew from the appeal) and a\nlegal\nprinciple of considerable importance is at stake. Accord-ingly, since I am\nof the view that the appeal must in any event succeed\non the facts I shall leave\nthat principle open for pronouncement on another occasion.\nThe second submission on respondents' behalf was that the application lacked\nan essential requirement\nfor \t7\n7. for the granting of an interdict viz that there is a reasonable\napprehension of future injury. What was re-quired in the instant\ncase, so the\nargument went, was a reasonable apprehension on the applicants' part of further\nharassment by the police, and the evidence\nreveals that they had no grounds for\nsuch an apprehension.\nThat it was incumbent on the applicants to show a reasonable apprehension of\nfurther interference with their personal integrity, is\nclear. (\nFree State\nGold Areas Ltd v Merriespruit (0 F S) Gold Mining Co Ltd & Another\n1961\n(2) S A 505\n(W) at p 515). What a \"reasonable apprehension\" in this context\nmeans and how it is to be established, appears from a passage in\nthe judgment of\nBERKER J P in\nNestor and Others v Minister\nof\n8\n8.\nof Police and Others\n1984(4) S A 223 (S W A) at p\n244\nwith which I respectfully agree. It reads as follows :\n\"A reasonable apprehension of injury has been held to be one which a\nreasonable man might entertain on being faced with certain facts\n(\nFree State\nGold Areas Ltd v Merriespruit (Orange Free State) Gold Mining Co Ltd\n1961(2)\nS A 505(W) at 515). The applicant for an interdict is not re-quired to establish\nthat, on a balance of pro-babilities flowing\nfrom the undisputed facts, injury\nwill follow : he has only to show that it is reasonable to apprehend that injury\nwill result (\nFree State Gold Areas\ncase\nsupra\nat 518). However,\nthe test for apprehension is an objective one (\nEx parte Lipshitz\n1913 C P\nD 737\n;\nSelig\n-\nman Bros v Gordon\n1931 0 P D 164\n;\nPickles v\nPickles\n1947 (3) S A 175\n(W) ). This means that, on the basis of the facts\npre-sented to him, the Judge must decide whether there is any basis for the\néntertainment\nof a reasonable apprehension by the applicant.\"\nThe\t9\n9.\nThe Court a\nquo\nrightly examined the applicants'\nallegation that they had \"the reasonable apprehension that further harassment,\ndetention or intimidation\nmight occur\" in the light of the evidence presented to\nit, and the only question is whether the conclusion arrived at was the correct\none. For the reasons which follow I am of the view that it was not.\nThe Court a\nquo\nbased its decision on the applicants' version of the\nevents on 17 and l8 September 1985. I ampre-pared to do likewise. As to the\nevents at the applicants' home on 21 September 1985 it does not emerge from the\njudgment which version was accepted. But again I\nam prepared to ac-cept the\napplicants's version as a basis for decïsion. This\ndoes\t10\n10. does not mean that the affidavits filed on respondents' behalf\nare to be ignored. As will appear later certain uncontradicted\nallegations\ntherein must be taken into account too.\nIt is necessary to determine at the outset what precisely the applicants'\ncase was. It is obvious that their real cause of complaint\nwas not the fact of\ntheir unlawful detention nor the treatment which they received while being\ndetained. As the learned Judge in\nthe Court a\nquo\nsaid in her judgment,\nthe assaults were past history which was relevant only to the question of\npossible future conduct. Nor was\ntheir real complaint the mere fact that threats\nhad been uttered by the two\npolicemen\t11\n11.\npolicemen who had conveyed them from the Brackenfell\npolice\nstation on 18 September. The threats related entirely\nto the laying\nof charges against the policemen who had\nperpetrated the assaults and there\nwould be no risk of\nreprisals unless and until charges were in fact laid.\nIt was accordingly only when the applicants defied the\nthreats by laying charges on 20 September that they be-\ncame apprehensive of being re-arrested and maltreated\nagain. That this is so, appears eg from the following\npassage in first applicant's founding affidavit :\n\"I have a very real fear that now that\nI have laid a charge of assault\nagainst\nthem, they will carry out their threats\nand that I would be\nunlawfully detained\nor arrested, or harassed and intimidated\t\"\nSixth\t12\n12.\nSixth respondent's threat the following day to detain them\nwas perceived by the applicants as \"an attempt to carry out the threat\nwhich was\nmade when we were released\" (according to first applicant's affidavit). That is\nwhy, directly after it had been made, applicants'\nattor-ney was instructed to\nproceed with an application to Court.\nWhat becomes immediately apparent in the light\nof the respondents'\nevidence is that sixth respondent's\nvisit to the applicants' home had no connection whatso-ever with the earlier\nthreats, and that his conduct there cannot by any manner\nof reasoning be\nconstrued as an at-tempt to carry them out. Sixth respondent says in his\naffidavit\t13\n13. affidavit that he went there on the instructions of\nlieu-\ntenant Hall to fetch the applicants. He was not told\nwhy he had to\ndo so. Lieutenant Hall in turn explains\nthat, after receiving instructions\nfrom major van der\nMerwe (the officer to whom the applicants had made\ntheir\ncomplaint the previous day) to take full statements re-\ngarding the complaint from the applicants, he instructed\nsixth respondent to go and fetch them. That was the\nreal and only purpose of the latter's visit. Uncontra-\ndicted as it is, there is at this stage no reason for re-\njecting this evidence. In her judgment in the Court a\nquo\nthe learned Judge expressed a considerable amount of\ncynicism in relation to the conduct of these and other\ndeponents\t14\n14. deponents to affidavits filed by the respondents. In some\nrespects her remarks were justified; in others not. At p 519A - B of\nthe report\neg major van der Merwe was censured for issuing to the applicants the slip of\npaper there referred to, without taking\ninto account that van der Merwe said in\nhis affidavit that it was merely issued in response to a reguest by the attorney\nof one of\nthe persons concerned for something in writing \"wat daarop dui dat\nbeweerde aanrandings op die persone teenwoordig die aandag van\ndie polisie\ngeniet\". There are other similarly unjustified critical remarks elsewhere in the\njudgment but I need not refer to them\nbecause no findings on credibility in the\nreal sense were made. Reverting\nthen\t15\n15\nthen to the evidence with which I am presently dealing, all I need say\nis that it had to be accepted by the Court a\nquo\nfor purposes of its\ndecision that the real and only purpose of sixth respondent's visit to the\nap-plicants' home was to take them\nto the Athlone police station in order for\nthem to make statements in support of their complaint to major van der Merwe the\nprevious\nday.\nThat being the case, the question is whether sixth respondent's visit and his\nstatement to first ap-plicant that he was detaining\nhim and his brother, could\nreasonably have been construed as an attempt to carry out the threats. The\nanswer is obvious. Initially\n(until \t16\n16.\n(until the stage when Petersen spoke to Hall on the\ntelephone) the applicants had every reason to be alar-med. They were not\ninformed\nthat their presence at the police station was merely required in\nconnection with their statements; sixth respondent simply told first\napplicant\nthat he and his brother were to get dressed and were to come with him.\nPresumably he did so because he was entirely uninformed\nhimself and only knew\nthat the applicants had to be fetched. Understand-ably, first applicant demurred\nand was then told that he\nand second applicant were being detained \"in terms of\nsec-tion 50\" which first applicant understood to entail their detention \"without\ncharges for 48 hours\". Small wonder\nthat \t17\n17.\nthat a state of near panic involving the whole house-\nhold\nthen set in which only ended when, after a flurry\nof telephone calls, sixth\nrespondent left. But the\nsituation changed dramatically when Petersen spoke to\nHall on the\ntelephone. Petersen was then informed\nthat the applicants were\nnot\nto be detained; the whole\nposition was explained to him, arrangements were made\nfor Petersen to prepare the required statements himself\nand to submit them to the police, and sixth respondent\nwas ordered away. It should then have become quite\nclear to the applicants that nothing sinister attached\nto the incident but, on the contrary, that their com-\nplaint was being investigated.\nFrom\t18\n18\nFrom this it follows that the applicants' case\nreceived no support from\nthe incident on 21 September,\nand the final question is whether on their\nremaining allegations they could reasonably have apprehended fur-ther\nharassment. The answer\nto this question is not far to be sought. Although they\nwere allegedly fear-ful of the consequences of laying a charge, the appli-cants\ndid not feel themselves sufficiently restrained to do so. It is difficult to\nresist the impression, therefore, that they did not\ntake the threats\nover-seriously. Moreover, at the stage when the charge was laid they already had\nthe assistance of an attor-ney;\nyet there is not the slightest suggestion\nthat\nan \t19\n19.\nan application to Court was considered at that stage. The\nnotice of motion was issued ten days after the charge was laid and, apart\nfrom\nsixth respondent's in-tervention, nothing untoward had happened. Faced with\nthese facts, a reasonable man would not entertain\nan apprehension that the\nthreats would be carried out.\nThe appeal accordingly succeeds with costs which shall include the costs of\ntwo counsel. Paragraph 4 of the order of the Court a\nquo\nis set\naside.\nJ J F HEFER,JA. RABIE, ACJ. )\nJANSEN, JA. ) CONCUR. JOUBERT, JA. ) BOSHOFF, AJA. )",
  "scraped_at": "2026-02-11T20:58:44.057439",
  "date": "1987-03-26",
  "coram": [
    "RABIE ACJ",
    "JANSEN JA",
    "JOUBERT JA",
    "HEFER JJA",
    "BOS-HOFF AJA"
  ],
  "case_number": "KPA 473/85",
  "parties": {
    "applicants": [
      "THE MINISTER OF LAW AND ORDER",
      "COMMISSIONER OF POLICE",
      "DIVISIONAL COMMISSIONER OF POLICE, CAPE TOWN",
      "DISTRICT COMMANDANT, ATHLONE",
      "DISTRICT COMMANDANT, BELLVILLE",
      "DETECTIVE SERGEANT VAN WYK"
    ],
    "respondents": [
      "ESMAT NORDIEN",
      "ESHAM NORDIEN"
    ]
  },
  "sections": {
    "facts": "On 17 September 1985 the police detained the six appellants and released them the following day. The appellants alleged unlawful and violent arrest, assault and intimidation by police officers, and feared further harassment after laying charges against the officers. They filed an urgent application for an interdict to prevent further unlawful detention, assault, or intimidation. The court granted interim relief, including a temporary interdict and a mandamus, pending a full hearing. During the proceedings evidence emerged concerning a visit by the sixth respondent to the appellants' home on 21 September 1985, which the appellants claimed was an attempt to carry out earlier threats, while the respondents asserted the visit was merely to fetch the appellants for statements.",
    "issues": "1) Whether the interim interdict should be upheld or set aside. 2) Whether the appellants demonstrated a reasonable apprehension of future injury sufficient to justify an interdict. 3) Whether the first five respondents could be ordered to take preventive steps when they had already taken reasonable measures. 4) Whether the sixth respondent's actions constituted an unlawful threat or were a lawful police procedure.",
    "principles": "The court applied the established test for a reasonable apprehension of injury, requiring that a reasonable person might entertain such apprehension based on the facts (Free State Gold Areas Ltd v Merriespruit; Nestor v Minister of Police). The applicant bears the burden of showing this apprehension. An interdict is not granted merely on speculative fear. Additionally, a court may not order police officers to take steps they have already taken unless there is evidence of insufficiency, though this issue was not decided. The principle that interim relief may be set aside if the underlying apprehension is unsupported was also applied.",
    "application": "The court examined the affidavits and found that the sixth respondent went to the appellants' home solely to fetch them for statements, as instructed by senior officers, and had no intention of executing the earlier threats. The appellants' fear was linked to the filing of a charge against the officers, but they had legal representation and no further intimidation occurred after the visit. Consequently, the court concluded that a reasonable person would not have apprehended further unlawful detention or harassment, and the respondents had already taken appropriate steps.",
    "conclusion": "The appeal succeeded. The interim interdict and mandamus were set aside, and the appellants were ordered to pay costs, including the costs of two counsel. Paragraph 4 of the order of the Court a quo was set aside."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Injunction",
    "level_3": [
      "reasonable apprehension",
      "police misconduct",
      "interim relief"
    ]
  }
}