{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/5.html",
  "case_name": "Hoechst Pharmaceuticals (Pty) Ltd. v Beauty Box (Pty) Ltd. and Another (256/85) [1987] ZASCA 5; [1987] 2 All SA 128 (A) (12 March 1987)",
  "citation": "[1987] ZASCA 5",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 5\n|\nNoteup\n|\nLawCite\nHoechst Pharmaceuticals (Pty) Ltd. v Beauty Box (Pty) Ltd. and Another (256/85) [1987] ZASCA 5; [1987] 2 All SA 128 (A) (12 March 1987)\nDownload original files\nPDF format\nRTF format\n256/85/AV\nIN\nTHE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter\nbetween:\nHOECHST PHARMACEUTICALS\n(PROPRIETARY)\nLIMITED\nAPPELLANT\nand\nTHE BEAUTY BOX\n(PROPRIETARY) LIMITED\n1st RESPONDENT\n(in liquidation)\nMEDCALF BARRY & ASSOCIATES\n(PROPRIETARY) LIMITED\n2nd RESPONDENT\n(in liquidation)\nCORAM\n: CORBETT, GROSSKOPF, VIVIER JJA, NICHOLAS et\nBOSHOFF, AJJA\nHEARD\n: 19 February 1987\nDELIVERED\n: 12 March 1987\nJUDGMENT NICHOLAS, AJA\nThis is an appeal against an order of VAN NIEKERK J\nin\n2\nin the Witwatersrand Local Division dismissing an application\nfor an interdict in respect of alleged passing off.\nThe applicant in the\nCourt a\nquo\nwas HOECHST PHARMACEUTICALS (PTY) LIMITED (\"HOECHST\"). One of\nthe products manufactured by it is called FIBRE TRIM. This is said\nto provide a\nnatural way of reducing weight, and consists of tablets composed mainly of grain\nand citrus fibre and milk powder. HOECHST\nintroduced it to the South African\nmarket in the latter part of November 1983.\nThe tablets are contained in a\nbottle packed in a cardboard box. The following is a black and white\nreproduc-tion of the front of\nthe box, which is what would ordinarily be seen by\na prospective purchascr:\nSEE ORIGINAL JUDGMENT PIGTURE\n3\nOn the actual box the background is white; the printing is black; the\nhalf-orange and the head of wheat are in natural colours; and\nthe tape measure,\nwhich surrounds the box, is yellow with black figures.\nThe bottle bears a label the front of which is sub-\nstantially\n4\nstantially identical.\nBetween November 1983 and February 1985 HOECHST en-gaged, at a cost of over\nRl million, in an extensive adver-tising campaign to promote\nFIBRE TRIM. This\nincluded a tele-vision commercial, which was shown sixty-nine times on South\nAfrican television between January\n1984 and February 1985; and also radio\nadvertisements, full page colour advertisements in magazines with a national\ncirculation,\nand coloured posters exhibited at points of sale in pharmacies and\nsupermarkets throughout the country. During 1984 HOECHST sold\nover 1,2 million\nboxes of FIBRE TRIM, with a turnover in excess of R8 million. FIBRF TRIM, it was\nalleged and not denied, be-came\na market leader in the slimming aids market in\nSouth\nAfrica\n5\nAfrica and in April 1985 when the application was launched,\nit held the dominant share of the market.\nThe television commercial was said to be the core\nof HOECHST's case. The\nfollowing is a brief description\nof it.\nArticles of women's clothing are seen falling to the floor, apparently thrown\nfrom behind a screen. A slim, attractive blonde appears.\nShe is clad in a white\nleotard, which has the words FIBRE TRIM and the motifs of half orange and head\nof wheat on the chest. She\nstands with arms akimbo and says that she is throwing\naway her fat clothes, forever. She is then seen in the same get-up holding\na\nyellow tape measure about her waist. This pic-ture fades and a FIBRE TRIM pack\nemerges, the words and the motifs and the tape measure\nfrom the leotard taking\ntheir place on the box, in front of which stands a FIBRE TRIM bottle.\nIn\n6\nIn February 1985, THE BEAUTY BOX (PTY) LTD (the first\nrespondent in the application) produced a product under the name EASI SLIM,\nwith\nsubstantially the same ingredients as FIBRE TRIM. MEDCALF BARRY & ASSOCIATES\n(PTY) LTD (the second respondent) was responsible\nfor its marketing and\ndistribution. In the case of EASI SLIM, too,the tablets were in a bottle, packed\nin a cardboard box having\nthe same dimensions as the FIBRE TRIM box. The\nfollowing is a black and white reproduction of the front of the box:\nOn\nSEE ORIGINAL JUDGMENT PIGTURE\n7\nOn the actual box the background is white; the printing is black except for\nthe word FIBRE, where it is first used, which is in red;\nthe girl has blonde\nhair; the leotard she is wearing is red; and the tape measure, which surrounds\nthe box, is yellow with black\nmarkings.\nThe\n8 The bottle bears a label, the front of which is\nsubstantially\nidentical.\nIn the notice of motion, HOECHST sought an order in-\nterdicting the\nrespondents\ninter alia\n(i) from dealing in the course of trade with a\nproduct marketed in the bottle and box in\nthe form illustrated; (ii) from using a tape measure in conjunction\nwith any slimming product in circumstances\nwhich were specified; (iii) from using a yellow tape measure in relation\nto any packaging or label for a fibre slim-\nming product; and (iv) from passing off any fibre slimming product\nas the applicant's FIBRE TRIM product.\nIts cause of action was said to be based on unlawful compe-tition and, more\nparticularly, on passing off.\nIn his judgment in the Court a\nquo\n, VAN NIEKERK J\nsaid\n9\nsaid that in his view, whether the products were placed side by\nside or inspected individually, there could be no confusion whatsoever\nbetween\nthem; and that, taking full cognisance of the television advertisement, he was\nnot per-suaded that the respondents had in\nany way represented EASI SLIM as the\nproduct of the applicant. Accordingly, the applicant had failed to make out a\nprima facie\ncase for the relief which it claimed, and the application was\ndismissed with costs.\nLeave to appeal to this Court was granted.\nAfter the appeal had been\nnoted, both the respondents were placed under provisional liquidation.\nThereafter HOECHST duly gave notice,\nin terms of s. 359(2)(a) of the\nCompanies\n10\nCompanies Act\n, No 61 of 1973, of its\nintention to proceed with the appeal. The attorneys acting for the respondents\nadvised the Registrar of this\nCourt that in the light of their financial\nsituation the respondents would not formally be opposing the appeal. In\nconsequence only\nHOECHST was\nrepresented at the hearing.\nand General Agencies (Pty) Ltd In the leading case of\nCapital EstateTand\nOthers v\nHoliday Inns Inc and Others\n197 7(2) SA 916 (A), RABIE JA\nsaid at 929 C-E:\n\"The wrong known as passing-off consists in a representatíon by one\nperson that his business (or merchandise, as the case may\nbe) is that of\nanother, or that it is as-sociated with that of another, and, in order to\ndetermine whether a representation amounts\nto a passing-off, one enquires\nwhether\n11\nwhether there is a reasonable likelihood that members of the\npublic may be con-fused into believing that the business of the one is,\nor is\nconnected,with that of another ... Whether khere is a reasonable likelihood of\nsuch confusion arising is, of course, a question\nof fact which will have to be\ndetermined in the light of the circumstances of each case.\"\nIn\nPolicansky Bros. Ltd. v L & H Policansky\n, 1935\nAD 89, WESSELS CJ pointed out at 97 that -\n\"The Roman-Dutch Law was well acquainted with the general principle that a\nperson cannot, by imitating the name, marks or devices\nof another who had\nacquired a reputation for his goods, filch the former's trade.\"\nand said at 98 that -\n\"As our Roman-Dutch authorities do not deal with the various aspects of\npassing-off actions that modern conditions have evoked, we\nin South Africa have\nfollowed the principles enunciated by the English\nand\n12\nand American courts where such principles are not in conflict\nwith either our com-mon law or our statute law.\"\nThe classic dictum in England is that of LORD KINGSDOWN\nin\nLeather Cloth Co Ltd v American Leather Cloth Co Ltd\n[1865] EngR 199\n;\n(1865) 11 HL Cas 523\nat 538\n(11 ER 1435):\n\"The fundamental rule is, that one man has no right to put off his goods for\nsale as the goods of a rival trader, and he cannot, therefore\n(in the language\nof Lord Langdale in the case of\nPerry v Truefitt\n[1842] EngR 1167\n;\n(1845) 6 Beav. 66)'be\nallowed to use names, marks, letters, or other indicia, by which he may induce\npurchasers to believe that the goods which he is sel-ling\nare the manufacture of\nanother per-son..' \"\nThe applicable principles were stated in the speech\nof LORD PARKER OF\nWADDINGTON in\nA.G. Spalding and Bros v A W\nGamage Ld\n(1915) 32\nRPC 273\n(H.L.) at 284 lines 16-29:\n\"My\n13\n\"My Lords, the basis of a passing-off action being a false representation by\nthe defendant, it must be proved in each case as a fact\nthat the false\nrepresentation was made. It may, of course, have been made in express words, but\ncases of express misrepresentation\nof this sort are rare. The more common case\nis, where the re-presentation is implied in the use or imitation of a mark,\ntrade name,\nor get-up with which the goods of another are associated in the\nminds of the public, or of a particular class of the public. In such\ncases the\npoint to be decided is whether, having regard to all the circum-stances of the\ncase, the use by the de-fendant in connection\nwith the goods of the mark, name,\nor get-up in question impliedly represents such goods to be the goods of the\nplaintiff, or the\ngoods of the plaintiff of a particular class or quality, or,\nas it is sometimes put, whether the defendant's use of such mark, name,\nor\nget-up is calculated to deceive. It would, however, bc impossible to enume-rate\nor classify all the possible ways in which a man\nmay make the false\nrepresenta-tion relied on.\"\nThe\n14\nThe application of the principles is not limited to\nmaterial\nappearing on the goods themselves. That was made clear in\nthe opinion of the Judicial Committee of the Privy Council\nin an appeal\nfrom Australia (\nCadbury-Schweppes Pty Lbd v\nThe Pub Sguash Co Ltd\n(1981) RPC 429)where\nLORD SCARMAN said\nat 490 lines 36-44:\n\"The width of the principle now authori-tatively recognised by the High Court\nof Australia and the House of Lords is, there-fore,\nsuch that the tort is no\nlonger anchored, as in its early nineteenth century formulation, to the name or\ntrade mark of a product\nor business. It is wide enough to encompass other\ndescrip-tive material, such as slogans or visual images, which radio, television\nor news-paper advertising campaigns can lead the market to associate with a\nplaintifjf's product, provided always that such de-scriptive\nmaterial has become\npart of the\ngoodwill\n15\ngoodwill of the product. And the test is whether the product\nhas derived from the advertising a distinctive character which the market\nrecognises.\"\nIn the present case, HOECHST's complaint is that the EASI SLIM packaging\nmisrepresents that it is the product of, or is associated\nwith, HOECHST.\nIt\ndoes not contend that the misrepresentation appears from a comparison of the\nEASI SLIM pack with the FIBRE TRIM pack alone. That\nattitude is undoubtedly\ncorrect, having regard to the general impression produced by the two packs, and\nthe important differences\nbetween them - in particular, the FIBRE TRIM pack does\nnot contain a representation of a blonde in a red leotard, and the EASI SLIM\npack does not have the motifs of a half orange and a head of wheat.\nAs\n16\nAs formulated in the founding affidavit, and de-\nveloped at length in counsel's heads of argument, HOECHST's\ncase was that the comparison to be made was one between the\nEASI SLIM pack and the complete \"gestalt impression\" of FIBRE\nTRIM. This \"gestalt\", it was said by Mr NEL, who is the\nproduct marketing manager of the relevant division of HOECHST,\n\"... lies not only in the physical product packaging but also very materially in\nHOECHST's advertising of it. Put another way, users\nof slimming aids, who have a\npassing familiarity with the product FIBRE TRIM, have an image of it comprised\nin part of recollection\nof the packaging and in part of recollection oC\nthemes\nin advertising for it.\" (Nel's emphasis)\nReliance\nwas placed particularly on the television commer-\ncial\n17 cial, but also on HOECHST's other advertising. NEL said\nthat \"a costumed blonde is central to the trade dress or gestalt of ...\nFIBRE\nTRIM\", and that the symbols of a cos-tumed blonde and yellow tape measure\nperform the function of \"linking ineluctably the\ntelevision advertising with the\nimage on the FIBRE TRIM packaging itself\". What he appears to be saying is that\nthe \"gestalt impression\"\nis a composite memory image derived from the\nrecollection of visual per-ceptions received at different times from the FIBRE\nTRIM\npack and from advertising sources.\nThe word \"gestalt\" came into the\nEnglish language by way of Gestalt Psychology. It is defined in Volume I of the\nSupplement of the\nOxford English Dictionary as:\n\"A\n18\n\"A 'shape''configuration', or 'structure' which as an object\nof perception forms a specific whole or unity incapable of ex-pression\nsimply in\nterms of its parts (e.g. a melody in distinckion from the notes that make it\nup).\"\nNEL and HOECHST's counsel do not, ib is clear, use\nthe word \"gestalt\" in that sense. As they use it, it is\nan object not of\nperception, but of recollection. Counsel\ncould not refer to any such use of\nit in a dictionary or a\nstandard work of reference, or a work on psychology.\nNor\nwas there expert evidence from a psychologist to lend sup-\nport to the\nbald assertions of NEL, whose only claim to ex-\npertise is in the field of\nmarketing pharmaceutical, personal\nhygiene and health products. At best the\nexistence of a\n\"gestalt impression\" is no more than theoretical, and there has\nbeen\n19 been no attempt to prove that any individual, let alone\na substantial part of the public, has the \"gestalt impression\" which NEL\ndescribes.\nWhen faced with these difficulties, counsel abandoned any reliance\non \"gestalt impression\". At the end of the day their argument was\nthat the\nrepeated showing of the tele-vision commercial, and the other advertising, had\nestablished a blonde in a leotard,and a yellow\ntape measure,as symbols\nper\nse\nof HOECHST's product, which it was said, \"are linked together through the\npackaging\".\nFrom some of the affidavits filed on behalf of HOECHST, it\nappears that when the deponents were shown the EASI SLIM pack in the course\nof\nthe marketing survey which will be re-\nferred\n20 ferred to later in this judgment, it recalled to them the television\ncommercial, including the lady throwing away her \"fat clothes\",\nand a yellow\ntape measure. That, however, does not establish a case. What HOECHST had to show\nwas that as a result of the television\nadvertising a blonde in a leotard,and a\nyellow tape measure,had become part of the goodwill of the product, which\nrequired proof\nthat the product had derived from the advertising a distinctive\ncharacter which the market recognized. (See the statement by LORD\nSCARMAN in the\nCadbury-Schweppes\ncase quoted above.)\nIn O\nertli A G v E J Bowman (London) Ld & Others\n388 (1957)RPC (CA) JENKINS LJ said at 397 lines 10 to 34:\n\"It is,of course, essential to the success of any claim in respect of\npassing-off\nbased\n21\nbased on the use of a given mark or get-up that the plaintiff should be able\nto show that the disputed mark or get-up has become by\nuser in this country\ndis-tinctive of the plaintiff's goods so that the use in relation to any goods\nof the\nkind dealt in by the plaintiff of that\nwill mark or get-up will be understood by the trade\nand the public in this country as meaning\nthat the goods are the\nplaintiff's goods.\nThe gist of the action is that the plaintiff,\nby using\nand making known the mark or get-\nup in relation to his goods, and\nthus\ncausing it to be associated or identified\nwith those goods, has\nacquired a quasi-\nproprietary right to the exclusive use of\nthe mark or\nget-up in relation to goods of\nthat kind,which right is invaded by\nany\nperson who, by using the same or some\ndeceptively similar mark or\nget-up in re-\nlation to goods not of the plaintiff's\nmanufacture, induces customers to\nbuy from\nhim goods not of the plaintiff's manufac-\nture as goods of the\nplaintiff's manufac-\nture, thereby diverting to himself orders\nintended\nfor and rightfully belonging to\nthe\n22\nthe plaintiff. But, as appears from \"Kerly on Trade Marks\",\n7th Edition, at page 521, \"it is not, however, necessary to show that\nthe\ncustomers who knew the goods of the plaintiff's firm by a particular name or\nget-up knew anything whatever about the plaintiff.\nIt is immaterial that they\ndid not even know his name; for it is sufficient to prove that pur-chasers of\nhis goods recognised, by\nthe use of the marks in question in connection with\nthem, that they were goods of a par-ticular class, and to show that such class\nis, in fact, constituted by his goods\". See also\nWilliam Edge & Sons Ld.\nv\n.\nWilliam Niccolls & Sons Ld\n.,\n(1911) A.C. 693.\nNevertheless, if\nthe plaintiff can-not prove the association or identification of the disputed\nmark or get-up in this country with\ngoods in fact of his manufac-ture, the\naction fails in\nlimine\n.\"\n(See also the speech of VISCOUNT SIMONDS in the appeal to\nthe House of\nLords((1959)RPC 1 at 4 lines 21 to 31)).\nJENKINS\n23\nJENKINS W was dealing with the use of \"a given mark or\nget-up\", but what he said applies with equal force to the use of other\ndescriptive\nmaterial such as visual images on tele-vision.\nIn the FIBRE TRIM\ncommercial there are various camera shots of the costumed blonde, showing her\ninter alia\nthrow-ing away her \"fat clothes\", standing with arms akimbo,\nand standing with a yellow tape measure about her waist. Posters exhibited\nin\nshops and supermarkets showed the same or a \"look-alike\" blonde in the latter\npose.\nin my opinion persons viewing the commercial would not see the girl as\na symbol of FIBRE TRIM at all; they would see her as a girl\nwho plays a part in\na commercial which adver-\ntised\n24\ntised FIBRE TRIM. (It is open to doubt whether a blonde, in\nleotard or swimming costume, could, as such and without more, ever be\ndistinctive of a particular slimming product: pic-tures of women (blonde or\nbrunette) so clad form part of the common coinage of\nslimming and other product\nadvertising.)\nNor do I think that it has been shown that the shot of the girl momentarily\nstanding with arms akimbo (which is the only one bearing\nany similarity to the\nblonde on the EASI SLIM package) has become distinctive of FIBRE TRIM.\nThere is no evidence, other than NEL's assertion, that a yellow tape measure\nhas become distinctive (in the\nrelevant\n25 relevant sense) of FIBRE TRIM. From the copies of\nadver-tisements contained in the papers, it would seem that a tape measure is\na\nvisual cliché in slimming products adver-tising - not surprisingly in the\npresent day, when a woman's figure is often defined\nby her \"vital statistics\",\nand the waist-line is a preoccupation of the not-so-slender.\nThe conclusion\nis that HOECHST did not prove the necessary association or identification of a\ncostumed blonde or a tape measure with\nFIBRE TRIM.\nIt was argued, however, that it had been shown that there was actual\nconfusion between FIBRE TRIM and EASI SLIM. In this regard reliance\nwas placed\non the report of a market-ing survey carried out by MARKINOR (PTY) LTD, under\nthe direction of Dr PRISCILLA DE GASPARIS,\nits research director\nsince\n26 since 1983, whose affidavit was filed by HOECHST.\nIn a passing off case decided in 1968 (\nCoca Cola Co v William Struthers\n& Sons Ltd\n,(1968)RPC 231 (Court of Session) there was evidence of this\nkind. This had been\nobtained by an employee of SOCIAL SURVEYS GALLUP POLLS LIMITED,\nout an organisation which carried market research and the like.\nThe LORD PRESIDENT (LORD CLYDE) observed at 236 lines 8-10:\n\"We are accustomed to Gallup Polls of this nature conducted to confirm a\npolitician's hopes or fears, but it is a novel ex-pedient\nto use answers to a\nquestionnáire as evidence in a court of law.\"\nThe expedient is novel no longer. The law reports contain\na number of\ncases in which it has been adopted: in South\nAfrica in\nRusmarc(SA)(Pty)\nLtd v Hemdon Ent\nerp\nrises (Pty) Ltd\n1975\n27 1975(4) SA 626 (W) and\nDie Bergkelder v Delheim\nWines (Pty\n)\nLtd\n, 1980(3) SA 1171 (C); in New Zealand in\nCustomglass Boats Ltd v Salthouse Brothers Ltd\n,(1976)RPC 589; and in\nEngland in the\nG E Trade Mark Case\n,\n(1969) RPC 418\n(Ch.D);\n(1970) RPC 339\n(Court of Appeal); and\n(1973) RPC 297\n(House of Lords);\nLego System\nAktieselskab and Another v Lego M Lemelstrich Ltd\n(1983)FSR 155 (Ch.D);and\nStringfellow v McCain Foods (G.B.) Limited\n(1984) RPC 501\n(in the\nChancery Division and the Court of Appeal).\nThere are two problems associated\nwith such surveys: the problem of getting the evidence before the court (the\nproblem of admissibility);\nand the problem of the value of the survey, having\nregard to the way in which it was con-\nducted\n28 ducted (the problem of weight).\nIn the view which I take of\nthe survey in the present case, it is not necessary to consider the first\nproblem, and I shall assume,\nwithout deciding, that the survey is admis-sible in\nevidence.\nThere has been scepticism expressed as to the value\nof such evidence. In\nhis judgment in the Chancery Division\nin the\nStringfellow\ncase\n(\nsupra\n) at 513, WHITFORD J said:\n\"Before I come to the evidence on which I am able to rely, I must mention\nsome evidence upon which I do not propose to rely at all.\nBoth parties decided\nto commission public opinion surveys. I confess that my experience in the past\nso far as public opinion surveys\nin pro-ceedings of this kind are concerned\nhas\nnot\n29\nnot been a happy one and this case has been no exception. I do\nnot say that the day may not come when I shall find such a survey or\nsuch\nsurveys of value; I say only that it has not come yet.\"\n(Compare the observations of SLADE L J in his judgment in\nthe Court of Appeal at 532 lines 10-12).\nThe survey in the present case was commissioned by\nHOECHST in January 1985\nin anticipation of the market launch\nof EASI SLIM. It was stated in the introduction to the re-\nport:\n\"(The pack of EASI SLIM) uses the same themss as advertising for (HOECHST's)\nhighly successful product, Pibre-Trim - a young woman\nin a bathing suit and tape\nmeasure. (HOECHST) suspects that Fibre-Trim's seating in the public mind is\nbeing misappropriated by Easi-Slim.\nConsequent-ly research was commissioned to\nestablish\nwhether\n30\nwhether in fact consumers of slimming products are confused between the two\nproducts, Easi-Slim and Fibre-Trim.\"\nThe survey consisted of\nseparate interviews, at\nwhich a questionnaire was used, with two hundred\nwhite females who were users of slimming products. An EASI SLIM product pack was\nshown to each interviewee, who was then asked a number of questions, including\n-Q.2 Have you seen or heard of this before? Q.3 When\ndid you first see or hear\nof this? Q.4 How did you first get to see or hear about this? Q.5 Have you seen\nor heard any advertising\nfor this? Q.6 Please tell me everything you can\nremember about the advertising.\nDr. DE GASPARIS analysed the results of the survey.\nwhich\n31\nwhich she summarized in her affidavit as follows:\nIn regard to Q.l, she said:\n\"Of the 200 persons interviewed,\n45,5%(or 91 interviewees) said\nthat they\nhad seen or heard of EASI SLIM fibre\ntablets before;\nA further 35% (or 70 interviewees) said\nthat they had possibly heard of the product,\nbut were not quite sure;\nThe remaining 39 interviewees in the sample\ninitially declared the product to be FIBRE\nTRIM, but almost immediately changed their\nmind.\"\nIn regard to Q.2, 40 interviewees claimed to have\nfirst seen or heard of\nthe product on television, 20 inter-\nviewees claimed to have seen it in\nmagazines and 12 inter-\nviewees claimed to have heard about the product in\nradio ad-\nvertising. Dr. DE GASPARIS said that -\n\"While\n32\n\"While no certain conclusion can be\ndrawn from the mere fact that\n36% of the\nsample claimed to have\nfirst\nencountered\nin advertising a product which had not\nbeen advertised (i.e. the interviewees\ncould have been speculating) a very\ndifferent picture emerges (when the\nanswers to Qs. 5 and 6) are analysed)...\n105 interviewees claimed to have seen\nadvertising for the product. (This re-\npresents 65% of the 161 interviewees who\ndeclared they were familiar with the product).\nThus in total 72 interviewees (or 36% of\nthe sample) claimed first to have heard\nof the product in advertising.\"\nShe continued:\n\"The nature of a great deal of the adver-tising material recalled\nunequivocally\nin-dicates, in my opinion, familiarity with distinct themes\nin FIBRE TRIM's adver-tising, with which themes I am fully familiar ...\nThose\nthemes are -1. the lady who thrcw away her fat clothes/\na skinny model throwing away her fat clothes\n(25\n33\n(25 interviewees);\n2. the use of the Springbok cricketer, Alan\nKourie, in the advertising (2 interviewees).\"\nHer conclusion was that \"this aspect of the survey positive-\nly indicates\ncomplete confusion in a significant proportion\nbetween the EASI SLIM pack and\nFIBRE TRIM as advertised.\"\nIn my opinion, that conclusion is unacceptable for\nthe reasons which\nfollow ..\n(a) A fundamental criticism of the survey is, to use the\nwords of LORD\nCLYDE in the\nCoca Cola\ncase (s\nupra\n)at 236-7:\n\"... that it arises from an artificially contrived situation wholly divorced\nfrom 'the course of trade', and the evidence thus sheds\nlittle if any light on\nthe question whether when the persons inter-viewed were actually buying the\nproducts\nof\n34\nof one or the other of the parties to this case they would\nconfuse one product with the other.\"\n(b)\nNo comparison between the\ntwo products was at any time invited. Interviewees were not shown the FIBRE TRIM\npack, even at the end of\nthe interview, when a sight of it might have provided a\nwholesome corrective to their mistaken im-pressions.\n(c)\nTwo of the questions were subject to serious criticism. It is basic,\nif a survey is to have any value, that the questions should be\nfair, and that\nthey should be so formulated as to preclude a weighted or conditioned response.\nIn his affidavit, Mr. GREEN, the managing\ndirector of MANIKOR, said that \"It is\nimportant that questions asked in survcys of this kind be free from bias so that\na true response\nis elicited\nfrom\n35 from each interviewee.\" It is at least as important\nthat the guestions should be free from\nsuggestio falsi\n.\nQs 1 and 5\nwere likely to mislead and conseguently to elicit incorrect answers. It was\nimplicit in Q.1 (namely, \"Have you seen ...\nthis before\") that the pack\nexhibited was available to be seen in the market place. Similarly it was\nimplicit in Q.5 (namely, \"Have\nyou seen ... any adver-tising for this\") that the\nproduct had been the subject of visual advertising which could have been seen by\nthe inter-viewee. Both suggestions were false. The survey, accord-ing to GREEN,\nwas conducted \"within one or two days of the initial\nand sporadic first\ndistribution of EASI SLIM fibre tablets on the market\". And up to that time\nthere had been no visual advertising\nof EASI SLIM. In these circumstances,\nit\n36 it would have been natural for interviewees to think,\nmis-takenly, that they had seen the EASI SLIM pack, and that they had seen\nadvertisements for it. It is probable that many\nof them were in doubt, or\nguessing - that is indicated by\nthat the fact that out of a total of 200, 70 interviewees said that\nthey had possibly heard of the product, but were not quite\nsure, and 39\ninitially declared the product to be FIBRE TRIM\nbut almost immediately\nchanged their minds. If they were\nin doubt or guessing, they would have been likely, in view\nof the false\nsuggestion, to give the answers \"yes\" to Q.l\nand to Q.5, and in answer to Q.6\nto recall the advertising\nwhich they had seen, namely, that of FIBRE\nTRIM.\n(d) The survey did not deal with the important question of\nwhat\n37\nwhat was the cause of any confusion which might have\nexisted.\nConfusion per se does not give rise to an action for passing\noff.\nIt does so only where it is the result of a misre-\npresentation by the\ndefendant that goods which he offers are\nthose of the plaintiff or are\nconnected with the plaintiff.\nThat has not been shown. The cause of any\nconfusion is pro-\nbably to be found elsewhere.\nIn Halsbury's\nLaws of England\n,(4th ed., Vol 48 para\n153)) it is said:\n\"Where the public is familiar with the plaintiff's goods or services of a\nparti-cular kind, substantial numbers of persons may assume\nthat competing goods\nor services offered by a newcomer are the goods or services of the plaintiff\nwith whom they have hitherto been\nfamiliar, but confusion arising merely from\nthis cause is to be disregarded.\"\nIn\n38\nIn support the learned authors cite\nJones Bros Ltd v\nAnglo-\nAmerican Optical Co\n(1912) 29 RPC 361\n(C.A.), where\nFLETCHER\nMOULTON L.J., having posed the question, \"What evidence have\n(the plaihtiffs)called?\", said at 369 lines 19-24:\n\"They have called people, most of whom knew of the Plaintiffs' goods and did\nnot know of anybody else who was making goods of that\ncolour and nature; and it\nis very natural that, having seen dusters of that colour and nature they\nthought, at first sight, that\nthey were the Plain-tiffs' goods, because they did\nnot know of anybody else who was making them.\"\nSee also\nCompatibility Research Ltd v Computer Psyche Co Ltd\n1967 RPC 201\n(Ch.D) where STAMP J said (206 lines 17-25):\n\"No doubt both the plaintiff and the defen-dant companies are carrying on\nsimilar businesses; also, no doubt, they are using similar\nmethods; and, if it\nbe the fact that,\nuntil\n39\nuntil the defendants set up business, the plaintiff's business\nor its methods was almost unique in this country ... it seems very\nlikely that\nmembers of the public who had heard of the plaintiff's business and how it was\ncarried on would, when the defendants\nstarted their business, assume, when they\ncame upon the defendant's pamphlets or brochures, that this was the business of\nwhich they\nhad heard. ...\"\nWhen it was introduced by HOECHST, FIBRE TRIM was the\nfirst fibre slimming\nproduct on the South African market.\nHOECHST's advertising of it was\nextensive. Sales were \"huge\".\nThe only competing fibre tablet referred to in\nthe papers was\nQUIKSLIM, which the first respondent introduced in\nSeptember\n1984. According to NEL \"the product did not do anywhere near\nas well as FIBRE TRIM\". The QUIKSLIM pack was not depicted in the\npapers and there was no evidence of the extent to which it\nhad\n40\nhad been advertised.\nIn these circumstances, it is probable\nthat inter-viewees, who had heard of FIBRE TRIM, and seen the advertising would,\nwhen shown\nthe EASI SLIM pack, assume that this was the product of which they\nhad heard and which they had seen advertised.\nMy conclusion is therefore that\nHOECHST failed to make out a case of passing off, and that VAN NIEKERK J\ncor-rectly dismissed the\napplication.\nThe appeal is dismissed with costs.\nH C NICHOLAS, AJA\tCORBETT, JA\nBOSHOFF, AJA\nGROSSKOPF, JA) Concur\nVIVIER,JA )\nBOSHOFF,AJA)",
  "scraped_at": "2026-02-11T20:54:20.082195",
  "date": "1987-03-12",
  "coram": [
    "CORBETT",
    "GROSSKOPF",
    "VIVIER JJA",
    "NICHOLAS AJJA",
    "BOSHOFF AJJA"
  ],
  "case_number": "256/85",
  "parties": {
    "applicants": [
      "HOECHST PHARMACEUTICALS (PROPRIETARY) LIMITED"
    ],
    "respondents": [
      "THE BEAUTY BOX (PROPRIETARY) LIMITED",
      "MEDCALF BARRY & ASSOCIATES (PROPRIETARY) LIMITED"
    ]
  },
  "sections": {
    "facts": "HOECHST Pharmaceuticals introduced a slimming tablet called Fibre Trim in November 1983 and spent over R1 million on an extensive advertising campaign, including television, radio, print and point‑of‑sale posters. The product became a market leader, selling more than 1.2 million boxes and generating over R8 million in turnover. In February 1985 the first respondent, The Beauty Box, launched a competing product called Easi Slim, marketed by the second respondent, Medcalf Barry & Associates. Easi Slim was packaged in a bottle and cardboard box of the same dimensions as Fibre Trim and displayed very similar visual elements – a blonde model in a leotard, a yellow tape measure and comparable colour schemes – although the exact details differed. HOECHST sought an interdict to prevent the respondents from using the similar packaging, tape‑measure motif and from passing off Easi Slim as Fibre Trim, alleging unlawful competition and passing off.",
    "issues": "The court had to determine whether the respondents’ use of a similar bottle, box design and advertising elements constituted a false representation that would likely cause the public to believe that Easi Slim was a product of HOECHST, thereby giving rise to a passing‑off action and justifying an injunction.",
    "principles": "The judgment restated the classic definition of passing off: a false representation by the defendant that his goods are those of the plaintiff, leading to a reasonable likelihood of confusion. The plaintiff must show (1) goodwill in the mark or get‑up, (2) misrepresentation, and (3) damage. The court cited Rabie JA’s formulation, the English case of Lord Kingsdown, and the broader principle that the tort now covers not only names and trademarks but also distinctive visual elements that have acquired goodwill. It also noted that evidence of confusion must be linked to misrepresentation, not merely to the existence of a market leader.",
    "application": "The court examined the evidence of HOECHST’s advertising and the respondents’ packaging. It found that the blonde figure and the tape‑measure were common clichés in slimming‑product advertising and had not acquired distinctiveness as identifiers of Fibre Trim. No expert evidence proved a “gestalt” impression linking the advertising to the packaging. The market‑survey evidence was deemed unreliable: it was conducted shortly after Easi Slim’s limited release, asked leading questions, did not compare the two packages side‑by‑side, and could not establish that any confusion arose from a misrepresentation by the respondents. Consequently, HOECHST failed to prove the necessary association between the visual elements and its product, nor did it demonstrate that the respondents’ packaging misled the public.",
    "conclusion": "The appeal was dismissed. The court upheld the lower court’s decision that HOECHST had not made out a prima facie case of passing off and therefore denied the interdict. Costs were awarded to the appellant."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Passing Off",
    "level_3": [
      "trademark",
      "trade dress",
      "unfair competition",
      "advertising",
      "injunction"
    ]
  }
}