{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/13.html",
  "case_name": "S v Hooisain (12/85) [1987] ZASCA 13 (24 March 1987)",
  "citation": "[1987] ZASCA 13",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 13\n|\nNoteup\n|\nLawCite\nS v Hooisain (12/85) [1987] ZASCA 13 (24 March 1987)\nDownload original files\nPDF format\nRTF format\nEBRAHIM HOOISAIN\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCASE NO. 12/85\n/ccc\nIN THE SUPREME COURT OF SOUTH AFRICA\n'\n(APPELLANT DIVISION)\nIN THE MATTER BETWEEN\nEBRAHIM HOOISAIN\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: RABIE ACJ, HEFER\nJA et KUMLEBEN AJA\nHEARD\n: 6 MARCH 1987\nDELIVERED\n: 24 MARCH 1987\nJUDGMENT KUMLEBEN, AJA\n:\nThe/\n2.\nThe appellant was one of three accused charged in the regional\ndivision of the Magistrate's Court at Wynberg with contravening sec\n2(a) of Act\n41 of 1971. The charge proffered was that during the period from July 1981 to\nMay 1982 he unlawfully dealt in 94 055\nMandrax tablets containing methaqualone.\nThe alterna-tive count alleged that during the same period he illegally\npossessed them.\nHe was convicted on the main charge and sentenced to a period of\ntwelve years' imprison-ment. (The other two accused were acquitted).\nHis appeal\nto the Cape Provincial Division failed, as did his applica-tion for leave to\nappeal to this court. Such leave was however\ngranted on petition to the Chief\nJustice.\nAppellant's/\n3.\nAppellant's conviction was based largely on a statement he\nmade to a magistrate on 14 May 1982. Its admissibility was contested on\nthe\nground that he had been unduly influenced to make it. This led to a\n\"trial-within-a-trial\". At its conclusion the magistrate,\nre-lying on the\npresumption in\nsec 217(1)(b)(ii)\nof the\nCriminal Procedure Act, 51 of 1977\n,\nruled that appellant had failed to prove that he had been unduly influenced to\nmake the statement. It was accordingly received in\nevidence as exhibit C.\nIts\nsubstance was that during July 1981 appellant was approached by one Solomons who\nasked him whether a closed trailer could be stored\nfor him in a yard at\nappellant's home. He agreed without knowing\nwhat/\n4. what it contained. At some later stage he became suspicious and\non enquiring was told by Solomons that in it were two suitcases\ncontaining\nMandrax tablets. This made him anxious to see it removed from his premises but\non being paid R30 000 by Solomons he agreed\nto its remaining there. Having made\nthis arrangement, Solomons left for India. In December 1981 appellant visited\nhim there. When\nthey met he asked appellant to remove the trailer from his yard\nand place it in a locked garage where it would be secure and its\ncontents\nprotected from the weather. A further amount of R4 000 was paid to him. On his\nreturn to this country he carried out this\ninstruction. The trailer was taken\nfrom his home at 98 Halt Road, Elsies River and stored in a garage on the\npremises of one of his\ndry/\n5. dry cleaning businesses, \"Quick Dry Cleaners\" situated\nat\nVictoria Road, Grassy Park. There it remained until it was discovered by\nthe police in the early morning of 14 May 1982.\nCertain other facts, which bear upon the issues to be decided in this appeal,\nwere indisputably proved by the evidence of two State\nwitnesses: Mr Sheik Adam\nHoosain and Det.Sgt Slabbert. The former is a nephew of appellant and lived with\nhim at his home. He was\nalso the manager of \"Quick Dry Cleaners\". He was not\npresent at these premises when the trailer was brought and placed in the garage\nby appellant or by someone on his instructions. In due course he saw it in the\ngarage and was told by appellant that he was to look\nafter it and see that\nno\none/\n6. one tampered with it as it belonged to someone else. Appellant\ndid not disclose its contents to him. He merely said that it contained\na fridge\nand other \"valuables\". It remained there for a week or two before it was\ndis-covered by the police. When they arrived at\nthe premises that morning at\nabout 6:30 am they were met by an employee, Mrs Ethel Davids, who let them in.\nAt his request she gave\nDet.Sgt Slabbert the key of the gate giving access to\nthe fenced enclosure within which the garage is sit-uated. On entering the\ngarage he found the trailer, the lid of which was secured with two padlocks.\nThese were forced open to reveal the two suitcases containing\n94 packets of\nMandrax tablets. The other two accused\nwere/\n7. were at the premises that morning and were arrested. No 2\naccused was an employee, who slept in a room in the back yard close to\nthe\ngarage. Sheik Adam Hoosain had instructed him to keep an eye on the trailer at\nnight and at other times when he (Hoosain) was\nnot there. No 3 accused was a\nfriend of No 2 accused and happened to be spending that night in the room with\nhim. That morning soon\nafter the discovery of the Mandrax appellant and members\nof his family were also arrested.\nThe following further facts, which were\nad-mitted or proved, are relevant to the issues to be considered. The Mandrax\ntablets in the\npackets were counted and the total number was 94 055. After\nSolomons\nleft/\n8. left for India - as far as the evidence reveals - he at no\nstage returned to this country or exercised any con-trol over the trailer.\nIf\nthe key or keys of the pad-locks were found by the police - the evidence is not\nclear in this regard - they were not found in\nappellant's possession.\nThe appellant and the two accused closed their respective cases without\ntendering any evidence. The questions raised on appeal are\nthus to be decided on\nthe State case. They are:\n(i) Whether, in deciding on the admissibility of the statement, the\nmagistrate was correct in concluding that the onus was upon appellant\nto prove\nthat he was unduly influenced to\nmake/\n9. make it. (ii) Whether the magistrate was correct in con-\ncluding that\nsuch onus of proof was not dis-charged. (iii) Whether the facts proved that the\nappellant\nwas \"found in possession\" of the Mandrax táb-lets within the meaning\nof that phrase as used in\nsec 10(1)(c)\nof the Abuse of Dependence -producing\nSubstances and Rehabilitation Centres Act, 41 of 1971 (\"the Act\"). (iv) Whether,\nif the presumption\nin the said sub-\nsection of the Act is applicable, it was rebutted (notwithstanding the fact\nthat the appellant failed to give evidence.)\n(v) And/\n10.\n(v) And lastly whether the sentence imposed was\nexcessive and ought to be reduced.\nThe first ground, which was raised for the\nfirst time on appeal to the court a\nquo\n, was thus for-\nmulated in\nthe heads of argument:\n\"The Magistrate erred in ruling that the onus was on the Accused to prove\nthat the statement which the Accused had made to MAGISTRATE\nPECKHAM had not been\nmade freely and voluntary while in his sound and sober senses and without having\nbeen unduly influenced thereto,\nmore particu-larly, in that it does not appear\nfrom the document in which the statement is contained that it was made freely\nand\nvoluntarily by the Accused while in his sound and sober senses and without\nhaving been unduly influenced thereto.\"\nThe point taken has reference to the provisions of sec\n217(1)(b)(ii) of the\nCriminal Procedure Act 51 of 1977\nwhich/\n11.\nwhich paraphased states that where a confession is made\nto\na magistrate it shall on its mere production be presumed,\nunless the contrary is proved,\n\"to have been freely and voluntarily made by such person in his sound and\nsober senses and without having been unduly in-fluenced\nthereto, if it appears\nfrom the document in which the confession is con-tained that the confession was\nmade free-ly and voluntarily\nby such person in his sound and sober senses and\nwithout having been unduly influenced thereto.\"\nA similar provision relating to an\nadmission\nis to be\nfound in\nsec 219(A)(l)(b)\nof that Act. Mr\nSeligson\n,\nwho appeared\nwith Mr\nVeldhuizen\nfor the appellant, a-\ngreed that for the purpose of deciding this point it is immaterial whether\nthe statement is regarded as a\nconfession/\n12.\nconfession or an admission. I shall, as the magis-trate did\nat the trial, assume that it is a con-fession.\nThe circumstances in which the\nprovisions of sec 217(1)(b)(ii) can be invoked to place the onus upon an accused\nwere considered by\nthis court in\nS v Mphahlele and Another\n1982(4) S A\n505 (AD) at 514H - 517B. It was pointed out that the answers in reply to the\nstereotype and formal questions put before\nthe actual statement is made will not\nsuffice for the presumption to become operative if it appears that the accused\nwas not permitted\nto make a further statement, which may have had the effect of\ncontradicting or materially qualifying\nhis/\n13.\nhis answers. Thus, with reference to the facts of\nthat\ncase,\nMiller JA\nsaid at p 516:\n\"What 'appears' from exh.CC is that, al-though the deponent's answers to\nspecific questions indicate that he was about to make a confession\nfreely and\nvoluntarily, his attempt to say something more was frustrated, with the result\nthat the docu-ment was not complete. And\nthere is nothing to show that the\n'something more' that he wished and tried to say would not, had he been given a\nfull opportunity\nof saying it, have vitiated or materially qualified what he had\nuntil then said.\"\nRelying on this\ndictum\nit was submitted\nthat similarly in this case the appellant was curtailed\nin explaining fully how he came to be before a magis-\ntrate to make the statement and that this is apparent\nfrom what is recorded on the exhibit C. The relevant\nportion/\n14.\nportion reads as follows:\n\"Do you understand the warning which has now been given you? Yes sir.\nDo you still wish to make a statement? Yes sir.\nAre you aware of the fact that you are in the presence of a magistrate, that\nyou have nothing to fear and that you may speak frankly?\nYes sir.\nHave you been' assaulted, threatened or influenced by any person with a view\nto making this statement? No sir, not at all. Have you\nbeen encouraged by any\nperson to make a statement? No sir.\nHave any promises been made to you by any per-son in order to influence you\nto make a state-ment? No sir.\nHave you been influenced in any other way by any person to make a statement?\nNo sir. Do you expect any benefits should you make a\nstatement? Not really.\nQ. What do you mean by 'not really'? A. I mean what benefit can I derive\nby\nmaking/\n15.\nmaking a statement. If I make a statement, it is the truth I wish to tell. I\nhave nothing to hide. Q. Do you therefore expect any\nbenefit? A. No sir.\n(If\nthe answer is in the affirmative the de-ponent must be questioned and his\nstatement noted. If he alleges that he was assaulted\nhe must be asked whether he\nhas any visible injuries, wounds, abrasions etc. which were received as a result\nof the assault, and\nthe nature thereof must be noted). Q. Do you have any\ninjuries? A. No sir. (No visible injuries) (Investigate and describe carefully\nthe cir-cumstances which led to the appearance of the deponent before\nyou)\nWhen were you arrested? This morning 14.5.1982. This morning at about 8\nam the police officers they came to my place and closed up\nmy busi-ness and they\nasked us, me and my wife and my brother's wife and my nephews and their wives\nand they asked us to accompany\nthem to the police station with our passports and\nbooks of life.\nQ.\nI don't want to know how you came to be arrested, but how you came to\nbe brought to a magistrate\n?\nA. I/\n16.\nA. I was sitting in Cpt. Smuts office after being called\nthere. I was told if I wanted to make a statement it is en-tirely up to me.\nIf I\ndon't want to, I don't have to. I was not forced to make one. I said no, I want\nto make a confession and Capt. Smuts asked another\nofficer to bring me down to\nthe court.\nA. How did you know you can make a con-fession to a magistrate?\nA. The captain told me if I want to make a\nconfession, he would have,to have me brought to a magistrate. I myself did\nnot know the formalities.\nQ. Do you wish to make a confession to a magistrate?\nA. Yes sir.\"\nThe question, which I have italicised, is said to be the offending one. It is\nactually a remark followed by a question. The remark,\nit is to be noted, does\nnot appear to have been an interruption. On the face of it appellant had said\nall he wished to say on the\nsubject\nof/\n17. of his arrest. Be that as it may, the question which follows\nmakes it perfectly plain that the appellant was being invited to\nexplain, as\nfully as he pleased, what led to his coming before the magistrate, which would\nclearly include any action on the part\nof the police impelling or influencing\nhim to do so. Moreover this question ought not to be considered in isolation. If\none has regard\nto those which precede and follow it, they confirm that he was\ngiven ample opportunity to fur-nish a full explanation and from his\nanswers it\nappears that he did so comprehensively. Thus, in my view it does appear ex\nfacie\nthe document that the statement was voluntarily made and without\nthe appellant having been unduly influenced. The presumption in\nsec\n217(1)(b)(ii)/\n18. 217(1)(b)(ii) accordingly applies. The\nmagistrate\nwas therefore correct in placing the onus on the appellant to\nprove the contrary on a balance of pro-babilities.\nIt was counsel's\nalternative submission that this onus was discharged. It was common cause that\non the morning in question various\nmembers of appellant's family were also\napprehended and brought to the police station. There was no indication that this\nwas done\nfor an ulterior purpose. Appellant said in his evidence at the\n\"trial-within-a-trial\" that Lt Smuts told him that unless he made\na statement\nbefore a magistrate he and they would not be released. This weighed heavily with\nhim, particularly since some of them\nmanaged branches of\nhis/\n19. his busihess which would remain closed were they to remain in\ndetention. His concern in this regard is understandable and it may\nhave been the\nreason, or a contributing one, for his deciding to make the statement. The\ncrucial question however is whether Mr Smuts,\nwho was at the time a lieutenant\nin the S A Police force, held out such an inducement. Appellant also alleged\nthat Smuts said that\nif he refused to make a statement he would be detained\nindefinitely \"under article 13\"-a reference to the procedure permitted by\nsec 13\nof the Act. Smuts gave evidence and denied having in any way rhreatened or\npersuaded the appellant to make the statement.\nHe said that when the two of them\nwere\nalone/\n20.\nalone in an office at the police station he put it to the\nappellant that he was no doubt aware of the reason for his arrest. Appellant\nconfirmed this and was quite prepared to make a statement to him ex-plaining how\nthe Mandrax tablets came to be at his pre-mises\nat Grassy Park. He was also\nprepared of his own free will to repeat his statement before a magistrate.\nIn\nhis judgment the magistrate gave de-tailed reasons for concluding that the\nappellant had not discharged the onus of proving any\nthreat or inducement. They\nwere in the main that Smuts was a truthful witness and that the probabilities\ndid not favour appellant's\nversion of what took place. Before us Mr\nSeligson\nchallenged the correctness of his reasoning in the following\nrespects/\n21. respects.\nAppellant said in his statement (Exhibit\nC)\" that Smuts had asked him whether he knew a certain\nZambian air hostess, the implication being that she had\nbeen involved in\nbringing the Mandrax tablets into this\ncountry and perhaps to him. Counsel\nargued that this\nallegation (which incidentally was not put to Smuts\nin\ncross-examination for him to deny or explain) indicated\nthat appellant was interrogated before he made his state-\nment to Smuts\nand refutes the evidence of the latter that\n\"virtually\" nothing was said by them before appellant ex-\npressed his willingness to make a full disclosure.\nAssuming that Smuts did raise this question with him,\nthis is not inconsistent with his evidence and there is\nno reason why Smuts should not at some stage have put\nthat/\n22.\nthat question to him without it in any way amounting to\ninterrogation.\nIt was also submitted that at the time Smuts interviewed\nhim there was little or no evidence implicating the appellant and it is\ntherefore\nlikelý that Smuts would have exacted a confession or admission\nfrom appellant. Smuts was not cross-examined in this regard.\nIn the light of\nappellant's statement no other evidence was necessary at the trial to implicate\nhim. There is no evidence indicating\nwhether at the time of the inter-view with\nSmuts other evidence was available or was likely to be obtained. In the\ncircumstances\nthis con-tention is based on conjecture.\nIt was unlikely, so it was submitted, that\nappellant/\n23.\nappellant would make the statement if Smuts had not induced\nhim to do so. But, as I have said, there were pressing reasons why he\nshould\nmake a statement which would have the effect of exonerating other members of his\nfamily and releasing them from custody. As\nto the alleged threat of detention in\nterms of sec 13, this is emphatically denied by Smuts and there are no grounds\nfor doubting\nthe truthfulness of his denial.\nFinally it was argued that the\nmagistrate, when assessihg the credibility of appellant on this issue, erred in\ncriticising him for\nnot having told the magis-trate during the questioning that\nhe was not acting voluntarily and that inducements had been held out\nto him. The\nmagistrate commented adversely on the fact\nthat/\n24.\nthat appellant had raised these issues for the first time at\nthe trial. There is substance in the criti-cism of this particular reason\ngiven\nby the magistrate. Whenever undue influence in\ntruth\nprompts the making\nof a statement, it is to be expected that false answers to the relevant\nprefatory questions will be given. (Cf\nS v Mbonane\n1979(3) S A 182 (TPD)\n187H - 188B). For this reason\nthe mere fact\nthat such answers contradict\nan accused's evidence in court in a \"trial-within-a-trial\" should not\nnecesssarily be held against him.\nHowever, this is not to say that the answers\nthemselves are not relevant and ought not to be closely examined in deciding\nwhether\nthey are true or false. Those given by the appellant have been quoted\nearlier in this judgment. Had they been\nintended/\n25.\nintended to be deceptive rather than truthful, it is,\nto\nmy mind, unlikely that they would have been as explicit\nand apparently\nspontaneous.\nIn the result, despite the fact that the reasoning of the\nmagistrate is in one respect open to criticism, I am satisfied that he had\ngood\ngrounds for concluding that the appellant had failed to discharge the burden of\nproof placed upon him by the provisions of sec\n217(1)(b)(ii) of the Act and that\nhis statement was rightly ruled admissible.\nTurning to the third question - whether the appellant was \"found in\npossession\" - it has recently been re-affirmed in this Court that:\n\"In/\n26.\n\"In general the concept of 'possession' ('besit'), when found\nin a penal sta-tute, comprises two elements, a physical element (\ncorpus\n)\nand a mental element (\nanimus\n).\nCorpus\nconsists either in direct\nphysical control over the article in question or mediate control through\nanother. The element of\nanimus\nmay be broadly described as the intention\nto have\ncorpus\n, ie to control, but the intrinsic quality of such\nanimus\nmay vary, depending upon the type of possession intended by the\nstatute.\nS v Adams\n1986(4) S A 882 (AD) at 890. (See too\nR v Binns and\nAnother\n1961(2) S A 104 (TPD) 107.) It was common cause that appellant in\nthis sense was in possession of the trailer and its contents when\nit was\ndiscovered by the police. And it is to be noted that by virtue of the definition\nin sec 1 of the Act a person may\n\"possess\"/\n27.\n\"possess\" a prohibitêd drug as possessor, holder, storer, custodian,\ncontroller or supervisor and that the same drug can, at\nthe same time, be\npossessed by more than one person in a different or in the same capacity. (See\nS v Mkize\n1971(1) S A 517 (AD) 523). It is against this background that\none must consider whether the appellant was \"found in possession\" within\nthe\nmeaning of those words as they appear in sec 10(1)(c) of the Act. If so, in\nterms of the sub section, appellant is presumed to\nhave\"dealt in\" the drugs in\nquestion.\nThe predecessor of this sub-section was sec 90\nbis\n(a) of Act 13 of\n1928, as amended, in\nwhich/\n28. which the words \"found in possession\" appeared in the same\ncontext. Their meaning was discussed in\nThe State v Wilson\n1962(2) S A\n619 (AD). The court pointed out that it is the relationship between the\nprohibited substance and the person charged,\nrather than the physical presence\nof an accused at the time of finding, which is significant; and that the phrase\n\"found in possession\",\nas opposed to \"possession\", was used to stress that the\npossession must be proved at that point of time.\nOgilvie Thompson\nJA at\npage 624 went on to say that:\n\"In my judgment, it is neither necessary nor desirable to attempt the\nformulation\nof/\n29.\nof any universal rule as to when a person charged may rightly be said to be\n'found in possession' of dagga with-in the meaning of\nsec. 90\nbis\n(a).\n(Cf.\nRex v Moosa and Others\n,\nsupra\nat p. 530 A). It is sufficent\nto state two propositions. First, that the possession as at the time when the\ndagga was found, of 'the\nperson charged' must always be established. That will\nordinarily be an issue of fact depen-ding upon the circumstances of the\npar-ticular\ncase, although in certain in-stances it may be a question of mixed\nfact and law. Secondly, it is not an essential element of being\n'found in\npossession', as that expression is used in sec. 90\nbis\n(a) of the Act,\nthat 'the person charged' should have been physically present at the time the\ndagga is found.\"\nIn as much as possession on the part of an accused\nat/\n30.\nat the time the drug is found is stated in the above-quoted passage to be an\nessential requirement, but not necessarily the sole or\ndecisive one, the\npossi-bility is recognised that the degree of control (\ncorpus)\n, or the\nnature of the intention to possess (\nanimus\n) may in a particular case be\nsuch that the inference that a possessor was \"found in possession\" may not be\njustified. It is thus\na matter of fact and degree.\nI have no doubt that in this case the in-ference that appellant was \"found in\npossession\" is the correct one. Accepting that the Mandrax\nin\nthe/\n31.\nthe trailer was initially in the possession of Solomons,\nthere is no suggestion that he exercised any control over the trailer or\nits\ncontents from the time he left for India or at the latest after he gave\nappellant the instruction when they met there. It was\nsuggested in argument that\nit was under the immediate control of Mrs Davids because she had the key to the\nfront door of the building\nand of the yard at the back. But there is no evidence\nthat the trailer was entrusted to her care or as a matter of fact that she\neven\nknew of its existence. It was also said that because accused No 2 was instructed\nto \"guard\" the trailer it was under his immediate\ncontrol. But he, and for that\nmatter\nShaik/\n32.\nShaik Hoosain, were no more than caretakers of the trailer.\nNeither of them possessed the trailer or its contents in any realistic\nsense of\nthe word,. It was appellant who decided to remove the trailer from his home to\nhis business premises. It was he, not they,\nwho could decide for how long it\nshould remain there and what was to be done with it. He, and no one else,\nexercised effective control\nover it.\nIn the result, whether or not it may be said that others at some stage\n\"possessed\" the Mandrax tablets, I consider that the magistrate\nwas correct in\nholding that the appellant was \"found in possession\" at the relevant time and\nthat the presumption in sec 10 (1) (c)\nof the Act applied.\nCounsel/\n33.\nCounsel next submitted that the presumption has been rebutted\nbecause, though appellant possessed the Mandrax for the purpose of sale,\naccording to his statement the tablets were not to be sold by him but by\nSolomons at some future time. The fact that the Mandrax\nwas not to be sold by\nhim\n, so it was argued, rebutted the presumption.\nAssuming that appellant was not to be the actual seller, such a restrictive\ninterpretation of possession is unwarranted. By definition\nin sec 1 of the Act\n\"deal in\" includes\"performing any act in con-nection with .... the sale ....\nthereof.\" \"Sell\" in turn is defined\ninter alia\nas \"possessing for sale\"\nand \"sale\" has a corresponding meaning. Appellant is there-fore presumed to have\ndealt in Mandrax tablets\nin that he possessed them for sale, whether or not he\npersonally\nintended/\n34.\nintended selling them. (Cf\nS v Batshise\n1982(1) S A\n966\n(AD) at 970H and 971G and\nS v Solomon\n1986(3) S A 705 (AD)).\nThe\nlatter decision at 712 quoted with approval the follow-\ning passage from\nS v Morgan\n1979(2) S A 609 (OPD) at 614H:\n\"(d) aktiwiteite vervat in die uitgebreide betekenis van handeldryf soos\nuitgebrei deur die insluiting van die definisie van verkoop,\nbehels almal\nverskaffingsaktiwi-teite of aktiwiteite wat bereken is om hierdie aktiwiteite te\nbevorder.\"\nAnd\nSolomon's\ncase concludes by stating at page 713A that the\nquestion whether a period is a \"dealer\" must be answered\n\"aan die hand daarvan of die betrokke per-soon deel gehad het, hetsy as dader\nof medepligtige, aan die verskaffing van die verbode\nstof\".\nThe inference is inescapable that appellant\npossessed the Mandrax in the\nknowledge that it was destined\nfor sale. Thus, far from rebutting the\npresumption, the\nfacts/\n35. facts rather indicate that there was really no need to\nrely on it.\nThe magistrate carefully and comprehensively\nconsidered all the relevant\nfactors relating to sentence.\nThe personal circumstances of the appellant,\nnotably the\nfact that he was a first offender, were taken into account.\nOn the other\nhand, the magistrate had regard to the serious-\nness of the offence. Though\nthis did not appear clearly\nfrom the record, counsel confirmed the evidence that the\nretail selling\nprice of one Mandrax tablet was at the time\nRl0. Thus. the value to the\nretailer of the Mandrax in-\nvolved was almost Rl 000 000. The appellant was\nprepared\nto play a vital role in its sale and distribution by\nkeeping the\ntablets on behalf of Solomons. For doing so\nhe received R34 000. These facts,\nand the far-reaching\nsocial/\n36.\nsocial evils resulting from the distribution of\nthis\nharmful drug, led the magistrate to conclude, rightly\nin my view,\nthat it was \"a very serious offence\".\nIn argument on sentence before us, the question\nwhether the magistrate had misdirected himself was raised\nfor the first time. Counsel submitted that when it came\nto sentence the\nmagistrate did not accept the role played\nby Solomons and sentenced appellant on the basis that he\npossessed the Mandrax in his own right and that it was to\nbe sold by him, or on his behalf, for his own profit. For\nthis submission counsel relied on the following passage at\nthe conclusion of the remarks on sentence:\n\"It is so that there is no evidence to the effect that you seduced other\npeople in buying the tablets.\nYou did not acquire\nthem\n/\n37.\nthem to deal in it\n. (\nsic\n) Of course, al-though there is no\nevidence to that effect, there is also an explanation from your side through the\nstatement which\nyou made, which of course could not be tested. It is no use to\nmake a statement and to put the thing on record and then hand it in\nto the Court\nand then want the Court to accept it blindly. That statement of yours, there was\nno oppor-tunity to test the correctness\nof it, and as far as this Court is\nconcerned and as far as the evidence from the police, the Court is satisfied\nthat you were found\nin possession of these tablets and\nyou received an amount\nof R30 000 to keep it\nand that is as far as it goes.\nIt is very difficult to understand or to accept that a person would leave\nsuch an amount of tablets to such a big value un-attended,\nif the Court can put\nit in this way, worthless for a period of approximately ten months to a year,\nand that makes your story very\ndifficult to accept, that you just kept the pills\nor the tablets for this Issie Solomons. I can hardly believe that he would have\nleft it there. It is money which he left with you; he lost a lot of money by\nleaving/\n38.\nleaving it in your possession, and that is why the Court says it is very hard\nand very difficult to blindly accept your statement\nand to whát you have\nsaid or told the Magis-trate in your statement.\" (My italics).\nThis passage considered in isolation lends some support to\nthis argument,\nthough it is to be noted that in it the\nmagistrate finds as a fact that the\nappellant did not\nacquire the tablets to sell them but was the custodian\nfor\nSolomons (as appears from those portions which I have italisised).\nEarlier in his judgment on the merits the magistrate found\nas a fact that appellant \"assisted Mr Issie Solomons in\nhis evil practice\" and inferentially that appellant was not\n\"the actual dealer\". Thus, although the magistrate drew\nattention to inherent improbabilities in the appellant's\nstatement and was sceptical of its truthfulness in certain\nrespects/\n39.\nrespects, I do not consider that it can be said that he\nmisdirected himself as alleged. In the light of this conclusion it is\nunnecessary\nto decide: firstly, whether it was open to appellant to argue this\npoint having regard to the ground of appeal on sentence (which\nsimply alleged\nthat it was excessive and unduly severe); and secondly, whether the magistrate\nwas not entitled to reject those portions\nof an extra curial statement which\nwere improbable and not confirmed on oath by the appellant during the trial or\nin mitigation of\nsentence. (Cf\nRex v Valachia and Another\n1945 AD 826\nat\n837.)\nIn the absence of any misdirection I am unable to conclude that the sentence,\nthough severe, is disturb-ingly inappropriate and that\nthe magistrate\nconsequently\nfailed/\n40.\nfailed to exercise a proper discretion in deciding on what\nhe considered to be a proper sentence.\nThe appeal against the conviction and\nsentence is dismissed.\nM.E. KUMLEBEN AJA\nRABIE, ACJ )\n)\n) CONCUR\n) HEFER, JA \t)",
  "scraped_at": "2026-02-11T20:56:00.765078",
  "date": "1987-03-24",
  "coram": [
    "Rabie ACJ",
    "Hefer JA",
    "Kumleben AJA"
  ],
  "case_number": "12/85",
  "parties": {
    "applicants": [
      "EBRAHIM HOOISAIN"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Ebrahim Hoosain, was one of three accused charged in the Wynberg Magistrate's Court with contravening section 2(a) of the Abuse of Dependence‑Producing Substances and Rehabilitation Centres Act, 41 of 1971. The charge alleged that between July 1981 and May 1982 he unlawfully dealt in 94 055 Mandrax tablets and, alternatively, that he possessed them. The tablets were stored in a trailer that Hoosain moved from his home to a garage belonging to his dry‑cleaning business after being paid by a man named Solomons. The trailer was discovered by police on 14 May 1982, leading to the conviction of Hoosain on the main charge and a twelve‑year prison sentence.",
    "issues": "The Court had to decide: (i) whether the magistrate was correct in placing the burden on the accused to prove that his statement to the magistrate was not unduly influenced; (ii) whether the accused had discharged that burden; (iii) whether the appellant was \"found in possession\" of the Mandrax tablets within the meaning of section 10(1)(c) of the Act; (iv) whether the statutory presumption of dealing arising from possession was rebutted; and (v) whether the sentence imposed was excessive.",
    "principles": "The judgment applied section 217(1)(b)(ii) of the Criminal Procedure Act, which presumes a confession made to a magistrate to be voluntary unless the accused proves undue influence. It also relied on the definition of possession (corpus and animus) from S v Adams and related authorities, and the statutory presumption of dealing under section 10(1)(c) of the 1971 Act. The court considered the burden of proof, the admissibility of confessions, and the principles governing sentence severity.",
    "application": "The Court held that the magistrate correctly placed the burden on Hoosain to prove undue influence and that he failed to discharge it; therefore the statement was admissible. Using the possession analysis, the Court concluded that Hoosain exercised effective control over the trailer and its contents, satisfying both corpus and animus, and was therefore \"found in possession\". Consequently, the presumption that he dealt in the drugs was not rebutted. Regarding sentencing, the Court found that the magistrate had taken into account the appellant’s personal circumstances and the seriousness of the offence, and that the twelve‑year term was not manifestly excessive.",
    "conclusion": "The appeal against both conviction and sentence was dismissed; the conviction and twelve‑year imprisonment were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "confession admissibility",
      "possession",
      "presumption of dealing",
      "sentence severity"
    ]
  }
}