{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/32.html",
  "case_name": "Television Radio Centre (Pty) Ltd. v Sony Kabushiki Kaisha t/a Sony Corporation and Another (465/85) [1987] ZASCA 32; [1987] 2 All SA 196 (A) (30 March 1987)",
  "citation": "[1987] ZASCA 32",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 32\n|\nNoteup\n|\nLawCite\nTelevision Radio Centre (Pty) Ltd. v Sony Kabushiki Kaisha t/a Sony Corporation and Another (465/85) [1987] ZASCA 32; [1987] 2 All SA 196 (A) (30 March 1987)\nDownload original files\nPDF format\nRTF format\n465/85/AV\nIN THE SUPREME COURT OF SOUTH AFRICA\n. (\nAPPELLATE DIVISION\n)\nIn the matter between:\nTELEVISION RADIO CENTRE\n(PROPRIETARY\n)\nLIMITED\nAPPELLANT\nAND\nSONY KABUSHIKI KAISHA\ntrading as\nSONY CORPORATION\n1st RESPONDENT\nAND\nTEDELEX SOUND & VISION (PROPRIETARY\n)\nLIMITED\n2nd RESPONDENT\nCORAM\n: CORBETT, HOEXTER, GROSSKOPF, NESTADT, AJJ et NICHOLAS, AJA\nHEARD\n: 24 February 1987\nDELIVERED\n: 30 March 1987\nJUDGMENT\nGROSSKOPF ...\n2\nGROSSKOPF, JA\nThe appellant in this case is Television Radio Centre (Proprietary) Limited (\n\"Television\" ) a South African company carrying\non business in Johannesburg\nas an importer and distributor of a variety of merchandise. This includes video\ncassette recorders, which\nare the articles with which this appeal is concerned.\nThe first respondent is Sony Kabushiki Kaisha trading as Sony Corporation\n(\"Sony\"),\na company registered under the laws of Japan. Sony is a manufacturer\nand dis-tributor of audio-visual equipment, including video\ncassette recorders.\nIt distributes its audio-visual goods in the Republic of South Africa and\ncertain adjacent territories through\nthe agency of Tedelex Sound and Vision\n(Proprietary)\nLimited\n3\nLimited (\"Tedelex\"), which is the second respondent in this appeal. Sony is\nthe proprietor of the trade mark \"Sony\" which is registered,\npursuant to the\nTrade Marks Act, no 62 of 1963 (\"the Act\"), in respect of a wide range of goods,\nincluding video cassette recorders.\nTedelex is a registered user of this trade\nmark in terms of the Act.\nThere are three television signal systems in operation throughout the world -\nthe PAL system used\ninter alia\nin parts of Europe and South Africa; the\nSECAMsystem used, for example, in France, and the NTSC system used principally\nin the United\nStates of America and Canada. The PAL system is also not uniform,\nand there are differences between the South African version and\nthose\nrespectively utilized in,\nfor\n4\nfor instance, the United Kingdom and West Germany. As\na\nresult of these differences, television receivers or tuners\n(i.e., that\npart of television receiving equipment which\npicks up the television signal)\nmust be compatible with\nthe specific television system in use in a\nparticular\ncountry.\tIn other words, it is not sufficient that\na television tuner should be designed to receive the PAL system of\ntelevision: a tuner must in addition be designed to receive a specific\nversion\nof the PAL television system. If designed for one version of the PAL system it\nmay how-ever be adapted to render it compatible\nwith another version. Thus, for\nexample, a television tuner designed for use in the United Kingdom or West\nGermany may be adapted\nto\n5 to make it compatible with the South African version of\nthe PAL system.\nVideo cassette recorders contain tuners by means of which\nthey receive the television broadcasts which they re-cord. It follows that\nvideo\ncassette recorders which are not designed specifically for the South African\nversion of the PAL system would have to be adapted\nfor use in this country. I\ndeal later with the nature of the alterations which would be required for this\npurpose.\nSony manufactures its video cassette recorders in Japan specifically for the\nvarious markets served by it. Its trade mark is applied\nto the recorders at the\ntime of manufacture. To denote the market for which a recorder is\nintended\n6 intended, Sony adds various letters as suffixes to\nthe model numbers. Thus the suffix UB indicates that the recorder was designed\nfor the United Kingdom. The model intended for Western Europe would bear the\nsuffix E, and that intend-ed for South Africa the suffix\nSA. In exceptional\ncircum-stances Sony authorises Tedelex to adapt machines designed for use\nelsewhere so that they may be used in.\nSouth Africa. Such adaptation is,however,\nstrictly controlled and super-vised by Sony.\nIn 1983 Sony and Tedelex became aware that Television was importing and\nselling Sony video cassette recorders. These recorders were\nimported from the\nFar East, and were models designed for use in the United Kingdom. Before\nsel-\nling\n7\nling the machines, Television had them\nadapted for use in South Africa. Sony and Tedelex objected to this conduct,\nalleging that it\nnot only constituted an infringement of Sony's trade mark\nrights, but also amounted to passing off and unlawful competition\nvis-á-vis\nboth Sony and Tedelex. Subsequent events,which I need not\ndetail, caused the com-plaints of passing off and unlawful competition\nto be no\nlonger in issue between the parties. The same applies to a further complaint\nthat Television had infringed the copy- right\nin the operating instructions\nwhich Television had supplied to purchasers of Sony video cassette recorders\nsold by it. In application\nproceedings instituted by Sony and Tedelex in the\nTransvaal Provincial Division against Tele-\nvision\n8\nvision, the only remaining disputed issue was that of\nalleged\ntrade mark infringement. The court a\nquo\ndecided this is-\nsue in favour of Sony and Tedelex, the applicants in that\ncourt. The material orders granted by the court (M J\nSTRYDOM AJ) read as follows:\n\"1 The respondent, its servants and agents,\nare interdicted from\ninfringing the rights\nof the first applicant in its registered\ntrade marks\nNos 61/0167 SONY and 80/3855\nSONY by using either of them in relation\nto\nvideo cassette rêcorders which are\nnot designed and supplied by the\nfirst\napplicant for use in the Republic of South Africa and which are adapted for\nuse in the Republic of South Africa by a party other than\nthe first applicant or\nits duly authorised agents (such video cassette recorders hereinafter referred\nto as \"infringing goods\")\n2\n9\n2 the respondent, its servants and agents\nare interdicted\nfrom infringing the rights\nof the first applicant in its registered\ntrade\nmarks Nos 61/0167 SONY and 80/3855\nSONY by using them in relation\nto\ninfringing goods without the authority\nof the first applicant\"\nFurther orders granted by the court were either con-sequential on the above,\nor were not in dispute on appeal. With the leave of the\ncourt a\nquo\nTelevision now comes on appeal to this court.\nAs I have indicated, the only remaining dispute be-\ntween the parties relates to the alleged infringement of\nSony's trade mark. The parties' contentions in this regard\nrequire a consideration of sec. 44(1) of the Act. This\nsection, in so far as it is relevant, reads as follows:\n\"The\n10\n\"... the rights acquired by registration of a\ntrade mark shall be infringed by -\n(a)\nunauthorized use as a trade\nmark in relation to goods or services in respect of which the trade mark is\nregistered, of a mark so nearly\nresembling it as to be likely to deceive or\ncause confusion; or\n(b)\nunauthorized use in\nthe course of trade, otherwise than as a trade mark, of a mark so nearly\nresembling it as to be likely to deceive\nor cause confusion, if such use is in\nrelation to or in connection with goods or services for which the trade mark is\nregistered\nand is likely to cause injury or prejudice to the proprietor\nof\nthe trade mark.\"\nThis section was considered\nby this court in the case of\nProtective Mining and Industrial Equipment\nSystems (Pty) Ltd v Audiolens (Cape) (Pty) Ltd\nin a judgment which is being\ndelivered contemporaneously herewith. I do not intend re-peating what was there\nsaid save in so far\nas it may be\nnecessary\n11\nnecessary to deal wlth contentions advanced in the present appeal.\nThe main argument advanced by Mr. Ashton, who appeared for Television, was\nbased on the. proposition that the ex-\npression \"use as a trade mark\" in sec. 44(1)(a) of the Act\nis limited to use which associates goods with the trade\nmark proprietor\nin the course of their production and prepara\n-\ntion for the\nmarket\n. Use of the trade mark after the goods had reached the market, such\nas the sale of trade marked\t|\ngoods by a retailer, could thus, according to this contention, not be \"use as\na trade mark\" and could at most be use \"other-wise than\nas a trade mark\"\npursuant to sec. 44(1)(b). In support of this contention Mr. Ashton relied on a\ndictum\nin\nAristoc\n12\nAristoc Ld. v Rysta Ld\n.\n(1945) 62 RPC 65\n(\nHL) at 82, which was quoted in\nEsquire Electronics Ltd v Executive Video\n1986 (2) SA 576\n(A) at 587 G. This contention was considered in the\nProtective Mining\ncase (\nsupra\n) where it was heldthat these cases\ndo not bear on the point in issue. As a matter of language, sale by a retailer\nof trade-marked\ngoods falls within the natural and ordinary meaning of the words\n\"use as a trade mark\" read with the definition of \"trade mark\" in\nsec 2 of the\nAct, since the seller is using the tr.ade mark for the purpose of indicating a\nconnection in the course of trade between\nthe goods and the proprietor of the\nmark, and of distinguishing the goods from those connect-ed with any other\nperson. Conversely\nsub-sec(l)(b) cannot\napply\n13\napply because the retailer's use is not for any\npurpose\nother than indicating a connection between the goods and\nthe\npróprietor; and of distinguishing them from the goods of\nanother person. It is therefore in my view sub-sec.(l)(a)\nwhich is\napplicable, and not sub-sec.(l)(b). This does not,\nhowever, necessarily mean that the sale of trade-marked goods\namounts to an infringement of the trade mark, as was shown\nin the\nProtective Mining\ncase (\nsupra\n).\nIn view of my conclusion that the applicable provi-\nsion is sub-sec. (1)(a)and not sub-sec(l)(b), it is not neces\nsary to consider the remainder of Mr. Ashbon's argument, the sub-\nstance of which was that, if Television's conduct fell with-\nin the terms of sub-sec.íD(b), there would be no infringe-\nment\n14\nment unless its use of the mark was \"likely to cause injury or\nprejudice to the proprietor of the trade mark\". In the circumstances\nof this\ncase, it was contended, Television has, by affixing an appropriate notice to\nrecorders sold by it, obviated any possibility\nof injury or prejudice. to Sony\nas the proprietor of the trade mark. As I have said, I need not consider this\nargument because in\nmy view Television's conduct falls under sub-sec.(l)(a)and\nnot sub-sec.(l)(b). In the alternative Mr. Ashton contended that; if\nsub-sec.(l)(a)\nis applicable, Television did not commit an infringement because\nthe video cassette recorders sold by it were genuine Sony products\non which the\ntrade mark had been affixed by Sony itself as the proprietor of the trade\nmark.\nIn\n15\nIn the\nProtective Mining\ncase (\nsupra\n) such\nconduct was held,\nin general, not to constitute infringing \"use as a\ntrade\nmark\" for the purposes of sub-sec.(l)(a). However, in that\ncase,\notherwise than in the present, the goods in question\nhad not been altered\nafter their marking with the trade\nmark and before their sale by the alleged\ninfringer,and the\nlegal effect of such alteration was expressly left\nopen.\nIt must accordingly be dealt with in the present appeal.\nThe basis of the decision in the\nProtective Mining\ncase was that no\ninfringement of a trade mark. is committed by a trader who sells genuine goods\nproperly marked with the trade mark\nby or with the consent of the trade mark\nowner. This is consonant with the origin of trade mark infringement as a\nspecies\n16\nspecies of passing off. What the trade mark\nproprietor is entitled to prevent is that the goods of another person are\nrepresented\nas his. If another person alters the goods, they are, to the extent\nto which they have been altered, no longer the goods to which\nthe trade mark was\naffixed by the proprietor. It then, it seems to me, becomes a mat-ter of degree\nwhether there has been a change\nin the goods sufficiently appreciable to render\nthem no longer the \"genuine goods\", i.e., the goods which the trade mark\nproprietor\nhad marked. In determining this issue, one would have regard\ninter\nalia\nto the nature of the goods and the nature, pupose and extent of the\nalteration. This issue is essentially a practical one, and each\ncase must be\ndecided on its own\nfacts\n17\nfacts in the light of ordinary business practice and the\nreasonable expectations of purchasers.\nI turn now to consider the alterations\neffected to the video cassette recorders in the present case. Evidence on this\nscore was given\non affidavit by Mr. G.D.Bishop, the Group Chief Engineer of\nTedelex, and by Television's manag- ing director, Mr. Harry Donde. Mr.\nDonde\ntestified that he was a qualified radio technician by training and had \"expert\nknowledge of the importation, retail selling\nand promotion\nof\n18\nof consumer electronic equipment\" including video cassette\nrecorders. Mr. Donde accordingly did not claim to have ex-\npert knowledge\nof the engineering technicalities of instru-\nments like video cassette recorders, and in argument it was\ncommon cause that he was not an expert in this field. Mr.\nBishop admittedly is such an expert, and his opinions must\nprevail on the technical matters which are in issue.\nMr. Bishop stated that the \"following impcrtant and major alterations are\nnecessary\" to adapt the video cassette recorders imported\nby Television for use in South Africa:\n\"1. The tuner must be exchanged or fundamen-\ntally altered. This fundamental alteration which is necessary to the tuners\noriginally supplied consists of removing the tuner from\nthe video cassette\nrecorder, removing the covers, and thereafter altering the os-\ncillator\n19\ncillator and tuned radio frequency coils by 'knifing' to reduce the\ninductance. The coils are physically opened so as to encompass\nthe higher\nfrequencies. This requires a great deal of skill and ex-pertise to effect\naccurately, and also needs good test equipment\nto ensure ac-curate 'tracking' of\nR/F and oscillator stages.\n2.\nThe intermediate freguency\nfilters should be changed. These are called 'Surface Acoustic Wave filters' and\nare specifically designed\nto suit each transmission\nstandard.\n3.\nThe audio frequency is altered by\nsubsti-tution of 6 MHz ceramic filters and traps for the 5,5 MHz ceramic filters\nand traps.\n4.\nThe chroma take-off circuits\nshould be modified to cover the chroma band and\ncharacteristics.\n5.\nThe luma delay line should\nbe changed to compensate for the difference in Group Delay\nTimes.\"\nExamination of aLrecorder sold by Television\nindicated,\nin\n20\nin Mr. Bishop's opinion, that Television \"only performs\ninexpertly the\nfirst three of the above operations\". His\noverall conclusion was as\nfollows:\n\"The effect of the modifications wrought by (Television) is to change the\nnature of the video cassette recorder entirely, not only\nin so far as its\nphysical attributes are concerned but also in so far as its opera-tion is\nconcerned. It is indeed a different machine,\notherwise it would not work in\nSouth Africa.\"\nMore specifically, Mr. Bishop stated that the sensitivity of\nthe tuner of the converted machine was in some respects lower\nthan normal. Moreover, both the sound performance and pic-\nture quality were below standard.\nTo sum up: the recorders imported by Television will\nnot work at all in South Africa unless converted. Conver-\nsion\nsion requires operations of a technical nature which are not\ninsubstantial. Even after conversion, the recorders perform less well\nthan may\nreasonably be expected of new machines. In these circumstances I agree with Mr.\nBishop that the recorders converted by Television\nmust, for pur-poses of this\nappeal, be regarded as machines different from those imported. It follows\ntherefore, that the recorders\nsold by Television are not the \"genuine goods\"\nwhich were marked by Sony with its trade mark. The sale of such re-corders\nbearing\nSony's trade mark constitutes, in my view, an infringement pursuant to\nsec.44(l)(a) of the Act.\nIn\n22 In the result the appeal is dismissed with costs,\nin-cluding the costs of two counsel.\nE M GROSSKOPF, JA\nCORBETT, JA\nNICHOLAS, AJA",
  "scraped_at": "2026-02-11T21:00:43.384044",
  "date": "1987-03-30",
  "coram": [
    "Corbett",
    "Hoexter",
    "Grosskopf",
    "Nestadt",
    "Ajj",
    "Nicholas"
  ],
  "case_number": "465/85",
  "parties": {
    "applicants": [
      "Television Radio Centre (Proprietary) Limited"
    ],
    "respondents": [
      "Sony Kabushiki Kaisha trading as Sony Corporation",
      "Tedelex Sound & Vision (Proprietary) Limited"
    ]
  },
  "sections": {
    "facts": "Television Radio Centre (Television) imported Sony video cassette recorders that were manufactured for the United Kingdom market. Because the UK PAL system differed from the South African PAL system, Television altered the recorders – changing tuners, intermediate frequency filters, audio filters, chroma circuits and luma delay lines – so that they could operate in South Africa. Sony, the trademark owner, distributed its recorders in South Africa through its authorised agent Tedelex. Sony and Tedelex objected to Television’s imports and adaptations, alleging trademark infringement, passing off and copyright infringement. The lower court found in favour of Sony and Tedelex on the trademark issue, granting an injunction against Television.",
    "issues": "The central legal issue was whether Television’s sale of adapted Sony recorders constituted infringement of Sony’s registered trademark under section 44(1)(a) or (b) of the Trade Marks Act. Sub‑issues included whether the alteration of the recorders meant they were no longer \"genuine goods\" and whether a retailer’s sale of marked goods is \"use as a trade mark\" within the meaning of the Act.",
    "principles": "Section 44(1) of the Trade Marks Act defines infringement by (a) unauthorised use as a trade mark in relation to goods for which the mark is registered, and (b) unauthorised use in the course of trade otherwise than as a trade mark that is likely to cause injury to the proprietor. The court relied on the precedent Protective Mining and Industrial Equipment Systems v Audiolens, which held that sale of genuine, properly marked goods is not infringement, but alteration of goods may remove the “genuine” character. The court also affirmed that a retailer’s display of a trademark on goods sold is “use as a trade mark” within subsection (a).",
    "application": "The court examined expert testimony that Television’s alterations were substantial, involving replacement or fundamental modification of tuners, filters and circuits, which changed the nature and performance of the recorders. The altered machines were deemed not to be the same goods that Sony had marked, i.e., they were no longer \"genuine\" Sony products. Consequently, Television’s use of the Sony trademark on these altered recorders fell within subsection (a) of section 44(1). The alternative argument that the trademark use was merely “other‑than as a trade mark” was rejected, and the contention that no injury occurred because of a notice on the recorders was deemed irrelevant.",
    "conclusion": "The appeal was dismissed. The court affirmed the lower court’s injunction, holding that Television’s sale of the altered recorders infringed Sony’s trademark under section 44(1)(a). Costs, including those of two counsel, were awarded against the appellant."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark Infringement",
    "level_3": [
      "trade mark",
      "genuine goods",
      "alteration of goods",
      "South Africa"
    ]
  }
}