{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/38.html",
  "case_name": "S v Leo and Another (332/1986) [1987] ZASCA 38 (31 March 1987)",
  "citation": "[1987] ZASCA 38",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 38\n|\nNoteup\n|\nLawCite\nS v Leo and Another (332/1986) [1987] ZASCA 38 (31 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 332/1986\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\nAPPeLAFDELING\nIn die saak tussen\nMOGAMAT LEO\nEerste Appellant\nGOOLAM HASSAN\nTweede Appellant\nen\nDIE STAAT\nRespondent\nCORAM:\nBOTHA, NESTADT ARR et STEYN WN AR\nVERHOORDATUM: 17 MAART 1987\nLEWERINGSDATUM: 31 MAART 1987\nUITSPRAAK\n/STEYN WN AR\n2.\nSTEYN WN AR\n:\nVroegoggend op Sondag 9 Oktober 1983 was daar 'n straatmoles in Albertweg,\nWoodstock. In die loop daarvan is Goolam Hassan (tweede\nappellant, hierna\n\"Goolam\" genoem) op die linkerskouer verwond deur Ridewaan Lewis (die oorledene)\nwat net daarna deur Mogamat Leo\n(eerste appellant, of \"Leo\") met '\nn\n38\nrewolwer doodgeskiet is. Dit was '\nn\nkopskoot agter en bokant die\nregteroor wat die brein na vore en na links deurboor het. Hierdie beknopte beeld\nvan gebeure was egter\nnie dié wat aanvanklik in die getuienis voorgehou\nis nie. Hoe dit uiteindelik blootgelê is,sal later blyk. Maar nou\nmoet die\nverloop van die verhoor eers kortliks uiteengesit word.\nAppellante het op 1 November 1984 saam met ene VJinston Tregoning voor Baker\nR en twee assessore in die Kaapse Hooggeregshof tereggestaan\nop 'n aanklag van\nmoord op oorledene, Tregoning as beskuldigde 1 en Leo en Goolam onderskeidelik\nas beskuldigdes 2 en 3. Al drie\nhet\n/onskuldig ...\n3.\nonskuldig gepleit en getuig dat hulle nie by die voorval betrokke was nie.\nDie twee hoofgetuies namens die Staat wat hulle egter daarby\nimpliseer het, was\ndie 17-jarige Nuredien Hassan (blykbaar onverwant aan tweede appellant) en die\n19-jarige Kiemal Allie. Op 21 Novem=\nber 1984 is Tregoning ontslaan maar is\nalbei appellante aan moord skuldig bevind. Die Hof het voorts beslis dat daar\ngeen versagtende\nomstandighede was nie en appellante is ter dood veroordeel.\nMaar toe kom daar 'n verwikkeling wat die beeld van gebeure waarop die\nveroordeling gegrond was ingrypend verander het. Dit was 'n\nverwikkeling wat die\ngeleerde Verhoorregter genoop het om op te merk dat \"... there has been a very\nstartling development in the\ncase as a whole\" Dit het só gebeur.\nOp 23 April 1985 is 'n aansoek namens appellante ingedien waarin o a om die\nvolgende regshulp gevra word: \"1. Dat Applikante se laat\nKennisgewing van\n/Aansoek ...\n4\nAansoek om Verlof om te Appelleer gekon= doneer word in terme\nvan artikel 316 (1)\n(a)\tvan Wet No 51 van 1977.\n2.\tDat verlof aan Applikante verleen word in\nterme van artikel 316 (3) van\ndie Wet dat\ndie verdere getuienis van die volgende\ngetuies vir doeleindes\nvan appel aangehoor\nword:\nCa) Eerste Applikant;\n(b)\nTweede\nApplikant;\n(c)\nFATIMA\nWILDSCHUT;\n(d)\nARMIEN\nJANUARIE;\n(e)\nLUTFIE EFFENDI (indien hy\nintussen opgespoor word).\n3.Dat, na aanhoor van\nbogemelde getuienis, verlof aan Applikante verleen word om na die\nAppèl-Afdeling te appelleer teen hul\nonderskeie skuldigbevindings en\nvonnisse.\"\nDie verlof in paragrawe 1 en 2 aangevra is ver= leen en op 23 Oktober 1985 is\nverdere getuienis aangehoor deur Baker R. In hierdie\naansoek was Leo die eerste\napplikant en Goolam die tweede. Die sleutelgetuie was Fatima Wildschut. Die\nappellante het ook getuig\nmaar nie die ander twee voorgenome getuies, Armien\nJanuarie en Lutfie Effendi (ook bekend as \"Bom\") nie, Januarie blyk=\n/baar ...\n5.\nbaar omdat sy getuienis oorbodig geword het en\nEffendi\nomdat hy weens die destyds heersende onrus-situasie op\ndie Kaapse\nVlakte nie opgespoor kon word nie. Daarna\nis die saak uitgestel tot 19\nNovember 1985 om die Staat\ngeleentheid te gee om ook verdere getuienis voor\nte lê.\nOp daardie datum het mnr Viviers, wat op voortreflike\nwyse\ndeurgaans namens die Staat opgetree het, egter aan\ndie Hof meegedeel dat die\ntwee getuies wat hy wou herroep,\nNuredien Hassan en Kiemal Allie, nie beskikbaar was nie,\neersgenoemde omdat hy 'n voortvlugtende verdagte was in 'n\nsaak van gewapende roof, en laasgenoemde weens versuim\nom volgens afspraak by die hof op te daag. Geen verdere\ngetuienis is deur die Staat aangebied nie, maar mnr\nViviers het toe op sterkte van die nuwe getuienis en van.\n'n mededeling vroeër reeds deur Allie aan hom gemaak,\nnamens die Staat formeel die volgende erkenning gemaak:\n\"dat daar wel op die betrokke aand soos deur die twee applikante en Fatima\nWildschut getuig, 'n .... messtekery plaasgevind het, dat\n/die ...\n6.\ndie oorledene, soos getuig, vir die tweede applikant met 'n mes aangeval het en\ndat dit die aanleidende oorsaak was of die faktor\nwat daartoe gelei het dat die\noorledene kort daar= na deur die eerste applikant dodelik verwond\nis.\"\nDaar sal binnekort in groter besonderhede\nterug= gekeer word tot dié twee botsende fases wat die verloop van die\nsaak gekenmerk\nhet. Maar ek moet eers vlugtig handel met die omliggende toneel\nen die hoofgebeure wat die noodlottige straatmoles voorafgegaan het,\nwant die\npartye is dit tot 'n groot mate eens daaroor\nAlbertweg loop rofweg oos-wes in Woodstock. Aan die noordekant daarvan is 'n\neertyds gewyde perseel met 'n gebou daarop wat in die\nverlede 'n kerksaal was.\nMet verloop van tyd het gewydheid voor aardsheid gewyk en is die kerksaal omskep\nin die Casablanca Nagklub.\nVroeg in Oktober 1983 was dit reeds 'n gevestigde en\nblykbaar florerende onderneming wat hoofsaaklik deur die lewendiger elemente\nvan\ndie Kaapse Kleurling gemeenskap ondersteun\n/was ...\n7\nwas. Baie van hulle was lede van bendes soos die \"Fancy Boys\", die \"Junkie\nFunkies\" en die \"Nice Time Kids\". Oor naweke is daar nag-deur\ngedans maar is\noproerigheid be= heer deur uitsmyters (\"bouncers\") wat gehelp het om toe= gang\ntot die klub te beheer en die orde\ndaarbinne gehand= haaf het. Op die nag van\nSaterdag 8 tot Sondag 9 Oktober 1983 was 400 - 600 jolytmakers in die klub en is\ndaar\nge= dans tot 5 vm. Onder die aanwesiges was oorledene, sy kleinniggie,\nLutviah Samsodien en haar metgesel en ook Nuredien Hassan,\nKiemal Allie, die\ntwee appellante, Winston Tregoning en Fatima Wildschut met haar vriendin Riana\nAbrams en 'n meisie na wie slegs\nop haar bynaam van \"Meid\" verwys is.Fatima se\ndestydse kêrel, Salie Dollie (ook bekend as \"Lalie\" of \"Blinkers\"), was\nook daar.\nMeeste van hulle het later as 10 nm by die klub aangekom en almal het\ngebly tot kort voor díe sluiting om 5 vm.\nDit is nie nodig om die verloop van gebeure by die klub voor sluitingstyd ten\nvolle na te gaan nie. Vir\n/doeleindes ...\n8\ndoeleindes hiervan is dit genoegsaam om slegs na enkele aspekte daarvan te\nverwys. Goolam het getuig dat hy en sy vriend Majiet in\ndié se Datsun\nPulsar motorkar laat Saterdagaand by die klub aangekom het en op versoek van een\nvan die uitsmyters gehelp het\nom 'n paar jonges wat buite die klub moleste\ngemaak het agterna te sit en aan te hou. Majiet se motorkar is daarvoor gebruik.\nDaarna\nhet Majiet vertrek en is Goolam toe die klub in. Daar was ook 'n bewering\ndeur Nuredien Hassan dat daar onenig= heid tussen Goolam\nen oorledene in die\nklub was daardie aand. Goolam sou daarvolgens ontevrede gewees het omdat hy nie\nkon deel in 'n dagga en Mandrax\n\"pyp\" wat oorledene en 'n vriend buitekant die\nklub gaan rook het nie. Goolam sou daarna dreigend aan oorledene gesê het\ndat\n\"ons gaan. buitekant die ding regmaak\". Lutviah het ook van oor= ledene se\ndaggarokery getuig maar dit nie in verband ge= bring met\nmoeilikheid tussen hom\nen die appellante nie. Sy het egter beweer dat Goolam al dansende aan sekere\nvan\n/sy . . .\n9\nsy vriende gesê het dat hulle \"drie van Lentegeur se jongens van\ndie 'map' gaan afhaal.\" Sy, oorledene en ander van hul geselskap\nwoon in\nLentegeur en het per trein vandaar gereis na Soutrivier stasie wat oos van die\nnagklub geleë is. (Van die klub loop\nmens o a met Albertweg na die stasie\ntoe.) Maar volgens haar het Goolam nie laat blyk wie die drie \"Lentegeur\njongens\" was met wie\nhulle aldus sou handel nie. Sy het ook be= weer dat eerste\nappellant op 'n stadium sy vinger na oor= ledene gewys het. Sy wis egter\nnie\nwaarom nie. Lutviah was nie\n'n\nooggetuie tot die voorval waarin oorledene\ngedood is nie en het eers 'n jaar later 'n ver= klaring oor die gebeure aan die\npolisie\ngemaak. Sy het beweer dat sy nie vroeër van, die saak teen\nappellante bewus was nie.\nTydens die verhoor op die meriete, d\nw\ns tydens die eerste fase van\ndie saak, was dit gemene saak dat die lyk van die oorledene gevind is in die\nstraat by die\n/aansluiting ...\n10.\naansluiting van Millstraat en Albertweg, 263 treë oos van die\nCasablanca.Destyds het appellante erken dat hulle daardie nag in\ndie Casablanca\nwas. Maar soos reeds genoem het albei enige betrokkenheid by die doods= voorval\nontken. Eerste appellant, wie se bynaam\n\"Funkie\" is, het beweer dat hy en sy\ngesellin, Jasmine, met die speel van die laaste plaat voor sluitingstyd die klub\nverlaat het\nen geloop het langs Albertweg in die rigting van Soutrivierstasie.\nNadat hulle reeds 'n hele ent gevorder het het hulle twee skote\nagter hulle\ngehoor en 'n geskarrel van mense gesien in die omgewing van waar die geluid van\ndie skote gekom het. Hulle het toe aan=\ngeloop stasie toe waar Jasmine die trein\nna Mitchell's Plein gehaal het en hy na sy ouma in Soutrivier is. Tweede\nappellant het beweer\ndat hy ook kort voor sluit= ingstyd die klub verlaat het en\nop sy eie langs Albert= weg na Soutrivierstasie geloop het. Toe hy 'n\nverkeers=\nsirkel nader het hy 'n groep van drie mans teëgekom. Een\n/van ...\n11.\nvan hulle sê \"daar gaan daardie Slams, daardie gemors wat die\n'bouncers' help\". Al drie nader hom toe en een van hulle het hom\nop sy\nlínkerskouer gesteek, klaarblyk= , lik met 'n mes. Hy het neergeval en sy\naanranders het toe blykbaar die wyk geneem.\nHy is te hulp gesnel deur twee seuns\nwat hom opgehelp het, en dit was toe dat hy twee skote gehoor het.\nMaar, soos ook reeds genoem, is appellante weerspreek deur Nuredien Hassan en\nKiemal Allie, wat hulle direk by die doodsvoorval betrek\nhet en beweer het dat\neerste appellant op Goolam se versoek vir oorledene doodgeskiet het. Die hof het\ndie weergawes van Nuredien\nen Allie aanvaar en dié van appellante\nverwerp. Vol= gens die onbetwiste mediese \"getuienis het dit geblyk dat die\noorledene\ndeur 'n kopskoot gedood is, maar dat 'n tweede, erg misvormde\nkoeël ook in die oorledene se klerasie ge= vind is. Die kern van\ndie Staat\nse saak, klaarblyklik tot 'n groot mate gegrond op die beskrywings deur\ngemelde\n/twee ...\n12.\ntwee Staatsgetuies, is soos volg deur die Verhoorregter in sy\nuitspraak saamgevat:\n\".... the real story is roughly this): The deceased had been at the Casa\nBlanca night= club on the night of 8 October 1983. He left\nwith a woman (who\nseems to have fled the scene later) at about 05h00 on Sunday morning, and was\nfurther accompanied by two friends,\nNure= dien Hassan and Kiemal Alli. The four\nwalked along the northern pavement of Albert Road from Woodstock in the\ndirection of\nSalt River station (that is eastwards) and crossed Mill Street when\nthey spotted a group of men stand= ing on the opposite pavement\non the south\nside of Albert Road, some short distance beyond Greatmore Street (that is, east\nof the inter= section of Greatmore Street\nand Albert Road). Three or four of\nthese men, including two of the accused, walked across Albert Road towards the\ndeceased and his\nfriends. By this tirae the road was full of people who had left\nthe club and the deceased's party of four and the half dozen or so\nwho included\nthe accused in their number were by no means the only persons in Albert Road at\nthat early hour. Goolam - called out\nto the deceased 'Hoor gou hier!'. The\ndeceased apparently started to cross the road towards the other group when the\nfour or so men\nwho were walking towards him suddenly pulled out knives. Deceased\nmust have realised his danger for he swung left and began to run\nback to the\nnorthern pavement of Albert Road when Goolam called out to No 2 'Skiet hom,\n/Funkie'...\n13\nFunkie' or 'Skiet die naai, Funkie' or some= thing like that. No 2 fired at\nthe deceased, using both hands. We are told by the investi=\ngating officer,\nSergeant Clarke, that he must have been using a .38 revolver. Two shots were\nfired. One of them hit the deceased\nbehind the right ear, tore through his\nbrain, ricocheted off some protuberance in the posterior aspect of the left\norbit inside his\nskull and came back to the upper part of the nose where it\nstopped. The exact details are found in the medical re= port, Exhibit\nA.\nDeceased fell forward on his face, so it seems. He suffered an abrasion on the\nfront of the right knee and another on the left\nside of the forehead. As he lay\nnear the kerbstone of Albert Road a short distance east of the Mill Street\nintersection No 1, who\nhad done nothing up to now except pull a knife (so we are\ntold), walked up to the deceased, kicked him somewhere around the head\nand\nremoved a pair of sunglasses the deceased was wearing. All three accused and\ntheir unidentified com= panions then ran away. The\ndeceased died then or just\nafter.\"\nDie geleerde Regter het toe die volgende bygevoeg\n\"If this is the correct version of what hap= pened then No 2 committed an\nunprovoked murder and No 3 was\nprima facie\ninvolved in the sense that he\ngave the order or made the suggestion to fire. No 1 seems to play a very small\npart in the killing.\"\nDie Hof het die getuienis van Nuredien en Allie\n/aanvaar ...\n14.\naanvaar, bevind dat. bogaande die ware weergawe is en het\nappellante daarop veroordeel soos reeds gemeld.\nMaar toe kom die tweede fase en die weergawe van die 26-jarige Fatima\nWildschut wat ten aansien van die kerngebeure soos volg lui.\nSy en haar twee\ngesellinne het met die aankondiging van die laaste plaat die klub verlaat en aan\ndie suidekant van Albertweg oos\nin die rigting van Soutrivierstasie geloop. Haar\nvriend, Salie Dollie (\"Blinkers\" ) was nie saam nie want hy het eers sy baadjie\nin die klub se kleedkamer gaan haal. Meeste van die klubgangers wat toe ook\nvertrek het, het aan die ander- of noordekant van die\nstraat in dieselfde\nrigting beweeg. Onder hulle was die twee appellante en 'Bom', wat skuins oorkant\nFatima-hulle was. Goolam het\nvoor geloop, gevolg deur Leo. Goolam was skuins\nvoor en Leo skuins agter Fatima-hulle. Oorledene en sekere van sy vriende het\nvoor\nGoolam aan dieselfde kant van die straat en in dieselfde rigting geloop.\nFatima het geen groep\n/mans ...\n15.\nmans waaronder die appellante was aan die suidekant van\nAlbertweg sien staan soos deur Nuredien en Allie getuig nie.\nGoolam het oorledene op sy eie en klaarblyklik ongewapen genader, blykbaar om\nmet hom te gaan praat. Toe Goolam oorledene inhaal was\ndié net van die\nsypaadjie af en in die proses om Millstraat, wat daar by Albertweg aansluit, te\nkruis. Oorledene het gestop\ntoe Goolam by hom kom maar Fatima kon nie hoor of \"n\ngesprek tussen hulle gevolg het nie. Oorledene het 'n baadjie oor sy skouer\ngehad (Fatima het nie self gesê oor watter skouer nie en sy is nooit deur\nenigiemand daaroor gevra nie). Net na Goolam by hom\ngekom het, het oorledene die\nbaadjie laat val en met 'n\nbeweging wat sy as \"'n tipiese messteek be=\nweging\" demonstreer het, vir Goolam op die linkerskouer gekap, maar sy het nie\nopgelet\nof oorledene 'n mes in sy hand gehad het nie. Goolam het agteroor geval\nen op sy sitvlak op die straat te lande gekom. Al sittende\nen\n/kykende ...\n16.\nkykende na oorledene het Goolam, gestut op sy hand of hande (Fatima kon nie\nsien of hy albei hande gebruik het nie.) agtertoe beweeg\nweg van oorledene af-\nDié het weer vorentoe beweeg, na Goolam toe, en na hom gemik. Dit het\nvír Fatima gelyk asof oorledene\nhom weer wou steek. Op hierdie stadium\nwas Goolam met sy rug en oorledene met sy gesig na haar. \"Blinkers\", wat agter\nhaar was, het\nbý Fatima verby gehardloop in die rigting van Goolam en\noor= ledene, en eerste appellant volg kort op sy hakke. Op daardie\noomblik het\niemand agter oorledene geskree \"skiet die naaier\". Dit was gewis nie Goolam\nnie,want sy sou sy stem herken het. Net daarna\nhet eerste appellant geskree \"val\nplat\". Hy was in die middel van die straat ongeveer 5-8 tree van oorledene af en\nhet\n'n\nrewolwer voor by sy broek uitgepluk. Hy het gekyk in die rigting\nvan Goolam en oorledene. \"Blinkers\" en \"Bom\", wat tussen hom en hulle\ntwee was,\nhet plat geval. Eerste appellant het die rewolwer met albei hande vasgehou en\ndie eerste\n/skoot ...\n17.\nskoot afgetrek. Fatima het egter nie self gesê, en sy\nis nie gevra, waarheen of waarop die vuurwapen toe gerig was nie. Maar\ndie hoe\nwaarskynlikheid, onder die om= standighede, en ook weens eerste appellant se\nwaarskuwings= kreet, is dat dit in die algemene\nrigting van oorledene gemik\nwas.\nNet na die klap van die eerste skoot het Fatima omgedraai, vir Riana gegryp\nen van die toneel af weggekyk. Toe klap die tweede skoot.\nToe sy daarna weer\nterug= kyk, het oorledene op die straat gelê op sy linkersy met 'n klomp\nmense om hom saamgedrom. Iemand\nwas toe besig om Goolam op te help en eerste\nappellant was aan die weg= hardloop. Dit is duidelik volgens Fatima se\nbeskrywing dat\nslegs enkele sekondes verloop het tussen die steekhou op Goolam\nen die tweede skoot.Sy en haar gesellinne\nwou\nnie ook na oorledene gaan\nkyk níe erv het verbygeloop na Soutrivierstasie waar hulle die trein\nhuis-toe gehaal\nhet.\n/Volgens ...\n18\nVolgens Fatima was die appellante lede van die \"Nice Time\nKids\" en oorledene leier van die \"Fancy Boys\". Hierdie twee bendes was mekaar\nnie goedgesind nie, en toe die kreet \"skiet die naaier\" agter oorledene opgaan\nhet sy gemeen dit was afkomstig van een van die \"Fancy\nBoys\" en dat hulle\nmoontlik vir Goolam wou skiet. In die trein op pad huis-toe was Fatima getuie\nvan '\nn\nonaan= gename voorval wat 'n belangrike uitwerking op haar gehad\nhet. In dieselfde rytuig met haar en haar twee gesel= linne was 'n\ngroep \"Fancy\nBoys\" wat openlik weerwraak op die \"Nice Time Kids\" vir oorledene se dood\nbespreek het. \"Meid\" had 'n \"Nice Time Kids\"\nbaadjie aan. Een van die \"Fancy\nBoys\" het dit raakgesien en hoorbaar sy makkers se aandag daarop gevestig. Dit\nhet \"Meid\" so bang\nge= maak het dat sy uitgespring het toe die trein by\nPinelands stilhou. En hierdie vrees vir die \"Fancy Boys\" het Fatima ook laat\nswyg tot lank na afloop van die eerste fase van die saak, toe sy deur die\nprokureur van die\n/appellante ...\n19. appellante genader is in Desember 1984.\nDie appellante het in hul verdere getuienis erken dat hulle oorspronklike\nontkennings van betrokken= heid by die voorval vals was\nen het erken dat Fatima\nse weergawe wesenlik korrek was. Elkeen van hulle het egter byvoegings tot\ndaardie weergawe gemaak. Dít\nis te verwagte, omdat hulle direk by die\nvoorval betrokke was en dit nie soos Fatima slegs as toeskouers waargeneem het\nnie. Hulle\nverduideliking vir die valsheid van hulle oorspronklike\nleuenagtigheid was dat hulle elk verkeerdelik gemeen het dat die waarheid\nhulle\nnie sou baat nie. Eerste appellant het bv as rede vir sy leuens gesê \"Ek\nhet gedog as ek myself afhaal van die toneel,\ndan - as ek lieg, dat ek maklik\nsou vrykom van die misdaad.\" Tot hul ontnugtering moes hy en Goolam egter amper\nte laat ontdek dat\ndie leuen gewoonlik nie 'n sleutel is wat die deur tot\nontvlugting oopmaak nie maar 'n slot wat dit toehou.\n/Goolam ...\n20.\nGoolam het nou ontken dat hy vroeër die aand vir\noorledene gevra het om te deel aan dié se dagga \"pyp\" en het getuig dat\ntoe hy aan die wegloop was van die klub af soos deur Fatima beskryf, oorledene,\nwat in\n'n\ngroep van 7-8 geloop het, teenoor hom, blykbaar aan sy vriende\nen met klaarblyklike verwysing na Goolam se vroeëre hulp aan die\nuitsmyters, opgemerk het \"daar gaan die vuil hond wat die 'bouncers' help\". Dit\nhet hom gekrenk en hy het na oorledene gegaan om\nhom te vra wat hy daarmee\nbedoel. Toe hy by hom kom het oorledene egter skielik 'n baadjie wat hy oor sy\nregterarm gedra het oorgegooi\nop sy linker= arm en met 'n mes wat reeds oop in\nsy regterhand was, hom onverwags op die linkerskouer gesteek en verwond. Hy het\nagteroor geval soos deur Fatima beskryf en die oor= ledene het toe weer met die\nmes steeds in sy regterhand na hom gekom en 'n beweging\ngemaak om hom weer te\nsteek. In 'n poging om van die dreigende doodsgevaar weg te kom het Goolam al\nsittende en gestut net op sy\nregterhand,\n/omdat ...\n21.\nomdat daar nie krag in sy linkerhand was nie, agteruit beweeg\nweg van oorledene af maar met sy gesig steeds na hom gewend. Toe skree\niemand\n\"val plat!\" en het hy ge= sien dat \"Bom\" en ene Ismail Lakay wat ook vroeër\nin die klub was, plat val. Toe het 'n skoot\n\"baie hard\" afge= gaan. Goolam het\nnie die voorafgaande uitroep \"skiet die naaier\" gehoor nie (moontlik weens die\nangs van die oomblik),\nmaar het gedink daar word moontlik op hom ge= skiet. Hy\nhet toe verder agtertoe afgesak totdat hy feitlik op sy rug gelê het,\nmaar\nhy het nogtans gesien dat oorledene toe links om hom beweeg. Net daarna klap die\ntweede skoot. Waar oorledene toe was,het hy\nnie gesien nie. Albei skote het van\niewers agter Goolam gekom en hy het nie gesien wie skiet nie.\nNa die tweede skoot het \"Bom\" en Lakay hom opgétel en met hom in\nAlbertweg van die toneel af weg beweeg. Toe hulle by die verkeerssirkel\nkom,kry\nhulle vir eerste appellant wat met 'n vuurwapen in sy hand gestaan\n/het . . .\n22.\nhet in die geselskap van \"Blinkers\" en ene \"Slams\". Nadat\nGoolam aan eerste appellant opgemerk het dat dit dan hy was wat geskiet\nhet,\nantwoord dié dat indien hy nie geskiet het nie sou oorledene hom verder\naangerand het met die mes en kon hy hom \"maklik\ndoodgesteek\" het. Daarna is\nhulle almal na die huis van Armien Januarie waar Goolam se wond behandel is.\nIn sy \"nuwe\" getuienis het eerste appellant erken dat hy 'n .38 rewolwer by\nhom gehad het en dat hy twee skote daarmee in die rigting\nvan oorledene afgetrek\nhet,\ndie eerste in die lug bo kophoogte en die tweede laer, maar steeds\nin die rigting van oorledene. Ek kom later terug na sy redes vir\ndie skietery.\nHy het, ten aansien van die nag in die klub, getuig dat hy oorledene glad nie\ngeken het nie en \"geen saak met hom gehad\nhet nie\", dat daar geen moeilikheid in\ndie klub was nie, dat hy in 'n geselskap wat Ismail Lakay ingesluit het om on=\ngeveer 10 nm\nCasablanca-toe is en dat \"Jasmine\" slegs 'n\n/versinsel ...\n23.\nversinsel was. Goolam het ongeveer 11 nm daar aange= kom en\nhom in die loop van die aand gevra of hulle \"'n pyp kan maak\", wat hy\nnie kon\ndoen nie omdat hy nie Man= drax \"buttons\" by hom had nie. Hy het ook 'n mate van\nbende-betrokkenheid erken deur te getuig\ndat hy 'n \"Cisco Jackie\" was, blykbaar\nomdat hy op een of ander geleent= heid in die nek gesteek was, en dat hy\n\"opgegroei het met\ndie 'Nice Time Kids'\", maar dat hy nie hul \"brand= raerk\" dra\nnie. Die klub sluit om 5 vm, blykbaar om in te pas by die vertrektyd\nom 5.30 vm\nvan die eerste trein na Mitchell's Plein. Meeste van die klubgangers het vertrek\nmet die speel\nvan\ndie laaste plaat en hy het stasie toe geloop met die\nagterstes. Twee onderwyseresse wie se name hy nie ken nie, het by hom\naangesluit,\nen so het hulle aangestap aan die klub-kant van die straat. Hy het\nontken dat hy en Goplam met 'n groep ander mans aan die oorkant\nvan die straat\ngestaan het en het gesê dat toe hy só aangestap het Goolam nie in\nsig was nie.\n/Maar ...\n24.\nMaar \"Blinkers\" het ongeveer 8-10 treë voor hom in die= selfde rigting\ngeloop. Hy ken Fatima Wildschut nie, en het haar blykbaar\nnie raakgesien toe hy\nsó op pad was nie.\nDie eerste aanduiding wat hy van onraad gekry het, was toe \"Blinkers\" na hom\nomdraai en sê \"daar is moeilikheid voor\". \"Blinkers\"\nhet vorentoe\ngehardloop en hy het gevolg. Toe hy naby die aansluiting van Mill= straat by\nAlbertweg kom,het hy gemerk dat Goolam\nagter= toe val met sy hele gewig op sy\nregterhand en al sittende terug beweeg. Toe merk hy oorledene ook op wat met 'n\noop mes in\nsy opgeligde hand vorentoe beweeg na Goolam toe. Die indruk wat hy\ngekry het was dat oorledene Goolam weer gaan steek met die mes.\nHy het bygevoeg\n\"Toe dadelik het ek besef dat die tweede appellant se lewe in gevaar is en dat\ngeeneen in staat is om enigiets te\ndoen om te kan help nie, of geeneen het 'n\nvinger pro= beer verroer om 'n poging aan te wend om hom te help nie.\" Hy was\ntoe ongeveer\n8 - 10 treë van Goolam af. Hy het\n/Goolam ...\n25.\nGoolam skuins van agter en oorledene reg van voor gesien. Hy skree toe\n\"val platl\" en haal sy rewolwer uit- Mense tussen hom en die\noorledene het plat\ngeval.Feitlik gelyktydig met sy uitroep het iemand van agter oorledene af\ngeskree \"skiet die naaiers\". Toe trek\nhy die eerste skoot af. Dit was in die\nrigting van oorledene maar in die lug bokant sy kop gemik. Sy doel\ndaármee was om oorledene\nslegs skrik te maak en hom sodoende van Goolam\naf weg te kry. Oorledene draai toe weg van Goolam af en dit lyk vír\neerste\nappellant asof hy op hom afpyl. Eerste appellant skrik toe en trek die\ntweede skoot af sonder dat hy bedoel het om dit te doen. Maar\nmet daardie skoot\nwas die rewolwer gerig tussen Goolam en oorledene. Weens die skrik het hy\ndadelik weggehardloop sonder om op te\nlet of hy oorledene raak geskiet het. By\ndie verkeerssirkel het hy vir\nGoolam\nin die geselskap van ander\nteëgekom. Hy was op die linkerskouer gewond. Hy het aan Goolam vertel\nwaarom hy geskiet het en toe\nis hulle almal na die\n/huis ...\n26\nhuis\nvan\nArmien Januarie waar Goolam verpleeg is en hy hom met dagga\nen Mandrax \"aan die slaap gerook\" het om oor sy skok te kom. Die vuurwapen\nhet\nhy die volgende oggend versteek in die huis van\n'n\nuniversiteitslektor,\nwaar ene Magodien Isaacs dit gesteel en vir Mandrax tablette verruil het.\nAlhoewel daar sekere afwykings is tussen die verklarings wat hulle vir\ndoeleindes van voormelde aan= soek gemaak het en hul verdere\ngetuienis word\nbeide ap= pellante wesenlik gestaaf deur Fatima Wildschut. Sy het\n'n\ngoeie indruk op die Verhoorregter gemaak en hy het be= vind dat haar\nweergawe redelik moontlik waar kan wees. Dit is duidelik dat\nhy ook bevind het\ndat aan die ver= eistes van art 316 (3) van Wet 51 van 1977 voldoen is en hy het\ndie gevraagde verlof om te appelleer\ntoegestaan. In sy kommentaar op die verdere\ngetuienis sê hy egter o a die volgende:\n\"The story told by the present new\n/witnesses ...\n27\nwitnesses, that is to say Fatima Wildschut and the two\nappellants, is that the deceased for some reason, probably fear, stabbed Goolam\nHassan in the shoulder and then turned and ran when Mogamat Leo produced a 9mm\npistol and shot at him. Leo fired a second shot when\nthe de= ceased was already\nfleeing and hit him from behind, diagonally\n,\nas described in my original\njudgment. It would therefore appear that Leo shot a man who was already running\naway. It would also appear,\nhowever, that he shot at him the first time in an\nattempt to protect his friend, Goolam Hassan.\nIn the circumstances this Court (myself and assessors) might have found\nMogamat Leo guilty of murder with extenuation but would al=\nmost certainly have\nfound him guilty of culpable homicide at the least.\nAs far as concerns Goolam Hasaan, the story that he yelled out: 'Skiet die\nnaai\n,\nFunky' is open to some doubt. The story told by Fatima Wildschut\nand now told by the two appellants is that somebody yelled out: 'Skiet\ndie\nnaaiers\". Bearing in mind the recently revealed fact that the important State\nwitnesses Nuredien Hassan and Kiemal Allie are\nthemselves apparently rather\nsuspect characters, it could be that the addition of the word \"Funky\" was a case\nof gilding the lily\nin order to make quite certain that Goolam Hassan was\nconvicted as well It is possible, therefore, that the original Court, had this\ninformation been before it, might have acquitted Goolam Hassan of complicity\n/in ...\n28.\nin the killing of the deceased. It must be remembered that we\nare dealing with people who can only be described as gangster scum and\nsince the\ngang aspect of this case has now be= come reasonably manifest it is possible\nthat the State witnesses wanted to make quite\nsure of securing convictions of\nboth the appellants\nAs far as concerned Mogamat Leo, first appellant, he is a self-confessed\nliar, who on his own admission shot a man running away from\nhim. He lied in\nCourt on the 23rd of October when he told me that the deceased \"peil op my af\"\nafter the first shot was fired. He\nalso lied when he said he did not mean to\nfire the second shot. It is clear from all the evidence that the second shot was\ncarefully\naimed and he killed a man quite deliberately. Mr\nMunnik\n,\nhis counsel tried to get his client to tell a more convincing story, namely\nthat 'dit het\nqelyk\nof hy op my afpeil'. I have no doubt that Leo shot\nthe deceased quíte deliberately as he fled.\"\nHierdie kommentaar bevat growwe mistastings. Die effek van Fatima se weergawe\nvan die kerngebeure is om dié van Nuredien Hassan\nen Kiemal Allie\nheeltemal uit te wis. Om die aanspreeklikheid van appellante\n/te.....\n29.\nte bepaal, moet derhalwe gekyk word na haar getuienis en\ndié van appellante self. En daarin is bv geen aanduid= ing dat oorledene\nwaarskynlik uit vrees vir Goolam gesteek het nie. Daar is nou ook geen\ngetuíenis dat oorledene aan die wegvlug was met ,die\ntweede skoot of dat\nappellant daar= die skoot versigtig op hom gemik en hom doelbewus doodge= skiet\nhet nie. Die Verhoorregter was\nklaarblyklik nie in staat om sy gedagtegang los\nte maak van die getuienis wat die Staatsgetuies in die eerste fase van die saak\nafgelê\nhet en sy bevindings destyds dien aangaande nie, en gevolg= lik het\nhy nie daarin kon slaag om die nuwe getuienis van Fatima Wildschut\nen die\nappellante met die onbevange gemoed te benader wat van hom vereis was nie.\nDie Regter se kommentaar op die verdere getuienis is slegs bedoel as\n'n\nhulpmiddel vir hierdie Hof , wat self oor die aanvaarbaarheid en effek\ndaarvan moet besluit. Die kommentaar is nie gelyk te stel\naan\n'n\ngeloofwaardigheids= bevinding deur die Verhoorhof nie, een van die redes synde\ndat die assessore nie daarby betrokke was nie. Hierdie\n/Hof ...\n30.\nHof het gevolglik groter beweegruimte ten aansien van daardie\nkommentaar as by so 'n geloofwaardigheidsbevxnd= ing. En in die onderhawige\ngeval is daardie ruimte ver= breed deur die mistastings.\nDit is na my mening\nnou duidelik dat Goolam geen skuld het aan oorledene se dood nie, en sy veroor=\ndeling kan gevolglik nie bly staan\nnie.\nMet eerste appellant is dit-anders gesteld. Dit is gemene saak dat twee skote\nuit sy rewolwer geskiet is terwyl hy dit vasgehou het\nen dat een daarvan\noorledene gedood het. Die regsgevolge van die doodskoot moet be= paal word op\ndie nuwe getuienis en die onbetwiste\nmediese getuienis gelewer tydens die eerste\nfase van die saak. Op Fatima se getuienis soos aangevul deur dié van\nGoolam,\nis dit duidelik dat Leo die eerste skoot geskiet het ter\ngeregverdigde verdediging van Goolam teen 'n potensieel dodelike mes-aanval\ndeur\noorledene. As dit daardie skoot was wat oorledene gedood het, is eerste\nappellant onskuldig. Maar na my mening is daar geen\nredelike twy= fel dat die\ntweede die dodelike skoot was nie. Volgens voormelde mediese getuienis sou die\nkopskoot waarskynlik oorledene\nonmiddellik laat val het, maar beide eerste\n/appellant ...\n31.\nappellant en Goolam het getuig dat hy na die eerste skoot nie\nalleen nog op sy voete was nie maar ook nog beweeg het. Albei het ook\nin hul\nverklarings vir doeleindes van die aansoek beweer dat oorledene na die\ntweede\nskoot\nrondgetol en neergeval het. Alhoewel albei dit in hul getuienis\nweerspreek het,is daardie verklarings nogtans in hierdie opsig van\nbelang. Dit\nwas immers oorwoë uitings. Hoe die ander koeël in oorledene se klere\nbe= land het is duister, maar dit was\nklaarblyklik 'n opslag=\nkoeël.Spekulasie daaromtrent sal van geen nut wees nie- Die enigste\nredelike gevolgtrekking is steeds\ndat die tweede skoot oorledene gedood het.\nDie verdere vrae is nou of eerste appellant die tweede skoot onwettiglik en\ndoelbewus afgetrek het met die opset om oorledene te tref\nen te dood. Net eerste\nappellant kan daaroor getuig want nóg Fatima nog Goolam het hom dit sien\nskiet. Dit is egter hoogs\nwaarskynlik dat hy die rewolwer toe nog in\nalbeí hande vasgehou het.\n/In ...\n32.\nIn sy voormelde verklaring sê appellant weliswaar dat hy die tweede\nskoot\nafqevuur\nhet, wat op doelbewustheid dui. Maar te veel moet nie na\nmy mening daarvan gemaak word nie. Dit kan moontlik die vertolking deur\ndie\nopstel= ler van die verklaring wees van 'n minder presiese stelling In sy\nverdere getuienis het eerste appellant volgehou dat\noorledene se beweging na die\neerste skoot hom laat skrik het omdat dit by hom die indruk gewek het dat\noorledene op hom afpyl, en\ndat hy toe die tweede skoot afgetrek het sonder die\nbedoeling om werklik weer te skiet. Ek meen dat hierdie verduideliking redelik\nmoontlik waar kan wees. Dit is waarskynlik dat die twee skote kort na me= kaar\nafgetrek is. Die eerste een was sekerlik nie on= wettig\nnie, en alhoewel daar\nonder die omstandighede geen sprake daarvan kan wees dat die tweede skoot bloot\nper ongeluk afgegaan het nie\nof van enige verdere beskerming van Goolam of van\nselfverweer van eerste appellant nie, en die skoot derhalwe onwettig was, is dit\nnogtans\n/afgevuur ...\n33.\nafgevuur in die loop van dieselfde hoogs vloeibare en spanningsvolle\ngeleentheid. Die aard en rigting van oorledene se beweging na\ndie eerste skoot\nis nie duide= lik in die getuíenis beskryf nie en die redelike moont=\nlikheid kan na my mening nie uitgeskakel\nword nie dat eerste appellant dit in\ndie opgewondenheid en spanning van die oomblik verkeerd vertolk het, en toe\ngeskrik en geskiet\nhet en dat oorledene al bewegende sy kop of lyf só kon\ngedraai het dat die skoot sy kop toe van agter getref het sonder dat\nhy werklik\naan die wegvlug was. Dit is om dieselfde redes ewe moontlík dat eerste\nappel= lant nie op daardie spanningsvolle\noomblik die moontlik= heid besef het\ndat die skoot oorledene kon dood nie. 'n Redelike mens in sy omstandighede sou\ndie gevaar daarvan\nnietemin besef het. Deur so te skiet was eerste appellant\nderhalwe nalatig. Vgl bv\nS v Sephuti\n1985 (1) S A 9(A)\nop 12 H - 13 D.\nVan moord kan daar gevolglik nie sprake wees nie. Maar eerste appellant is bo\nredelike\n/twyfel ...\n34.\ntwyfel skuldig aan strafbare manslag. Sy skuldigbevind= ing aan moord en die\ndoodvonnis aan hom opgelê moet der= halwe tersyde\ngestel word.\nNou moet hy opnuut gestraf word. Die nalatige doodskiet van 'n medemens is\nweliswaar 'n ernstige vergryp, maar die grade van sulke\nnalatigheid en die\ndaarmee ge= paardgaande strafwaardigheid kan van geval tot geval ge-weldig\nverskil. En hoe minder die graad van\nnalatigheid hoe minder die\nstrafwaardigheid, behalwe in uitsonderlike gevalle, waarvan die onderhawige nie\neen is nie.\nEerste appellant was weens omstandighede buite sy beheer onverwags ingetrek\nby die moeilikheid tussen oorledene en Goolam en moes\nvinnig optree in 'n\ngevaarlike en hoogs vloeibare situasie.Ek is derhalwe van mening dat die\nnalatigheid hier ter sprake nie van\n'n baie ern= stige graad is nie. Eerste\nappellant se strafwaardig= heid is daardeur gevolglik ook wesenlik verminder. By\nbepaling\nvan sy straf is die sielswroeging wat hy moes\n/verduur ...\n35.\nverduur gedurende sy elf maande-lange verblyf in die dodesel ook 'n faktor\nwaarmee rekening gehou moet word. Na my mening sal 'n gepaste\nbestraffing hier\n'n vonnis wees van twee jaar gevangenisstraf wat in die geheel voorwaardelik vir\ndrie jaar opgeskort is.\nDie volgende bevele word derhalwe gemaak.\n1. (a) Die appel van eerste appellant slaag\ngedeeltelik.\n(b)Sy skuldigbevinding aan moord en die\ndoodvonnis aan hom opgelê word tersyde gestel en word vervang deur 'n\nskuldig= bevinding aan strafbare manslag en deur Vi vonnis\nvan twee jaar\ngevangenisstraf wat in die geheel vir 3 jaar opgeskort word op voorwaarde dat hy\nnie skuldig bevind word aan moord\nof aan strafbare manslag waarvan aanranding 'n\nelement is en wat gepleeg is binne die tydperk van\n/opskorting ...\n36. opskorting nie.\nDie appèl van tweede appellant slaag en sy skuldigbevinding en vonnis\nword tersyde gestel\nM.T. STEYN WN AR\nBOTHA AR\nSTEM SAAM NESTADT AR",
  "scraped_at": "2026-02-11T21:02:17.567468",
  "date": "1987-03-31",
  "coram": [
    "BOTHA",
    "NESTADT",
    "STEYN WN AR"
  ],
  "case_number": "332/1986",
  "parties": {
    "applicants": [
      "Mogamat Leo",
      "Goolam Hassan"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On the early morning of 9 October 1983 a violent incident occurred on Albert Road, Woodstock. The deceased left the Casablanca nightclub and was walking with two friends when he encountered the appellants, Leo and Goolam, and several other gang members. According to the original trial evidence, the deceased was shot in the head by Leo with a .38 revolver after a confrontation that involved a knife wound to Goolam. Both appellants were convicted of murder and sentenced to death. In 1985 the appellants applied for leave to appeal under s 316 of the Criminal Procedure Act and new evidence was adduced, chiefly the testimony of Fatima Wildschut, who described a different sequence: the deceased stabbed Goolam in the left shoulder, after which Leo fired two shots, the second of which was fatal. The State's key witnesses, Nuredien Hassan and Kiemal Allie, could not be produced, further undermining the original case.",
    "issues": "The appeal raised (1) whether the original conviction for murder was sustainable in light of the fresh evidence and the inability to rely on the State's original witnesses; (2) whether Leo intentionally shot the deceased or acted in self‑defence; (3) whether Goolam was an accomplice or merely a victim of a knife attack; and (4) the appropriate charge and sentence – murder, culpable homicide or serious assault – if the convictions were to be affirmed.",
    "principles": "The Court applied the principles governing murder and culpable homicide, requiring proof of intent to kill or cause grievous bodily harm. It considered the effect of fresh evidence under s 316(3) of the Criminal Procedure Act, which allows appellate courts to admit new testimony that may affect the verdict. The Court also examined the credibility of State witnesses versus the new witness, the relevance of the medical autopsy, and the standard that a conviction may be set aside where the evidence on which it was based is shown to be unreliable or insufficient.",
    "application": "The appellate court found Fatima Wildschut’s testimony credible and more consistent with the medical findings. It concluded that the deceased’s fatal wound resulted from the second shot fired by Leo after a knife attack on Goolam, and that the shot was not a spontaneous act of self‑defence but a deliberate act. However, the Court held that the first shot was not intended to kill and that Goolam was not a principal in the murder. Consequently, Leo’s liability was reduced to culpable homicide (or assault leading to death) and Goolam was found not guilty of murder. The Court also noted the unreliability of the original State witnesses and the inability to locate them, reinforcing the need to overturn the original convictions.",
    "conclusion": "The appeal of the first appellant (Mogamat Leo) succeeded in part: his murder conviction and death sentence were set aside and replaced with a conviction for culpable homicide, sentenced to two years' imprisonment, suspended conditionally for three years. The appeal of the second appellant (Goolam Hassan) also succeeded: his murder conviction was set aside and he was sentenced to two years' imprisonment, suspended conditionally for three years. Both convictions were therefore reduced from murder to lesser offences based on the new evidence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "culpable homicide",
      "appeal",
      "fresh evidence",
      "gang violence"
    ]
  }
}