{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/93.html",
  "case_name": "Theunissen and Others v Transvaal Lewendehawe Kooperasie Bpk. (209/86) [1987] ZASCA 93; [1988] 1 All SA 289 (A) (22 September 1987)",
  "citation": "[1987] ZASCA 93",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 93\n|\nNoteup\n|\nLawCite\nTheunissen and Others v Transvaal Lewendehawe Kooperasie Bpk. (209/86) [1987] ZASCA 93; [1988] 1 All SA 289 (A) (22 September 1987)\nDownload original files\nPDF format\nRTF format\n209/86/AV\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPèLAFDELING\n)\nIn die saak tussen:\nDANIEL ELARDUS THEUNISSEN\n1ste\tAppellant\nJACOBUS\nHUMAN\n2de\tAppellant\nPETRUS JOHANNES HUMAN\n3de\tAppellant\nMICHIEL VENTER\n4de\tAppellant\nEN\nTRANSVAAL LEWENDEHAWE KOOPERASIE\nBEPERK\nRespondent\nCORAM:\nCORBETT, VILJOEN, VAN HEERDEN, GROSSKOPF, VIVIER, ARR\nVERHOOR\n: 21\nAugustus 1987\nGELEWER\n: 22 September 1987\nUITSPRAAK GROSSKOPF, AR\nDie appellante in hierdie saak is die vier direkteure\nvan\n2\nvan 'n maatskappy bekend as Steenbokpan Voerders (Eiendoms)\nBeperk (\"die maatskappy\"). Die respondent, 'n ko-operatiewe\nvereniging, het in die Transvaalse Provinsiale Afdeling dag-\nvaarding teen die appellante uitgereik vir betaling van\nR410 003,78, rente en koste. Die respondent se vordering\nberus op 'n skriftelike borgkontrak wat die appellante, so\nword beweer, op 30 April 1981 onderteken het, en waarkragtens\nhulle hulself verbind het as borge en mede-hoofskuldenaars\nvir betaling van die maatskappy se skuld. Die appellante\nhet eksepsie aangeteken teen die respondent se besonderhede\nvan vordering (soos aangevul deur nadere besonderhede en aan-\nhangsels) op grond daarvan dat beweringe ontbreek wat nodig\nis om 'n aksie te staaf. Meer besonder het die appellante\nsoos volg betoog in hul kennisgewing van eksepsie\n\"Die.....\n3\n\"Die dokumente wat volgens Eiser se Besonderhede van Eis soos aangevul deur\nsy Nadere Besonderhede, die skriftelike borgakte uitmaak\nwaarop die vordering\nsteun, bevat nie die\nessentialia\nvan 'n borgtog nie en is dus nie 'n\ngeldige borgstelling in terme van Wet 50 van 1956 nie, deurdat dit nie die\nskuldeiser iden-tifiseer\nnie .....\"\nAnder punte ook is in die kennisgewing van eksepsie geopper, maar die\nappellante het nie daarop staatgemaak in die hof\na\nquo\nof hierdie\nhof nie, en ek hoef dus nie verder daarna te verwys nie.\nDie provinsiale hof\n(MacARTHUR R) het die eksepsie van die hand gewys met koste. Met sy verlof kom\ndie appellante nou in hoër\nberoep na hierdie hof.\nDie partye was dit eens oor watter regsbeginsels by die beslegting van die\nappèl toegepas moet word. Art. 6\nvan....\n4\nvan die Algemene Regswysigingswet, No 50 van 1956, lui soos volg:\n\"Geen borgkontrak wat na die inwerking-\ntreding van hierdie Wet aangegaan\nword,\nis geldig nie tensy die bepalings daar-\nvan in 'n deur of namens die\nborg onder-\ntekende skriftelike dokument beliggaam\nis; \t\"\nDie voorskrif dat die \"bepalings\" (in Engels \"terms\") van\ndie kontrak op skrif moet wees beteken\n\"that the identity of the creditor, of the surety, and of the principal\ndebtor,\nand\nthe nature and amount of the principal debt, must be capable\nof ascertainment by reference to the provisions of the written document,\nsupplemented, if necessary, by extrinsic evidence of identification other than\nevidence by the parties (i e the creditor and the\nsurety) as to their\nnegotiations and\nconsensus\n.\" (kursief in die oorspronklike)\n(Sien\nSapirstein and Others v Anglo African Shipping Co (SA)\nLtd.....\n5\nLtd 1978(4) SA 1 (A) op bl 12 B-C).\nDit is dus duidelik dat die appellante reg het wanneer\nhulle\nbetoog dat die identiteit van die skuldeiser bepaal-\nbaar moet wees uit die dokumente self, aangevul, indien nodig,\ndeur die soort getuienis waarna in die aangehaalde passasie\nverwys word. Die respondent se besonderhede van vordering\nmet nadere besonderhede en ondersteunende dokumente moet\ngevolglik ontleed word om te bepaal of die identiteit van die\nskuldeiser aldus bepaalbaar is.\nIn die besonderhede van vordering maak die respondent\ndie\nvolgende bewerings wat, insoverre dit oor feite gaan.\nnatuurlik aanvaar moet word as korrek vir doeleindes van\ndie eksepsie. Op of ongeveer 30 April 1981 het die\nmaatskappy skriftelik by die respondent aansoek om kredietfasili-\nteite.....\n6\nteite gedoen. Hierdie aansoek om\nkredietfasiliteite was\nbeliggaam in 'n versameling bladsye wat bestaan het uit 'n\ninleiding (in die pleitstukke ook 'n omslagbladsy genoem) en\nverskeie bylaes daartoe. 'n Afskrif van die hele bundel is\nby die besonderhede aangeheg as aanhangsel J. Dit behels\ndie volgende. Die eerste bladsy is, soos reeds gemeld, in\ndie aard van\n'n\ninleiding. Ek sal daarna verwys as die in-\nleidende bladsy. Dit dui aan dat die bundel papiere 'n aan-\nsoek deur die maatskappy om kredietfasiliteite uitmaak. Daar\nword ook aangedui dat die koóperasie \"T.L.K.\" by die aansoek\nbetrokke is, en dat hierdie kooperasie geaffilieer is met\nVleissentraal (Koöperatief) Beperk. Dit is gemene saak dat\nT.L.K. die afkorting van die respondent se naam is. Die\ninleidende....\n7\ninleidende bladsy bevat dan sekere algemene inligting waarop ek later\nweer terugkom. Die bladsy eindig in die onderste regterhoek\nmet die lokfrase\n\"Bylae 'A'/ ....\" waardeur aan-gedui word dat hierdie bylae op die inleidende\nbladsy volg.\nDie gebruik van sulke lokfrases kom dwarsdeur die\nbundel\nvoor. Bylae A vorm die werklike aansoek om kredietfasili-\nteite, en\nbevat alle nodige besonderhede omtrent die aan-soeker, in hierdie geval die\nmaatskappy. Die aanhef dui aan dat die aansoek\ngedoen word \"by ondergenoemde\nKooperasie\" Onderaan die bladsy is daar weer, teenoor die gedrukte woord\n\"kooperasie\", die voorletters\nvan die respondent ingevul. Bylae B is bestem vir\n'n opsomming van 'n applikant se\nbates\n8\nbates en laste. Bylae C bevat die standaard-voorwaardes waaronder\nfasiliteite toegestaan word. Bylae D dra die op-skrifte: \"Alleen\nvir Produsente.\nProjekopname\" en bevat be-sonderhede oor die projek waarvoor die fasiliteite\naangevra word. In die onderhawige geval\nis dit volledig ingevul. Dit blyk\nhieruit dat die maatskappy beoog het om hoofsaaklik osse te koop vir intensiewe\nafronding in 'n\nvoerkraal. In Bylae E onderneem die maatskappy dat, as\nfasiliteite aan hom toegestaan word, hy die vee deur bemiddeling van\nVleissentraal\n(Koöperatief) Beperk of een van sy \"bestuurde affiliasies\"\n(waaronder die respondent) sou aankoop. Bylae F dra die opskrif \"Alleen\nvir\nSlagters\" en is nie ingevul nie. Die opskrif van Bylae G is \"Waarborg\" en\nhierdie\nis\n9\nis, vir huidige doeleindes, die kern van die bundel.\nDie\nwesentlike deel van hierdie bylae lui soos volg:\n\"Aangesien\n(hierna genoem die \"KREDITEUR\")\nsekere kredietfasiliteite toestaan aan\nSteenbokpan Voerders (Edms) Bpk. 81/4180\n(hierna genoem die \"DEBITEUR\")\nonderhewig aan die voorwaardes hieronder\ngenoem:\nVerklaar ons/ek 1) P.J. Human; 2)D.E.Theunissen\n3) M. Venter 4)J. Human\ndat ons/ek onsself/myself verbind as borg/e en mede-hoofskuldenaar/s in\nsolidum vir betaling op aanvraag van al die bedrae wat die\nDebiteur nou of van\ntyd tot tyd hierna skuld of verskuldig mag wees aan die Kre-diteur, sy opvolgers\nin titel of regsver-krygendes,\nhetsy hierdie skuld opgedoen is deur die Debiteur\nin sy eie naam of ander-sins, of afsonderlik of gesamentlik met ander, in\nvennootskap\nof andersins vir dienste of goedere gelewer of hetsy hierna gelewer\nte word, of andersins hoegenaamd, insluitende rente, regskoste,\nseëls en\nalle ander gewone of nodige fooie en onkoste;..\nEk....\n10\nEk beklemtoon dat daar 'n plek in die vorm was waar die\nnaam van\ndie krediteur ingevul kon word, maar dat dit nie\ngedoen is nie. Die vier appellante het Bylae G onderteken\n- trouens, dit is die enigste plek in die bundel waar hul\nhandtekeninge voorkom.\nDie res van die bundel is van min belang vir ons doel-\neindes.\nBylae H is 'n vorm waarin die takbestuurder van die\nbetrokke kooperasie 'n aanbeveling oor die aansoek om krediet-\nfasiliteite kon maak. Dit is nie ingevul nie. Bylae I is\nbestem vir die hoofbestuurder se beslissing oor die aansoek,\nDit is gemene saak dat indien Bylae G op sy eie gelees\nword, dit\nnie 'n geldige borgkontrak is nie deurdat die identi-\nteit van die skuldeiser nie daaruit blyk nie. Die respon-\ndent....\n11\ndent betoog egter dat die bundel as geheel gelees moet\nword,\nen dat die identiteit van die skuldeiser dan duidelik vas-\ngestel kan word uit die dokument self, met, indien nodig,\nidentifiserende getuienis van die aard waarna verwys word in\nSapirstein\nse saak (supra). Hierdie betoog behels twee as-\npekte, nl. die fisiese aard van die bundel en, tweedens, sy\ninhoud. Ek behandel eers sy fisiese aard.\nIn die pleitstukke verskyn daar 'n oorgetikte weergawe\nvan die\nbundel. Dit blyk nie uit die afskrif of die ver-\nskillende bladsye van die oorspronklike dokument saamgeheg\nwas nie. 'n Sekere mate van lig word egter deur die pleit-\nstukke op hierdie vraag gewerp. In paragraaf 5 van die be-\nsonderhede van vordering verwys die respondent na verskillende\nbepalings van die bylaes\nwat.....\n12\nwat as relevant beskou word. Na aanleiding van hierdie paragraaf het\ndie appellante in 'n versoek om nadere beson-derhede gevra of\ndie respondent\nbeweer \"dat Bylae 'G' 'n een-heid vorm met Bylaes 'A','B','C','E','F','H' en\n'J'?\"\nHierop het die respondent soos volg geantwoord:\n\"Ja, Bylae 'G' vorm wel 'n eenheid met die\nverdere bylaes waarna hierin verwys word. Gemelde Bylae 'G' was by die\naansoek (om kredietfasiliteite) aangeheg ...\"\nEn, in antwoord op 'n vraag of die respondent beweer dat By-laes A tot en met\nI, asook di'e aansoek om kredietfasiliteite, deel vorm\nvan die onderhandelinge\nen/of die ooreenkoms tussen die partye, het die respondent soos volg\ngeantwoord:\n\"Verweerders word daarop gewys dat Bylaes 'A' tot en met 'I' nie afsonderlik\ntot die aansoek om kredietfasiliteite staan nie,\nmaar...\n13\nmaar inderdaad saam met die omslagbladsy en die laaste bladsy\ndaarvan die gehele aansoek om kredietfasiliteite vorm.\"\nDaarna het die appellante in 'n versoek om verdere en betere besonderhede\npertinent gevra watter dokument of dokumente die borgakte\ndaarstel waarop die\nrespondent se eis gebaseer word.\nDie respondént se antwoord was dat\n\"die bylaes waaruit Aan-hangsel 'J' bestaan 'n eenheid vorm en nie afsonderlik\nnie, maar\nin samehang met mekaar gelees moet word\".\nDit is nie altyd heeltemal duidelik of die respondent in bogemelde bewerings\nbedoel het om te sê dat die bundel fisies saamgeheg\nwas, of bloot net dat\ndit 'n enkele (hoewel samegestelde) transaksie beliggaam het nie. Die bewering\n\"Bylae 'G' was by die aansoek\naangeheg\" dui egter\nop\n14\nop 'n fisiese aanhegting, en as 'n mens dit saamlees met\ndie\nbeklemtoning dat die aansoek uit die hele bundel bestaan het,\nwil dit voorkom dat daar wel beweer word dat al hierdie blaaie\nsaamgeheg was. (Dat dit wat inhoud betref 'n enkele trans-\naksie was, word natuurlik ook beweer). By die verhoor van\ndie appèl het die respondent se advokaat die oorspronklike\naan ons beskikbaar gestel. Op daardie stadium was die hele\nbundel stewig vasgekram met twee krammetjies. Dit is 'n\nredelike afleiding uit die bogemelde bewerings in die pleitstukke\ndat die bundel in dieselfde of 'n soortgelyke toestand was toe die appel-\nlante Bylae G onderteken het. In soverre daar enige twyfel\nhieromtrent kan bestaan moet daar in gedagte gehou word dat\ndie plig op die appellante as eksipiënte rus om ons te oor-\ntuig.....\n15\ntuig dat elke vertolking wat 'n hof redelikerwyse aan die\nbesonderhede van vordering kan heg, vatbaar is vir eksepsie,\nSien\nCallender-Easby and Another v Grahamstown Municipality\nand Others\n1981(2) SA 810 (OK) op bl 813 A;\nAmalgamated\nFoot\n-\nwear and Leather Industries v Jordan and Co Ltd 1948(2) SA\n891 (K) op bl 893 en\nKotsopoulos v Bilardi\n1970(2) SA 391\n(K) op bl 395 C-E.\nDit bring my dan by die inhoud van die Aanhangsel. As\n'n\nmens by Bylae G begin, soos die appellante ons versoek, is\ndit....\n15 A\ndit dadelik duidelik dat hierdie bylae nie alleen staan\nnie,\nmaar 'n bylae tot 'n ander dokument vorm, en dat dit voorafge-\ngaan word deur Bylaes A tot en met F. Uit die lokfrase onder-\naan Bylae G kan 'n mens ook sien dat dit gevolg word deur By-\nlae H. Bylae G vorm dus nie 'n dokument op sigself nie,\nmaar is een van 'n reeks. En wat die algemene aard van die\nander bladsye is, kan maklik afgelei word uit die aanhef tot\ndie waarborg, Bylae G, nl. \"Aangesien (die krediteur) sekere kre-\ndietfasiliteite toestaan aan Steenbokpan Voerders (Edms) Bpk\n... verklaar....\n16\n... verklaar ons ... dat ons onsself verbind ...\" Hieruit\nis dit myns insiens 'n redelike afleiding dat Bylae G '\nn\nborg-\nkontrak is wat 'n deel vorm van 'n wyer transaksie waarin kre-\ndietfasiliteite aan die maatskappy verleen word.\nAs 'n mens dan na die res van die bundel kyk, word die\nprentjie\nnog helderder. Die inleidende bladsy bevat die\nduidelike voorskrif: \"Letwel. Die Bylaes hierby aangeheg\nvorm 'n Eenheid\". Dan, soos ek reeds opgemerk het, bevat\nelke bladsy van die bundel 'n lokfrase om aan te dui wat op\ndie volgende bladsy voorkom. Wat inhoud betref, hang die\nhele bundel ook saam. Dit is 'n aansoek om kredietfasili-\nteite, met volle gegewens omtrent die finansiële posisie\nvan die aansoekdoener en omtrent die doel waarvoor hy die\nfasiliteite\n17\nfasiliteite benodig. Die voorwaardes waarop die\nkrediet-fasiliteite verleen word, word in detail uiteengesit. Onder die\nvoorwaardes\nverskyn die volgende:\n\"Aansoeke om kredietfasiliteite vir ge-registréerde maatskappye sal\nalleenlik oorweeg word indien direkteure persoonlike waarborge\nverskaf.\"\nDat die vier appellante inderdaad die maatskappy se direkteure is , blyk\nreeds uit wat in Bylae A ingevul is. Dit sal die leser van\ndie bundel dus nie\nverbaas om in Bylae G die appel-lante se borgskap teen te kom nie. Uit die\ngeheel van die bundel is dit heeltemal\nduidelik dat die borgskap aangegaan is\nter versekering van die maatskappy se skuld wat sou ont-staan indien die\nkredietfasiliteite\ntoegestaan word.\nBeide.....\n18\nBeide wat die bundel se fisiese voorkoms betref, en wat\nsy inhoud\nbetref, vorm dit dus na my mening 'n eenheid. Dat\n'n \"dokument\" vir die doeleindes van art. 6 van Wet 50 van\n1956 uit meer as een bladsy kan bestaan, spreek eintlik van-\nself, en word gestaaf deur\nSneech v Hill Kaplan Scott and\nPartners\n1981(3) SA 332 (A) op bl 338 G tot 339 A, 'n passasie\nwat ek later aanhaal wanneer ek dáardie saak effens breed-\nvoeriger bespreek.\nDit bring my dan by die uitleg van die bundel om te be-\npaal of\ndie identiteit van die skuldeiser behoorlik daarin\naangedui word (met, indien nodig, die hulp van toelaatbare\ngetuienis). Ek het reeds daarop gewys dat die respondent\nin die inleidende bladsy en in Bylae A aangewys word as die\nkoöperasie by wie aansoek om kredietfasiliteite gedoen word.\nIn...\n19\nIn Bylae A stem die maatskappy egter toe dat die\nvoorwaardes\nvan die aansoek van toepassing sou wees op enige bedrag wat\nnou of in die toekoms deur hom verskuldig is aan Vleissentraal\n(Koöperatief)Beperk, sekere ander genoemde koöperasies, waar-\nonder die respondent, \"of enige ander kooperasie wat met Vleis-\nsentraal Kooperatief Bpk geaffilieer mag wees\". Dit wil\ndus voorkom dat die aansoek om kredietfasiliteite deur enige\nvan hierdie kooperasies aanvaar kon word, in welke geval die\nborgskap, weens die vertolking wat ek hierbo daaraan gegee\nhet, ten gunste van daardie kooperasie sou geld. So 'n resul-\ntaat sou nie teenstrydig met die kontraktereg of met art. 6\nvan Wet 50 van 1956 wees nie - in beginsel kan daar geen be-\nswaar wees dat 'n borgkontrak met 'n hele aantal verskillende\nskuldeisers....\n20\nskuldeisers aangegaan word nie, solank dit op\nskrif gedoen\nword. Sien\nSapirstein\nse saak (supra) op bl 12 E tot H;\nFederated Timbers (Pretoria) (Pty) Ltd v Fourie\n19 78(1) SA\n292 (T) op bl 296 H in fin.\nIn die onderhawige geval is die moontlikheid van meer-\ndere\nskuldeisers egter bloot akademies. Volgens die beson-\nderhede van vordering is die aansoek om kredietfasiliteite\nby die respondent gemaak, en ook op of ongeveer 4 Augustus\n1981 deur die respondent goedgekeur, en het daar dus 'n oor-\neenkoms tussen die respondent en die maatskappy tot stand\ngekom. Daar kan na my mening nie getwyfel word dat, in die\nlig van die feitebewerings in die pleitstukke en die bogemel-\nde vertolking van die bundel, die borgkontrak aksessoor tot\nhierdie....\n21\nhierdie kontrak is nie,\nTen slotte behandel ek die vereiste gestel in art. 6 van\nWet 50\nvan 1956 dat 'n borgkontrak deur of namens die borg\nonderteken moet word. In die onderhawige geval, soos reeds\ngemeld, het die vier borge onderaan Bylae G geteken. Hul\nhandtekeninge het dus onmiddellik na die bepalings van die\nborgstelling gevolg. Die borgstelling op sy beurt het ge-\nvolg op, en 'n deel gevorm van, die bladsye wat die aansoek\nom kredietfasiliteite (met bykomstige dokumente) daargestel\nhet. Hoewel Bylaes H en I ná die borgtog gekom het, is dit\nnie nodig om hoegenaamd na hulle te verwys ten einde die\nbepalinge van die aansoek of van die borgkontrak vas te\nstel nie, soos ek reeds hierbo aangedui het. Vir praktiese\ndoeleindes....\n22\ndoeleindes verskyn die borge se handtekeninge aan die einde\nvan die relevante deel van die dokument en ek hoef dus geen mening uit\nte spreek\noor wat die posisie sou gewees het as dit op 'n ander plek was nie. Soos dit\ngestel is in Gadd\nv Houghton and Another\n(1876) 1 Ex D 357\nop bl 360:\n\"When the signature comes at the end you apply it to everything which occurs\nthrough-out the contract.\"\nHierdie passasie is meermale deur hierdie hof goedgekeur. Sien\nSteenkamp v\nWebster\n1955(1) SA 524 (A) op bl 530H - 531A;\nNelson v Hodgetts Timbers\n(East London) (Pty) Ltd\n1973(3) SA 37 (A) op bl 45 E en\nSneech v Hill\nKaplan Scott and Partners\n(\nsupra\n) op bl 339 D-E. Na my mening voldoen\ndie dokument dus aan die voorskrifte van art. 6 deurdat dit die bepalings\nvan die borgkontrak bevat en behoorlik deur die\nborge\n23\nborge onderteken is.\nTen slotte wil ek net kortliks\nstilstaan by die saak van\nSneech v Hill Kaplan Scott and Partners\n(\nsupra\n). In daardie saak was daar 'n dokument (\"annexure A\") wat oor drie\nbladsye gestrek het. Die grootste deel daarvan was 'n skuld-\nbewys wat deur\ndie appellant namens 'n maatskappy geteken is. Onder sy gemelde handtekening het\ndie volgende verskyn:\n\"As surety and co-principal debtor (signed) S Sneech.\"\nHierdie woorde was die enigste aanduiding dat die dokument ook 'n borgkontrak\nbevat het.\nIn.......\n24\nIn die uitspraak het CILLIE AR die volgende gesê:\n\"Annexure A will only comply with the re-quirements of s 6 of the Act if it\nis a written document, embodying the terms of a contract\nof suretyship and\nis-signed by the surety. The term 'document' was described by WESSELS J as\nfollows in\nSeccombe and Others v Attorney-General and Others\n1919 TPD 270\nat 277: 'The word \"document\" is a very wide term and includes everything that\ncontains the written or pictorial proof of something.\nIt does not matter of what\nmaterial it is made. If it contains in writing or cyphers proof of some facts it\nis a document, and the\nfact that a number of leaves happen to be bound together\nso as to take the appearance of a book cannot make any difference. If in\nfact it\ncontains written proof of facts, it is a document.'\nIn the light of this description a common-sense evaluation of annexure A\nleaves no doubt that the three consecutive typewritten pages\nform a complete\nwritten document which\nmust\nen;\n25\nmust be considered in its entirety. There is no reason or justification for\ntruncating it, making it two documents, one containing\na signed acknowledgment\nof debt, and the other only a meaningless signature under meaningless words. It\nis a single document which\nembodies two different contracts.\" (bl 338G tot\n339A)\n\"By signing his name at the foot of an-nexure A the appellant entered into a\nsecond contract, the particulars of which are to be found\nin the entire\ndocument. That contract identifies a surety, a principal debtor and a creditor;\nit con-tains particulars of the nature\nand amount of the debt in question and\nhow it was to be liquidated. Those are the essential terms of a contract of\nsuretyship. (See\nSapirstein and Others v Anglo African Shipping Co (SA)\nLtd\n1978(4) SA 1 (A) at 12.) Annexure A therefore embodies the terms of a\ncontract of suretyship, is signed by the surety and complies\nwith the\nrequirements of s 6 of the Act.\" (bl 339F-G)\nSoos\n26\nSoos blyk uit die bogemelde bespreking het die feite\nin\nSneech\nse saak in 'n groot mate ooreengestem met\ndié in die\nonderhawige geval.Ek vind dus ondersteuning daarin dat\ndie benadering van die hof in\nSneech\nse saak dieselfde was\nas dié wat ek hierbo toegepas het, en dat die gevolgtrekking\nook dieselfde was.\nWeens die voorgaande meen ek dat die hof\na\nquo\ntereg\ndie eksepsie van die hand gewys het.\nDie appèl word afgewys met koste.\nE M GROSSKOPF, AR\nCORBETT\tAR\nVILJOEN\tAR\nVAN HEERDEN\tAR Stem saam.\nVIVIER\tAR",
  "scraped_at": "2026-02-11T21:16:57.001736",
  "date": "1987-09-22",
  "coram": [
    "Corbett",
    "Viljoen",
    "Van Heerden",
    "Grosskopf",
    "Vivier",
    "Arr"
  ],
  "case_number": "209/86",
  "parties": {
    "applicants": [
      "Daniel Elardus Theunissen",
      "Jacobus Human",
      "Petrus Johannes Human",
      "Michiel Venter"
    ],
    "respondents": [
      "Transvaal Lewendehawe Kooperasie Bpk"
    ]
  },
  "sections": {
    "facts": "Four directors of Steenbokpan Voerders (Edms) Bpk – Daniel Elardus Theunissen, Jacobus Human, Petrus Johannes Human and Michiel Venter – were sued by the Transvaal Lewendehawe Kooperasie Bpk for R410,003.78, interest and costs. The claim relied on a written surety agreement dated 30 April 1981, in which the directors allegedly bound themselves as guarantors for the company's debt. The agreement was presented as a bundle of annexes (A‑I); annex G contained the guarantee wording and the directors' signatures, but did not itself identify the creditor. The respondent argued that the entire bundle should be read as a single document, thereby satisfying the statutory requirements of the General Law Amendment Act 50 of 1956.",
    "issues": "1) Whether the purported guarantee satisfies the requirements of section 6 of the General Law Amendment Act 50 of 1956, i.e., whether the identity of the creditor, surety, principal debtor and the nature and amount of the debt are sufficiently embodied in writing. 2) Whether a multi‑page bundle of annexes can be treated as one document for the purpose of the statutory formalities. 3) Whether the appellant‑guarantors’ signatures on annex G apply to the whole bundle, thereby rendering the guarantee valid.",
    "principles": "The court applied section 6 of the General Law Amendment Act 50 of 1956, which mandates that the essential terms of a surety contract be embodied in a written document, though extrinsic evidence may be used to identify parties. Precedent was drawn from Sapirstein v Anglo‑African Shipping (1978) and Sneech v Hill Kaplan Scott & Partners (1981), which confirm that a document may consist of several pages or annexes provided they are intended to form a single contractual instrument. The court also relied on the principle that a signature placed at the end of a multi‑page document applies to the entire document (Gadd v Houghton, Steenkamp v Webster).",
    "application": "The court examined the bundle of annexes. Annexes A‑F and I set out the credit facility application, the applicant’s particulars and the terms under which credit would be granted, expressly identifying the cooperative as the creditor. Annex G, signed by the four directors, contained the guarantee clause. Because the annexes were physically bound together and labeled as a unit, the court concluded that they collectively constitute a single written document. The identity of the creditor is ascertainable from annexes A‑F, satisfying the statutory requirement. The directors’ signatures on annex G therefore bind them as guarantors for the whole transaction.",
    "conclusion": "The Court of Appeal dismissed the appeal, upheld the Provincial Court’s decision, struck out the exception of hand, and ordered the appellants to pay the claimed amount with interest and costs. The guarantee was held to be valid under the General Law Amendment Act."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Suretyship",
    "level_3": [
      "guarantee",
      "statutory formalities",
      "document interpretation"
    ]
  }
}