{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/43.html",
  "case_name": "S v Yende (274/85) [1987] ZASCA 43 (12 May 1987)",
  "citation": "[1987] ZASCA 43",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 43\n|\nNoteup\n|\nLawCite\nS v Yende (274/85) [1987] ZASCA 43 (12 May 1987)\nDownload original files\nPDF format\nRTF format\nENOCH YENDE en DIE STAAT\nSMALBERGER, AR\n274/85 N v H\n274/85\nN v H\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPeLAFDELING\n) In die saak tussen:\nENOCH YENDE\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n:\tCORBETT, SMALBERGER, ARR, et STEYN, Wn AR\nVERHOORDATUM\n: 23 MAART 1987 LEWERINGSDATUM: 12 MEI 1987\nUITSPRAAK\nSMALBERGER, AR:-\nDie appellant en sewe ander beskuldigdes het in\n'n streekhof op Springs op\nagt aanklagtes van huisbraak met die opset om te steel en diefstal tereggestaan.\nNa afloop van die verhoor\nis die appellant en drie van sy mede-beskuldigdes\nelk\naan /\n2\naan een aanklag van die ten laste gelegde misdaad skuldig bevind. In die\ngeval van die appellant is hy gevonnis tot 4 jaar gevangenisstraf.\nMet verlof\nvan hierdie Hof kom hy in hoër beroep alleenlik teen sy skuldigbevinding\nnadat sy appèl na die Transvaalse\nProvinsiale Afdeling afgewys is.\nNovember 1981 by die besigheidsperseel van Fagersta Steels op\"\nSprings ingebreek is en 'n groot aantal goedere gesteel is. Al\nDit is gemene saak dat daar op die nag van 1/2\ngeskilpunt is of die appellant by die inbraak betrokke was.\nDie enigste getuienis wat die appellant met die misdaad verbind,\nis 'n verklaring wat die appellant op 18 Februarie 1982 aan\nspeurder adjudant offisier van Zyl afgelê het. Die toelaatbaar=\nheid van hierdie verklaring was by die verhoor betwis, maar na '\nn\nverhoor-/.......\n3\nverhoor-binne-'n-verhoor om die toelaatbaarheid daarvan te bepaal, is\ndit deur die verhoorlanddros as toelaatbaar beslis. Die appel\nis teen hierdie\nbevinding gemik. Dit is gemene saak dat as die verklaring nie toelaatbaar is\nnie, die appèl moet slaag; is\ndit wel toelaatbaar, moet die appèl\nafgewys word.\nword eerstens betoog dat die verklaring op 'n bekentenis\nneerkom,\nDie betoog in hierdie appèl is tweeledig. Daar\nen aangesien daar nie voldoen is aan die voorskrifte van artikel 217(1)(a)\nvan die Strafproseswet 51 van 1977 nie, dit ontoelaat=\nbaar is. Tweedens word\nbetoog dat indien nie 'n bekentenis nie, die verklaring erkennings met\nbetrekking tot die misdryf bevat, welke\nerkennings nie ongedwonge deur die\nappéllant gedoen is nie,en die verklaring gevolglik nie toelaatbaar is\nnie kragtens die\nbepalings /\n4\nbepalings van artikel 219 A van die Strafproseswet. Na aan= leiding van\ndie slotsom waartoe ek op die eerste betoog gekom het, sal\ndit nie nodig wees om\ndie tweede te behandel nie.\nDie volledige verklaring wat die appellant aan\nS/A/O van Zyl gemaak het,\ninsluitende die aanhef daartoe, lees soos volg:-\n\"Jy word verwittig dat jy daarvan verdink word dat jy op 2/11/81 om 0100 die\nmisdaad huisbraak en diefstal gepleeg het deurdat jy\nFagersta Steel Co Nuffield,\nSprings(sic). Ek moet jou waarsku dat dit 'n\nernstige saak is en jy moet\nversigtig wees wat jy sê. Ek gaan sekere vrae aan jou stel waardeur jy\nmoontlik jou onskuld kan\nbewys. Jy is nie verplig om op die vrae te antwoord nie\nmaar wat jy sê sal neergeskryf word en mag as getuienis aangevoer\nword.\nVRAAG: Verstaan jy die bewering teen jou? Ja. VERKLARING; Kort voor hierdie\ninbraak dit was die Saterdag 81/11/01 het ek na Zacharia\nMsibi se huis 23\nMorestraat Kwa Thema gegaan. Ek was deur\nmy/....\n5\nmy voorman Mnr Meiring gestuur na Msibi se huis.\nEk moes\nvir Msibi 'n boodskap gee ten opsigte van\ndie scrap wat hy van my werkplek\ngekoop het.\nToe ek daar kom het ek vir Msibi en Petrus Mabena\nen Sibeko\ndaar gekry by Msibi se huis. Ek het\ngegroet. Ek het verskoning gevra en vir\nMsibi\neen kant geroep. Ek het hom die boodskap van my\nwerkgewer gegee. Hy,\nMsibi, het onderneem om die\ngeld te bring. Ek het nie geweet hoeveel\ngeld\nnie.\nOns het bymekaargekom en begin gesels. Sommer\noor alles.\nMsibi het gesê 'Jy het 'n goeie ding\ngedoen om hier te kom. Hy het vir\nmy gesê ek\nmoet die volgende aand op Sondag - ek kan nie\ndatum\nonthou nie - by hom aandoen. Ek het gevra\nhoekom. Hy het gesê daar is\niets wat ons moet\nregmaak.\nEk het geloop en die Sondagaand het ek\nteruggegaan\nsoontoe - na Msibi se huis. Dit was ongeveer\n7.30 nm. Dit was al donker.\nMsibi het gesê laat ons nie baie dinge\npraat nie\nmaar laat ons gaan. Ek het gevra waarheen. Msibi\nhet gesê\nons gaan by 'n blanke wat ons baie geld\ngee.\nOns /\n6\nOns het van sy huis geloop, ekself, Msibi, Sibeko\nen nog\neen. Ek ken nie sy naam nie. Voor die\nbiersaal was ons vyf. Ons het in die\ntrok geklim.\nDie een wie ek nie ken nie het gedryf. Die mense\nhet my\nvertel die blanke het die lorrie gegee, ons\nmoes goed gaan laai.\nEk het\ngevra wat se goed is dit. Hulle het net\ngesê ek sal sien.\nDie mense\nwas voor in die trok en twee agterop.\nDit was 'n Mercedes trok. Die trok was\ndonker=\nkleurig.\nToe ons gery het moesons h sekere blanke by die\npad\ngaan kry.\nOns het toe '\nn\nwitman in 'n motor, 'n nuwe Golf, by\ndie\npad van die uitgang van die inry-teater gekry.\nToe ons draai en in die trok\nse lig het ek '\nn\nwitman\nin die kar gesien en 'n\nswartman buite.\nDie drywer\nhet die toeter gedruk en die swartman het ingeklim\nen die kar\nhet ons gevolg. Ek ken hulle nie en\nhet hulle net daar gesien in die lig van\ndie kar.\nOp die pad en naby Fagersta het ons stilgehou en die Golf agter ons. Mabena\nen nog een voor het uitgeklim na agter geloop en by die\nwitman van die kar\ngepraat. Hulle ket teruggekom. Ons het agter om die fabriek by die spoor omgery\nen stilgehou. Ons het oor 'n spoor\ngery. Ek ken nie die plek so goed nie maar\ndit is agter die fabriek. Ek sal dit gaan uitwys.\nEk het /\n7\nEk het gevra hoe gaan ons nou maak. Hy het gesê - moenie worry\nnie. Petrus Mabena is die man wat hierso werk. Hy ken alles.\nDie drywer van\ndie trok moes dit 'n ent wegsteek van Essmor se kant en ons sal hom dan roep.\nMabena het gesê ons gaan hier in.\nMabena het eerste oor die muur geklim en\nek het gevolg saam met die ander. Ek wou eers nie maar is aangejaag. Ons is toe\nal vier\nin. Die blanke en die ander swartman, ek ken hulle nie, met die V W Golf\nhet toe nog daar waar hulle eers gestop het bly staan. Binne\nin die fabriek,\nMabena het by 'n pyp opgeklim en by 'n venster in en die deur oopgemaak. Dit het\nvir my soos 'n stoorplek gelyk.\nDaar was goedere gepak soos laaie en klein\nstukkies yster. Ek weet glad nie wat dit was nie. Mabena het gesê hierdie\nis die\ngoed ons moet dit vat en laai. Ons het dit uitgevat en buite gepak.\nOns was besig om dit te dra. Mabena het by die stoor uitgegaan. Hy het\nteruggekom en gesê 'Kom ons hardloop, die swartman, die\npolisiewag is op\npad na ons . Ons het die goed neergesit en uit= gehardloop oor die muur en\nweggehardloop na die trok. Die trok het\nbly staan. Ons het toe na die spoor\ngehardloop en daar gaan sit. Niks het gebeur. Ons het besluit ons gaan weer\nterug. Ek het nie\nweer teruggegaan nie. Ons het niks\nuitgevat nie.\nOns is /\n8\nOns is terug na die trok en het gery. Ons is\nterug na Msibi se huis.\nOns het almal afgeklim, 4 van ons. Die drywer ek\nken hom nie, het met die lorrie weggery. Ek weet\nnie waarheen nie. Die VW Golf het ek nie weer\ngesien nie. Ons het niks weggekry nie. Ek weet\nnie wat verder gebeur het nie.\nDit is die eerste maal wat ek hier ondervra is\nek was nooit weer daar nie.\"\nDie vraag ontstaan of dié verklaring\nop '\nn\nbekentenis neerkom - nie in 'n abstrakte sin nie, maar soos bedoel\nin artikel 217 (l)(a) van die Strafproseswet. 'n Bekentenis soos\nbedoel in\ndaardie artikel is volgens die geykte en gesaghebbende woordom= skrywing in\nR\nv Becker\n1929 AD 167\nop 171 \"an unequivocal acknowledgment of ... guilt, the\nequivalent of a plea of guilty before a court of law\". (Kyk ook\nS v Grove -\nMitchell\n1975 (3) SA 417\n(A) op 419 F). Vir 'n verklaring om 'n bekentenis\ndaar te stel\nmoet dit /\n9\nmoet dit dus 'n erkenning bevat van al die bestanddele\nvan die\nbetrokke misdaad en terselfdertyd alle verweersgronde uitsluit.\nDie definisie van '\nn\nbekentenis in\nBecker\nse saak, terwyl\ntreffend\neenvoudig en padlangs, is een wat al verskeie moeilike probleme\nopgelewer het ten opsigte waarvan uitsluitsel nog nie deur hierdie\nHof gegee is nie. Van hierdie probleme word na verwys in\nR v Debele\n1956(4) SA 570 (A) op 572 D - F). Die streng en by\ntye gekunstelde toepassing van die definisie het ook al onder\nskoot gekom van akademici. (Kyk byv Schmidt: Bewysreg: 2de\nUitgawe, op 526; D Zeffertt: Confessions and Casuistry 1971\nSALJ 164, 1975 Annual Survey of South African Law 496; 1976\nAnnual Survey of South African Law 496).\nEen van die probleme wat in 'n geval soos die onder=\nhawige ontstaan, is of die betrokke verklaring objektief\ndan wel /....\n10\ndan wel subjektief beoordeel moet word om vas te stel of dit op 'n onomwonde\nerkenning van skuld neerkom. Met ander woorde, is '\nn v\nerklaring wat\nobjektief beskou gelykstaande is aan 'n\npleit van skuldig, nie 'n\nbekentenis nie omdat dit subjektief bedoel was om verontskuldigend te wees? Daar\nbestaan wel gesag in sekere\nprovinsiale vonnisse vir so 'n standpunt (kyk byv\nR v du Plessis\n1925 TPA 302op 306, 309; vgl\nR v Magena\n1947(2) SA\n589 (T) op 593;\nS v Mokoena\n1978(1) SA 229 (0) op 232 H), en enkele\nvonnisse stel die vereiste dat die verklaarder 'n\nanimus confitendi\nmoes\ngehad het (vgl\nR v Zola\n1944 0 D 137 op 139). In die onder= hawige\nappèl is daar ook o a namens die respondent betoog dat die appellant se\nverklaring\nnie 'n bekentenis is nie omdat dit nooit as\nsodanig deur die\nappellant bedoel was nie.\nDie saak /\n11\nDie saak van\nR v Hanger\n1928 A D 459\nword allerweë beskou as die\nsterkste gesag vir die bestaan van 'n subjektiewe maatstaf. In die loop van sy\nuitspraak op 463\nsê DE VILLIERS, AR:\n\"In any case, however, I am quite clear that a confession within the meaning\nof those sections is a confession of guilt, - a statement\nby a person\ninculpating himself, alone or together with others in the commission of the\noffence. A statement exculpating himself,\nas in the present case, can under no\ncircumstances be regarded as a confession. In the present case the offence\ncharged was theft,\nthe essence of which is\nfraudulosa contrectatio,\nand\nthe statement of the appellant -'I do not look upon this as theft, far from\nadmitting, clearly repudiates the imputation that\nin doing what he did he had\nthe intention to steal. Under these circum= stances the statement was rightly\nadmitted, and as it does\nnot amount to a confession the rest of thê\nquestion falls away.\"\nNa my mening kan hierdie passasie nie as duidelike en onomwonde gesag dien\nten gunste van 'n subjektiewe benadering nie. Soos\ndie /.......\n12\ndie geleerde skrywer Schmidt op\ncit\nop 520 tereg opmerk, het\ndie\nHof hom nie uitgelaat \"oor die uitwerking van 'n bedoeling om\nte\nverontskuldig nie. Die Hof se standpunt was blykbaar dat die\nverklaring\nobjektief\nverontskuldigend was omdat dit 'n ontkenning\nvan opset om te\nsteel sou bevat het\". In\nBecker\nse saak (\nsupra\n)\nword daar\nverwys na die beslissing in\nR v Malala\n1928 KPA 75 waar\ndie\nbeskuldigde, ten tyde van arrestasie, erken het dat sekere\ndagga wat gevind\nis, syne was. In die verband sê DE VILLIERS,\nWn HR, op 172:\n\"The statement, although highly incriminating, falls short of a confession,\nas the accused does not thereby necessarily admit\nor intend to admit\nthat\nhe is guiltyof the offence of being in unlawful posses= sion of the dagga\" . (My\nonderstreping).\nDie woorde \"or intend to admit\" dui op 'n subjektiewe element. Sodanige\nelement word egter nie uitdruklik in die voorafgaande\ndefinisie /\n13\ndefinisie van 'n bekentenis in die uitspraak ingesluit nie, en\ndie woorde op sigself kan nie beskou word as die uitspreek van\n'n oorwoë mening oor die bestaan van 'n subjektiewe maatstaf nie.\nIn\nR v Zawels and Another\n1937 AD 342\nsê CURLEWIS, HR, op\n347,\nmet verwysing na\nHanger\nen\nBecker\nse sake, \"without attempting\nto\nlay down a definition, a confession may be said to be a statement\nmade by a person inculpating himself ...... in the commission of\nan offence and made with the intention of inculpating himself -an\nunequivocal acknowledgement of guilt so as to be equivalent to a\nplea of\nguilty\". Soos reeds aangedui, kan\nHanger\nen\nBecker\nse sake nie as\nduidelike gesag beskou word vir die toe= passing van 'n subjektiewe maatstaf\nnie, en so ook nie\nZawels\nse saak nie, wat die aangeleentheid nie\nenigsins verder voer nie,\nIn /\n14\nIn\nR v Viljoen\n1941 A D 366\nwas die beskuldigde van brandstigting\naangekla. In antwoord op 'n vraag deur 'n polisiebeampte of hy die brand gestig\nhet, antwoord\nhy \"Can you blame me? We are fighting up North and our friends are\nbeing killed by the Ossewa Brandwag in Johannesburg\". Daar was\nbetoog dat die\nwoorde op 'n bekentenis neerkom. In die loop van sy uitspraak se FEETHAM, AR, op\nbl 368:\n\"The words to be supplied in order to give a rational meaning tothe question\n'Can you blame me? need not necessarily be words asserting\na fact: they may be\nmerely words indicating a condition or supposition: 'Can you blame me if I did'\n(i e did try to set fire to the\nbuilding)? In that case the words of attempted\nexcuse or justification which follow would not apply specially to the, speaker\nhimself,\nbut generally to any soldier who might have done the act. Thus, though\nit is possible to interpret the words used as implying an\nadmission of\nguilt,\nthey need /\n15\nthey need not be so interpreted; they are capable of a rational explanation\nwhich does not include any such admission, and they are\ntherefore not 'an\nunequivocal acknowledgment of guilt', which, as was decided in\nRex v\nBecker\n(1929, A D 167)\n, is what is meant by 'confession' in sec 273 of the\nAct.\"\nDaar word nie in die uitspraak oorweeg of beslis dat die verklaring nie op 'n\nbekentenis neerkom nie omdat dit bedoel was om verskonend\nof verontskuldigend te\nwees nie. Sover dit my kennis aangaan is daar nie latere beslissings van hierdie\nHof wat met bekentenisse\nhandel (soos byv\nR v Xulu\n1956(2) SA 288 (A) en\nS v Grove-Mitchell\n(\nsupra\n) ) wat uitdruklik met hierdie vraagstuk\nhandel of daarop lig werp nie. Daar kan gevolglik nie gesê word dat\nhierdie Hof reeds\nuitsluitsel op die punt gegee het nie.\nIn die /....\n16\nIn 'n hele aantal vonnisse op provinsiale vlak word die objektiewe\nmaatstaf toegepas. In\nR v Kant\n1933 WPA 128 op 129/130 sê\nGREENBERG, R:\n\"It seems to me that the test is not whether the accused intends to admit\nthat he is guilty, but whether he intends to admit facts\nwhich make him guilty,\nwhether he realises it or not\".\n(Kyk ook\nR v Kanti\n1932 OD 209\nop 210;\nR v Pakkies\n1956(2) SA\n145 (OD) op 147 B;\nS v Gumede\n1963(2) SA 349 (N) op 351 E;\nS v\nMhlangu\n1972(3) SA 679 (N) op 682 G;\nS v Msweli\n19-80(3) SA 1161 (D)\nop 1162 E - H-) Na my mening is 'n objektiewe benadering te verkies bo 'n\nsubjektiewe benadering. 'n Bekentenis\nsynde 'n ondubbelsinnige erkenning van al\ndie bestanddele van die betrokke misdaad, gaan dit oor die feite wat 'n\nbeskuldigde verklaar\n(hetsy mondeling of skriftelik) eerder as\ndie bedoeling /\n17\ndie bedoeling wat agter sodanige verklaring skuil. Indien die feite wat\nhy erken 'n onomwonde erkenning van skuld daarstel, maak dit\nnie saak dat hy\nverontskuldigend opgetree het nie. Dit sou onrealisties wees om 'n verklaring\nwat andersins op 'n bekentenis neerkom\nnie as sulks te beskou nie bloot omdat\ndie verklaarder (miskien om een of ander onlogiese rede) dit nie as 'n\nbekentenis bedoel het\nnie. Soos Schmidt op\ncit\nop 521 dit stel, \"die\nuitwerking\nvan die verklaring is dus belangrik, nie die verklaarder se\nbedoeling daarmee nie\". Soos Schmidt ook verder daarop wys, beteken die\ntoepassing van 'n objektiewe maat= staf egter nie dat alle subjektiewe faktore\nbuite rekening gelaat moet word nie. '\nn\nVerklaarder se gemoedstoestand of\nbedoeling sal soms in aanmerking geneem moet word as een van die omringende\nom=\nstandighede /\n18\nstandighede waarvolgens die objektiewe betekenis van sy verkla=\nring vasgestel kan word. (Vgl\nR v Burgess\n1947(1) SA 560 (D)\nop 565;\nS v Msweli\n(supra) op 1162 G - H.)\nGevolglik moet die appellant se verklaring objek=\ntief beoordeel word om vas te stel of dit aan die vereistes\nvan\n'n bekentenis voldoen. (Kyk ook Landsdown and Campbell :\nSouth\nAfrican Criminal Law and Procedure : Vol V : op 866.) Daar\nis ook namens die appellant betoog dat by die beoordeling van die verklaring\ndaar op die omringende omstandighede gelet moet word.\nIn baie gevalle kan die\njuiste strekking van 'n verklaring alleenlik bepaal word teen die agtergrond van\ndie heersende om= standighede\n- veral in die geval van 'n mondelinge verklaring\nwat net uit enkele woorde bestaan. Daar raag dus op omringende\nom=\nstandighede./\n19\nstandighede gelet word (kyk\nR v Duetsimi\n1950(3) SA 674 (A) op\n678 H tot 679 A,\nS v Nkosi\n1980(3) SA 829 (A) op 843 E) met dié\nvoorbehoud egter dat \" (s )urrounding circumstances may be looked at, but only\nthose\ncircumstances which put the state= ment in its proper setting and which\nhelp to ascertain the true meaning of the words used\" (per\nLUDORF, R, in\nS v\nMotara\n1963 (2) SA 579\n(T) op 585 A; kyk ook\nS v Gcaba\n1965(4) SA 325\n(N) op 328 H;\nS v January en 'n Ander\n1975(3) SA 324 (T) op 328 G;\nS v\nMokoena\n(\nsupra\n)op 233 D). Feite waarvan 'n verklaarder ten tyde van\nsy verklaring nie kennis gedra hetnie moet egter buite rekening gelaat word.\n(Vgl\nS v Mokoena\n(\nsupra\n) op 233 E). In die onderhawige geval het\nons te doen met '\nn\nvolledige uiteen= setting van gebeure deur die\nappellant in '\nn\nverklaring wat gemaak\nis in /\n20\nis in antwoord op 'n mededeling dat hy van die misdaad van\nhuisbraak met die opset om te steel en diefstal verdink word,\nen blyk daar nie enige relevante omringende omstandighede te wees wat by die\nuitleg van die verklaring in aanmerking geneem kan word\nnie.\nTen einde te\nbesluit of dit op 'n\nbekentenis neerkom, moet daar na die appellant se\nverklaring in die geheel gekyk word (\nS v Msweli(supra\n) op 1163 F; - .\nS\nv Motloung\n1970 ( 3 ) SA 547 (T) op 549B;\nS v Mhlangu\n1972(3) SA 679\n(N) op 682 A - B;\nS v Potgieter\n1983(4) SA 270 (N)rop 274 A).In die\nverband moet daar nie net gelet word op wat in die verklaring staan nie, maar\nook wat noodwendig\ndaardeur geïmpliseer word. (Vgl\nS v Msweli\n(\nsupra\n) op 1164 B;\nS v Mbatha\n1985(2) SA 26 (D) op 29 F.\nIndien/\n21\nIndien die inhoud van 'n verklaring nie uitdruklik al die elemente van die\nmisdaad erken of alle verweersgronde uitsluit nie, maar\ndit by noodwendige\nimplikasie wel doen, kom die verklaring op 'n bekentenis neer. Of 'n verklaring,\nhetsy alleenstaande of tesame\nmet sodanige omringende omstandighede wat regtens\nin aanmerking geneem kan word, vatbaar is vir 'n noodwendige implikasie sal\nbepaal\nmoet word volgens die meriete van elke afsonderlike geval. Bestaan daar\ntwyfel in dié verband is die verklaring nie 'n bekentenis\nnie want uit\ndie aard van die saak bevat dit dan nie 'n onomwonde erkenning van skuld nie.\n(Kyk Schmidt OP\ncit\n526.)\nDie appellant se verklaring moet oorweeg\nword aan die hand van die bogemelde beginsels. In die aanhef tot die verklaring\nword genotuleer\ndat die appellant verwittig\nis van die datum, tyd, plek en\naard van die misdaad.\nDie /\n22\nDie appellant,\nex facie\ndie verklaring, was dus ten volle bewus\nwaarvan hy verdink is. Die verklaring begin deur te praat van \"(k)ort voor\nhierdie inbraak\".\nHierdeur word erkenning gegee aan die feit dat daar wel 'n\ninbraak was. Na 'n lang inleiding vertel die appellant hoedat hulle in\ndie nag\nper trok na die perseel van Fagersta Steels gegaan het. Van die verklaring kan\nafgelei word dat dit 'n besigheids- of indus=\ntriëleperseel is. Hy vertel\ndan \"(o)ns het agter om die fabriek by die spoor omgery en stilgehou\". Uit sy\nverklaring blyk dit\ndat hy tot op daardie tydstip nie presies geweet het wat\naangaan nie. Hy gaan dan voort \"Die drywer van die trok moes dit 'n ent\nwegsteek\". Die.feit dat die trok weggesteek moes word, is reeds '\nn\naanduiding van onregmatige optrede. Hy\nbeweer /\t .\n23\nbeweer \"(e)k wou eers nie maar is aangejaag\". In die hof\na quo\nis die gebruik van die woord \"aangejaag\" gesien as '\nn\n\"suggestie van\ndwang\" en 'n aanduiding dat hy nie \"vrywillig oor die muur geklim het nie\".\nNamens die respondent is daar tereg toegegee\ndat die woord \"aangejaag\" nie\nnoodwendig op dwang dui nie. In die samehang van die verklaring dui dit\ninderdaad nie daarop nie, en\nskep dit geensins ruimte vir 'n verweer van dwang\nnie. Dit beteken waarskynlik niks meer dan dat hy aangesê was om gou te\nmaak\nnie. Daarna beskryf die appellant 'n klassieke inbraak deur Mabena (\"Binne\nin die fabriek, Mabena het by 'n pyp opgeklim en by 'n\nvenster in en die deur\noopgemaak\" )\n,\nen hoedat hy (die appellant) en andere daarna goedere uit\ndie stoor ver= wyder het. (\"Mabena het gesê hierdie is die goed ons\nmoet\ndit\nvat /\n24\nvat en laai. Ons het dit uitgevat en buite gepak\"). Voorts vertel hy\nhoedat die wag opgedaag het en hulle weggehardloop het, en dat\nhy nie weer later\nteruggegaan het nie.\nObjektief beskou, en in die geheel gesien, kom die\nappellant se verklaring myns insiens neer op 'n onomwonde erken= ning van 'n\nhandeling\nin ooreenstemining raet die misdaadsbeskrywing van huisbraak met die\nopset om te steel en diefstal. In soverre wederregtelikheidsbewussyn\nen skuld\nnie uitdruklik in sy verklaring erken word nie moet dit noodwendig\ngeímpliseer word. Dit is duidelik dat hy besef\nhet dat daar onregmatig\nopgetree word, en hy het hom ten volle daarmee vereenselwig deur hulpverlening.\nNêrens opper hy enige\nverweer nie, en weer eens is die noodwendige\nimplikasie in die onderhawige geval dat daar\ngeen /\n25\ngeen verweersgrond bestaan nie. Sy verklaring bevat dus\nerkenning van al die bestanddele van die misdaad, en sluit alle\nverweersgronde uit. Dit kom derhalwe op 'n bekentenis neer wat\nontoelaatbaar is omrede dit aan 'n vredesbeampte gemaak is en nie\ndaarna voor '\nn\nlanddros of vrederegter in skrif herhaal is nie.\nGevolglik was daar geen of onvoldoende toelaatbare getuienis om\ndie appellant met die ten laste gelegde misdaad te verbind nie,\nen moes hy onskuldig bevind gewees het.\nDie appèl slaag, en die appellant se\nskuldigbevinding\nen vonnis word ter syde gestel.\nJ W SMALBERGER APPeLREGTER\nCORBETT, AR)\nSTEYN, Wn AR)STEM SAAM",
  "scraped_at": "2026-02-11T21:03:38.201578",
  "date": "1987-05-12",
  "coram": [
    "CORBETT",
    "SMALBERGER",
    "ARR",
    "STEYN"
  ],
  "case_number": "274/85",
  "parties": {
    "applicants": [
      "ENOCH YENDE"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "In November 1981 a break‑in took place at the Fagersta Steel Co. premises in Springs. The appellant, Enoch Yende, and several co‑accused were charged with house‑breaking with intent to steal. At trial the appellant was convicted and sentenced to four years' imprisonment. The appeal centred on a written statement the appellant gave to police officer Zyl on 18 February 1982, in which he described his movements on the night of the break‑in and admitted participation in the burglary and the removal of goods. The trial judge admitted the statement as evidence. The appellant appealed, arguing that the statement was not a confession within the meaning of section 217(1)(a) of the Criminal Procedure Act and therefore should have been excluded.",
    "issues": "The appeal raised two main issues: (1) whether the appellant's statement to the peace officer amounted to a confession within the meaning of s.217(1)(a) and was therefore inadmissible; and (2) if it was a confession, whether it was admissible under s.219A, i.e., whether it was made voluntarily and in accordance with the statutory safeguards.",
    "principles": "The court examined the definition of a confession as an unequivocal acknowledgment of guilt (R v Becker, 1929 AD 167) and considered subsequent authority on the objective versus subjective tests (R v Hanger, R v Kant, R v Zawels, R v Viljoen). It affirmed that a confession must contain an unequivocal admission of all elements of the offence and exclude all defences, and that the test is primarily objective, though surrounding circumstances may be taken into account. The statutory provisions s.217(1)(a) and s.219A require that a confession be made voluntarily to a magistrate or a judge, not merely to a police officer.",
    "application": "Applying these principles, the court evaluated the appellant's statement. The statement acknowledged participation in the break‑in, described the removal of goods, and did not contain any denial of intent to steal. The court found that, objectively, the statement amounted to an unequivocal acknowledgment of the elements of house‑breaking with intent to steal, satisfying the definition of a confession. Because the statement was made to a peace officer and not before a judicial officer, it was not made voluntarily within the meaning of s.219A and therefore had to be excluded.",
    "conclusion": "The court held that the appellant's statement was an inadmissible confession. As a result, the evidence upon which the conviction was based was unavailable, and the appellant's conviction and four‑year sentence were set aside. The appeal was allowed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence - Confession admissibility",
    "level_3": [
      "confession",
      "admissibility",
      "voluntariness",
      "statutory interpretation",
      "appeal"
    ]
  }
}