{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/34.html",
  "case_name": "S v Beneke (35/87) [1987] ZASCA 34 (30 March 1987)",
  "citation": "[1987] ZASCA 34",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 34\n|\nNoteup\n|\nLawCite\nS v Beneke (35/87) [1987] ZASCA 34 (30 March 1987)\nDownload original files\nPDF format\nRTF format\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nIRENE BENEKE\nappellante\nen\nDIE STAAT\nrespondent\nCoram\n: JANSEN et VILJOEN, ARR, et BOSHOFF; Wn AR.\nVerhoor\n: 6\nMaart 1987\nRedes ingehandig: 30 Maart 1987\nREDES VIR UITSPRAAK. BOSHOFF\nWof n AR:\nHierdie Hof het alreeds 'n bevel in hierdie saak uitgereik en te kenne gegee\ndat die redes verstrek sal word. Hier volg nou die redes.\n/ Die\n2\nDie appellante, 'n sestigjarige gepensioneerde dame, het in die\nstreekhof van die streekafdeling van die Suid-Transvaal in Johannesburg\nskuldig\ngepleit, op aanklag 1, dat sy op 14 Maart 1974 in Johannesburg R23 700 en R592\nvan mev. Viviene Ada Rossel Hoffman gesteel\nhet, en op aanklag 2, dat sy\ngedurende Julie 1975 in Johannesburg R15 242,95 van gemelde mev Viviene Ada\nRossel Hoffman ge-steel\nhet. Sy is verteenwoordig deur prokureur Stevenson en hy\nhet ingevolge art. 112(2) van die Strafproseswet, 1977, die volgende skriftelike\nverklaring van die appellante inge-handig:\n1.I am an adult European female residing at 298 Outeniqua Strand, Great Brak\nRiver, District George.\n2. I admit that I conducted the business of an estate agent in Pretoria\nduring the period 1974 to 1976.\n3. I admit that I committed the crime of theft in that during March of 1974\nand at/or near Johannesburg in the Regional Division of\"\nSouthern Transvaal,\nthat I did wrongfully and unlawfully steal\n/ from\n3\nfrom Vivienne Ada Hoffman the amounts of R23 700, R592 and R15 242,92.\n4. I wish to state that I intended repay-ing the aforesaid amounts to Mrs\nHoff-man, but that due to the economic climate my estate\nagency was liquidated\nand I was personally sequestrated.\n5. All of my business and personal records were handed to my trustee, and I\nwas under the impression that all of my creditors, including\nMrs Hoffman would\nbe paid out of the surplus of the company and my personal estate. The properties\nas registered in the name of my\ncompany were valued at approximately R350\n000.\n6.\nIt was only when I was\nrequired to see Captain Ley, the Investigating Officer in this matter, that I\nbecame aware that the aforesaid\nmoneys were still owing to Mrs\nHoffman..\n7.\nI have no assets or income\nwhatsoever and am solely dependent on my son-in-law, Mr Myburg. My husband\nis\n70 years old and also has no income. We reside in\na flat provided by our son-in-law and he provides us with our monthly needs.\n8.\tI humbly request that this Honourable\nCourt regard the contents of\nthis,\nmy statement, as factors in mitigation of sentence.\"\n4\nDie verhoorhof wou verdere inligting omtrent die pleeg van die misdade\ngehad het en die volgende blyk uit die oorkonde van die verrigtinge:\n\"\nCOURT\n: I just want to get clarity on\nthe period when this offence was - or these\noffences were committed. Is it correct\nthat it was committed on 15 March 1974\nthat araount of R23 700 which was\nstolen?\nIs it correct?\nACCUSED\n: Yes.\nCQURT\n: And the R592 on or about 17 September\n1974, is that also correct?\nACCUSED\n: Yes.\nCOURT\n: And the R15 242,92, was that committed\nduring July 1975\nACCUSED\n: That is right.\nCOURT\n: Can you perhaps describe to the\nCourt how these offences were committed?\nACCUSED\n: Well, I was trading as an estate\nagent.\nCOURT\n: I was trading as what?\nACCUSED\n: As an estate agent.\nCOURT\n: Yes?\nACCUSED\n: She bought a property from me.\nCOURT\n: Yes?\nACCUSED\n: Actually my husband bought the\nproperty before she bought it from us.\nCOURT:\nYes?\nACCU5ËD\n: Then\t(Court intervenes).\nCOURT:\nTo which charge do you refer now? Is that the first charge of R23\n700?\n/\nACCUSED:\n5\nACCUSED\n: Yes. The property that she\nbought was our\nown property.\nCOURT\n: The property which she bought?\nACCUSED\n:\nWas our own property.\nCOURT\n: Yes, for how much? What amount\nwas\ninvolved?\nACCUSED\n: R23 500 I think it was.\nCOURT\n: R23 700?\nACCUSED\n: Oh, or R700 - I cannot remember.\nCOURT\n: Yesy what happened to this amountwhich you received from\nher?\nACCUSED\n: Well, it was paid into our account\nand it was absorbed.\nCOURT\n: And the R592 - can you perhaps\nexplain to the Court how that offence was\nconunitted?\nACCUSED\n: My Lord, she did not want the\nproperty transferred in her name. She\nrepeated to me that I must not transfer\nthe property into her name because she\nwanted me to re-sell the property for her.\nCOURT\n: Yes, but\nACCUSED\n: Then I asked her for the money\nfor the transfer fees, and that was that\nR500.\nCOURT\n: R592?\nACCUSED\n: That is right.\nCOURT\n: What happened to that money?\nACCUSED\n: It was paid into the account\nas well.\nCOURT\n: The further amount of R15 242,92,\ncan you perhaps explain how that offence\nwas committed?\nACCUSED\n: My Lord, she lent me that money.\nI never stole her money.\n/ COURT:\n6\nCOURT\n: I beg yours?\nACCUSED\n: She lent it to me. It was a loan to the firm.\nCOURT\n: So it was never stolen. Why do you then plead guilty to the\ncharge?\nACCUSED\n: I do not know.\nCOURT\n: I beg yours?\nACCUSED\n:I do not know, My Lord. COURT: Do you know that - when you\nreceived or when you sold the property during 1974 to the complainant\n- did you\nknow that what you had done was wrong?\nACCUSED\n:But it was her property. I\nnever intended to take her money or anything like that.\nCOURT\n:Did you have the intention to take the money? To sell the\nproperty and appro-priate the money?\nACCUSED\n: No.\nCOURT\n: But why did you then sell the property and receive the money if\nyou were not entitled to do so?\nACCUSED\n: I was going to give her all her money back. I did not intend\ntaking anything of hers.\"\nDie laaste stukkie getuienis het veroorsaak dat die verhoorhof van mnr\nStevenson wou weet of die getuienis met sy opdrag strook. Na\n'n kort verdaging\nhet die appellante as volg getuig:\n/ \"COURT:\n7\n\"\nCOURT\n: Accused, as far as the first count is concerned, you were duly\naware that you were not entitled to use that amount of R23 700 and\nthe\nadditional amount of R592 . Do you agree with that?\nACCUSED\n: Yes.\nCOURT:\nIs that correct?\nACCUSED\n: Yes.\nCOURT:\nAs far as the R15 242,92 is concerned, as far as that amount is\nconcerned, you are now saying that you borrowed that money from the\ncomplainant,\nIs that correct?\nACCUSED:\nYes.\nCOURT\n: Is that correct? Did you have the intention to deprive her of\nher ownership unlawfully?\nACCUSED\n: No, I wanted to give it back to her .\nCOURT\n: You wanted to give it back to her?\nACCUSED\n: Yes.\"\nNa 'n verdere bespreking tussen die verhoorhof en mnr Stevenson het dit\ngeblyk dat die appellante die R15 242.92 verwar met 'n ander\nbedrag van R10 000\nwat die klaagster skynbaar wel aan haar geleen het. Die slotsom was dat die\nverhoorhof oortuig was dat die appel-lante\nskuldig pleit op aanklag 1 en 'n\npleit van skuldig daarop aangeteken het. Die verhoorhof vvas egter nie\ntevrede\n8\noortuig dat die appellant bedoel het\nom skuldig te pleit op aanklag 2 nie en het toe 'n pleit van onskuldig op\ndaardie aanklag aangeteken.\nDie Staat het klaarblyklik nie die klaagster wat 'n vyf-en-sewentigjarige\ndame is, beskikbaar gehad om t.o.v. aanklag 2 te getuig\nnie en na 'n verdaging\nhet mnr Stevenson die volgende erkennings gemaak in terme van art. 220 van die\nStrafproseswet, 1977:\n\"Firstly, the accused will admit that an amount of R15 242,92 was paid to her\nby the complainant, Mrs V Hoffman, on or about 15 July\n1975 and at or near\nJohannesburg.\nThe accused will further admit that the purpose for the paying of the money\nto her was to pay into an interest-bearing account for\nthe benefit of the\ncomplain-ant. The accused will further admit that she did not pay the moneys in\nterms of complainant's instructions,\nbut utilised the moneys for her own\nbusiness purposes. She will admit that she realised that what she was doing was\nwrong. She will\nfurther state that at a later stage she intended repaying the\nmoneys\n/ to\n9\nto the complainant, but that this did not materialise due to the fact that her\ncompany was liquidated and her and her husband's joint\nestate was\nseques-trated.\nThe accused will accordingly admit that she did steal the moneys from the\ncom-plainant.\"\nNa hierdie erkennings\nnamens die appellante is die Staat se saak gesluit. Die appellante se saak is\nook gesluit en die verhoorhof\nhet haar op beide aan-klagte skuldig bevind. Dit\nwas op 27 Maart 1984, d.w.s meer as tien jaar\nnadat die diefstal in\naanklag 1 gepleeg is. Vorige veroordelings is nie teen die appellante bewys nie\nmaar sy het erken dat sy 'n\nveroordeling het vir diefstal deur valse\nvoorwendsels waarvoor sy in 1978 gevonnis is tot 12 maande gevangenisstraf wat\nvir 3 jaar\nvoorwaardelik opgeskort is.\nDie appellante het nie self getuienis ter\nstrafversagting afgelê nie. Die prokureur het verduidelik dat daarop\nbesluit is in oorleg met haar eggenoot, dogter\n/ en\n10\nen skoonseun wat almal van oordeel was dat sy so emosioneel onsteld was dat\nsy nie in staat sou wees om in die getuie-bank te praat\nnie. Hy het dus met die\ntoestemraing van die verhoorhof self feite ter strafversagting voor die hof\ngelê. Ten opsigte van haar\npersoonlike omstandighede het hy onder andere\nna die volgende verwys. Sy is 60 jaar oud en nie in goeie gesondheid nie. Haar\negge-noot\nis 70 jaar oud en ook nie in goeie gesondheid nie. Hulle het geen\nbates nie en woon in 'n woonstel in George wat deur hulle skoonseun\naan hulle\nbeskikbaar gestel is. Hulle enigste inkomste is 'n pensioen van R145 per maand\nwat haar eggenoot ontvang. Dit gaan aangevul\nword met 'n ongeskiktheidpensioen\nvan R135 per maand wat die appellante sal ontvang. Die maatskappy wat die\neienaar was van die eiendomsagentskap\nwaarin sy en haar eggenoot betrokke was,\nis teen die begin van 1978 gelikwi-deer en haar en haar eggenoot se boedel is\nook daardie\ntyd gesekwestreer. Die bates van die maatskappy en\nal\n11\nal die rekeningboeke en dokumente wat betrekking gehad het op hulle\npersoonlike bates is aan die likwidateur van die maatskappy en\ndie kurator van\nhulle persoonlike insolvente boedels oorhandig. Vanweë die lang tydperk wat\nverstryk het, is die rekeningboeke\nen dokumente nie meer beskikbaar nie. Die\nappellante was altyd van voor-neme om die geld van die klaagster aan haar terug\nte betaal\nen was inderdaad onder die indruk dat dit wel gedoen is, indien nie\nalles nie dan ten rainste 'n gedeelte daarvan, uit die bates\nvan die maatskappy\nin likwidasie en die vrye oorskot in die insolvente boedels van die appellante\nen haar eggenoot. Kwitansies is\naan die klaagster gegee toe sy die gelde by die\neiendomsagent-skap inbetaal het en die rekeningboeke sou derhalwe getoon het dat\ngeld aan die klaagster verskuldig is. Dit was die rede waarom die appellante na\ndie likwidasie en sekwe-strasies nie enigiets gedoen\nhet om self geld aan\ndie\n/ klaagster.\n12\nklaagster terug te betaal nie. Inderdaad was die appellante daarvan bewus dat\ndie maatskappy gelikwideer is want sy het in Augustus\n1979 'n brief aan die\nlikwidateur geskryf.\nDie publieke aanklaer het nie getuienis voor die verhoorhof geplaas om\nhierdie feite wat die prokureur voorgelê het, te ontken\nnie. Trouens sy\nkon ook nie self met die klaagster kommunikeer om die feite te kontroleer nie en\nmoes dit doen deur die dogter van\ndie klaagster en die speurder wat in bevel van\ndie ondersoek van die saak was.\nDie prokureur het namens die appellante gevra dat die verhoorhof in al die\nomstandighede 'n opgeskorte vonnis oplê.\nDie verhoorhof het haar gevonnis, op aanklag 1, tot 5 jaar gevangenisstraf\nen, op aanklag 2 , tot 3 jaar gevangenisstraf waarvan 3\njaar van die\ngevangenisstraf\n/ op\n13\nop aanklag 1 en 2 jaar\nvan\ndie gevangenisstraf op aanklag 2 opgeskort\nis vir 3 jaar op voorwaarde dat sy nie weer skuldig bevind word aan enige\ngemeenregtelike\nmisdaad waarvan oneerlikheid 'n element is en wat gepleeg word\ngedurende die tydperk\nvan\nopskorting nie.\nOp appèl teen die vonnis in die Transvaalse Provinsiale Afdeling het\ndie hof ingegryp deur die twee aanklagte saam te neem\nvir doeleindes van\nstraftoemeting en die appellante gevonnis tot 3 jaar gevangenisstraf waarvan 2\njaar opgeskort is vir 5 jaar op\nvoorwaarde dat sy nie 'n misdaad pleeg waarvan\ndiefstal 'n element is nie en ten opsigte waarvan sy tot gevangenisstraf\ngevonnis\nword sonder die keuse van 'n boete en wat gedurende die tydperk van\nopskorting gepleeg word nie. Die hof was van oordeel dat die\nverhoorhof 'n\nbuitensporige swaar straf opgelê het omdat die verhoorhof hom wanvoorgelig\nhet deur die afskrikkingsaspek van\ndie straf oor te beklem-toon en nie genoeg\naandag te skenk aan die persoonlike\n/ omstandighede\n14\nomstandighede van die appellante nie. Die verhoorhof het ook gefouteer deur\ndie appellante nie as 'n eerste oortreder te behandel\nnie aangesien haar\nveroordeling ten opsigte van die diefstal deur valse voorwendsels in 1978\nplaasgevind het, d.w.s. nadat sy die\nmisdade ten opsigte waarvan sy gestraf moes\nword, gepleeg het. Die verhoorhof moes die veroordeling nie as 'n vorige\nveroordeling\nbehandel het nie. Die hof het verder as volg bevind:\n\"She is not a young woman and her health is poor. She has, as I mentioned\nearlier, already applied for a disability pension. It does\nnot appear to me that\nthe interests of society will be served by sending the appellant to jail for a\nlong period which, in the present\ncircumstances\n,\nwould over-emphasise the\nretributive factor in punish-ing her.\"\nDie hof het gevolglik beslis dat omdat die\nverhoorhof hom in hierdie opsigte wanvoorgelig het, dit die hof vrygestaan\nhet om self 'n gepaste vonnis op te lê.\n/Die\n15\nDie appellante het in hoër beroep gekom na hierdie Hof en mnr\nLuitingh\n, namens die appellante, het betoog dat die straf wat die hof a\nquo\nopgelê het nog steeds uitermatig swaar is en dat die vonnis wat\nopgelê is in die geheel opgeskort behoort te gewees het.\nDit moet onmiddellik gesê word dat dit\nnie\nduidelik blyk uit die uitsprake van beide die\nverhoorhof en die hof a\nquo\nwat presies die omstandighede is waarin die\ndiefstal in aanklag 1 gepleeg is nie. Beide howe het net aanvaar dat die\nappellante in\n'n vertrouensposisie was en die klaagster se geld gesteel het. In\nwerklikheid is die getuienis baie onduidelik en eintlik verwarrend\noor wat\ntussen die klaagster en die appellante ooreengekom is toe die R23 700 en die\nR592 aan die appellante oorbetaal is. Hierdie\ntoedrag van sake is natuurlik toe\nte skryf aan die feit dat alles so lank gelede plaasgevind het en dat die\nklaagster self nie daaroor\ngetuig het nie.\n/ Dit\n16\nDit wil voorkom uit die getuienis wat wel voor die verhoor-hof gelê is,\ndat die R23 700 aan die appellante oorbetaal is om vir\ndie klaagster 'n\nbesondere eiendom te koop en die eiendorm dan weer later teen 'n profyt te\nverkoop. Alhoewel die R592 aan die klaagster\noorbetaal is om die oordragkoste\nvan die gekoopte eiendom te dek, wou die klaagster self nie in die tussentyd\noordrag op haar eie\nnaam gehad het nie. Die betrokke eiendom was op daardie\nstadium in die naam van die appellante se eggenoot geregis-treer. Daar is\ngeen\ngetuienis oor wat met hierdie eiendom gebeur het nie. Dit is selfs moontlik dat\ndie appellante weens die ekonomiese slapte en\ndie agteruitgang van die\neiendomsmark nie daarin kon slaag om dit vir die klaagster teen 'n profyt te\nverkoop nie en dat dit met\ndie insolvensie van die appellante se eggenoot in sy\nboedel geval het. Of dit wel so gebeur het weet ons nie, die getuienis is\nté\nonvolledig en deurmekaar.\n/ Hoe\n17\nHoe dit ook mag wees, die appellante en die klaagster\nwas goeie vriende en die appellante het gevoel dat sy\npersoonlik aanspreeklik is vir die geld wat klaagster\nso inbetaal het\nen waarvan sy\nniks kon wys nie. Sy verduidelik dat die\ngelde in die besigheid van haar en haar eggenoot se eiendomsagentskap opgeneem\nis en dat\nsy vanweë die likwidasie van die maatskappy en die sekwes-trasie\nvan hul boedels nie in staat was om self die geld aan die klaagster\nterug te\nbetaal nie.\nIndien die getuienis vatbaar is vir so 'n uitleg, wat redelik moontlik waar\nis en wat nie vergesog is nie, plaas dit die diefstal\nwaaraan die appellante in\naanklag 1 skuldig bevind is in heeltemal 'n ander lig. Daar— benewens was\ndie bedrag geld betrokke\nin aanklag 1 veel groter as die bedrag in aanklag 2 en\nhet beide die verhoorhof . en die hof\na\nquo\ndie diefstal in\naanklag 1 in 'n ernstiger lig beskou as die diefstal in aanklag 2. In\nhierdie\nopsig...\n18\nopsig het beide die verhoorhof en die hof a\nquo\nmisgetas.\nSoos blyk uit die passasie in die uitspraak van die hof a\nquo\n,\nwat hierbo aangehaal is, word die belange van die gemeenskap nie gedien deur\ndie appellante in die huidige omstandighede vir 'n lang\ntydperk na 'n gevangenis\nte stuur nie. Die hof a\nquo\nhet net 'n gedeelte van die gevangenisstraf\nwat hy opgelê het opgeskort.\nVanweë dié mistasting waarna hierbo verwys word, het dit hierdie\nHof vry gestaan om self 'n gepaste straf op te lê.\nHierdie Hof was van oordeel dat dit onder al die omstandighede regverdig en\ngepas sou wees om die straf waarop die hof a\nquo\nbesluit het in die\ngeheel op te skort en die volgende bevel gemaak.\n/ Die\n19\nDie appèl slaag t.o.v. die straf met betrekking tot beide klagtes 1 en\n2. Die straf deur die Landdros opgelê (soos gewysig\ndeur die hof a\nquo\n) word verander om soos volg te lees: Beide klagtes word saam geneem\nvir doeleindes van vonnis en 'n vonnis van 3 jaar gevange-nisstraf\nword\nopgelê, welke vonnis in sy geheel opgeskort word vir 'n tydperk van 3 jaar\nop voorwaarde dat die beskuldigde nie binne\ndaardie tydperk 'n oortreding\nbegaan\nwaarvan diefstal 'n element is nie en waarvoor gevangenis-\nstraf sonder die opsie van 'n\nboete opgelê word nie.\nW.G. BOSHOFF,\nJANSEN, AR) VILJOEN, AR)",
  "scraped_at": "2026-02-11T21:01:15.501203",
  "date": "1987-03-30",
  "coram": [
    "JANSEN",
    "VILJOEN",
    "BOSHOFF"
  ],
  "case_number": "S v Beneke (35/87)",
  "parties": {
    "applicants": [
      "Irene Beneke"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Irene Beneke, a 60‑year‑old retired estate agent, was convicted in the Regional Division of the Southern Transvaal of stealing three sums from Ms Vivienne Ada Hoffman: R23,700 and R592 in March and September 1974, and R15,242.92 in July 1975. She admitted the theft of the first two amounts but initially claimed innocence on the third, later admitting it was a loan she misappropriated. Her estate agency was liquidated and both she and her husband were sequestrated, leaving them without assets or income. She had a prior conviction in 1978 for theft by false pretences, sentenced to twelve months imprisonment, suspended after three years. At trial she did not give oral testimony; her counsel presented a written statement and argued for mitigation based on age, poor health, financial hardship and dependence on family support.",
    "issues": "Whether the trial court erred in imposing a heavy custodial sentence, in treating the 1978 conviction as a prior conviction for sentencing, and in failing to give adequate weight to the appellant’s personal circumstances and mitigating factors. The appellate court also considered whether a suspended sentence with conditions was a more appropriate disposition.",
    "principles": "South African sentencing law requires a balance between the retributive and deterrent aims of punishment and the personal circumstances of the offender. Mitigating factors such as age, ill health, lack of assets, and dependence on family must be considered. Prior convictions are only relevant if they relate to the same conduct or demonstrate a pattern of offending. The lower court must not impose a sentence that is disproportionate or that over‑emphasises retribution at the expense of rehabilitation and societal interests.",
    "application": "The appellate court held that the trial court’s sentence was disproportionately harsh. It found that the earlier 1978 conviction concerned a different offence and should not have been treated as a repeat offence for the present thefts. The court also noted that the appellant’s advanced age, poor health, total lack of means, and the liquidation of her business were significant mitigating circumstances that the trial court had insufficiently weighed. Accordingly, the appellate court exercised its discretion to substitute a more appropriate sentence.",
    "conclusion": "The appeal was successful. Both charges were consolidated for sentencing purposes and the appellant was sentenced to three years’ imprisonment, the entire term suspended for a period of three years on condition that she does not commit any further offence involving theft. The suspended sentence replaces the earlier custodial sentences and reflects the appellate court’s view that a lighter, non‑custodial disposition better serves the interests of justice."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "theft",
      "mitigating circumstances",
      "appeal",
      "suspended sentence",
      "elderly defendant"
    ]
  }
}