{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/18.html",
  "case_name": "S v Nkosi (363/1986) [1987] ZASCA 18 (26 March 1987)",
  "citation": "[1987] ZASCA 18",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 18\n|\nNoteup\n|\nLawCite\nS v Nkosi (363/1986) [1987] ZASCA 18 (26 March 1987)\nDownload original files\nPDF format\nRTF format\nLL\nCase No 363/1986\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nERIC NKOSI\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n:\tJOUBERT, SMALBERGER JJA et STEYN AJA\nHEARD\n:\t26\nFEBRUARY 1987\nDELIVERED\n: 26 MARCH 1987\nJUDGMENT\n/\nSTEYN AJA\n...\n2.\nSTEYN AJA\n:\nAppellant and a co-accused, Hamilton Thungo, were arraigned in the\nWitwatersrand Local Division on February 3 1986 before O'DONOVAN\nJ and two\nassessors on two counts, one of murder and the other of robbery with aggravating\ncircumstances. On the count of mur= der\nit was alleged that they murdered Petrus\nCoetzee du Plessis (\"the deceased\") at Doornfontein in the dis= trict pf\nJohannesburg on\nthe 22nd April 1984, and on the robbery count that they robbed\nhim under aggravating circumstances at the same time and place of\na cash=box\ncontaining approximately R1 094,00 and of a light Ford Cortina van no CFF 363\nT.\nThey pleaded not guilty to both counts and each testified in own defence.\nAppellaht denied having been involved in any way in either\nof the offences and\nhaving been in Doornfontein on the said date. But on the 13th June 1984 he made\na statement to a justice\n/of ...\n3.\nof the peace in the person of Capt P.T. Venter of the South African Police,\nBooysens, in which he admitted that he was at the scene\nof the aforesaid crimes\non the stated date, that he had then been in the company of Thungo and a third\nperson, Jackson Solly, and\nthat he drove off with them from the scene in the\nCortina van, but he nevertheless denied any complicity in either the murder or\nthe robbery. This statement was admitted in evidence after a protracted\n\"trial=within=a=trial\", during which its admissibility was\ncontested. On June 16\n1984 appellant also correctly pointed out to Major C.H.W. Earle of the South\nAfrican Police, Brixton, the scene\nof the crimes in Davies Street, Doornfontein,\nand also the points where he had been left by Solly and Thungo at the corner of\nMoseley\nand Davies Streets about 50 metres from the aforesaid scene and within\nsight thereof, and where deceased's van was abandoned at Doornfontein\nrailway\nstation, about 400 metres from the scene of the\n/crimes ...\n4.\ncrimes.\nThe trial court disbelieved appellant and re= jected his evidence of\nnon=involvement and absence from Doornfontein and also the exculpatory\nportions\nof his statement, and convicted him and Thungo on both counts. In respect of the\nmurder the court found no extenuating circumstances.\nAppellant and Thungo were\nthen each sentenced to death for the murder and to eight years' imprisonment for\nthe robbery. Both applied\nfor leave to appeal against their convictions and\nsentences but their applications were refused by the learned Judge.\nThereafter appellant was granted leave by this Court in terms of section 316\n(8) (c) (ii) of Act 51 of 1977 to appeal, but only against\nthe murder conviction\nand the finding that there were no extenuating circum= stances. By necessary\nimplication leave was also granted\nto appeal against the death sentence imposed\nin consequence of that finding. The leave granted in\n/respect ...\n5.\nrespect of the murder conviction was, however, limited to,\"the\nfinding that the applicant acted with the other accused in the execution\nof a\ncommon purpose to murder the deceased.\" No leave having been granted to appeal\nagainst the conviction of robbery with aggravating\ncircumstances the findings of\nfact upon which that con= viction is based cannot now be challenged.\nTo determine the ambit of the appeal now before this Court it is necessary to\nfirst establish what the findings of fact are upon which\nthe robbery conviction\nis based. Those findings were summarised as follows by the learned Judge in the\nfinal paragraph of the judg=\nment on the merits:\n\"The Court finds that this was a care= fully planned robbery in which a\nparticular rôle was allotted to each of the three persons\nand that the\nfirst and second accused knew that Jackson was armed with a revolver which would\nbe used if it became necessary to do\nso, to overcome the resistance of the\ndeceased.\"\n/Then ....\n6.\nThen, also introducing the basis for the murder convic= tion,\nthe summary continues in the following terms:\n\"On the basis that they proceeded nonetheless and recklessly as to whether\nsomebody might be killed in the process of the furtherance\nof a common purpose\nto commit a robbery.\nThe Court finds each of the\naccused guilty of murder as charged on the first count, as well as guilty of\nrobbery with aggravating\ncircumstances on the second count.\"\n(Although a fullstop appears in the transcript of the record after the words\n\"common purpose to commit a robbery\" in the second portion\nof the above\nquotation, it is to my mind clear from the flow of the context that it should be\na comma.)\nThe \"Jackson\" referred to in the summary is the aforementloned Jackson Solly.\nHe was not charged and did not give evldence in this\nmatter and was at thê\ntime of the trial being held in maximum security at the Central Prison in\nPretoria.\n/The ...\n7.\nThe trial court found that the deceased was shot and killed by\nJackson Solly with a .38 Special Arminius revolver during the course\nand for the\npurpose of the robbery.\nAppellant will be guilty of murder if he sub= jectively foresaw the\npossibility of Jackson using the firearm to shoot and kill somebody\nin the\nexecution of their common purpose to rob and nonetheless recklessly persisted in\nthe furtherance thereof. The trial Court\nfound that to have been proved beyond\nreasonable doubt. The correctness or otherwise of that finding must now be\ndecided. To do so\nrequires a wide review and consideration of the evidence. But\nin that pro= cess it must be borne in mind that it is not a requlre=\nment of our\nlaw that it be proved beyond reasonable doubt that appellant knew that Jackson's\nflrearm was loaded. This was made clear\nby JOUBERT JA in the\n/recent ...\n8.\nrecent and as yet unreported decision of this Court in\nMathews Mbatha en\nAndere v Die Staat\nwherein the judgment was handed down on November 27 1986.\nIn considering\nS v Magwaza\n1985 (3) SA 29\nA, wherein it was held that\nproof of such knowledge was neces= sary, JOUBERT JA said the following at p 41\nof the judgment.\n\"Ons reg stel subjektlewe kennis aan\ndie kant van 'n\nsocius criminis\ndat die\ndader se vuurwapeh gelaai is of dat sy\nmes skerp is nie as \"n\nvoorvereiste vir\ndolus eventualis\nas opsetvorm nie.\nDaar is geen\nregsnorm of regsbeginsel\nwat sodanige subjektiewe kennis as\n'n\nvoorvereiste vir\ndolus eventualis\nstel\nnie,\n\t\"\n/At ...\n9.\nAt 42 - 43 the learned Judge of appeal added the follow= ing:\n\"Die feit dat 'n\nsocius criminis\nnie sub= jektief kennis gedra het van\ndie omstandigheid dat die dader se vuurwapen gelaai is nie of dat sy mes nie\nskerp is nie kan\nwel relevant wees by oorweging van die vraag of die\nsocius\ncriminis\ndie moontlikheid subjektief voorsien het dat die dader se\naanwending van die vuur= wapen in die pleeg van die roof op die dood van\ndie\nslagoffer sal uitloop, as een van die fasette van\ndolus eventualis\nas\nopsetvorm. Dit is bloot 'n feite=kwessie en nie 'n regsreël nie wat\nrelevant is by die oorweging van voor= sienbaarheid as\n'n faset van\ndolus\neventualis\n.\"\nThe following are the salient facts\nemerging from the evi= dence accepted by the trial Court, with which acceptance\nno fault can be\nfound.\nJackson Solly was no stranger to appellant and Thungo, having been the lover\nof the former's sister and the latter having become acquainted\nwith him when he\nwas a petrol attendant at the garage in Fordsburg which Thungo used to\nfrequent.\n/On ...\n10.\nOn the late afternoon of Sunday, April 22 1984, the three of them proceeded\non foot from Fordsburg to their destination at no 19 Davies\nStreet,\nDoornfontein, a distance of several kilometers. That destination was the\nVita=Freeze Icecream depot of which deceased was\nthen the manager. The business\nconducted at that depot was inter alia the sale of icecream by vendors using\npedal= carts for that\npurpose. The\nmodus o\nperandi was the following. The\nvendors collected their supplies at the depot, sold their wares to the public in\nthe streets of the\nadjacent areas and returned at end of day to trans= fer\nunsold icecream to the refrigerators at the depot and hand over their takings\nfor the day. These monies were placed by the manager in a cash=box and taken by\nvehicle to the main office at the factory. This was\nthe settled procedure on\nevery day of the week, including Sundays. The cash was usually taken to the\nfactory between 19h00 and 20h00.\nAnd it was deceased's custom\n/to ...\n11.\nto use his Ford van for this purpose. At that time of the eyening a\nconsiderable number of vendors were usually still present in and\nin front of the\ndepot, which was normally locked by an employee, Rackson Mashekeng, after the\nmanager's departure with the cash.\nThe van was usually parked in front of the\ndepot in Davies Street which runs North - South and is one=way in a northerly\ndirection,\nending in a cul=de=sac at Doornfontein station, 400 m from the depot,\nwhich is on the western side of Davies Street.\nOn the evening in question the van was parked in front of the depot facing\nnorth towards the station. The driver's door was consequently\non the street side\nof the van. Appellant, Jackson Solly and Thungo arrived at the intersection of\nMoseley and Davies Streets shortly\nafter 19h00. The van was then parked as\naforesaid and there was approximately 20 icecream vendors still in and in front\nof the depot,\nsome of them engaged in a card\n/game ...\n12.\ngame at the vehicle entrance about 6 paces from the depot's\nfront door. It was already dark but the area was well=lit by street lights\nand\nclearly vislble from the aforementioned intersection.\nAppellant was left at the street corner at that intersection which, as stated\nabove, is about 50 m from where the van was parked.\nJackson and Thungo then took\nup a position across the street, directly opposite the van.\nAbout a quarter of an hour later the deceased emerged from the depot's front\ndoor carrying the cash-box containing the day's takings,\nwas greeted by certain\nof the card players and proceeded round the back of the van to the driver's\ndoor. At the same time Jackson\nand Thungo crossed the street and as the deceased\ngot to the driver's door he was grabbed from behind round the neck by Jackson\nwho\nthen forthwith shot him in the\n/head ...\n13.\nhead at point blank range. He was killed instantly and fell\ndown at the side of the door. When Mashekeng came out of the depot after\nthe\nshot he was threatened with the revolver by Jackson who told him to \"voertsek\",\nwhich he immediately did. Jackson and Thungo\nthen pulled the deceased's body\nclear of the van, Jackson toók the cash=box and he and Thungo got into\nthe van, Thungo taking\nthe driver's seat. Appellant, who had remained at the\nstreet corner, then joined them and they drove away at high speed, Thungo\ndriving.\nThey raced through two stopstreets, stopped at the station where they\nabandoned the van in the dead=end and fled further on foot\nwith the cash=box and\nthe van's keys, to which the key of the cash=box was apparently attached.\nShortly thereafter they opened the\ncash=box and each received a portion of the\ncontents. In his aforemen= tioned statement appellant admitted that his share\nwas R150=00.\n/The ...\n14 .\nThe trial Court made the following findings, which, despite argument to the\ncontrary addressed to us, we have no reason to differ\nfrom.\nThe three partlcipants acted throughout as a team in the execution of their\ncommon purpose and clearly knew that they were engaged\nin an extremely dangerous\noperation in the process of which they would as it were have to snatch the meat\nout of the lion's maw.\nThey would undoubtedly have had to act with great and\neffective speed to successfully take the cash and escape in the van before\nthey\ncould be set upon by the icecream vendors and depot staff present in con=\nsiderable numbers in their immediate vicinity. For\nthat they needed an\ninstrument sufficiently effective to immediately overpower the deceased and keep\nthe ven= dors and staff at bay.\nUnder the circumstances the most appropriate\ninstrument would have been a loaded firearm. And it had to be used, and if\nnecessary\n/fired ...\n15.\nfired, by one or other of those members of the team whose\ntask it was to take the cash and the van.\nIn his extra=curial statement appellant admit= tel that he was at the street\ncorner for about 15 minutes before the shot was fired.\nDuring this period he and\nhls two team mates were afforded an ample opportunity to assess the situation\nand they could clearly have\ndone no other than realise subjectively that the\nopera= tion in which they were engaged could not be successfully concluded\nwithout\nthe use of a firearm. And that appellant saw deceased being shot by\nJackson and disposed of as aforesaid, is clear beyond any reasonable\ndoubt. Even\nif appellant did not before the shot was fired subjectively know that the\nrevolver was loaded the lack of such knowledge\ndoes not by itself mean that he\ndid not have the intention to murder. His conduct subse= quent to the shooting\nin running to the\nstationary van; rejoining the team, escaping with them in the\nvan and\n/sharing ...\n16.\nsharing in the spoils of the robbery without any objec= tion\nor sign of surprise, hesitation or remorse however indicate, also beyond\nreasonable doubt, that he in fact knew at all relevant times that Jackson had a\nfirearm, that he subjectively realised the likelihood\nof it being loafled and\nthe possibility of Jackson using it to kill somebody during the course of the\nrobbery, and that he nevertheless\ncontinued to participate in the execution of\ntheir common purpose reckless whether that happened or not. That amounts not\nonly to\nan intention but also to a common purpose to murder. Appellant was\ntherefore rightly convicted of murder and the appeal against that\nconviction\nmust fail.\nAs to the existence or otherwise of extenuating clrcumstances the trial Court\ngave no reasons for its finding that none existed. Such\na finding is one on a\nquestion of fact.\nThe main grounds of extenuation advanced are\n/that\n...\n17.\nthat appellant was convicted on the basis of dolus\neventualis\n, that he played only a minor role in the robbery and \"did not\npull the trigger\", that he was still relatively young and only educated\nto a\nmodest degree, and that at the time of the murder he had been unemployed for a\nconsiderable time. I am not con= vinced, having\nregard to these grounds either\nindivi= dually or cumulatively, that they reduce the moral blame= worthlness of\nthe appellant in the\ncircumstances of the present case.\nThe appeal is dismissed.\nM.T. STE\nY\nN\nAJA\nJOUBERT\nCONCUR\nSMALBERGER",
  "scraped_at": "2026-02-11T20:57:04.986593",
  "date": "1987-03-26",
  "coram": [
    "Joubert",
    "Smalberger JJA",
    "Steyn AJA"
  ],
  "case_number": "363/1986",
  "parties": {
    "applicants": [
      "Eric Nkosi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In April 1984 Petrus Coetzee du Plessis, manager of a Vita‑Freeze ice‑cream depot in Doornfontein, was robbed and murdered. The accused were Eric Nkosi (appellant), Hamilton Thungo and Jackson Solly. The three travelled from Fordsburg to the depot, positioned themselves around the manager's Ford van, and when the manager emerged with the cash‑box, Solly shot him at point‑blank range. After the killing Solly and Thungo entered the van, drove off with Nkosi joining them later, and the cash‑box was divided among the three. Nkosi later made a statement admitting his presence and participation but denying any role in the murder. At trial he was convicted of murder (under a common‑purpose theory) and robbery with aggravating circumstances and was sentenced to death for murder and eight years for robbery.",
    "issues": "The appellate court had to determine whether Nkosi could be convicted of murder on the basis of dolus eventualis, i.e., whether he subjectively foresaw the possibility that Solly would use the loaded firearm to kill and nonetheless continued with the common purpose. A subsidiary issue was whether any extenuating circumstances existed that might mitigate the death sentence.",
    "principles": "South African criminal law recognises dolus eventualis where the accused subjectively foresees a prohibited consequence and recklessly proceeds. Knowledge that a weapon is loaded is not a prerequisite for dolus eventualis, as clarified in Mathews Mbatha v State and reaffirmed in S v Magwaza. The court may consider subjective foresight, the accused’s participation in a dangerous common‑purpose enterprise, and the presence of a firearm as relevant factual matters, not mandatory legal requirements.",
    "application": "Applying these principles, the court held that Nkosi, having remained at the scene for about fifteen minutes before the shooting, had ample opportunity to appreciate the danger of a loaded gun. His subsequent actions—joining the robbers, escaping in the van, and sharing the loot—demonstrated his awareness of the likelihood that Solly might fire the gun and kill someone. The court concluded that Nkosi subjectively foresaw the possibility of death and acted recklessly, satisfying the requirements of dolus eventualis and common‑purpose murder. The court also found no factual basis for any extenuating circumstances.",
    "conclusion": "The appeal was dismissed. The conviction for murder, the finding of no extenuating circumstances, and the accompanying death sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "common purpose",
      "robbery",
      "appellate decision"
    ]
  }
}