{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/31.html",
  "case_name": "S v Schwartz (442/85) [1987] ZASCA 31 (27 March 1987)",
  "citation": "[1987] ZASCA 31",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 31\n|\nNoteup\n|\nLawCite\nS v Schwartz (442/85) [1987] ZASCA 31 (27 March 1987)\nDownload original files\nPDF format\nRTF format\nKATHE LYDIA SOPHIE SCHWARTZ APPELLANT\nand\nTHE\nSTATE\nRESPONDENT\nCASE NO. 442/85\n/ccc\nIN THE SUPREME COURTOF SOUTH\nAFRICA (APPELLATE DIVISION)\nIn the matter\nbetween\nKATHE LYDIA SOPHIE SCHWARTZ APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: BOTHA, NESTADT JJA et NICHOLAS AJA\nDATE HEARD\n: 24 MARCH, 1987\nDATE DELIVERED\n: 27 MARCH,1987\nJUDGMENT NESTADT, JA\n:\nAppellant pleaded guilty to, and\nwas\nconvicted/\n2.\nconvicted by a Johannesburg magistrate on, five counts of contravening\nsec 53(1) of the Labour Relations Act 28 of 1956 (\"the Act\"\n) . A sentence of 1\n000 hours periodical imprisonment was imposed (the five counts being taken\ntogether for this purpose). An appeal\nagainst sentence to the full bench of the\nTransvaal Provincial Division failed. This is a further appeal (with the leave\nof the court\na\nquo\n) against sentence.\nThe offences consisted in the failure of, what I may call, appellant's\ncompany to comply with certain agreements which, in terms of\nsec 48 of the Act,\nhad been declared to be binding on it as an employer\nin/\n3. in the furniture manufacturing industry in the Transvaal. In\nbreach thereof the company had, in respect of the months of October,\nNovember\nand December 1983 and January 1984,failed to pay to the industrial council\nconcerned certain provident and holiday fund\ncontributions, training fund\nlevies, council expenses and trade union subscriptions in the total sum of Rl2\n920,08. The company was\na co-accused and was also found guilty. Appellant's\nconvictions were based on the deeming provisions of\nsec 332(5)\nof the\nCriminal\nProcedure Act 51 of 1977\n. She was at all ma-terial times the sole director and\nshazeholder of the company, whose affairs she managed. In sentencing appellant,\nthe magistrate also ordered her (and the company),in terms of\nsec 54(1)\nof the\nAct,to pay to\nthe/\n4. the industrial council the amount involved at the rate of\nR500,00 per month over a period of 26 months, commencing on 30 June\n1984.\nAppellant is a woman, who, at the time of\nher trial (in April 1984),\nwas about to turn 74 years of\nage. She acquired control of the company in\nOctober 1982.\nIt would seem that she struck a bad bargain. Certainly,\nfrom\nthe beginning, it was in financial difficulty and\napparently not profitable.\nAppellant, nevertheless, per-\nsevered in conducting the business. In doing\nso, however,\nshe failed to ensure that the company complied with\nits\nobligations under the industrial agreements referred to.\nIt was in\nbreach thereof from October 1982. As a\nresult it, together with appellant,\nwas from time to\ntime/\n5. time prosecuted and convicted on charges\nsimilar to the ones in issue in this appeal. The first was in respect of\npayments due\nfrom October 1982 to January 1983. Arrears of R13 393,15 were\ninvolved. Appellant's sentence was a fine (of R13 393,15) which was\nconditionally suspended for five years. The second conviction, on 21 July 1983,\nwas in respect of an amount of R22 880,54 due for\nthe period February 1983 to\nMay 1983. Appellant was sentenced to a fine of Rl 000 or one year imprison-ment,\nconditionally suspended\nfor five years. The third was on 29 September 1983. It\nrelated to the company being in default of payment of contributions due for\nJune\nand July 1983 in the sum of R5 935,74.\nA/\n6.\nA fine of R500, or six months imprisonment on each of the five\ncounts was imposed. On 24 February 1984 appellant was convicted for\nthe fourth\ntime, in respect of the company|s failure to pay an amount of R7 650,02 due for\nAugust and September 1983. This time she\nwas sentenced to six months\nimprisonment on each count, conditionally suspended for five years. On each\noccasión orders for\nthe payment of the arrears were made against the\ncompany and appellant.\nIn sentencing appellant, the magistrate was not ummindful of her age. On the\ncontrary, the prospect of imposing a prison sentence\non her obviously gave him\ncause for concern. He,nevertheless, felt compelled to do so. He was,\nunderstandably, influenced\nby/\n7.\nby appellant's bad record. With justification\nhe\nobserved:\n\"(Y)ou failed to pay any contributions before there are any court orders...\n(I)t is really shocking to think that a person is in the\ntrade and really does\nnot take cognisance of the court orders and of other payments which should be\npaid ... It is obvious to the\nCourt that you decided that you will do a.s. you\nlike. That you are not prepared to listen to the Court Orders. You are in\narrears\nalready on the amounts you should have paid back.\"\nThe last statement was correct. Only about R7 500,00\nwas paid in respect of contributions owing for the\nperiod October 1982 to September 1983. This left,\nas at the time of appellant's trial, an amount of\nR42 359 in arrears. And to this had to be added\nthe/\n8.\nthe sum of R12 920,08 which had not been paid for\nthe\nsubsequent four month period, ie, until and including January 1984. There\nhad, moreover, been the evidence, tendered by the State,\nof an officer of the\nindustrial council, pointing out the prejudice caused to it and the company's\nemployees by the failure to pay\nthe contributions.\nIn the light of all these considerations and despite appellant's testimony,\nin mitigation of sentence, that she was in ill-health,\nI might not have been\ninclined to accede to the argument of Mr\nSolomon\n, on behalf of appellant,\nthat the sentence was unduly severe. It seems to me, however, that counsel's\nsecond submission, viz, that\nthe trial court misdirected itself, is sound and\nthat, on this basis, there was an improper\nexercise/\n9.\nexercise by it of its discretion. Having reviewed\nappellant's course of conduct and previous convictions\nthé magistrate said:\n\"(T)he Court feels that it is time that you should be taught a lesson ...(i)n\nthe past the Court assisted you in every possible way.\nYou received suspended\nsentences, and other sentences, and the last - even on the fourth occasion -you\ngot six months imprisonment,\neverything was suspended to assist you. But you\nshowed the Court that every assistance was just thrown back into the Court's\nfaces,\nand the Court feels that you should be sentenced to imprisonment. But\nbecaúse of your age the Court feels that the Court will\nnot impose the\nnormal period of im-prisonment. You are sentenced to 1 000 hours periodical\nimprisonment.\"\nThis was not a correct assessment of the position. What\nwas overlooked was that the fourth conviction, though in\nrespect of a failure to pay contributions for a period\n(ie/\n10.\n(ie August and September 1983) which was prior to\nthe\nmonths in issue in her trial (ie October, November and\nDecember 1983\nand January 1984), only took place there-\nafter (ie on 24 February 1984). Accordingly, when\nappellant committed the offences for which she has now\nbeen sentenced, the suspended sentences of six months\nimprisonment, referred to by the magistrate, were not\nin existence. In\nS v Jack\n1982(4) S A 736(A), Trengove JA\nsaid (at 742 F);\n\"Waar 'n hof by straftoemeting 'n beskuldig-de se vorige veroordelings as 'n\nver-swarende faktor teen hom in ag neem, be-hoort die\nhof, uit die aard van die\nsaak, die gegewens, wat op die betrokke vorm S A P 69 voorkom, versigtig te\nontleed...\"\nI am bound to say that this\ndid not happen here. Whilst\nthe trial court, in sentencing appellant, was clearly\nentitled/\n11.\nentitled to take her fourth conviction into\naccount\n(\nR v Zonele & Others\n1959(3) S A 319(A1 at 330 D - 331 A),\nit should not have done so in.the way in which it did.\nIndeed, Mr\nRoets\n, for the State, in his able yet commendably\nfair argument, had understandable difficulty in contesting\nthis.\nWe are, in the circumstances, entitled to impose sentence afresh. And it\nremains to do so. The seriousness of the offences is not\nto be underestimated.\nIn terms of sec 82(1) (b) of the Act, they are punishable by a fine not\nexceeding Rl 000 or imprisonment for\na period not exceeding one year or such\nimprisonment without the option of a fine or both such fine and such\nimprisonment. I have\nalready referred to the prejudice\nto/\n12. to the industrial council and the company's employees and, of\ncourse, to the repeated contraventions committed by appellant. The\namount\ninvolved is large. I have, nevertheless, come to the conclusion that this is not\na case where justice and, more particularly,\nthe purposes of punishment, would\nbe served by appellant having, uncondi-tionally, to undergo imprisonment\n(whether periodical or\notherwise). What weighs with me is the following:\n(i) It need hardly be emphasised that a sentence of periodical imprisonment\nis a \"very real form of punishment\" (per Fannin J in\nS v Bhadloo\n1971(1)\nS A 53 (N) at 54 fin and quoted with approval in\nS v Erwee\n1982(3) S A\n1057(A) at 1065 B - D). (ii) To subject a person of appellant's age (she was\ndescribed/\n13.\ndescribed by her counsel as being in her\ntwilight\nyears) to it, would be a severe sentence requiring\nexceptional circumstances.\n(iii) During the course of his judgment on\nsentence, the\nmagistrate said:\n\"Now you might tell me that you are not a criminal, and I will agree with\nyou, but on the other hand if you go to jail -you will get\nthe same treatment as\nany-other criminal\".\nI think that what he had in mind was the conside-\nration that appellant's failure to pay did not\ninvolve any dishonesty. I agree with this. Nor\nwas it to be inferred that she was deliberately\nflouting her obligations. Her conduct stemmed\nrather, so it seems to me, from her shortage of\nfunds/\n14. funds, and,perhaps one might add, an irresponsi-bility or folly brought on\nwith her advancing years. These are considerations\nwhich, in my judgment,\nreduced her moral blameworthiness and were, as such, mitigating.\n(iv) She was, in any event, not insensible to her predica-ment. In about\nNovember 1983 she attempted to sell certain immovable property,\nthe proceeds\nwhereof she intended to use to pay the amounts owing to the industrial council.\nShe also, over the period in question,\ninjected (unavailingly) approximately R50\n000 of her own capital into the business (from which she did not draw a\nsalary).\n(v) I must revert to appellant's previous\nconvictions.\nHer sentences prior to her defaulting in the\npayment\nof/\n15. of the contributions due for the period\nOctober 1982 to January 1983 were, leaving aside the alternatives, two suspended\nand one\noutright fine. I do not believe that they sufficiently brought home to\nher the realisation that a repetition of her 'failure to comply\nwith her\nstatutory obligations might lead to her imprisonment, whether periodical pr\notherwise. On the facts of this case, it seems\nto me, that before this happened,\nfairness required that appellant be made aware that she stood in jeopardy of\nsuch a sentence being\nimposed. Only then could it justifiably be said that she\ndeserved to be \"taught a lesson\" (by being gaoled). (vi) Significantly,\nconsequent upon the suspended\nsentence/ ......\n16.\nsentences of six months imprisonment, imposed on\n24 February 1984, the February, March and April 1984 contributions were paid, if\nnot timeously, then soon after they fell due. (vii) The impression one gains\nfrom her evidence (and con-firmed by what has been stated\nin previous\nsub-paragraphs) is that appellant was truly remorseful for her conduct.\nOn an\noverall view of the relevant circum-stances, I have come to the conclusion that,\nwhilst the stage has been reached where imprisonment\nhas to be con-sidered as a\npunishment, the appropriate form it should take is a suspended period on the\nterms which are set out in\nthe order which follows. It will, one hopes,\nachieve\nthe/\n17. the trial court's obvious and praiseworthy desire to\navoid appellant actually being imprisoned.\nThe appeal succeeds. The sentence of the\nmagistrate is set aside. In its\nplace there is substituted\nthe following sentence: The five counts are, for the\npurposes of sentence, treated as one. In respect thereof\na sentence of six months imprisonment is imposed. It is\nsuspended for three years on condition that appellant\n(or accused no 1) pay any unpaid balance of the amount\nof R12 920,08 owing in terms of the order in instalments\nof R500 per month commencing on or before 30 April 1987\nand thereafter by the 30th of each succeeding month.\nH-H\" NESTADT, JA BOTHA, JA )\n) CONCUR NICHOLAS, AJA )",
  "scraped_at": "2026-02-11T21:00:31.992913",
  "date": "1987-03-27",
  "coram": [
    "BOTHA",
    "NESTADT JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "442/85",
  "parties": {
    "applicants": [
      "KATHE LYDIA SOPHIE SCHWARTZ"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Appellant Kathe Lydia Sophie Schwartz was the sole director and shareholder of a furniture manufacturing company in the Transvaal. Between October 1983 and January 1984 the company failed to pay industrial council contributions, including provident, holiday, training levies and trade‑union subscriptions, amounting to R12,920.08. The company had previously been convicted on three earlier occasions for similar defaults, attracting fines and suspended sentences. At the time of trial the appellant was about 74 years old and the business was in financial difficulty. The magistrate sentenced her to a total of 1,000 hours of periodical imprisonment; the sentence was subsequently appealed.",
    "issues": "The appeal raised whether the magistrate had correctly exercised his sentencing discretion, particularly whether he was entitled to count the appellant’s earlier suspended sentences as aggravating factors, and whether a periodical imprisonment was a proportionate penalty given the appellant’s age, health, remorse and the nature of the offence.",
    "principles": "The court applied the principles of sentencing discretion under s.82(1)(b) of the Labour Relations Act, noting that periodical imprisonment is a severe sanction reserved for exceptional circumstances. It referred to precedent such as S v Jack (1982) on the proper consideration of previous convictions, and R v Zonele & Others (1959) regarding the taking of prior sentences into account. The court emphasized that sentencing must balance the seriousness of the offence, the prejudice to the industrial council, and mitigating factors like age, health, and lack of dishonest intent.",
    "application": "The court found that the magistrate erred in treating the earlier suspended six‑month sentences as existing at the time the offences were committed, because those suspensions were imposed after the offending period. Consequently, the aggravating factor was improperly applied. While acknowledging the large arrears and repeated non‑compliance, the court gave weight to the appellant’s advanced age, ill‑health, attempts to pay the debt, personal capital injection of roughly R50,000, and genuine remorse. Accordingly, the original sentence was set aside and replaced with a more tempered sanction.",
    "conclusion": "The appeal succeeded. The magistrate’s sentence of 1,000 hours periodical imprisonment was substituted with a six‑month imprisonment suspended for three years, conditional on payment of the outstanding R12,920.08 in monthly instalments of R500 beginning on or before 30 April 1987."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Statutory Non‑Compliance",
    "level_3": [
      "industrial council contributions",
      "periodic imprisonment",
      "elderly defendant",
      "sentence reduction",
      "repeat offences"
    ]
  }
}