{
  "url": "https://www.saflii.org/za/cases/ZASCA/1987/128.html",
  "case_name": "Slims (Pty) Ltd. and Another v Morris NO (256/86) [1987] ZASCA 128; [1988] 2 All SA 33 (A) (10 November 1987)",
  "citation": "[1987] ZASCA 128",
  "court": "ZASCA",
  "year": "1987",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1987\n>>\n[1987] ZASCA 128\n|\nNoteup\n|\nLawCite\nSlims (Pty) Ltd. and Another v Morris NO (256/86) [1987] ZASCA 128; [1988] 2 All SA 33 (A) (10 November 1987)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nSLIMS (PROPRIETARY) LIMITED\nfirst appellant\nREBEL DISCOUNT LIQUOR STORES\nTEASTERN CAPE) (PROPRIETARY)\nLIMITED\nsecond appellant\nand\nDAVID MORRIS NO\nin his capacity as Trustee in\nthe Insolvent Estate Juan Ignacio\nMarsal\nrespondent\nCORAM\n: CORBETT, BOTHA, VAN HEERDEN, NESTADT JJA\net NICHOLAS AJA.\nDATE OF HEARING\n: 7 September 1987\nDATE OP\nJUDGMENT:\nJUDGMENT\nCORBETT\nJA:\nI have had the privilege of reading the judgments\n/ prepared\n2\nprepared in this matter by my Brothers BOTHA and NICHOLAS. Unfortunately\nI am not able to agree with either. In my opinion, for the\nreasons which follow,\nthe appeal should be dismissed with costs.\nLike NICHOLAS AJA, I shall confine my considera-tion of the matter to the\ncase of the Phoenix Hotel on the basis that the position\nin regard to the\nSwartkops Hotel is no different. The facts are set out in the judgment of my\nBrother NICHOLAS and I shall repeat\nthem only where this is necessary for the\npurposes of my reasoning.\nThe first question to be considered is whether,\napart from the provisions\nof sec 37(5) of the Insolvency\nAct 24 of 1936, as amended (\"the Insolvency Act\"), the\nfirst appellant (\"Slims\"), as sub-lessor of the Phoenix\nHotel, was entitledto an order for the retransfer to it\nor its nominee of the hotel liquor licence with off-\nconsumption authority (\"the liquor licence\") after the\n/ determination\n3\ndetermination of the sub-lease in terms of sec 37(2) of the Insolvency\nAct. This depends to some extent upon the nature of a liquor\nlicence and upon\nthe legal conser quences of the insolvency of the licensee.\nThe nature of a liquor licence has been discus-sed in a number of cases (see\neg\nFick v Woolcott and Ohlsson's Cape Breweries Ltd\n1911 AD 214\n;\nPietermaritzburg Corporation v South African Breweries Ltd\n1911 AD 501\n;\nReceiver of Reve-nue, Cape v Cavanagh\n1912 AD 459\n;\nSolomon v Registrar\nof Deeds\n1944 CPD 319\n;\nWeintraub and Weintraub v Joseph and Others\n1904 (1) SA 750\n(W);\nBank Station Hotel (Pty) Ltd v Thomas and Others\n1970 (4) SA 411\n(T) ). From these judgments it appears that a liquor licence is\na statutory privilege granted to a particular person under the liquor\nlaws (the\ncurrent law being the Liquor Act 87 of 1977 -\"the Liquor Act\") entitling him to\nsell liquor at particular premises. It\nis a purely personal privilege. Its\ngrant\n/ involves\n4\ninvolves the exercise by the licensing authorities of a\ndelectus\npersonae\nso that, save to the extent and in the\nmanner permitted by the\nLiquor Act, the licensee cannot\ntransfer or otherwise deal with his licence.\nThe law\nprovides for the strict supervision of the grant, trans-\nfer and removal of licences. Nevertheless, as pointed\nout by INNES J in\nFick\n's case,\nsupra\n, (at p 230) —\n\"Contractual undertakings on the part of a holder to transfer his licence to\nsome other person on the happening of certain contingencies\nare of frequent\noccurrence. But the expression, though convenient, is inaccurate. No holder can\ntransfer his licence; that is the\nsole prerogative of the Licensing Court. So\nthat the only way to give any effect to such an underta-king is to treat it as\nan agreement\nby the promisor to exercise in favour of the pro-misee such right\nto apply for a transfer as the statute gives him, and to do all\nthings necessary\non his part to enable the Licen-sing Court to deal with the application. And\nthat is what, in my opinion, an agree-ment\nto transfer a licence amounts\nto.\"\n(See also\nSolomon v Registrar of Deeds\n,\nsupra\n, at p 325;\n/\nBank\n5\nBank Station Hotel\ncase,\nsupra\n,\nat p 416 A-C). Under\ncurrent legislation an application for a transfer of\na\nlicence is dealt with by the Minister of Industries\nCommerce and Tourism\n\"or a person acting under his direc-\ntions\" (see sec 45(1) of the Liquor Act,\nread with the\ndefinition of \"Minister\" in sec l); but otherwise the\nstatement by INNES J is as pertinent today as it was\nin 1911. Pertinent too are the remarks of VAN ZYL JP\n(with whom JONES J concurred) in\nSolomon v Registrar of\nDeeds\n,\nsupra\n(at p 325):\n\".... a liquor licence is not merely a privilege but is a right of a\npotential commercial value which may sometimes be very considerable,\nand a right\nwhich is alienable and can be sold. It is, however, not every sale thereof which\ncan be given effect to because when\na licence has been sold, transfer thereof to\nthe purchaser will have to be obtained from the Licensing Board; and if the\nBoard does\nnot approve of the purchaser or if the purchaser does not possess one\nof the essentials required by law, such as e.g. the right to\noccupy the\npremises\n/to\n6\nto which the licence relates, transfer of the licence will not be obtained and\nthe sale will fall through. Although, how-ever, there\nare these limitations to\nthe giving effect to a sale of a liquor licence, the right to sell is there and\nit can some-times be a very\nvaluable right\".\n(As to\na licence having a commercial value, see also the\nPietermaritzburg\nCorporation\ncase,\nsupra\n, at p 517.)\nMoreover, where a licence is\n\"sold\" by its holder to a\nperson who wishes to conduct the business\nelsewhere, it\nwould appear to be possible to make simultaneous applica-\ntion for transfer of the licence to another person and its\nremoval to other premises (see 15 LAWSA par 190;\nSingh\n|\nand Others v Chairman National Liquor Board and Others\n1977\n(3) SA 1088 (N)). In\nSolomon v Registrar of Deed\ns,\nsupra, it was further held that (see p 326) —\n\"As a right of a commercial value which can be separately held, alienated and\nsold, a liquor licence under our law can also be mortgaged\".\nThis statement was approved in\nNkwana v Hirsch\n, 1956 (4)\n/ SA\n7\nSA 450 (A), at p 457 H, by SCHREINER JA, who added that the licence could\naccordingly be sold in execution of a judgment on the bond.\nAs appears from the aforegoing the licence is granted personally to the\nlicensee and only he can be re-garded as the owner of the\nlicence (see\nBank\nStation Hotel\ncase,\nsupra\n, at p 416 A). Nevertheless, as already\nindi-cated, a person other than the licensee may by contract ac-quire a\njus\nin personam\nagainst the licensee requiring the licensee to do all in his\npower to have the licence trans-ferred to such person or his nominee.\nIn\naddition to the case of a \"sale\" of a licence, mentioned above, there is the\nsituation created by the leasing of licensed premises\nand the business conducted\nthereon. The facts of the pre-sent caae illustrate the point.\nImmediately prior to the sub-letting of the Phoenix Hotel and the off-sales\npremises, and the businesses\n/ conducted\n8\nconducted thereon, to Marsal the liquor licence would have\nbelonged to the\nsub-lessor, Slims, as licensee. In terms of the sub-lease (clause 24) the\ncontract was conditional on permission being\ngranted for the transfer of the\nlicence by the relevant authorities. It is implicit in, the sub-lease that the\nsub-lessor is obliged\nto do all that is re-quired of him to effectuate the\ntransfer of the licence into the name of the sub-lessee, Marsal. And, as we\nknow, this was done. Once transferred, the licence no longer belonged to the\nsub-lessor, Slims, but became the property of the sub-lessee,\nMarsal (see\nWeintraub\n's case,\nsupra\n, at p 754 C-D). In terms of clause 21 of\nthe sub-lease the sub-lessee is obliged, upon termination of the sub-lease, to\ndo all things\nnecessary to ensure that the licence is transferred back to the\nsub-Iessor. This amounts to a\njus\nin\npers\nonam created in favour of\nthe sub-lessor against the sub-lessee in the circumstances postulated (see\nWeintraub\n's case, supra,\n/ at\n9\nat p 754 D;\nBank Station Hotel\ncase,\nsupra\n, at p 416\nA-B).\nThe provisions of clause 18 of the sub-lease, which in the\nevent of\na breach of the agreement committed by the sub-\nlessee give the sub-lessor the right to terminate the\nagreement forthwith\nand \"repossess the business and all\nrelevant licences\", can thus not be implemented literally.\nAt most, in those circumstances, the sub-lessor would be\nentitled to demand of the sub-lessee that he co-operate\nin the transference of the licence by the appropriate li-\ncensing authority back to the sub-lessor. The provisions\nin clause 14 of the sub-lease for the repossession of the\nlicence, in the event of the sub-lessee endangering the\ncontinuance of the licence, must be similarly interpreted.\nUpon sequestration Marsal was divested of his estate, which vested in his\ntrustee upon the latter's appointment (sec 20(1)(a) of the\nInsolvency Act).\nMarsal's estate consisted,\ninter alia\n, of all his property at the\n/ date\n10\ndate of sequestration (sec 20(2)(a) ). \"Property\" means movable or.immovable\nproperty situated within the Republic and includes contingent\ninterests other\nthan those of a fideicommissary heir or legatee (sec 2). \"Movable property\"\nmeans every kind of property and every\nright or interest which is not immovable\nproperty (sec 2). It is not neces-sary to refer to the definition of \"immovable\nproperty\".\nIt seems to me that the liquor licence in question constitu-ted\nmovable property of Marsal within this definition and that in terms\nof sec\n20(1)(a) it vested in Marsal's trustee upon the latter's appointment (cf\nSolomon v Registrar of Deeds\n,\nsupra\n, at p 324;\nWard v Barrett\nN0 and Another NO\n1963 (2) SA 546\n(A), at pp 551 G, 554 B). Sec 47(1) of the\nLiquor Act appears to recognise that upon the sequestration of the estate of the\nholder\nof a liquor licence the licence vests in his trustee and it empowers the\ntrustee to carry on the business without formal transfer\nof the licence for a\nlimited period. This was not disputed.\n/ The\n11\nThe sequestration of Marsal's estate did not put an end to the\nsub-lease (sec 37(1) of the Insolvency Act), but the trustee's failure\nto notify\nthe sub-lessor of his desire to continue the lease caused it to terminate at the\nend of three months after his appointment\n(sec 37(2) ). Such termination brought\ninto operation the provisions of clause 21 of the sub-lease with the result that\nthe sub-lessor\nacquired a personal right against the trustee that the latter\nshould do all things necessary to ensure the re-transfer of the licence\nto the\nsub-lessor. What the appel-lant in this case is, in effect, claiming is specific\nper-formance of the correlative obligation.\nThe question is: is it entitled to\ndo so?\nIt is true that had the sub-lease terminated in\nsome\nway, without the insolvency of Marsal, Marsal would\nhave been obliged, in terms of clause 21, to do all that\nwas necessary to ensure the transfer of the licence back\nto Slims. But in fact insolvency has supervened and a\n/\nconcursus\n4 \t12\nconcursus creditorum\nhas taken place. Generally speaking,\nthe trustee's duty is, subject to the directions of the\ncreditors, to liquidate the assets of the insolvent estate\nfor the benefit of creditors and to distribute the proceeds\namong the creditors in accordance with the scheme of pre-\nference laid down by the Insolvency Act. As INNES J once\nremarked —\n\"[A] sequestration order crystallises the insolvent's position; the hand of\nthe law is laid upon the estate, and at once the rights\nof the general body of\ncreditors have to be taken into consider-ation. No transaction can thereafter be\nentered into with regard\nto estate matters by a single creditor to the prejudice\nof the general body\".\n(See\nWalker v Syfret NO\n1911 AD 141\n, at p 166.)\nIn\nConsolidated Agencies v Agjee\n,\n1948 (4) SA 179\n(N) SELKE J\nreferred to the above-quoted\ndictum\nof INNES J and added (at\np 189):\n\"It is clear, I think, that, thus, a trustee in insolvency does not stand for\nall purposes of contract in the shoes of\n/ the\n13\nthe debtor or insolvent whose estate he administers, and that he is not bound\nspe-cifically to perform, or to perform in full, executory\ncontracts made by the\ndeb-tor before insolvency, if his doing so would operate to the prejudice of the\nother cre-ditors by giving\none creditor an improper preference over the other or\nothers.\"\n(see also\nWard v Barrett NO\nand Another NO\n,\nsupra\n, at p 552\nH - 553 A;\nEx parte Liquidators\nof Parity Insurance Co Ltd\n1966 (1) SA 463\n(W), at p 471 A - C). And in 11 LAWSA par\n220 the following statement is made:\n\"If the trustee decides to abandon or terminate the contract he need not\nper-form ahy unfulfilled stipulations of the contract and\nthe other party has a\nconcurrent claim against the insolvent estate for any damages he may have\nsustained\".\nAmong the assets vesting in Marsal's trustee for the benefit of creditors is\nthe liquor licence re-lating to the Phoenix Hotel. It\nis the trustee's atti-tude\nthat the licence should be realized, together with\n/ the\n14\nthe insolvent's other assets. In this he appears to have the\nbacking of the majority of the major creditors. In the circumstances\nI do not\nthink that Slims is entitled to obtain specific performance of the right in\npersonam\narising from clause 21 of the sub-lease. It must content itself\nwith a concurrent claim for damages.\nAlthough this was disputed on the papers, it was accepted in argument before\nus by respondent's counsel that the sub-lease comprehended\nnot only the hotel\npremises (including the off-sales) but also the businesses conduct-ed thereon.\nThe \"lease\" of a business creates\nproblems of legal classification. In 14 LAWSA\npar 137 doubt is ex-pressed as to whether incorporeal things can be let. Be that\nas\nit may, a \"business\" is a somewhat amorphous concept. It no doubt includes\nthe right to occupy the premises from or upon which the\nbusiness is conducted;\nthe use of the fittings, fixtures and furniture upon the premises relating\n/ to\n15\nto the business; the existing stock-in-trade; the service\ncontracts of\nemployees of the business; the goodwill; the\nlicences or other permits required for the conduct of the\nbusiness; and,\nwhere applicable, the right to use a trade\nname, trade mark, design, etc. In a \"lease\" of a business,\nsuch as the sub-lease in the present case, not all of these\nelements of the business are transferred to the \"lessee\"\non the basis that the \"lessee\" is only to have the temporary\nuse and enjoyment thereof, is to pay rent therefor and is\nto restore the same upon the termination of the lease. Thus,\nfor example, clauses 8 and 26 of the sub-lease provide that\nthe sub-lessee is to take over all the movable assets of\nthe business such as furniture, crockery, cutlery, linen, etc for an amount\nof R40 000 to be paid in four annual\ninstalments; and clause 11 provides for the sub-lessee to\ntake over and pay for cash floats, liquor, food and other\nconsumable stock at a valuation at cost, the amount to\n/ be\n16\nbe paid within 90 days. Upon termination the parties are to take stock of all\nbusiness assets and to value such stock and movables\nat book value; and the\nsub-lessor is to pay the sub-lessee the value so determined (clauses 19 and 20).\nAnd, as far as the liquor\nlicence is concerned, the \"lease\" itself does not, as\nI have explained, cause the licence to be transferred to the sub-lessee.\nAccordingly,\nthe \"lease\" of the business appears to be some form of innominate\ncontract rather than a lease in the true legal sense.\nI shall assume in favour of Slims that under a \"lease\" such as this the\nlessor retains some form of real right in the goodwiHof the\nbusiness which\nentitles. him to the restoration of the goodwill, together with the leased\npremises, upon the termination of the lease,\neven as against the lessee's\ntrustee in insolvency. Nevertheless, I do not think, with respect, that it\nfollows from this that in\nthis\n/ case\n17\ncase the trustee is not free to deal with the liquor\nlicence\notherwise than by transferring it to the sub-lessor. It\nis true\nthat the goodwiHof a licensed business is very\nmuch dependent upon the liquor\nlicence and, as pointed\nout by INNES ACJ in\nReceiver of Revenue Cape v\nCavanagh\n,\nsupra\n(at pp 464-5), the cases in which they are separately\ndealt with must be \"few indeed\". Nevertheless, they are\nseparate entities and may be separately dealt with. As\nINNES ACJ said (at p 465);\n\"An hotel proprietor of long standing and wide repute might quite conceivably\ndispose on profitable terms of his pre-mises and their\nrelative licences, while\nexpressly retaining the good will for himself\".\nIt is also true that without the licence the goodwill is\ndeprived of much of its value; and that consequently the\nrestoration to the sub-lessor by the trustee of the good-\nwill only (the licence being retained for the benefit of\ncreditors) will cause the sub-lessor loss (for which the\n/ sub-lessor\n18\nsub-lessor would no doubt have a concurrent claim against the insolvent\nestate), but it seems to me that this is an inevitable\nconsequence\nofthe sub-lessee's insolvency. In\nshort, I am of the view that the vesting of the licence in the trustee for the\nbenefit of creditors\ncannot be re-.conciled with an obligation upon the trustee\nto restore the licence to the sub-lessor.\nIt was argued by counsel for appellant (Slims) that the licence was\n\"encumbered\" by the obligation to restore it to the sub-lessor\nupon termination\nof the lease and that this obligation was, therefore, binding upon the\nsub-lessee's trus-tee. In so far as this\nargument involves the proposition that\nthe obligation to restore is something more than a personal obligation, I can\nfind no basis\nfor it. And, as I have explained, upon insolvency a creditor with\na\njus\nin\npersonam\ncannot claim specific performance as against the\ndebtor's trustee where this conflicts with the interests of the gene-\n/ ral \t. .\n19\nral body of creditors.\nReference was made by appellant's counsel to the case of\nOhlsson v Kuhr's\nTrustee\n(1901) 18 SC 205.\nThough it (and the case in which it was followed,\nCommercial Hotels Co Ltd v Davidson's Trustee\n1905 TH 348)\nare in point,\nthey appear to be based upon an acceptance that upon the termina-tion of the\nlease neither the lessee nor his trustee\nhad \"any right whatever\" to the\nlicence. These cases were decided before the nature of a liquor licence had been\nauthoritatively\ncon-sidered by this Court and I do not think that the\nabove-stated proposition is sound.\nFor these reasons the first question posed must, in my opinion, be answered\nin the negative.\nI turn now to the second question, viz. whether a claim for the restoration\nof the licence can be based upon the provisions of sec\n37(5) of the Insolvency\nAct. The\n/ relevant\n20\nrelevant portion of sec 37(5) in the English text of the Act, reads as\nfollows:\n\"A stipulation in a lease that the lease shall terminate or be varied upon\nthe sequestration of the estate of either party shall be\nnull and void, but a\nstipulation in a lease which restricts or prohibits the transfer of any\nright under the lease\t shall bind the\ntrustee of the insolvent estate of the lessee\n, as if he were the\nlessee\t\".,\nAs originally enacted, in 1936, sec 37(5)\nconsisted\nmerely of the first portion, ending with\nthe words \"null and\nvoid\". The remainder was added by sec 14 of the Insolvency\nLaw Amendment Act 16 of 1943. Both the original Act and the\namending Act were signed in Afrikaans.\nThe corresponding words in the Afrikaans text read:\n\"'n Beding in 'n huurkontrak dat die huur sal eindig of 'n verandering\nondergaan met die sekwestrasie van die boedel van een of ander\nvan die partye\ntot die huur is nietig, maar n beding in 'n huurkontrak wat die oor-drag van\nenige regwat bestaan kragtens die huurkontrak,\nbeperk of verbied.... verbind die\nkurator van die insolvente boedel van die huurder.... asof hy die huurder....\nwas..\".\n/ For\n21\nFor present purposes we are concerned only with the quoted portion of sec\n37(5) introduced by the amending Act of 1943. I shall refer\nto this as the\n\"latter portion\" of sec 37(5).\nIt was alleged in the founding affidavit that it\nwas\nan implied term of the sub-lease that the sub-lessee was\nprecluded from transferring the liquor licence to third par-\nties of his own choice, assuming that he could obtain per-\nmission to do so from the licensing authority. This was ad-\nmitted by the trustee in his opposing affidavit. Upon this\nfoundation it was argued by appellant's counsel that this\nimplied term (perhaps more correctly to be described as a\ntacit term) constituted —\n\"..... a stipulation in a lease which re-\nstricts or prohibits the transfer\nof any\nright under the lease\t\"\nand\nthat the tacit term was accordingly binding on Marsal's\ntrustee. The argument is, in my opinion, fatally flawed.\n/ Using,\n22\nUsing, for the moment, the language of the English text, the latter portion\nof sec 37(5) refers to two concepts, viz. (i) \"a stipulation\nin a lease\" and\n(ii) \"any right under the lease\"; and provides, in effect, that where the\nstipulation \"restricts or prohibits the\ntransfer of\" the right, the sti-pulation\nis binding on the trustee of the lessee. It is clear, too, that this portion of\nsec 37(5)\nis concerned only with stipulations of this nature imposed upon the\nlessee, or only with such stipulations in so far as they affect\nthe lessee,\nfor,it\nis only upon the trustee of the lessee that they\nare made binding. As pointed out by this Court in\nDurban City Council v\nLiquidators, Durban Icedromes Ltd and Another\n1965 (1) SA 600\n(A), at p 612\nB-D, prior to the amendment of sec 37(5) by Act 16 of 1943 there had been a\nnumber of decisions in our courts (though\nnone of this Court) holding that a\nprovision in a lease prohibiting the sub-letting of the leased property or the\nassignment of the\nlease without the\n/ consent\n23\nconsent of the lessor was, in the event of the insolvency of the lessee, not\nbinding on his trustee or, in the case of a lessee company,\nupon the liquidator\n(see\nGardiner NO v London and South African Exploration Company and\nAnother\n7 HCG 190 and, on appeal,\n(1895) 12 SC 225\n;\nStalson v Brook\n1922 WLD 143\n;\nHeimann v Klempman & Jaspan\n1922 WLD 115\n;\nHimmelhoch\nv Liquidators, Fresh Milk and Butter Supply Co Ltd and Others\n1925 TPD 958\n;\nMahomed's Estate v Khan\n1927 EDL 478).\nTo-wards the end of 1942 this line\nof authority was referred to in a judgment of this Court and it was assumed that\nthese cases were\ncorrectly decided (see\nEstate Fitzpatrick v Estate Frankel\nand Others\n1943 AD 207\n, at p 218). In my opinion it is to be inferred that,\nin adding the latter portion of sec 37(5) in 1943 by means of the amending Act,\nthe Legis-lature intended to reverse the effect of the decisions re-ferred to\nabove. They, or rather the legal situation crea-ted\nby them, was the mischief\naimed at by this part of the\n/ amending\n24\namending Act and the remedy provided was a provision making sucn a\nrestriction or prohibition binding upon the lessee's trustee in\ninsolvency. And,\nas was hcld in\nDurban City\nCouncil v Liquida\ntors, Durban Icedromes Ltd\nand Another\n,\nsupra\n, sec 37(5) also renders such á restriction\nor prohibi-tion binding, in the case of the winding up of a lessee com-pany,\nupon\nthe liquidator (ie when read with the relevant sec-tion of the Companies\nAct, which was then sec 130(2)(f) of Act 46 of 1926).\nThe amendment is formulated in general terms. It does not specifically refer\nto sub-letting or assignment. No doubt the Legislature\nwished to include as well\nrestric-tions or prohibitions aimed at transfers of rights of a less\ncomprehensive nature. It is the appellant's\ncontention that the wording is\ngeneral enough to include the tacit term in the sub-lease concerning\ntransference of the liquor licence.\n/ I\n25\nI shall assume in appellant's favour that the term \"stipulation\" (Afrikaans:\n\"beding\") includes a tacit term of the lease, though\nthere is substance in the\nview that in the context of sec 37(5) \"stipulation\" refers to an express term.\nThe question then is: can\nthe liquor licence be regarded as a \"right under the\nlease\" ('n reg wat bestaan kragtens die huurkontrak\")?\nIn my view, a liquor licence differs\ntoto\ncaelo\nfrom the type of right which the latter\nportion of sec 37(5)\nwas designed to cover, viz the contractual rights of the les-\nsee under the lease, such as the right to the use and enjoyment\nof the leased property. Firstly, such a contractual right\nderives its existence and enforceability in law solely from\nthe lease; whereas the liquor licence is created, not by\ncontract, but by the act of the licencing authority and\nderives its legal efficacy from the Liquor Act. Secondly,\na contractual right under the lease and a liquor licence are\n/ jurisprudentially\n26\njurisprudentially disparate. Such a contractual right is a\nlegal right in the strict sense and its correlative is an\t|\nobligation or\nduty imposed upon the lessor. A liquor licence,\non the other hand, is in my\nview not a legal right in the strict sense but a liberty or privilege of\nstatutory origin for which there\nis no correlative duty. (See generally W N\nHohfeld,\nFundamental Legal Conceptions\n(ed by W W Cook) pp 38-50;\nSalmond on Jurisprudence\n, llth ed, pp 271-3; Paton,\nJurisprudence\n,\n4th ed, pp 290-4.) Thirdly, sec 37(5) speaks of the \"transfer\" of rights.\nContractual rights are transferred by agreement, by a\ncession or assignment. As\nI have shown, the holder of a liquor licence has no power to transfer his\nlicence by agree-ment. He is\ngranted the licence by the exercise by the\nli-censing authorities of a\ndelectus personae\nand only the appro-priate\nlicensing authority can effect a transfer thereof and then only in accordance\nwith a procedure laid down\nby the Liquor Act. In my view, these differences\nraise serious\n/ doubts\n27\ndoubts as to whether the Legislature intended to include within the ambit of\nthe latter portion of sec 37(5) a \"right\" such as the\nliquor licence held by the\nlessee.\nThe ultimate test, however, is the meaning to be attributed to the words\nactually used by the Legislature. In my opinion, the ordinary\nmeaning of the\nwords \"right under the lease\" is a contractual right created by the lease. In\nargument counsel for Slims tended to\nconcentrate on the word \"under\" and\nsubmitted that it should be given the wider mean-ing of \"in pursuance of\". I\ncannot agree. The\nword \"under\" must be viewed in its context: that is, the\ncontext of rights and the contract of lease. A lease gives rise to contractual\nrights and it seems obvious to me that when the Legislature spoke of a \"right\nunder the lease\" it meant a right arising from, created\nby or having its origin\nin, the lease. In other words, a contractual right. And I can see no valid\nreason for departing from the\nordinary meaning of the words used by the\nLegislature.\n/ The\n28\nThe Judge a\nquo\n, in coming to the conclusion that the liquor licence\nwas not a right under the lease, relied to some extent on the judgment of this\nCourt in\nJohnstone v Kommissaris van Binnelandse Inkomste\n1960 (4) SA 592\n(A). The case is admittedly not in\npari materia\n- as emphasized by\ncounsel for Slims - but I do not agree that it is of no assistance. The question\nwhich arose in that case was\nwhether maintenance payable in terms of an\nagreement entered into by parties to a divorce action, by an exchange of\nletters, but\nnot incorporated in the decree of divorce, constituted \"'n [be]drag\nbetaalbaar by wyse van onderhoud.... ingevolge 'n bevel van egskeiding\"\nin terms\nof sec 58(3) of the Income Tax Act 31 of 1941. (The English text read: \"Any\namount\npayable by way of alimony\t under any order of divorce\".)\nTwo passages in the judgment of STEYN CJ should be noted. At page 597 B-D he\nsaid:\n/ \"Die\n29\n\"Die appellant betoog dat die woorde ingevolge' en ,under' in a sinsverband soos\nhierdie, nie slegs ,kragtens', ooreenkomstig' of\n,luidens' beteken nie, maar ook\nkan beteken ,uit hoofde van die bestaan van' of ,as gevolg van' en dat dit die\nbetekenis is wat hier\naan hul toegeskryf moet word. Die gevolg sou dan wees dat\ndie bedrag van £1,500, hoewel die betalingsoor-eenkoms nie deel van\ndie\negskeidingsbevel uitmaak nie, nogtans ,ingevolge' die bevel betaal sou wees,\nomdat die bevel die uit-werking gehad het dat die\nooreenkoms van krag geword het\nen nagekom moes word\".\nThe learned\nChief Justice rejected this argument and concluded\n(at p 599 B);\n\"Na my oordeel is die engere betekenis die gewone betekenis van ,ingevolge'\n(,under') in 'n sinsverband soos die onderhawige. Dit\nsou selfs betwyfel kan\nword of die aangevoerde wyere betekenis in so 'n samehang 'n moontlike betekenis\nis. Ek kan geen voldoende\nrede vind om van die gewone betekenis af te wyk\nnie\".\nFrom the first of the passages quoted it would\nappear that STEYN CJ was of the view that in the context\nof the subsection the word \"kragtens\" would have clearly con-\nveyed the narrower meaning of maintenance payable in terms of\n/ the\n30\nthe order of divorce. This is of importance because in the present case the\nAfrikaans (signed) text uses the word \"kragtens\". I shall\nreturn to this point\nin a moment.\nThe second of the passages quoted above is signifi-cant because of STEYN CJ's\nview that the narrower meaning of \"ingevolge\" (\"under\")\nwas the ordinary meaning\nin a context such as the one he was considering. Now an order of court, like a\ncontract, creates rights,\nof a particular kind. There is thus, in my view, an\nanalogy to be drawn between the ordi-nary meaning of \"under any order of\ndivorce\"\nand \"under the lease\". Consequently Jo\nhnstone\n's case is at least\nsome autho-rity as to the ordinary meaning of \"under the lease\" in sec 37(5).\nAnd it is to be observed that STEYN\nCJ appeared to be doubtful as to whether the\nwider meaning was even a possible meaning in the context.\nThe Afrikaans text of sec 37(5), in my opinion,\n/ supports\n31\nsupports the interpretation which I have placed upon the words\n\"right under the lease\". The corresponding words - \"reg\nwat bestaan\nkragtens die huurkontrak\"- convey to me, if any-\nthing more clearly, the\nconcept of a right which owes its\nexistence to the lease; in other words, a\nright created by\nthe lease. And here I would emphasize the use of the\nwords\n\"bestaan\" and \"kragtens\". \"Bestaan\", linked as it is with\n\"die huurkontrak\", shows that the Legislature connected the\nexistence of the right with the lease. And \"kragtens\" rein-\nforces this perception. The meanings given to \"kragtens\" by\nthe\nHandwoordeboek van die Afrikaanse Taal\nare \"Uit krag van,\nop gesag van; ingevolge\". I have already referred to the\nmeaning evidently attached to \"kragtens\" in Johnstone's\ncase,\nsupra\n. More recently, in\nS v Smith\n1986 (3) SA 714\n(A),\nthe meaning of the word \"kragtens\", as conveying the direct\nsource of a right (in the wide sense), was emphasized. This\ncase related to the meaning of sec 31(1) of the Road Trans-\n/ portation\n32\nportation Act 74 of 1977. In discussing the words in sec\n31(1)(a) \"behalwe kragtens 'n permit wat daardie padvervoer\nmagtig\", HEFER\nJA stated (at p 718 D and F):\n\"Padvervoer, dws enige handeling soos be-skryf in die definisie van daardie\nwoord in art 1, kan slegs geskied 'kragtens 'n permit\nwat daardie padvervoer\nmagtig' indien die besondere handeling deur\ndie\npermit gemagtig is\t In elk\ngeval\nmoet die woord 'kragtens' nie oor die hoof gesien word nie. 'n Handeling kan\nnie\nkragtens\n'n permit verrig word tensy dit deur die permit gemagtig is\nnie\".\n(See also\nSpinnaker Investments (Pty) Ltd v Tongaat Group Ltd\n1980 (2) SA 245\n(W), at p 252 G-H.)\nIt was argued by counsel for Slims, relying upon\nthe\nprinciple referred to,\ninter alia\n, in\nKinekor Films (Pty) Ltd\nv Dial-A-Movie\n1977 (1) SA 450\n(A), at p 461, in regard to\nremedial statutes, viz —\n\".... in expounding remedial laws, it is a settled rule of construction to\nextend the remedy as\nfar as the words will admit\n\" (my emphasis),\n/ that\n33\nthat the word \"under\" (\"kragtens\") should be given the more extended meaning\nsuggested by him. In applying this prin-ciple one must\nnot lose sight of what it\nwas that the Legis-lature sought to remedy and of the limitation imposed by the\nwords which I have emphasized\nin the above quotation. In my opinion, the\nbackground to the amending Act of 1943 and also the wording thereof show that\nwhat the\nLegislature sought to re-medy was the situation created by judicial\ndecisions which rendered stipulations in leases restricting or\nprohibiting the\ntransfer of contractual rights under the lease not bind-ing on the lessee's\ntrustee in insolvency; and I do not think\nthat the words used will admit of an\ninterpretation as wide as that contended for by the appellant.\nAt this point it is appropriate to refer to the line of reasoning upon which\nSlims relies. It is the fol-lowing: (i) the sub-lease,\nand in particular clause\n24 thereof (referred to above), contemplate that the liquor\n/ licence\n34\nlicence of the Phoenix Hotel would be transferred from Slims\nto Marsal;\n(ii) this imposed certain (tacit) obligations\nupon Slims to do all thatwas\nrequired of it to present a\nproper application for transfer to the\nappropriate licensing\nauthority in terms of sec 45(1) of the Liquor Act; (iii) this\nwas duly done and Marsal became the holder of the licence; and\n(iv) the licence was accordingly a \"right\" enjoyed by Marsal\n\"under the lease\". It is not disputed that in these circum-\nstances the so-called right, the licence, is created not by\nthe sub-lease but by the grant of the transfer by the licensing\nauthority. Nor does it necessarily follow that in such cir-\ncumstances the licensing authority will grant the application\nfor transfer. It may refuse it, for some reason. In other\nwords, the sub-lease does no more than create the rights and\nobligations which give the sub-lessee the opportunity to ap-\nply for the transfer. The connection between the sub-lease\nand the \"right\" represented by the licence is thus a tenuous\n/ one\ntenuous one. Having regard to what I have found to be the\ntrue meaning of the words \"right under the lease\" (\"reg wat bestaan kragtens\ndie huurkontrak\"), there is no doubt that the liquor\nlicence is not such a\nright.\nIn my view, therefore, the Court a quo correctly concluded that sec 37(5) had\nno application in a case such as the present.\nThis disposes of both bases for the claim by Slims for the retranafer to it\nof the liquor licence. In my opinion, therefore, the Court\na\nquo\ncorrectly granted judgment for res-pondent (Marsal's trustee) with costs. Should\nthis be re-garded as an inequitable or undesirable\nresult, then only the\nLegislature can remedy the position.\nI would dismiss the appeal with costs, including the costs of two\ncounsel.\nM M CORBETT. NESTADT JA: CONCURS.",
  "scraped_at": "2026-02-11T21:25:13.210686",
  "date": "1987-11-10",
  "coram": [
    "Corbett JA",
    "Botha JA",
    "Van Heerden JA",
    "Nestadt JA",
    "Nicholas AJA"
  ],
  "case_number": "256/86",
  "parties": {
    "applicants": [
      "Slims (Pty) Ltd",
      "Rebel Discount Liquor Stores (Eastern Cape) (Pty) Ltd"
    ],
    "respondents": [
      "David Morris No, Trustee of the Insolvent Estate of Juan Ignacio Marsal"
    ]
  },
  "sections": {
    "facts": "Slims, as sub‑lessor, sub‑let the Phoenix Hotel and its off‑sales premises to Marsal under a sub‑lease that required the transfer of the hotel liquor licence to Marsal. The licence was transferred, and the sub‑lease contained clauses obliging the sub‑lessee to re‑transfer the licence back on termination. Marsal subsequently became insolvent; his estate was sequestrated and a trustee was appointed. The sequestration terminated the sub‑lease under section 37(2) of the Insolvency Act, triggering clause 21, which gave Slims a personal right to require the trustee to re‑transfer the licence. Slims sought an order for specific performance of that obligation and relied on section 37(5) of the Insolvency Act.",
    "issues": "1) Whether Slims, as sub‑lessor, is entitled to an order for the re‑transfer of the Phoenix Hotel liquor licence after the sub‑lease was terminated by sequestration. 2) Whether the claim for re‑transfer can be based on the provisions of section 37(5) of the Insolvency Act, which binds a trustee to lease stipulations restricting the transfer of rights.",
    "principles": "The court outlined that a liquor licence is a statutory personal privilege, not a contractual right created by a lease, and may only be transferred by the licensing authority. In insolvency, a trustee must act for the benefit of all creditors and is not bound by personal obligations that would give one creditor a preference. Section 37(5) was intended to bind trustees to lease stipulations restricting the transfer of *contractual* rights under the lease, not to statutory privileges such as a liquor licence.",
    "application": "Applying these principles, the court held that the liquor licence constituted movable property of the insolvent estate and vested in the trustee. The personal right created by clause 21 could not be enforced against the trustee because it conflicted with the trustee's duty to the creditors. Moreover, a liquor licence does not fall within the meaning of a \"right under the lease\" contemplated by section 37(5), so that provision does not apply. Consequently, Slims could not obtain specific performance and could only pursue a concurrent claim for damages.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the judgment of the lower court in favour of the trustee, holding that Slims was not entitled to the re‑transfer of the liquor licence."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Licensing and Lease",
    "level_3": [
      "liquor licence",
      "specific performance",
      "sub‑lease",
      "trustee obligations"
    ]
  }
}