{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/8.html",
  "case_name": "Sechaba Medical Solutions and Others v Sekete and Others (216/2014) [2015] ZASCA 8 (11 March 2015)",
  "citation": "[2015] ZASCA 8",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 8\n|\nNoteup\n|\nLawCite\nSechaba Medical Solutions and Others v Sekete and Others (216/2014) [2015] ZASCA 8 (11 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nno: 216/2014\nIn\r\nthe matter between:\nSECHABA\r\nMEDICAL SOLUTIONS (PTY)\r\nLTD\n.......................................................\nFirst\r\nAppellant\nJAN\r\nJOHANNES LOUIS\r\nSPIES\n...............................................................................\nSecond\r\nAppellant\nGEN-HEALTH\r\nMEDICAL SCHEME\n(IN\r\nLIQUIDATION)\n......................................................................................................\nThird\r\nAppellant\nand\nWILLIAM\r\nSEKETE\n....................................................................................................\nFirst\r\nRespondent\nMASTER\r\nOF THE HIGH\r\nCOURT\n........................................................................\nSecond\r\nRespondent\nLIFE\r\nHEALTHCARE GROUP (PTY)\r\nLTD\n............................................................\nThird\r\nRespondent\nEMH\r\nOPERATING COMPANY (PTY)\r\nLTD\n........................................................\nFourth\r\nRespondent\nANTHONY\r\nPIETER BROWN\r\nNO\n............................................................................\nFifth\r\nRespondent\nEUGENE\r\nPELSER\r\nNO\n...............................................................................................\nSixth\r\nRespondent\nJOHAN\r\nCHRISTOFFEL JOUBERT\r\nNO\n.............................................................\nSeventh\r\nRespondent\nPETRUS\r\nJOHANNES OOSTHUIZEN\r\nNO\n...........................................................\nEighth\r\nRespondent\nKLAAS\r\nCHRISTIAAN VAN DER WALT\r\nNO\n.........................................................\nNinth\r\nRespondent\nEDWARD\r\nLAWRENCE GURNELL\r\nNO\n.................................................................\nTenth\r\nRespondent\nHENDA\r\nLOOTS\r\nNO\n............................................................................................\nEleventh Respondent\n(in\r\ntheir capacities as trustees of the LCM TRUST)\nPEGLERAE\r\nHOSPITAL (PTY)\r\nLTD\n....................................................................\nTwelfth\r\nRespondent\nGLYNNWOOD\r\nHOSPITAL OPERATING\nCOMPANY\r\n(PTY)\r\nLTD\n.....................................................................................\nThirteenth\r\nRespondent\nWESTCOST\r\nPRIVATE HOSPITAL (PTY)\r\nLTD\n...........................................\nFourteenth\r\nRespondent\nPRETORIA\r\nNORTH SAME DAY SURGICAL\nCENTRE\r\nPARTNERSHIP\n...................................................................................\nFifteenth\r\nRespondent\nMIDDELBURG\r\nHOSPITAL\r\nLTD\n......................................................................\nSixteenth\r\nRespondent\nLIFE\r\nCOSMOS HOSPITAL (PTY)\r\nLTD\n......................................................\nSeventeenth\r\nRespondent\nISIVIVANA\r\nHEALTH (PTY)\r\nLTD\n...................................................................\nEighteenth\r\nRespondent\nLIFE\r\nBIRCHMED SAME DAY SURGICAL\nCENTRE\r\nPARTNERSHIP\n................................................................................\nNineteenth\r\nRespondent\nWILGEHEUWEL\r\nHOSPITAL (PTY)\r\nLTD\n......................................................\nTwentieth\r\nRespondent\nWILGERS\r\nHOSPITAL\r\nLTD\n..........................................................................\nTwenty-first\r\nRespondent\nMETROPOL\r\nHOSPITALS (PTY)\r\nLTD\n....................................................\nTwenty-second\r\nRespondent\nFLOHOC\r\nINVESTMENTS (PTY)\r\nLTD\n......................................................\nTwenty-third\r\nRespondent\nBORDER\r\nHOSPITALS (PTY)\r\nLTD\n..........................................................\nTwenty-fourth\r\nRespondent\nLIFE\r\nBAYVIEW HOSPITAL (PTY)\r\nLTD\n....................................................\nTwenty-fifth\r\nRespondent\nROBINSON\r\nPRIVATE HOSPITAL\nHOLDINGS\r\n(PTY)\r\nLTD\n...............................................................................\nTwenty-sixth Respondent\nST\r\nMARY’S PRIVATE HOSPITAL\n(PTY)\r\nLTD\n..................................................................................................\nTwenty-seventh\r\nRespondent\nNeutral\r\ncitation:\nSechaba Medical Solutions\r\n& others v Sekete & others\n(216/2014)\n[2015] ZASCA 8\n(11 March 2015)\nCoram:\nNAVSA ADP, SHONGWE and WALLIS JJA and DAMBUZA and\r\nMAYAT AJJA.\nHeard\n:\r\n27 February 2015\nDelivered\n:\r\n11 March 2015\nSummary:\nMedical scheme – liquidation –\r\nproof of claims – claim by healthcare provider – whether\r\nclaim lies against\nmedical scheme – authorisation of treatment\r\nby medical scheme – whether creates a contract between\r\nhealthcare provider\nand medical scheme – ss 26(1)\n(b)\nand 59 of\nMedical Schemes Act 131\nof 1998\n– effect.\nORDER\nOn\r\nappeal from:\nNorth Gauteng\nHigh\r\nCourt (Murphy J sitting as court of first instance):\n1.\r\nThe appeal is dismissed with costs, such costs to be paid by the\r\nfirst appellant and the liquidators jointly and severally, the\none\r\npaying the other to be absolved.\n2.\nNo costs in relation to the appeal shall be\r\nrecovered or paid out of the assets of Gen-Health Medical Scheme.\nJUDGMENT\nWallis\r\nJA (Navsa DP, Shongwe JA and Dambuza and Mayat AJJA  concurring)\n[1]\nGen-Health Medical Scheme (Gen-Health), the\r\nthird appellant, was a medical scheme with some 13 000 members\r\nduly registered\nin terms of the Medical Schemes Act 131 of 1998 (the\r\nAct). On 12 October 2010 it was placed in final liquidation. Prior to\r\nthat\nit had been under curatorship since at least 2008. The first\r\nappellant, Sechaba Medical Solutions (Pty) Ltd (Sechaba), was the\r\nadministrator in respect of Gen-Health. After Gen-Health’s\r\nliquidation, and pursuant to a court order obtained by the\r\nliquidator,\nSechaba was appointed to compromise or admit claims by\r\nGen-Health’s members against the scheme in liquidation. Claims\r\ntotalling\nsome R28 million had been proved in the liquidation\r\npursuant to its efforts in this regard. Although Mr Spies is\r\nreflected\nin the heading to this judgment as the second appellant he\r\nplayed no role in the litigation and had settled his dispute with the\n\nthird respondent.\n[2]\nThe third respondent, Life Healthcare Group\r\n(Pty) Ltd (Life Healthcare) represents 18 medical facilities and\r\nhospitals that rendered\nservices to Gen-Health’s members prior\r\nto its liquidation. On its own and their behalves it submitted 19\r\nclaims totalling\nin the aggregate a little over R5 million for\r\nproof at a special meeting of creditors on 20 February 2012. In due\r\ncourse the\nfirst respondent, Mr Sekete, an assistant master of the\r\nhigh court, admitted those claims as proved claims in the\r\nliquidation.\nThat prompted Sechaba and Gen-Health to bring review\r\nproceedings to challenge his decision. The application failed before\r\nMurphy\nJ in the high court and this appeal is with his leave. Neither\r\nthe Master nor Mr Sekete have played any part in the appeal.\n[3]\nOriginally\r\nthe application was pursued on a variety of grounds. Sechaba and\r\nGen-Health said that Mr Sekete committed a number of\nirregularities\r\nin relation to the conduct of meetings of creditors and the admission\r\nof Life Healthcare’s claim. His actions\nwere said to be\r\ncontrary to the provisions of the Insolvency Act 24 of 1936\n[1]\n(the\nInsolvency Act) in\nregard to the conduct of meetings of\r\ncreditors and to constitute unlawful administrative action in terms\r\nof PAJA.\n[2]\nNone of these\r\ngrounds were pursued in the high court. Instead the proceedings were\r\ntreated as a review in terms of\ns 151\nof the\nInsolvency Act. Sechaba\nand Gen-Health contended that Mr Sekete should not have accepted Life\r\nHealthcare’s claim as a proved claim on the ground\nthat the\r\naffidavit in proof of the claim failed to disclose any lawful basis\r\nfor a claim by Life Healthcare against Gen-Health.\n[4]\nBefore turning to the merits, I must\r\nexamine the entitlement of Sechaba to institute these proceedings,\r\nwhether as the primary applicant\nor at all. Its involvement in the\r\nliquidation arose from a court order authorising it to prepare and\r\nsubmit on behalf of members\nof the scheme claims in liquidation in\r\nrespect of their unresolved claims against Gen-Health. It had\r\ndischarged that duty and the\nclaims submitted on behalf of members\r\nhad been admitted to proof. Its interest thereafter is unclear. Yet\r\nit was the first applicant\nin the review and the first appellant in\r\nthis appeal. It claimed to represent the members on whose behalf it\r\nhad submitted claims,\nbut it disclosed no basis for doing so and, on\r\nthe face of it, its opposition to the admission of Life Healthcare’s\r\nclaims\nwas not in the interests of those members. Their interest was\r\nfor Gen-Health to provide the benefits to which they had been\r\nentitled\nby virtue of their membership of the scheme and the\r\ncontributions they had made. To the extent that Life Healthcare’s\r\nclaims\nwere satisfied their obligations to Life Healthcare would be\npro tanto\ndischarged.\r\nResisting Life Healthcare’s claims meant leaving members to pay\r\ntheir own medical bills to Life Healthcare in\nfull, and to do so\r\nbefore receiving whatever dividend would be paid by Gen-Health. A far\r\nmore sensible solution for members of\nGen-Health would have been to\r\narrive at a situation in the liquidation where the maximum amount was\r\npaid to Life Healthcare leaving\nthem with as little as possible to\r\npay over and above that amount.\n[5]\nSechaba\r\nhad no interest of its own for instituting the review proceedings.\r\nCounsel could furnish no explanation for Sechaba’s\ninvolvement\r\nin this litigation, much less for the clear impression that it was\r\nthe driving force behind it. Over and above that,\nMr van der\r\nWesthuizen, one of the liquidators, deposed to the founding\r\naffidavit, without any affidavit from a representative of\nSechaba.\r\n This is quite extraordinary. As pointed out in the only text on\r\nthe law governing medical schemes in South Africa:\n[3]\n‘\nThe\r\nrelationship between a scheme and its administrator is usually so\r\nclose that without its administrator, the scheme cannot fulfil\nits\r\nobligations to its members or in any other manner conduct business as\r\na scheme. In practice, it is the administrator that conducts\nthe\r\ndaily affairs of a scheme and the acts or omissions of the\r\nadministrator are the acts and omissions of the scheme. A medical\n\nscheme does not have its own employees to pay claims and process\r\nmembership applications and changes in beneficiaries. It does\nnot\r\nhave its own information technology systems, financial reporting and\r\nmanagement systems and human resources … Most medical\nschemes\r\nare little more than paper entities with a principal officer, a board\r\nof trustees and a bank account, and therefore they\nare literally\r\ndependent on their administrators for their daily operations.’\n[6]\nMr van der Westhuizen’s affidavit was\r\nextremely cryptic as to the manner in which Gen-Health had dealt with\r\nclaims by healthcare\nproviders prior to its liquidation. He did not\r\nsay whether it received claims directly from those healthcare\r\nproviders or whether,\nas many medical schemes do, it had facilities\r\nfor the healthcare providers to submit claims directly to it by\r\nelectronic means,\nwhich claims would be processed through its\r\ncomputer systems. He made no mention of its previous dealings with\r\nLife Healthcare.\nThis was in the face of evidence that the latter\r\nwould contact its staff telephonically on admission of a patient to\r\nobtain pre-authorisation\nfor the rendering of services to that\r\npatient. The statement that these allegations were too general to\r\nattract a response was\nsimply evasive.\n[7]\nThe liquidator had standing to challenge\r\nthe decision by the assistant master to admit Life Healthcare’s\r\nclaims to proof.\nHowever, his reasons for doing so are obscure and do\r\nnot appear from the affidavits, which were principally directed at\r\nattacking\nthe manner in which the assistant master dealt with the\r\nclaims. In argument it was suggested that the liquidators were\r\nconcerned\nabout payments being duplicated by being made to both Life\r\nHealthcare and members in respect of the same claims. It was also\r\nsaid\nthat the liquidators were concerned whether the services had in\r\nfact been rendered and whether the correct tariffs had been charged.\n\nBut Sechaba did not say that there would be any difficulty in\r\nexamining the claims by Life Healthcare and correlating them with\n\nthose of individual members. Nor did it say that there would be any\r\ndifficulty in verifying those claims, whether as to validity\nin terms\r\nof the scheme’s rules, or as to quantum. Counsel could not\r\nrefute the suggestion from the bench that it would have\nbeen a\r\nrelatively straightforward practical matter to compare Life\r\nHealthcare’s claims with Gen-Health’s records and\nto\r\nmatch the claims of members with those submitted by Life Healthcare.\r\nWhere claims overlapped they could be treated as one for\nthe purpose\r\nof determining the dividend payable on the global claim and paying it\r\nto the party entitled thereto. In any event this\ntype of logistical\r\nissue was not raised as the reason for instituting review\r\nproceedings.\n[8]\nAgainst that background it is necessary to\r\nexpress disquiet at the fact that time, better spent on winding up\r\nthe affairs of the\nscheme, has been wasted on this litigation, which\r\ndoes not appear to benefit the people most disadvantaged by\r\nGen-Health’s\nliquidation, namely its members. No other creditor\r\nhas come forward in opposition to the admission to proof of Life\r\nHealthcare’s\nclaims. What is more, the admission of the claims\r\nwas merely for the purposes of proof. After investigation the\r\nliquidator could\nhave approached the Master to reject them if a basis\r\nfor rejecting them had emerged. Having said that I turn to deal with\r\nthe merits\nof the litigation.\n[9]\nA\r\nreview of a decision by the Master in terms of\ns 151\nof the\nInsolvency Act is\nthe broadest kind of review, where the court enters\r\nupon the question decided by the functionary and determines it\r\nafresh.\n[4]\nThe question before\r\nMr Sekete was whether Life Healthcare had provided proof of a valid\r\nclaim. It must be remembered that, in deciding\nthat it had, Mr Sekete\r\nwas not determining the validity of the claim. The claim still needed\r\nto be scrutinised by the liquidators,\nwho could, if not satisfied\r\nwith it, ask the Master to reconsider it.\n[5]\nThereafter both Gen-Health and any other interested person would\r\nstill be entitled on proper grounds to object to the liquidation\nand\r\ndistribution account, including Life Healthcare’s claim,\n[6]\nand, if not satisfied with the Master’s response to their\r\nobjection, could challenge that decision before the high court.\n[7]\n[10]\nIt\r\nis no doubt for that reason that the cases say that all that a\r\ncreditor need do, in submitting a claim to proof, is to provide\nproof\r\non a prima facie basis that it has a valid claim. The matter was\r\ndealt with by Roper J\n[8]\nwhen he\r\nsaid:\n‘\nThe\r\nadmission of a claim by the presiding officer is in a sense only\r\nprovisional, because under\nsec. 45(3)\nthe trustee may dispute the\r\nclaim notwithstanding its admission by the presiding officer.\r\nFurthermore, the presiding officer does\nnot adjudicate upon the claim\r\nas if he were a Court of Law; he is not required to examine the claim\r\ntoo critically (\nHassim Moti & Co v\r\nInsolvent Estate Joosub & Co\n.,\n1927\r\nT.P.D. 778\nat p. 781), or to require more than\nprima\r\nfacie\nproof (\nAspeling\r\nv Hoffman's Trustee\n,\n1917 T.P.D. 305\nat\r\np. 307). It is by no means inconceivable that he might be satisfied,\r\non the evidence advanced by the creditor, that the latter\nhad a\nprima\r\nfacie\ncase, or even more than such a\r\ncase, notwithstanding the declared opposition of the trustee to the\r\nclaim.’\nThe\r\nproper approach is to decide whether the claimant has disclosed\r\nsufficiently the essential particulars of the claim being advanced.\n\nTechnical objections are not lightly upheld.\n[9]\nEven if the claim is admitted as a proved claim at the meeting of\r\ncreditors it must then be scrutinised by the liquidator in terms\nof\ns 45(2)\nof the\nInsolvency Act and\nif the liquidator disputes the\r\nclaim a report must be made to the Master, who will either confirm or\r\nalter the previous decision\nadmitting the claim as a proved claim. If\r\nthe Master confirms that decision then the liquidator must include\r\nthe claim in the liquidation\nand distribution account, but the\r\naccount is subject to objection by the insolvent – in this case\r\n– Gen-Health, and\nany other interested person.\n[10]\n[11]\nUnder\ns 44(4)\nof the\nInsolvency Act\nLife\nHealthcare’s claim had to be proved by way of an affidavit\r\nin a form corresponding substantially with Form C and setting out\nthe\r\nnature and particulars of its claim. The affidavit stated that Life\r\nHealthcare operated a number of divisions and subsidiaries\nand\r\nthrough these it operated medical facilities and hospitals to which\r\npatients were admitted for treatment. The affidavit went\non as\r\nfollows:\n‘\n5.\r\nIn respect of each division … the patients admitted for health\r\ncare signed admission forms in terms of which they:\n5.1\r\nrecorded that their medical aid to which they belonged was\r\nGen-Health;\n5.2\r\nindicated which form of cover they had with Gen-Health;\n5.3\r\nwarranted that they were a “\ncurrently, paid-up member of\r\nGen-Health”\nand furthermore authorised the creditor to\r\nsubmit its statement of account to Gen-Health for payment on his/her\r\nbehalf.\n6.\r\nIt is submitted that the very purpose of a party holding medical aid\r\ncover is so that when they are admitted to any medical facility\nof\r\nthe creditor for care and medical treatment, the costs associated\r\nwith such medical treatment and particularly the medical facility’s\n\ncosts in providing such treatment are insured by the medical aid\r\nconcerned.\n7.\r\nIf regard be had to section 59 of the Act, a medical scheme such as\r\nGen-Health could, subject to the provisions of the Act and\nthe rules\r\nof the medical scheme concerned, pay to a member or a supplier of a\r\nservice any benefit owing to that member or supplier\nof the service\r\nwithin 30 days after the day on which the claim in respect of the\r\nbenefit was received by the medical scheme.\n8.\r\nAccordingly, and by virtue of the provisions of the Act and the fact\r\nthat each of the patients who received medical treatment\nfrom the\r\nmedical facilities of the creditor … were paid-up members of\r\nGen-Health, it is submitted that the creditor has\nthe right to claim\r\npayment of the monies due, owing and payable to it consequent upon\r\nthe medical services rendered from Gen-Health.’\n[12]\nSechaba and Gen-Health argue that the claim\r\nadvanced by Life Healthcare was based on the provisions of s 59\r\nof the Act and\nthat the section does not entitle a healthcare\r\nprovider to claim directly from its patient’s medical scheme,\r\neven if the\npatient authorises the healthcare provider to submit its\r\naccount directly to the medical scheme. Life Healthcare disputes this\r\ncontention. In addition it had another string to its bow. In its\r\nanswering affidavit filed in the review it said:\n‘\nThe\r\nclaims submitted by and on behalf of the Life Group are premised on\r\nmedical and hospital services that were rendered by the\nLife Group to\r\nmembers of Gen-Health prior to its liquidation. Those services are\r\nrendered, firstly, upon a declaration by the member\nconcerned that he\r\nis a fully paid up member of a medical scheme (in this case\r\nGen-Health) and, secondly an authorisation by Gen-Health\nitself (via\r\nits administrators) that the services may be provided and will be\r\npaid for by Gen-Health. These authorisations take\nthe form of\r\ntelephonic confirmation of various codes that identify the service or\r\nprocedure to be undertaken by the member concerned.’\nNeither\r\nSechaba, which was the claims administrator for Gen-Health, nor\r\nGen-Health itself, disputed these allegations. Life Healthcare\nargued\r\nthat on these facts their claims were underpinned by contracts\r\nconcluded, in relation to each patient and member of Gen-Health,\n\nbetween Life Healthcare and Gen-Health, in terms of which the latter\r\naccepted liability for and agreed to pay for the services\nrendered to\r\nits members.\n[13]\nMurphy J upheld that submission and he was\r\ncorrect to do so.  The whole purpose of a healthcare provider\r\nseeking pre-authorisation\nfrom a medical scheme before rendering\r\nservices to a patient is to obtain the assurance that the medical\r\nscheme of which that person\nis a member will pay its account once the\r\ntreatment has been rendered. Gen-Health’s own schedule of\r\nbenefits, as set out\nin various of the documents in the papers,\r\nshowed that pre-authorisation was a requirement for many forms of\r\nprocedure and particularly\na requirement in respect of services\r\nrendered in hospitals and clinics. It is the hospital or clinic that\r\nseeks this authorisation\nand it does so in its own interests, not\r\nthose of the patient. That is what was said in the answering\r\naffidavit and that alone\nsufficed to establish a contractual\r\nfoundation for these claims.\n[14]\nIn\r\nmy view, Hugo J correctly described the consequences of a healthcare\r\nprovider seeking and obtaining authorisation from a medical\nscheme to\r\nrender services to a member of that scheme, when he said in\nMargate\r\nClinic\n:\n[11]\n‘\nWhen\r\nthe scheme gives the hospital an authorisation to treat, that\r\nauthorisation must clearly be limited by the scheme's own rules.\nWhat\r\nthe scheme undertakes to do as against the hospital is to comply with\r\nits contractual obligation as against its member. …\nThe upshot\r\nof this is that what the scheme undertakes to do, is to pay the\r\nhospital in accordance with the applicable tariff, provided\nit is\r\nbound to do so as against its member.’\n[15]\nThe\r\nreview had to fail on that simple ground alone, but there was a more\r\nfundamental reason why it had to fail, flowing from s 26(1)\n(b)\nof the Act dealing with the relationship between a medical scheme and\r\nits members and the obligations assumed by the scheme towards\nits\r\nmembers. This spells out the obligations that a medical scheme bears\r\ntowards its members. It provides that it shall ‘assume\n\nliability for and guarantee the benefits offered to its members and\r\ntheir dependants in terms of its rules’. This makes it\nclear\r\nthat the liability of the medical scheme does not exist in\r\nsubstitution for the liability of the member, but as an adjunct\nto\r\nit.\n[12]\nBut a meaning must be\r\nattached to the statement that the scheme ‘assumes liability\r\nfor’ the benefits to which the member\nis entitled.\n[16]\r\nThe benefits to which members of a medical scheme are entitled are\r\nthe benefits set out in its published schedule of benefits.\nThe\r\nscheme assumes liability for those benefits. The effect of the\r\nappellants’ argument is that it merely assumes a liability\nto\r\nreimburse the member for the amount of such benefit, once quantified.\r\nIn other words, adopting an expression applicable to some\ninsurance\r\npolicies, it is a ‘pay to be paid’ form of insurance. On\r\nthe other hand, Life Healthcare’s argument\nis that the\r\nobligation goes further and is an obligation to pay the healthcare\r\nprovider to the full extent of the benefit. The\nundertaking given,\r\nand statutory obligation owed, to its member is that it will pay the\r\nhealthcare provider itself, not that it\nwill reimburse the member for\r\nwhat the member has paid. On that argument the ‘benefit’\r\nreferred to in s 26(1)\n(b)\nis the act of discharging the obligation incurred by the member to\r\nthe healthcare provider when receiving medical treatment. When\na\r\nmedical scheme authorises the provision of services, on enquiry by a\r\nservice provider, and undertakes to pay the service provider\nit is\r\ndischarging its obligation to its member to provide the benefits set\r\nout in its schedule of benefits .\n[17]\nA reading of Gen-Health’s schedule of\r\nbenefits makes it clear that the benefits it provided were not\r\nrestricted to refunding\nthe member with the amount of the benefit,\r\nleaving the member to pay the healthcare provider. The benefits were\r\nthat the scheme\nwould itself pay the healthcare provider to the\r\nextent reflected in the schedule of benefits. That is apparent from\r\nthose items\ndealing with situations where the cost of the service\r\nexceeded the amount of the benefit. The schedule said that in that\r\nevent\nthe member would ‘co-pay’ the difference between\r\nthe cost of the service and the stipulated benefit. If the scheme\r\nwere not itself going to pay the service provider the reference to\r\n‘co-pay’ would not make sense.\n[18]\nTo understand the nature of a benefit\r\nconferred on a member under a medical scheme as being primarily to\r\npay the member’s\nhealth service providers for their services,\r\nis reinforced by the fact that in addition to assuming liability for\r\nthe benefit the\nscheme must ‘guarantee’ the benefit. The\r\nexpression ‘guarantee’ does not make sense in a situation\r\nwhere\nthe scheme’s only obligation is to reimburse its member\r\nfor the amount of any benefit. What then would it be guaranteeing?\nA\r\nguarantee is an obligation given by one party on behalf of another to\r\ndischarge that other’s liability to a third party.\nAnd that\r\nseems to me precisely what a medical scheme is obliged to do. It is\r\nobliged to guarantee to its members that it will discharge,\nto the\r\nextent of the benefits set out in the schedule of benefits, their\r\nliability to the healthcare providers who render services\nto the\r\nmembers.\n[19]\nThis\r\napproach accords with the ordinary way in which medical schemes\r\nfunction in this country. The member consults a healthcare\nprovider\r\nand the latter submits an account to the member’s medical\r\nscheme, which pays the healthcare provider.\n[13]\nSometimes it will pay the account in full and debit its member with\r\nany shortfall and sometimes it will pay the benefit only, leaving\nthe\r\nhealthcare provider to recover the balance from the member.\n[14]\nIn either event it assumes liability for and guarantees the benefit\r\nby paying the healthcare provider.\n[20]\nConstruing\r\nthe obligations of medical schemes in that way constrains them to\r\nfunction in a manner that is consonant with the social\nrealities of\r\nthis country. By far the majority of people are not in a position,\r\nafter paying their medical aid subscriptions, to\nfund medical\r\ntreatment from their other resources and seek reimbursement from\r\ntheir medical scheme. They are dependent for their\nability to obtain\r\nsuch treatment on the fact that the cost will be borne by the medical\r\nscheme. And that is reinforced by the fact\nthat the schemes enter\r\ninto agreements with doctors, pharmacies, clinics and other\r\nhealthcare providers to establish preferred\nprovider networks and\r\nother systems for the provision of medical services.\n[15]\nGen-Health did this as appears from its schedule of benefits, which\r\nrefers to its ‘Preferred Provider Network’ and\nits\r\n‘Managed Care Provider’. The founding affidavit described\r\nthese arrangements as ‘Designated Service Provider\nAgreements’\r\nand accepted that services rendered by service providers under such\r\nagreements would be paid for directly by\nGen-Health.\n[21]\nBut a construction of s 26(1)\n(b)\nis not the only basis for reaching the conclusion that medical\r\nschemes are obliged to pay their members’ medical bills in\n\naccordance with the scheme benefits. Sections 59(1) and (2) of the\r\nAct are explicitly to this effect and, in addition, make it\nclear\r\nthat this obligation is one owed to the service providers themselves.\r\nThey read:\n‘\nCHARGES\r\nBY SUPPLIERS OF SERVICE\n(1)\r\nA supplier of a service who has rendered any service to a beneficiary\r\nin terms of which an account has been rendered, shall\nnotwithstanding\r\nthe provisions of any other law, furnish to the member concerned an\r\naccount or statement reflecting such particulars\nas may be\r\nprescribed.\n(2)\r\nA medical scheme shall, in the case where an account has been\r\nrendered, subject to the provisions of this Act and the rules\nof the\r\nmedical scheme concerned, pay to a member or a supplier of service,\r\nany benefit owing to that member or supplier of service\nwithin 30\r\ndays after the day on which the claim in respect of such benefit was\r\nreceived by the medical scheme.’\n[22]\nSection 59(1) recognises that a healthcare\r\nservice provider will ordinarily render its account directly to the\r\nmedical scheme. That\nis why it obliges the service provider, in\r\naddition, to furnish an account or statement directly to the member.\r\nThis it does ‘notwithstanding\nthe provisions of any other law’.\r\nOne law that springs to mind immediately is the provisions of\r\ns 20(1)\n(i)\nof the Value-Added Tax Act 89 of 1991, which prohibit a supplier from\r\nissuing more than one tax invoice for each taxable supply.\nThe\r\nmedical scheme will want such an invoice, as the VAT payable to the\r\nservice provider will then be included as input tax in\nits VAT\r\nreturns. So the second invoice issued to the patient is issued\r\nnotwithstanding the provisions of that other law. But that\nin turn\r\nindicates that the medical scheme is liable to pay the service\r\nprovider.\n[23]\nSection 59(2) of the Act expressly\r\nrecognises that the medical scheme may pay the service provider\r\ndirectly. It was submitted that\nit was only obliged to do so when the\r\nservice provider was party to a designated service provider\r\nagreement. However, there is\nnothing in the language or the context\r\nof the section that warrants us reading such a limitation into it.\r\nThe section says that\nwhat is payable is ‘any benefit owing to\r\nthat member or supplier of service’. It is plain therefore that\r\na benefit\nmay be owing to the service provider. That can only be\r\nbecause the claim of the service provider arose in circumstances\r\nwhere the\nservice provider was entitled to advance that claim against\r\nthe medical scheme and the scheme was obliged to pay it. A claim\r\ncannot\nbe owed if the party that owes it is not obliged to pay it.\n[24]\nThe shift in language between s 59(1)\r\nand s 59(2) is a helpful pointer to this being the correct\r\ninterpretation of this\nsection. Section 59(1) refers to the account\r\nor statement of the service provider. But s 59(2) says that\r\nwhere an account\nhas been rendered it is the benefit that is payable,\r\nnot the account. That in turn refers back to the benefit mentioned in\r\ns 26(1)\n(b)\nof the Act, for which the scheme assumes liability and payment of\r\nwhich it guarantees.\n[25]\nThe high court thought that the effect of\r\ns 59(2) was to give the medical scheme a choice between, paying\r\nthe amount of the\nbenefit to the member, or paying it to the service\r\nprovider. But if the benefit is owing to the service provider, which\r\nis what\nthe section says, I fail to see on what basis it can be said\r\nthat the medical scheme is not obliged to pay the service provider.\n\nTo my mind that is in accordance with the relationship between the\r\nmember and the medical scheme. Scheme members are not primarily\n\nexpecting to receive a sum of money from the scheme, as a result of\r\ntheir having sought medical treatment. They become members\nin the\r\nexpectation that the scheme will pay their medical bills to the\r\nextent of the benefits for which they contract. It seems\nto me that\r\nwhen a member obtains medical services and arranges for the service\r\nprovider to submit their account to the medical\nscheme, they are\r\nauthorising the medical scheme to pay the service provider and not\r\nthe member. The position is different where\nthe member pays the\r\nservice provider directly and seeks reimbursement. That is the\r\nalternative contemplated by s 59(2), namely\npayment to the\r\nmember. Again this reflects common practice in the industry. Where a\r\nmember seeks reimbursement of the account of\na service provider the\r\nmedical scheme will not ordinarily sanction such payment without\r\nreceiving proof that the service provider\nhas been paid.\n[26]\nWe\r\nwere referred in argument to the provisions of regulations 5 and 6 of\r\nthe regulations made under the Act.\n[16]\nThese are the regulations dealing with the rendering of accounts and\r\nthe manner of payment of benefits. I do not intend to set\nthem out or\r\ncanvass them in any detail. It suffices to say that they entirely\r\nsupport the exposition of the legal obligations of\na medical scheme\r\nset out above.\n[27]\nFor those reasons I am satisfied that the\r\nappeal must fail. I make the following order:\n1.\r\nThe appeal is dismissed with costs, such costs to be paid by the\r\nfirst appellant and the liquidators jointly and severally, the\none\r\npaying the other to be absolved.\n2.\nNo costs in relation to the appeal shall be\r\nrecovered or paid out of the assets of Gen-Health Medical Scheme.\nM J D WALLIS\nJUDGE\r\nOF APPEAL\nAppearances\nFor\r\nappellants: B H Swart SC\nInstructed\r\nby:\nJaco\r\nRoos Attorneys, Pretoria\nE\r\nG Cooper Majiedt Inc, Bloemfontein\nFor\r\nthird to twenty-seventh respondents: M A Chohan SC\nInstructed\r\nby:\nWerksmans\r\nAttorneys, Johannesburg\nSymington\r\n& de Kok, Bloemfontein\n[1]\nThese provisions are applicable to the liquidation of Gen-Health by\r\n\tvirtue of the provisions of s 53 of the Act read with\ns 339\r\n\tof the Companies Act 61 of 1973.\n[2]\nThe\nPromotion of Administrative Justice Act 3 of 2000\n.\n[3]\nD\r\n\tPearmain\nThe\r\n\tLaw of Medical Schemes in South Africa\n(Loose-leaf, Original Service, 2008) para 8.3.1, pp8-5 to 8-6.\n[4]\nNel\r\n\tand Another NNO v The Master (Absa Bank Ltd and Others Intervening)\n2005\r\n\t(1) SA 276\n(SCA) paras 22 and 23.\n[5]\nSection\r\n\t45\nof the\nInsolvency Act.\n[6\n]\nSection 111(1)\nof the\nInsolvency Act.",
  "scraped_at": "2026-02-12T16:25:51.956711",
  "date": "2015-03-11",
  "coram": [
    "NAVSA ADP",
    "SHONGWE JA",
    "WALLIS JJA",
    "DAMB UZA",
    "MAYAT AJJA"
  ],
  "case_number": "216/2014",
  "parties": {
    "applicants": [
      "Sechaba Medical Solutions (Pty) Ltd",
      "Jan Johannes Louis Spies",
      "Gen-Health Medical Scheme (in liquidation)"
    ],
    "respondents": [
      "Master of the High Court",
      "Life Healthcare Group (Pty) Ltd",
      "EMH Operating Company (Pty) Ltd",
      "Anthony Pieter Brown",
      "Eugene Pelser",
      "Johan Christoffel Joubert",
      "Petrus Johannes Oosthuizen",
      "Klaas Christiaan van der Walt",
      "Edward Lawrence Gurnell",
      "Henda Loots"
    ]
  },
  "sections": {
    "facts": "Gen-Health Medical Scheme, with about 13,000 members, was placed in final liquidation on 12 October 2010 after being under curatorship since 2008. Sechaba Medical Solutions was appointed administrator of the scheme and was authorised by the court to submit members' claims against the scheme. Life Healthcare Group, which operated a network of hospitals, submitted 19 claims totalling over R5 million for services rendered to Gen-Health members before liquidation. The Master of the High Court, represented by Mr Sekete, admitted these claims as proved claims at a creditors’ meeting. Sechaba and Gen-Health challenged this admission on a review application, which was dismissed by the High Court. The appeal concerns whether the admission was proper and whether the scheme was contractually obliged to pay the provider directly.",
    "issues": "1. Whether Life Healthcare’s claim satisfied the prima facie requirements for a proved claim under the Insolvency Act. 2. Whether authorisation of treatment by a medical scheme creates a contract between the scheme and the healthcare provider, imposing a direct payment obligation. 3. How sections 26(1)(b) and 59 of the Medical Schemes Act should be interpreted in the context of a scheme’s liability to providers versus members.",
    "principles": "The court relied on section 26(1)(b) of the Medical Schemes Act, which requires a scheme to assume liability for and guarantee the benefits set out in its schedule of benefits. Section 59(1) and (2) of the Act further stipulate that a supplier may render an account to the scheme and that the scheme must pay the benefit either to the member or directly to the supplier within 30 days. The jurisprudence on proof of claim under the Insolvency Act (s 151 review, s 45, s 44(4)) was applied, emphasising that a prima facie proof is sufficient for admission, with the liquidator retaining the right to dispute thereafter. Pre‑authorisation practices were recognized as establishing a contractual relationship between scheme and provider.",
    "application": "The court found that Life Healthcare’s affidavit disclosed the essential particulars of the claim: patients were paid‑up members of Gen-Health, pre‑authorisation was obtained telephonically, and the scheme’s schedule of benefits required it to pay providers directly for covered services. Accordingly, a contract existed whereby Gen‑Health was obliged to pay the provider, satisfying the prima facie test. The court rejected Sechaba’s argument that section 59 only permitted reimbursement to members, interpreting the statutory language to require direct payment to the supplier where the benefit is owed to that supplier. The liquidator’s standing did not affect the substantive finding that the claim was properly proved.",
    "conclusion": "The appeal was dismissed. Costs were awarded against the first appellant and the liquidators jointly and severally, with one paying the other to be absolved. No costs in relation to the appeal were to be recovered from the assets of Gen‑Health Medical Scheme."
  },
  "tags": {
    "level_1": "Medical Law",
    "level_2": "Medical Schemes",
    "level_3": [
      "liquidation",
      "proof of claim",
      "contractual liability",
      "section 59",
      "section 26"
    ]
  }
}