{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/58.html",
  "case_name": "City of Cape Town v South African National Roads Authority Limited and Others (20786/2014) [2015] ZASCA 58; 2015 (3) SA 386 (SCA); [2015] 2 All SA 517 (SCA); 2015 (5) BCLR 560 (SCA) (30 March 2015)",
  "citation": "[2015] ZASCA 58",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 58\n|\nNoteup\n|\nLawCite\nCity of Cape Town v South African National Roads Authority Limited and Others (20786/2014) [2015] ZASCA 58; 2015 (3) SA 386 (SCA); [2015] 2 All SA 517 (SCA); 2015 (5) BCLR 560 (SCA) (30 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 20786/2014\nReportable\nIn\r\nthe matter between:\nCITY\r\nOF CAPE\r\nTOWN\n....................................................................................................\nAPPELLANT\nand\nSOUTH\r\nAFRICAN NATIONAL ROADS AUTHORITY LIMITED\n...........\nFIRST\r\nRESPONDENT\nPROTEA\r\nPARKWAYS\r\nCONSORTIUM\n....................................................\nSECOND\r\nRESPONDENT\nN1/N2\r\nOVERBERG\r\nCONSORTIUM\n.............................................................\nTHIRD\r\nRESPONDENT\nGTIMV\r\nCONSORTIUM\n..............................................................................\nFOURTH\r\nRESPONDENT\nMINISTER\r\nOF\r\nTRANSPORT\n.........................................................................\nFIFTH\r\nRESPONDENT\nMINISTER\r\nOF WATER AND ENVIRONMENTAL AFFAIRS\n...................\nSIXTH\r\nRESPONDENT\nMINISTER\r\nOF TRANSPORT AND PUBLIC WORKS,\nWESTERN\r\nCAPE\r\nPROVINCE\n................................................................\nSEVENTH\r\nRESPONDENT\nMINISTER\r\nOF FINANCE, ECONOMIC\nDEVELOPMENT\r\nAND TOURISM, WESTERN\nCAPE\r\nPROVINCE\n........................................................................................\nEIGHTH\r\nRESPONDENT\nN2/T2\r\nCRISIS\r\nCOMMITTEE\n........................................................................\nNINTH\r\nRESPONDENT\nTHEEWATERSKLOOF\r\nMUNICIPALITY\n..................................................\nTENTH\r\nRESPONDENT\nBREEDE\r\nVALLEY LOCAL MUNICIPALITY\n....................................\nELEVENTH\r\nRESPONDENT\nNeutral\r\ncitation:\nCity of Cape Town v South\r\nAfrican National Roads Authority Limited & others\n(20786/14)\n[2015] ZASCA 58\n(30 March 2015)\nBench:\nPonnan, Saldulker and Zondi JJA and Van\r\nDer Merwe and Gorven AJJA\nHeard:\r\n18 March 2015\nDelivered:\r\n30 March 2015\nSummary\n:\r\nOpen justice – court records by default should be open to the\r\npublic – any departure an exception and should be justified\n–\r\nhigh court’s adoption of implied undertaking rule and\r\ninterpretation of rule 62(7) of the Uniform rules - inconsistent\nwith\r\nthat constitutional principle.\nORDER\nOn\r\nappeal from\n: Western Cape Division,\r\nCape Town (Binns-Ward J, sitting as court of first instance):\r\njudgment reported\nsub nom South African\r\nNational Road Agency Limited v City of Cape Town & others\n;\nIn Re: Protea Parkway Consortium v City\r\nof Cape Town & others\n[2014] 4 All\r\nSA 497\n(WCC).\n1.\r\nThe appeal is upheld with costs including the costs of three counsel.\n2.\r\nThe order of the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe\r\napplication is dismissed with costs including the costs of three\r\ncounsel.’\nJUDGMENT\nPonnan\r\nJA (Saldulker and Zondi JJA and Van Der Merwe and Gorven AJJA\r\nconcurring):\n[1]\r\nThis appeal raises matters of the greatest public importance to the\r\npeople of Cape Town and the region, involving as it does\nthe\r\nconstruction and tolling of principal motorways in a project to be\r\nundertaken by an organ of State. And so one might say, with\napologies\r\nto John Donne of course, perchance he for whom the toll tolls may be\r\nso ill as not to know that it tolls for open justice.\n[2]\r\nThe respondent, the South African National Roads Authority Limited\r\n(SANRAL), an organ of State as defined in s 239 of the Constitution,\n\nis responsible for the strategic planning, design, construction,\r\nmanagement, control, maintenance and rehabilitation of our national\n\nroads. Pursuant to a tender and evaluation process SANRAL selected\r\nProtea Parkways Consortium (PPC) as the preferred bidder and\nOverberg\r\nConsortium as the reserve bidder in respect of what is described as\r\nthe N1/N2 Winelands Paarl Highway Toll Project. The\nappellant, the\r\nCity of Cape Town (the City), launched a review application in the\r\nWestern Cape High Court, Cape Town in terms of\nrule 53 of the Uniform\r\nrules of court seeking, inter alia, to review SANRAL’s decision\r\nto award the tender to PPC.\n[1]\nSANRAL\r\nfurnished the City with the administrative record in terms of rule\r\n53(1)\n(b)\nin two parts, marked respectively as, the ‘non-confidential\r\nrecord’ and ‘the confidential record’. That\n\ngenerated a dispute between the parties as to precisely what\r\nconstituted the rule 53 record. An exchange of correspondence\r\nfollowed,\nwhich culminated in a letter dated 25 October 2013 written\r\nby the City’s attorney to SANRAL’s attorney recording:\n‘\n3.\r\nThe terms to which the parties have already agreed are in a series of\r\nletters. For convenience, and to avoid any future dispute\nas to what\r\nwas agreed, in what follows we collate the agreed terms, along with\r\nthe City’s position on the two issues discussed\nin the previous\r\nparagraph.\n3.1\r\nSANRAL will provide the City’s legal representatives with\r\ncopies of the documents forming part of the Rule 53 record which\n\nSANRAL considers to be relevant but claims to be confidential, and\r\nsuch representatives will sign the attached confidentiality\n\nundertaking, which prevents them from using or disclosing such\r\ndocuments except for purposes of the litigation, and then only either\n\nin a manner agreed between the parties, or in accordance with any\r\ndirections by a judge or a court.\n3.2\r\nIf in their opinion it is necessary, the City’s legal\r\nrepresentatives may disclose such documents to the City’s\n\nofficials and experts, subject to their also signing the\r\nconfidentiality undertaking.\n3.3\r\nThe City may place any document or information which SANRAL or the\r\nConsortium claim to be confidential before the court hearing\nthe\r\nreview application, either publicly or in closed affidavits,\r\narguments and hearings. If the parties cannot agree whether a\n\nparticular document should be dealt with publically or on a closed\r\nbasis, the parties will ask a judge or the court to decide that\n\nquestion at a preliminary hearing. Any such preliminary hearing will\r\nbe closed, and the parties and the judge or court will be\nable to\r\nhave sight of and refer to copies of the contested documents. The\r\nparties will endeavour to agree suitable dates and arrangements\nfor\r\nany such hearing.\n3.4\r\nSANRAL will provide the City with a list of documents and\r\ninformation, including the bids by persons other than the Consortium,\n\nwhich SANRAL proposes to exclude from the record on the basis of\r\nirrelevance, so that the City can decide whether it wishes to\nsee\r\nthem. SANRAL will provide copies of any such documents or information\r\nif the City requests them, provided that any document\nor information\r\nwhich is also claimed to be confidential will be subject to the\r\nconfidentiality undertaking.\n3.5\r\nThe City records that at this stage it does not concede the validity\r\nof any claim to irrelevance or confidentiality. In the\nevent of a\r\ndispute, the City contends that the onus rests on SANRAL and/or the\r\nConsortium to prove that a document is confidential\nand/or may not be\r\nproduced in open court. SANRAL does not concede this and contends\r\nthat the issue of onus can be determined should\na dispute arise.’\n[3]\r\nIn accordance with that agreement, each of the City’s\r\nrepresentatives furnished the envisaged confidentiality undertaking\n\nto SANRAL. And prior to serving and filing its supplementary founding\r\naffidavit (the SFA), the City supplied SANRAL with a copy\nthereof.\r\nThe SFA made reference to both the ‘non-confidential’ and\r\n‘confidential’ records provided by SANRAL\non the basis,\r\nso the City contended, that the information was not confidential and\r\nshould immediately be made known to the public\nin the public\r\ninterest. SANRAL then made application to the high court, seeking\r\norders that parts of the SFA be redacted prior\nto it being formally\r\nserved and filed. SANRAL sought an order in the following terms:\n‘\n1.\r\nThe Confidentiality Undertakings signed by the parties to the Review\r\nApplication, and their legal representatives remain in force\nand\r\nbinding, subject to any variations necessitated by the order granted\r\nbelow;\n2.\r\nThe Supplementary Founding Affidavit, including the annexures and\r\nannexed affidavits (“the Supplementary Affidavit”)\nis to\r\nbe redacted in accordance with the first and second schedules, copies\r\nof which are attached hereto marked “NOM1”\nand “NOM2”\r\nrespectively;\n3.\r\nThe redacted Supplementary Affidavit may then be served and filed;\n4.\r\nAfter the service and filing of the Applicant’s (First\r\nRespondent in the main application) Answering Affidavit, the\r\nSupplementary\nAffidavit may be further amended, so as to exclude the\r\nredaction set out in the first schedule (NOM1);\n5.\r\nThe amended Supplementary Affidavit, subject to the retention of the\r\nredactions as set out in “NOM2” which will remain\n\neffective, may then be served and filed;\n6.\r\nThe full Supplementary Affidavit, without any redactions, may only be\r\nprovided to the Judge hearing the review application;\n7.\r\nInsofar as the Heads of Argument may refer to the contents of the\r\nun-redacted portions of the Supplementary Affidavit, such Heads\nof\r\nArgument may only be provided to the Judge hearing the review\r\napplication;\n8.\r\nThe review application is to be heard in camera, as and when any of\r\nthe aspects and/or information as set out in “NOM2”\nis\r\nraised and dealt with;\n9.\r\nThe First Respondent is to pay the costs of the application.’\n[4]\r\nIn support of the application, Mr Nazir Alli, SANRAL’s Chief\r\nExecutive Officer, stated:\n‘\n71.\r\nSANRAL objects to the service and the filing of the Supplementary\r\nAffidavit, and the annexures thereto, in its current format,\nand has\r\nidentified two separate categories of documents, which are explained\r\nbelow.\n72.\r\nThe first category relates to information and documentation that\r\nneeds to be kept confidential until after the filing of SANRAL’s\n\nanswering affidavit in the Review Application. Such information and\r\ndocumentation has been identified and described in the schedule\n\nattached to the Notice of Motion as annexure “NOM1” (“the\r\nFirst Schedule”). The first category of documentation\nand\r\ninformation must be kept confidential, as the failure to do so will\r\nsimply cause unjustified and unnecessary concern among\nthe general\r\npublic, and will result in unjustified antagonism and bias towards\r\nSANRAL by the general public.\n73.\r\nThe second category relates to information and documentation that\r\nmust be kept confidential at all times during the legal proceedings,\n\nand thereafter. Such information and documentation has been\r\nidentified and described in the schedule attached to the Notice of\n\nMotion as annexure “NOM2” (“the Second Schedule”).\r\nThe second category of documentation and information\nought to be kept\r\nconfidential, as the failure to do so will not only cause harm and\r\ndamage to SANRAL, but also to the bidders in\nthe tender process, the\r\nSouth African fiscus and economy and the general public. In addition,\r\nthe disclosure of such information\nand documentation will fall foul\r\nof SANRAL’s statutory obligations.’\nMr\r\nAlli added:\n‘\n74.\r\nAs appears from the City’s correspondence and the City’s\r\nsubmission, it is clear that the City’s aim in filing\nthe\r\nSupplementary Affidavit is to enable the Press to report on the\r\ncontents of the Supplementary Affidavit and the annexures thereto.\n75.\r\nThe City has attached Affidavits of “Experts” to the\r\nSupplementary Affidavit and in the Supplementary Affidavit\nthe City\r\nrefers to certain costing implications of the Project and ultimately\r\nSANRAL is criticized on a socio-economic basis.\n76.\r\nI do not intend to reply in this Affidavit, to the contents of the\r\nSupplementary Affidavit, as this will be done, in detail,\nin the\r\nAnswering Affidavit currently being prepared. I do however intend to\r\ndeal, in very general terms, with certain “observations”\n\nmade by the City’s “Experts”–\n76.1\r\nThe “Expert” reports filed in support of the\r\nSupplementary Affidavit also raise the same criticisms, as are raised\n\nin the Supplementary Affidavit, and provide commentary on the\r\ncommercial and economic viability of the entire Project.\n76.2\r\nThe “Experts” utilized by the City suggest that the\r\nProject would ultimately result in a negative benefits-to-cost\nratio.\n76.3\r\nNaturally such conclusions and statements relating to the cost of the\r\nproject, and ultimately the effect thereof on the potential\nroad\r\nusers, may result in unjustified alarm being created amongst the\r\ngeneral public.\n76.4\r\nThe “Experts’ are “predicting” the economic\r\nand financial viability of the Project, by incorrectly\ncalculating\r\nthe cost benefit ratio.\n77.\r\nIn a nutshell, the conclusions and calculations put forward by the\r\nCity’s “Experts” are simply wrong, and\nwould create\r\na false impression amongst the general public.\n78.\r\nI attach hereto some recent examples of press reports relating to the\r\nProject, which clearly evidence the intention of the City\nto disclose\r\ninformation to the public by way of the media, marked “H1”\r\nto “H7” respectively.\n79.\r\nIn the circumstances, and in order to avoid unjustified alarm the\r\nportions of the Supplementary Affidavit and the supporting\n\ndocumentation, as described in the First Schedule should not be\r\nreleased until after SANRAL has had an opportunity of filing its\n\nAnswering Affidavit and its own expert reports, which will deal with\r\nand refute the allegations made.\n80.\r\nThe Answering Affidavit will provide a proper response to the costing\r\npredictions set out in the Supplementary Affidavit, and\nwill provide\r\nappropriate answers to the fears expressed by the City’s\r\n“Experts”. It would certainly be to the\nbenefit of the\r\ngeneral public to have “both sides of the story”, before\r\ndrawing any conclusions.\n81.\r\nSANRAL will accordingly contend for a procedural directive,\r\ncompelling the City and other Respondents to comply with the\r\nconfidentiality\nundertaking in regard to this category pending the\r\nfiling of SANRAL’s Answering Affidavit in the Review\r\nApplication.\n82.\r\nIt is clear from the correspondence referred to above that the City\r\nseeks to file highly confidential and sensitive information\nin\r\nrespect of the tender received with an outstanding tender process\r\nstill to be conducted in respect of the financing of the Project\n\n(which process has not been finally concluded) as a public record.\r\nThis will allow access to and unfair advantage to the other\nbidders,\r\npotential competitors, financial institutions, and the public at\r\nlarge to such documentation.\n83.\r\nThis will make a complete mockery of a competitive process required\r\nfor the procurement of goods and services in a transparent\nand fair\r\nmanner.\n84.\r\nSANRAL’s evaluation of the tenders is sensitive not only for\r\nthe reason of the confidential information discussed in relation\nto\r\nthe tenderers, but also as SANRAL will be placed at a massive\r\ndisadvantage in its negotiations with the Preferred Bidder or\nif\r\nnecessary the Reserve Bidder and the financiers concerned if the\r\ndocumentation became public. The release of the documentation\nand\r\ninformation into the public records may frustrate the successful\r\nconclusion of the negotiations with PPC. It is important that\n\nconfidentiality is observed by all the parties, especially since\r\nnegotiations are still to be finalized. Such confidentiality is\n\nimportant not only to protect the integrity of SANRAL’s\r\nevaluation and negotiation strategy, but also to protect commercially\n\nsensitive or any proprietary trade information that the bidders might\r\nhave included in their proposals and which they would not\nwish to be\r\nmade known to their competitors.\n85.\r\nThe second category of documents encapsulate the following\r\nsub-categories of documents which require protection –\n85.1\r\nBidders’ commercial information;\n85.2\r\nDebt funding competition;\n85.3\r\nSANRAL’s Bid Evaluation.’\n[5]\r\nThe response to those allegations by the City Manager, Mr Achmat\r\nEbrahim, on behalf of the City, was:\n‘\n8.\r\nIn essence, the issue for determination in both secrecy applications\r\nis whether SANRAL and PPC have made a case for secrecy.\nSANRAL and\r\nPPC seek orders which courts such as ours, which are committed to\r\nopen justice and the upholding and protection of constitutional\n\nprinciples and rights – such as accountability, transparency,\r\nfreedom of speech, and press freedom – grant exceptionally\n\nrarely. The City contends that neither application makes out a case\r\nfor secrecy.\n.\r\n. .\n84.\r\nHaving considered the information listed in NOM1 and NOM2 on the\r\nbasis of the case presented by SANRAL, the City is of the view\nthat\r\ndisclosure of that information will probably not cause any of the\r\nharm which SANRAL alleges.\n85.\r\nThat being so, SANRAL has failed to provide sufficient evidence to\r\nmake a case that disclosure of the information listed in\nNOM1 and\r\nNOM2 will probably cause harm. Even if SANRAL had pleaded a cause of\r\naction (which is not the case), I respectfully submit\nthat this Court\r\nis consequently unable to grant the secrecy orders on the grounds of\r\nalleged harm.\n.\r\n. .\n114.\r\nSANRAL does not even suggest any legal basis or any cause of action\r\nfor its “procedural directive” imposing secrecy\nin\r\nrespect of the first category of information. I am advised that there\r\nis none.\n.\r\n. .\n153.\r\nEven if this court finds that the disclosure of specified information\r\nwould cause the harm alleged (which the City does not\naccept), that\r\ndoes not mean that SANRAL is entitled to the relief sought. I am\r\nadvised that SANRAL must establish a cause of action\nfor the\r\nextraordinary secrecy orders which it seeks. Harm in itself is\r\ninsufficient. SANRAL has not pleaded any cause of action\nfor the\r\nsecrecy orders founded on the alleged harm.’\n[6]\r\nAccordingly, what called for determination on the papers as they\r\nstood was whether: (a) the information in NOM1 and NOM2 was\n\nconfidential; (b) its disclosure would cause the harm to SANRAL, as\r\nasserted by it; and (c) such harm provided a basis for secrecy.\nThe\r\nhigh court (Binns-Ward J) decided all of those issues in the City’s\r\nfavour. It did so principally on the basis that SANRAL\nhad failed to\r\nmake out a case for the relief sought. It held:\n‘\n59.\r\n. . . SANRAL would have to establish confidentiality in the true\r\nsense or such similar basis for exclusivity, or show that its\nwider\r\navailability would be prejudicial to the fair and just determination\r\nof the case. SANRAL has not sought to show any of these\nthings in\r\nrespect of the material identified in schedule NOM1. Its object in\r\nrespect of the NOM1 material is merely to avoid premature\npublicity\r\nto evidence obtained by the City through Rule 53(1)(b).\n67.\r\n. . . Indeed, the impression is given that the deponent to the\r\nsupporting affidavit made his statement before the content of\n\nschedules NOM 1 and 2 to the notice of motion were settled. In my\r\nview, it is not for the court, in the absence of sufficient\r\nindication in the body of the supporting affidavit of a\r\nparticularised link between the items listed in schedule NOM 2 and\r\nthe\nprejudice contended for, to have to search in the voluminous bid\r\ndocumentation to see if a case could be made for SANRAL’s\n\nposition; cf.\nCrown Cork\nsupra, at 1101F. Nor is it for a\r\nrespondent in such a situation to have to fathom the particularity of\r\nthe case it is expected\nto meet.\n68.\r\nSANRAL’s founding papers failed to link the apprehended harm –\r\ndescribed by the deponent in the broadest terms –\nwith\r\nparticularised aspects of the documents concerned. There is no excuse\r\nfor this, especially considering that the parties had\nagreed that the\r\ncourt would be requested to hear the interlocutory applications\nin\r\ncamera\n.’\n[7]\r\nHaving found that SANRAL had failed to make out a case in respect of\r\neach of categories NOM1 and NOM2, the high court in paragraph\n1 of\r\nits order dismissed SANRAL’s application. That, one would have\r\nthought, would have been the end of the matter. It was\nnot, because\r\nthe high court then saw fit to issue the following orders:\n‘\n3.\r\nIt is declared that the administrative record disclosed by SANRAL in\r\nterms of rule 53(1)(b) of the Uniform Rules of Court is\nsubject to\r\nthe “implied undertaking rule” explained in the body of\r\nthis judgment, with the effect that no person, including\nany\r\nrecipient of the supplementary founding papers delivered in terms of\r\nparagraph 2 hereof, shall be permitted, unless authorised\nthereto by\r\nSANRAL or by the Court, on application, to disseminate, publish, or\r\ndistribute any part of the administrative record,\nor any part of any\r\naffidavit in the supplementary founding papers that quotes or\r\nsubstantively reproduces the content thereof,\nbefore the hearing of\r\nthe aforementioned pending review application.\n4.\r\nParagraph 3 of this order shall not be construed to derogate from the\r\nright of any party in the review application to refer to,\nor in any\r\nother manner deal with, the administrative record in any affidavit to\r\nbe delivered by it in the review application, provided\nthat the\r\ndissemination, publication, or distribution of the affected parts of\r\nany such affidavit shall likewise be limited by the\nimplied\r\nundertaking rule.\n5.\r\nThe papers in the current interlocutory applications, save to the\r\nextent that their partial release into the public domain was\n\nauthorised in terms of the order obtained on 5 August 2014 at the\r\ninstance of Right2Know and Section 16, shall remain under seal,\n\nsubordinate to the degree of access permitted to the papers in the\r\nreview application, between now and the hearing of the review.\n6.\nThere shall be no order as to costs in either\r\napplication.’\nThe\r\nhigh court, although thereafter recognising ‘that the\r\napplication of the rule in the context of disclosure in the judicial\n\nreview process is unprecedented’, somewhat surprisingly\r\ndismissed the City’s application for leave to appeal to this\n\ncourt. The City appeals with the leave of this court. There is no\r\ncross appeal by SANRAL. With the leave of the President of this\n\nCourt, a range of public interest organisations – eleven in\r\nall, were admitted as\namici\r\ncuriae\n.\n[2]\n[8]\r\nThe high court issued the additional orders because of what it\r\ndescribed as:\n‘\nan\r\nevident misapprehension by the parties as to the extent to which the\r\nmaterial that has been made available by SANRAL in terms\nof Rule\r\n53(1)\n(b)\nmay be disseminated before the review application is heard, I\r\nconsider it appropriate to make an order with declaratory effect.\nThe\r\norder that I propose to make will also address the concerns of those\r\nrespondents, such as the fourth and fifth respondents\nin the review,\r\nwho have not been favoured yet with unexpurgated copies of the City’s\r\nsupplementary founding affidavits.’\nParagraph\r\n3 of the high court’s order and the ancillary orders in\r\nparagraphs 4 and 5 stem directly from the high court’s\nadoption\r\nof the implied undertaking rule (the rule). On that score the high\r\ncourt stated:\n‘\n57.\r\nI am thus of the view that if there be any doubt that the judgment in\nCrown Cork\nhas not already done so, the time has come to hold unequivocally\r\n that the implied undertaking rule does form part of our\nlaw and\r\nthat it is of application in respect of material disclosed by a\r\nrespondent in review proceedings in terms of rule 53(1)\n(b)\n,\r\nsave to the extent that any part of the record on review was not\r\nalready a matter of public record before its disclosure in the\n\nlitigation. For the reasons discussed above, the rule serves an\r\nimportant purpose; not only in upholding the constitutional right\nto\r\nprivacy, but, equally importantly, in promoting the effective\r\nadministration of justice. Its application is susceptible to\r\nadjustment to meet the effective administration of justice. Its\r\napplication is susceptible to adjustment to meet the exigencies\nof\r\nany case that might afford sufficient reason to depart from its\r\nordinary incidence. There is no sound reason, in my view, to\ncall its\r\nconstitutional compatibility into question.’\n[9]\r\nThe rule had not been raised by SANRAL in its affidavit. The City had\r\nthus not been called upon to answer that case. The high\ncourt\r\nprohibited the publication of all information from the rule 53\r\nrecord, including ‘the non-confidential record’\nuntil the\r\nreview application is called, whereas SANRAL’s case was that:\r\nall such information, apart from NOM1 and NOM2, could\nbe made public\r\nimmediately; and the information in NOM1 must be kept secret only\r\nuntil SANRAL filed its answering papers, not until\nthe hearing. The\r\nhigh court further held that documents filed with the registrar are,\r\nin any event, regulated by rule 62(7) of\nthe Uniform rules of court\r\n(the subrule). According to the high court, that subrule regulates\r\naccess to such information and ‘provides\nan important\r\nadministrative basis to support the implied undertaking rule’.\r\nThe subrule, so held the high court, ‘permits\nthe registrar to\r\ngive only any party to the cause and any person having a personal\r\ninterest therein . . . access to the documents\nin the court file’.\r\nThe high court took the view that ‘public access to the content\r\nof the court file in litigious\nproceedings is permissible only after\r\nthe matter has been called in open court’.\n[10]\r\nIn respect of both issues the high court appears to have\r\nimpermissibly ranged beyond that which it had been asked to\r\nadjudicate. \nFor, when one compares SANRAL’s notice of\r\nmotion to the order that ultimately issued, it is clear that: (a)\r\nSANRAL did not\nsecure the relief that it had sought; and (b)\r\nconversely, the relief that issued was not sought by it. In that\r\nregard the following\nfrom\nFischer v Ramahlele\n2014 (4) SA 614\n(SCA) paras 13 and 14 is apposite:\n‘\nTurning\r\nthen to the nature of civil litigation in our adversarial system, it\r\nis for the parties, either in the pleadings or affidavits\n(which\r\nserve the function of both pleadings and evidence), to set out and\r\ndefine the nature of their dispute, and it is for the\ncourt to\r\nadjudicate upon those issues. That is so even where the dispute\r\ninvolves an issue pertaining to the basic human rights\nguaranteed by\r\nour Constitution, for “(i)t is impermissible for a party to\r\nrely on a constitutional complaint that was not\npleaded”. There\r\nare cases where the parties may expand those issues by the way in\r\nwhich they conduct the proceedings. There\nmay also be instances where\r\nthe court may mero motu raise a question of law that emerges fully\r\nfrom the evidence and is necessary\nfor the decision of the case. That\r\nis subject to the proviso that no prejudice will be caused to any\r\nparty by its being decided.\nBeyond that it is for the parties to\r\nidentify the dispute and for the court to determine that dispute and\r\nthat dispute alone.\nIt\r\nis not for the court to raise new issues not traversed in the\r\npleadings or affidavits, however interesting or important they\nmay\r\nseem to it, and to insist that the parties deal with them. The\r\nparties may have their own reasons for not raising those issues.\nA\r\ncourt may sometimes suggest a line of argument or an approach to a\r\ncase that has not previously occurred to the parties. However,\nit is\r\nthen for the parties to determine whether they wish to adopt the\r\nnew point. They may choose not to do so because of\nits implications\r\nfor the further conduct of the proceedings, such as an adjournment or\r\nthe need to amend pleadings or call additional\nevidence. They may\r\nfeel that their case is sufficiently strong as it stands to require\r\nno supplementation. They may simply wish the\nissues already\r\nidentified to be determined because they are relevant to future\r\nmatters and the relationship between the parties.\nThat is for them to\r\ndecide and not the court. If they wish to stand by the issues they\r\nhave formulated, the court may not raise\nnew ones or compel them to\r\ndeal with matters other than those they have formulated in the\r\npleadings or affidavits.’\n[3]\nSo\r\ntoo, is the statement by Howie JA in\nWestern Cape Education\r\nDepartment & another\nv George\n1998 (3) SA 77\n(SCA) at\r\n84E that it is desirable:\n‘\n.\r\n. . that any judgment . . . be the product of thorough consideration\r\nof,\ninter alia\n,\r\nforensically tested argument from both sides on questions that are\r\nnecessary for the decision of the case.’\n[11]\r\nIt nonetheless, remains, because the issues are not, primarily, about\r\nfactual disputes between the parties, but rather matters\nof law that\r\nwill affect many litigants beyond the confines of this case, to\r\nconsider the correctness of the high court’s\njudgment. But,\r\nbefore turning to a consideration of the rule and subrule it would be\r\nappropriate to first touch on some key principles\nthat inform that\r\ndiscussion.\n[12]\r\n‘The open court principle is a venerable principle, deeply\r\nrooted in western consciousness. And for good reason.’\n–\r\nso declared the Chief Justice of Canada, the Rt Hon Beverley\r\nMcLachlin PC, in an address to the\nMiddle\r\nTemple\nduring\r\nJanuary 2014\nentitled:\r\n‘Is the open court principle sustainable in the 21st\r\ncentury’.\n[4]\nThe\r\nLearned Chief Justice began by saying that the ‘open court\r\nprinciple was rightly venerated as a key component of the rule\nof\r\nlaw’\n.\r\nShe elaborated - the open court principle meant in practice that: (a)\r\ncourt proceedings including the evidence and documents disclosed\nin\r\nproceedings should be open to public scrutiny; and (b) juries and\r\njudges should give their decisions in public. (It did not\nrequire\r\nevery aspect of the judicial process to be open, so that for example\r\njudges’ deliberations could remain private,\nand some evidence\r\nmight be protected by privilege). Open justice was important for\r\nthree reasons: First, it assisted in the search\nfor truth and played\r\nan important role in informing and educating the public. Second, it\r\nenhanced accountability and deterred misconduct.\nThird, it had a\r\ntherapeutic function, offering an assurance that justice had been\r\ndone.\n[13]\r\nThe principle of open justice, according to Chief Justice\r\nSpigelman,\n[5]\nis one of the most\r\npervasive axioms of the administration of common law systems. It was\r\nfrom such origins, so he states:\n‘\nthat\r\nit became enshrined in the United States Bill of Rights and, more\r\nrecently, in international human rights instruments such\nas Article\r\n14 of the International Covenant on Civil and Political Rights\r\n(ICCPR) and Article 6 of the European Convention for\nthe Protection\r\nof Human Rights, as adopted and implemented by the British\nHuman\r\nRights Act\n1998.\r\nIn both cases the right is expressed as an entitlement to “a\r\nfair and public hearing by an independent and impartial\ntribunal\r\nestablished by law.”’\n[6]\nThe\r\nsignificance of the principle of open justice, he adds,\n‘\nis\r\nof such a high order that, even where there is no written\r\nconstitution, or a written constitution does not extend to the\r\nprinciple,\nthe principle should be regarded as of constitutional\r\nsignificance.\n’\n[7]\nThe tradition of open justice had its origins in England before the\r\nNorman Conquest, when freemen in the community participated\nin the\r\npublic dispensing of justice.\n[8]\nThe tradition had spread from England, particularly to those parts of\r\nthe world which had adopted and retained that common law\nheritage,\r\nbut was also observed and respected in civil law societies. The open\r\ncourt principle was affirmed in England in the strongest\nterms by the\r\nHouse of Lords in the case of\nScott\r\nv Scott\n[1913]\r\nAC 417\n,\r\nwhere Lord Atkinson had said (at 463):\n‘\nThe\r\nhearing of a case in public may be, and often is, no doubt, painful,\r\nhumiliating, or deterrent both to parties and witnesses,\nand in many\r\ncases, especially those of a criminal nature, the details may be so\r\nindecent as to tend to injure public morals, but\nall this is\r\ntolerated and endured, because it is felt that in public trial is to\r\nfound, on the whole, the best security for the\npure, impartial, and\r\nefficient administration of justice, the best means for winning for\r\nit public confidence and respect.’\nLater\r\nin\nR\r\nv Legal Aid Board, ex parte Kaim Todner (a firm)\n,\n[9]\nLord\r\nWoolf said:\n‘\nThis\r\nis the reason it is so important not to forget why proceedings are\r\nrequired to be subjected to the full glare of a public hearing.\nIt is\r\nnecessary because the public nature of proceedings deters\r\ninappropriate behaviour on the part of the court. It also maintains\n\nthe public's confidence in the administration of justice. It enables\r\nthe public to know that justice is being administered impartially.\nIt\r\ncan result in evidence becoming available which would not become\r\navailable if the proceedings were conducted behind closed doors\nor\r\nwith one or more of the parties' or witnesses' identity concealed. It\r\nmakes uninformed and inaccurate comment about the proceedings\nless\r\nlikely. If secrecy is restricted to those situations where justice\r\nwould be frustrated if the cloak of anonymity is not provided,\nthis\r\nreduces the risk of the sanction of contempt having to be invoked,\r\nwith the expense and the interference with the administration\nof\r\njustice which this can involve.’\n[14]\r\nLikewise, in the Canadian Supreme Court in\nAttorney General (Nova\r\nScotia) v MacIntyre\n[1982] 1 SCR 175\nat 185, Justice (later Chief\r\nJustice) Dickson said:\n‘\nMany\r\ntimes it has been urged that the “privacy” of litigants\r\nrequires that the public be excluded from court proceedings.\nIt is\r\nnow well established, however, that covertness is the exception and\r\nopenness the rule. Public confidence in the integrity\nof the court\r\nsystem and understanding of the administration of justice are thereby\r\nfostered. As a general rule the sensibilities\nof the individuals\r\ninvolved are no basis for exclusion of the public from judicial\r\nproceedings.’\nWith\r\nthe advent of the Canadian Charter of Rights and Freedoms, the open\r\ncourt principle was recognised as a component of freedom\nof\r\nexpression, protected by s 2\n(b)\nof the Charter.\n[15]\r\nIn the United States of America,\nRichmond\r\nNewspapers v Virginia\n[1980] USSC 154\n;\n448 US 555\n(1980), observed that t\nhe origins of the modern criminal trial\r\nin Anglo-American justice can be traced back beyond reliable\r\nhistorical records. A summary\nof that history showed that throughout\r\nits evolution, the trial has been open to all who cared to observe.\r\nChief Justice Burger\npointed out that one ‘cannot erase from\r\npeople's consciousness the fundamental, natural yearning to see\r\njustice done . .\n.’ He added:\n‘\nThe\r\ncrucial prophylactic aspects of the administration of justice cannot\r\nfunction in the dark; no community catharsis can occur\nif justice is\r\n\"done in a corner [or] in any covert manner.\" . . .\nPeople\r\nin an open society do not demand infallibility from their\r\ninstitutions, but it is difficult for them to accept what they\nare\r\nprohibited from observing.’\nMore\r\nrecently,\nthe US Court of Appeals for the Sixth Circuit\r\nstrongly affirmed the open court principle when it stated:\n‘\nDemocracies\r\ndie behind closed doors. The First Amendment, through a free press,\r\nprotects the people’s right to know that their\ngovernment acts\r\nfairly, lawfully, and accurately . . . . When government begins\r\nclosing doors, it selectively controls information\nrightfully\r\nbelonging to the people. Selective information is misinformation. The\r\nFramers of the First Amendment “did not\ntrust any government to\r\nseparate the true from the false for us” . . . They protected\r\nthe people against secret government.’\n[10]\nThe\r\ncourt added that: ‘Open proceedings, with a vigorous and\r\nscrutinizing press, served to ensure the durability of our\r\ndemocracy.’\n[11]\n[16]\r\nThe idea that South African civil courts should be open to the public\r\ngoes back to 1813.\n[12]\nThe\r\nprinciple of open courtrooms is now constitutionally entrenched.\n[13]\n‘Publicity’, said the philosopher Jeremy Bentham, ‘is\r\nthe very soul of justice. It is the keenest spur to exertion,\nand the\r\nsurest of all guards against improbity. It keeps the judge himself,\r\nwhile trying, under trial.’\nT\nhe\r\nfoundational constitutional values of accountability, responsiveness\r\nand openness apply to the functioning of the judiciary as\nmuch as to\r\nother branches of government.\n[14]\nIn\nIndependent\r\nNewspapers\n,\n[15]\nthe Constitutional Court dealt with an application for access to\r\nclassified documents which formed part of an appeal record. National\n\nsecurity, so the Minister asserted, required that the documents not\r\nbe made available to the media and the public. The Constitutional\n\nCourt confirmed that the default position is one of openness and\r\ndisavowed an approach that proceeded from a position of secrecy,\neven\r\nin a case where the documents in question had been lawfully\r\nclassified as confidential in the interest of national security.\nIn\r\ndeciding whether to make the disputed documents publicly available,\r\nthe Court expressly recognised a cluster of related constitutional\n\nrights and principles which capture the ‘constitutional\r\nimperative of dispensing justice in the open.’\n[16]\nIt concluded that open justice is a crucial factor in any\r\nconsideration of a request to limit public disclosure of a court\r\nrecord.\n[17]\nAlthough the issue at stake concerned only access to the record –\r\nall the court proceedings were held in public. Yet the\ncourt still\r\nemphasised the importance of openness and ordered that, despite\r\nclaims of national security, the vast majority of the\nrecord should\r\nbe made publicly available.\n[17]\r\nThere exists, as Moseneke DCJ put it, ‘a cluster or, if you\r\nwill, umbrella of related constitutional rights which include,\nin\r\nparticular, freedom of expression and the right to a public trial,\r\nand which may be termed the right to open justice.’\n[18]\nThat\r\nanimating principle, it is submitted by the City and the\namici\n,\r\nis undermined by the judgment of the high court, which endangers a\r\nrange of overlapping and inter-related constitutional rights,\nnamely:\r\n(a) the rights of litigants to a public trial in both civil and\r\ncriminal matters; (b) the right of the public to open justice;\n(c)\r\nthe right of everyone to access information; (d) the right of a\r\nlitigant to freedom of expression; and (e) the media’s\nright to\r\nreport on court proceedings. Those rights, so the submission goes,\r\nare underpinned by the same broad principle, namely\na system where\r\ncourt proceedings and court documents are, by default, open to the\r\npublic. The right to a public hearing in s 34\nof the Constitution and\r\nthe right to a public trial in s 35(3)\n(c)\nis afforded to litigants in civil matters and accused persons in\r\ncriminal matters. The publicity of a trial usually serves as a\n\nguarantee that the matter will be determined independently and\r\nimpartially. The glare of public scrutiny makes it far less likely\n\nthat the courts will act unfairly. In\nShinga\r\nv The State\n[19]\nYacoob\r\nJ put it thus:\n‘\nSeeing\r\njustice done in court enhances public confidence in the\r\ncriminal-justice process and assists victims, the accused and the\n\nbroader community to accept the legitimacy of that process. Open\r\ncourtrooms foster judicial excellence, thus rendering courts\r\naccountable and legitimate. Were criminal appeals to be dealt with\r\nbehind closed doors, faith in the criminal justice system may\nbe\r\nlost. No democratic society can risk losing that faith. It is for\r\nthis reason that the principle of open justice is an important\n\nprinciple in a democracy.’\n[18]\r\nAs a general rule litigants are prejudiced when their proceedings are\r\nnot held in public. That is not to say that litigants\nmay not\r\nsometimes wish to keep their litigation private or that there may not\r\nbe situations where a court may justifiably depart\nfrom the default\r\nrule that court proceedings are public. But it will be a dangerous\r\nthing for all litigants in both civil and criminal\nmatters, for court\r\ndocuments, as a general rule to be inaccessible and unpublishable.\r\nFor, it may be said that the right to public\ncourts, which is one of\r\nlong standing, does not belong only to the litigants in any given\r\nmatter, but to the public at large. Open\njustice is, moreover,\r\nrequired by\ns 32\nof the\nSuperior Courts Act 10 of 2013\n, which\r\nprovides:\n‘\nSave\r\nas is otherwise provided for in this Act or any other law, all\r\nproceedings in any Superior Court must, except in so far as\nany such\r\ncourt may in special cases otherwise direct, be carried on in open\r\ncourt.’\n[19]\r\nIt needs be emphasised that courts are open in order to protect those\r\nwho use the institution and to secure the legitimacy\nof the\r\njudiciary, not to satisfy the prurient interests of those who wish to\r\nexamine the private details of others. The public,\nsaid Langa CJ in\nSABC\r\nv NDPP,\n‘is\r\nentitled to know exactly how the judiciary works and to be reassured\r\nthat it always functions within the terms of the\nlaw and according to\r\ntime-honoured standards of independence, integrity, impartiality and\r\nfairness’.\n[20]\nWithout\r\nopenness, the judiciary loses the legitimacy and independence it\r\nrequires in order to perform its function. Thus Moseneke\nDCJ accepted\r\nin\nIndependent\r\nNewspapers\n(para\r\n43) that ‘the default position is one of openness’.\r\nAccordingly, court proceedings should be open unless a court\norders\r\notherwise. The logical corollary must therefore be that departures\r\nshould be permissible when the dangers of openness outweigh\nthe\r\nbenefits. And by extension, the right of open justice must include\r\nthe right to have access to papers and written arguments\nwhich are an\r\nintegral part of court proceedings (\nIndependent\r\nNewspapers\npara\r\n41). That must follow axiomatically, it seems to me, because the\r\npublic would hardly be in a position to properly assess the\n\nlegitimacy or fairness of the proceedings if they could observe the\r\nproceedings in open court but were denied access to the documents\n\nthat provide the basis for the court’s decision.\n[20]\nThe\r\nright to freedom of expression lies at the heart of democracy, and is\r\none of a ‘web of mutually supporting rights’\nthat hold up\r\nthe fabric of the constitutional order.\n[21]\nSection\r\n32(1) of the Constitution guarantees everyone the ‘right of\r\naccess to information held by the state’. Citizens\nand public\r\ninterest groupings rely on this right to uncover wrongdoing on the\r\npart of public officials or for accessing information\nto report on\r\nmatters of public importance. The Constitutional Court has noted that\r\nthe media has a duty to report accurately, because\nthe ‘consequences\r\nof inaccurate reporting may be devastating.’\n[22]\nIt\r\ngoes without saying that to report accurately the media must be able\r\nto access information. Access to information is ‘crucial\nto\r\naccurate reporting and thus to imparting information to the\r\npublic.’\n[23]\nWhilst\r\ns 32 of the Constitution guarantees the right of persons to access\r\nrelevant information, s 16 entitles them to distribute\nthat\r\ninformation to others. Section 16(1)\n(b)\nof the Constitution provides: ‘Everyone has the right to\r\nfreedom of expression, which includes freedom to receive or impart\n\ninformation or ideas’. Importantly, therefore, the right to\r\nfreedom of expression is not limited to the right to speak, but\nalso\r\nto receive or impart information and ideas.\nThe\r\nmedia hold a key position in society. Courts have long recognised\r\nthat an untrammelled press is a vital source of public information\n\n(see\nGrosjean\r\nv American Press Co.\n[1936] USSC 33\n;\n297\r\nUS 233\n(1936)).\nGrosjean\nrecognised that ‘since informed public opinion is the most\r\npotent of all restraints upon misgovernment, the suppression or\n\nabridgement of the publicity afforded by a free press cannot be\r\nregarded otherwise than with grave concern’.  In this\n\ncountry the media are not only protected by the right to freedom of\r\nexpression, but are also the ‘key facilitator and guarantor’\n\nof the right.\n[24]\nThe media’s right to freedom of expression is thus not just (or\r\neven primarily) for the benefit of the media: it is for the\nbenefit\r\nof the public.\n[25]\nIn\nKhumalo\r\nv Holomisa\n,\n[26]\nthe\r\nConstitutional Court put it thus:\n‘\nIn\r\na democratic society, then, the mass media play a role of undeniable\r\nimportance. They bear an obligation to provide citizens\nboth with\r\ninformation and with a platform for the exchange of ideas which is\r\ncrucial to the development of a democratic culture.\nAs primary agents\r\nof the dissemination of information and ideas, they are, inevitably,\r\nextremely powerful institutions in a democracy\nand they have a\r\nconstitutional duty to act with vigour, courage, integrity and\r\nresponsibility.’\nWhen\r\njustice is open, court reporting is a crucial avenue for public\r\nknowledge about what the government does. It is particularly\n\nimportant where the government is one of the parties in a case and\r\nwhere other sources of information are limited.\n[21]\r\nNot all information is readily revealed by the State and even\r\npowerful media organisations sometimes face great difficulty\nin\r\nobtaining information in some areas. In an environment of secrecy,\r\njournalists become vulnerable to off-the-record briefings\nand\r\nstrategic leaks by government. In this context, open justice is\r\nparticularly important because through court cases information\ncan be\r\nexposed and tested in ways that may not otherwise be possible. The\r\njudicial process generally shrinks from hearsay. Witnesses\nswear to\r\nthe truth and if they lie make themselves open to prosecution for\r\nperjury.  The rules of evidence, which regulate\nwhat is\r\nrevealed, are applied by an independent judiciary. The whole process\r\nis thus designed to limit the extent to which parties\ncan craft and\r\nshape information for public consumption. In\nScott\n(at 477), Lord Shaw of Dunfermline\r\nfamously warned ‘in the darkness of secrecy, sinister interest\r\nand evil in every shape\nhave full swing.’\n[22]\r\nDr Lawrence McNamara\n[27]\nmakes\r\nthe point that:\n‘\nAs\r\nwell as helping to ensure the fairness of trials and being a\r\ndimension of free speech rights, open justice also has broader\r\nimplications for democratic governance and government accountability.\r\nThe government derives its authority from the democratic process. \n\nExecutive action should, in theory at least, be carried out in the\r\npublic interest. The public are able to express this interest\nthrough\r\na variety of forums and channels, the most obvious being general\r\nelections.  In order for the public to be able to\nexpress its\r\nopinion in an informed way, it is heavily reliant on the media’s\r\nability to scrutinize the executive.’\nT\nhe\r\nbig-picture view of open courts is thus that it protects those on\r\ntrial not just from the unfair application of the law, but\ncrucially\r\nand in the long term, from unfair laws.\n[28]\nOpen\r\njustice therefore serves democracy as much as it serves justice. It\r\nallows voters to review the outcomes of current laws and\nto advocate,\r\nif needs be, for law reform.\n[29]\nThis\r\nis an essential feature of a flourishing democracy, because, and this\r\ncannot be emphasised enough, more openness and visibility\nabout\r\ngovernment activities helps to build citizens’ trust in their\r\ngovernment. Even where national security is concerned\nand there are\r\nfrequent restrictions on public access to evidence or information, as\r\nDr McNamara points out, limiting public access\nto evidence on\r\nnational security grounds is invariably controversial because the\r\ndecision to impose restrictions will often be\nbased on information\r\nwhich is itself secret and cannot be publicly tested.\n[30]\n[23]\r\nReverting then to the judgment of the high court – it did not\r\nprovide a precise formulation of the implied undertaking\nrule.\n[31]\nJenkins\r\nJ first coined the expression ‘implied undertaking’ in\r\n1948 (\nAlterskye\r\nv Scott\n[1948]\r\n1 All ER 469)\n.\nUntil\r\nthen, the court often required an express undertaking before ordering\r\nproduction of particularly confidential or sensitive\ndocuments.\nIn\nHome\r\nOffice v\nHarman\n[1982]\r\n1 All ER 532\n(HL),\nit\r\nwas held that the rule continued to bind the parties to a matter even\r\nafter the hearing. That aspect of the rule was successfully\n\nchallenged before the European Commission of Human Rights.\n[32]\nAs\r\na result, in 1987 the legislature changed the law so that it would no\r\nlonger be a contempt of court to make public material contained\nin\r\ndocuments compulsorily disclosed in civil proceedings once those\r\ndocuments had been read out or referred to in open court.\n[33]\nIn\r\nApril 1999 the Rule was codified in the Civil Procedure Rules 1998\r\n(CPR) as a self-contained provision.\n[34]\nThe\r\nEnglish codification sought to introduce uniformity in part because\r\nprior cases were inconsistent.\nThe\r\ngeneral rule under CPR r. 31.22 is that a party to whom a document\r\nhas been disclosed may use such document only for the purposes\nof the\r\nproceedings in which it is disclosed. There are three exceptions\r\nhowever, namely, where: (a) the document has been read\nto or by the\r\ncourt, or referred to, at a hearing that has been held in public; (b)\r\nthe court gives permission; or (c) the party\nwho disclosed the\r\ndocument, and the person to whom the document belongs agree.\nWhile\r\nthe rule generally binds third parties, a court may grant the Crown\r\nleave to use material covered by the rule as evidence\nfor the\r\nprosecution in criminal proceedings.\n[35]\nIn\r\nsome cases third parties are not bound and a court may, in the public\r\ninterest, allow a third party to use material disclosed\nin breach of\r\nthe rule without leave of a court.\n[36]\n[24]\r\nThe rule is applied in Australia,\n[37]\nbut\r\ndoes not appear to have found universal favour. In a minority\r\njudgment in\nHearne\r\nv Street\n[2008]\r\nHCA 36\n(6 August 2008),\nKirby\r\nJ pointed out that there has been recognition in both England and\r\nAustralia that the rationale for the rule is looking ‘rather\n\nthreadbare’ and that the arguments for a court continuing to\r\nuphold and enforce the rule left him ‘unconvinced’.\nThere\r\nappear to be differences in the application of the rule there. The\r\nAustralian Federal Court Rules provide that the rule ceases\nto apply\r\nto any document after it has been read to or by the court or referred\r\nto in open court in such terms as to disclose its\ncontents unless the\r\ncourt otherwise orders.\n[38]\nIn\r\nthe State of Victoria, however, there is a distinction between\r\noriginal documents that exist independently from and generally\nprior\r\nto the litigation and those produced solely for the purposes of\r\nlitigation such as witness statements. In the case of the\nformer, the\r\nrule remains in force even if those documents had been tendered in\r\nevidence in open court and, in the latter, the rule\napplies only\r\nuntil the witness statement passes into evidence.\n[39]\nThe\r\nrule generally applies to third parties, including journalists and\r\nother non–parties who acquire the documents and who\nare\r\ncompelled to seek leave to be released from the undertaking to be\r\nable to use it.\n[40]\nIn\r\nVictoria, third parties are permitted to inspect the documents to\r\ndetermine whether they wish to use them and whether they wish\nto\r\napply for them to be released from the undertaking.\n[41]\nA\r\ncourt may in the public interest grant a release from the rule to\r\nallow for evidence to be used in a criminal investigation and\n\nprosecution.\n[42]\n[25]\r\nThe rule was first introduced in Canada in 1985. In some provinces,\r\nthe rule exists as part of the common law while Ontario,\nManitoba and\r\nPrince Edward Island have codified the rule.\n[43]\nThe\r\nimplementation varies significantly across Canadian jurisdictions. An\r\nissue on which there is no uniformity is whether the rule\nremains\r\noperative for an indeterminate period or expires when the information\r\nto which it pertains is introduced in open court.\nThe divergence\r\narises from the tension between wanting to preserve confidentiality\r\non the one hand and a resistance to creating\nthe anomalous situation\r\nthat third parties can access information but the recipient of the\r\ndiscovery cannot use it on the other.\nFor that reason, the rule\r\nusually ceases to apply once the discovered document is presented in\r\nopen court. In three provinces -\nBritish Columbia, Alberta and Nova\r\nScotia - the rule ceases to operate only when the court so\r\norders.\n[44]\nUnlike\r\nin England and Australia, the Canadian Supreme Court\n[45]\nrefused\r\nto grant a release from the rule to allow material covered by it to\r\nbe used as evidence in the prosecution of serious criminal\ncharges.\n[26]\r\nThe rule does not form part of the law in the United States of\r\nAmerica. It is for the party making production to obtain an\nexpress\r\nagreement of confidentiality from the receiving party or a protective\r\norder from court. Absent an express confidentiality\nagreement between\r\nthe parties or an order of court, there are no restrictions on the\r\nuses to which materials received on discovery\nmay be put. If the\r\nagreement seeks to maintain confidentiality beyond the pre-trial\r\nstage it is likely to raise public policy and\nFirst Amendment issues.\r\nOnce the material is filed at court, the principle of public access\r\nto court records creates a presumption\nthat the material will be\r\navailable to the public.\n[46]\n[27]\r\nThe rule is not part of our law. Only three earlier reported South\r\nAfrican authorities have referred to the rule. In the first,\nCrown\r\nCork\n&\nSeal\r\nCo Inc & another v Rheem\nSouth\r\nAfrica (Pty) Ltd & others\n1980\r\n(3) SA 1093\n(W), Schutz AJ, recognised at the commencement of his\r\njudgment that there appears to be no direct authority in South Africa\r\nas\nto whether a court ‘may place limitations upon a litigant’s\r\nordinary right of untrammelled inspection and copying of\ndocuments\r\ndiscovered by his opponent . . .’. After usefully summarising\r\nthe position as it obtained in England, the learned\njudge posed the\r\nquestion (at 1098F-G) whether the ‘English practice may be\r\nadopted in South Africa, and if it may, whether\nit should?’\r\nImplicit in that statement, it seems to me, was the recognition that\r\nthe English practice was not yet a part\nof our law. Although he did\r\nthereafter state (at 1099H) that in his view ‘it is open to a\r\nSouth African court to adopt the\nEnglish practice’, he\r\nproceeded to decide the matter in accordance with our rule 35(7). I\r\ndo not read the rest of the judgment\nas having, one way or the other,\r\naffirmatively answered the question earlier posed by the learned\r\njudge. The high court appears\nto have been plagued by similar\r\nuncertainty when it stated: ‘[I]f there be any doubt that the\r\njudgment in\nCrown\r\nCork\nhas not already done so, the time has come to hold unequivocally that\r\nthe rule does form part of our law. . .’.\n[47]\nIn\r\nthe second -\nReplication\r\nTechnology Group & others v Gallo Africa Ltd\n2009\r\n(5) SA 531\n(GSJ) - which considered whether documents disclosed\r\nduring arbitration proceedings between the parties could be relied\r\nupon in\nrelated contempt proceedings, Malan J stated (para 17) that\r\nhe did not have to determine whether the rule forms part of South\r\nAfrican\nlaw because the use of the documents in question was\r\npermitted by a recognised exception to the rule in that case. The\r\nthird –\nMathias\r\nInternational Ltd & another v Baillache & others\n2015 (2) SA 357\n(WCC) – also a judgment by Binns-Ward J, held\r\nin the context of Anton Piller proceedings that the applicant’s\r\nsupporting\naffidavit in the\nex\r\nparte\napplication\r\nbrought in that case to obtain a search order had contained such an\r\nimplied undertaking. The high court accepted that\nno South African\r\ncourt had made any ‘explicit determination’ that the rule\r\nis part of our law and that we have hitherto\nregulated access to and\r\ndissemination of information forming part of the court record or\r\ndiscovered documents which were regarded\nas confidential, without any\r\ninvocation of the rule.\n[48]\n[28]\r\nIn adopting the rule, the high court appears to have invoked its\r\ninherent power to regulate its own processes in terms of s\n173 of the\r\nConstitution.\n[49]\nThat\r\nour courts were endowed with such power even in our\r\npre-constitutional era is evident from the following dictum of\r\nCorbett\nJA: ‘There is no doubt the Supreme Court possesses an\r\ninherent reservoir of power to regulate its procedures in the\r\ninterests\nof the proper administration of justice . . . ‘.\n[50]\nCourts\r\nnow derive their power from the Constitution itself.\n[51]\nAs\r\nit was put by the Constitutional Court in\nSABC\r\nv NDPP\n:\n[52]\n‘\nThis\r\nis an important provision which recognises both the power of Courts\r\nto protect and regulate their own process as well as their\npower to\r\ndevelop the common law. . . .  The power recognised in s 173 is\r\na key tool for Courts to ensure their own independence\nand\r\nimpartiality. It recognises that Courts have the inherent power to\r\nregulate and protect their own process. A primary purpose\nfor the\r\nexercise of that power must be to ensure that proceedings before\r\nCourts are fair. It is therefore fitting that the only\nqualification\r\non the exercise of that power contained in section 173 is that Courts\r\nin exercising this power\nmust take into\r\naccount\nthe interests of justice.’\r\n(Footnotes omitted.)\nBut\r\nthe Constitutional Court did remind us that ‘it is a power\r\nwhich has to be exercised with caution\n[53]\nand\r\nsparingly having taken into account the interests of justice in a\r\nmanner consistent with the Constitution.’\n[54]\n[29]\r\nIn addition, s 39(2) of the Constitution makes it plain that, when a\r\ncourt embarks upon a course of developing the common law,\nit is\r\nobliged to ‘promote the spirit, purport and objects of the Bill\r\nof Rights.’\n[55]\nThis\r\nensures that the common law will evolve, within the framework of the\r\nConstitution, consistently with the basic norms of the\nlegal order\r\nthat it establishes.\n[56]\nThe\r\nConstitutional Court has already cautioned against overzealous\r\njudicial reform. Thus, if the common law is to be developed,\nit must\r\noccur not only in a way that meets the s 39(2) objectives, but also\r\nin a way most appropriate for the development of the\ncommon law\r\nwithin its own paradigm.\n[57]\nFaced\r\nwith such a task, a court is obliged to undertake a two-stage\r\nenquiry: It should ask itself whether, given the objectives\nof s\r\n39(2), the existing common law should be developed beyond existing\r\nprecedent - if the answer to that question is a negative\none, that\r\nshould be the end of the enquiry.  If not, the next enquiry\r\nshould be how the development should occur and which\ncourt should\r\nembark on that exercise. None of these considerations merited even a\r\nmention in the judgment of the high court.\n[30]\r\nEven were it open to the high court to invoke s 173, that section\r\ndoes not empower a court to create a procedural rule in the\nabsence\r\nof a lacuna. And it has not been suggested that the existing law is\r\ninsufficient. Moreover, s 173 did not empower the high\ncourt to make\r\na law of general application.\nIndependent\r\nNewspapers\n[58]\nstressed that a court had to consider the competing rights or\r\ninterests at stake on a case by case basis to ensure a fair trial.\n\nAccording to the Constitutional Court, when there is a claim for\r\nsecrecy in respect of part of the court record, ‘the court\nis\r\nproperly seized with the matter and is obliged to consider all\r\nrelevant circumstances and to decide whether it is in the interests\n\nof justice for the documents to be kept secret and away from any\r\nother parties, the media or the public.’\n[59]\nIndependent\r\nNewspapers\ndid\r\nnot authorise or contemplate the adoption by a court of a new rule\r\nwhich would apply indiscriminately to all cases without regard\nto the\r\ncircumstances.\n[31]\r\nA court attempting to transplant a rule from a foreign jurisdiction\r\nshould of necessity have regard to the differing constitutional\n\ncontexts between that country and this. The Constitutional Court\r\nrecently affirmed that the following principles apply in considering\n\nthe use of foreign law:\n[60]\n‘\n(c)\r\nThe similarities and differences between the constitutional\r\ndispensation in other jurisdictions and our Constitution must be\n\nevaluated. Jurisprudence from countries not under a system of\r\nconstitutional supremacy and jurisdictions with very different\r\nconstitutions\nwill not be as valuable as the jurisprudence of\r\ncountries founded on a system of constitutional supremacy and with a\r\nconstitution\nsimilar to ours.\n(d)\r\nAny doctrines, precedents and arguments in the foreign jurisprudence\r\nmust be viewed through the prism of the Bill of Rights\nand our\r\nconstitutional values.’\nAll\r\nlaw, in this country, must be grounded in constitutional values and\r\nrespect must be given to the fundamental rights set out\nin the Bill\r\nof Rights. The adoption of a rule from another country must be\r\nconsidered in that context and in particular against\na constitutional\r\nright of access to information held by the State regardless of the\r\nreason, and a right of access to privately-held\ninformation required\r\nfor the exercise or protection of any right.\n[61]\n[32]\r\nIn procedural matters, s 171 of the Constitution makes plain that\r\n‘[a]ll courts function in terms of national legislation\nand\r\ntheir rules and procedures must be provided for in national\r\nlegislation’. A further bar to the adoption of the rule would\n\nthus seem to be the doctrine of the separation of powers. There are a\r\nnumber of reasons why a court is ill-suited to adopting the\nrule.\r\nThey include the following: the rule, on the face of it, would appear\r\nto be at odds with the default Constitutional position\n- which makes\r\nopenness, access to information and free expression the norm, and\r\nrequires justification of an exception. The rule,\nby contrast, makes\r\nsecrecy the default position. The content, timing, duration, ambit,\r\nlimitations on and enforcement of the rule\nare complex matters\r\ninvolving controversial and difficult policy considerations. This is\r\nevident from the fact that where the rule\ndoes apply in comparable\r\nforeign jurisdictions, its content is not uniform. Questions of\r\nwhether such a rule is necessary, and\nif so its content, are matters\r\nthat may well require public debate and consideration. This is a\r\nlegislative and not a judicial\ntask. If there is a deficiency, the\r\nremedy lies in appropriate legislation or the amendment of Uniform\r\nrules of court.\n[62]\n[33]\r\nAlthough the high court shied away from any attempt at formulating\r\nthe rule, from its references to other jurisdictions, one\nmay infer\r\nthat it intended the rule to have some - if not all - of the\r\nfollowing attributes: A party may use discovered documents\nonly for\r\nthe litigation in which it is engaged and not for a ‘collateral’\r\nor ‘ulterior’ purpose. Impermissible\n‘collateral’\r\nuse includes use of information in different legal proceedings, use\r\nas evidence of a serious criminal\ncharge, and the dissemination,\r\npublication or distribution of discovered information in a pending\r\ncase. The rule applies not only\nto the documents discovered, but also\r\nto information derived from those documents and covers even innocuous\r\ninformation that is\nnot confidential. The rule binds any third party\r\nwho receives the discovered documents. The rule applies as well to a\r\nrule 53 record.\nIt ceases to apply at the latest when the matter is\r\nplaced before the court for hearing. Both the court and the party\r\nmaking discovery\nmay authorise their dissemination, publication or\r\ndistribution. In matters of public interest, the court would tend to\r\nallow general\naccess to the content of a court file at an earlier\r\nstage, once pleadings in the case have closed and application has\r\nbeen made\nfor a hearing date, or such a date has been fixed.  A\r\ncourt may relax or modify the rule to meet ‘the exigencies of a\n\ncase that might afford sufficient reason to depart from its ordinary\r\nincidence.’\n[34]\r\nIn the event, and notwithstanding the fact that it had not properly\r\ndefined the rule, the high court appears to have been in\nfavour of\r\nreformulating the rule - from what is not exactly clear:\n‘\nto,\r\nin general, allow public access to the content of the court file,\r\nincluding any information subject to the implied undertaking\nrule\r\nthat has been included in the pleadings or affidavits, once a matter\r\nhas been set down for hearing, rather than only after\nthe matter had\r\nbeen called in court, because this would conduce to more effective\r\nopen justice without unduly impinging on the\nparties’ rights of\r\nprivacy. . .’\n[63]\nBut\r\ndeclined to do so because:\n‘\nI\r\ndo not consider that the current case affords a suitable basis to\r\nundertake the exercise. It is one that in any event probably\nwould be\r\nmore appropriately addressed by the Rules Board after a process of\r\npublic participation.’\n[64]\nThe\r\nhigh court thus appears to have seen only the reformulation of the\r\nrule, but paradoxically, not its adoption or initial formulation,\nas\r\na matter for the Rules Board.\n[35]\r\nThe high court held that the rule applies to discovered documents and\r\nthat since rule 53(1)\n(b)\nis ‘an incident of discovery in our law, by parity of\r\nreasoning’ the rule derived from English law applies to rule\n\n53(1)\n(b)\n.\nRule\r\n53,\n[65]\nwhich\r\ngoverns review proceedings in this country, is home-grown. In\nJockey\r\nClub of South Africa v Forbes\n[1992] ZASCA 237\n;\n1993 (1) SA 649\n(A) at 660, Kriegler AJA explained:\n‘\nNot\r\ninfrequently the private citizen is faced with an administrative or\r\nquasi-judicial decision adversely affecting his rights,\nbut has no\r\naccess to the record of the relevant proceedings nor any knowledge of\r\nthe reasons founding such decision. Were it not\nfor Rule 53 he would\r\nbe obliged to launch review proceedings in the dark and, depending on\r\nthe answering affidavit(s) of the respondent(s),\nhe could then apply\r\nto amend his notice of motion and to supplement his founding\r\naffidavit. Manifestly the procedure created by\nthe Rule is to his\r\nadvantage in that it obviates the delay and expense of an application\r\nto amend and provides him with access\nto the record. In terms of para\r\n(b) of subrule (1) the official concerned is obliged to forward the\r\nrecord to the Registrar and\nto notify the applicant that he has done\r\nso. Subrule (3) then affords the applicant access to the record. (It\r\nalso obliges him\nto make certified copies of the relevant part\r\nthereof available to the Court and his opponents. The Rule thus\r\nconfers the benefit\nthat all the parties have identical copies of the\r\nrelevant documents on which to draft their affidavits and that they\r\nand the Court\nhave identical papers before them when the matter comes\r\nto Court.) More important in the present context is subrule (4),\r\nwhich\nenables the applicant, as of right and without the expense and\r\ndelay of an interlocutory application, to “amend, add to or\n\nvary the terms of his notice of motion and supplement the supporting\r\naffidavit”. Subrule (5) in turn regulates the procedure\nto be\r\nadopted by prospective opponents and the succeeding subrules import\r\nthe usual procedure under Rule 6 for the filing of the\napplicant's\r\nreply and for set down.’\nKriegler\r\nAJA emphasised at 662C:\n‘\nOur\r\nRule 53 and our practice for the review of decisions by extrajudicial\r\ntribunals differs\ntoto caelo\nfrom Order 53 of English practice. Indeed, virtually all they have in\r\ncommon is the number.’\n[36]\r\nRule 53 exists to facilitate applications for review. Thus the simple\r\nequation by the high court of discovery to a rule 53\ndisclosure\r\nappears inappropriate and unjustified. In terms of rule 53, the right\r\nto require the record of the proceedings of a\nbody whose decision is\r\ntaken on review, is primarily intended to operate for the benefit of\r\nthe applicant.\n[66]\nWhile\r\nthere is a similarity between trial discovery and review proceedings,\r\ninasmuch as in both a party is compelled to make disclosure\nfor the\r\npurposes of litigation there are fundamental differences between the\r\ntwo. Unlike rule 53, discovery is only undertaken\nafter the pleadings\r\nhave closed. The object of mutual discovery is to give each party\r\nbefore trial, all the documentary material\nof the other party so that\r\neach, after the contours have already been drawn, can consider its\r\neffect on his own case and his opponent’s\ncase and decide\r\nwhether to carry on at all and, if so, how to carry on the\r\nproceeding. Discovered documents do not form part of\nthe record, and\r\nare not before the court unless a party decides at the trial to make\r\nuse of them. It is therefore quite possible,\neven likely, that many\r\nof the documents which were discovered will never see the light of\r\nday in court. In those cases, there may\npossibly be reason to argue\r\nthat such privacy interest as originally existed, continues to exist\r\nunless and until the documents\nare used in the litigation. Review, on\r\nthe other hand, usually arises from the exercise of a statutory or\r\npublic power. When an\napplicant in review proceedings files its\r\nsupplementary affidavit, after having had sight of the record, it is,\r\nin effect fully\nstating its case for the first time. Here, the City\r\nhas used the material in question for the purpose for which it was\r\nprovided,\nnamely in its SFA. The material is relevant. The high court\r\nfound that the information is not confidential or secret in the sense\n\nthat it requires sealing or other protection. It saw ‘no reason\r\nwhy, when the review application gets to be heard, [the documents]\n\nshould be kept secret’. The approach of the high court appears\r\nto be that the rule protects the right to privacy. The privacy,\nso it\r\nseems, would come to an end ‘at the latest’ when the\r\nmatter is placed before the court for hearing. What remains\n\nunexplained though is what privacy can possibly exist in material\r\nthat: (a) has been used for the purpose for which it was provided;\n\n(b) is relevant to the litigation; (c) is not secret or confidential;\r\nand (d) in any event will be disclosed in due course.\n[37]\r\nDiscovery impinges upon the right to privacy of the party required to\r\nmake discovery. According to Lord Denning MR,\n[67]\n‘\ncompulsion\r\nis an invasion of a private right to keep one’s documents\r\nprivate’. But while there is an interest in protecting\nprivacy\r\nthere is also the public interest in discovering the truth. The\r\npurpose of the rule therefore is to protect, insofar as\nmay be\r\nconsistent with the proper conduct of the action, the confidentiality\r\nof the disclosure. Litigants must accordingly be encouraged\nto make\r\nfull discovery on the assurance that their information will only be\r\nused for the purpose of the litigation and not for\nany other purpose.\r\nIn that sense, so the thinking goes, the interests of the proper\r\nadministration of justice require that there\nshould be no\r\ndisincentive to full and frank discovery.\n[68]\nThose\r\nconsiderations can hardly apply in respect of documents disclosed by\r\na public body in rule 53 proceedings. And, as rule 53\nwill only ever\r\napply to the disclosure of documents by public bodies, I entertain\r\nsome doubt as to whether such body can invoke\nthe right to privacy to\r\nprotect from disclosure documents relied upon by it to make its\r\ndecisions. That does not mean that public\nbodies never have a claim\r\nto keep their documents confidential. But any claim of\r\nconfidentiality arises from other interests such\nas security or\r\nperhaps even the privacy rights of persons mentioned in the\r\ndocuments, but not from its right to privacy. It must\nbe remembered\r\nthat SANRAL did not plead any reliance on the right to privacy. It\r\nclaimed only a confidentiality right and not a\nprivacy right, and\r\nthen only in respect of the material in NOM2. That confidentiality\r\nclaim was rejected by the high court. The\nproduction of the\r\nadministrative record is inherently necessary for a court to\r\nundertake the task of determining the regularity\nof the proceeding\r\nsought to be impugned. ‘Without the record a court cannot\r\nperform its constitutionally entrenched review\nfunction’\r\n(\nDemocratic\r\nAlliance v Acting NDPP\n2012 (3) SA 486\n(SCA) para 37).\n[38]\r\nSection 32(1)\n(a)\nof the Constitution affords everyone ‘the right of access to\r\ninformation held by the state’. Section 32(2) requires\nnational\r\nlegislation to be enacted to give effect to that right. The Promotion\r\nof Access to Information Act 2 of 2000 (PAIA) is\nthe national\r\nlegislation in question. It establishes, in accordance with s 32 of\r\nthe Constitution, a default position of openness\nin relation to\r\ndocuments held by the State. Once a record is obtained under PAIA\r\nthere are no restrictions on how the information\nmay be used. PAIA\r\ndoes not prevent persons who have obtained documents from the State\r\nfrom further distributing them. Those documents\nare public documents\r\nand can be made publicly available. However, a person, in the\r\nposition of the City, who may obtain those self-same\ndocuments\r\nthrough review proceedings is, on the approach of the high court,\r\nprohibited from using them and, what is more, would\nappear to commit\r\nan offence by doing so. In importing the rule into South African law,\r\nthe high court held that its breach would\nlay the person concerned\r\n‘open to being committed for contempt of court’. Without\r\nquite appreciating it, the high court\nappears to have created a new\r\ncrime or extended the definition of an existing crime. But, as\r\nSchreiner ACJ observed in\nR v Sibiya\n1955 (4) SA 247\n(A) at 256G-H, ‘it\r\nis not for the Courts to create new crimes, nor is it for the Courts\r\nto give an extended definition to\na crime’. And, in\nJayiya\r\nv MEC for Welfare, Eastern Cape\n2004\r\n(2) SA 611\n(SCA), this court held that the definition of contempt of\r\ncourt may not be extended by a court.\n[39]\r\nTurning to the subrule: The high court interpreted the subrule\r\nrestrictively to permit only persons with a direct legal interest\n\naccess to a court file. Anyone else who seeks access must apply to\r\ncourt. This interpretation applies to all court documents and\nin all\r\ncases (not just documents produced by way of discovery or in terms of\r\nrule 53). It effectively seals court records which,\nat least before a\r\nhearing, would no longer be treated as public records. It does so\r\nwithout regard to whether their contents are\nin fact confidential or\r\nshould be secret, or whether it in fact serves a public interest that\r\nit be available. The high court’s\napproach to the subrule was\r\ninformed by its view that the subrule is ‘an important\r\nadministrative basis to support the implied\nundertaking rule’.\r\nThe restriction of public access was so that ‘the effect of the\r\nimplied undertaking rule would not\nbe materially curtailed’.\r\nThe high court noted in its judgment that the parties had approached\r\nthe matter on the assumption\nthat once the pleadings had been filed\r\nat court they became ‘generally open to the public’. But\r\nthat was in accordance\nwith the then prevailing practice in the high\r\ncourt.\n[40]\r\nRule 62(7) reads: ‘Any party to a cause, and any person having\r\na personal interest therein, with leave of the registrar\non good\r\ncause shown, may at his office, examine and make copies of all\r\ndocuments in such cause’. {move next sentence back}\nSection\r\n39(2) of the Constitution enjoins courts when interpreting any\r\nlegislation and when developing the common law to promote\nthe spirit,\r\npurport and objects of the Bill of Rights. That requires courts when\r\ninterpreting a statute (or in this instance a\nrule of court) to avoid\r\nan interpretation that would render the statute unconstitutional and\r\nadopt an interpretation that would\nbetter promote the spirit, purport\r\nand objects of the Bill of Rights. The purpose is to find a\r\nreasonable interpretation which\nsaves the validity of the subrule.\r\nThe subrule must be understood in the context of the whole of rule\r\n62. Rule 62 deals with technical,\nprocedural and oftentimes plain\r\nmundane matters. It is concerned with the preparation, filing and\r\ninspection of documents. It specifies\nthe type of ink and paper that\r\nmust be used; deals with numbering and indexing; and affords the\r\nregistrar the power to refuse to\naccept documents that do not comply\r\nwith the rule. It would thus be somewhat surprising that if the\r\ndrafters had meant to drastically\nrestrict access to court documents,\r\nthey would have done so in terms of the subrule. In the context of\r\nthe rule as a whole, the\nsubrule is better read as doing no more than\r\npermitting the copying and examination of court records, which must\r\noccur with the\nregistrar’s leave, at his or her office, rather\r\nthan as a substantive prohibition on access.\n[41]\r\nThe high court held that ‘the expression “personal\r\ninterest” in the context of rule 62(7) connotes something\n\nequivalent to a direct legal interest’.\n[69]\nIt\r\nthus interpreted the subrule to mean that the registrar may only\r\nprovide access to: (a) parties; and (b) those with a direct\nlegal\r\ninterest in the case. That requires the registrar to make a\r\ndetermination as to whether or not a party has a direct legal\n\ninterest in the matter. It is entirely unclear how the high court\r\nenvisioned this determination would be made by the registrar.\n[42]\r\nThe subrule uses the phrase ‘personal interest’. The\r\nqualifier ‘personal’ can equally well be read\nto mean any\r\nperson who is personally interested in the matter. The\namici\nsubmitted that there are several pointers that this is not only the\r\nonly plausible - but also a preferable - interpretation of\nthe\r\nsubrule. First, the rules of this court,\n[70]\nthe Constitutional Court,\n[71]\nthe Land Claims Court,\n[72]\nthe Labour Court\n[73]\nand the Magistrates’ Court,\n[74]\nall state that ‘any person’ may make copies of all court\r\ndocuments in the presence of the registrar (or clerk). Only\nthe\r\nUniform rules qualify the phrase ‘any person’ with the\r\nwords ‘having a personal interest therein’.\nYet there\r\nappears to be no reason in logic that would suggest that the\r\ndifference in wording requires a different approach in practice\nin\r\nthe high court. The phrase ‘any person having a personal\r\ninterest therein’ is clearly capable of referring, as the\nother\r\nrules do, simply to ‘any person’. The ambiguity in the\r\nmeaning should therefore be resolved by adopting the meaning\nthat is\r\nconsistent with the unambiguous intent of every other rule in South\r\nAfrican courts on the issue. Second, this is how the\nrule has in fact\r\nbeen interpreted in practice. Prior to the high court judgment, that\r\nwas the practice in that court. With a few\nexceptions, it remains the\r\ndefault practice in most, if not all, the other divisions that any\r\nperson may obtain access to court\ndocuments. This thus appears the\r\nmost natural interpretation of the subrule. Third, such an\r\ninterpretation, moreover, coheres with\nhow the phrase is used\r\nelsewhere in the rules. The only other place the phrase ‘personal\r\ninterest’ appears is in rule\n57. That rule requires an\r\napplication for the appointment of a\ncurator\nad\r\nlitem\nto be accompanied by an affidavit of a person who knows the patient,\r\nand two medical practitioners. If the person ‘has any\npersonal\r\ninterest in the terms of any order sought’ the affidavit must\r\ndisclose the ‘full details of such relationship\nor interest’.\r\nIn addition, the medical practitioners should be people ‘without\r\npersonal interest in the terms of the\norder sought’. It is\r\nmeant to capture those people who have an intimate or financial\r\nrelationship with the patient. That\nappears to demonstrate that\r\n‘direct legal interest’ is not the necessary, let alone\r\nthe most obvious, meaning of ‘personal\ninterest’ when the\r\nphrase is used in the Uniform rules. In my view there is much to be\r\nsaid for these submissions by the\namici\n.\r\nTextually, it appears the most plausible. It does not seek to give\r\nthe term personal interest a stretched or unnatural meaning.\nIt\r\nadopts the ordinary meaning that: (a) is consistent with the\r\nconstitutional right to open justice; (b) is compatible with the\n\nposition in all other comparable courts as expressed in the rules and\r\nas given effect to in practice; and (c) fits with the other\nuses of\r\npersonal interest in the Uniform rules. Clearly, there is nothing\r\ninherent in the use of the word interest that requires\nit to be\r\ninterpreted to mean direct legal interest.\n[75]\nIndeed, it is the interpretation advanced by the\namici\nthat best promotes constitutional rights. It is, therefore, the\r\ninterpretation that this court should endorse. The high court’s\n\ninterpretation is inconsistent with the Constitution. It severely\r\nlimits the basic principle of open justice, and the rights to\npublic\r\nhearings, freedom of expression and access to information for the\r\nreasons described earlier. And it relies on a contrived\ntextual\r\ninterpretation. It makes the high court an outlier, with far more\r\nrestrictive rules of access than any other superior court.\nIt should\r\nbe rejected for all those reasons.\n[43]\r\nWith a view to limiting the degree of violation, the high court held\r\nthat: (a) ‘the court may permit an inspection of\nthe record at\r\nany time if it is appropriate to do so, and due cause is shown for a\r\ndeparture from the usual consequences of the\nrules’; and (b)\r\nthe prohibition in each instance operates only until the case is\r\ncalled in open court. Neither procedure\nmaterially ameliorates the\r\nrestriction, inasmuch as: First, an applicant, having no access to\r\nthe court file, may well have great\ndifficulty in making out a case\r\nas to why such access should be granted. Such person is thus expected\r\nto show ‘good cause’\nwithout having had sight of the\r\npapers, and would have to approach a court blindfolded, so to speak.\r\nIt may thus prove well-nigh\nimpossible for any third party to\r\nintervene. In any event one would imagine that such an applicant\r\nwould need the papers before\nthe hearing in order to assess whether\r\nor not they even wish to intervene. Second, the public generally may\r\nhave as legitimate\nan interest in cases that never get heard in open\r\ncourt, because they are settled or withdrawn, as in cases that are\r\ncalled in\nopen court. It is not clear to me how or why the interest\r\nof either the litigants or the public would materially alter simply\r\nby\nvirtue of the fact that the matter has been called in open court.\r\nOne way or the other the parties have still chosen to engage in\ncourt\r\nproceedings. Even if a matter settles, it seems to me, that it should\r\nstill be subject to the requirement of openness, more\nespecially\r\nwhere litigation involves public entities. For, the public will have\r\nas real an interest in evaluating the court papers\nto determine\r\nwhether the decision to settle or withdraw was justified. Third, it\r\nis not possible for the media to report accurately\non court\r\nproceedings if they can only access the documents once the case is\r\ncalled. It is vital that the public be able to have\naccess to court\r\nrecords prior to the hearing so that they can follow the proceedings\r\nin open court. Without prior access to the\npapers, the proceedings\r\nwill have less meaning for them. Moreover, having access to papers in\r\nadvance allows journalists to prioritise\nreporting on matters of\r\npublic interest. Fourth, cases that are settled may also provide\r\nvital evidence that reveals wrongdoing\nand the public would be\r\nentitled to know whether a case was properly settled, or whether the\r\nsettlement was influenced by some\nimproper motive. That can only be\r\ndetermined by access to the papers. Fifth, an application for access\r\nto papers is an additional\ncost in time and money. In many cases,\r\npeople who otherwise have an interest in the matter may be unable to\r\nafford an application\nfor access. While the high court attempts to\r\npaint this option as enhancing access, in reality, it may prove an\r\ninsuperable barrier\nto many, particularly litigants with limited\r\nfunds. This not only negatively affects access to justice, it may\r\ndisadvantage courts\nwho will be deprived of the benefit of the\r\nsubmissions that\namici curiae\nmake.\n[44]\r\nBoth the rule and the high court’s interpretation of the\r\nsubrule thus impinge on open justice by preventing the public\nand\r\nmedia from being able to scrutinise court proceedings before a matter\r\nis heard. But there is a strong default position in our\nlaw against\r\nprior restraints on publication.\n[76]\nPrior\r\nrestraints ‘should only be ordered where there is a substantial\r\nrisk of grave injustice.’\n[77]\nA\r\nblanket rule can hardly, without more, meet that high threshold. If\r\nthe rule and the subrule apply as found by the high court,\nthey\r\nappear in my view to be almost certainly inconsistent with the\r\nConstitution. The blanket and default prior restraint on publication,\n\nas well, could hardly pass constitutional muster. The high court\r\npointed out that the City did not challenge the constitutionality\nof\r\nthe subrule or bring a counter-application seeking leave to depart\r\nfrom the incidents of the subrule. But the City could hardly\nhave\r\nbrought a counter-application or challenged a law: (a) which was not\r\nthen in use or relied upon by SANRAL but employed by\nthe high court\r\nin support of a right to privacy, which was not pleaded; and (b) on\r\nthe basis of an interpretation which was not\nadvanced by SANRAL and\r\nemerged only in the high court judgment.\n[45]\r\nIn the present case, the demand for accountability arises with\r\nparticular force because of what is in issue in the review\r\nproceedings. Secrecy is the very antithesis of accountability. It\r\nprevents the public from knowing what decision was made, why it\nwas\r\nmade, and whether it was justifiable. As Ngcobo CJ pointed out in\nM&G\r\nMedia\n,\r\n‘[i]t is impossible to hold accountable a government that\r\noperates in secrecy’.\n[78]\nOn\r\nthat score\nJustice\r\nBrandeis of the US Supreme Court famously remarked that ‘[s]unlight\r\nis said to be the best of disinfectants’;\nelectric light the\r\nmost efficient policeman.’\n[79]\nIt\r\nis a matter of fundamental importance to the administration of\r\njustice that members of the public, who are directly affected\nby the\r\ncontroversial issue of tolling, be allowed access to all of the\r\narguments, the court records and the hearing of the review.\nThe\r\ncontroversy would deepen if SANRAL were to ultimately succeed in\r\nhaving the review application dismissed after a partially\nsecret\r\nhearing. That would not serve the public interest or the interests of\r\njustice.\n[46]\r\nOur law and practice already impose limits on the dissemination of\r\nmaterial produced by discovery or in terms of rule 53. They\ninclude:\r\n(a) the law of defamation; (b) the\nactio\r\ninjuriarum\nwhich protects both dignity and privacy, and which prevents the\r\npublication of private facts’;\n[80]\n(c)\r\na court’s discretion under rule 35(7) to limit inspection of\r\ndiscovered documents which are confidential (as in\nCrown\r\nCork\n);\r\n(d) statutes which restrict publication of private and confidential\r\ninformation;\n[81]\nand\r\n(e) any reasonable limitation on the use of material which a court\r\nmay order in a particular case, exercising its power in terms\nof s\r\n173, to prevent an abuse of the rules of discovery or rule 53. There\r\nare cases where parties have – as the City did\nhere –\r\nvoluntarily provided express confidentiality undertakings, or where\r\nthe courts have granted orders, tailored to the\ncircumstances of the\r\ncase, to protect allegedly confidential information, and provided\r\nmechanisms to resolve disputes.\nThe\r\nprinciple of open justice has its limits of course and concomitantly\r\na commitment to open justice does not mean that there should\nalways\r\nbe unrestricted reporting, nor that there may not be good and genuine\r\nreasons why information should sometimes be restricted.\nBut whether\r\nthat be so, falls to be determined on a case by case basis. To be\r\nsure, the science is unlikely to be exact and so\nthe task may not be\r\nan easy one. Yet it can be accomplished if the court identifies and\r\ncarefully evaluates what is at stake on\nboth sides of the issue.\nIf\r\nindeed the high court was satisfied that a proper case had been made\r\nout (it evidently was not) it could have fashioned appropriate\nrelief\r\nto meet the exigencies of the particular case instead of\r\nimpermissibly laying down – as it did - blanket rules.\n[47]\r\nThe animating principle therefore has to be that all court records\r\nare, by default, public documents that are open to public\nscrutiny at\r\nall times. While there may be situations justifying a departure from\r\nthat default position – the interests of\nchildren, State\r\nsecurity or even commercial confidentiality – any departure is\r\nan exception and must be justified. The high\ncourt’s judgment,\r\nwhich is inconsistent with that basic principle with regard to both\r\nthe rule and subrule, cannot be endorsed\nby this court. Its\r\ninterpretation of the subrule creates a default rule of secrecy for\r\nall court records. In addition, its application\nof the rule limits\r\nthe ability of litigants to ensure publicity when they challenge the\r\nactions of the State. In order meaningfully\nto exercise the right to\r\nopen justice, members of the public (and the media) cannot simply be\r\nrelegated to the role of spectator.\nWhile the gist of the matter may\r\nbe apparent to a person attending the hearing, it is only through an\r\nunderstanding of the background\nand issues raised on the papers that\r\nproper comprehension and critical analysis of the proceedings, and\r\nultimately the court’s\nfindings, is possible. This is\r\nespecially so in motion proceedings, which are based on the\r\naffidavits before the court and their\nannexures, and where oral\r\nevidence is not given in open court. This means that court challenges\r\nto government action will be less\nopen than they currently are. Thus\r\nwhere openness is most sorely needed – the consideration of\r\ngovernment conduct –\nthe high court judgment limits openness\r\nthe most. The blanket of secrecy it throws over previously open\r\nproceedings undermines\nthe legitimacy and effectiveness of the\r\ncourts.\n[48]\r\nIt follows that as the high court was correct in dismissing SANRAL’s\r\napplication, costs, including those of three counsel\n(which it was\r\naccepted was necessary), obviously should have followed that result.\r\nFor the rest, the order of the high court cannot\nstand and falls to\r\nbe set aside. In the result:\n1.\r\nThe appeal is upheld with costs including the costs of three counsel.\n2.\r\nThe order of the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe\r\napplication is dismissed with costs including the costs of three\r\ncounsel.’\n_________________\nV\r\nM Ponnan\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellant: G Budlender SC (with him N Bawa and R Paschke)\nInstructed\r\nby:\nCullinan\r\n& Associates, Cape Town\nCordiers,\r\nBloemfontein\nFor First\r\nRespondent: J G Wasserman SC (with him G J Nel and I B Currie)\nInstructed\r\nby:\nFasken\r\nMartineau, Sandton\nWebbers,\r\nBloemfontein\nFor\r\nAmici Curiae: W Trengrove SC (with him M Bishop)\nLegal\r\nResources Centre, Cape Town\nHoney\r\nAttorneys, Bloemfontein\n[1]\nIn\r\n\taddition to SANRAL, which was cited as the First Respondent, Protea\r\n\tParkways Consortium, N1/N2 Overberg Consortium, GTIMV Consortium,\n\n\tMinister of Transport, Minister of Water and Environmental Affairs,\r\n\tMinister of Transport and Public Works, Western Cape Province,\n\n\tMinister of Finance, Economic Development and Tourism, Western Cape\r\n\tProvince, N2/T2 Crisis Committee, Theewaterskloof Municipality\nand\r\n\tBreede Valley Municipality were cited as the Second to Eleventh\r\n\tRespondents respectively. But as none of them participated\nin the\r\n\tappeal, nothing further needs be said about them.\n[2]\nThe Amici include media organisations, public interest law firms,\r\n\tresearch and advocacy institutions, non-profit organisations\nthat\r\n\tfight corruption and institutions established to promote free\r\n\texpression and access to information.  They are: Right2Know\n\n\tCampaign, Section16, Open Democracy Advice Centre, Mandg Centre for\r\n\tInvestigative Journalism, South African National Editors\nForum,\r\n\tLegal Resources Centre, Section27, Socio-Economic Rights Institute\r\n\tof South Africa, Corruption Watch, Democratic Governance\nand Rights\r\n\tInstitute, South African History Archive.\n[3]\nSee\r\n\talso in this regard\nBaront\r\n\tInvestments (Pty) Ltd v West Dune Properties 296 (Pty) Ltd &\r\n\tothers\n2014\r\n\t(6) SA 286\n(KZP) paras 80-82, 92 and 98.\n[4]\nRt Hon B McLachlin PC ‘Openness and the rule of law’\r\n\taddress by the Honourable Chief Justice to the Annual International\n\n\tRule of Law Lecture on 8 January 2014 available at\nhttp://www.barcouncil.org.uk/media/270848/jan_8__2014_-_12_pt.__rule_of_law_-_annual_international_rule_of_law_lecture.pdf\n,\r\n\taccessed 23 March 2015;\n[5]\nRt Hon J J\nSpigelman\r\n\tAC ‘The Principle of Open Justice: A Comparative Perspective’\r\n\t(September 20, 2005).\nUniversity\r\n\tof New South Wales Law Journal\n(2006) Vol. 29 No. 1 at 147-166; also available on the Social\r\n\tScience Research Network at\nhttp://papers.ssrn.com\n,\r\n\taccessed 30 March 2015. Address by t\nhe\r\n\tHonourable JJ Spigelman AC, Chief Justice of New South Wales to the\r\n\tMedia Law Resource Centre Conference in London on 20 September\n2005.\n[6]\nJ J Spigelman op cit at 9.\n[7]\nIbid\r\n\tat 10.\n[8]\nB McLachlin op cit at 4-5.\n[9]\nR\r\n\tv Legal Aid Board, ex parte Kaim Todner (a firm)\n[1998] EWCA Civ 958\n;\n[1998]\r\n\t3 All ER 541\nat 549J-550B.\n[10]\nDetroit\r\n\tFree Press v\nJohn\r\n\tAshcroft\n[2002] USCA6 281\n;\n303 F.3d 681\nat 683.\n[11]\nIbid\r\n\tat 711.\n[12]\nMarais J\nexplained\r\n\tin\nFinancial\r\n\tMail (Pty) Ltd v Registrar of Insurance & others\n1966\r\n\t(2) SA 219\n(W) at 220F-G that: ‘Until 1813, in consonance with\r\n\tthe then universal practice in Holland . . . whilst judgments and\r\n\torders\nof the Cape courts had to be pronounced in public, evidence\r\n\tand argument in trial cases were heard in camera, with only the\r\n\tparties\nand their lawyers in attendance. The British Governor of the\r\n\tCape, in 1813, issued a proclamation requiring all judicial\r\n\tproceedings\nin future to be carried on with open doors as a matter\r\n\tof “essential utility, as well as the dignity of the\r\n\tadministration\nof justice”; it would imprint on the minds of\r\n\tthe inhabitants of the Colony the confidence that equal justice was\r\n\tadministered\nto all in the most certain, most speedy and least\r\n\tburdensome manner.’\n[13]\nSection 34 of the Constitution provides that: ‘Everyone has\r\n\tthe right to have any dispute that can be resolved by the\r\n\tapplication of law decided in a fair public hearing before a court,\r\n\tor where appropriate, another independent and impartial tribunal\nor\r\n\tforum.’\n[14]\nSouth\r\n\tAfrican Broadcasting Corporation v National Director of Public\r\n\tProsecutions\n[2006] ZACC 15\n;\n2007\r\n\t(1) SA 523\n(CC) paras 30-31.\n[15]\nIndependent\r\n\tNewspapers (Pty) Ltd v Minister for Intelligence Services and\r\n\tanother, In Re Masetlha v President of the Republic\nof South Africa\r\n\tand another\n2008\r\n\t(5) SA 31 (CC).\n[16]\nThese\r\n\tincluded the rights contained in ss 16, 34 and 35(3)\n(c)\nof the Constitution and the founding values of the Constitution:\nIndependent\r\n\tNewspapers\nparas\r\n\t39 and 40.\n[17]\nIndependent\r\n\tNewspapers\nparas\r\n\t42 and 43.\n[18]\nIndependent\r\n\tNewspapers\npara\r\n\t42.\n[19]\nShinga\r\n\tv The State & another\n(\nSociety\r\n\tof Advocates, Pietermaritzburg Bar as Amicus Curiae\n);\nO’Connell\r\n\tand Others v The State\n[2007] ZACC 3\n;\n2007\r\n\t(4) SA 611\n(CC) para 26.\n[20]\nSABC\r\n\tv NDPP\n2007\r\n\t(1) SA 523 (CC).\n[21]\nCase\r\n\tand Another v Minister of Safety and Security and Others\n;\nCurtis\r\n\tv Minister of Safety and Security and Others\n[1996] ZACC 7\n;\n1996 (3) SA 617\n(CC) para 27.\n[22]\nBrummer\r\n\tv Minister for Social Development\n2009 (6) SA 323\n(CC) para 63.\n[23]\nIbid.\n[24]\nSABC\r\n\tV NDPP\n[2006] ZACC 15\n;\n2007\r\n\t(1) SA 523\n(CC) para 24;\nMail\r\n\tand Guardian v Minister for Social Development\n2009\r\n\t(6) SA 323\n(CC) para 63.\n[25]\nMidi\r\n\tTelevision (Pty) Ltd t/a e-tv v Director of Public Prosecutions\r\n\t(Western Cape)\n[2007] ZASCA 56\n;\n2007\r\n\t(5) SA 540\n(SCA) para 6.\n[26]\nKhumalo\r\n\t& others v Holomisa\n[2002]\r\n\tZACC 12\n;\n2002 (5) SA 401\n(CC) at para 24.\nSee\r\n\talso\nDe Reuck v Director of Public Prosecutions (Witwatersrand\r\n\tLocal Division) and Others\n[2003] ZACC 19\n;\n2004 (1) SA 406\n(CC)\r\n\tat para 49.\n[27]\nDr\r\n\tLawrence McNamara is a Global Uncertainties Fellow and a Reader &\r\n\tDirector of Postgraduate Research at the School of Law\nat the\r\n\tUniversity of Reading. See L McNamara ‘Opinion: Civil\r\n\tliberties open justice and protection from terrorism’\n(2010)\r\n\tavailable at\nhttp://www.debatingmatters.com/globaluncertainties/opinion/civil_liberties_open_justice_and_protection_from_terrorism/\n,\r\n\taccessed on 25 March 2015.\n[28]\nK Fitzpatrick ‘Courts need to expand view of open justice’\nIrish\r\n\tTimes\nof 16 June 2014 available at\nhttp://www.irishtimes.com/news/crime-and-law/courts-need-to-expand-view-of-open-justice-1.1831537\n.\n[29]\nIbid.\n[30]\nDr McNamara observes that\ncourts\r\n\tface a dilemma where any party – but in practice usually the\r\n\tgovernment – claims that openness would result\nin a danger to\r\n\tnational security and restrictions must be placed on the ability of\r\n\tthe public to scrutinize the judicial process.\nOn the one hand, the\r\n\tcourt should be convinced that the danger is genuine and that\r\n\tnational security is not just being used as\nan excuse to keep\r\n\tpolitically embarrassing information from the public. On the other,\r\n\tthe courts may not always be in the best\nposition to judge whether\r\n\tinformation will pose a danger to national security as it is the\r\n\texecutive government which arguably\nhas a more complete picture of\r\n\tthe circumstances and relevance of the information concerned. L\r\n\tMcNamara op cit.\n[31]\nThe high court stated in para 40:\n‘\nThe\r\n\tnotion of an “undertaking” is, however, somewhat\r\n\tmisleading. The use of the term arises from the original requirement\n\n\tin the early 19\nth\ncentury of an express undertaking. Its\r\n\tcontinued use is convenient in the context of characterising\r\n\tbreaches of the rule as contempt\nof court in the sense of involving\r\n\tthe breaking of a national undertaking to the court.’ In\nBourns Inc v Raychem Corp\n[1999] 1 All ER 908\nat para 16,\r\n\tLaddie J put the position more realistically when he explained that\r\n\tthe fiction of an implied undertaking was in\nfact an expression of\r\n\tthe existence of a legal obligation:\n“\nThe\r\n\timplied undertaking not to make collateral use of documents\r\n\tdisclosed on discovery arises automatically as an incident of\nthe\r\n\tdiscovery process. It is in no sense implied as a result of dealings\r\n\tbetween the parties. The discloser may well not have\nthought of the\r\n\timplications of giving discovery and the disclosee may well not have\r\n\tturned his mind to the matter of what use\nhe can make of the\r\n\tdocuments outside the action. Had he thought of it, he might well\r\n\thave wanted full freedom to do what he liked\nwith the material,\r\n\tparticularly if his own discovery is non-existent or very limited.\r\n\tSo the obligation is not to be likened\nto a term implied in a\r\n\tcontract between the parties to the litigation. On the contrary, it\r\n\tis an obligation to the court, not\nthe other party, which is\r\n\timplied. It is for that reason that its breach is treated as\r\n\tcontempt. The obligation is imposed as\na matter of law.”’\r\n\t(Footnotes omitted.)\n[32]\nHarman\r\n\tv UK\n(1985)\r\n\t7 EHRR 146 (EComm).\n[33]\nRSC\r\n\tOrd. 24, r. 14A (CCR Ord. 14, r. 8A).\n[34]\nCPR\r\n\tr. 31.22(1)(a) states:\n‘\nAny\r\n\tundertaking, whether express or implied, not to use a document for\r\n\tany purposes other than those of the proceedings in which\nit is\r\n\tdisclosed shall cease to apply to such document after it has been\r\n\tread to or by the Court, or referred to, in open Court,\nunless the\r\n\tCourt for special reasons has otherwise ordered on the application\r\n\tof a party or of the person to whom the document\nbelongs.’\n[35]\nRank\r\n\tFilm Distributors Ltd v Video Information Centre\n[1982]\r\n\tAC 380\n(HL);\nAttorney\r\n\tGeneral for Gibraltar v May and Others\n[1999]\r\n\t1 WLR 998.\n[36]\nIn\r\n\tre\nJudicial\r\n\tReview\n[2010] NIQB 95\n(17 September 2010): The Northern Ireland Queen’s\r\n\tBench refused to bar the use in professional misconduct proceedings\r\n\tof\ndocuments which had been disclosed in breach of the Rule. The\r\n\tcourt held that the third party was not bound by the implied\r\n\tundertaking\nand could use the documents obtained as it was in the\r\n\tpublic interest that the disciplinary charges proceed. This was\r\n\tconfirmed\nin\nH\r\n\tv W\n[2012] NIFam 8\n(29 May 2012).\n[37]\nA\r\n\tStanfield and P N Argy\nElectronic\r\n\tEvidence\n3ed paras 8.35 and 8.36 state:\n‘\nThere is an\r\n\timplied undertaking by the recipient of discovered material not to\r\n\tuse the discovered documents or material contained\nin them for any\r\n\tulterior purpose other than the proceedings in relation to which\r\n\tthey were produced. A breach of this duty will\nbe punishable as\r\n\tcontempt of court. If discovered documents contain commercially\r\n\tsensitive or confidential information, the court\nmay require the\r\n\tparty seeking inspection to give express confidentiality\r\n\tundertakings and may limit the persons authorised to\ninspect the\r\n\tdocuments (most commonly to outside legal advisors).\nThe court may allow\r\n\ta party, upon application, to use discovered documents for a purpose\r\n\tother than conduct of the proceedings\nin which they were discovered\r\n\tif there are “circumstances which take the matter out of the\r\n\tordinary course” which\nmake such an exercise of the court's\r\n\tdiscretion in the interests of justice. The same implied undertaking\r\n\tnot to use documents\nfor a collateral purpose applies to “wherever\r\n\tthe coercive power of the court has been employed to enable a person\r\n\tto obtain\nthe documents of another” including in relation to\r\n\twitness statements, answers to interrogatories, affidavits,\r\n\tsubpoenaed\ndocuments and documents obtained pursuant to search\r\n\torders.’ See also\nAustralian Competition and Consumer\r\n\tCommission v Allphones Retail Pty Limited (No 3)\n[2009]\nFCA\n1075.\n[38]\nFederal Court of Australia, Federal Court Rules, No. 140 of 1979\r\n\tOrder 15 rule 18, provides:\n‘\nAny\r\n\torder or undertaking, whether express or implied, not to use a\r\n\tdocument for any purpose other than those of the proceedings\nin\r\n\twhich it is disclosed shall cease to apply to such a document after\r\n\tit has been read to or by the Court or referred to, in\nopen Court,\r\n\tin such terms as to disclose its contents unless the Court otherwise\r\n\torders on the application of a party, or of\na person to whom the\r\n\tdocument belongs.\n’\n[39]\nBritish\r\n\tAmerican Tobacco Australia Services Ltd v Cowell (No 2)\n[2003] VSCA 43\n;\n(2003)\r\n\t8 VR 571\nat para 43. See also R Williams ‘Implied Undertaking:\r\n\tExpress reform required’ Monash Law Review (Vol 34, No. 1)\r\n\nwhich sets out the differences in the Federal code and State of\r\n\tVictoria.\n[40]\nEsso\r\n\tAustralia Resources Ltd v Plowman\n[1995] HCA 19\n;\n[1995]\r\n\t183 CLR 10\nat 37.\n[41]\nAs\r\n\tprovided for in r 28.05 of the Supreme Court (General Civil\r\n\tProcedure) Rules 2005 (Vic). See also\nBritish\r\n\tAmerican Tobacco Australia Services Ltd v Cowell (No 2)\n[2003] VSCA 43\n;\n(2003)\r\n\t8 VR 571\nat para 37. This was based on the rationale that since such\r\n\tpersons can only know the use to which they intend to put the\r\n\tdocuments\nonce they have read and considered it, they should be able\r\n\tto read them subject to the undertaking in order to determine\r\n\twhether\nto seek leave to be released from the undertaking. In\r\n\trelation to documents tendered in evidence,\nCowell\nis inconsistent with the course adopted in most other jurisdictions\r\n\tbut remains the Victorian position on the issue.\n[42]\nAndrew\r\n\tKoh Nominees Pty Ltd v Pacific Corporation Ltd [No 2]\n[2009]\r\n\tWASC 207.\n[43]\nC\nPapile\r\n\t‘The Implied Undertaking revisited’\nThe\r\n\tAdvocates Quarterly\n2006\r\n\tat 191 and 194.\n[44]\nC\nPapile\r\n\top cit at 191.\n[45]\nJuman\r\n\tv Doucette\n2008\r\n\tSCC 8.\n[46]\nC\nPapile\r\n\top cit at 193. A party may motion the court in terms of Federal Rule\r\n\tof Civil Procedure 26(c) for a protective order to\nkeep disclosed\r\n\tmaterials confidential.\n[47]\nParagraph\r\n\t57.\n[48]\nParagraph\r\n\t53.\n[49]\nSection 173 of the Constitution provides:\n‘\nThe\r\n\tConstitutional Court, Supreme Court of Appeal and High Courts have\r\n\tthe inherent power to protect and regulate their own process,\nand to\r\n\tdevelop the common law, taking into account the interests of\r\n\tjustice.’\n[50]\nUniversal\r\n\tCity Studios Inc and others v Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA 734\n(A) at 754G.\n[51]\nPhillips\r\n\t& others v National Director of Public Prosecutions\n[2005] ZACC 15\n;\n2006 (1) SA 505\n(CC) para 47.\n[52]\nSABC\r\n\tv NDPP\n[2006] ZACC 15\n;\n2007 (1) SA 523\n(CC) para 35 and 36.\n[53]\nS\r\n\tv Pennington and another\n1997\r\n\t(4) SA 1076 (CC).\n[54]\nParbhoo\r\n\tand others v Getz NO and another\n1997 (4) SA 1095 (CC).\n[55]\nS\r\n\tv Thebus\n[2003] ZACC 12\n;\n2003 (6) SA 505\n(CC) para 25;\nCity\r\n\tof Tshwane Metropolitan Municipality v RPM Bricks (Pty) Ltd\n2008 (3) SA 1\n(SCA) para 20.\n[56]\nPharmaceutical\r\n\tManufacturers Association of South Africa\n;\r\n\tIn re\nEx\r\n\tparte President of the Republic of South Africa\n[2000] ZACC 1\n;\n2000\r\n\t(2) SA 674\n(CC) para 49.\n[57]\nCarmichele\r\n\tv Minister of Safety and Security\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) para 55.\n[58]\nIndependent\r\n\tNewspapers\npara\r\n\t45.\n[59]\nIndependent\r\n\tNewspapers\np\nara\r\n\t55.\n[60]\nH\r\n\tv Fetal Assessment Centre\n(CCT\r\n\t74/14)\n[2014] ZACC 34\n;\n2015 (2) SA 193\n;\n2015 (2) BCLR 127\n; (CC) para\r\n\t31.\n[61]\nSection\r\n\t32 of the Constitution.\n[62]\nUniversal\r\n\tCity Studios Inc v Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986\r\n\t(2) SA 734\n(A) at 755J.\n[63]\nParagraph\r\n\t50.\n[64]\nIbid.\n[65]\nRule 53 provides:\n‘\n(1). Save\r\n\twhere any law otherwise provides, all proceedings to bring under\r\n\treview the decision or proceedings of any inferior\ncourt and of any\r\n\ttribunal, board or officer performing judicial, quasi-judicial or\r\n\tadministrative functions shall be by way of\nnotice of motion\r\n\tdirected and delivered by the party seeking to review such decision\r\n\tor proceedings to the magistrate, presiding\nofficer or chairman of\r\n\tthe court, tribunal or board or to the officer, as the case may be,\r\n\tand to all other parties affected-\n(a)\r\n\tcalling upon such persons to show cause why such decision or\r\n\tproceedings should not be reviewed and corrected or set aside,\nand\n(b) calling upon\r\n\tthe magistrate, presiding officer, chairman or officer, as the case\r\n\tmay be, to dispatch, within fifteen days\nafter receipt of the notice\r\n\tof motion, to the registrar the record of such proceedings sought to\r\n\tbe corrected or set aside, together\nwith such reasons as he is by\r\n\tlaw required or desires to give or make, and to notify the applicant\r\n\tthat he has done so.\n(2). The notice of\r\n\tmotion shall set out the decision or proceedings sought to be\r\n\treviewed and shall be supported by affidavit\nsetting out the grounds\r\n\tand the facts and circumstances upon which applicant relies to have\r\n\tthe decision or proceedings set aside\nor corrected.\n(3). The registrar\r\n\tshall make available to the applicant the record dispatched to him\r\n\tas aforesaid upon such terms as the registrar\nthinks appropriate to\r\n\tensure its safety, and the applicant shall thereupon cause copies of\r\n\tsuch portions of the record as may\nbe necessary for the purposes of\r\n\tthe review to be made and shall furnish the registrar with two\r\n\tcopies and each of the other\nparties with one copy thereof, in each\r\n\tcase certified by the applicant as true copies. The costs of\r\n\ttranscription, if any, shall\nbe borne by the applicant and shall be\r\n\tcosts in the cause.\n(4). The applicant\r\n\tmay within ten days after the registrar has made the record\r\n\tavailable to him, by delivery of a notice and accompanying\n\n\taffidavit, amend, add to or vary the terms of his notice of motion\r\n\tand supplement the supporting affidavit.\n(5). Should the\r\n\tpresiding officer, chairman or officer, as the case may be, or any\r\n\tparty affected desire to oppose the granting\nof the order prayed in\r\n\tthe notice of motion, he shall-\n(a) within fifteen\r\n\tdays after receipt by him of the notice of motion or any amendment\r\n\tthereof deliver notice to the applicant\nthat he intends so to oppose\r\n\tand shall in such notice appoint an address within eight kilometers\r\n\tof the office of the registrar\nat which he will accept notice and\r\n\tservice of all process in such proceedings; and\n(b) within thirty\r\n\tdays after the expiry of the time referred to in subrule (4) hereof,\r\n\tdeliver any affidavits he may desire in\nanswer to the allegations\r\n\tmade by the applicant.\n(6). The applicant\r\n\tshall have the rights and obligations in regard to replying\r\n\taffidavits set out in rule 6.\n(7). The provisions\r\n\tof rule 6 as to set down of applications shall\nmutatis mutandis\napply to the set down of review proceedings.’\n[66]\nSaccawu\r\n\tv President Industrial Tribunal\n[2000] ZASCA 163\n;\n2001 (2) SA 277\n(SCA) para 7.\n[67]\nRiddick\r\n\tv Thames Board Mills Ltd\n[1997]\r\n\t3 All ER 677\nat 687-688.\n[68]\nReplication\r\n\tTechnology Group & others v Gallo Africa Ltd\n2009\r\n\t(5) SA 531\n(GSJ) at 539D-F.\n[69]\nParagraph\r\n\t35.\n[70]\nSupreme\r\n\tCourt of Appeal Rule 4(3)\n(a)\nreads: ‘Documents filed for Court purposes are public\r\n\tdocuments and may be inspected by\nany\r\n\tperson\nin the presence of the registrar.’ (My emphasis.)\n[71]\nConstitutional\r\n\tCourt Rule 4(6) reads, in relevant part: ‘Copies of a record\r\n\tmay be made by\nany\r\n\tperson\nin the presence of the Registrar.’ (My emphasis.)\n[72]\nLand\r\n\tClaims Court Rule 4(4) reads: ‘All documents forming part of\r\n\tthe records in a case may be perused by\nany\r\n\tperson\nin the presence of the Registrar or any person designated by him or\r\n\ther.’ (My emphasis.)\n[73]\nLabour\r\n\tCourt Rule 28(4) reads: ‘\nAny\r\n\tperson\nmay make copies of any document filed in a particular matter, on\r\n\tpayment of the fee prescribed from time to time, and in the\npresence\r\n\tof the registrar, unless a judge otherwise directs.’ (My\r\n\temphasis.)\n[74]\nMagistrates’\r\n\tCourt Rule 3(5) reads: ‘Copies of the documents referred to in\r\n\trule 3(4) may be made by\nany\r\n\tperson\nin the presence of the registrar or clerk of the court.’ Rule\r\n\t3(4) refers to all documents filed with the court. Magistrates’\n\n\tCourt Rule 63(6) reads: ‘\nAny\r\n\tperson\n,\r\n\twith leave of the registrar or clerk of the court and on good cause\r\n\tshown, may examine and make copies of all documents in a\ncourt file\r\n\tat the office of the registrar or clerk of the court.’ (My\r\n\temphasis.)\n[75]\nIt is so that where this court was required to interpret a similar\r\n\tphrase, namely ‘person with an interest’ in\nMinister\r\n\tof Environmental Affairs and Tourism & others v Atlantic Fishing\r\n\tEnterprises (Pty) Ltd & others\n2004\r\n\t(3) SA 176\n(SCA) para 14,\nit\r\n\twas willing to assume, without deciding, that it referred to ‘a\r\n\tlegal interest’. Streicher JA stated ‘I shall\nassume in\r\n\tfavour of the appellants that the word “interest” should\r\n\tbe given the narrow meaning contended for by them.’\n[76]\nMidi\r\n\tTelevision (Pty) Ltd t/a e-tv v Director of Public Prosecutions\r\n\t(Western Cape)\n[2007] ZASCA 56\n;\n2007\r\n\t(5) SA 540\n(SCA) para 15.\n[77]\nPrint\r\n\tMedia South Africa and Another v Minister of Home Affairs and\r\n\tAnother Print Media South Africa and Another v Minister of\nHome\r\n\tAffairs and Another\n2012\r\n\t(6) SA 443\n(CC) para 44-46.\n[78]\nPresident\r\n\tof the Republic of SA v M & G Media Ltd\n2012\r\n\t(2) SA 50\n(CC) para 10.\n[79]\nL\r\n\tBrandeis ‘What Publicity Can Do’ in\nHarpers\r\n\tWeekly\nof\r\n\t20 December 1913 at 10.\n[80]\nNM\r\n\tv Smith (Freedom of Expression Institute as Amicus Curiae)\n[2007] ZACC 6\n;\n2007\r\n\t(5) SA 250\n(CC) para 34 and 55.\n[81]\nSuch as\nss 33\nto\n37\nof the\nInternational Trade Administration Act 71\nof 2002\nand\nss 44\nand\n45\nof the\nCompetition Act 89 of 1998\n.",
  "scraped_at": "2026-02-12T17:15:03.632667",
  "date": "2015-03-30",
  "coram": [
    "Ponnan JA",
    "Saldulker JJA",
    "Zondi JJA",
    "Van Der Merwe AJJA",
    "Gorven AJJA"
  ],
  "case_number": "20786/2014",
  "parties": {
    "applicants": [
      "City of Cape Town"
    ],
    "respondents": [
      "South African National Roads Authority Limited",
      "Protea Parkways Consortium",
      "N1/N2 Overberg Consortium",
      "GTIMV Consortium",
      "Minister of Transport",
      "Minister of Water and Environmental Affairs",
      "Minister of Transport and Public Works, Western Cape Province",
      "Minister of Finance, Economic Development and Tourism, Western Cape Province",
      "N2/T2 Crisis Committee",
      "Theewaterskloof Municipality",
      "Breede Valley Local Municipality"
    ]
  },
  "sections": {
    "facts": "The dispute arose from SANRAL’s award of a tender for the N1/N2 Winelands Paarl Highway Toll Project to the Protea Parkways Consortium, with the Overberg Consortium as reserve bidder. The City of Cape Town sought a judicial review of SANRAL’s decision under rule 53 of the Uniform Rules of Court. SANRAL supplied the City with a ‘non‑confidential’ and a ‘confidential’ Record, leading to disagreement over what constituted the rule‑53 record. SANRAL applied for secrecy orders (NOM1 and NOM2) to keep parts of the Supplementary Founding Affidavit sealed until its answering affidavit was filed, invoking an implied undertaking rule. The High Court adopted this rule, held the documents confidential, declared the record subject to the implied undertaking, and sealed the papers pending the hearing.",
    "issues": "1) Whether the information disclosed by SANRAL under rule 53 is confidential and merits protection. 2) Whether SANRAL has established a sufficient case for the extraordinary secrecy orders sought (NOM1 and NOM2). 3) Whether the High Court’s adoption of an implied undertaking rule is compatible with the constitutional principle of open justice. 4) The proper interpretation of rule 62(7) of the Uniform Rules of Court in relation to public access to court files.",
    "principles": "The judgment considered the open‑court principle enshrined in the Constitution (s 34, s 35(3)(c)), the right of access to information (s 32), and the requirement that any departure from openness must be justified. It examined the status of rule 53 records, the implied undertaking rule derived from English law, and the inherent power of courts under s 173 to regulate their processes. Precedents such as Crown Cork, Jockey Club v Forbes, and earlier South African cases on the implied undertaking were discussed, emphasizing that confidentiality orders must be based on a demonstrated risk of harm and not imposed presumptively.",
    "application": "The High Court’s reasoning was rejected. The appellate court held that SANRAL failed to demonstrate that the disclosed material was confidential or that its release would cause the specific harms alleged. Consequently, the implied undertaking rule could not be applied by implication, and the High Court had exceeded its jurisdiction by creating a blanket secrecy regime. The appellate court emphasized that rule 62(7) merely governs access for parties and persons with a personal interest, not a blanket prohibition on public access. The court therefore set aside the High Court’s order and reinstated the default position of openness.",
    "conclusion": "The appeal was upheld with costs, including the costs of three counsel. The order of the Western Cape Division lower court was set aside and replaced with a declaration that the application is dismissed with costs, including the costs of three counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Open Justice / Transparency",
    "level_3": [
      "rule 53",
      "confidentiality",
      "implied undertaking",
      "public interest",
      "toll road tender"
    ]
  }
}