{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/86.html",
  "case_name": "Commissioner for the South African Revenue Service v Van der Merwe (20152/2015) [2015] ZASCA 86; 2016 (1) SA 599 (SCA); [2015] 3 All SA 387 (SCA); 77 SATC 405 (28 May 2015)",
  "citation": "[2015] ZASCA 86",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 86\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Service v Van der Merwe (20152/2015) [2015] ZASCA 86; 2016 (1) SA 599 (SCA); [2015] 3 All SA 387 (SCA); 77 SATC 405 (28 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 20152/2014\nReportable\nIn\r\nthe matter between:\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n.......................................................................................................\nAPPELLANT\nand\nCANDICE-JEAN\r\nVAN DER\r\nMERWE\n.........................................................................\nRESPONDENT\nNeutral\r\ncitation:\nThe Commissioner for the\r\nSouth African Revenue Service v Candice-Jean van der Merwe\n(20152/2014)\n[2015] ZASCA 86\n(28 May\r\n2015)\nBench:\nPonnan, Wallis and Mbha JJA and Fourie\r\nAJA and Mayat AJA\nHeard:\r\n6 May 2015\nDelivered:\r\n28 May 2015\nSummary\n:\r\nAppeal lapsing – application for condonation –\nbreaches\r\nof the rules of such a nature and explanation offered so unacceptable\r\nand wanting that condonation refused\nirrespective\r\nof the applicant’s prospects of success on appeal.\nTax\nAdministration Act 28 of 2011\n–\nsection 163\n– appointment\r\nof a\ncurator bonis.\nORDER\nOn\r\nappeal from\n:\nWestern\r\nCape Division of the High Court, Cape Town (Savage AJ sitting as\r\ncourt of first instance)\nIn\r\nthe result:\n(a)\nThe application for condonation by Ms\r\nCandice-Jean van der Merwe is dismissed with costs including those of\r\ntwo counsel on the attorney\nand client scale.\n(b)\nThe appeal by SARS is upheld with costs\r\nincluding those of two counsel.\n(c)\nThe order of the court below is set aside\r\nand replaced with the following:\n‘\n1.\r\nSave for the exclusion of the “Standard Bank Marketlink account\r\n374170991 (Milnerton)”, paragraph 5(a) of the provisional\norder\r\ngranted on 30 August 2013 against Ms Candice-Jean van der Merwe (the\r\nsecond respondent) is confirmed.\n2.\r\n Mr Cloete Murray of Sechaba Trust (Pty) Ltd is appointed to act as\ncurator bonis\nin whom the right, title and interest in all the\r\nassets of the second respondent will vest, including, but not limited\r\nto, any\nshareholding, loan accounts, member’s interest,\r\nmoveable and immovable assets and funds held in bank accounts.\n3.\r\n Subject to the conditions and exceptions contained in this order,\r\nsave with the prior written consent of the applicant, which\nconsent\r\nmay not be unreasonably withheld, no-one except the\ncurator bonis\nmay deal with the second respondent’s assets.\n4.\r\nThe\ncurator bonis\nis authorised to immediately take control of\r\nthe second respondent’s assets.\n5.\r\n The\ncurator bonis\nis authorised to take all steps necessary\r\nto ensure the transfer of the shareholding and member’s\r\ninterests in the second\nrespondent’s name into the name of the\ncurator bonis\n.\n6.\r\nWhere shareholding and/or member’s interest vest in the\ncurator\r\nbonis\nas a result of this order, the\ncurator bonis\nwill\r\nhave all the powers of a registered shareholder of such shares and/or\r\nof a member with such member’s interest as vested\nin him,\r\nincluding, but not limited to the power to hold shareholder meetings\r\nand to remove and appoint directors.\n7.\r\nAny person having books and records or assets of the second\r\nrespondent in his/her possession, must, subject to what is provided\n\nbelow, when this order comes to that person’s knowledge, notify\r\nthe\ncurator bonis\nof that fact and hand copies of them to the\ncurator bonis\non demand, or within such time as the\ncurator\r\nbonis\nmay allow.\n8.\r\nSave for personal effects, no person may remove any item from the\r\npremises of any property owned or occupied by the second respondent,\n\nwithout the permission of the\ncurator bonis\n, which permission\r\nmay not be unreasonably withheld.\n9.\r\nThe\ncurator bonis\nis entitled, in order to give effect to this\r\norder, to interview the second respondent, who is obliged to furnish\r\nthe\ncurator bonis\nwith full particulars within three days of\r\nservice of this order on her, of all her assets and how such assets\r\nwere acquired.\n10.\r\nThe\ncurator bonis\nis entitled, in order to give effect to this\r\norder, to interview third parties identified by him and who may have\r\nknowledge of\nthe whereabouts of the assets of the second respondent.\n11.\r\nAll the above powers must be exercised by the\ncurator bonis\nstrictly in the interests of the second respondent and with the\r\nobjective of ensuring that the maximum value of the assets be\r\nmaintained and/or recovered.\n12.\r\nThe powers of the\ncurator bonis\nmay be amended or terminated\r\non application by any interested party.\n13.\r\nAll reasonable costs of the\ncurator bonis\noccasioned in the\r\nimplementation of this order will be paid by the second respondent.\n14.\r\nThe\ncurator bonis\nwill be liable for any damages caused by him\r\nas a result of acting\nultra vires\nor unreasonably in the\r\nexecution of his duties in terms of this order and the applicant is\r\nresponsible to ensure that no-one will\nsuffer damage as a result of\r\nthe\ncurator bonis\nnot having put up security or sufficient\r\nsecurity for compliance with his duties in terms of this order.\n15.\r\n The second respondent is ordered to pay the costs of the\r\napplication, such costs to include those of three counsel.’\nJUDGMENT\nPonnan\r\nJA (Wallis and Mbha JJA and Fourie and Mayat AJJA concurring):\n[1]\r\nIn this matter the appeal by Ms Candice-Jean van der Merwe lapsed for\r\nfailure on her part to prosecute it timeously. The initial\nquestion\r\nbefore us, in relation to her appeal, is thus whether her default\r\nshould be condoned and the appeal revived. There is,\nas well, an\r\nappeal by the other party to the litigation, the Commissioner for the\r\nSouth African Revenue Service (SARS). Before\nturning to a\r\nconsideration of either the application for condonation by Ms Van der\r\nMerwe (the applicant) or SARS’ appeal,\nit may be convenient to\r\nfirst describe how both appeals arose and the one came to lapse.\n[2]\r\nThe principal protagonists in the matter are SARS and the applicant’s\r\nfather, Mr Gary van der Merwe. The latter declared\nR60 000\r\ntaxable income for each of the 2004, 2005 and 2006 years of\r\nassessment and R70 000 taxable income for the 2007\nyear of\r\nassessment. He appears not to have declared any taxable income for\r\nthe subsequent years of assessment and submitted zero\nreturns to SARS\r\nfor that period. In respect of the 2002 and 2003 years of assessment,\r\nSARS raised additional estimated assessments\nin respect of Mr van der\r\nMerwe in terms of the Income Tax Act 58 of 1962 (the ITA), which\r\nresulted in a tax debt of R30 222 881.70.\nAs at 31 July\r\n2011, the amount, inclusive of penalties, additional taxes and\r\ninterest, stood at R66 206 256.53. Mr van\nder Merwe did not\r\nobject to the assessments and they have become final and conclusive.\r\nOn 9 September 2011, SARS obtained a tax\njudgment against Mr van der\r\nMerwe by way of an entry in the judgment book of the registrar of the\r\nHigh Court as contemplated by\ns 91(1)\n(b)\nof the ITA.\n[1]\nSARS contends\r\nthat despite Mr van der Merwe having amassed substantial wealth, he\r\nclaims not to own any assets, which so the contention\ngoes, is a\r\nstratagem designed to obstruct tax collection.\n[3]\r\nAccording to SARS, Mr van der Merwe has over a number of years, been\r\nassociated with certain juristic entities that have fraudulently\n\nclaimed VAT refunds from SARS. They, so SARS asserts, are\r\ncollectively liable to it for tax, additional tax, penalties and\r\ninterest\nin an amount in excess of R225 million. In the result, on 19\r\nAugust 2011 SARS applied to the Western Cape Division of the High\r\nCourt, Cape Town against a total of 22 respondents, including Mr van\r\nder Merwe, the applicant (Ms van der Merwe) and a host of corporate\n\nentities for a preservation order, as also the appointment of a\r\ncurator\nbonis\nin terms of 163(4)\n(a)\nof the Tax Administration Act 28 of 2011 (the TAA).\n[4]\r\nIn support of the application Ms Elle-Sarah Rossato, a senior SARS\r\nofficial as contemplated in s 163 of the TAA, who deposed\nto the\r\nfounding affidavit, stated that:\n‘\nThe\r\npreservation order is sought to secure assets, which may be executed\r\nagainst in respect of existing indebtedness to SARS, but\nalso in\r\nrespect of indebtedness still to be established. All indications are\r\nthat such indebtedness will be for a considerable\namount, which I\r\nbelieve will be in excess of the values of the assets made subject to\r\nthis order.’\nShe\r\nadded that SARS entertained the ‘reasonable belief that Mr van\r\nder Merwe uses the respondents, other persons and entities\nto hide\r\nhis assets’ and asserted that ‘the appointment of a\r\ncurator\nbonis\nwill be required for the collection of the outstanding taxes’.\n[5]\r\nDespite relatively modest earnings from her modelling career (she\r\ndeclared taxable income of R20 023, R20 912, R24 995\n\nand R45 336 for the 2009 to 2012 tax years) lady luck, it would\r\nseem, suddenly smiled on the applicant during 2013. According\nto\r\nSARS, it had been made aware by the Financial Intelligence Centre\r\nthat the Standard Bank of South Africa had received USD 15,3\nmillion\r\nfor her benefit on 16 May 2013. The remitter of those funds, which\r\nhad been transferred from the Bank Med Sal in Lebanon,\nwas identified\r\nas Muhamad Muhamad Nazih Rawwas. Moreover, she acquired two motor\r\nvehicles during May and June of that year, namely\nan Audi R8 Spyder\r\nand a Range Rover Evoque collectively valued in excess of R 2, 5\r\nmillion. SARS asserted that: (a) the applicant\nwas simply a conduit\r\nand had received the funds in question on behalf of and for the\r\nbenefit of her father; and (b) the income\ndeclared by her could not\r\nsustain the acquisition of those vehicles.\n[6]\r\nOn 20 August 2013, Rogers J issued a provisional preservation order\r\nin terms of s 163(4)\n(a)\nof the TAA. But the learned judge, who\r\ndealt with the matter ex parte and in chambers, did not appoint the\ncurator\nbonis\nsought by SARS. In respect of the\r\napplicant, the order read:\n‘\n5.\r\nA provisional order is made in respect of the second respondent\r\n(Candice van der Merwe) as follows:\n(a)\r\nCandice van der Merwe is interdicted from dealing with, disposing of,\r\nencumbering or removing from the Republic any of the following\n\nassets:\n(i)\r\nAudi R8 Spyder (CA481415; engine BUJ008480);\n(ii)\r\nLand Rover Evoque;\n(iii)\r\nany monies standing to the credit of any bank accounts in her name or\r\nin respect of which she has signing powers to the extent\nthat such\r\nmonies represent any residue of the sum of US$15,3 million (converted\r\ninto the rand amount of R142 901 673)\nreceived by her on or\r\nabout 16 May 2013, such accounts to include (without derogating from\r\nthe generality of the foregoing) any\namounts held in any of the\r\nfollowing bank accounts: FirstRand Bank account 62403543756 (Rosebank\r\nbranch, Gauteng) in the name of\nLucra Movables (Pty) Ltd; Standard\r\nBank third party administration account 271783230 (Kromboom branch);\r\nand Standard Bank Marketlink\naccount 374170991 (Milnerton branch);\n(iv)\r\nany monies held on trust by Perold & Associates and/or Bill\r\nTolken Hendrickse in the name of or for the benefit of Candice\nvan\r\nder Merwe or in the name of any other person or entity on whose\r\nbehalf Candice van der Merwe is accustomed to give instructions\nin\r\nrespect of such monies;\n(v)\r\nany other assets acquired by Candice van der Merwe from the proceeds\r\nof the said amount of R142 901 673.’\nThe\r\norder continued:\n‘\n(b)\r\nThis provisional preservation order is granted to preserve assets in\r\nrespect of which there is\nprima facie\nevidence indicating:\n(i)\r\nthat the assets in question in truth belong to Gary van der Merwe and\r\nare thus realisable in respect of his alleged tax debts;\n(ii)\r\nalternatively, that they will be realisable to satisfy any claim\r\nwhich Gary van der Merwe may have against Candice van der\nMerwe in\r\nrespect of funds made available to her at his instance;\n(iii)\r\nalternatively, that Candice van der Merwe may, in terms of s 182 or s\r\n183 of the Act, be held jointly and severally liable\nfor the tax\r\ndebts of Gary van der Merwe by virtue of her participation in the\r\nreceipt and further handling of the sum of R142 901 673\n\npreviously mentioned.’\nBut\r\nparagraph 5(b) is, in truth, an explanatory note and ought not to\r\nhave formed part of the order.\n[7]\r\nAfter the grant of the order by Rogers J, the applicant alone chose\r\nto anticipate the return day, with the result that SARS’\n\napplication in relation to her proceeded separately from the other\r\nrespondents.\nIn her answering affidavit,\r\nshe explained her acquisition of the two vehicles and this large sum\r\nof money as follows:\n‘\n12.\r\nWhen I was 15 I had met Ryan Hignett (“Hignett”). He\r\nbooks models to travel to the Seychelles (and possibly other\n\ndestinations) to be in attendance at such resorts. I was too young at\r\nthat time to travel and work abroad on my own. When I was\n19 years\r\nold he contacted me and asked me if I was interested in travelling to\r\nthe Seychelles for this work. I replied in the affirmative.\nHe then\r\ncontacted Ice Models on my behalf for this purpose.\n13.\r\nIn 2012 I was contracted th[r]ough Ice Models to travel to the\r\nSeychelles to the Plantation Club on Mahé Island.\n14.\r\nThe Plantation Club is a private resort in the Seychelles which is\r\nowned and frequented by some of the richest private individuals\nin\r\nthe world. They include multi US dollar billionaires for whom money\r\nis no object. This type of resort is the playground of the\nsuper\r\nwealthy where they can relax in total privacy away from the\r\nintrusions that normally accompany their lifestyles such as paparazzi\n\nand constant security threats due to their extreme wealth and status.\r\nPrivacy and more importantly security is paramount to these\npersons.\r\nFor this reason only people who have been vetted and security checked\r\nare allowed at the resort. It often poses a security\nrisk should it\r\nbe public knowledge that a specific high profile individual is at a\r\nspecific location. It is the norm for lavish\nparties and events to be\r\nheld at the resort. Such parties and events will often feature\r\ncelebrity entertainers or disc jockeys\nwith international acclaim.\r\nModels from only the trusted agencies are routinely flown in from all\r\nover the world to lend a sense\nof glamour and exclusivity to these\r\nevents and by definition the resort.\n15.\r\nModels such as myself who are employed at the Plantation Club are\r\nprohibited from taking photographs or disclosing the identity\nof any\r\npersons who they meet at the resort. When we arrive we are picked up\r\nin a bus. Our passports are taken from us and only\nreturned when we\r\nleave. If you are found taking a photograph, your contract is\r\nterminated and you are sent home.\n16.\r\nOn my first trip to the Seychelles from 13 October to 17 October 2012\r\nI got on very well with the persons I met at the private\nresort.\r\nWhile I cannot be certain as to the reasons for this, I suspect that\r\nit included the following factors: I have a very healthy\nlifestyle\r\nand I do not smoke at all or drink alcohol other than in negligible\r\nquantities on social occasions and I follow a strict\nexercise regime.\r\nI have also been told that I have a very engaging personality.\n17.\r\nThis resulted in me being booked through Ice Models (Ice Genetics\r\nsection) to travel to the Seychelles on subsequent occasions.\n18.\r\nThe trips so far for the above mentioned purpose have been over the\r\nfollowing dates:\n.\r\n. .\n19.\r\nThe initial request for me to travel to the Seychelles came through\r\nIce Models.\n20.\r\nI travelled economy class on the first two trips. Thereafter I was\r\nelevated to travelling business class and then first class\n(when\r\navailable). All travel arrangements were made by Ice Models and they\r\ne-mailed the airline tickets to me, sometimes on notice\nof a few\r\nhours.\n21.\r\nAs previously mentioned, I am specifically not in any circumstances\r\nentitled to name any of the persons who I meet at the resort\nor what\r\nevents take place (famous entertainers are sometimes flown in).\n22.\r\nDuring my trip to the Seychelles from 9 to 23 March 2013, one of the\r\ntopics of conversation which came up was cars that I liked.\nI made no\r\nsecret of the fact that my dream car is an Audi R8. I even had a\r\npicture of one on my cell phone.\n23.\r\nWhen I returned to Cape Town after the March 2013 trip I was involved\r\nin a car accident in which the car I was driving was written\noff. I\r\nwas also injured (sprained ankle and abrasions). My cell phone was\r\ndamaged (the screen was cracked) and I did not have a\ncar to drive.\r\nArising out of this I was very traumatised and discussed the incident\r\nwith numerous people including persons with\nwhom I have become\r\nfriendly while I have been in the Seychelles.\n24.\r\nA few days later I was thrilled to receive a phone call from a\r\nsalesman by the name of Jacques Taljard at the V&A Waterfront\n\nAudi dealer who told me to come to the dealer to fetch my car. I went\r\nto the Audi dealer with my mother, Monique van der Merwe\nand was\r\npresented with an Audi R8 Spyder which Mr Taljard told me had been\r\npaid for in cash and it was already registered in my\nname. . . .\n25.\r\nJust before I received the car, I also received two brand new cell\r\nphones via courier (iPhone 5 and Z10 Blackberry, one cell\nphone with\r\ninternational roaming) which had already been paid for and which I\r\ncurrently use on an unlimited basis, including international\nuse\r\nanywhere in the world – and I have not had to pay one cent at\r\nall for the use thereof.\n26.\r\nNotwithstanding the fact that I now had an Audi R8, in June 2013 I\r\nwas given a Land Rover Evoque. Again, I did not pay anything\nat all\r\nfor this vehicle. . . .\n27.\r\nEarlier this year a number of my friends whom I had met in the\r\nSeychelles came on a trip to Cape Town. In the course of my chatting\n\nwith them we spoke about different areas in Cape Town and I said that\r\nwhen I start looking for a house it will be in the Camps\nBay,\r\nClifton, Fresnaye area.\n28.\r\nIt was suggested to me that I look for a house in one of those areas\r\nwhich I liked because I would receive funds to pay for\nit. Price was\r\nnot mentioned. I looked at about 30 houses in areas such as Camps\r\nBay, Bantry Bay, Clifton and Fresnaye. I then saw\n50 Ave St\r\nBartholomew in Fresnaye with Jackie Rosenberg of Pam Golding\r\nProperties. I loved the property. The asking price was R110\nmillion\r\nwhich I communicated to my friends with whom I had discussed buying a\r\nproperty in Cape Town.\n29.\r\nSubsequent thereto, and as stated by the Applicant, the amount of\r\nUS$15.3 million (“the funds”) was remitted to\nme by Mr\r\nMohamed Rawas (“Rawas”). It is this amount which forms\r\nthe subject matter of and catalyst for the bringing\nof this\r\napplication.\n30.\r\nAs I have no commercial or business experience I requested my father,\r\nwho is an experienced businessman, to assist and represent\nme in\r\ndealing with the funds and the negotiations for the purchase of the\r\nproperty and the acquisition thereof.\n31.\r\nArising out of the negotiations by my father on my behalf I bought\r\nthe property and it has been transferred to me.’\n[8]\r\nThe matter eventually came before Savage AJ, who, on 28 February 2014\r\nconfirmed the whole of the provisional order granted by\nRogers J with\r\ncosts including the costs of three counsel. As paragraph 5(b) ought\r\nnot have been included in the provisional order,\nit should not have\r\nbeen confirmed by the learned judge. For reasons that are entirely\r\nunclear, Savage AJ did not enter into the\nquestion of the appointment\r\nof the curator sought by SARS. As a result, SARS initially attempted\r\nin terms of Uniform rule 42 (alternatively\nthe common law) to have\r\nthe order of Savage AJ corrected, on the basis, so it was suggested,\r\nthat the learned judge had erred in\nthe formulation of her order. Its\r\nattempt to have the order rectified came to nought because as SARS’\r\nattorney explained\nin a letter on 27 March 2014:\n‘\nSARS’\r\nadvice is that the court in so acting rendered itself\nfunctus\n;\r\nthe omission was (as now explained by the court) not inadvertent, -\r\nas SARS had pleaded and argued from the outset – but\n\nsimultaneously intended by the court and (with respect)\r\nmisconceived.’\nThe\r\nletter continued:\n‘\n4.\r\nThe parties have endeavoured in these circumstances to resolve the\r\ncomplex situation which has arisen, and to avoid further papers,\n\nhearings, rulings, and costs.\n5.\r\nIt has been agreed as between SARS and Ms van der Merwe accordingly\r\nthat:\n5.1\r\nSARS will withdraw its application to correct the orders of 28\r\nFebruary (and pay Ms van der Merwe’s costs in relation\nto that\r\napplication)\n5.2\r\nAn order will be sought by consent granting leave to appeal to Ms van\r\nder Merwe as sought, and leave to SARS to cross-appeal\nin relation to\r\nthe exclusion from the court order of the ancillary preservation\r\norders comprising annexure “B” to the\nnotice of motion.\n6.\r\nWe attach in this regard:\n6.1\r\nThe draft order to be sought by consent;\n6.2\r\nA formal notice of cross-appeal to comply with the requirements of\r\nRule 49(1)(\nb\n);\n6.3\r\nSARS’ notice of withdrawal of the correction application, in\r\nterms of Rule 41(1).’\n[9]\r\nOn 28 March 2014, the draft order was made an order of court, in\r\nterms of which leave was granted to: (a) the applicant to appeal\nto\r\nthis court against the grant by the High Court of the preservation\r\norder; and (b) SARS to cross-appeal against the failure of\nthe High\r\nCourt to appoint the curator sought by it. However, the applicant\r\nfailed to take any steps whatsoever to prosecute her\nappeal with the\r\nresult that it lapsed.\n[2]\nOn 21\r\nMay 2014 and on the basis that it was now\ndominus\r\nlitis\nin the appeal, SARS served and filed its notice of appeal. On 9 June\r\n2014 and in terms of rule 9(a) of this court’s rules,\nSARS’\r\nattorney requested the applicant’s then attorney, Cornel\r\nStander, to consent to documents that were considered\nto be\r\nirrelevant, being excluded from the appeal record. That letter went\r\nunanswered. On 17 July 2014, SARS’ attorney repeated\nthat\r\nrequest to Deon Perold and Associates, who had since placed\r\nthemselves on record as the applicant’s new attorney. On\n25\r\nJuly 2014, SARS’ attorney recorded, with reference to a\r\ntelephonic discussion held with Mr Perold three days earlier,\nthat\r\nthe applicant did not agree to SARS’ proposal ‘to omit\r\nunnecessary material from the appeal record’. The\nletter\r\ncontinued ‘your instructions, as we understand them, are that\r\nthe entire contents of the court file . . . –\nexceeding 3 000\r\npages – are to form part of the record . . . despite the\r\nlimited nature of the appeal. Kindly now provide\nus with your\r\nclient’s formal response in compliance with SCA Rules 8(9)(b)\r\nand 8(9)(c) . . . to omit unnecessary parts of\nthe papers from the\r\nappeal record’.  The next day Mr Perold responded ‘we\r\nconfirm that we have once again obtained\nour client’s further\r\ninstructions herein. Our client is in agreement that the majority of\r\nthe record can be omitted as per\nyou[r] suggested index provided’.\n[10]\r\nOn the basis of the agreement eventually reached, the record was\r\nfinalised by SARS and filed with the registrar of this court\non 26\r\nAugust 2014. It was only thereafter on 29 August 2014 that Mr Perold\r\nformally enquired whether SARS would be willing to ‘agree\nto\r\nthe late filing of our client’s Notice of Appeal’. By\r\nthis stage some four months had expired since the applicant’s\n\nappeal had lapsed. On 2 September 2014, Mr Perold was informed that\r\nSARS would not accede to the applicant’s request. In\nany event\r\nin terms of rule 7(4) of this court’s rules, which provides:\r\n‘\n[t]he time limit for lodging of the\r\nnotice of appeal may be extended by written agreement of all the\r\nparties to the appeal for a\nperiod not exceeding a further month’,\nSARS was precluded from consenting to the\r\nlate filing of the applicant’s notice of appeal inasmuch as the\nfurther month envisaged in the rule had\r\nlong since elapsed\n. Almost the entire month\r\nof September was to pass before an application for condonation was\r\nserved on SARS’ attorney by email\non 30 September 2014. That\r\napplication, however, was not properly served or filed thereafter.\r\nThese and other defects were alluded\nto in SARS’ heads of\r\nargument filed on 7 October 2014. In the meanwhile on 3 October 2014\r\nand notwithstanding the earlier\nconsensus in respect of the appeal\r\nrecord, the applicant’s attorney purported, unilaterally and\r\nwithout the leave of this\ncourt, to file a supplementary record\r\nconsisting of a further 126 pages. Eventually, on 10 October 2014 a\r\nformal condonation application\nwas served and filed. Also on that\r\ndate heads of argument were filed in anticipation of the applicant’s\r\n‘application\nfor condonation of the late delivery of [her]\r\nnotice of cross-appeal being granted’.\n[11]\r\nCondonation, as pointed out in\nUitenhage\r\nTransitional Local Council v South African Revenue Service\n[2003] ZASCA 76\n;\n2004 (1) SA 292\n(SCA) para 6, ‘is not to be\r\nhad merely for the asking’. Factors which usually weigh with\r\nthis court in considering\nan application for condonation include the\r\ndegree of non-compliance, the explanation therefor, the importance of\r\nthe case, a respondent’s\ninterest in the finality of the\r\njudgment of the court below, the convenience of this court and the\r\navoidance of unnecessary delay\nin the administration of justice\n(\nDengetenge Holdings\r\n(Pty) Ltd v Southern Sphere Mining and Development Company Ltd\n[2013]\r\nZASCA 5\n;\n[2013] 2 All SA 251\n(SCA) para 11).\n[12]\r\nIn\nUitenhage Transitional Local Council\nit was stated (para\r\n6):\n‘\nOne\r\nwould have hoped that the many admonitions concerning what is\r\nrequired of an applicant in a condonation application would be\ntrite\r\nknowledge among practitioners who are entrusted with the preparation\r\nof appeals to this Court: condonation is not to be had\nmerely for the\r\nasking; a full, detailed and accurate account of the causes of the\r\ndelay and their effects must be furnished so\nas to enable the Court\r\nto understand clearly the reasons and to assess the responsibility.\r\nIt must be obvious that, if the non-compliance\nis time-related then\r\nthe date, duration and extent of any obstacle on which reliance is\r\nplaced must be spelled out.’\nWhat\r\ncalls for an explanation is not only the delay in the timeous\r\nprosecution of the appeal, but also the delay in seeking condonation.\n\nAn appellant should, whenever she realises that she has not complied\r\nwith a rule of this court, apply for condonation without delay\n\n(\nCommissioner for Inland Revenue v\r\nBurger\n1956 (4) SA 446\n(A) at 449G-H).\n[13]\r\nThe application for condonation was brought by Mr van der Merwe on\r\nbehalf of the applicant. It was he who deposed to the founding\nand\r\nreplying affidavits in the application. He stated in the founding\r\naffidavit:\n‘\n22.\r\nAs a result of the granting of the Rogers Order, i.e. that by\r\nagreement between the parties, the matter was settled on the basis\n\nthat a\ncurator bonis\nwould be appointed only in respect of the 14\nth\nRespondent, I believed that no further steps would be taken by SARS\r\nin the prosecution of the Cross Appeal in respect of the Savage\n\nJudgment. In essence I believed that the appeal was no longer of\r\nrelevance because the issues in regard to the funds dealt with\n\ntherein and in the main application would be dealt with in the High\r\nCourt action. I sought a legal opinion on this from my attorney\nat\r\nthe time, Cornel Stander, whose advice to the\r\nRespondent/Cross-Appellant was not to proceed with the prosecution of\r\nthe Appeal.\nFor this reason Respondent/Cross-Appellant’s Notice\r\nof Appeal was not filed within the prescribed time limits.\n23.\r\nAt the time of the granting of the leave to Appeal, Deon Perold of\r\nDeon Perold and Associates Incorporated (“Perold”)\nand\r\nCornel Stander from Cornel Stander Attorneys (“Stander”)\r\nwere the attorneys of record for our various legal matters.\nAs stated\r\nabove, Stander was the attorney of record for the\r\nRespondent/Cross-Appellant in this matter (“the Appeal”).\n24.\r\nDue to the financial constraints placed on us we have had to\r\nterminate the services of Stander and consequently Perold has had\nto\r\ntake over all the matters with the concomitant administrative and\r\ntime constraints that are associated with taking matters in\n\nmidstream. Not only was Perold burdened with taking over all the\r\nmatters that Stander was dealing with but he was also detained\nwith\r\nthe unbundling of a failed merger with another firm at short notice\r\nand had to relocate his practice on the 2 June 2014. This\nand the\r\nassociated challenges such as the moving of telephone lines, internet\r\nand infrastructure had an adverse effect on the administration\nof the\r\nmatters.\n25.\r\nAs a result of the legal advice that I had received from Stander in\r\nrespect of the Appeal, namely that the Respondent/Cross-Appellant\n\nwould not continue with the prosecution thereof, I did not inform\r\nPerold of the pending Appeal or our decision not to proceed therewith\n\nas I did not think it was relevant at that time.\n26.\r\nSARS filed their notice of Appeal on Stander on the 23 May 2014.\r\nPerold only started acting for the Respondent/Cross-Appellant\nin this\r\nmatter in and during the middle of June 2014.\n27.\r\nAs a result the question of the Appeal being prosecuted by SARS only\r\nbecame an issue during the preparation of the Release of\nFunds\r\napplication (under this case number), which was initiated by the\r\nRespondent/Cross-Appellant towards the end of June 2014.\n28.\r\nWhen Perold became aware of the Appeal issue he suggested that the\r\nRespondent/Cross-Appellant obtain a second opinion on whether\nor not\r\nto proceed with the Cross Appeal as he was of the view that the\r\nRespondent/Cross-Appellant should proceed therewith.\n29.\r\nTowards the end of June an opinion was obtained from Counsel and it\r\nwas decided that the Respondent/Cross-Appellant would proceed\nwith\r\nthe prosecution of the Cross Appeal. It was only then that Perold\r\ncommenced attending to the Cross Appeal and filed the\r\nRespondent/Cross-Appellant’s\nNotice of Appeal on the 3 of July\r\n2014.\n30.\r\nThe Respondent/Cross-Appellant’s however erroneously filed a\r\nNotice of Appeal, which should in fact have been a Notice\nof Cross\r\nAppeal as SARS had already filed their Notice of Appeal. Furthermore,\r\nthe said Notice of Appeal was served on the\r\nAppellant/Cross-Respondent\nand only filed at the High Court and not\r\nat the above Honourable Court. . . . That notice also did not set out\r\nthe terms in respect\nof which the Order appealed against was sought\r\nto be varied and did not attach a certified copy of the Order in\r\nterms of which\nleave to appeal was granted. Annexed hereto and marked\r\n“\nV5a\n” is a fresh notice correcting the aforegoing\r\naspects which will be served and filed.\n.\r\n. .\n38.\r\nAs soon as was reasonably possible after reaching a decision to\r\nproceed with the Appeal, the Cross-Appellant, whose legal\r\nrepresentatives\nbelieved at that time was the Appellant, filed her\r\nNotice of Appeal as referred to above. It is respectfully submitted\r\nthat this\nwas a clear manifestation by the Respondent/Cross-Appellant\r\nof her intention to proceed with the prosecution of the Cross Appeal.\n39.\r\nAs stated above and due to the urgency of the other litigation the\r\nRespondent/Cross-Appellant was only now in a position to\nprepare the\r\napplication for condonation. This was done on the basis of her being\r\nthe Appellant. Her Bloemfontein correspondent\nattorneys suggested\r\nthat she should be referred to as Respondent/Cross-Appellant and\r\nconfirmed this with the Registrar of this\nCourt. This affidavit and\r\nher heads of argument and practice note therefore had to be amended\r\nto correctly reflect her as the Respondent/Cross-Appellant.\n40.\r\nIt is respectfully submitted that Respondent/Cross-Appellant’s\r\nnon-compliance with the Rules of this Honourable Court\nhas not\r\nprejudiced SARS – indeed, it is proceeding with its Cross\r\nAppeal in the very same matter.’\n[14]\r\nThat affidavit was deposed to on 8 October 2014. Despite the benefit\r\nof SARS’ heads of argument, it still mirrored the\nearlier\r\ndefective condonation application without purging the identified\r\ndefects. The founding affidavit does not explain why the\napplication,\r\nwhich was evidently ready on 30 September 2014, was not formally\r\nserved and filed then or why it was held in abeyance\nuntil after\r\nSARS’ heads of argument had been filed. The application was\r\nlaunched approximately: (a) five months after the\napplicant’s\r\nnotice of appeal should have been filed; (b) three months after the\r\napplicant’s notice of appeal was belatedly\nfiled in the High\r\nCourt; (c) three months after Mr van der Merwe, had stated in an\r\naffidavit filed on 2 July 2014 in support of\nan urgent application\r\nfor the release of certain funds that were subject to the\r\npreservation order  that the applicant’s\n‘Notice of\r\nAppeal was served out of time and the necessary condonation\r\napplication will be sought’; and (d) three and\na half weeks\r\nafter SARS had intimated that it would not consent to the late filing\r\nof the applicant’s notice of appeal.\n[15]\r\nOn Mr van der Merwe’s own version by 23 May 2014, when SARS\r\nfiled its notice of appeal, they knew that SARS was proceeding\nwith\r\nthe appeal. And by the end of June of that year, a firm decision had\r\nallegedly been taken to prosecute the applicant’s\nappeal. And\r\nyet a further three months was to expire before the application for\r\ncondonation was lodged with the registrar of this\ncourt. Despite\r\nprofessing to be fully aware of the facts and circumstances leading\r\nup to the application, Mr van der Merwe forbears\nrevealing the date\r\nwhen: (a) his erstwhile attorney, Mr Stander, advised that it was not\r\nnecessary to prosecute the appeal; (b)\nMr Stander’s mandate was\r\nterminated; (c) in June Mr Perold began to act for him; (d) in June\r\nwhen Mr Perold advised him not\nto prosecute the appeal; (e) counsel\r\nwas instructed to provide a second opinion on whether to proceed with\r\nthe appeal; and (f)\nin June the second opinion from counsel, advising\r\nthat the appeal should be prosecuted, was received. This demonstrates\r\nan obvious\nlack of attention to matters that plainly called for an\r\nexplanation and evidences a failure to fully and candidly enlighten\r\nthe\ncourt, as an applicant in a matter such as this was obliged to do\r\n(\nDengetenge Holdings (Pty) Ltd v\r\nSouthern Sphere Mining and Development Company Ltd\nabove). It follows that the explanation proffered is woefully\r\ninadequate and I thus find it impossible to hold that the delay in\n\nbringing this application has been explained in a manner which is\r\neven remotely satisfactory.\n[16]\r\nMoreover, the explanation, such as it, fails at virtually every\r\nlevel. First, Mr van der Merwe attempts to excuse the delay\nby\r\ninvoking advice from his attorney, Mr Cornel Stander. It is\r\nwell-established that a litigant is not permitted to invoke advice\n\nwhich is demonstrably unreasonable. As it was put in\nS\r\nv Longdistance (Natal) (Pty) Ltd\n[1989]\r\nZASCA 129\n;\n1990\r\n(2) SA 277\n(A) at 283I-J, ‘\nlegal\r\nadvice has no magic which justifies the recipient in jettisoning\r\ncommon sense’\n.\r\nParticularly where\nsuch\r\nadvice\n,\r\nas here\n,\r\nis at odds with previous advice.\n[3]\nSecond, Mr van der Merwe suggests that he ‘believed’\r\n(\nsignificantly,\r\nit is his belief relied upon and not that of his daughter - the\r\nlitigant in the matter)\nthat\r\nbecause of the appointment of a\ncurator\r\nbonis\nin respect of the fourteenth respondent, SARS would not take any\r\nfurther steps in the prosecution of its cross-appeal. But, there\nis\r\nno scope for this mistaken belief, because SARS did timeously and\r\ndiligently prosecute its appeal. And, acting consistently\nwith its\r\nclear intention to do so, SARS’ attorney called upon the\r\napplicant’s attorney to comply with this court’s\nrules.\r\nAll of that postdated the order on which Mr van der Merwe pins his\r\n‘belief’. Third, Mr van der Merwe seeks to\nmake the point\r\nthat they have been very busy with other litigation in the High\r\nCourt. This is no excuse at all. Rule 7(3) of this\ncourt’s\r\nrules simply requires that a notice of appeal be filed which: (a)\r\nstates which part of the judgment or order is appealed\nagainst; (b)\r\nstates the particular respect in which the variation of the judgment\r\nor order is sought; and (c) is accompanied by\na certified copy of the\r\norder granting leave to appeal. Nowhere does Mr van der Merwe provide\r\nan explanation for failing (on a\nvery generous approach to him) since\r\n3 July 2014 to file a simple notice of appeal. The notice of appeal\r\nthat was eventually filed,\nreads:\n‘\nBe\r\npleased to take notice that Cross-Appellant intends to cross appeal\r\nagainst the order and judgment granted by Her Ladyship Acting\nJustice\r\nSavage handed down on 28 February 2014 in the Western Cape Division\r\nof the High Court, Cape Town.’\nTake\r\nnotice further that the cross appeal is against the whole of the\r\norder as referred to above.\nTake\r\nnotice further that a certified copy of the court order granting\r\nleave to appeal and cross appeal to this court is attached\nmarked\r\n‘A’.\nThis,\r\none imagines, could hardly have taken more than an hour to prepare.\r\nWhat is more, a host of documents, most of which had already\nformed\r\npart of the appeal record already filed by SARS, were rather\r\nindiscriminately and unnecessarily annexed to Mr van der Merwe’s\n\naffidavit. Those included: the judgment of Savage AJ; the order of\r\nRogers AJ dated 19 March 2014; the respondent’s application\nfor\r\nleave to appeal filed with the High Court on 7 March 2014; the notice\r\nof application for leave to cross appeal filed by SARS\nwith the High\r\nCourt on 27 March 2014; the order of Savage AJ granting leave to\r\nappeal (to the respondent) and (cross appeal to\nSARS) on 28 February\r\n2014; and the respondent’s notice of appeal filed with the High\r\nCourt on 3 July 2014.\n[17]\r\nMr van der Merwe’s affidavit also did not identify any of the\r\ngrounds sought to be advanced.\nIt simply\r\nattached the application for leave to appeal in the High Court.\nNor did it address the prospects of success.\nAs\r\nwas stated in\nRennie v Kamby Farms (Pty)\r\nLtd\n[1988]\r\nZASCA 171\n;\n1989 (2) SA 124\n(A) at 131E it\r\nis advisable, where application for condonation is made, that the\r\napplication should set forth briefly and\nsuccinctly such\r\nessential information as may enable the court to assess the\r\nappellant's prospects of success. This was not done\nin the present\r\ncase: indeed, the application does not contain even a bare averment\r\nthat the plaintiff enjoys any prospect of success\non appeal\r\n(\nMoraliswani v Mamili\n[1989] ZASCA 54\n;\n1989\r\n(4) SA 1\n(A) at 10E). The only reference to prospects of success is\r\ncontained in para 20 of Mr van der Merwe’s affidavit, which\r\nsimply\nstates that Savage AJ was satisfied that ‘Appellant’\r\nhad reasonable prospects of success.\n[18]\nSARS\r\ncomplains that it was precluded from advancing full legal argument in\r\nits heads of argument, because the condonation was brought\nat a time\r\nwhich compelled it to file its heads of argument before the papers in\r\nthe condonation application had closed. The condonation\napplication\r\nwas ultimately filed a mere five days before SARS’ heads of\r\nargument were due. Rule 12(2) of this court allows\nSARS a month to\r\nrespond to an application for condonation. The unreasonable lateness\r\nby the applicant in bringing the condonation\napplication a mere five\r\ndays before SARS’ heads of argument were due, rendered that\r\ntime period all but illusory. It would\nconstitute a departure from\r\nprocedural fairness and the ordinary practice of a court of appeal\r\nsuch as this to countenance a would-be\nappellant withholding its\r\ncondonation application until as late as occurred here. Not only is\r\nthe conduct of the applicant prejudicial\nto a party in the position\r\nof SARS - the applicant first failed to lodge a notice of appeal in\r\nthe High Court in time and then\nrepeated that remissness before this\r\ncourt\n[4]\n- but to tolerate the\r\ntype of conduct encountered here would be prejudicial to the\r\nadministration of justice, the integrity of\nany appeal process and to\r\nthe functioning of our highest courts of appeal.\n[19]\r\nIn applications of this sort the prospects of success are in general\r\nan important, although not decisive, consideration. It\nhas been\r\npointed out (\nFinbro\r\nFurnishers (Pty) Ltd v Registrar of Deeds, Bloemfontein\n[1985]\r\nZASCA 71\n;\n1985\r\n(4) SA 773\n(A)\nat\r\n789C) that the court is bound to make an assessment of an applicant's\r\nprospects of success as one of the factors relevant to\nthe exercise\r\nof its discretion, unless the cumulative effect of the other relevant\r\nfactors in the case is such as to render the\napplication for\r\ncondonation obviously unworthy of consideration. I have not dealt\r\nwith the applicant's prospects of success on\nappeal because, in my\r\nview, the circumstances of the present case are such that we should\r\nrefuse the application for condonation\nirrespective of the\r\nprospects of success.\nThis\r\ncourt has often said that in cases of flagrant breaches of the rules,\r\nespecially where there is no acceptable explanation therefor,\nthe\r\nindulgence of condonation may be refused whatever the merits of the\r\nappeal.\n[5]\nThis applies even\r\nwhere the blame lies solely with the attorney.\n[6]\nHere\nthe\r\nbreaches of the rules are of such a nature and the explanation\r\noffered so unacceptable and wanting that condonation ought not,\nin my\r\nview, to be granted,\nirrespective\r\nof the applicant’s prospects of success, which were in any\r\nevent poor.\nIt\r\nremains to add that the conduct encountered here is deserving of an\r\norder of costs on the punitive scale. The conduct of the\napplicant\r\nand her father throughout has generated costs that should not have\r\nbeen incurred. Those costs should plainly not be borne\nby compliant\r\ntaxpayers. It follows that the award of costs on the scale as between\r\nattorney and client is justified in this case.\n[20]\r\nTurning to SARS’ appeal: It is confined to a consideration of\r\nwhether the order of the High Court should, as well, have\nmade\r\nprovision for the appointment of a\ncurator bonis\n. In terms of\r\ns 163(7)\n(b)\nof the TAA a court granting a preservation order,\r\nmay make any ancillary orders regarding how the assets must be dealt\r\nwith including\nappointing a\ncurator bonis\nin whom the assets\r\nmust vest. In the somewhat analogous context of financial service\r\nregulation, Wallis JA stated in\nExecutive Officer, Financial\r\nServices Board v Dynamic Wealth Ltd\n[2011] ZASCA 193\n;\n2012 (1) SA\r\n453\n(SCA) in para 6:\n‘\nProvided\r\nthe court is satisfied that the registrar’s concerns are\r\nlegitimate and that the appointment of a curator will assist\nin\r\nresolving those concerns it will ordinarily be appropriate to grant\r\nan order.’\n[7]\nThis\r\napproach is consistent with the Constitutional Court’s judgment\r\nin\nFraser v Absa Bank Ltd\n[2006]\r\nZACC 24\n;\n2007 (3) SA 484\n(CC) para 12, which held in the comparable\r\nscenario of restraint orders under the Prevention of Organised Crime\r\nAct 121 of 1998\n(POCA) that\n‘\n[t]he\r\neffect of a restraint order is to place the defendant’s\r\nproperty beyond his or her control and into the hands of a\ncurator\r\nbonis\npending the outcome of the\r\ncriminal proceedings.’\nThe\r\nConstitutional Court made that observation in the context of s 26 of\r\nPOCA. Section 26(1) of POCA provides that the National\nDirector of\r\nPublic Prosecutions ‘may by way of an\nex\r\nparte\napplication apply to any\r\ncompetent High Court for an order prohibiting any person . . . from\r\ndealing in any manner with any property\nto which the order relates’.\r\nSection 28(1)\n(a)\n,\r\nthe operative triggering provision for the exercise of that power,\r\nreads:\n‘\n[w]here a High Court has made\r\na restraint order, that court may at any time appoint a\ncurator\r\nbonis\n. . .’\nThis\r\nstatutory formulation is for all material purposes identical to s\r\n163(7)\n(b)\n.\n[21]\r\nSARS sought the appointment of a\ncurator\nand stipulated his powers in its\r\napplication. Its founding affidavit made plain that the purpose of\r\nthe application was to apply\n‘for an order in terms of s 163 of\r\nthe [TAA], for the preservation of the [applicant’s] assets and\r\nthe appointment\nof a\ncurator bonis\nto take control thereof in order to secure the collection of tax.’\r\nThe founding affidavit went on to identify the purpose\nfor which SARS\r\nsought the appointment of a curator as being to investigate ‘the\r\nwhereabouts of Mr van der Merwe’s assets\nand the assets of the\r\nother respondents’.\n[22]\r\n According to the applicant, of the approximately R142 million\r\nreceived:\n‘\n41.\r\nR98 578 030,82 was paid to purchase the three immovable\r\nproperties (purchase of two directly and one by purchase of\nthe\r\nshareholding in Promotrade), as dealt with above.\n42.\r\nR25 000 000,00 was loaned to Lucra Movable (Pty) Ltd\r\n(“Lucra”), now known as Bank on Assets Holdings (Pty)\n\nLtd. . . .\n42.5.\r\nFurthermore:\n42.5.1.\r\nI knew that Zonnekus Mansion (Pty) Ltd (“Zonnekus”) had\r\nbeen placed under an order of provisional liquidation\nat the instance\r\nof Nedbank Limited.\n42.5.2.\r\nThe shareholding in Zonnekus is held by the Eagles Trust, a family\r\ntrust of which my sister, my brother (Richard van der\nMerwe) and I\r\nare the sole beneficiaries.\n42.5.3.\r\nI was advised that this provisional order was about to be made final\r\nwhich would have meant the loss of the company and\nits assets to the\r\ndetriment of myself, my brother and my sister. I have a very good\r\nrelationship with my brother and sister and\nwas very happy to be able\r\nto assist them in addition to myself.\n42.5.4.\r\nIt was an added bonus of the agreement with Lucra that it would\r\npurchase the Zonnekus Mansion (one of the five properties\nowned by\r\nZonnekus) from Zonnekus for R10 million as R6 187 260,00\r\nmillion of these funds could then be used to pay Nedbank\nwhich would\r\n(and did) result in the discharge of Zonnekus from provisional\r\nliquidation.\n42.5.5.\r\nLucra paid Nedbank R6 187 260,00 million for this purpose\r\n(which included the bond cancellation costs). . . .\nI understand that\r\na further R2 million was paid to Zonnekus and the balance still\r\nremains to be paid.\n43.\r\nIn regard to the balance:\n43.1.\r\nR7 900 000,00 and R5 000 000,00 was paid to\r\nZonnekus on 27 May 2013 and 19 August 2013 respectively, making\na\r\ntotal of R12.9 million, which was credited to loan account in my\r\nfavour.\n43.2.\r\nThe balance in the approximate amount of R5 million remained in my\r\naccount.\n43.3.\r\nThe funds in the above two sub-paragraphs were to be used for the\r\npurposes set out below.\n43.4.\r\nThe further funding required in relation to the properties was\r\nanticipated to be in the region of R11.5 million to R12.5 million.\n\nThe aforesaid loan account is debited as and when expenditure on the\r\nproperties is incurred.\n43.5.\r\nIn addition, Zonnekus required funds to settle certain creditors and\r\nfor working capital and I was and am happy to assist\nby allowing\r\nZonnekus to use the funds held by it advanced by me on loan account\r\nas and when required. It went without saying that\nI would retain some\r\nof the funds and have access to the loan account for my own personal\r\npurposes as and when necessary.\n.\r\n. .\n45.\r\nAll expenses in regard to the properties were to be (and were) paid\r\nthrough Zonnekus. Zonnekus has effected and is in the process\nof\r\neffecting improvements to the aforesaid properties purchased, payment\r\nof transfer costs and other expenses in respect thereof\n(including\r\nR260 445.14 and R508 669.14 for transfer duty and costs in\r\nrespect of erven 1990 and 1991, as appears from\nthe relevant\r\nannexures hereto). I provided the funds for these purposes (being the\r\nR12.9 million referred to above).\n46.\r\nIn regard to the improvements to the properties to be effected by and\r\npaid for by Zonnekus:\n46.1.\r\nThere is a lot of water damage at the properties which requires to be\r\nrectified.\n46.2.\r\nThere is a gym which still has to be completed (it is approximately\r\n150 m²).\n46.3.\r\nR2.3 million has been spent for gym equipment (R1.15 million has been\r\npaid already). . .\n46.4.\r\nOne of the houses on the properties is in a derelict state and it is\r\nbeing rebuilt. Three bedrooms are being added on and\nparking is being\r\nadded on for 8 cars.\n46.5.\r\nWork in respect of the aforegoing has been ongoing since the\r\nbeginning of July 2013. Contractors, suppliers and labourers\nhave\r\nbeen and have to be paid.\n47.\r\nI also refer to annexure “CV24” hereto which is a\r\nschedule which my father has prepared setting out details of most\nof\r\nthe payments made to date from the R12.9 million, with the actual\r\ndates of payment as well as those expected and estimated to\nbe made\r\nwith the expected dates of payment. . . .\n47.7.\r\nThe fact of the Order has the effect that the building work is about\r\nto ground to a halt because contractors, suppliers and\nlabourers\r\ncannot be paid. It is urgent that these expenses and the ongoing\r\nexpenses in respect of the improvement to the property\nare paid.\n48.\r\nThe remainder of the funds, R4,450 million, is in my account number\r\n374170991 at Standard Bank. I have ongoing expenses which\nhave to be\r\npaid from this account in addition to what is set out above. For\r\nexample, rates, taxes, water and electricity have to\nbe paid. The 4\r\ndomestic servants, 4 gardeners and groundsmen and 3 security guards\r\nhave to be paid.’\n[23]\r\nOn 10 June 2013, and shortly after the receipt of the moneys, the\r\nMoondance Trust (the Trust) was established. The applicant\nis the\r\nfounder of the Trust and in terms of the trust deed she and her\r\nfather are two of the three trustees. On 19 June 2013, two\nwritten\r\nagreements were concluded between the Ocean View Trust (as seller)\r\nand K2013087647 (South Africa) (Pty) (Ltd) (K20130876470)\nfor the\r\npurchase of Erven 1990 and 1991 Fresnaye for the total sum of R 11\r\nmillion. Mr Van der Merwe represented both K2013087647\nand the Trust,\r\nthe latter having bound itself as a surety and co-principal in terms\r\nof each of those agreements. Also on that date\nthe Trust concluded a\r\nwritten agreement with the Hyde Park Trust in terms of which it\r\nacquired the entire issued share capital\nand the credit loan account\r\nof Promotrade Projects Fifteen (Pty) Ltd (Promotrade) for the sum of\r\nR 86,5 million. Clause 3.4 of\nthe agreement recorded that\n‘\nthe\r\nconsideration . . . has been calculated by taking into account the\r\nfollowing values agreed to in respect of the assets of the\nCompany:\n3.4.1\r\n Movables as set out in Annexure A hereto – R10,500.000.00 (Ten\r\nMillion Five Hundred Thousand Rand);\n3.4.2\r\nProperty – Erf 1917 Fresnaye – R76,000,000.00 (Seventy\r\nSix Million Rand)’\nOnce\r\nagain Mr Van der Merwe represented the Trust. The applicant was\r\nappointed a director of Promotrade with effect from 19 June\n2013 and\r\nthe next day she was appointed a director of K2013087647. SARS\r\ncontends that the various transactions and Mr van der Merwe’s\n\nclear involvement in them, form part of a\nmodus\r\noperandi\nintended to hide assets\r\nrealisable for purposes of satisfying his extensive tax debt to SARS\r\nand that the full facts regarding\nthese transactions remain to be\r\ninvestigated.\n[24]\r\nThe applicant was evidently ‘happy’ to allow ‘Zonnekus\r\nto use the funds held by it advanced by me on loan\naccount as and\r\nwhen required.’ She further reveals that she engaged Zonnekus\r\nto effect what she styles ‘improvements’\nin the amount of\r\nR12.9 million to the property acquired with the funds and that it was\r\n‘convenient’ to operate through\nZonnekus’ bank\r\naccount. Mr Van der Merwe’s mother is the sole director of\r\nZonnekus, but he describes himself as the\n‘general manager’\r\nof Zonnekus and\nstates that he ‘run[s]\r\n[its] affairs’.\nOn the applicant’s\r\nown version, significant sums passed through the Zonnekus bank\r\naccount for which Mr van der Merwe held\nexclusive signing powers and\r\nover which he had free access. Further on the applicant’s\r\ndeposed version the R110 million property\nis urgently in need of\r\nmaintenance. As it was put, albeit once again in the context of POCA,\r\nby Streicher JA in\nMngomezulu v National\r\nDirector of Public Prosecutions\n[2007]\r\nZASCA 11\n;\n[2007] 4 All SA 979\n(SCA) para 20:\n‘\nIn\r\nterms of the restraint order sought the appellants were prohibited\r\nfrom dealing with the restrained property which constituted\nalmost\r\nthe entire estate of the appellants. The nature of the restrained\r\nproperty is such that it requires administration. The\nrestraint order\r\ntherefore necessitated the appointment of a\ncurator\r\nbonis\nto administer the property and\r\nthe conferral on him of the powers referred to.’\nThe\r\napplicant also complains about payments which are required to be made\r\nfor inter alia gym equipment. She says that if payment\nis not made,\r\nthe prejudice to her is ‘self-explanatory’. It is\r\n‘urgent’, so she says, that ‘these\nexpenses and the\r\nongoing expenses in respect of the improvement to the property are\r\npaid.’ The schedule of these payments,\naccording to her, has\r\nbeen prepared by her father. He is thus closely and intimately\r\ninvolved in managing those funds. Indeed there\nis not a single\r\nfinancial transaction involving funds, ostensibly the property of the\r\napplicant, that has not been directed by\nher father. The apparent\r\nsituation is that he does whatever he pleases with the funds and she\r\nacquiesces in his decisions.\n[25]\r\nFurthermore, as his approach to this litigation reveals, Mr van der\r\nMerwe has a strong presence in the applicant’s affairs.\nHe\r\nasserts a mandate to conduct the litigation on her behalf, but has\r\nchosen not to disclose the full details of the mandate. Similarly,\nMr\r\nvan der Merwe holds a power of attorney from his mother to run\r\nZonnekus Mansions (of which she is the sole director) as he sees\nfit.\r\nIndeed, Mr van der Merwe himself confirmed that his mother’s\r\nappointment as director of Zonnekus Mansions was a consequence\nof\r\njudgments taken against him. The truth however appears to be that he\r\ncontrols Zonnekus Mansions and that he does so through\nhis mother to\r\nescape judgment creditors. Mr van der Merwe also appears to control\r\nthe affairs of his daughter. She provided his\ncontact details in the\r\napplication to sell the foreign currency. She furnished Standard Bank\r\nwith his cellular number, address\nand e-mail address. As with\r\nZonnekus Mansions’ bank account, Mr van der Merwe also held\r\nsigning powers in respect of the\naccount into which the R140 million\r\nwas deposited. Thus at the very least the applicant allows her\r\naccounts to be used by her father\n(or cannot prevent him from doing\r\nso). It is evidently Mr van der Merwe’s facility to control or\r\ninfluence the transfer of\nthe funds between accounts for which he\r\nholds signing powers – which SARS invoked in its founding\r\naffidavit in support of\nappointing a curator. SARS asserted that it\r\nmay ‘under the circumstances [be] undesirable to leave Mr van\r\nder Merwe in control\nof the respondent’.\n[26]\r\nMr van der Merwe’s evident involvement of family members and\r\nhis obviously close relationship with the applicant coupled\nwith the\r\nextraordinary wealth which she suddenly acquired (allegedly as a\r\ngift) requires investigation. It thus seems imperative\nthat a curator\r\ninvestigate how and on what basis those funds were effectively placed\r\nat the disposal of Mr van der Merwe and whether\nand how he has\r\ndisposed of the funds. It follows that\nSARS’\r\napplication for the appointment of a\ncurator\r\nbonis\nshould have succeeded before\r\nSavage AJ and that its appeal in that regard must succeed.\n[27]\r\nThe order sought in the court below included prayers: (a) for the\r\nappointment of a retired judge as a mediator (and related\nrelief);\r\nand (b) authorising the curator to dispose of the applicant’s\r\nproperty in satisfaction of the tax debt. That relief\nwas not\r\npersisted with before us. For the rest the order (duly amended to\r\noperate only as against the applicant) that issues in\nrespect of the\r\nappointment and powers of the\ncurator\r\nbonis\nsubstantially mirrors that sought\r\nbefore the High Court. On 8 November 2013 certain assets subject to\r\nthe provisional preservation\norder of Rogers J, including the\r\napplicant’s Standard Bank account number 374170991, were\r\nreleased from attachment. The proposed\norder must accordingly reflect\r\nthis. It, as well, must exclude paragraph 5(b) of the provisional\r\norder of Rogers J, which, for\nthe reasons given earlier, ought not to\r\nhave been confirmed by Savage AJ. Notwithstanding the applicant\r\nfailing in her quest to\nassail the judgment of the court below on\r\nappeal, it may conduce to greater clarity to simply set aside the\r\norder of that court\nand replace it with the one set out hereunder.\n[28]\r\nIn the result:\n(a)\r\nThe application for condonation by Ms Candice-Jean van der Merwe is\r\ndismissed with costs including those of two counsel on the\nattorney\r\nand client scale.\n(b)\r\nThe appeal by SARS is upheld with costs including those of two\r\ncounsel.\n(c)\r\nThe order of the court below is set aside and replaced with the\r\nfollowing:\n‘\n1.\r\nSave for the exclusion of the “Standard Bank Marketlink account\r\n374170991 (Milnerton)”, paragraph 5(a) of the provisional\norder\r\ngranted on 30 August 2013 against Ms Candice-Jean van der Merwe (the\r\nsecond respondent) is confirmed.\n2.\r\n Mr Cloete Murray of Sechaba Trust (Pty) Ltd is appointed to act as\ncurator bonis\nin whom the right, title and interest in all the\r\nassets of the second respondent will vest, including, but not limited\r\nto, any\nshareholding, loan accounts, member’s interest,\r\nmoveable and immovable assets and funds held in bank accounts.\n3.\r\n Subject to the conditions and exceptions contained in this order,\r\nsave with the prior written consent of the applicant, which\nconsent\r\nmay not be unreasonably withheld, no-one except the\ncurator bonis\nmay deal with the second respondent’s assets.\n4.\r\nThe\ncurator bonis\nis authorised to immediately take control of\r\nthe second respondent’s assets.\n5.\r\n The\ncurator bonis\nis authorised to take all steps necessary\r\nto ensure the transfer of the shareholding and member’s\r\ninterests in the second\nrespondent’s name into the name of the\ncurator bonis\n.\n6.\r\nWhere shareholding and/or member’s interest vest in the\ncurator\r\nbonis\nas a result of this order, the\ncurator bonis\nwill\r\nhave all the powers of a registered shareholder of such shares and/or\r\nof a member with such member’s interest as vested\nin him,\r\nincluding, but not limited to the power to hold shareholder meetings\r\nand to remove and appoint directors.\n7.\r\nAny person having books and records or assets of the second\r\nrespondent in his/her possession, must, subject to what is provided\n\nbelow, when this order comes to that person’s knowledge, notify\r\nthe\ncurator bonis\nof that fact and hand copies of them to the\ncurator bonis\non demand, or within such time as the\ncurator\r\nbonis\nmay allow.\n8.\r\nSave for personal effects, no person may remove any item from the\r\npremises of any property owned or occupied by the second respondent,\n\nwithout the permission of the\ncurator bonis\n, which permission\r\nmay not be unreasonably withheld.\n9.\r\nThe\ncurator bonis\nis entitled, in order to give effect to this\r\norder, to interview the second respondent, who is obliged to furnish\r\nthe\ncurator bonis\nwith full particulars within three days of\r\nservice of this order on her, of all her assets and how such assets\r\nwere acquired.\n10.\r\nThe\ncurator bonis\nis entitled, in order to give effect to this\r\norder, to interview third parties identified by him and who may have\r\nknowledge of\nthe whereabouts of the assets of the second respondent.\n11.\r\nAll the above powers must be exercised by the\ncurator bonis\nstrictly in the interests of the second respondent and with the\r\nobjective of ensuring that the maximum value of the assets be\r\nmaintained and/or recovered.\n12.\r\nThe powers of the\ncurator bonis\nmay be amended or terminated\r\non application by any interested party.\n13.\r\nAll reasonable costs of the\ncurator bonis\noccasioned in the\r\nimplementation of this order will be paid by the second respondent.\n14.\r\nThe\ncurator bonis\nwill be liable for any damages caused by him\r\nas a result of acting\nultra vires\nor unreasonably in the\r\nexecution of his duties in terms of this order and the applicant is\r\nresponsible to ensure that no-one will\nsuffer damage as a result of\r\nthe\ncurator bonis\nnot having put up security or sufficient\r\nsecurity for compliance with his duties in terms of this order.\n15.\r\n The second respondent is ordered to pay the costs of the\r\napplication, such costs to include those of three counsel.’\n_________________\nVM\r\nPonnan\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nApplicant for condonation: RWF MacWilliam SC (with him A Kantor)\nInstructed\r\nby:\nDeon\r\nPerold & Associates Inc., Cape Town\nWebbers\r\nAttorneys, Bloemfontein\nFor\r\nAppellant: JJ Gauntlett SC (with him FB Pelser)\nInstructed\r\nby:\nMacRobert\r\nIncorporated, Cape Town\nClaude\r\nReid Attorneys, Bloemfontein\n[1]\nSection\r\n\t91(1)\n(b)\nof the ITA has since been repealed and replaced by\ns 172\nof the\nTax\nAdministration Act 28 of 2011\n.\n[2]\nThe applicant was required in terms of\nrule 7(1)(b)\nof the SCA rules\r\n\tto file a notice of appeal with both the registrar of this court and\r\n\tthe court\na\r\n\tquo\nwithin one month of the grant of leave to appeal by Savage AJ. And,\r\n\tin terms of\nrule 8(1)\n, to lodge six copies of the record of the\r\n\tproceedings in the court\na\r\n\tquo\nwithin three months of the filing of her notice of appeal.\n[3]\nApplying\r\n\tthis court’s judgment in\nLongdistance\n,\r\n\tit was held in\nErnst\r\n\t& Young v Beinash\n1999 (1) SA 1114\n(W) at 1136G-H that “[w]here persistent\r\n\tlitigation is involved, a litigant is obliged to weigh the advice\r\n\tgiven to him\nand, in particular, to pay attention to his rate of\r\n\tfailure and compare it to the advice on which he has hitherto\r\n\trelied”.\n[4]\nSee\r\n\teg\nExpress\r\n\tModel Trading 289 CC v Dolphin Ridge Body Corporate\n[2014]\r\n\tZASCA 17\n;\n[2014] 2 All SA 513\n(SCA) at para 10, where reference was\r\n\tmade to the compounding effect of a previous failure to comply with\r\n\tthe Rules of Court\nby an applicant for condonation.\n[5]\nSee\r\n\tinter alia\nBlumenthal\r\n\tv Thomson NO\n[1993]\r\n\tZASCA 190\n;\n1994 (2) SA 118\n(A) at 121I\n;\nFerreira\r\n\tv Ntshingila\n[1989]\r\n\tZASCA 149\n;\n1990 (4) SA 271\n(A) at 281J-282A;\nMoraliswani\r\n\tv Mamili\nsupra\r\n\tat 10F;\nRennie\r\n\tv Kamby Farms (Pty) Ltd\n1989 (2) SA 124\n(A) at 131H-132A\n;\nP\r\n\tE Bosman Transport Works Committee v Piet Bosman Transport (Pty) Ltd\n1980\r\n\t(4) SA 794\n(A)\nat\r\n\t799;\nMbutuma\r\n\tv Xhosa Development Corporation Ltd\n1978\r\n\t(1) SA 681\n(A)\nat\r\n\t687A.\n[6]\nTshivhase\r\n\tRoyal Council v Tshivhase; Tshivhase v Tshivhase\n[1992]\r\n\tZASCA 185\n;\n1992 (4) SA 852\n(A) at 859E-F.\n[7]\nWallis JA was there dealing with\ns 5(1)\nof the\nFinancial\nInstitutions (Protection of Funds) Act 28 of 2001\n, which provides:\r\n\t‘The registrar may, on good cause shown, apply to a division\r\n\tof the High Court having jurisdiction for\nthe appointment of a\r\n\tcurator to take control of, and to manage the whole or any part of,\r\n\tthe business of an institution.’",
  "scraped_at": "2026-02-12T17:22:30.957736",
  "date": "2015-05-28",
  "coram": [
    "Ponnan JJA",
    "Wallis JJA",
    "Mbha JJA",
    "Fourie AJA",
    "Mayat AJA"
  ],
  "case_number": "20152/2014",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "Candice-Jean van der Merwe"
    ]
  },
  "sections": {
    "facts": "The Commissioner for the South African Revenue Service (SARS) sought a preservation order and the appointment of a curator bonis over the assets of Candice-Jean van der Merwe, alleging that the assets were being used to conceal wealth belonging to her father, Gary van der Merwe, who owed SARS over R66 million in tax liabilities. In 2013 SARS obtained a provisional preservation order restricting van der Merwe from dealing with certain assets, including a US$15.3 million sum received from Lebanon. A subsequent High Court order confirmed most of the provisional order but omitted the appointment of a curator. Van der Merwe’s appeal against the High Court order lapsed due to failure to prosecute it within the prescribed time, leading to a condonation application to revive the appeal.",
    "issues": "1) Whether the Court should grant condonation for the applicant’s late filing of a notice of appeal and thereby revive the lapsed appeal. 2) Whether the High Court order should be set aside and replaced with an order appointing a curator bonis in terms of s163 of the Tax Administration Act. 3) Whether the conduct of the applicant and her representatives warrants a punitive costs order.",
    "principles": "The Court applied the established principles governing condonation of procedural defaults, notably the criteria set out in Uitenhage Transitional Local Council v SARS (degree of non‑compliance, explanation, importance of the case, prejudice to the other party, and avoidance of delay). It reiterated that condonation is not a matter of right and that flagrant breaches coupled with unsatisfactory explanations justify refusal (see Dengetenge Holdings, Moraliswani, Rennie). Regarding the appointment of a curator, the Court relied on s163(7)(b) of the Tax Administration Act and precedent that a court may appoint a curator bonis where it is necessary to secure assets for tax collection (Executive Officer, Financial Services Board v Dynamic Wealth; Fraser v Absa Bank).",
    "application": "The Court found that the applicant’s delay was extensive (several months beyond the deadline) and that the explanations offered – reliance on conflicting legal advice and personal difficulties – were unacceptable. No satisfactory prospect of success was demonstrated, and the applicant’s conduct prejudiced SARS. Accordingly, condonation was refused. The Court then considered SARS’ appeal for the appointment of a curator and concluded that the High Court had erred by not appointing one. It therefore set aside the High Court order and substituted a detailed order appointing Mr Cloete Murray of Sechaba Trust as curator bonis with specific powers over the respondent’s assets.",
    "conclusion": "The application for condonation filed by Candice-Jean van der Merwe was dismissed with costs on the attorney‑client scale. SARS’ appeal was upheld with costs on the attorney‑client scale. The High Court’s order was set aside and replaced by an order confirming the provisional preservation order (excluding one Standard Bank account) and appointing a curator bonis with extensive powers to control, preserve and realise the respondent’s assets, including authority to interview the respondent and third parties. The respondent was ordered to pay the costs of the application, including those of three counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Tax Enforcement",
    "level_3": [
      "condonation",
      "curator bonis",
      "asset preservation",
      "procedural default",
      "Tax Administration Act"
    ]
  }
}