{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/49.html",
  "case_name": "Yende v Passenger Rail Agency of South Africa (39/2014) [2015] ZASCA 49 (27 March 2015)",
  "citation": "[2015] ZASCA 49",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 49\n|\nNoteup\n|\nLawCite\nYende v Passenger Rail Agency of South Africa (39/2014) [2015] ZASCA 49 (27 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 39/2014\nNOT\r\nREPORTABLE\nIn\r\nthe matter between:\nYENDE:\r\nMHLONISHWA\r\nLUCKY\n.................................................................................\nAPPELLANT\nand\nPASSENGER\r\nRAIL AGENCY OF SOUTH\r\nAFRICA\n................................................\nRESPONDENT\nNeutral\r\ncitation:\nYende v Passenger Rail\r\nAgency of South Africa (\n39/2014\n[2015]\r\nZASCA 49\n(27 March 2015)\nCoram:\nCachalia, Bosielo, Zondi JJA, Van der Merwe and\r\nMayat AJJA\nHeard:\n11 March 2015\nDelivered:  27\r\nMarch 2015\nSummary:\nDelict – Negligence –\r\nappellant allegedly falling off train departing from station –\r\nwhether negligence on the\npart of respondent proved.\nORDER\nOn\r\nappeal from Gauteng Local Division, Johannesburg (Sutherland J\r\nsitting as court of first instance):\nThe\r\nappeal is dismissed with costs.\nJUDGMENT\nCachalia\r\nJA and Mayat AJA (Zondi JA and Van der Merwe AJA concurring)\n[1]\r\nThe primary issue in the present appeal, brought with the leave of\r\nthe court a quo (Sutherland J) is whether or not the appellant\n(the\r\nplaintiff in the court a quo), Mr Lucky Mhlonishwa Yende, discharged\r\nthe onus of proving before the trial court that the respondent\n\n(PRASA) was delictually liable for the bodily injuries sustained by\r\nMr Yende at the Elsburg railway station (the station) on 24\nMarch\r\n2005. The\ncourt a quo\nfound that PRASA was negligent because the procedure followed by the\r\nguard relating to a train departing from the station was unsafe,\nbut\r\nthat such negligence was not causally connected to Mr Yende’s\r\ninjuries. Mr Yende appeals against the order dismissing\nhis claim\r\nwith leave of the trial court.\n[2]\r\nMr Yende’s pleaded case was that he was injured as a result of\r\nPRASA’s negligence in one or more of several respects.\n\nSpecifically, he averred that a train he was boarding at the station\r\nhad jerked and started to move, causing him to lose balance\nand to\r\nfall under the train. He alleged that PRASA had been negligent in\r\nfailing to take adequate precautions at the time to prevent\n\npassengers from being injured by a moving train, when by the exercise\r\nof reasonable care it could and should have done so. However,\nhe\r\npleaded no facts as to what precautionary steps PRASA ought to have\r\ntaken.\n[3]\r\nMr Yende was the sole witness who testified on how he had been\r\ninjured. He stated that he had been waiting for a train, and\nstanding\r\nabout a meter from the edge of the platform, when a train arrived and\r\nstopped at the station.  His brother, who was\nin front of him,\r\nimmediately boarded the train. He followed at the same time, but as\r\nhe stepped onto one of the carriages, the\ntrain jerked and began\r\nmoving out of the station. The sudden and unexpected movement caused\r\nhim to lose his balance. He fell backwards\nonto the platform and does\r\nnot know how he ended up on the railway tracks. As a result of his\r\nfall he sustained injuries to the\nback of his head, to his shoulder\r\nand to his arm. Sadly, his right arm had to be amputated.\n[4]\r\nThe platform where the appellant boarded is curved, concave to the\r\nrailway line, a fact that was central to the trial court’s\n\nfinding that the guard adopted a negligent procedure when signalling\r\nfor the train’s departure from the station. The guard,\nMs\r\nJuwulwa, testified that after the train had stopped at the station,\r\nshe caused the doors of the carriages to be opened by pressing\na\r\nbutton meant for this purpose. She stepped off the rear end of the\r\ntrain onto the platform and walked a few meters away from\nthe train\r\nfrom where she was able to observe the full length of the train\r\nbeyond the curve of the platform. From this vantage point\nshe was\r\nable to detect whether commuters had stopped embarking or\r\ndisembarking. Once she was satisfied that there were no more\n\ncommuters going on board or coming down from a bridge on the\r\nplatform, she blew her whistle as a warning to any commuters, and\n\nthen made her way back to the guard’s carriage. From there she\r\nwas not able to see the front part of the train because it\nwas\r\nobscured by the curve in the platform. She closed the doors of the\r\ntrain and signalled for its departure. The driver then set\nthe train\r\nin motion.\n[5]\r\nThe fundamental dispute between the versions of the two parties was\r\nthat on Mr Yende’s version the train began departing\nfrom the\r\nstation prematurely (almost immediately after it arrived at the\r\nstation), barely allowing any time for the commuters to\nboard. \r\nThe testimony of PRASA’s employees was that a full 45 seconds\r\nelapsed between the train’s arrival and\nthe point at which it\r\nbegan departing from the station.  This was confirmed by a train\r\ncontrol official, Mr Underhay, who\nhad completed a log book on 24\r\nMarch 2005 recording arrival and departure times of trains at the\r\nstation. On this crucial issue,\ncharacterized by the trial court as\r\n‘the question of timing’, the court accepted PRASA’s\r\nversion and rejected\nMr Yende’s testimony as implausible. It\r\nfound that Mr Yende sought to bolster his version by introducing a\r\nfalse corroborating\nwitness – his brother – to confirm\r\nthat he was with him when they attempted to board the train. The\r\nconsequence of\nthis finding was that there was simply no explanation\r\nbefore the court as to what happened.\n[6]\r\nCounsel for Mr Yende was constrained to concede that the court was\r\ncorrect in its finding that the train must have stopped for\nat least\r\n45 seconds, before departing from the station. Despite this he sought\r\nto persuade us that Mr Yende could only have been\ninjured because the\r\ndoors probably remained open when the train departed, causing him to\r\nfall out. He asked us to take judicial\nnotice of the fact that people\r\ndo get injured on trains in this manner, and that therefore Mr\r\nYende’s injuries were probably\nsustained because of PRASA’s\r\nfault.\n[8]\r\nThe submission in this regard is utterly without merit, for it\r\namounts to a plea that the court can impose a form of strict\n\nliability on PRASA that jettisons the fault requirement, which lies\r\nat the heart of delictual liability. Once the court rejected\nMr\r\nYende’s version, there was no other explanation based on the\r\nevidence for what happened to him or how he sustained his\ninjuries.\r\nThat ought to have been the end of the matter.\n[9]\r\nNevertheless, the court embarked on an enquiry as to whether PRASA’s\r\nprocedure relating to the way it deals with the situation\non a curved\r\nplatform at the station was reasonable. The court said that when the\r\nguard returns to the coach to signal, a large\npart of the train is\r\nunsighted and when the doors are closed the guard relies on\r\nassumptions. These assumptions are that the hydraulic\nsystem is\r\nworking, that all the doors have been closed and that no one has\r\narrived at the last second to get onto the train. The\nway to ensure\r\nthat problems do not arise, the court said, was to have a second\r\nperson at the curved platform standing where the\nguard would have\r\nbeen standing with her whistle, in order to signal that all is safe,\r\nthe doors can be closed and the train may\ndepart. The employment of a\r\nsecond person to perform this task at the station, said the court,\r\nwould ‘enable (PRASA) to deal\nwith the habitual problem of\r\ncommuters on trains behaving irresponsibly and trying to hop on at\r\nthe last moment.’ The trial\ncourt thus concluded that PRASA was\r\nnegligent in the way it dealt with this situation on the curved\r\nplatform at the station.\n[10]\r\nHowever, after finding that PRASA was negligent relating to the\r\nprocedure the guard followed at the curved platform, the learned\n\njudge concluded that in the absence of a plausible account of how Mr\r\nYende came to fall under the train, it was not possible to\nconclude\r\nthat this negligence was causally connected to his injuries. In\r\narriving at this conclusion, the learned judge was no\ndoubt correct,\r\nbut this begs the question as to how PRASA could have been found to\r\nbe negligent at all when the appellant had not\npresented a plausible\r\naccount before the court.\n[11]\r\nIt seems that the court a quo arrived at this conclusion by\r\nconsidering PRASA’s conduct in the abstract because there\nwas\r\nno plausible version for how the harm was actually caused. But\r\nnegligence in our law cannot be determined in the abstract,\nwithout\r\nreference to the foreseeable consequences it produces, for it is only\r\nconsequences that are foreseeable against which the\nreasonable person\r\nshould take precautions. In the instant matter, we do not know how\r\nthe harm was caused. It was therefore not\npossible to find\r\nforeseeable harm, which a reasonable person in the position of PRASA\r\nwould have been expected to take steps to\nprevent.\n[1]\nIn the circumstances, Mr Yende did not discharge the onus of proving\r\nnegligence either.\n[12]\r\nFor all these reasons, the trial court was correct to dismiss Mr\r\nYende’s claim and the appeal must fail. The following\norder is\r\naccordingly made:\nThe\r\nappeal is dismissed with costs.\nBosielo\r\nJA:\n[13]\r\nI have had the benefit of reading the judgment by my Colleagues,\r\nCachalia JA and Mayat AJA. I regret the fact that I do not\nagree with\r\nboth their reasoning and finding. These are my reasons for parting\r\nways with them.\n[14]\r\nAs my two colleagues have dealt with the factual matrix of the case\r\nquite extensively, I will avoid rehashing the same facts\nexcept where\r\nit is necessary to shed more light on my reasoning.\n[15]\r\nEssentially my colleagues find that as the court below had found the\r\nappellant (Mr Yende) not to be a credible witness and\nrejected his\r\nentire evidence, this automatically meant that there was no version\r\nto consider. They hold further that as Mr Yende\nbore the onus of\r\nproof, the court below should have found that he had failed to make a\r\ncase against the respondent (PRASA) on negligence.\nAs a result, my\r\ncolleagues hold that this should have been the end of the matter. I\r\ndo not agree.\n[16]\r\nI disagree with my colleagues on their finding that the court below\r\nerred in finding negligence on the part of PRASA. The following\n\nbackground facts are necessary to explain my dissent.  The issue\r\non appeal was the finding by the court below that there was\nno causal\r\nlink between alleged negligence on the part of PRASA and the injuries\r\nsustained by the appellant.\n[17]\r\nMy colleagues criticise the reasoning and finding by the court below\r\non negligence. Essentially they hold at para 1 (supra)\nthat, having\r\nfound the appellant not to be a credible witness thus rejecting his\r\nversion, the court below should have found that\nMr Yende had failed\r\nin discharging the onus of proving that PRASA was delictually liable\r\nfor the bodily injuries he sustained at\nthe Elsburg railway station\r\non 24 March 2005. This is how they express themselves at para 8\r\nabove:\n‘\nOnce\r\nthe court rejected the appellant’s version, there was no other\r\nexplanation based on the evidence for what happened to\nMr Yende or\r\nhow he sustained his injuries. That ought to have been the end of the\r\nmatter.’\n[18]\r\nHowever, that did not happen because PRASA, testified through the\r\ntrain guard Ms Juwula (Juwulwa), the protection officer,\nMr Molefe\r\n(Molefe) and Mr Underhay (Underhay), the train control officer. Based\r\non PRASA’s version, the court below found\nthat Juwulwa did not\r\nact like a reasonable train guard on the ill-fated day. It found her\r\nconduct to constitute negligence.\n[19]\r\nThis is how the court below expressed itself in finding PRASA\r\nnegligent:\n‘\nIt\r\nseems to me self- evident that the particular procedure followed by\r\nher, which I accept is the prescribed procedure, has some\nserious\r\nflaws. This particular train did not have a conductor and by way of\r\ncontrast there was therefore no one who could have\nsignalled from,\r\nsay, the middle of the train that there was no one arriving or\r\ngetting onto the train. Thus when she moved from\nthe spot where she\r\nblows her whistle, the doors are still open and she has to rely on\r\nher assumption about the reliability of the\nhydraulic system to close\r\nall the doors before the train leaves the station. All this is done\r\nunsighted. Obviously, the way to\nmake sure this is not done unsighted\r\nis to have a second person at a curved platform station standing\r\nwhere she would have been\nstanding with her whistle, in order to\r\nsignal to her that all remains safe throughout the door closing and\r\ndeparture process. The\nimportance of this is self- evident. In my\r\nview such a procedure would enable the defendant to be a position to\r\ndeal with what\nis a habitual problem of commuters on trains behaving\r\nirresponsibly and trying to hop on at the last moment. A somewhat\r\nspirited\ndebate arose about whether or not this particular procedure\r\nwas itself of such a nature that the defendant could be accused of\r\nnegligence. In my view the answer to that question can be\r\nunequivocally answered that the defendant is indeed negligent in the\r\nway it proceeds to deal with this situation on a curved station.’\n[20]\r\nNotwithstanding having found PRASA to have been negligent, the court\r\nbelow dismissed Mr Yende’s claim on the basis that\nthere was no\r\ncausal nexus between PRASA’s negligent behaviour and the\r\ndamages sustained by Yende. My colleagues agree with\nthe court below\r\nthat causation was not proved. They find that it was not possible for\r\nit to find a reasonable harm, which a reasonable\nperson in PRASA’s\r\nposition would have been expected to take steps to guard against. I\r\ndo not agree.\n[21]\r\nGrappling with the intractable question of causation the\r\nConstitutional Court seized the opportunity in\nLee v Minister of\r\nCorrectional Services\n2013 (2) SA 144\n(CC) paras 40-41 and\r\nenunciated the correct legal approach to causation as follows:\n‘\nAlthough\r\ndifferent theories have developed on causation, the one frequently\r\nemployed by courts in determining factual causation\nis the\nconditio\r\nsine qua non\ntheory or but-for test.\r\nThis test is not without problems, especially when determining\r\nwhether a specific omission caused a certain\nconsequence. According\r\nto this test the enquiry to determine causal link, put in its\r\nsimplest formulation, is whether ‘one\nfact follows from\r\nanother’. The test –\n“\nmay\r\ninvolve the metal elimination of the wrongful conduct and the\r\nsubstitution of a hypothetical course of lawful conduct and the\n\nposing of the question as to whether upon such an hypothesis\r\nplaintiff’s loss would have ensued or not. If it would in any\n\nevent have ensued, then the wrongful conduct was not a cause of the\r\nplaintiff’s loss; [otherwise] it would not so have ensued.\nIf\r\nthe wrongful act is shown in this way not to be a\ncausa\r\nsine qua non\nof the loss suffered, then\r\nno legal liability can arise.”\nIn\r\nthe case of “positive” conduct or commission on the part\r\nof the defendant, the conduct is mentally removed to determine\n\nwhether the relevant consequence would still have resulted. However,\r\nin the case of an omission the but-for test requires that\na\r\nhypothetical positive act be inserted in the particular set of facts,\r\nthe so-called mental removal of the defendant’s omission.\nThis\r\nmeans that reasonable conduct of the defendant would be inserted into\r\nthe set of facts. However, as will be shown in detail\nlater, the rule\r\nregarding the application of the test in positive acts and omission\r\ncases is not inflexible. There are cases in\nwhich the strict\r\napplication of the rule would result in an injustice, hence a\r\nrequirement for flexibility. The other reason is\nbecause it is not\r\nalways easy to draw the line between a positive act and an omission.\r\nIndeed there is no magic formula by which\none can generally establish\r\na causal nexus. The existence of the nexus will be dependent on the\r\nfacts of a particular case.’\n[22]\r\nI interpose to restate the salutary warning given by the\r\nConstitutional Court in\nLee\n(supra) para 73 where it stated:\n‘\nOur\r\nlaw has always recognised that the but-for test should not be applied\r\ninflexibly. A court ultimately has to make a finding as\nto whether\r\ncausation was established on a balance of probabilities on the facts\r\nof each specific case.’\n[23]\r\nThe following salient facts cannot be disputed; that Mr Yende was at\r\nthe railway station on the ill-fated day; that he attempted\nto board\r\na train that was in motion already; the train guard never saw him\r\nbefore she sounded the whistle for the train driver\nto put the train\r\nin motion; he was only seen by the train guard whilst already lying\r\non the railway tracks and, importantly, that\nhe sustained the\r\ninjuries reflected on the medical report at Elsburg railway station\r\non 24 March 2005.\n[24]\r\nWhat is not clear from the evidence is how Mr Yende got injured as\r\nthere is serious paucity of evidence. To resolve this, we\nhave to ask\r\nourselves the question: given everyday life experience what could\r\nhave happened? Is it probable that he flew himself\nagainst a moving\r\ntrain with its doors closed? Unless he was drunk or mad, this sounds\r\npatently preposterous. The converse thereof\nis: is it not probable\r\nthat the train doors were open, that Mr Yende was late for the train\r\nand tried to board it whilst it was\nalready in motion? And further\r\nthat in the process he lost his balance and fell down into the rail\r\ntracks and got injured in that\nprocess? To my mind, this appears to\r\nbe most likely scenario which accords with common sense and the\r\nprobabilities.\n[25]\r\nApplying the time-worn ‘but for’ test to the facts of\r\nthis matter flexibly as we have been cautioned to by the\n\nConstitutional Court in\nLee\n(supra), I fail to see how one cannot find that, but for the failure\r\nof the train guard to make sure that all the doors were closed\nbefore\r\nthe train got into motion; the inability of the train guard to see\r\nbeyond the curve to ensure that no person including Mr\nYende was\r\nstill attempting to board the train when she blew the whistle for the\r\ntrain driver to put the train in motion; and for\nher, notwithstanding\r\nthis, to give a signal to the train driver to put the train in\r\nmotion, such conduct constitutes a direct and\nimmediate cause of Mr\r\nYende’s injuries.\n[26]\r\nThe Constitutional Court expounded the ‘but for’ test\r\nfurther as follows in\nLee\n(supra) at para 46:\n‘\nIn\nKakamas\n[2]\nit was stated that “(c)ausality often raises difficult legal\r\nquestions which cannot always be answered by strict adherence\nto\r\nlogic. Recourse may sometimes be had to what [the House of Lords]\r\ncalled the laws ‘empirical or common-sense view of causation’”.\n\nIn\nSiman\n[3]\nthe minority judgment noted that “(f)inally, as in other\r\nproblems relating to causation in delict in applying the ‘but\n\nfor’ test the court should not overlook the importance of\r\napplying common sense standards to the facts of the case”’.\n[27]\r\nWhilst dealing with the same problem, this Court held in\nMinster\r\nof Finance & others v Gore NO\n2007 (1) SA 111\n(SCA) that:\n‘\nApplication\r\nof the ‘but-for’ test is not based on mathematics, pure\r\nscience or philosophy. It is a matter of common\nsense, based on the\r\npractical way in which the ordinary person’s mind works against\r\nthe background of everyday life experiences.’\n[28]\r\nMost recently, Nugent JA put it even more succinctly in\nMinister\r\nof Safety and Security v Van Duivenboden\n[4]\nas follows:\n‘\nA\r\nplaintiff is not required to establish a causal link with certainty,\r\nbut only to establish that the wrongful conduct was probably\na cause\r\nof the loss, which calls for a sensible retrospective analysis of\r\nwhat would probably have occurred, based upon the evidence\nand what\r\ncan be expected to occur in the ordinary course of human affairs\r\nrather than the metaphysics.’\n[29]\r\nCommon sense and simple logic dictates to me that had it not been of\r\nPRASA’s negligence, Mr Yende would not have been\ninjured by the\r\ntrain in the manner it did. I am fortified in my view by the fact\r\nthat there is no evidence that he was injured\nelsewhere and not by\r\nPRASA’s train at Elsburg railway station on the ill-fated day.\r\nSignificantly, there is no evidence or\nsuggestion that there were any\r\nconcurrent or supervening causes of wrongful acts by other agents\r\nother than PRASA which could have\ncaused his injuries. I am satisfied\r\nthat there’s clear evidence of a causal nexus between Mr\r\nYende’s injuries and PRASA’s\nnegligence. It follows that\r\nI disagree with the finding by the court below.\n[30]\r\nThis brings me to the final aspect of this case. Whether on Mr\r\nYende’s version, he did not make himself guilty of contributory\n\nnegligence. If one accepts as the most plausible or likely hypothesis\r\nwhich accords with common sense and everyday life experience,\nthat he\r\nwas injured whilst trying to board a train that was in motion\r\nalready, then there can be no doubt that he acted negligently\nas his\r\nactions deviated markedly from that of a reasonable man. Furthermore,\r\nthere is no doubt that his negligence contributed\ncausally to his\r\ninjuries. To my mind, there is therefore a clear basis for\r\napportionment of damages based on his contributory negligence.\n[31]\r\nI now turn to determine the extent of Mr Yende’s contributory\r\nnegligence. This is no easy task as this cannot be the\nsubject of\r\npure mathematical calculations. The difficulty is that there is no\r\nset standard to determine apportionment. It is trite\nthat such an\r\nenquiry involves a careful consideration of all the facts and a\r\nmeasure of individual judgment and discretion. Inevitably,\nthere will\r\nalways be a difference of opinions by different minds.\n[5]\nIn the circumstances, I think that it would be fair and equitable to\r\nreduce the appellant’s damages by 50%.\n[32]\r\nIn the result, I would uphold the appeal with costs and order the\r\nrespondent to pay 50% of the appellant’s proven damages.\nMajority\r\njudgment:\n____________________\nA\r\nCachalia\nJudge\r\nof Appeal\n___________________\nH Mayat\nActing\r\nJudge of Appeal\nDissenting:\n____________________\nL\r\nO Bosielo\nJudge\r\nof Appeal\nAppearances\nFor\r\nthe Appellants: I Smith\nInstructed\r\nby:\nP\r\nD Yazbek, Johannesburg\nLovius\r\nBlock, Bloemfontein\nFor the Respondent:\r\nT J Bruinders SC\nInstructed\r\nby:\nJerry Nkeli &\r\nAssociates Inc, Johannesburg\nWebbers,\r\nBloemfontein\n[1]\nSee\r\n\tgenerally Boberg PQR\nThe\r\n\tLaw of Delict\n(1991)\r\n\t274-279.\n[2]\nKakamas\r\n\tBestuursraad v Louw\n1960 (2) SA 202\n(A) at 220B-C.\n[3]\nSiman\r\n\t& Co (Pty) Ltd v Barclays National Bank Ltd\n1984 (2) SA 888 (A).\n[4]\nMinister\r\n\tof Safety and Security v Van Duivenboden\n(209/2001)\n[2002] ZASCA 79\n;\n[2002] 3 All SA 741\n(SCA) at 917H-918A.\n[5]\nSouth\r\n\tBritish Insurance Co Ltd v Smit\n1962\r\n\t(3) SA 826\nat 837F-838A.",
  "scraped_at": "2026-02-12T17:12:33.282541",
  "date": "2015-03-27",
  "coram": [
    "Cachalia JA",
    "Bosielo JA",
    "Zondi JJA",
    "Van der Merwe AJA",
    "Mayat AJJA"
  ],
  "case_number": "39/2014",
  "parties": {
    "applicants": [
      "Lucky Mhlonishwa Yende"
    ],
    "respondents": [
      "Passenger Rail Agency of South Africa (PRASA)"
    ]
  },
  "sections": {
    "facts": "Mr Lucky Mhlonishwa Yende boarded a train at Elsburg railway station on 24 March 2005. While stepping onto a carriage the train jerked and began moving, causing him to lose his balance, fall onto the platform and subsequently onto the tracks, resulting in serious injuries including amputation of his right arm. The platform was curved, limiting the guard’s line of sight. The guard, Ms Juwulwa, opened the doors, observed the train from a rear position, blew a whistle and closed the doors before signalling departure. PRASA employees testified that there was a 45‑second interval between the train’s arrival and departure. The trial court found the guard’s procedure unsafe but concluded that no causal link could be established between that negligence and Mr Yende’s injuries.",
    "issues": "The appeal raised two principal issues: (1) whether PRASA (through the guard’s procedure) was negligent in a manner that breached the standard of care owed to passengers; and (2) whether any such negligence was causally connected to Mr Yende’s injuries, including considerations of contributory negligence.",
    "principles": "The court applied the elements of delictual liability: duty of care, breach (negligence), causation (conditio sine qua non or ‘but‑for’ test), and damages. It noted that negligence must be assessed in the abstract of foreseeable harm and that causation requires a factual link between the breach and the loss, referencing Lee v Minister of Correctional Services for a flexible but‑for approach. The principle of contributory negligence, allowing apportionment of damages where the plaintiff’s own fault contributed to the loss, was also considered.",
    "application": "The majority held that while the guard’s procedure on the curved platform was arguably negligent in the abstract, the appellant failed to provide a plausible factual account of how that negligence caused his injuries. Consequently, the breach could not be linked to the harm, and the onus of proving negligence and causation was not discharged. The dissent argued the opposite, suggesting the negligence was a probable cause and that a 50% reduction for contributory negligence was appropriate, but this reasoning was not adopted by the majority.",
    "conclusion": "The appeal was dismissed with costs. The trial court’s decision to reject Mr Yende’s claim on the grounds of insufficient proof of negligence and lack of causal nexus was affirmed."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Negligence",
    "level_3": [
      "causation",
      "duty of care",
      "contributory negligence",
      "railway accidents"
    ]
  }
}