{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/35.html",
  "case_name": "Minister of Home Affairs and Others v Somali Association of South Africa Eastern Cape (SASA EC) and Another (831/2013) [2015] ZASCA 35; 2015 (3) SA 545 (SCA); [2015] 2 All SA 294 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 35",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 35\n|\nNoteup\n|\nLawCite\nMinister of Home Affairs and Others v Somali Association of South Africa Eastern Cape (SASA EC) and Another (831/2013) [2015] ZASCA 35; 2015 (3) SA 545 (SCA); [2015] 2 All SA 294 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 831/2013\nReportable\nIn\r\nthe matter between:\nMINISTER\r\nOF HOME\r\nAFFAIRS\n.......................................................................\nFIRST\r\nAPPELLANT\nDIRECTOR-GENERAL:\r\nDEPARTMENT OF\nHOME\r\nAFFAIRS\n..............................................................................................\nSECOND\r\nAPPELLANT\nCHIEF\r\nDIRECTOR ASYLUM SEEKER MANAGEMENT\n..........................\nTHIRD\r\nAPPELLANT\nSTANDING\r\nCOMMITTEE FOR REFUGEE AFFAIRS\n.............................\nFOURTH\r\nAPPELLANT\nMINISTER\r\nOF PUBLIC\r\nWORKS\n.....................................................................\nFIFTH\r\nAPPELLANT\nand\nSOMALI\r\nASSOCIATION OF SOUTH AFRICA\nEASTERN\r\nCAPE (SASA\r\nEC)\n..........................................................................\nFIRST RESPONDENT\nPROJECT\r\nFOR CONFLICT RESOLUTION AND\nDEVELOPMENT\n..........................................................................................\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation:\nMinister of Home Affairs &\r\nothers v Somali Association of South Africa & another\n(831/13)\n[2015] ZASCA 35\n(25 March 2015)\nBench:\nPonnan, Shongwe and Majiedt JJA and\r\nSchoeman and Meyer AJJA\nHeard:\r\n16 February 2015\nDelivered:\r\n25 March 2015\nSummary\n:\nRefugees Act 130 of 1998\n– closure of refugee reception office\r\n– decision challenged for want of consultation with interested\r\nparties and rationality\n– remedy – authorities ignoring\r\nprevious court orders.\nORDER\nOn\r\nappeal from\n: Eastern Cape High Court,\r\nPort Elizabeth (Eksteen J, sitting as court of first instance)\nSave\r\nfor setting aside paragraphs (2) and (3) of the order of the court\r\nbelow, and substituting them with the orders that follow,\nthe appeal\r\nis dismissed with costs, to be paid by the first to third appellants\r\njointly and severally, and to include the costs\nof two counsel.\r\nParagraphs (2) and (3) are substituted with the following:\n‘\n(2.1)\r\nThe first to third respondents are directed to restore by 1 July 2015\r\nthe refugee reception services to the Port Elizabeth\nRefugee\r\nReception Centre such that new applicants for asylum will be able to\r\nmake applications in terms of\ns 21\nof the\nRefugees Act 130 of 1998\nand, if they qualify, be issued with permits in terms of\ns 22\nof the\r\nsaid Act.\n(2.2)\r\n The second respondent, the Director General of the Department of\r\nHome Affairs, shall report in writing to the applicants\nnot later\r\nthan 15 April 2015 and, thereafter, on or before the 15\nth\nday of each succeeding month as to what steps have been taken and\r\nwhat progress has been made to ensure compliance with the aforesaid\n\norder.\n(3)\r\nThe parties are granted leave to apply upon the same papers,\r\nsupplemented insofar as they consider that to be necessary, for\n\nfurther relief.’\nJUDGMENT\nPonnan\r\nJA (Shongwe, Majiedt JJA and Schoeman and Meyer AJJA concurring):\n[1]\r\nIn his famous ‘I am an African’ speech then Deputy\r\nPresident Thabo Mbeki paid tribute to his ancestors along with\n\nmigrants from Asia, Europe and the rest of Africa and thanked them\r\nfor teaching him that ‘we could both be at home and be\nforeign’\r\nand that ‘freedom was the necessary condition for . . . human\r\nexistence’.\n[1]\nAnd yet,\r\nas the South African Human Rights Commission observed:\n[2]\n‘\nIf\r\na society’s respect for the basic humanity of its people can\r\nbest be measured by its treatment of the most vulnerable in\nits\r\nmidst, then the treatment of suspected illegal immigrants . . .\r\noffers a disturbing testament to the great distance South Africa\nmust\r\nstill travel to build a national culture of human rights.’\n[2]\r\nMany migrants, especially refugees and asylum seekers (who represent\r\na small but significant portion of those who, for whatever\nreason,\r\nare attracted to South Africa) experience grave difficulty in\r\nlegalising their stay in this country. The condition of being\na\r\nrefugee connotes a ‘special vulnerability as refugees by\r\ndefinition are persons in flight from the threat of serious human\n\nrights abuse’.\n[3]\nHannah\r\nArendt states that the ‘fundamental deprivation of human rights\r\nis manifested first and above all in the deprivation\nof a place in\r\nthe world (a political space) which makes opinions significant and\r\nactions effective’.\n[4]\nThat especial vulnerability is recognised in our legislation\r\ngoverning the status of refugees – the Refugees Act 130 of 1998\n\n(the Act). Its passage represented a significant break with a past\r\ncharacterised by measures designed to control the entry and\npresence\r\nof what were described as ‘aliens’ in this country and\r\nproclaims instead a more progressive commitment to\nrefugee protection\r\nin accordance with international standards. According to s 3 of the\r\nAct, which draws on international instruments\nsuch as the 1951 United\r\nNations Convention Relating to the Status of Refugees and the 1969\r\nOrganisation of African Unity Convention\nGoverning Specific Aspects\r\nof Refugee Problems in Africa, a person qualifies as a refugee if\r\nthat person –\n‘\n(a)\r\nowing to a well-founded fear of being persecuted by reason of his or\r\nher race, tribe, religion, nationality, political opinion\nor\r\nmembership of a particular social group, is outside the country of\r\nhis or her nationality and is unable or unwilling to avail\nhimself or\r\nherself of the protection of that country, or, not having a\r\nnationality and being outside the country of his or her\nformer\r\nhabitual residence is unable or, owing to such fear, unwilling to\r\nreturn to it; or\n(b)\r\nowing to external aggression, occupation, foreign domination or\r\nevents seriously disturbing or disrupting public order in either\na\r\npart or the whole of his or her country of origin or nationality, is\r\ncompelled to leave his or her place of habitual residence\nin order to\r\nseek refuge elsewhere; or\n(c)\r\nis a dependant of a person contemplated in paragraph (a) or (b).’\nI\r\nmay add that in addition to the various formal legal obligations,\r\nSouth Africa has also committed itself to uphold the Declaration\n\nadopted at the World Conference against Racism, Racial\r\nDiscrimination, Xenophobia and Related Intolerance held in Durban in\r\n2001.\nThe Conference recognised the urgent need to translate the\r\nobjectives of the Durban Declaration into a practical and workable\r\nplan.\n[5]\n[3]\r\nBut not every person who flees his or her home in the circumstances\r\nreferred to in s 3 of the Act will obtain asylum in this\ncountry. It\r\nis thus important to understand how asylum is sought and comes to be\r\nconferred in terms of our law. According to s\n21 of the Act, every\r\nperson who wishes to obtain asylum must apply in person to a Refugee\r\nReception Officer (the Officer) at any\nRefugee Reception Office\r\n(RRO). To that end, the Officer must ensure that the application form\r\nis properly completed and where\nnecessary assist the applicant in\r\nthat regard. The Officer may conduct such enquiry as is deemed\r\nnecessary in order to verify the\ninformation furnished by the\r\napplicant and, thereafter submit the application together with such\r\ninformation as may have been obtained\nto a Refugee Status\r\nDetermination Officer (RSDO). Pending the outcome of that application\r\nthe Officer must, in terms of s 22 of\nthe Act, issue such applicant\r\nwith an asylum seeker permit allowing him or her to sojourn in the\r\nRepublic temporarily. Until the\nissuance of a s 22 permit (also\r\ndescribed as an asylum seeker permit), such person is considered an\r\nillegal foreigner and subject\nto apprehension, detention and\r\ndeportation in terms of the\nImmigration Act 13 of 2002\n. Importantly,\r\nin terms of the\nImmigration Act, no person\nmay employ\n(s 38)\n, or save\r\nfor humanitarian assistance and aid, abet, assist, enable or in any\r\nmanner help an illegal foreigner\n(s 42).\nAn asylum seeker permit is\r\nthus essential to enable an asylum seeker to live, work and function\r\nin South Africa prior to the determination\nof his or her status.\n[4]\r\nAfter having made an application for asylum, an asylum seeker will\r\nusually be obliged to report in person from time to time\nto an RRO,\r\ninter alia, to: (a) review his or her asylum seeker permit; (b) be\r\ninterviewed by the RSDO\n(s 24(1)\nand (2)); (c) be informed of the\r\noutcome of the application for refugee status\n(s 24(4))\n; (d) if\r\nnecessary, lodge an appeal against a rejection of the application to\r\nthe Refugee Appeal Board (RAB)\n(s 26(1))\n; (e) attend a hearing of the\r\nRAB\n(s 26(3))\n; and (f) collect the decision of the RAB. Once a person\r\nsatisfies the relevant authorities that he or she qualifies for\r\nrefugee\nstatus, asylum will be granted and he or she is deemed a\r\nrefugee for the purposes of the Act. Even then, such person’s\r\nrefugee\nstatus must be renewed every two years. For that to happen he\r\nor she would be obliged to call in person on an RRO. The asylum\r\napplication\nprocess is invariably a protracted one. Timely access to\r\nan RRO is thus critical not just for asylum seekers to legalise their\r\nstay in this country, but also for the effective protection of their\r\nrights. In terms of s 27 of the Act, a refugee has a range\nof rights,\r\nincluding full legal protection, the right to remain in the Republic\r\nand the entitlement to: (a) apply for an immigration\npermit, an\r\nidentity document and a travel document; and (b) the same basic\r\nhealth services and primary education which inhabitants\nof the\r\nRepublic receive from time to time. In practice, however, there are\r\nusually significant obstacles in the path of asylum\nseekers and\r\nrefugees.\n[6]\n[5]\r\nAs at the beginning of 2011 there were six RROs in the country,\r\nnamely Johannesburg, Pretoria, Cape Town, Durban, Musina and\nPort\r\nElizabeth. Since then three of those six – Johannesburg, Port\r\nElizabeth and Cape Town – have been closed either\ncompletely or\r\nto new applications by the Department of Home Affairs (DHA).\r\nLitigation challenging the lawfulness of each of those\ndecisions\r\nfollowed. The Johannesburg High Court (per Legodi J) declared the\r\ndecision not to re-establish an RRO in Johannesburg\nfollowing upon\r\nthe closure of the one located at Crown Mines to be ‘procedurally\r\nunfair and invalid’ and remitted the\nmatter to the\r\nDirector-General of the DHA (the DG) for ‘his or her\r\nreconsideration on the suitability or otherwise of establishing\nsuch\r\nan office in Johannesburg’.\n[6]\r\nOn 16 February 2012 and at the instance of the Somali Association of\r\nSouth Africa Eastern Cape and the Project for Conflict\nResolution and\r\nDevelopment (the respondents) the Grahamstown High Court (per\r\nPickering J) reviewed and set aside the decision to\nclose the Port\r\nElizabeth RRO (PE RRO) to new applications ‘without having in\r\nplace an alternative RRO within the Nelson Mandela\nBay Municipality’.\r\nPickering J directed, inter alia, the Minister of Home Affairs (the\r\nMinister), the DG and the Chief Director:\nAsylum Seeker Management\r\n(the Chief Director) (collectively referred as the relevant\r\nauthorities) to open and maintain a fully\nfunctional RRO ‘to\r\nprovide services to asylum seekers and refugees including new\r\napplicants for asylum in the Nelson Mandela\nBay Municipality’.\r\nThe learned judge found the decision to be unlawful by reason of the\r\nfailure on the part of the DG to\nconsult with the Standing Committee\r\nfor Refugee Affairs (SCRA) established in terms of Section 9 of the\r\nAct. Pickering J accordingly\ndeclined to decide the other grounds of\r\nreview sought to be advanced by the respondents. On 14 May 2012 the\r\nlearned judge refused\nleave to the relevant authorities to appeal and\r\ndirected, in terms of rule 49(11) of the Uniform Rules, that pending\r\nthe outcome\nof any further appeal, his order that a fully functional\r\nRRO be opened and maintained, not be suspended. On 28 August 2012 the\r\npetition by the relevant authorities seeking leave to appeal to this\r\ncourt was dismissed. That notwithstanding and despite the order\nof\r\nPickering J, the PE RRO has remained closed to new applicants.\n[7]\r\nOn 29 June 2012 the Cape Town RRO (the CT RRO) was closed to new\r\napplicants for asylum. On 25 July 2012 the Cape High Court\n(per Davis\r\nJ) granted an interim order, inter alia, directing the relevant\r\nauthorities to ensure that a RRO remains open and fully\nfunctional\r\nwithin the Cape Town Metropolitan Municipality at which new\r\napplicants for asylum can make applications and be issued\nwith\r\nsection 22 permits. And like Pickering J, he too ordered that,\r\nnotwithstanding any further application for leave to appeal\nand\r\nappeal, and pending the outcome of any such appeal, his order shall\r\nnot be suspended. In due course the review application\nsucceeded\r\nbefore Rogers J who declared the decision to close the CT RRO to new\r\napplicants for asylum unlawful, and directed the\nrelevant authorities\r\nto ensure that an RRO is open and fully functional within the Cape\r\nTown Metropolitan Municipality. This Court\ndismissed an appeal by the\r\nrelevant authorities against the order reviewing and setting aside\r\nthe decision to close the CT RRO.\nIt declined, however, to endorse\r\nthe conclusion by the high court compelling them to reopen the CT RRO\r\n(\nMinister of Home Affairs and others v\r\nScalabrini Centre and others\n2013 (6)\r\nSA 421\n(SCA) paras 73-79).\n[8]\r\nAccording to s 8 of the Act, the DG may establish as many RROs in the\r\nRepublic as he or she, after consultation with SCRA, regards\nas\r\nnecessary for the purposes of the Act. It thus followed, as was\r\naccepted by the relevant authorities before Pickering J, that\nthe DG\r\nwould likewise have been under an obligation to consult with SCRA\r\nwhen deciding to close those offices. Indeed, in seeking\nleave to\r\nappeal from Pickering J, the relevant authorities did not contest the\r\nfinding that the decision to close the PE RRO was\nunlawful. Rather,\r\nit was only the order directing that a fully functional RRO be opened\r\nand maintained that was sought to be assailed.\n[9]\r\nDuring June 2012 and following upon the judgment of Pickering J, the\r\nrespondents’ attorneys, Lawyers for Human Rights\n(LHR),\r\naddressed two letters to the State Attorney regarding the evident\r\nfailure on the part of the relevant authorities to comply\nwith the\r\norder of the learned judge. The response those letters elicited was\r\n‘we still await instructions from client in\nresponse to your\r\nconcerns’. On 31 August 2012 LHR once again wrote to various\r\nofficials in the DHA, as also the State Attorney:\n‘\n1.\r\nWe are attaching the Order of Court handed down by the Supreme Court\r\nof Appeal on Tuesday 28 August 2012 dismissing leave to\nappeal the\r\njudgment of Pickering, J. of the Eastern Cape High Court regarding\r\nthe closure of the Port Elizabeth Refugee Reception\nOffice. A copy of\r\nthe SCA order of court is attached hereto as Annexure “A”.\r\n. . .\n2.\r\nWe trust that the Department of Home Affairs will now take immediate\r\nsteps to comply with the order of Pickering J. Kindly inform\nus of\r\nthe steps which the Department has taken and will take to implement\r\nthe order of the High Court.’\nWhen\r\nthat letter failed to elicit a response LHR once again wrote on 6\r\nSeptember 2012:\n‘\n2.\r\nThe Department has not responded with what steps it intends to take\r\nto comply with the judgment of Pickering J of the Eastern\nCape High\r\nCourt regarding the Port Elizabeth Refugee Reception Office (PE RRO).\n3.\r\nWe require a response from you by no later than the\nend of\r\nbusiness on Friday 7 September 2012\nfailing which we will have no\r\noption but to assume that you have no intention of complying with the\r\norder of court and are therefore\nin contempt of that order.\n4.\r\nOur clients reserve the right to approach the High Court for\r\nappropriate relief, including an appropriate order as to the costs\nof\r\nthat application.’\nThat\r\nletter as well failed to elicit a response. Instead, on 16 September\r\n2012 the Provincial Manager: Eastern Cape DHA, Mr Mabulu,\nnotified\r\n‘various stakeholders’ by e-mail:\n‘\nAs\r\nyou are aware, the failure on our part, as the Department, to consult\r\nwith the Standing Committee for Refugees (“SCRA”),\nin\r\nrespect of the compelling circumstances to close the PE RRO,\r\ninadvertently, invited an adverse Court ruling against our\r\nirrevocable\ndecision.\nFor\r\nthis reason, the Director-General, Mr. Mkhuseli Apleni, then,\r\nundertook to meet with SCRA, on 30 May 2012, at which the various\n\nchallenges, relating to the nuisance caused to the surrounding\r\nBusiness community, and leading to the Eviction Orders, and the\n\nrefusal of the Landlord to renew the Lease Agreement were discussed.\r\nAll of this was discussed, it must be noted, within the context\nof\r\nthe many Court challenges against further operations of the PE RRO in\r\nthe area, under question.\nSCRA,\r\nhaving satisfied oneself with the casual factors of the compelling\r\nclosure, then, consented. For this reason, kindly, be informed\nthat\r\nthe PE RRO is closed, and, all, the arrangements that were made to\r\nassist Asylum Seekers, and recognised Refugees shall remain\nin place,\r\nuntil the finalization of, all, outstanding adjudications.’\n[10]\r\nLHR sought, in the light of that email, to press the relevant\r\nauthorities to comply with the order of Pickering J and accordingly\n\nwrote on 17 September 2012:\n‘\n2.\r\nIt appears clear from the e-mail that the Department is intent on\r\npersisting with its refusal to reopen the Port Elizabeth Refugee\n\nReception Office to new applicants, despite this being required by\r\nthe order of the Eastern Cape High Court. It therefore appears\nthat\r\nthe Minister, the Director-General, and the Chief Director: Asylum\r\nManagement are in contempt of court.’\nFinally,\r\non 21 September 2012 the DG, Mr Mkuseli Apleni, responded:\n‘\nI\r\nam responding on behalf of all the departmental addressees.\nAs\r\nyou know, the judgment of the Court in this matter was based on the\r\nfact that the provisions of\nsection 8(1)\nof the\nRefugees Act 130 of\n1998\nwere not complied with when the decision to close the Port\r\nElizabeth Refugee Reception Office (“PERRO”) was taken.\nThat\r\nerror has now been rectified. I have,\ninter alia\n, consulted\r\nwith the Standing Committee for Refugee Affairs in terms of the said\nsection 8(1)\nand taken a new decision to close the PERRO.\nIn\r\nthe circumstances, the court order of 16 February 2012 has been\r\novertaken by events. As you know, outstanding applications for\nasylum\r\nare still being attended to.\nThe\r\nMinister, the Department, officials of the Department and I are\r\ntherefore not in contempt of court.\nTrusting\r\nthat the above explanation deals with your enquiry and concerns.’\n[11]\r\nThe disclosure that a new decision had been taken, prompted the\r\nrespondents, to once again approach the Eastern Cape High Court.\n\nTheir application succeeded before Eksteen J, who, on 20 June 2013,\r\nissued the following order:\n‘\n1.\r\nThe second respondent’s decision, taken on 30 May 2012, to\r\nclose the Port Elizabeth Refugee Reception Office to new applicants\n\nfor asylum is declared unlawful and is set aside.\n2.\r\nThe first to third respondents are directed to ensure that by 1\r\nOctober 2013 a Refugee Reception Office is open and fully functional\n\nwithin the Nelson Mandela Metropolitan Municipality at which new\r\napplicants for asylum can make applications for asylum in terms\nof\nsection 21\nof the\nRefugees Act 130 of 1998\nand be issued with permits\r\nin terms of\nsection 22\nof the said Act\n3.\r\nDuring the week commencing Monday 24 June 2013, and again during the\r\nweek commencing Monday 22 July 2013, the second respondent\nor his\r\nduly appointed representative shall furnish a written report to the\r\napplicants’ attorneys summarising the steps taken\nby the\r\nDepartment of Home Affairs up to the date of the report to give\r\neffect to para (2) of this order; giving the second respondent’s\n\nassessment as to whether he expects there to be compliance with the\r\nsaid para (2) by 1 October 2013; and, if the second respondent’s\n\nassessment is that there will not be compliance by that date, giving\r\nthe second respondent’s best estimate of the date by\nwhich\r\nthere will be compliance.’\nEksteen\r\nJ granted leave to the relevant authorities to appeal to this Court\r\nagainst his judgment and order. SCRA and the Minister\nof Public Works\r\nwere also cited as the fourth and fifth respondents respectively but\r\nno relief was sought against them. They accordingly\ntook no part in\r\nthe proceedings either in the court below or in this Court.\n[12]\r\nAccording to the DG, Mr Mkhuseli Apleni:\n‘\n4.3\r\nIn the Department’s view, the most operationally strategic and\r\nconvenient places to locate RROs are points of entry utilised\nby\r\nthose entering the country. Port Elizabeth is not such a point of\r\nentry. The records held at the PERRO clearly indicate that\nthose\r\napplying for asylum in Port Elizabeth hail from China, Pakistan,\r\nBangladesh, Somalia, Ethiopia, and so forth. None of these\napplicants\r\nuse Port Elizabeth as a port of entry.\n.\r\n. .\n97.6\r\nThis strategy underlies the decision to establish RROs as close as\r\npossible to ports of entry, whilst still giving applicants\nfor asylum\r\nunrestricted rights of travel and residence in any part of the\r\ncountry. We came to the conclusion that establishing\nRROs nearer\r\nports of entry would go a long way to achieving these objectives.’\nMr\r\nApleni added:\n‘\n96.3\r\nI admit that the exercise of the power afforded in\nsection 8(1)\nof\r\nthe\nRefugees Act is\nconstrained by the principle of legality. I have\r\nsubmitted in various parts of this affidavit that consequent on the\r\ncourt order\nof 16 February 2012, I remedied the failure to act in\r\naccordance with the terms of\nsection 8(1)\nof the\nRefugees Act. I\nhave\r\nnow taken a new, rational and lawful decision as required in law, to\r\nclose the PERRO.’\nSignificantly,\r\nalthough there are several similar references in the rather detailed\r\naffidavit deposed to by him, nowhere does he\nstate precisely when the\r\nnew decision was taken.\n[13]\r\nIn a confirmatory affidavit, Mr Karl Sloth-Nielsen, the chairperson\r\nof SCRA, stated:\n‘\n18.\r\nHaving discussed these matters and related matters as is apparent\r\nfrom the Minutes of that meeting, we agreed with the\r\nDirector-General’s\nreasoning. We advised that we would not take\r\nissue with the decision he sought to take in that regard. It was only\r\nonce our discussions\nwere concluded that the Director-General took a\r\nfresh decision to close the PE RRO. I left that meeting knowing what\r\nthe new decision\nwas . . .’\nAnd\r\nyet, somewhat surprisingly given the earlier correspondence from LHR\r\nurging compliance with the order of Pickering J, the first\nintimation\r\nthat a new decision had in fact been taken was when Mr Apleni wrote\r\nto LHR some four months later on 21 September 2012.\nIn an affidavit\r\nfiled with this court in support of the application for leave to\r\nappeal against the judgment of Pickering J, Mr\nApleni stated:\n‘\nFor\r\ncompleteness’ sake and in the interests of openness, I wish to\r\ndisclose that I have since consulted with the Standing\nCommittee, who\r\nhave approved of the closure of,\ninter\r\nalia\n, the Port Elizabeth Refugee\r\nReception Office.’\nMr\r\nApleni deposed to that affidavit on 4 June 2012. If indeed, as Mr\r\nSloth-Nielsen suggests, a new decision had been taken at the\nmeeting\r\nwith SCRA on 30 May 2012, Mr Apleni’s pointed failure to\r\ndisclose that to this Court was the very antithesis of his\nprofessed\r\nassertions of ‘completeness’ and ‘openness’.\r\nFor, that a new decision had been taken would, in\nmy view, have\r\nrendered academic the application for leave to appeal to this Court.\r\nThat could hardly have been lost on Mr Apleni.\nIn my view he was\r\nobliged to disclose to this Court that he had already taken a new\r\ndecision and disingenuously failed to do so.\nWe were however urged by\r\ncounsel for the relevant authorities to approach the matter on the\r\nbasis that the new decision, the subject\nof this appeal, was taken on\r\n30 May 2012.\n[14]\r\nThe respondents accepted that in the light of this Court’s\r\njudgment in\nScalabrini\nwe\r\nwould be bound to find that the DG’s decision constitutes\r\nexecutive action. And it also came to be accepted on behalf of\nthe\r\nrelevant authorities that the assessment of the number and location\r\nof RROs for the purposes of processing applications by\nasylum seekers\r\nand refugees is constrained by the principle of legality. The broad\r\nthrust of the respondents’ case is that\nthe decision of the DG\r\nfell short of constitutional legality for want of: (a) consultation\r\nwith interested parties; and, (b) rationality.\nEach of those\r\ncontentions will be considered in turn.\n[15]\r\nIf Mr Apleni’s new decision was indeed taken on 30 May 2012, as\r\nurged upon us, then there was (as counsel for the relevant\n\nauthorities accepted) no consultation with interested parties prior\r\nto that decision being taken. The closest that one comes to\nany\r\nreference to a consultation is the following in Mr Apleni’s\r\naffidavit:\n‘\n99.4\r\nSimilarly, once the consultation with the SCRA had taken place, the\r\nDepartment thought it appropriate to convene a meeting\nwith\r\ninterested parties and explain how applications for asylum would be\r\ndealt with in the future. This meeting was held on 26\nJuly 2012 as a\r\ncourtesy to those members of the public who wished to receive an\r\nupdate on matters affecting the PERRO. . .’\nBut\r\nthat meeting, even if it could pass as a ‘consultation’\n[7]\nin the true sense of that word, hardly assists the relevant\r\nauthorities because it occurred after 30 May 2012. There was,\r\nhowever,\na further string to counsel’s bow. It was this: fresh\r\nconsultations were unnecessary inasmuch as Mr Apleni had already\r\nconsulted\nwith interested parties prior to him taking his first\r\ndecision to close the PE RRO. On the assumption that such a\r\nproposition is\na tenable one (the correctness of which appears to me\r\nto be doubtful but which I need not here decide) I do not believe\r\nthat it\nis supported by the facts.  Mr Michael Collin Bendle, a\r\ndirector of the second respondent, the Project for Conflict\r\nResolution\nand Development, stated:\n’\n72.\r\nIn June 2011, a meeting of stakeholders was called by employees of\r\nthe second respondent working at the PE RRO, which meeting\nI\r\nattended. We were informed that the lease of the PE RRO premises was\r\nset to expire on 30 November 2011 and that the Department\nwas in the\r\nprocess of finding alternative office space. The attendees at the\r\nmeeting were advised of three potential sites to which\nthe PE RRO may\r\nbe moved. We were invited to visit the sites and see if they were\r\nsuitable for a refugee reception office.\n73.\r\nNo mention was made at the time that there would be a permanent\r\nclosure of refugee services in Port Elizabeth. In addition,\nno\r\nmention was made of the Department’s intention to cease\r\nservices for new applicants for asylum at the new office.\n74.\r\nWe were invited to a meeting on 17 October 2011 but the meeting was\r\ncancelled by a Mr. Baxter who works at the refugee reception\noffice.\r\nWe were not told what the meeting would be about, but only that it\r\nwould be rescheduled for another day.\n75.\r\nThere was no further communication from the respondents until 20\r\nOctober 2011 when a notice was posted on the gate outside the\nPE RRO\r\nwhich stated that services for new applicants would cease the\r\nfollowing day on 21 October 2011. A copy of this notice is\nattached\r\nhereto as Annexure MB26.’\nThe\r\nresponse from Mr Apleni was:\n‘\n100.1\r\nWhen the meeting referred to in the paragraphs under reply was\r\ncalled, no decision had at that stage been taken to close the\nPERRO\r\nin respect of the lodgement of new applications for asylum.\n100.2\r\nThe steps that were taken were at the initiative of the officials at\r\nthe PERRO.\n100.\r\nIt is correct that what was communicated to the officials of the\r\nPERRO was the impression that I was labouring under, that\nis that the\r\ncontinuance of services to applicants for asylum whose applications\r\nhad already been lodged did not constitute a dis-establishment\nof the\r\nPERRO. This Court took a different view of the decision and I have\r\naccepted its interpretation that the effect of the decision\nwas to\r\ndiscontinue a material portion of the services rendered by the PERRO,\r\nthereby effectively dis-establishing the office.\n100.4\r\nThe meeting that was cancelled by Mr. Baxter was reconvened on 20\r\nOctober 2011.\n101.\r\nThe allegations made in the paragraph under reply are admitted.\n[16]\r\nMr Bendle further stated:\n‘\n77.\r\nIn an attempt to resolve the immediate situation, a meeting was\r\narranged on 20 October 2011 with Ms Sonto Lusu, the acting provincial\n\nmanager for the Department of Home Affairs in the Eastern Cape with a\r\nnumber of stakeholders, including the applicants. At this\nmeeting, Ms\r\nLusu informed us for the first time that the PE RRO was scheduled to\r\nclose permanently on 30 November 2011, and that\nno new asylum\r\napplications would be processed with effect from 21 October 2011.\n78.\r\nWe were also provided with a copy of the directive from the second\r\nrespondent, the Director-General of Home Affairs Mr Mkuseli\nApleni,\r\ndated 7 October 2011, confirming the permanent closure of the PE RRO.\r\nA copy of this letter is attached hereto as Annexure\nMB27.\n79.\r\nIn the meeting we raised our concerns about the closure of the\r\noffice, particularly under such notice, and sought an extension\nof\r\nthe closure dates in order to engage with the Department about the\r\ndecision.\n80.\r\nMs Lusu was adamant that the dates would stand but nevertheless\r\nundertook to discuss it with the Director-General whom she indicated\n\nshe was scheduled to meet in Cape Town the following day. She also\r\ngave an undertaking to revert to stakeholders by 12h00 the following\n\nday.\n81.\r\nOn 21 October 2011, attorneys at the Nelson Mandela Metropolitan\r\nUniversity (“NMMU”) Refugee Rights Centre received\n\ntelephonic confirmation from Ms Lusu that the decision as contained\r\nin the letter from the Director-General was “cast in\nstone”\r\nand that the Department would not change the decision. Later that\r\nday, a letter of demand was sent by our attorneys,\nLawyers for Human\r\nRights (“LHR”), to the respondents in which our concerns\r\nwere clearly described and the unlawful\nnature of the closure was put\r\nto the respondents. A copy of that letter is attached as Annexure\r\nMB28.\n82.\r\nLHR received two requests for indulgences from the head of legal\r\nservices, Mr S Mogotsi, to allow the first and second respondents\n\ntime to respond to the letter of demand, which requests were granted.\r\nHowever, no such response was ever received.\n83.\r\nWe continued to try to engage with the Department but to no avail. On\r\n9 November 2011, when it became clear that the first and\nsecond\r\nrespondents had no intention of responding to the letter of demand, a\r\nfurther letter was sent to them by LHR confirming\nour intentions to\r\napproach a court to adjudicate this matter. This letter is attached\r\nhereto as Annexure MB29.\n84.\r\nOn 16 November 2011, the NMMU Refugee Rights Centre attended a\r\nstakeholders meeting in Grahamstown where Mr Lucas, the Centre\n\nManager, informed the attendees that the PE RRO was closing\r\npermanently.’\nMr\r\nApleni’s response was:\n‘\n103.\r\nI admit the allegations made in the paragraphs under reply.’\nHe\r\nadded:\n‘\n97.14\r\nWith regard to the first decision to close the PERRO, I ensured that\r\nthe Department consulted with stakeholders at the meeting\nof 20\r\nOctober 2011. After considering the inputs made, I weighed those\r\nagainst the factors that I have explained underpinned the\nrationale\r\nfor the decision to close. I elected to go ahead with the closure of\r\nthe PERRO.\nThat\r\nappears to be the high water mark of the relevant authorities’\r\ncase.\nBut by that stage the decision\r\nto close had already been taken. That is confirmed by the directive\r\nissued by Mr Apleni on 7 October\n2011 headed ‘Closure of the\r\nPort Elizabeth Refugee Reception Office’, which reads:\n‘\nYou\r\nare hereby officially notified that the Port Elizabeth Refugee\r\nReception Office will be permanently closed as from 30 November\n\n2011.’\nIt\r\nmust follow that here as well to the extent that Mr Apleni can point\r\nat all to any consultation, such consultation occurred after\nthe\r\ndecision had already been taken.\n[17]\r\nIn the event, counsel for the relevant authorities was driven to\r\ncontend that the DG (Mr Apleni) was not obliged to consult\nwith\r\ninterested parties. In that regard, not entirely consistent with what\r\nhad elsewhere been stated by him, Mr Apleni asserted:\n‘\n99.1\r\nI deny that there was a legal obligation to consult with affected\r\nparties or their known representatives prior to taking the\ndecision\r\nto close the PERRO to new applicants for asylum.\n.\r\n. .\n102.1\r\nI have stated earlier in this affidavit that there was no obligation\r\narising from\nsection 8(1)\nof the\nRefugees Act for\nme to consult\r\ninterested parties about the decision that I had taken.\n102.2\r\nI also pointed out that in any event those who had submitted\r\napplications for asylum before the decision was taken had no\ncause to\r\ncomplain as the decision taken did not affect those applications.\n102.3\r\n. . . I could hardly be expected to consult with unknown future new\r\napplicants regarding their access to the PERRO.’\nI\r\naccept, as Nugent JA did (\nScalabrini\npara 72), that a duty to\r\nconsult will arise only in circumstances where it would be irrational\r\nto take a decision without such consultation,\nbecause of the special\r\nknowledge of the person or organisation to be consulted. The relevant\r\nauthorities were aware that the respondents\nhad close links to\r\nrefugee communities and experience and expertise in dealing, not just\r\nwith asylum seekers in Port Elizabeth,\nbut also with the challenges\r\nthat confronted them. That was acknowledged, implicitly at least,\r\nwhen they were invited to a stakeholders\nmeeting during June 2011.\r\nBut that meeting was a charade and positively misleading as to the\r\nintentions of the relevant authorities.\nWhat is worse, is that after\r\nhaving lulled the respondents into a false sense of security as to\r\nthe continued operation of the\nPE RRO, it was suddenly sprung on them\r\non 20 October 2011 that a decision had already been taken by Mr\r\nApleni on 9 October 2011\nto close the PE RRO to new applications with\r\neffect from 21 October 2011. That was, to borrow from Nugent JA\r\n(\nScalabrini\npara 70), ‘inconsistent with the\r\nresponsiveness, participation and transparency that must govern\r\npublic administration’.\nIn\nScalabrini\n(para 71), Nugent\r\nJA endorsed what Rogers J had to say, namely:\n‘\nIn\r\nassessing the rationality of the process followed by the DG, it is\r\nimportant to remind oneself that consultation with the NGOs\nwould not\r\nhave been a new or alien process for the DG. He recognised them as\r\nstakeholders and apparently did in general consult\nwith them on\r\nimportant developments. At the meeting of 7 May 2012 the [DHA] said\r\nthat there would be further consultation with\nstakeholders if efforts\r\nto remain at the Maitland premises failed. This renders all the more\r\ninexplicable the DG’s failure\nto do so.’\nIt\r\nmust follow that Mr Apleni’s failure to consult with the\r\nrespondents when deciding whether to close the PE RRO was not\nfounded\r\non reason and was arbitrary and thus unlawful.\n[18]\r\nThat conclusion ought, ordinarily at any rate, to dispose of the\r\nmatter. But it may nonetheless be desirable, particularly\nwhen regard\r\nis had to the remedy sought by the respondents in this matter (to\r\nwhich I turn in due course), for a view to be expressed\non their\r\nother challenge (\nS v Jordaan\n[2002] ZACC 22\n;\n2002\r\n(6) SA 642\n(CC) para 21). It is well established that an incident of\r\nlegality is rational decision-making. It is a requirement of the rule\n\nof law that the exercise of public power should not be arbitrary. It\r\nfollows that decisions must be rationally related to the purpose\nfor\r\nwhich the power was given. (See\nPharmaceutical\r\nManufacturers Association of SA: In re Ex parte President of the\r\nRepublic of South Africa\n2002 (2) SA\r\n674\n(CC) para 85.) But, as Nugent JA pointed out (\nScalabrini\npara 65): ‘rationality can be a\r\nslippery path that might easily take one inadvertently into assessing\r\nwhether the decision\nwas one the court considers to be reasonable. .\r\n. . [R]ationality entails that the decision is founded upon reason –\r\nin contradistinction\nto one that is arbitrary – which is\r\ndifferent to whether it was reasonably made.’\n[19]\r\nAccording to Mr Apleni the DHA had decided to embark upon a new\r\nstrategic direction namely to ‘close some relatively\nmarginal\r\n(in comparative terms) urban based RROs’ such as the PE RRO and\r\nto establish ‘a new refugee reception office\nat the Lebombo\r\nborder post to replace the closed PE RRO’, which would be ‘used\r\nby refugees from all over South Africa\nthat would apply for asylum at\r\n[that] Port of Entry’. The evidence thus reveals that: the PE\r\nRRO was considered to be closed\nand defunct by the DHA; the DHA\r\nproposed to have the new Lebombo RRO operational from 1 April\r\n2012;\n[8]\nfunds for the\r\nrelocation to Lebombo would be obtained from the savings from the\r\nlease agreement for the PE office; the budget\nfor the Lebombo RRO\r\nwould be in line with the PE budget; the staff required for the\r\nLebombo RRO ‘would be aligned to the\nnon-operational Port\r\nElizabeth RRO’; and, the ‘capital budget for the project\r\nwould be secured from the R110 million\nspecial allocation for the\r\n2012/2013 financial year’.\n[20]\r\nBy way of two separate applications, the respondents sought leave to\r\nplace new evidence before this Court. In neither instance\nwere the\r\nfacts disputed or the applications opposed by the relevant\r\nauthorities. I am satisfied that they are material and sufficiently\n\nweighty and that in respect of each, the threshold set for admission\r\nat this stage of the proceedings has been met (\nRail\r\nCommuters Action Group & others v Transnet Ltd t/a Metrorail &\r\nothers\n[2004] ZACC 20\n;\n2005 (2) SA 359\n(CC) paras\r\n40-43).\n[21]\r\nIn an affidavit in support of the first application, Mr Bendle\r\nstated:\n‘\n3.\r\n. . . The respondents seek to place before this Court evidence of the\r\nrecent disclosure by the first appellant, the Minister\nof Home\r\nAffairs (“the Minister”) in Parliament that there will\r\nnot be a new Refugee Reception Office (“RRO”)\nestablished\r\nat the border-post in Lebombo, Mpumalanga.\n4.\r\nThe disclosure was made by the Minister in April 2014, in reply to an\r\ninternal Parliamentary question. The question and reply\nwere\r\npublished online by the Parliamentary Monitoring Group, and came to\r\nthe respondents’ attention on 25 April 2014. . .\nIt indicates\r\nthat the following questions and reply were exchanged between Mr De\r\nFreitas of the Democratic Alliance and the Minister:\n“\nMr\r\nM S DE Freitas (DA) to ask the Minister of Home Affairs:\nWhether\r\nher department will be establishing a refugee reception office at\r\nLebombo in Mpumalanga; if so, (a) what is the cost for\nthe (i)\r\nestablishment and (ii) running of this office, (b) in each case, (i)\r\nwhat consultations have taken place and (ii) with\nwhom, (c) what\r\nprogress has been made to date and (d) when will the specified office\r\n(i) open and (ii) be functional?\n.\r\n. .\nReply:\nNo.”\n9.\r\nThe evidence of the fact that an RRO will not be established at\r\nLebombo is fundamental to the merits of the review that is the\n\nsubject of this appeal. The review concerns the decision of the\r\nsecond appellant, the Director-General of the Department of Home\n\nAffairs (“the Director-General”), to close the PE Refugee\r\nReception Office (“PE RRO”). One of the principal\n\njustifications given by the Director-General for his decision to\r\nclose the PE RRO was the establishment of a replacement RRO in\n\nLebombo.\n11.\r\nIn light of the new evidence, the respondents contend that the\r\nDirector-General’s decision to close the PE RRO is reviewable\n\nand falls to be set aside for material mistake of fact and\r\nirrationality under the doctrine of legality.’\nMr\r\nApleni’s response was:\n‘\n11.\r\nI have been advised and verily believe, that Respondents’\r\ninterpretation and use of the evidence sought to be introduced,\nis\r\nmisconceived. As explained below, the parliamentary questions and\r\nanswers thereto, must be understood within the context of\n\nparliamentary custom, protocol and language. Applying parliamentary\r\ncustom, protocol and language and bearing in mind the time\nthe\r\nquestion was posed, it was understood by the Minister, the Department\r\nand me, as meaning whether or not it was anticipated\nthat the RRO in\r\nLebombo would be opened during the forthcoming financial year.\n12.\r\nSince it was not anticipated that the Lebombo RRO would be opened\r\nwithin the forthcoming financial year, the Minister correctly\n\nanswered the question in the negative.\n13.\r\nAs set out below, this does not, however, mean that the Minister and\r\nthe Department are not proceeding with their plans to establish\nan\r\nRRO at Lebombo at all. On the contrary, those plans are still\r\nprogressing. Indeed, an appropriate site has now been identified\nand\r\na tender for the provision of temporary structures at Lebombo, has\r\nalready been awarded.\n14.\r\nConsequently, the Respondents’ contention that a new RRO will\r\nnot be established in Lebombo soon or at all, is not correct.\n.\r\n. .\n16.\r\nThe opening of an RRO in Lebombo was consequently, a relevant\r\nconsideration when I decided not to re-open the PE RRO and it\nwas\r\ntherefore not an error on my part to take this factor into\r\nconsideration.\n.\r\n. .\n17.\r\nThe parliamentary questions were posed to the Minister in the\r\nNational Assembly on 14 March 2014, for a written reply.\n18.\r\nBefore the Minister gave her reply, the questions were circulated\r\namongst the relevant functionaries in the Department for their\n\nconsideration, including myself.\n19.\r\nI considered the questions and provided my input in relation to a\r\ndraft response. I approved the response. . .\n20.\r\nIn determining the appropriate response, the Minister and relevant\r\nfunctionaries, including myself, took into account the fact\nthat the\r\nquestions were a parliamentary questions. In this regard, the\r\nrelevant functionaries, having regard to parliamentary protocol\nand\r\ncustom and the specific manner in which questions are asked and\r\nanswered in the National Assembly, interpreted the primary\nquestion\r\nto be whether an RRO would be opening in Lebombo during the\r\nforthcoming financial year.\n21.\r\nConsistent with the answer given by the Minister, the Lebombo RRO\r\nwill not as a matter of fact be opening in the forthcoming\nfinancial\r\nyear, since the Department has not been allocated the necessary\r\nfunding from Treasury to construct the RRO.\n22.\r\nThe Department’s targets are required to comply with the\r\n“SMART” principles advanced by the Auditor General:\nthey\r\nmust be Specific, Measurable, Attainable, Realistic and Time-bound.\r\nAt the time the parliamentary question was asked, the\nestablishment\r\nof the Lebombo RRO did not satisfy these requirements, particularly,\r\nin relation to the anticipated time-frame for\nthe construction of the\r\nRRO.\n23.\r\nTaking these factors into account, the Department and Minister\r\ndetermined that the Minister was not in a position to answer\nthe\r\nprimary question in the affirmative.\n24.\r\nIndeed, a positive answer to the primary question would have implied\r\nthat the Department would finalise matters such as the\ncosting and\r\ntimelines for the establishment of the Lebombo RRO, within the\r\nforthcoming financial year. Since these matters were\nnot, however,\r\nfinalised, the Minister was not therefore, in a position to provide\r\nthese subsidiary answers.\n25.\r\nThe Minister consequently correctly answered in the negative. I\r\nappreciate that the negative answer is capable of being interpreted\n\nthat the Department does not intend to open an RRO in Lebombo and\r\nthat this option was\noff\nthe table\nso\r\nto speak. This was, however, not the intention of the response. As\r\nset out above, the Minister intended to convey the position\nthat the\r\nLebombo RRO would not be opening during the forthcoming financial\r\nyear.\n[22]\r\nThat such a response is adduced by a senior official - under oath no\r\nless - beggars belief. How the question asked of the Minister\nin\r\nParliament could have been construed as Mr Apleni does, is logically\r\nincomprehensible. Syntactically, the primary question seeks\nto\r\nascertain whether the DHA will be establishing an RRO at Lebombo. It\r\nis an enquiry directed at a future state of affairs. It,\nas well, in\r\nthe subsidiary questions, seeks clarity as to consultations and\r\nprogress that has already taken place namely, a past\nstate of\r\naffairs. It is thus difficult to appreciate how the question could\r\nhave been construed as meaning whether Lebombo ‘would\nbe\r\nopening during the forthcoming financial year’. The question\r\nplainly did not seek to ascertain whether the Lebombo RRO\nwould be\r\nopening during the course of that financial year. How it could have\r\nbeen understood as such is thus lost on me. That those\nwere\r\nparliamentary questions could hardly have altered the meaning of the\r\nquestion. If anything, it seems to me, that our constitutional\nmodel\r\nsets fairly exacting standards for Cabinet Ministers particularly in\r\ntheir interaction with Parliament.\nAccording\r\nto s 1 of the Constitution, the Republic of South Africa is ‘one,\r\nsovereign, democratic state’ founded, inter\nalia, on ‘a\r\nmulti-party system of democratic government, to ensure\r\naccountability, responsiveness and openness’. In\nCoetzee\r\nv Government of the Republic of South Africa, Matiso and Others v\r\nCommanding Officer Port Elizabeth Prison and Others\n[1995] ZACC 7\n;\n1995 (4) SA 631\n(CC) at 637D, albeit with reference to the Interim\r\nConstitution, Sachs J observed:\n‘\nThe\r\nvalues that must suffuse the whole process are derived from the\r\nconcept of an open and democratic society based on freedom and\n\nequality . . . The notion of an open and democratic society is thus\r\nnot merely aspirational or decorative, it is normative, furnishing\n\nthe matrix of ideals within which we work, the source from which . .\r\n. [we derive] the principles and rules . . . [we apply], and\nthe\r\nfinal measure . . . [we use] for testing the legitimacy of impugned\r\nnorms and conduct.’\n[23]\r\nQuestions addressed by opposition parties to the Executive and Organs\r\nof State (see s 239 of the Constitution) serve as an\nimportant\r\nmechanism at the disposal of Parliament for exercising oversight and\r\nholding the executive and organs of state to account\n(s 55 of the\r\nConstitution).  And, in terms of s 92(2) of the Constitution,\r\nCabinet Members are collectively, individually\nand directly\r\naccountable to Parliament for the exercise of their powers and the\r\nperformance of their functions. Moreover, s 13\nof the Powers,\r\nPrivileges and Immunities of Parliament and Provincial Legislatures\r\nAct 4 of 2004 makes a member, which by definition\nincludes a Minister\r\nor Deputy Minister (s 1), guilty of contempt of Parliament if such\r\nmember, inter alia, commits an act mentioned\nin section 17(1)\n(e)\n.\r\nSection 17(1)\n(e)\n,\r\nin turn, provides that ‘[a] person . . . [who] wilfully\r\nfurnishes a House or committee with information, or makes a statement\n\nbefore it, which is false or misleading, commits an offence and is\r\nliable to a fine or to imprisonment for a period not exceeding\ntwo\r\nyears or to both the fine and imprisonment.’ Further,\r\nconsistent with the National Assembly’s constitutional\r\nresponsibility\nto ‘provide for mechanisms to ensure that all\r\nexecutive organs of State in the national sphere of government are\r\naccountable\nto it’, the Rules of the National Assembly includes\r\nspecific procedures for the questioning of Ministers, the Deputy\r\nPresident\nand the President (rules 109-111). There is, as well, the\r\nExecutive Ethics Code,\n[9]\nwhich\r\nnot just re-affirms our commitment to the ‘promotion of an\r\nopen, democratic and accountable government’ (s 2.2),\nbut also\r\nprovides that Members of the Executive may not ‘wilfully\r\nmislead the legislature to which they are accountable’\n(s\r\n2.3(a)). Tellingly, in England,\nMinisters\r\nwho knowingly mislead Parliament are expected to offer their\r\nresignation to the Prime Minister\n[10]\nand\r\nsuch an offence might also be proceeded against as a contempt.\n[24]\r\nAs De Vos and Freedman explain:\n[11]\n‘\nAccountability\r\nis the hallmark of modern democratic governance and implies that\r\nmembers of the executive have to explain their actions\nto Parliament\r\nand its committees so that Parliament can play a role in checking the\r\nexercise of power by members of the executive.’\nThey\r\nadd:\n.\r\n. . accountability requires the establishment of institutional\r\narrangements to effect democratic control over the executive as\n\nmembers of the executive, unlike the MPs, are not directly\r\ndemocratically elected.’\n(See\r\nalso\nDemocratic Alliance and Another v\r\nMasondo NO and Another\n[2002] ZACC 28\n;\n2003 (2) SA 413\n(CC) paras 42 and 43.)\nAgainst that\r\nbackdrop it is difficult to understand why the fact that the\r\nquestions were parliamentary questions somehow gave them\na different\r\nhue. Nor can I fathom what ‘parliamentary protocol and custom’\r\nMr Apleni has in mind, or how parliamentary\nlanguage could possibly\r\nhave caused the response to change from the affirmative (as it ought\r\nto have been) to its exact opposite.\nThat notwithstanding, I am\r\nwilling to approach the matter, as Mr Apleni would have us, on the\r\nbasis that the relevant authorities\nhave every intention of\r\nproceeding with the establishment of the Lebombo RRO.  For, it\r\nseems to me, that even approached thus,\nthe decision to close the PE\r\nRRO still suffers a want of rationality.\n[25]\r\nWhen the decision to close the PE RRO was taken, it was in the belief\r\nthat the Lebombo RRO would be operational in April 2012.\nIn that, the\r\nrelevant authorities were overly optimistic. Mr Apleni now states (in\r\nhis answering affidavit in response to the respondents\napplication to\r\nadduce new evidence):\n‘\n34.\r\nThe Department hopes to have the temporary structures in place and\r\noperational by February 2016. The erection of the temporary\n\nfacilities will commence once the Department receives the necessary\r\nauthorisation from Treasury and the relevant zoning procedures\nhave\r\nbeen complied with. As set out in my letter to the Department of Home\r\nAffairs of 13 June 2014 (annexure MH3), I have requested\nthe DPW to\r\nconfirm the current zoning of the site as well as how soon can the\r\nDepartment take occupation. Once all of the aforesaid\nmatters have\r\nbeen addressed, the erection of the temporary facilities will take\r\napproximately one month.’\nIf\r\nthe Lebombo RRO is set up by February next year (and of that, given\r\nthe history of the matter, there is at this stage no certainty)\nit\r\nwould mean that Mr Apleni’s initial estimation was off by\r\napproximately four years. As the following excerpts from Mr\nApleni’s\r\naffidavit reveal, the decision to close the PE RRO was ostensibly\r\ntaken to assist asylum seekers:\n‘\n97.5\r\nThe larger strategic issue for the Department was finding strategies\r\nfor dealing with corruption within its own ranks, the\nsafety of\r\nasylum seekers as they travelled inland from ports of entry, and the\r\npreservation of their dignity and sense of security\nin ensuring that\r\nthey were able to renew their permits without having to fork out one\r\ncent in extortion money.\n97.11\r\nThe inadequacy of staff in the busier RROs, the long queues that\r\nresult in applications not being attended to on the day that\nan\r\napplicant presents him or herself at an RRO, the high number of files\r\nthat the SCRA returns to the RSDO due to the incompleteness\nof the\r\nfile or interview with the RSDO – all these are matters that\r\nhave been regular items of discussion between the Deputy\nMinister,\r\nthe members of SCRA and me.’\nImplicit\r\nin that must be an acceptance that Mr Apleni believed that the\r\nestablishment of the Lebombo RRO, which was inextricably\nlinked to\r\nthe closure of the PE RRO, would satisfy our obligations to asylum\r\nseekers as required by the Act and Constitution. That\nbeing so, it\r\ncan hardly be imagined that the decision to close the PE RRO would\r\nhave been taken by Mr Apleni when he did had he\nknown then that\r\nLebombo would only be operational at the earliest in February 2016.\r\n It must follow that the DG’s decision\nto close the PE RRO\r\nhad been made in ignorance of the true facts material to that\r\ndecision (see\nPepcor Retirement Fund &\r\nanother v Financial Services Board & another\n2003\r\n(6) SA 38\n(SCA) paras 47 and 48;\nDumani\r\nv Nair & another\n2013 (2) SA 274\n(SCA) para 32).\n[26]\r\nThat conclusion brings into sharp focus the question of remedy. As it\r\nwas put in\nTswelopele Non-Profit Organisation and Others v City of\r\nTshwane Metropolitan Municipality & others\n2007 (6) SA 511\n(SCA) para 17:\n‘\n.\r\n. . though the Constitution speaks through its norms and principles,\r\nit acts through the relief granted under it. And if the Constitution\n\nis to be more than merely rhetoric, cases such as this demand an\r\neffective remedy, since (in the oft-cited words of Ackermann J\nin\nFose v Minister of Safety and Security\n)\r\n“without effective remedies for breach, the values underlying\r\nand the right entrenched in the Constitution cannot properly\nbe\r\nupheld or enhanced”:’ (Footnotes omitted.)\nCourts,\r\nas Harms JA observed, should not be overawed by practical\r\nproblems.\n[12]\nHe\r\nadded:\n‘\n[t]hey\r\nshould “attempt to synchronise the real world with the ideal\r\nconstruct of a constitutional world” and they have\na duty to\r\nmould an order that will provide effective relief to those affected\r\nby a constitutional breach.\nFose v\r\nMinister of Safety and Security\nheld\r\nthat -\n“\n(a)\nppropriate\r\nrelief will in essence be relief that is required to protect and\r\nenforce the Constitution. Depending on the circumstances\nof each\r\nparticular case the relief may be a declaration of rights, an\r\ninterdict, a\nmandamus\nor such other relief as may be required to ensure that the rights\r\nenshrined in the Constitution are protected and enforced. If\nit is\r\nnecessary to do so, the courts may even have to fashion new remedies\r\nto secure the protection and enforcement of these all-important\n\nrights.\n.\r\n. .\nI\r\nhave no doubt that this Court has a particular duty to ensure that,\r\nwithin the bounds of the Constitution, effective relief be\ngranted\r\nfor the infringement of any of the rights entrenched in it. In our\r\ncontext an appropriate remedy must mean an effective\nremedy, for\r\nwithout effective remedies for breach, the values underlying and the\r\nright entrenched in the Constitution cannot properly\nbe upheld or\r\nenhanced. Particularly in a country where so few have the means to\r\nenforce their rights through the courts, it is\nessential that on\r\nthose occasions when the legal process does establish that an\r\ninfringement of an entrenched right has occurred,\nit be effectively\r\nvindicated. The courts have a particular responsibility in this\r\nregard and are obliged to ‘forge new tools’\nand shape\r\ninnovative remedies, if needs be, to achieve this goal.”’\r\n(Footnotes omitted.)\nHarms\r\nJA added ‘what “effective relief” entails will\r\nobviously differ from case to case.’\n[27]\r\nTo be sure, courts proceed on the assumption that other arms of State\r\nwill take prompt and competent steps to comply with its\norders and\r\nthat further judicial supervision will not be necessary. Moreover,\nthere\r\nmay be a myriad options available to government and it is usually\r\ngiven the flexibility and discretion in selecting the means\nby which\r\nits obligations can best be met.\nRoach\r\nand Budlender\n[13]\npoint out\r\nthat:\n‘\ncomplex\r\nremedial issues raise difficult questions implicating the separation\r\nof powers and the appropriate roles of the judiciary,\nthe executive\r\nand the legislature. Relief that requires the state to take positive\r\nactions . . . raises polycentric issues that\naffect multiple parties\r\nand budgetary priorities. Yet . . . it is significant that both South\r\nAfrican and Canadian courts have\ndecided that on-going structural\r\nrelief is appropriate in some instances, a conclusion that has also\r\nbeen reached by other courts,\nmost notably India and the United\r\nStates’.\n(Footnote\r\nomitted.)\nIn\nMinister of Health v Treatment Action\r\nCampaign (No 2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC)\r\n(\nTAC No\n2)\r\npara 98, the Constitutional Court made clear that whilst there are no\r\nbright lines separating judicial, executive and legislative\nfunctions\r\nfrom each other, there are certain matters that fall pre-eminently\r\nwithin the domain of one or other of the arms of government.\nAnd\r\nwhilst all arms of government should be sensitive to and respect this\r\nseparation of powers, this did not mean that courts cannot\nor should\r\nnot make orders that have an impact on policy. In short, therefore,\r\nthe approach by a court needs to be flexible and\nresponsive to the\r\nneeds of a given case.\n[28]\r\nThe relevant authorities attempt to downplay the significance of the\r\ndecision to close the PE RRO, contending its closure,\ncoupled with\r\nthe closure of the two other RROs gives rise to what it describes as\r\n‘inconvenience’ for asylum-seekers.\nBut that may well be\r\nto trivialise the vulnerability and desperate circumstances of many\r\nasylum seekers in the country. It does\nnot appear to be disputed that\r\nmost asylum seekers, who have been forced to flee their countries of\r\norigin, would in all likelihood\nhave exhausted their financial\r\nresources and other means after having travelled considerable\r\ndistances to reach South Africa. As\na result, many join family,\r\nacquaintances and communities that are already established and who\r\nare able to help support them on\narrival. If those communities are\r\nestablished in a particular geographic area of the country, such as\r\nthe Eastern Cape, it goes\nwithout saying that that is where such\r\npersons will head. The suggestion by the relevant authorities\r\ntherefore that asylum seekers\nfreely choose to live and work in Port\r\nElizabeth or the Eastern Cape and can likewise freely choose to live\r\nand work near one of\nthe remaining RROs, is untenable. Fran Ansley\r\nmakes the point that ‘[t]he building of social and economic\r\ncapital and networks\nthrough a thicket of relationships and channels\r\nthat are fusing immigrants into society in ways that already appear\r\nimpossible\nto undo’.\n[14]\n[29]\r\nMoreover, the relevant authorities expressly accept that the effect\r\nof their decision is that a person wishing to apply for\nasylum can\r\nnow only apply to one of the three remaining RROs. Such person will,\r\nno doubt, have to return to that RRO in order,\ninter alia, to: have\r\ntheir interview conducted; their permit renewed; collect their\r\ndecision; and, if necessary, lodge and have\ntheir appeal determined.\r\nThe consequence is that such asylum seeker will now have to\r\nrepeatedly and perhaps frequently travel a\nconsiderable distance to\r\none of the three remaining RROs over a period of many months or\r\nyears. For those who live and work in\nPort Elizabeth the closest RRO\r\nwill now be the one in Durban, some 900km away. Travelling and\r\naccommodation costs are likely to\nbe substantial – for many,\r\nresources that they simply do not have. Throw into the mix the\r\nelderly or infirm and parents of\nsmall children (who would probably\r\nhave to make alternative child-care arrangements), for whom\r\nundertaking an extended journey\nto an RRO situated far away from the\r\nsupport structures of their communities and families may prove\r\nwell-nigh impossible. Repeated\nvisits to a distant RRO also have the\r\npotential to jeopardise the employment and job security of an asylum\r\nseeker. And given the\nadmitted backlogs and failing systems at the\r\nremaining RROs, even those asylum seekers who manage to attend are at\r\nrisk of not\nobtaining the assistance and protection that they\r\nrequire.\n[30]\r\nIt is important to stress that this case is not and has never been\r\nabout an attempt to compel the DG to establish a new RRO\nwhere one\r\nhas never existed previously. It concerns the lawfulness of a\r\ndecision by the DG, as he puts it, to ‘dis-establish’\nan\r\nRRO, which had been located in Port Elizabeth since 2000. Sight\r\ncannot be lost, as well, of the fact that his first decision\nto close\r\nthe PE RRO to new arrivals was taken on 11 October 2011. That\r\ndecision, which did not withstand scrutiny by our courts,\nmade light\r\nof the fact that several communities of refugees and asylum seekers,\r\nincluding some 14 000 Somali refugees (who are\nrepresented in these\r\nproceedings by the first respondent), reside and work in that\r\ngeographic region. Those communities provide\nvital support to new\r\nasylum seekers who have little to no financial resources and means of\r\nself-support. The relevant authorities\nappear to obfuscate the real\r\ncomplaint, which is not that there should be an RRO wherever asylum\r\nseekers or refugees choose to\nlive, but that RROs should be\r\nsufficient in number and located so that asylum seekers and refugees\r\nare reasonably able to access\nthe services that they require and to\r\nwhich they are entitled under the Act.\n[31]\r\nUntil the end of 2010 there were six fully functional RROs situated\r\nin five provinces and in metropolitan areas where asylum\nseekers\r\ncould expect to access employment and basic services. Rogers J\r\ncorrectly recognised the prejudice caused to asylum seekers\nby the\r\nclosure of the CT RRO, when he stated:\n[15]\n‘\nThousands\r\nof asylum seekers will either have to abandon the idea of residing in\r\nthe Cape Town area while their asylum applications\nare assessed, or\r\nthey will need to spend time and money to travel on a number of\r\noccasions to RROs in the north of the country.\nIf they have work in\r\nCape Town, they may lose it because of the need to take off three or\r\nfour days for each attendance at an RRO.\nIf they have dependants,\r\nthey would need to leave them in the care of others or travel with\r\nthem.\n’\nAnd,\r\nas Eksteen J noted in his judgment, ‘the same consequences flow\r\nfrom the closure of the PE RRO for asylum-seekers who\nlive and work\r\nin the Port Elizabeth area\n[16]\n- or indeed, anywhere in the Eastern Cape.’\n[32]\r\nIt is so that usually when a court reviews and sets aside a decision\r\nof an administrative body it almost always refers the\nmatter back to\r\nthat body to enable it to reconsider the issue and make a new\r\ndecision (per Heher JA,\nGauteng Gambling Board v Silverstar\r\nDevelopment Ltd & another\n2005 (4) SA 67\n(SCA) para 1).\r\nOccasionally, however, as Heher JA added, ‘the court does not\r\ngive the administrative organ a further opportunity.\nInstead it makes\r\nthe decision itself.’ This appears to be such a case. Given the\r\nstubborn adherence by the DG to his initial\ndecision, why he needs to\r\nbring his mind to bear on the matter again, as argued by counsel, is\r\nnot rationally explained. As long\nago as 21 October 2011 the\r\nrespondents were informed by Ms Lusu that the decision of the DG was\r\n‘cast in stone’. And,\non 16 September 2012 in an e-mail\r\naddressed to all stakeholders Mr Mabulu, made reference to ‘our\r\nirrevocable decision’\nto close the PE RRO. I earlier made\r\nreference to two applications by the respondents for leave to adduce\r\nfurther evidence –\nthe first was the Parliamentary question and\r\nanswer that I have already alluded to, the second pertains to an\r\ninvitation by the\nrelevant authorities circulated on 10 February 2015\r\ncalling a ‘stakeholder meeting on the closure of files in the\r\n[PE RRO],\neffective 30 April 2015’. The invitation to that\r\nmeeting which was scheduled for 20 February 2015, reads:\n‘\nIn\r\nthe spirit of fair administrative justice, the Department of Home\r\nAffairs cordially invites you to a stakeholder meeting. The\nPort\r\nElizabeth Refugee Reception Office was closed on the 21 October 2011.\r\nSubsequently, the Office commenced a process of closing\ncase files.\r\nThis process will culminate on the 30 April 2015, whereby all\r\napplicants are expected to have presented themselves\nat the Office to\r\nfinalize their case or have their applications deemed as abandoned.\r\nCategories of asylum seekers to come forward\nby the 30 April 2015\r\ninclude those:\nAwaiting\r\n\tfinalization of the Refugee Status Determination processes;\nAwaiting\r\n\tfinalization of the Appeal process;\nAwaiting\r\n\tfinalization of the Review by the Standing Committee on Refugee\r\n\tAffairs;\nStill\r\n\tto collect their final decisions on status determination, appeal or\r\n\treview.’\nAs\r\nthe respondents point out, whilst the invitation purports to invite\r\nstakeholders to a meeting ‘in the spirit of administrative\n\njustice’, it is clear from the invitation itself that the DHA\r\nhas already ‘commenced a process of closing case files’\n\nand intends to complete this process by 30 April 2015. This approach\r\nis extraordinary given that the more recent decision to close\nthe PE\r\nRRO was set aside by Eksteen J. And, regardless of this pending\r\nappeal against the decision of Eksteen J, the DHA is, according\nto\r\nthe circular, taking active steps to implement the previous decision\r\nof the DG to close the PE RRO. But that earlier decision\nwas declared\r\nunlawful and set aside by Pickering J.\nAll\r\nof this appears to evidence a fixed view on the part of the relevant\r\nauthorities to close the PE RRO irrespective of the circumstances\nor\r\ntheir legal obligations.\n[33]\r\nDespite being ordered by Pickering J to reopen the PE RRO, and\r\ndespite having been refused leave to appeal by both the high\ncourt\r\nand this Court, the DHA simply took no steps to comply with that\r\norder. Mr Apleni explains:\n‘\n77.6\r\nI deny that the Respondents took no steps at all to comply with the\r\norder of 16 February 2012. That court order was overtaken\nby events,\r\nas communicated in my letter to Lawyers for Human Rights dated 21\r\nSeptember 2012. . .\n.\r\n. .\n96.3\r\nI admit that the exercise of the power afforded in\nsection 8(1)\nof\r\nthe\nRefugees Act is\nconstrained by the principle of legality. I have\r\nsubmitted in various parts of this affidavit that consequent on the\r\ncourt order\nof 16 February 2012, I remedied the failure to act in\r\naccordance with the terms of\nsection 8(1)\nof the\nRefugees Act. I\nhave\r\nnow taken a new, rational and lawful decision as required in law, to\r\nclose the PERRO.’\nIt\r\nis not clear to me why Mr Apleni denies that they ‘took no\r\nsteps at all to comply with the order of [Pickering J]’,\nwhen,\r\nas a matter of fact, it is patent that for six months after the\r\nissuance of the order of Pickering J they did nothing. That\ndenial,\r\nit needs be added, is irreconcilable with his later statement ‘I\r\nremedied the failure to act’. Implicit in\nthe latter statement\r\nis an acknowledgement that he had indeed failed to act in compliance\r\nwith the order of court. Most alarming\nthough is that in\r\ncircumstances where he was being pressed to comply with Pickering J’s\r\norder, he withheld for several months\nfrom the relevant stakeholders\r\nthe fact that a new decision had been taken. In my view the relevant\r\nauthorities were not free,\nin their\r\nelection, to simply disregard the order of Pickering J.\nThe\r\ncornerstone of democracy and the rule of law is the uncompromising\r\nduty and obligation upon all persons, more especially State\n\ndepartments, to obey and comply with court orders. There are\r\nprocesses in place for those who disagree with court orders. But they\n\nare not free to simply turn a blind eye to the order nor do they have\r\nany discretion to not obey the order.\n[34]\r\nIn\nDengetenge Holdings (Pty) Ltd v Southern Sphere Mining and\r\nDevelopment Company Limited\n(619/12)\n[2013] ZASCA 5\n(11 March\r\n2013);\n[2013] 2 All SA 251\n(SCA) para 17 it was put thus:\n‘\n.\r\n. . as Froneman J observed in\nBezuidenhout\r\nv Patensie Sitrus Beherend Bpk\n2001 (2)\r\nSA 224\n(E) at 229B–C:\n“\nAn\r\norder of a court of law stands until set aside by a court of\r\ncompetent jurisdiction. Until that is done the court order must\nbe\r\nobeyed even if it may be wrong (\nCulverwell\r\nv Beira\n1992\r\n(4) SA 490\n(W) at 494A-C). A person may even be barred from\r\napproaching the court until he or she has obeyed an order of court\r\nthat has not\nbeen properly set aside (\nHadkinson\r\nv Hadkinson\n[1952]\r\n2 All ER 567\n(CA);\nBylieveldt\r\nv Redpath\n1982\r\n(1) SA 702 (A) at 714).”’\nBeylieveldt\r\nv Redpath\n1982 (1) SA 702 (A) stated at 714E-G:\n‘\nIn\nHadkinson v Hadkinson\n(1952) 2 All ER 567 sê DENNING LJ,\r\nmet verwysing na 'n party wat 'n Hofbevel verontagsaam het, te\r\n575B-C:\n“\n...\r\nI am of opinion that the fact that a party to a cause has \r\ndisobeyed an order of the Court is not of itself a bar to his\nbeing\r\nheard, but if his disobedience is such that, so long as it continues,\r\nit impeded the course of justice in the cause, by making\nit more\r\ndifficult for the Court to ascertain the truth or to enforce the\r\norders which it may make, then the Court may in its discretion\nrefuse\r\nto hear him until the impediment is removed or good reason is shown\r\nwhy it should not be removed.”\nEk\r\ngaan, met eerbied, akkoord met hierdie benadering.’\n[35]\r\nIt is a most dangerous thing for a litigant, particularly a State\r\ndepartment and senior officials in its employ, to willfully\nignore an\r\norder of court. After all there is an\nunqualified\r\nobligation on every person against, or in respect of, whom an order\r\nis made by a court of competent jurisdiction to\nobey it unless and\r\nuntil that order is discharged. It cannot be left to the litigants to\r\nthemselves judge whether or not an order\nof court should be obeyed.\r\nThere is a constitutional requirement for complying with court orders\r\nand judgments of the courts cannot\nbe any clearer on that score. No\r\ndemocracy can survive if court orders can be shunned and trampled on\r\nas happened here.\n[17]\nAs this\r\nCourt stressed in\nGauteng\r\nGambling Board & another v MEC for Economic Development, Gauteng\n2013 (5) SA 24\n(SCA) para 52:\n‘\n[o]ur\r\npresent constitutional order is such that the State should be a model\r\nof compliance. It and other litigants have a duty not\nto frustrate\r\nthe enforcement by courts of constitutional rights.’\n[36]\r\nThat the State must obey the law, is a principle that is fundamental\r\nto any civilised society. The logical corollary is that\nthe State,\r\nits organs and functionaries cannot arrogate to themselves the right\r\nnot to obey the law or elevate themselves to a\nposition where they\r\ncan be regarded as being above the law. That seems to be precisely\r\nwhat has occurred here. Unfortunately it\nseems to me, in the light of\r\nthe history of this matter, that there is every likelihood of a\r\nfuture repetition of similar conduct\non the part of the relevant\r\nauthorities.\nThat being so, a declaratory\r\norder, without more, will be inadequate and place an unfair burden on\r\nthe successful litigants in a\ncase such as this of grave systemic\r\nproblems and when officials have proven themselves not deserving of\r\ntrust. In that regard what\nwas said in\nKalil\r\nNO & others v Mangaung Metropolitan Municipality & others\n2014 (5) SA 123\n(SCA) para 30 is\r\napposite:\n‘\n.\r\n. . This is public-interest litigation in the sense that it examines\r\nthe lawfulness of the exercise by public officials of the\nobligations\r\nimposed upon them by the Constitution and national legislation. The\r\nfunction of public servants and government officials\nat national,\r\nprovincial and municipal levels is to serve the public, and the\r\ncommunity at large has the right to insist upon them\nacting lawfully\r\nand within the bounds of their authority. Thus where, as here, the\r\nlegality of their actions is at stake, it is\ncrucial for public\r\nservants to neither be coy nor to play fast and loose with the truth.\r\nOn the contrary, it is their duty to take\nthe court into their\r\nconfidence and fully explain the facts so that an informed decision\r\ncan be taken in the interests of the public\nand good governance.’\n[37]\r\nIt goes without saying that the refugees and asylum seekers\r\nencountered here are amongst those who are most in need of\r\nprotection.\nThey do not have powerful political constituencies and\r\ntheir problems, more often than not, are ignored by government. \r\nPrevious\norders of our courts appear to have done little to make\r\ntheir problem visible and to cause the relevant authorities to comply\r\nwith\ntheir obligations.\nIn\nMinister\nof\nHealth\nand\nOthers\nv\nTreatment\nAction\nCampaign\nand\nOthers\n(No 2)\n[2002] ZACC 15\n;\n2002 (5)\r\nSA 721\n(CC) para 129\n, the Constitutional\r\nCourt held that additional relief in the form of a structural\r\ninterdict should be granted where ‘it is\nnecessary to secure\r\ncompliance with a court order’ – namely, ‘a failure\r\nto heed declaratory orders or other relief\ngranted by a Court in a\r\nparticular case’.\nGiven the\r\nintransigence on the part of the relevant authorities, it thus seems\r\nimportant to provide a remedy to the respondents\nthat is both\r\neffective and meaningful, for, as Ackermann J made plain in\nFose\npara 69:\n‘\nParticularly\r\nin a country where so few have the means to enforce their rights\r\nthrough the courts, it is essential that on those\noccasions when the\r\nlegal process does establish that an infringement of an entrenched\r\nright has occurred, it be effectively vindicated.’\n[38]\r\nIn\nSibiya & others v Director of Public Prosecutions,\r\nJohannesburg, & others\n[2005] ZACC 6\n;\n2005 (5) SA 315\n(CC) paras 60-62 –\r\na case concerned with the substitution of the death sentence - the\r\nConstitutional Court pointed out that\n‘the process has taken so\r\nlong that it will be inadvisable for this Court to assume that the\r\ndeath sentences will be substituted\nas envisaged’.\nIt\r\naccordingly held:\n‘\nThis\r\ncourt has the jurisdiction to issue a\nmandamus\nin appropriate circumstances and to exercise supervisory jurisdiction\r\nover the process of the execution of its order [\nMinister\nof\nHealth\nand\nOthers\nv\nTreatment\nAction\nCampaign\nand\nOthers\n(No\r\n2)\n[2002] ZACC 15\n;\n2002\r\n(5) SA 721\n(CC)\n(2002 (10) BCLR 1033)\nin paras [104] - [107].]\nIt\r\nis appropriate in this case for this to be done.’\n[18]\nIn\r\nresisting the grant of a mandamus, the relevant authorities placed\r\ngreat store by the dicta of Nugent JA in\nScalabrini\n(paras 74-76) to the effect that: the\r\nfate of the [RRO] is for the DG to decide; a court should not\r\nsupplant that function; and,\ncourts ought not to compel the\r\nimpossible. It must be remembered that in that case Nugent JA took\r\nthe view that the information\non the papers was insufficient to\r\nsupport the conclusion of the high court that its order was capable\r\nof being complied with. I\ndo not believe that we are at a similar\r\ndisadvantage in this case. The relevant authorities accept that an\r\nRRO can be set up within\nthree months and the DG has made it clear\r\nthat he has ‘not closed the door to the establishment of\r\nadditional RROs in other\nparts of the country’. In any event,\r\nwe are not concerned with the establishment of an entirely new RRO,\r\nbut with one that\nhas been in existence and operational since 2000.\r\nAnd, as the DG has made plain, ‘the establishment of the\r\nLebombo RRO went\nbeyond the challenges presented by the PERRO’.\r\nThus, as he put it, ‘with or without a fully functioning PERRO,\r\na new\nRRO at Lebombo has been identified as a strategic imperative to\r\nenable the Department to ensure that the objectives of the\nRefugees\nAct are\nattained’. Accordingly, any order as may issue in\r\nrespect of the PE RRO will not directly impact on the DHA’s\r\nplans\nin so far as Lebombo is concerned. Any such order will thus not\r\nhave the effect of constraining governmental policy in that regard\nor\r\ntrespassing on the domain of the executive.\n[39]\r\nTo sum up: In my view, this is an appropriate case, for a court to\r\nexercise its supervisory jurisdiction to secure compliance\nwith its\r\norder. On the one hand, it is necessary that the respondents should\r\nknow what progress is being made by the relevant authorities\nand also\r\nto avoid being faced, once again, with a\nfait\r\naccompli\n(\nWestern\r\nCape Minister of Education and Others v Governing Body of Mikro\r\nPrimary School and Another\n2005 (10)\r\nBCLR 973\n(SCA) para 51). On the other, the relevant authorities can\r\nalways approach the court to extend the period should it turn out to\n\nbe too short. This procedure, moreover, allows the court to be\r\ninformed about the progress being made in the implementation of\nits\r\norder. It follows that the conclusion by Eksteen J (para a), that the\r\ndecision by the DG ‘taken on 30 May 2012 to close\nthe PE RRO to\r\nnew applicants for asylum’ was unlawful and fell to be set\r\naside, cannot be assailed. However, paragraphs (b)\nand (c) of the\r\nhigh court’s order need to be reformulated in line with the\r\nviews expressed in this judgment.\n[40]\r\nIn the result, save for setting aside paragraphs (2) and (3) of the\r\norder of the court below, and substituting them with the\norders that\r\nfollow, the appeal is dismissed with costs, to be paid by the first\r\nto third appellants jointly and severally, and\nto include the costs\r\nof two counsel. Paragraphs (2) and (3) are substituted with the\r\nfollowing:\n‘\n(2.1)\r\nThe first to third respondents are directed to restore by 1 July 2015\r\nthe refugee reception services to the Port Elizabeth\nRefugee\r\nReception Centre such that new applicants for asylum will be able to\r\nmake applications in terms of\ns 21\nof the\nRefugees Act 130 of 1998\nand, if they qualify, be issued with permits in terms of\ns 22\nof the\r\nsaid Act.\n(2.2)\r\n The second respondent, the Director General of the Department of\r\nHome Affairs, shall report in writing to the applicants\nnot later\r\nthan 15 April 2015 and, thereafter, on or before the 15\nth\nday of each succeeding month as to what steps have been taken and\r\nwhat progress has been made to ensure compliance with the aforesaid\n\norder.\n(3)\r\nThe parties are granted leave to apply upon the same papers,\r\nsupplemented insofar as they consider that to be necessary, for\n\nfurther relief.’\n_____________\nV\r\nM Ponnan\nJudge\r\nof Appeal\nAPPEARANCES:\nFor First\r\nAppellants: M A Albertus SC (with him G R Papier and G G M Quixley)\nInstructed\r\nby:\nThe\r\nState Attorney, Port Elizabeth\nThe\r\nState Attorney, Bloemfontein\nFor\r\nRespondents: S Budlender (with him J Bleazard)\nInstructed\r\nby:\nLawyers\r\nfor Human Rights, Pretoria\nWebbers,\r\nBloemfontein\n[1]\nT\r\n\tMbeki ‘I am an African’ address to the Constitutional\r\n\tAssembly\non\r\n\tthe occasion of the adoption of the new Constitution of the Republic\r\n\tof South Africa on 8 May 1996 at Cape Town.\n[2]\nSouth\r\n\tAfrican Human Rights Commission\nReport\r\n\tinto the arrest and detention of suspected undocumented migrants\n(1999) at 5.\n[3]\nUnion\r\n\tof Refugee Women & others v Director: Private Security Industry\r\n\tRegulatory Authority & others\n2007\r\n\t(4) SA 395\n(CC) para 29. See also J\nHathaway\r\n\t(ed)\nReconceiving\r\n\tInternational Refugee Law\n(1997) at 8; and L B Landau, K Ramjathan-Keogh and G Singh\nXenophobia\r\n\tin South Africa and problems related to it\n,\r\n\tForced Migration Working Paper Series 13 (2004) at 34, available at\r\n\thttp://migration.wits.ac.za, accessed on 12 May 2015.\n[4]\nH\r\n\tArendt\nThe\r\n\torigins of totalitarianism\nat\r\n\t296.\n[5]\nThe\r\n\tfollowing points of the Declaration are especially relevant to\r\n\tvulnerable migrants and the eradication of xenophobia: principle\n53:\r\n\t‘We underline the urgency of addressing the root causes of\r\n\tdisplacement and of finding durable solutions for refugees\nand\r\n\tdisplaced persons, in particular voluntary return in safety and\r\n\tdignity to the countries and local integration, when and\nwhere\r\n\tappropriate and feasible’; and, principle 54: ‘We affirm\r\n\tour commitment to respect and implement humanitarian\nobligations\r\n\trelating to the protection of refugees, asylum-seekers, returnees\r\n\tand internally displaced persons, and note in this\nregard the\r\n\timportance of international solidarity, burden sharing and\r\n\tinternational cooperation to share responsibility for the\nprotection\r\n\tof refugees, reaffirming that the 1951 Convention relating to the\r\n\tStatus of Refugees and its 1967 Protocol remain\nthe foundation of\r\n\tthe international refugee regime and recognizing the importance of\r\n\ttheir full application by States parties’.\n[6]\nA\r\n\treport by the Wits Forced Migration Studies Programme with Lawyers\r\n\tfor Human Rights states:\n‘\nOur\r\n\tresearch into practices at the Johannesburg RRO confirms\r\n\tlongstanding accusations of administrative incapacity,\r\n\tdiscrimination,\nexploitation, and violence. Long queues, unprotected\r\n\tfrom the weather, [are but the first indignity awaiting asylum\r\n\tseekers]\n. . . extended stays in unsanitary conditions,\nexploitation\r\n\tfrom private security guards, and extortion by networks involving\r\n\ttranslators, guards, and Home Affairs officials.\nThose who gain\r\n\taccess to the RRO—often upon payment—face administrative\r\n\tdelays, staff that are overworked or under-motivated,\nand further\r\n\texploitation from translators and officials. For these reasons,\r\n\tacquiring status as either an asylum seeker or refugee\ntypically\r\n\trequires stamina, determination, and cash. Those unable to meet\r\n\tthese requirements—including the elderly, infirm,\npoor, and\r\n\tother vulnerable groups—are effectively denied the protections\r\n\tto which they are legally entitled.\n’\nSee\r\n\tL B Landau\nMigration trend, management,\r\n\t& governance challenges: Testimony prepared for the ad hoc\r\n\tCommittee on Democracy & Good\nPolitical Governance\n(2005)\r\n\tat 9-10. See also\nKiliko & others v\r\n\tMinister of Home Affairs & others\n2006 (4) SA 114 (C).\n[7]\nIn\nR\r\n\tv Secretary of State for Social Services, Ex Parte Association of\r\n\tMetropolitan Authorities\n1986\r\n\t1 WLR (QB) at 4F-H it was put thus: ‘But in any context the\r\n\tessence of consultation is the communication of a genuine\ninvitation\r\n\tto give advice and a genuine receipt of that advice. . . .’\n[8]\nIn\r\n\tan urgent internal memo dated 16 January 2012 the Chief Director:\r\n\tAsylum Seeker Management is recorded as having tasked the\nChief\r\n\tDirector: Property and Infrastructure Management with performing an\r\n\turgent assessment of accommodation for the envisaged\nLebombo RRO.\r\n\tThe minutes of an Exco Meeting of the DHA held on 10 February 2012\r\n\trecord that the new ‘[RRO] in the Mpumalanga\nProvince should\r\n\tbe operational as from 1 April 2012. On 24 May 2012, the Chief\r\n\tDirector: Property and Facility Management of\nthe DHA, Mr Vukani\r\n\tNxasana, emailed the Chief Architect of the Department of Public\r\n\tWorks working on the Lebomba project, Ms\nSushma Patel. The email\r\n\treads:\n‘\nthe\r\n\tmain concern [of the Director-General of the DHA] is that Home\r\n\tAffairs has to demonstrate to the courts (PE and Cape Town)\nthat\r\n\treception centres will be opened soon. To that end, it would be\r\n\tappreciated if you could provide a high-level analysis of\nthe two\r\n\toptions . . . We will then have to present these to the DG and move\r\n\tforward.’\n[9]\nRegulation\r\n\t6853 of 2000, which came into effect on 28 July 2000 in terms of\ns 2\nof the\nExecutive Members’ Ethics Act 82 of 1998\n.\n[10]\nHalsbury’s\r\n\tLaws of England\nvol 78 (2010) para 1084;\nProfumo's\r\n\tCase\n(1963) 218 Commons Journals 246.\n[11]\nP\r\n\tde Vos and W Freedman (eds)\nSouth\r\n\tAfrican Constitutional Law in Context\n(2014) at 144.\n[12]\nModderfontein\r\n\tSquatters, Greater Benoni City Council v Modderklip Boerdery (Pty)\r\n\tLtd (Agri SA and Legal Resources Centre, Amici\nCuriae); President of\r\n\tthe Republic of South Africa & others v Modderklip Boerdery\r\n\t(Pty) Ltd (Agri SA and Legal Resources\nCentre, Amici Curiae)\n2004\r\n\t(6) SA 40\n(SCA) para 42.\n[13]\nK\r\n\tRoach and G Budlender ‘Mandatory relief and supervisory\r\n\tjurisdiction: When is it appropriate, just and equitable?’\n2005\nSALJ\n325\nat 326.\n[14]\nF\r\n\tAnsley ‘Constructing citizenship without a licence: the\r\n\tstruggle of undocumented immigrants in the USA for livelihoods\nand\r\n\trecognition’ in N Kabeer (ed)\nInclusive\r\n\tcitizenship: Meanings and expressions\n(2005) at 209.\n[15]\nScalabrini\r\n\tCentre & others v Minister of Home Affairs & others\n2013\r\n\t(3) SA 531\n(WCC)\r\n\tpara 110.\n[16]\nSomali\r\n\tAssociation of South Africa Eastern Cape (SASA EC) v Minister of\r\n\tHome Affairs\n2013\r\n\tJDR 1502 (ECP)\npara\r\n\t47.\n[17]\nHadkinson\r\n\tv Hadkinson\n[1952] 2 All ER 567\nat 569C-G;\nSupreme\r\n\tCourt Reference No 1 of 2012; Re Prime Minister and National\r\n\tExecutive Council Act 2002 Amendments and Reserve Powers\nof the\r\n\tGovernor General\n[2012]\r\n\tPGSC 20\nparas 345-349. See also\nX\r\n\tLtd v Morgan-Grampian (Publishers) Ltd\n[1990] 2 All ER 1\nat 11B-G.\n[18]\nSee\r\n\talso 11\nLawsa\n2 ed para 411;\nSibiya\r\n\t& others v Director of Public Prosecutions, Johannesburg &\r\n\tothers\n[2005] ZACC 6\n;\n2005 (5) SA 315\n(CC) para 64;\nNyathi\r\n\tv MEC for Department of Health, Gauteng & another\n2008 (5) SA 94\n(CC) para 92;\nResidents\r\n\tof Joe Slovo Community, Western Cape v Thubelisha Homes & others\r\n\t(Centre on Housing Rights and Evictions & another,\nAmici curiae)\n2010 (3) SA 454\n(CC) para 7;\nOccupiers\r\n\tof Mooiplaats v Golden Thread Ltd & others\n2012 (2) SA 337\n(CC) para 21;\nPheko\r\n\t& others v Ekurhuleni Metropolitan Municipality\n2012 (2) SA 598\n(CC) para 53.",
  "scraped_at": "2026-02-12T17:08:56.898199",
  "date": "2015-03-25",
  "coram": [
    "Ponnan",
    "Shongwe",
    "Majiedt JJA",
    "Schoeman",
    "Meyer AJJA"
  ],
  "case_number": "831/2013",
  "parties": {
    "applicants": [
      "Minister of Home Affairs",
      "Director-General: Department of Home Affairs",
      "Chief Director Asylum Seeker Management",
      "Standing Committee for Refugee Affairs",
      "Minister of Public Works",
      "Somali Association of South Africa Eastern Cape (SASA EC)"
    ],
    "respondents": [
      "Project for Conflict Resolution and Development"
    ]
  },
  "sections": {
    "facts": "The Department of Home Affairs closed the Port Elizabeth Refugee Reception Office (PE RRO) to new asylum applicants without establishing an alternative office or consulting the Standing Committee for Refugee Affairs (SCRA) as required by section 8 of the Refugees Act. Multiple court orders, first by the Eastern Cape High Court (Pickering J) and later by the Supreme Court of Appeal, directed the Department to reopen the office. The Department failed to comply, issued new internal decisions, and repeatedly ignored court-mandated deadlines, prompting further litigation.",
    "issues": "1. Whether the decision to close the PE RRO was unlawful for failing to consult with the SCRA as mandated by the Refugees Act. 2. Whether the decision was irrational and therefore contrary to the constitutional principle of legality. 3. Whether the Department complied with the earlier court orders and, if not, what remedial orders were appropriate.",
    "principles": "The Court applied the requirements of section 8 of the Refugees Act, which obliges the Director‑General to consult the SCRA before closing a refugee reception office. It also invoked the constitutional duty of legality, requiring administrative decisions to be rational and not arbitrary, and the principle that state organs must obey court orders. Relevant case law included Scalabrini (consultation requirement), Sibiya (mandamus), and Fose (effective remedial orders).",
    "application": "The Court found that the Director‑General’s decision to close the PE RRO was taken without the required consultation and was not supported by rational justification, rendering it unlawful and irrational. The Department’s subsequent attempts to justify the closure by citing strategic considerations or alleged compliance with procedural rules were rejected. Consequently, the earlier orders to restore the office were affirmed, and the Department was ordered to comply by a specific date and to provide regular progress reports.",
    "conclusion": "The appeal was dismissed with costs against the first to third appellants. The Court ordered that the PE RRO be restored and fully functional by 1 July 2015 to process new asylum applications under sections 21 and 22 of the Refugees Act. The Director‑General must report in writing to the applicants by 15 April 2015 and monthly thereafter on steps taken to comply. The parties were granted leave to apply for further relief on the same papers."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Refugee Law",
    "level_3": [
      "refugee reception office",
      "consultation requirement",
      "rationality",
      "court order compliance"
    ]
  }
}