{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/84.html",
  "case_name": "Hattingh v S (20099/2014) [2015] ZASCA 84 (28 May 2015)",
  "citation": "[2015] ZASCA 84",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 84\n|\nNoteup\n|\nLawCite\nHattingh v S (20099/2014) [2015] ZASCA 84 (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20099/2014\nNot\r\nReportable\nIn\r\nthe matter between:\nJUAN\r\nHATTINGH\n............................................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nHattingh v The State\n(20099/2014)\n[2015] ZASCA 84\n(28 May \r\n2015)\nCoram:\nCachalia, Majiedt, Petse and Zondi JJA and Gorven\r\nAJA\nHeard:\n20 May 2015\nDelivered:\n28 May 2015\nSummary\n:\r\nSentence ─ imposition of ─ factors to be taken into\r\naccount ─ appellant convicted on 64 counts of fraud, one\ncount\r\nof theft and one count of money laundering ─ minimum sentencing\r\nprovisions of the\nCriminal Law Amendment Act 105 of 1997\nnot\r\napplicable ─ period spent in prison awaiting trial being one of\r\nthe factors to take into account in determining appropriate\nsentence\r\n─ leave to appeal ─\ns 16(1)(b)\nof the\nSuperior Courts Act\n10 of 2013\n─ an appeal to this court against a decision of a\r\ndivision of the high court on appeal to it competent only with the\r\nspecial\nleave of the Supreme Court of Appeal.\nORDER\nOn\r\nappeal from: Free State Division of the High Court, Bloemfontein\r\n(Rampai AJP and Monaledi AJ sitting as court of appeal):\nThe\r\nfollowing order is made:\n1\r\nThe appellant is granted special leave to appeal in terms of\ns 16(1)(b)\nof the\nSuperior Courts Act 10 of 2013\nagainst the\r\nsentence imposed by the regional court, Bloemfontein in respect of\r\nthe 64 counts of fraud, confirmed on appeal by the\ncourt a quo.\n2\r\nThe appeal is upheld. The order of the court a quo is set aside and\r\nsubstituted with the following order:\n‘\nThe\r\nappeal is upheld. The sentences imposed by the trial court in respect\r\nof the counts of fraud are set aside and substituted as\nfollows:\n(i)\r\nOn counts 1 to 64 the accused is sentenced to 12 years’\r\nimprisonment.\n(ii)\r\nThe sentence of six years’ imprisonment imposed in respect of\r\ncount 65 is ordered to run concurrently with the sentence\nimposed in\r\nrespect of counts 1 to 64.\n(iii)\r\nThe sentence is ante-dated to 23 May 2011.’\nJUDGMENT\nPetse\r\nJA (\nCachalia, Majiedt and Zondi JJA\r\nand Gorven AJA\nconcurring):\n[1]\r\nThe appellant was convicted on his plea of guilty in the regional\r\ncourt, Bloemfontein, on 64 counts of fraud, one count of theft\nand\r\none count of money laundering in contravention of\ns 4\n(a)\nof the\nPrevention of Organised Crime Act 121 of 1998\n.\n[2]\r\nBefore the appellant pleaded to the charges the prosecutor informed\r\nthe trial court that the appellant was represented by counsel\nand\r\nintended pleading guilty to all counts and that to that end counsel\r\nhad prepared a written statement in terms of s 112(2)\nof the\r\nCriminal Procedure Act 51 of 1977 (CPA).\n[3]\r\nThereafter the appellant pleaded guilty to all counts. The\r\nappellant’s counsel then handed in the s 112(2) written\r\nstatement\nand sought leave of the trial court to read its contents\r\ninto the record. At the outset the trial court, cognisant of the fact\r\nthat the charge sheet had made reference to the provisions of s\r\n51(2)\n(a)\nof the Criminal Law Amendment Act 105 of 1997 (the Act) in respect of\r\n32 of the fraud counts, each involving an amount in excess\nof\r\nR500 000, which would attract a mandatory minimum sentence of 15\r\nyears’ imprisonment, inquired of the appellant’s\ncounsel\r\nwhether the appellant was alive to that fact. Both the appellant and\r\nhis counsel confirmed that this was indeed the position.\n[4]\r\nOnce these preliminary issues were resolved, the appellant’s\r\nwritten statement was read into the record. In that statement\nthe\r\nappellant, with reference to annexure A to the charge sheet, which\r\nwas a schedule containing, inter alia, (a) the dates on\nwhich the\r\nvarious offences were committed; (b) the identities of the victims of\r\nhis criminal transgressions; (c) the amounts relating\nto each count;\r\nand (d) particulars of the immovable property sold and mortgaged,\r\nadmitted all the material elements of the various\noffences as well as\r\nthe underlying facts but not that the amounts involved in respect of\r\nthe 32 counts of fraud were in excess\nof R500 000. Although the\r\nappellant had explicitly admitted the amounts relating to the count\r\nof theft ─ all of which\nwere less than the threshold that would\r\ntrigger the application of the minimum sentence legislation ─\r\nhe studiously did not\ndo so in relation to all of the fraud counts.\r\nOn the contrary he maintained that the potential or actual prejudice\r\nto his victims,\nbeing, amongst others, The Standard Bank of South\r\nAfrica Ltd, ABSA Bank Ltd, First National Bank Ltd and Nedbank Ltd,\r\nwould be\nmitigated by the proceeds of sale of the immovable\r\nproperties mortgaged in their favour when they are eventually sold\r\nand thus\ntheir ultimate loss would be substantially less than the\r\namount reflected in column 5 of annexure A to the charge sheet.\n[5]\r\nThe prosecutor accepted the plea and the trial court, being satisfied\r\nthat the appellant had ‘correctly pleaded to the\nelements of\r\nfraud relating to count 1 to 64’ convicted the appellant ‘as\r\ncharged in respect of counts 1 to count 64’.\nThe appellant was\r\nsimilarly convicted as charged in respect of the counts of theft and\r\nmoney laundering. In this appeal we are\nconcerned only with the\r\nsentence for the 64 counts of fraud. The crisp issue is whether the\r\n32 counts where the State alleged that\nthe prejudice suffered\r\nequalled or exceeded R500 000, brought the convictions on those\r\ncounts within the ambit of the Act. \nThis issue revolves around\r\nthe precise scope of the plea of guilty as substantiated by the s\r\n112(2) statement, and whether the\nevidence adduced after conviction\r\nduring the sentencing stage should have been taken into account in\r\nrelation to the conviction.\nAs to the latter point, it is clear that\r\nno such evidence can be taken into account as forming the basis for\r\nthe conviction. Once\na plea explanation has been accepted, that alone\r\nforms the factual matrix for the conviction. This means that any\r\nevidence led\nafter conviction which may place the matter within the\r\nambit of the minimum sentencing provisions must be disregarded.\n[6]\r\nAt the conclusion of the evidence led in aggravation and mitigation\r\nof sentence the trial court proceeded to consider what the\n\nappropriate sentence should be. After setting out the principles\r\nrelevant to sentence it went on to deal with the mandatory minimum\n\nsentencing provisions prescribed in terms of s 51(2)\n(a)\nof the Act. It found that these were applicable but that substantial\r\nand compelling circumstances justifying a lesser sentence\nthan the\r\nmandatory one existed. In consequence it imposed a composite sentence\r\nof 10 years’ imprisonment in respect of the\n32 counts of fraud\r\nto which s 51(2)\n(a)\nof the Act applied. In respect of the remaining counts of fraud the\r\ntrial court, again taking them together for purposes of sentence,\n\nalso imposed a sentence of 10 years’ imprisonment. A sentence\r\nof six years’ imprisonment was imposed on count 65 (theft)\n\nwhich was ordered to run concurrently with the combined sentence of\r\n20 years’ imprisonment. Eight years’ imprisonment,\nwholly\r\nsuspended conditionally, was imposed on count 66 (money laundering).\r\nThe end result was an effective sentence of 20 years’\n\nimprisonment. It subsequently granted the appellant leave to appeal\r\nagainst that sentence to the Free State Division.\n[7]\r\nThe appeal to the court a quo was dismissed in a judgment of Rampai\r\nAJP (in which Monaledi AJ concurred). Disenchanted with\nthe outcome\r\nof his appeal, the appellant applied for leave to appeal to this\r\ncourt. In granting leave, the court a quo, in a judgment\nby C J Musi\r\nJ in which Rampai J concurred, said the following:\n‘\n[15]\r\nIt is clear that the applicant did not admit the amounts as per the\r\ncharge sheet. He admitted that the prejudice or potential\nprejudice\r\nsuffered is a lesser amount than that stated in the charge sheet in\r\nrespect of counts 1 to 58.\n[16] It is clear\r\nthat neither the regional magistrate nor the prosecutor properly\r\nunderstood the import of the statement in amplification\nof the plea .\r\n. . In my view the [appellant] did not admit the amounts in column 5\r\nof annexure “a” to the charge sheet.’\nSince\r\nthe coming into effect of the\nSuperior Courts Act 10 of 2013\n, the\r\nposition regarding the grant of leave to appeal to this court in\r\nthose circumstances has changed. The provisions of\ns 16(1)(\nb\n)\r\nof that Act applies in that, ‘. . . an appeal against any\r\ndecision of a Division on appeal to it, lies to the Supreme Court\nof\r\nAppeal upon special leave having been granted by the Supreme Court of\r\nAppeal’. Since this is an appeal as defined in that\nAct, the\r\ncourt a quo lacked jurisdiction to entertain such an application.\n[1]\nAt the outset of the hearing, this provision was quite properly drawn\r\nto our attention by Mr Nel, who appeared for the appellant,\nand an\r\napplication was sought for special leave to appeal to be granted. In\r\nthe light of the test for special leave, it is appropriate\nto grant\r\nspecial leave and it was also appropriate to deal with the substance\r\nof the appeal.\n[8]\r\nIt is unnecessary to recapitulate the evidence adduced during the\r\nsentencing stage in detail. It will suffice to set out the\nbackground\r\nin broad outline. The appellant, who was 36 years of age at the time\r\nof his trial, was practising as an attorney and\nconveyancer in\r\nBloemfontein. Amongst his clients, he counted the so-called big four\r\nlocal banks, namely, The Standard Bank of South\nAfrica Ltd, First\r\nNational Bank Ltd, ABSA Bank Ltd and Nedbank Ltd. The work that he\r\nreceived from these banks encompassed the\nregistration of transfers\r\nof immovable property, registration of mortgage bonds in favour of\r\nthe banks to secure moneys lent by\nthe banks to their clients,\r\ncancellation of mortgage bonds and issuing money guarantees to third\r\nparties  on behalf of the\nbanks. Apart from his firm, Hattingh\r\nAttorneys, of which he was the sole proprietor, he also held\r\ninterests in other local firms\nof attorneys. As his practice\r\nflourished he ventured into other enterprises such as property\r\ndevelopment, construction, an estate\nagency and a franchise in Quatro\r\nHome Loans, who were bond originators.\n[9]\r\nHis professional relationship with his clients was founded on the\r\nabsolute trust that the clients reposed in him. For this reason\nthe\r\nbanks, in particular, placed absolute reliance on him that the\r\nmortgage bonds that he was, from time to time, instructed to\nregister\r\nwould afford the banks valid and enforceable rights at all times\r\ngiven the risk that the banks undertook when lending\nmoney to their\r\nclients. The appellant’s decision to venture into construction\r\nand property development was motivated by his\nbelief that those were\r\nlucrative enterprises. But he soon ran into financial difficulties\r\nwhen he could not recoup a sum of R800 000\nthat he had invested\r\nin the construction of 12 houses as a sub-contractor to R J\r\nContractors. This was the origin of the trail\nof his criminal\r\nescapades that persisted over a period of four years until his\r\nexposure.\n[10]\r\nTo make up for the cash shortfall in his business ventures he devised\r\nan elaborate scheme to perpetrate fraud against the banks\nand the\r\nentities that extended bridging finance to third parties through his\r\npractice. He issued guarantees on behalf of the banks\nand when he\r\nreceived the money in the fullness of time he appropriated it for his\r\nown use. On several occasions he registered double\nmortgage bonds\r\nover properties without the knowledge of the banks. He sometimes\r\nmisrepresented to the banks that mortgage bonds\nthat he had been\r\ninstructed to register had been registered when in truth that was not\r\nthe case. He lured unsuspecting third parties\nto become participants\r\nin what, on the face of it, were legitimate activities, in order to\r\neffectively execute his nefarious schemes.\n[11]\r\nThe State called four witnesses in aggravation of sentence. They were\r\nthe representatives of the four banks affected by the\nappellant’s\r\ncrimes. The State’s evidence in essence was that the appellant\r\nwas one of the attorneys who were on the\npanel of attorneys retained\r\nby the affected banks to undertake conveyancing work on their behalf.\r\nFor a long time the banks believed\nall was well until the appellant’s\r\nmachinations came to light. When this occurred, the true state of\r\naffairs set out in the\npreceding paragraph, was exposed. On occasions\r\nthe banks were induced to believe, through false representations made\r\nby the appellant,\nthat certain persons or legal entities received\r\nadvances from them, thus concealing from the banks the extent of\r\ntheir exposure.\nAnd whilst the various properties remained unsold the\r\nbanks were obliged to secure them in order to mitigate their\r\npotential losses.\nAggravating\r\nfactors\n[12]\r\nThe crimes committed by the appellant are undoubtedly serious. And,\r\nit is sad to say, they are also prevalent. He was an attorney\nfrom\r\nwhom the highest standards of propriety, honour and impeccable\r\nintegrity were expected. He used his practice as an attorney\nto\r\nperpetrate fraud, theft and money laundering thus manifesting conduct\r\nthat is anathema to the practice of an attorney. He deliberately\n\nsubverted all the controls that the banks expected him to uphold. His\r\nmalpractices were premeditated, carefully planned and executed\nand\r\npersisted in over four years. He betrayed the trust that his clients\r\nand those who dealt with him reposed in him. He engineered\na\r\ndeceitful scheme to conceal what he was about in his practice and\r\nthereby debased his profession. He employed the trust account\nof his\r\npractice to give legitimacy to the disbursements effected through it,\r\nindifferent to the enormous risks that exacerbated\nthe banks’\r\nexposure.\nMitigating\r\nfactors\n[13]\r\nThere are, however, a number of factors which count in the\r\nappellant’s favour and I will mention some of them. He pleaded\n\nguilty to all of the charges of which he was convicted thereby\r\nmanifesting contrition. He co-operated with the police investigation\n\nand even assisted the State to formulate the charges against himself.\r\nHe was struck off the roll and suffered an ignominious fall\nfrom\r\ngrace. He is a first offender. As an inevitable consequence of his\r\nmisconduct and given the scale of his fraudulent activities\nhis joint\r\nestate was sequestrated. After his initial attempt to evade justice\r\nhe had cause to pause and surrendered himself to\nthe authorities. He\r\nco-operated with the trustee of his insolvent estate in identifying\r\nand tracing his assets for the benefit\nof his creditors. He was\r\nincarcerated for almost a year awaiting trial. Although the appellant\r\nis the author of his own misfortune,\nhe must have suffered\r\nembarrassment, disgrace and humiliation in the aftermath of his\r\narrest, prosecution and conviction. He will\nlive with a sense of\r\nshame for the anguish that he has caused those who are close to and\r\nlooked up to him.\n[14]\r\nI now turn to a consideration of the merits of the appeal. In summary\r\nthe gravamen of the appellant’s submissions in\nthis court is\r\nthat: (a) s 51(2)\n(a)\nof the Act, read with Part II of Schedule 2, was not applicable and\r\nshould not have been invoked by the trial court; (b) there\nwere\r\nmaterial misdirections committed by the trial court and perpetuated\r\nby the high court; (c) that aggravating circumstances\nwere\r\noveremphasised whilst mitigating circumstances were underemphasised;\r\nand (d) that the mitigating effect of the period spent\nin gaol\r\nawaiting trial was not accorded due weight.\n[15]\r\nThe circumstances in which an appellate court will interfere with a\r\nsentence imposed by a court of first instance are trite.\nThey were\r\nreiterated by this court in\nS\r\nv Sadler\n2000 (1) SACR 331 (SCA).\n[2]\nSentencing is a matter pre-eminently within the discretion of the\r\ntrial court and a court of appeal will interfere with the exercise\nof\r\nsuch discretion only on limited grounds.\n[16]\r\nIn\nS\r\nv Malgas\n[3]\nthis court restated the test as follows:\n‘\nA\r\ncourt exercising appellate jurisdiction cannot, in the absence of\r\nmaterial misdirection by the trial court, approach the question\nof\r\nsentence as if it were the trial court and then substitute the\r\nsentence arrived at by it simply because it prefers it. To do\n\nso would be to usurp the sentencing discretion of the trial\r\ncourt. Where material misdirection by the trial court vitiates\nits\r\nexercise of that discretion, an appellate Court is of course entitled\r\nto consider the question of sentence afresh. In doing\nso, it assesses\r\nsentence as if it were a court of first instance and the sentence\r\nimposed by the trial court has no relevance.\nAs it is said, an\r\nappellate Court is at large. However, even in the absence of material\r\nmisdirection, an appellate Court may yet\nbe justified in interfering\r\nwith the sentence imposed by the trial court. It may do so when the\r\ndisparity between the sentence\nof the trial court and the sentence\r\nwhich the appellate court would have imposed had it been the trial\r\ncourt is so marked that\nit can properly be described as\r\n“shocking”, “startling” or “disturbingly\r\ninappropriate”.\nIt must be emphasised that in the latter\r\nsituation the appellate court is not at large in the sense in which\r\nit is at large in\nthe former. In the latter situation it may not\r\nsubstitute the sentence which it thinks appropriate merely because it\r\ndoes not accord\nwith the sentence imposed by the trial court or\r\nbecause it prefers it to that sentence. It may do so only where\r\nthe difference\nis so substantial that it attracts epithets of the\r\nkind I have mentioned.’\n[17]\r\nIt is evident from the judgments of this court and other courts that\r\noffences involving dishonesty, such as those of which\nthe appellant\r\nwas convicted, have always been viewed in a serious light. Their\r\ngravity is, for example, underscored by what this\ncourt said in\nS\r\nv Blank\n1995 (1) SACR 62\n(A) at 73b-d:\n‘\nIn\r\nview of all these facts, I feel fully justified in imposing a \r\nsentence which will deter not only the accused and other\nstockbrokers\r\nfrom committing crimes similar to those of which the accused has been\r\nconvicted, but also others involved in business\nwho may be tempted to\r\nindulge in larger-scale crimes of dishonesty.  The time has\r\nalready arrived when the severity of punishments\nimposed for this\r\nsort of crime while of course taking the personal circumstances of a\r\nparticular accused into account, should\nproclaim that society\r\nhas had enough and that the courts, who are the mouthpiece of\r\nsociety, will not tolerate such crimes and\nwill severely punish\r\noffenders: cf\nS v Zinn\n1969 (2) SA 837\n(A) at 542D-E.’\n[18]\r\nIn\nSadler\nthis court recognised the seriousness of crimes such\r\nas fraud and their corrosive impact upon society. Concerning the\r\nappellant,\nthe situation is exacerbated by the fact that he was also\r\nan attorney and thus occupied a position of trust vis-à-vis\r\nhis\nclients. Our courts have for a long time taken a dim view of\r\nattorneys who betray the trust of their clients. Attorneys are, for\n\nreasons too obvious to require elaboration, expected to scrupulously\r\nobserve the highest standard of professional integrity. A\ndeviation\r\nfrom those standards not only impairs the integrity of those who\r\nstray from the path of rectitude but also debase their\nentire\r\nprofession. As long ago as 1954 in\nR v Roux\n1954 (4) SA 110\n(T) Ramsbottom J said the following (at 111F-H):\n‘\nI\r\nhave been asked by your counsel to say that because of your high\r\nposition in the profession and because of your position in society\n\nyour fall is all the greater and the suffering which comes to\r\nyou by reason of that fall is all the greater. But I have some\n\ndifficulty in giving effect to that argument. There is another side\r\nto that. The profession of the law is a most honourable profession.\nA\r\nvery high standard of honour is required from its members. An\r\nattorney owes the greatest good faith to his partners and to his\n\nclients, and the higher he rises in his profession the greater is the\r\nresponsibility which rests upon him. It must not and cannot\nbe\r\nthought that greater leniency can be shown towards those members\r\nof the profession who have reached positions of eminence\nthan to\r\nother practitioners who have not risen so high in the profession. All\r\nmust be treated alike. Theft is always a serious\ncrime. When it is\r\ncommitted by an attorney, who is in a position of trust, that is an\r\naggravating circumstance.’\nSee\r\nalso\nS v Brown\n2015\r\n(1) SACR 211\n(SCA) para 123. Accordingly, it is in the light of the\r\nforegoing backdrop that this appeal must be considered.\nApplication\r\nof s 51(2)\n(a)\n[19]\r\nAs I have stated before, the guilty plea tendered by the appellant\r\nwas accepted by both the trial court and the prosecution.\nAnd having\r\nregard to the tenor of the appellant’s s 112(2) statement and\r\nas observed by the court a quo in granting leave\nto this court it is\r\nevident that all those involved in the trial failed to appreciate the\r\nimport of the admissions made by the\nappellant. They laboured under a\r\nmisconception that the appellant had admitted not only the elements\r\nof the offences with which\nhe was charged but most importantly also\r\nall of the amounts involved including those that would have triggered\r\nthe applicability\nof s 51(2)\n(a)\nhad they been admitted.\n[20]\r\nIn\nS\r\nv Legoa\n2003 (1) SACR 13 (SCA)\n[4]\nthis\r\ncourt dealt with the import of s 51(2)\n(a)\nand noted that for the minimum sentencing jurisdiction to exist in\r\nrespect of an offence, the accused’s conviction must encompass\n\nall the elements of the offence set out in the Schedule. It went\r\nfurther and said the following (para 15):\n‘\nIt\r\nis an established principle of our law that a criminal trial has two\r\nstages - verdict and sentence. The first stage concerns\nthe guilt or\r\ninnocence of the accused on the offence charged. The second concerns\r\nthe question of sentence. Findings of fact may\nbe relevant to both\r\nstages. However, those in the first stage relate to the elements of\r\nthe offence (or the specific form of the\noffence) with which the\r\naccused is charged. Those in the second mitigate or aggravate the\r\nsentence appropriate to the form of the\noffence of which the accused\r\nhas been convicted.’\n[21]\r\nIt therefore goes without saying that for s 51(2)\n(a)\nto find application in this case it was incumbent upon the\r\nprosecution to prove all the elements of the offence of the affected\n\nfraud counts ‘in the form specified in the Schedule’.\r\nThis entailed that the evidence regarding all the elements of\nthe\r\nform of the scheduled offence ought to have been led before verdict\r\nand for the trial court to find, as a matter of fact, that\nthose\r\nelements specified in the Schedule were present.\n[5]\nThis, the prosecution failed to do. Accordingly, where an accused is\r\nconvicted solely on the basis of a s 112(2) statement, the\noffence\r\ncontemplated in s 51(2)\n(a)\nof the Act must be determined only with reference to the contents of\r\nthat statement.\n[6]\n[22]\r\nThus, having regard to the absence of a crucial element of the form\r\nof the scheduled offence charged before verdict, the trial\ncourt did\r\nnot acquire the requisite jurisdiction to invoke s 51(2)\n(a)\nof the Act. Put differently, the trial court had ‘a clean slate\r\non which to inscribe whatever sentence it thought fit’\n[7]\nuntrammelled by s 51(2)\n(a)\n.\r\nAccordingly, it was impermissible for the trial court to rely on the\r\nevidence adduced during the sentencing stage to the extent\nthat it\r\nsought to cure the shortcomings in the State’s case before\r\nconviction. This amounted to a clear and material misdirection\nas was\r\nmentioned in\nMalgas\n.\r\nThis much was conceded by Mr Mlotshwa, who appeared for the\r\nState. Consequently the sentence imposed in respect of the 32\ncounts\r\nof fraud thought by the trial court to fall within the purview of s\r\n51(2)\n(a)\nfalls to be reconsidered and a fresh sentence imposed in respect of\r\ncounts 1 to 64. In my view, these should be treated, as the\ntrial\r\ncourt did, as one for purposes of sentence. Mr Mlotshwa agreed that\r\nthis should be the case.\nMisdirections\n[23]\r\nThe main thrust of the appellant’s argument on this score is\r\nthat both the trial court and the court a quo made certain\nfactual\r\nfindings that cannot be sustained on the evidence adduced during the\r\nsentencing stage. Counsel’s heads of argument\ncontain\r\nreferences to instances where the trial court and the court a quo\r\nmisdirected themselves. I have already said that evidence\nwhich seeks\r\nto bring the offences within the purview of the minimum sentencing\r\nprovisions cannot operate to do so. On the view\nI take of the matter\r\nI do not propose to traverse the balance of these submissions in this\r\njudgment. Suffice it to say that they\ndo not seem to me in themselves\r\nto be of such magnitude as to demonstrate that those courts did not\r\nexercise their sentencing discretion\nproperly and judicially.\nAppropriate\r\nsentence\n[24]\r\nAs I have already found, both the trial court and the court a quo\r\nerroneously thought that s 51(2)\n(a)\nwas applicable. But for that erroneous view there can be no doubt\r\nthat the trial court would have imposed a composite sentence\nin\r\nrespect of counts 1 to 64. A reading of the trial court’s\r\njudgment on sentence otherwise reveals that it painstakingly\nweighed\r\nall the relevant factors in determining appropriate sentences. It\r\ntook into account the cumulative effect of all the sentences\nand\r\ndecided to ameliorate the appellant’s situation by ordering the\r\nsentence imposed in respect of the count of theft to\nrun concurrently\r\nwith the sentences imposed for fraud and suspending the whole of the\r\nsentence imposed on the count of money laundering.\nIt erred only to\r\nthe extent that it treated some of the fraud charges differently from\r\nthe rest as a consequence of the misconception\nunder which it was\r\nlabouring.\n[25]\r\nI am therefore driven to the conclusion that the gravity of the\r\noffences of which the appellant was convicted undoubtedly calls\nfor a\r\nsevere sentence. However, the severity of that sentence will be\r\ntempered by mercy. In\nS\r\nv Muller\n[8]\nthis court said:\n‘\nWhen\r\ndealing with multiple offences, a sentencing court must have regard\r\nto the totality of the offender's criminal conduct and\nmoral\r\nblameworthiness in determining what effective sentence should\r\nbe  imposed, in order to ensure that the aggregate\npenalty\r\nis not too severe. In doing so, while punishment and deterrence\r\nindeed come to the fore when imposing sentences for armed\nrobbery, it\r\nmust be remembered, as Holmes JA pointed out in his inimitable style,\r\nthat mercy, and not a sledgehammer, is the concomitant\nof\r\njustice. And while a judicial officer must not hesitate to be\r\nfirm when necessary, 'he should approach his task with\na humane\r\nand compassionate understanding of human frailties and the pressures\r\nof society which contribute to criminality'. In addition,\nalthough it\r\nis in the interest of the general public that a sentence for armed\r\nrobbery should act as a deterrent to others, an\noffender should not\r\nbe sacrificed on the altar of deterrence.’\n[9]\nIn\r\nthe light of both aggravating and mitigating circumstances, the\r\ncumulative effect of the sentence and taking into account the\nperiod\r\nthat the appellant spent in prison awaiting trial as one of the\r\nrelevant factors,\n[10]\nI am of\r\nthe view that a period of twelve years’ imprisonment is\r\nappropriate on counts 1 - 64. The learned magistrate had\ngood reason\r\nto make the period of six years’ imprisonment imposed in\r\nrespect of count 65 run concurrently with the sentence\nimposed for\r\ncounts 1 – 64 and this shall remain the case.\n[26]\r\nIn the result the following order is made:\n1 The appellant is\r\ngranted special leave to appeal in terms of\ns 16(1)(b)\nof the\nSuperior Courts Act 10 of 2013\nagainst the sentence imposed by the\r\nregional court, Bloemfontein in respect of the 64 counts of fraud,\r\nconfirmed on appeal by the\ncourt a quo.\n2 The appeal is\r\nupheld. The order of the court a quo is set aside and substituted\r\nwith the following order:\n‘\nThe\r\nappeal is upheld. The sentences imposed by the trial court in respect\r\nof the counts of fraud are set aside and substituted as\nfollows:\n(i) On counts 1 to\r\n64 the accused is sentenced to 12 years’ imprisonment.\n(ii) The sentence of\r\nsix years’ imprisonment imposed in respect of count 65 is\r\nordered to run concurrently with the sentence\nimposed in respect of\r\ncounts 1 to 64.\n(iii)\r\nThe  sentence is ante-dated to 23 May 2011.’\n_________________\nX M PETSE\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: J Nel\nInstructed\r\nby:\nKramer\r\nWeihmann & Joubert, Bloemfontein\nFor\r\nRespondent: J J Mlotshwa\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions, Bloemfontein\n[1]\nVan\r\n\tWyk v The State; Galela v The State\n[2014] ZASCA 152\n(22 September 2014) para 24(b).\n[2014] 4 All SA 708\n(SCA) para 24(b).\n[2]\nS\r\n\tv Sadler\n2000\r\n\t(1) SACR 331\n(SCA) at 334d-335g.\n[3]\nS\r\n\tv Malgas\n2001 (1) SACR 469\n(SCA);\n(2001 (2) SA 1222\n(SCA);\n[2001] 3 AllSA 220\n(SCA) para 12.\n[4]\nPararaph\r\n\t15.\n[5]\nFn\r\n\t2 paras 17-18.\n[6]\nS\r\n\tv Gagu & another\n[2006] ZASCA 7\n;\n2006 (1) SACR 547\n(SCA) para 7\n.\n[7]\nS\r\n\tv Malgas\n2001 (1) SACR 469\n(SCA);\n(2001 (2) SA 1222\n(SCA);\n[2001] 3 All SA\r\n\t220\n(SCA)) para 8.\n[8]\nS\r\n\tv Muller & another\n2012 (2) SACR 545 (SCA).\n[9]\nFootnotes\r\n\tomitted.\n[10]\nS\r\n\tv Radebe & another\n2013 (2) SACR 165\n(SCA) para 14;\nDirector\r\n\tof Public Prosecutions, North Gauteng: Pretoria v Gcwala &\r\n\tothers\n2014\r\n\t(2) SACR 337\n(SCA) paras 15-18.",
  "scraped_at": "2026-02-12T17:22:01.947825",
  "date": "2015-05-28",
  "coram": [
    "Cachalia JJA",
    "Majiedt JJA",
    "Petse JA",
    "Zondi JJA",
    "Gorven AJA"
  ],
  "case_number": "20099/2014",
  "parties": {
    "applicants": [
      "Juan Hattingh"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Juan Hattingh, a 36‑year‑old attorney and sole proprietor of Hattingh Attorneys, was convicted of 64 counts of fraud, one count of theft and one count of money‑laundering. The offences arose from a scheme in which he misused his fiduciary relationship with four major South African banks, issuing guarantees, registering duplicate mortgage bonds and misappropriating funds to support failing construction and property‑development ventures. The fraud involved amounts exceeding R500,000 for 32 of the fraud counts, which under the Criminal Law Amendment Act 105 of 1997 would normally attract a mandatory minimum sentence of 15 years. He pleaded guilty to all counts and submitted a section 112(2) statement that admitted the essential elements of the offences but did not admit the amounts exceeding the statutory threshold.",
    "issues": "The appeal raised two principal legal issues: (1) whether the mandatory minimum sentencing provisions of s 51(2)(a) of the Criminal Law Amendment Act 105 of 1997 applied to the 32 fraud counts, given that the appellant’s plea did not admit the requisite amounts; and (2) whether the trial court could rely on evidence adduced at the sentencing stage to cure deficiencies in the State’s case, and whether any material misdirections justified appellate interference. A subsidiary issue concerned the jurisdiction to grant leave to appeal under s 16(1)(b) of the Superior Courts Act 10 of 2013.",
    "principles": "The Court reiterated that mandatory minimum sentencing applies only when the conviction encompasses all the elements of the scheduled offence, which must be proved at trial. A plea under s 112(2) defines the factual matrix of conviction; post‑conviction evidence cannot be used to expand the scope of the offence (S v Legoa). Appellate courts may interfere with sentencing only on grounds of material misdirection or where the sentence is so markedly inappropriate as to be shocking (S v Sadler; S v Malgas). The Court also affirmed the requirement for special leave to appeal to the Supreme Court of Appeal under s 16(1)(b) of the Superior Courts Act.",
    "application": "The Court held that the prosecution had failed to prove the amount element for the 32 fraud counts and that the appellant’s plea did not admit those amounts. Consequently, the trial court lacked jurisdiction to apply s 51(2)(a) and erred by relying on sentencing‑stage evidence. This constituted a material misdirection warranting appellate intervention. The Court then reassessed the appropriate sentence, taking into account aggravating factors (breach of trust by an attorney, premeditated fraud, extensive loss to banks) and mitigating factors (guilty plea, cooperation, first‑offender status, period spent on remand). Balancing these, the Court substituted a single composite sentence of twelve years’ imprisonment for counts 1‑64, ordered the six‑year theft sentence to run concurrently, and ante‑dated the sentence to 23 May 2011.",
    "conclusion": "Special leave to appeal was granted. The appeal was upheld; the lower court’s sentence was set aside and replaced with a 12‑year imprisonment term for the 64 fraud counts, with the theft sentence running concurrently and the overall sentence ante‑dated to 23 May 2011."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "mandatory minimum sentencing",
      "appeal",
      "attorney misconduct"
    ]
  }
}