{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/42.html",
  "case_name": "Gcam-Gcam v S (1034/2013) [2015] ZASCA 42; 2015 (2) SACR 501 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 42",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 42\n|\nNoteup\n|\nLawCite\nGcam-Gcam v S (1034/2013) [2015] ZASCA 42; 2015 (2) SACR 501 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 1034/2013\nIn\r\nthe matter between:\nALFRED\r\nZWELIDUMILE\r\nGCAM-GCAM\n..................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nGcam-Gcam v The State\n(1034/13)\n[2015] ZASCA 42\n(25 March\r\n2015)\nCoram\n:\r\nCachalia and Shongwe JJA and Gorven AJA\nHeard:\r\n2 March 2015\nDelivered:\r\n25 March 2015\nSummary:\nCriminal Law – Conspiracy and\r\ncommon purpose to commit robbery of a pay-point. Two vehicles\r\ninvolved – Plan abandoned\nbut one vehicle proceeds to rob\r\nanother pay-point – Whether occupants of the other vehicle\r\nguilty of common purpose to rob\nsecond pay-point. Confessions –\r\nCourts to be sceptical when suspects in police custody make\r\nconfessions to police implicating\nthemselves in serious crimes.\nORDER\nOn\r\nappeal from:\nEastern Cape High Court,\r\nMthatha (Smith J sitting as court of first instance):\nThe\r\nappeal is upheld and the convictions and sentences imposed on the\r\nappellant are set aside.\nJUDGMENT\nCachalia\r\nJA (Shongwe JA and Gorven AJA\nconcurring)\n[1]\r\nThe appellant was one of four accused indicted on ten counts in the\r\nEastern Cape Division – Mthatha, following an armed\nrobbery of\r\na social-grant pay-point in the Mpozolo district of Willowvale on 4\r\nJune 2009. The robbers made off with an amount of\nR509 970. A\r\npolice officer and four robbers lost their lives in an incident later\r\nthat day.\n[2]\r\nThe appellant, who was accused three in the trial that followed, and\r\nhis co-accused Vuyisa Velelo (accused 1), Elias Dotwana\n(accused 2)\r\nand Ntuthuzelo Ndabeni (accused 4) were charged with conspiracy to\r\ncommit robbery in contravention of s 29 of Act 9\nof 1983 of the\r\nTranskei Penal Code, robbery, five counts of murder and the unlawful\r\npossession of automatic firearms, other firearms\nand ammunition in\r\ncontravention of the\nFirearms Control Act of 2000\n. They were\r\nconvicted on all of the counts, and sentenced to ten years’\r\nimprisonment each for the conspiracy, twelve, eight\nand five years’\r\nimprisonment for each of the firearm related offences and to life\r\nimprisonment for the murders. The appellant,\nDotwana and Ndabeni\r\nreceived 15 years’ imprisonment for the robbery, and Velelo\r\ntwenty for his part in it. They are all serving\neffective sentences\r\nof life imprisonment. Only the appellant’s appeal is before us,\r\nwith leave of this court.\n[3]\r\nThe appellant and his co-accused were convicted mainly on the\r\nstrength of confessions they made to police-officers following\ntheir\r\narrest, and also on the testimony of an accomplice. The appellant’s\r\ncase is that he was wrongly convicted because the\npolice improperly\r\ncoerced and induced him to confess to these crimes, the accomplice’s\r\nevidence against him was unsatisfactory,\nand his alibi defence was\r\nincorrectly rejected.\n[4]\r\nThe State sought to prove that the offences were committed in the\r\nfollowing circumstances. In June 2009, the appellant and nine\nothers\r\nagreed and conspired to rob a company contracted by the government to\r\npay pension and social grants. Among the ten conspirators\nwere three\r\nof the appellant’s co-accused, four others who died in an\r\nincident after the robbery, a ninth person who became\na witness for\r\nthe State, and a tenth who went missing after the event. The company\r\nsets up various pay-points to make these payments\nto beneficiaries.\r\nThe pay points that are the subject of this appeal were set up in the\r\nMpozolo Adminstrative Area situated in\nthe Willowvale district of the\r\nEastern Cape.\n[5]\r\nOn 2 June 2009 two of the conspirators travelled to Willowvale to\r\nreconnoitre the pay-point they were planning to rob. The ten\n\nconspirators, including the appellant, then met at the home of\r\nValephatwa Jam-Jam (one of the deceased suspects) in Ngolo village,\n\nMthatha, the following evening, where they put the final touches to\r\nthe plan.\n[6]\r\nOn 4 June, at about 03h00, they departed from Jam-Jam’s home in\r\ntwo vehicles. The first vehicle, a Toyota van, had been\nhijacked the\r\nprevious day to be used in the robbery. It was driven by Thembela\r\nMayisela, who became a state witness and was granted\nimmunity from\r\nprosecution. There were seven passengers in this vehicle some of whom\r\nwere armed. The second vehicle, a GWM ‘bakkie’,\nwas\r\ndriven by the appellant. Dotwana (accused 2) was a passenger. The GWM\r\nwas to be used for their get-away after the robbery.\nThe conspirators\r\nwere armed with three automatic rifles (an R1 and two R5’s) an\r\nUzzi, a 9mm pistol and a .38 revolver.\n[7]\r\nThe two vehicles made their way to Willowvale, which is apparently\r\nsome distance from Ngolo, and arrived at the pay-point later\nthat\r\nmorning. The passengers in the Toyota alighted and opened fire. The\r\nsecurity guards, who were guarding the pay-point, returned\nfire, as\r\ndid a police officer who was also in the vicinity. But they were\r\noverpowered and ran away. The robbers got hold of the\nmoney and drove\r\noff. Where the GWM driven by the appellant was during the robbery was\r\nnot mentioned in the summary of substantial\nfacts.\n[8]\r\nMayisela and his co-robbers drove for some distance when they\r\nrealised that there was a police helicopter nearby. They stopped,\n\nabandoned the vehicle and fled into the forest, separating into two\r\ngroups that went in different directions.\n[9]\r\nThe police discovered the abandoned vehicle and entered the forest to\r\nsearch for the suspects. The robbers opened fire on the\npolice\r\nkilling Officer Mziwamandla Alfred Sibeko. The police returned fire\r\nkilling one entire group comprising four of the robbers:\nMthobeli\r\nNdamase, Thoko Sigwinta, Elliot Puwana and Valephatwa Jam-Jam. The\r\nState invoked the common purpose doctrine in seeking\nto hold the\r\nappellant and his co-accused criminally responsible for the deaths of\r\nthe police officer and the four robbers.\n[10]\r\nThe police found a R1 rifle, an LM5 and a 9mm pistol and cartridge\r\ncases in the forest. Only R71 120 of the amount stolen\nwas\r\nrecovered. A R5 rifle was also recovered from Dotwana the following\r\nday.\n[11]\r\nOn the evening of 4 June 2009, the second group of four robbers,\r\nincluding Mayisela, emerged from where they had been hiding\nin the\r\nforest. They phoned the appellant who, accompanied by Dotwana,\r\narrived to collect them in his GWM. He drove them home to\nMthatha.\n[12]\r\nAs I have said earlier the evidence against the appellant was a\r\nconfession he made to the police and the evidence of Mayisela.\nThe\r\nappellant confessed, following his arrest, to having been present on\r\nthe evening of 3 June 2009, with the other conspirators\nbefore he\r\ndrove to Willowvale to assist in the robbery. He had been promised an\r\namount of R10 000. And further, that he had\ncollected some of\r\nthe people ‘very late’. He surmised that something had\r\ngone wrong and that the others may be dead.\nHe then drove the others\r\nback to Mthatha. For reasons I give later in this judgment, this\r\nevidence was inadmissible.\n[13]\r\nIn his testimony, Mayisela confirmed that the appellant had been\r\npresent at Jam-Jam’s home on the evening of 3 June,\nthat he had\r\ndriven the GWM vehicle behind the vehicle in which the others had\r\nbeen travelling to Willowvale, when they departed\nat 03h00 on the\r\nmorning of 4 June 2009, and that he had arrived with Dotwana to\r\ncollect the survivors later that evening.\n[14]\r\nBut of crucial importance to the murder and robbery convictions\r\nagainst the appellant was Mayisela’s evidence on what\nhappened\r\nsoon after daybreak as they arrived at the pay-point they had planned\r\nto rob in Mpozolo. The pay-point was a short distance\nfrom the gravel\r\nroad on which they were travelling. The men in Mayisela’s\r\nvehicle noticed a police vehicle driving towards\nthem. The GWM of the\r\nappellant had stopped nearby. Those in Mayisela’s vehicle\r\ndecided that the presence of the police made\nit risky to go ahead\r\nwith the robbery. They, therefore, abandoned the plan to rob that\r\npay-point and decided to drive home on the\nsame road. Mayisela only\r\nsaw the appellant’s GWM again, at about 20h00 that evening,\r\ntwelve hours later.\n[15]\r\nMayisela testified that the Toyota vehicle he was driving then headed\r\nhome. En route they came across another pay-point, fortuitously\nit\r\nseems. They decided to rob this pay-point on the spur of the moment.\r\nThey noticed a police vehicle parked amongst the other\ncars near the\r\npay-point, but this did not deter them. Mayisela testified that he\r\ndrove up to the vehicles and stopped. His passengers\nalighted and\r\nbegan firing, presumably in the direction of the pay-point. A police\r\nofficer or several officers returned the fire.\n(It was not clarified\r\nwhether the other ‘police’ may have been security-guards\r\nemployed to protect the pay-point).\nMayisela was struck twice, on the\r\nleft arm and on his right leg, whilst still in the vehicle. The\r\n‘police’ then fled\nfrom the scene. The robbers packed the\r\nmoney into a blue sports bag, got back into their vehicle and fled\r\nthe scene, with Mayisela\nagain at the wheel.\n[16]\r\nThey drove for some time and covered some distance in this rural\r\narea. For how long they drove and what distance they covered\nwas\r\nregrettably never clarified in the evidence. Be that as it may,\r\nMayisela noticed that his vehicle was running out of fuel,\nand a\r\nhelicopter was hovering in the vicinity. So, they decided to abandon\r\nthe vehicle, split into two groups, and make their way\ninto the\r\nforest nearby. Mayisela was accompanied by Velelo, Ndabeni (accused 1\r\nand 4) and Bodi, who disappeared after these events.\nThe other group\r\nof four made off in another direction with the bag of money. I shall\r\nreturn to Mayisela’s evidence later.\n[17]\r\nLater that day – again, we do not know the time – the\r\npolice arrived and went in pursuit of the group with the\nloot. The\r\nevidence of the police officers about what transpired thereafter is\r\nfar from clear. First, the dog unit consisting of\nfive police\r\nofficers entered the forest and after an exchange of fire they\r\nretreated and called for reinforcements from the National\n\nIntervention Unit (NIU).\n[18]\r\nCaptain Herston Thengiza Gwadiso from the NIU testified that he\r\nentered the forest with his team and called out to the suspects\nto\r\nsurrender. He heard a sound of gunfire from inside the forest. The\r\npolice responded by shooting, which was followed by an exchange\nof\r\nfire. The NIU penetrated further into the forest and came across two\r\npeople who had been shot, but he did not check whether\nor not they\r\nwere alive. There was a bag of money and a pistol next to them. They\r\nwalked for another 500 meters and heard more shots\nbeing fired.\r\nWarrant-Officer Sibeko was struck by a bullet. He was carried out of\r\nthe forest by Captain Gwadiso’s group,\nand airlifted by\r\nhelicopter, but succumbed to his injuries.\n[19]\r\nA second group of NIU members arrived and, after helping the first\r\ngroup airlift the injured Sibeko, they also entered the\nforest. This\r\ngroup was led by Captain Pumlani Lumbe. He also announced his arrival\r\nby calling on the suspects to surrender. More\ngunfire was heard and\r\nthe NIU returned the fire. They proceeded further into the forest and\r\nnoticed two more persons lying on the\nground with R1 and\na\nR5 rifles next to them. They appeared to be alive. Lumbe kicked away\r\nthe firearms as a safety precaution and continued to look\nfor other\r\nsuspects, but found none.\n[20]\r\nI pause to mention that it is troubling that there was no evidence at\r\nall on whether the four suspects were alive for any period\nafter they\r\nhad been shot or whether there was any attempt to obtain medical\r\nassistance for them. It appears that they died at the\nscene.\n[21]\r\nI return to Mayisela’s testimony. His group of four hid in the\r\nforest, apparently far removed from the events that had\noccurred in\r\nthe other part of the forest. Later that evening, they emerged from\r\nwhere they were hiding. They walked until they\nreached a bridge from\r\nwhere Velelo phoned the appellant for assistance. The appellant, in\r\nhis GWM, arrived with Dotwana at about\n20h00. They left to search for\r\ntheir missing colleagues but found no evidence of their whereabouts.\r\nThe appellant then drove them\nback to Mthatha.\n[22]\r\nAssuming, only for present purposes, that Mayisela’s evidence\r\nwas correctly accepted, the question is whether the court\nwas also\r\ncorrect in finding the appellant guilty on the robbery and the five\r\nmurder counts. I shall deal with the remaining counts,\nnamely the\r\nfirearms and ammunition charges, and the conspiracy charge\r\nseparately.\n[23]\r\nThe high court rejected a submission by counsel for the defence that\r\nthe robbery of the second pay-point and the subsequent\nevents on the\r\nday were not part of the common purpose, and that therefore the\r\nappellant could not be held responsible for the robbery\nor the five\r\ncounts of murder. The learned judge made the following finding:\n‘\nI\r\nagree with Mr Siyo [the prosecutor] that they had planned to rob a\r\npension pay-point on the day in question in the vicinity of\n\nWillowvale. They had all formed common purpose in this regard and\r\nthis is exactly what they had achieved. The evidence has in my\nview\r\nclearly established that all of the accused were involved in the\r\nplanning and execution of the robbery to a greater or lesser\nextent.\r\nThey all had clearly defined roles and they persisted to act in\r\naccordance with this common purpose until after the shootout\nin the\r\nforest where four of their co-perpetrators and a police officer were\r\nkilled.’\n[24]\r\nIt appears from the learned judge’s reasoning that the\r\nappellant was convicted on these counts because he was found to\nbe\r\nparty to the prior agreement to rob a pay-point in the vicinity of\r\nWillowvale and that he actively associated with the plan,\npresumably\r\nby driving the GWM to the first pay-point, and collecting the four\r\nsurvivors afterwards.\n[25]\r\nIn regard to the robbery conviction the judge seems to have\r\nmisconstrued the evidence. The judgment records that Mayisela\r\ntestified that after they had decided that it was too risky to rob\r\nthe first pay-point they decided to drive towards another pay-point.\n\nBut as I have said earlier, Mayisela’s evidence was that they\r\nhad decided to drive home – not to another pay-point\n–\r\nand fortuitously came across the second pay-point, which they decided\r\nto rob on the spur of the moment. It is common ground\nthat the\r\nappellant was not party to the decision to rob the second pay-point,\r\nand was not present when the robbery took place.\n[26]\r\nBefore us Mr Siyo, who appeared for the State submitted, as he had in\r\nthe high court, that even though the first pay-point\nwas the agreed\r\ntarget of the robbery, the second pay-point was located in the same\r\narea and was robbed at about the same time.\nThe second robbery, he\r\nsubmitted, therefore fell within the ambit of the common purpose –\r\na submission, as previously mentioned,\nthat found favour in the high\r\ncourt.\n[27]\r\nBut I think the submission is devoid of merit. First, the State did\r\nnot establish that the second pay-point was anywhere near\nthe first\r\npay-point. Second, even if one accepts that the two pay-points were\r\nin the same vicinity, the group’s mandate was\nto rob the first\r\npay-point, and not any other pay-point: they explicitly abandoned the\r\nplan to rob the first pay-point; and finally,\nthe appellant was not\r\naware of and played no role in the decision to rob the second\r\npay-point or in any way actively associate\nwith the group in carrying\r\nout the robbery, much less the events later in the forest when the\r\npolice officer and the four robbery\nsuspects lost their lives. He\r\ncould therefore not have foreseen, and by implication did not\r\nforesee, that a second pay-point would\nbe robbed or that anyone would\r\nlose their lives in the course of that robbery. The convictions on\r\nthe robbery and murder counts\ntherefore cannot stand.\n[28]\r\nI should add that it is questionable whether the events in the\r\nforest, which gave rise to the murder charges can be said to\nhave\r\noccurred in the course of the robbery, but this is not an issue I\r\nneed decide in this appeal.\n[29]\r\nRegarding the convictions on the arms and ammunition charges the\r\ncourt stated perfunctorily that the accused, including the\nappellant,\r\n‘possessed these jointly as a group and it therefore matters\r\nnot which of them had carried the firearms on the\nday of the\r\nrobbery’. It is not clear whether, in so finding, the learned\r\njudge had the principles of joint possession or\nthe doctrine of\r\ncommon purpose in mind.\n[30]\r\nIt was not alleged in the indictment that they had a common purpose\r\nto possess the arms and ammunition. The common purpose\nor conspiracy\r\npertained to the robbery. The fact that parties planning a robbery\r\nshare a common state of mind that some of them\nwill carry or use arms\r\nto achieve their objective is not sufficient to make them joint\r\npossessors under the\nFirearms Control Act 60 of 2000\n. This can only\r\nbe established by inference, and it must be the only reasonable\r\ninference. In my view this was not established in\nthis case.\n[1]\n[31]\r\nIn addition, it is not at all clear from the evidence whether the\r\narms and ammunition used in the robbery were the same as\nthose on\r\nwhich forensic tests were done. There was simply no proper ‘chain\r\nevidence’ to support this finding. So, the\nconvictions on these\r\ncounts cannot stand either.\n[32]\r\nIn preparing for this appeal I requested the parties to make written\r\nsubmissions on whether or not the appellant should nevertheless\nhave\r\nbeen convicted as an accessory after the fact on either the robbery\r\ncount or the five counts of murder on the ground of that\nhe may\r\nunlawfully, and intentionally, after the completion of the crimes,\r\nhave associated himself with the commission of these\ncrimes by\r\nhelping the perpetrators to evade justice. It will be recalled that\r\nhe assisted Mayisela’s group to leave the area\nwhere they had\r\nbeen hiding and drove them back to Mthatha later that evening.\n[33]\nSection 257\nof the\nCriminal Procedure Act 51 of 1977\nprovides that\r\nwhere the evidence against an accused does not prove the commission\r\nof the offence of which he has been charged but\nproves his guilt as\r\nan accessory after that offence he may be found guilty as an\r\naccessory after that offence.\n[2]\nFor present purposes the offence may be treated as a competent\r\nverdict for robbery and murder.\n[34]\r\nIn\nS\r\nv Morgan & others\n[3]\nCorbett CJ explained that intention or dolus is an essential element\r\nof the offence of being an accessory after the fact. The prosecution\n\nmust therefore show that the alleged accessory knew that the person\r\nwhom he had helped had committed a crime. And for this purpose\ndolus\r\neventualis would be sufficient to render the accused liable. However,\r\nit must be shown that the accused was aware of the\nfacts indicating\r\nthe possibility that a crime had been committed by the person to whom\r\nhe had rendered assistance, and nonetheless\nproceeded, reckless of\r\nwhat the position was and with the required object.\n[4]\n[35]\r\nWe have now established that the appellant was not present either\r\nduring the robbery or the events following the robbery after\n\nMayisela’s group had abandoned their vehicle. It is also\r\napparent from Mayisela’s testimony that when the appellant\n\narrived to collect them later that evening none of them had any idea\r\nthat their colleagues and a police officer had been killed.\nSo –\r\nassuming that the high court was correct in its finding that those\r\nwho participated in the robbery were also guilty\nof murder, which as\r\nI have said earlier, is questionable – the appellant would not\r\nhave had knowledge of the relevant facts\nwhen he arrived in his\r\nvehicle with Dotwana to assist them later that evening.\n[36]\r\nIt seems likely though that at least one of those in Mayisela’s\r\ngroup whom the appellant had come to help would have\ninformed him of\r\nthe robbery. But this was not explored during Mayisela’s\r\nevidence. And there was no obvious indication that\nthey had been\r\ninvolved in a robbery. In these circumstances I cannot find that the\r\nonly reasonable inference is that the appellant\nhad knowledge of the\r\nrobbery when he assisted Mayisela’s group to make their way\r\nback to Mthatha. It follows that the appellant\ncannot be found guilty\r\nas an accessory after the fact of murder or robbery either.\n[37]\r\nWhat remains is the conspiracy charge. The high court found all the\r\naccused, including the appellant, guilty of both conspiracy\nto commit\r\nrobbery and robbery on the basis of a common purpose. In this regard\r\nit erred because once a person conspires to commit\na crime and then\r\ncommits the crime he cannot be guilty of both since the two crimes\r\nmerge.\n[5]\nBy convicting the\r\naccused, including the appellant, of both crimes the high court\r\nincorrectly duplicated the convictions. I have\nheld that the robbery\r\nconviction cannot stand. So it is necessary to consider whether the\r\nevidence established a conspiracy to\ncommit robbery.\n[38]\r\nThere are two critical pieces of evidence pointing to the appellant’s\r\ninvolvement in the conspiracy: the appellant’s\nconfession and\r\nMayisela’s testimony that the appellant was present at\r\nJam-Jam’s house with the other conspirators on\nthe evening\r\nbefore the robbery. As I have indicated earlier the appellant takes\r\nissue with both. The confession, he says was obtained\nimproperly and\r\nMayisela’s evidence on this aspect cannot be accepted in the\r\nface of his alibi that he was working as an ambulance\ndriver on\r\nnight-shift that evening.\n[39]\r\nI turn to consider whether his confession was properly held to be\r\nadmissible against him. In this regard it is trite that for\na\r\nconfession to be admissible, the prosecution bears the onus to prove\r\nbeyond a reasonable doubt that the accused made it freely\nand\r\nvoluntarily, in his sound and sober senses, and in the absence of\r\nundue influence. In addition, even if a confession meets\nthese\r\nrequirements, it may still be excluded under s 35(5) of the\r\nConstitution if its reception would render the trial unfair or\n\notherwise be detrimental to the administration of justice. This would\r\noccur, for example, if an accused is not informed of his\n\nconstitutional right to remain silent and of the consequences of not\r\nremaining silent, and he then makes a confession that the\nprosecution\r\nseeks to use in evidence against him.\n[6]\n[40]\r\nFrom the evidence adduced to determine the admissibility of the\r\nconfessions it emerged that the appellant was arrested by members\nof\r\nthe NIU at his home in Tsolo two days after the robbery at about\r\n01h00 on 6 June 2009, which was a Saturday. Velelo and\nDotwana\r\nwere also arrested in the early hours of that morning. The three\r\nsuspects were then driven to Mthatha where they were taken\ninto the\r\nEmbassy building used by the police. The appellant was interrogated\r\nbriefly there and thereafter booked in at the Central\nPolice Station\r\nwith his co-suspects.\n[41]\r\nLater that morning Mayisela was also arrested in Tsolo. It is of some\r\nsignificance that in his testimony he conceded under\n\ncross-examination that the police had assaulted him at the time of\r\nhis arrest whilst they were interrogating him about the robbery.\n\nNdabeni (accused 4) was arrested more than a month later, on 28 July\r\n2009. All of the accused, including Mayisela, made confessions.\nAnd\r\nall of them, except Mayisela who testified for the State, contested\r\ntheir admissibility on various grounds, including the ground\nthat\r\nthey had been severely assaulted. Dotwana contested the admissibility\r\nof his confession only on the ground that the police\nled him to\r\nbelieve that he would be released on bail if he put his thumbprint on\r\na document (the confession).\n[42]\r\nThe appellant’s testimony on the admissibility of his\r\nconfession was briefly this: After being booked in at the Central\n\nPolice Station he was booked out some time later on the afternoon of\r\n6 June and driven to Butterworth by police officers. At the\npolice\r\nstation he was questioned by Warrant-Officer Duncan Thembinkosi\r\nBambalele, who did not advise him of his constitutional\nrights. He\r\nexplained that a document that he had signed purporting to\r\nacknowledge that his rights had been explained to him, he\nwas told,\r\nwas for the return of his belt and shoelaces that were taken from him\r\nbefore he was detained in the cells. Bambalele\nrefused to allow him\r\nto contact his lawyer. He was then taken back to his cell at\r\nButterworth.\n[43]\r\nLater that evening he was brought back to an office at the Sanlam\r\nBuilding where Bambalele asked him to sign a document. He\nsigned it,\r\nhe says, without reading it. This was the first written statement he\r\nmade. The document was part of a pro-forma ‘Statement\nRegarding\r\nInterview with Suspect’ which the police are required to use\r\nwhen questioning suspects. It appears to be dated\n7 June 2009, but\r\nthe date 6 June 2009 also appears on the document twice. The document\r\ncontains the usual information regarding\nthe suspect being informed\r\nof the allegations against him, his constitutional rights and whether\r\nhe is willing to make a statement.\nHis recorded answers indicate that\r\nhe understood what was being put before him and nevertheless wished\r\nto make a statement. It\nis recorded that the interview commenced at\r\n17h40 and was completed a mere 15 minutes later, at 17h55. He was\r\nthen taken back to\nhis cell.\n[44]\r\nEven later that evening, he testified that he was brought back to the\r\nSanlam Building, and interrogated again. During the course\nof this\r\ninterrogation, he says, he was hooded repeatedly with a plastic bag\r\ncontaining a white powdery substance. In the process\nhe urinated in\r\nhis pants. In the early hours of the morning they returned him to his\r\ncell. None of the police officers who were\ninvolved in the\r\ninvestigation were present on this occasion. He believes that they\r\nwere from the NIU because of the red badges\nthey had over their right\r\nbreasts. He remained in his cell all of Sunday, 7 June 2009.\n[45]\r\nOn the morning of 8 June 2009 – Monday – Bambalele\r\ncollected the appellant from his cell and took him to Captain\nLuyanda\r\nSandile Mahobe’s office at the Sanlam Building. There, he\r\ntestified, Mahobe instructed him to sign a document and\naffix his\r\nthumbprint thereon. Mahobe told him that it was getting late and that\r\nhe had to appear in court soon. He was told that\nhe would not be\r\ngranted bail without affixing his thumbprint to the document. The\r\nappellant says that he believed Mahobe and, because\nhe wanted to be\r\nreleased on bail, he complied with the instruction without reading\r\nthe document.\n[46]\r\nAs with the first document he signed, this one was also a pro forma\r\nform indicating that the ‘deponent’ had his\n\nconstitutional rights explained to him and that he wished to make a\r\nstatement. Of some significance is his response to the question\nwhy\r\nhe wished to make a statement as he had already made one to\r\nBambalele. His recorded answer was that he wanted the statement\nto be\r\nwritten down. This response makes no sense as his statement to\r\nBambalele earlier had also been written down. This document\nwas also\r\nattached to the two-page written confession that the court held\r\nadmissible as evidence. The documents record that the\nappellant was\r\nbrought to Mahobe’s office at 08h10 and left at 09h02.\n[47]\r\nThe evidence of the police, briefly, was that the appellant was\r\nbooked out for questioning in Butterworth on two occasions,\nie, on\r\nSunday morning, 7 June 2009 and again on Monday morning, 8 June 2009\r\nbefore he appeared in court. He was fully informed\nof all of his\r\nconstitutional rights and he made a statement to Bambalele on Sunday\r\nand another to Mahobe on Monday morning, voluntarily\nand without\r\nbeing unduly influenced to do so.\n[48]\r\nIt is not necessary to deal with the evidence of the police in any\r\ndetail. And I accept that the learned judge was correct\nin finding\r\nthat much of the appellant’s evidence was untrustworthy. But, I\r\nthink he too readily accepted all the evidence\nof the police without\r\nproperly analysing it, and did not properly consider those aspects of\r\nthe appellant’s evidence that\nwere reasonably possibly true\r\ndespite his mendacity. In fact the judge misdirected himself by\r\napproaching the evidence of the appellant\non the basis that he (and\r\nhis co-accused) needed to ‘put up credible versions’ to\r\nrefute the ‘overwhelmingly\nstrong and convincing evidence’\r\nof the police regarding the admissibility of the confessions. All\r\nthat was required of the\nappellant was to present a version that was\r\nreasonably possibly true, even if it contained demonstrable\r\nfalsehoods.\n[49]\r\nWhen confronted with confessions made by suspects to police officers\r\nwhilst in custody – even when those officers are\nsaid to be\r\nperforming their duties independently of the investigating team –\r\ncourts must be especially vigilant. For such\npeople are subject to\r\nthe authority of the police, are vulnerable to the abuse of such\r\nauthority and are often not able to exercise\ntheir constitutional\r\nrights before implicating themselves in crimes. Experience of courts\r\nwith police investigations of serious\ncrimes has shown that police\r\nofficers are sometimes known to succumb to the temptation to extract\r\nconfessions from suspects through\nphysical violence or threats of\r\nviolence rather than engage in the painstaking task of thoroughly\r\ninvestigating a case. This is\nwhy the law provides safeguards against\r\ncompelling an accused to make admissions and confessions that can be\r\nused against him in\na trial.\n[50]\r\nIn addition, courts must be sceptical when the State seeks to use a\r\nconfession against an accused where he repudiates it at\nthe first\r\nopportunity he is given. Because ordinary human experience shows that\r\nit is counter-intuitive for a person facing serious\ncharges to\r\nvoluntarily be conscripted against himself. Often it is said that the\r\naccused confessed because he was overcome with\nremorse and penitence;\r\n‘a desire which vanishes as soon as he appears in a court of\r\njustice’.\n[7]\nThat is\r\nsometimes true, but is usually not.\n[51]\r\nIn this case not even that explanation was advanced for why the\r\nappellant confessed. It was simply said that the appellant\nwas asked\r\nduring his questioning whether he wished to make a statement, and he\r\nagreed. The statement was taken from him and reduced\nto writing. And\r\nwhen he was asked whether and why he wished to make a second\r\nstatement, (which the State used against him in the\ntrial) having\r\nalready made one, the answer appearing on the police record of what\r\nwas said was that he wanted it to be ‘written\ndown’. This\r\nnonsensical answer should have caused the court to approach the\r\nmatter with heightened scepticism.\n[52]\r\nThere are several reasons why the appellant’s complaint that\r\nhis confession was improperly obtained from him rings true.\nFirst,\r\nthree of the accused, testified that they had been severely assaulted\r\nbefore making confessions. Mayisela, whose evidence\nthe court\r\naccepted as satisfactory in all material respects, said that he too\r\nhad been assaulted at the time of his arrest. The\nfact that four of\r\nthe five suspects who were arrested all claimed to have been\r\nassaulted indicates that the appellant’s testimony\non this\r\naspect may be true.\n[53]\r\nSecondly, the three accused, who contested their confessions in the\r\n‘trial-within-a-trial’ all said that they were\nnot warned\r\nof their constitutional rights. The police version was that the\r\nappellant’s rights were explained to him on four\nseparate\r\noccasions: first, when he was booked out of his cells and made to\r\nsign a document explaining his rights; second when he\nwas first\r\ninterrogated by Inspector Nombe, and Warrant-Officers Maneli and\r\nBambalele, third when Bambalele took the appellant to\nhis office to\r\nreduce what he had said earlier to writing, and finally on the\r\nmorning when Mahobe took his statement before he appeared\nin court.\n[54]\r\nThe appellant’s testimony, which is not unlikely, was that on\r\nthe first occasion when he was booked out of the cells,\nthe document\r\nhe signed purporting to explain his rights, he was told, and he\r\nbelieved, he was signing for the return of his belt\nand shoe laces.\n[55]\r\nOn the second occasion, before the three officers questioned him, it\r\nwas Nombe’s evidence that when he asked the appellant\nwhether\r\nhe wanted an attorney before they commenced interrogating him, he\r\nresponded by saying that he would only require one when\nhe appeared\r\nin court, which is also what Nombe testified that Velelo had said.\r\nAnd Bambalele’s evidence was that Ndabeni\nalso responded in\r\nthis way. It seems odd, and unlikely, that three suspects who are\r\nbeing told that they are entitled to the services\nof a lawyer would\r\nall respond in exactly the same manner. The evidence of the police in\r\nthis respect seems contrived.\n[56]\r\nBut Bambalele’s evidence as to what happened after the\r\nappellant had apparently freely admitted his involvement in these\n\noffences is even more unlikely: he testified that immediately after\r\nthe appellant had confessed orally he took the appellant to\nhis\r\noffice to write down his statement. And before the appellant made the\r\nstatement, he produced his appointment certificate to\nidentify\r\nhimself as a police officer, and again explained his rights to him.\r\nBut, on the police version the appellant had already\nbeen warned of\r\nhis rights and Bambalele was present during the questioning. So what\r\nwould the purpose of this testimony be unless\nthe Bambelele was\r\ntrying to embellish his evidence?\n[57]\r\nThe third reason why I think the high court was wrong to admit the\r\nconfession is because of what it was recorded the appellant\nhad said\r\nin Mahobe’s office on the morning of 8 June 2009. I find it\r\nimprobable that the appellant would have told Mahobe\nthat he wished\r\nto make this statement so that it could be written down, when he\r\npreviously had a statement written down by Bambelele.\nAnd there is\r\nnothing improbable in his testimony that Mahobe said he was in a\r\nhurry because the appellant had to appear in court\nand that he would\r\nnot get bail if he did not affix his thumbprint to the document. It\r\nbears mentioning that Dotwana challenged\nthe admissibility of his\r\nstatement on the same basis.\n[58]\r\nBecause the evidence of the appellant was unsatisfactory in several\r\nrespects, I am unable to find – and I do not find\nas a fact –\r\nthat he was assaulted in the manner he claims to have been, that his\r\nrights were not explained to him before\nhe made his confession or\r\nthat he was unduly influenced to make the written confession before\r\nhe went to court. But I do find that\nhis version on each of these\r\naspects is reasonably possibly true. Accordingly, I hold that the\r\nhigh court erred in admitting the\nstatement against the appellant.\n[59]\r\nThis then disposes of the first piece of evidence implicating the\r\nappellant in the conspiracy. The second piece of evidence,\nas\r\nmentioned earlier, was given by Mayisela who testified that the\r\nappellant was present at Jam-Jam’s house on the evening\nbefore\r\nthe robbery, and when they departed at 03h00 the following morning.\n[60]\r\nThe appellant denied this. He testified that he was an ambulance\r\ndriver at St Lucy’s Hospital in Tsolo, where he\nwas on\r\nduty on the night of 3 June 2009. When he is on night shift, as he\r\nwas on that night, he commences work at 19h00 and finishes\nat 05h00\r\nthe following morning, but on that morning he finished off at 07h00.\r\nHe also testified that an Emergency Medical Services\nregister, which\r\nis readily available, would show that he was on duty that night. It\r\nis common cause that he was employed at the\nhospital.\n[61]\r\nThe high court rejected his alibi because, in the learned judge’s\r\nview, the appellant could not explain why he had not\nmade this\r\nevidence available to the court and inform the police of its\r\nexistence. But again, the judge incorrectly cast the onus\non the\r\nappellant to disprove his alibi, whereas the onus remained on the\r\nState throughout, not on the appellant.\n[8]\n[62]\r\nThe appellant raised a concrete verifiable alibi, the details of\r\nwhich he disclosed during the State case. The prosecution\nfailed to\r\nadduce any evidence to disprove the alibi. It could and should have\r\napplied for an adjournment to investigate the alibi\nand in particular\r\nthe existence and entries of the Emergency Medical Services register\r\nbefore concluding its cross-examination.\nAnd if necessary it could\r\nhave applied to reopen the State case once the appellant had\r\nfurnished more detail of the alibi during\nhis cross-examination. Its\r\nfailure to do so meant that the appellant’s alibi could not\r\nhave been summarily rejected, and\nthe court erred in doing so. So,\r\nthe conspiracy conviction against the appellant also falls to be set\r\naside.\n[63]\r\nIt follows that the appeal succeeds and the convictions against the\r\nappellant on all counts must be set aside. I regret this\nresult\r\nbecause it is not at all clear that the appellant is innocent on all\r\nthe charges against him. What is even more regrettable\nis that the\r\ncase against him and his co-accused was poorly investigated and\r\nprosecuted. There was very little evidence of a proper\ninvestigation;\r\ninstead the State relied mainly on confessions extracted from the\r\naccused in dubious circumstances, and the evidence\nof an accomplice,\r\nwho himself had been assaulted by the police.\n[64]\r\nThe appellant and some of these conspirators knew each other,\r\naccording to Mayisela, and communicated with each other by cell\n\nphone. Those cell phones were taken by the police when they were\r\narrested. But no explanation was given as to why the records of\nthe\r\ncell phone communication between them and the other alleged\r\nconspirators were not produced in evidence. This would have been\nthe\r\nsimplest and clearest way to negate the protestations of innocence of\r\nthe appellant and his co-accused.\n[65]\r\nAnother troubling aspect of the matter was the evidence that only\r\nR71 120 of the R509 970 that was stolen was recovered\nin\r\nthe bag. This was after the police had gone into the forest in\r\npursuit of the robbers when five people lost their lives. Mr Siyo,\n\nwho appeared before us for the State, was not able to tell us what\r\nhappened to the money.\n[66]\r\nEven more troubling is that there was evidence that some of the\r\ndeceased may have been alive after they had been shot, despite\nwhich\r\nthere appears to have been no attempt by the police to secure any\r\nmedical assistance for them as they had done in the case\nof\r\nWarrant-Officer Sibeko, who died after he was airlifted from the\r\nscene. The suspects all died at the scene.\n[67]\r\nI shall therefore ask the registrar of this court to make this\r\njudgment available to the Minister of Police and the Independent\n\nPolice Investigative Directorate for further investigation.\n[68]\r\nI make the following order:\nThe\r\nappeal is upheld and the convictions and sentences imposed on the\r\nappellant are set aside.\n_________________\nA\r\nCACHALIA\nJUDGE\r\nOF APPEAL\nAPPEARANCES\nFor\r\nAppellant: D J Taljaard\nInstructed\r\nby:\nMdledle-Malefane\r\n& Associates, Mthatha\nMessrs\r\nWebbers Attorneys, Bloemfontein\nFor\r\nRespondent: M W Siyo\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions, Mthatha\nDirector\r\nof Public Prosecutions, Bloemfontein\n[1]\nS\r\n\tv Mbuli\n2003\r\n\t(1) SACR 97\nparas 71-72.\n[2]\n‘\nAccessory\r\n\tafter the fact\nIf\r\n\tthe evidence in criminal proceedings does not prove the commission\r\n\tof the offence charged but proves that the accused is guilty\nas an\r\n\taccessory after that offence or any other offence of which he may be\r\n\tconvicted on the offence charged, the accused may\nbe found guilty as\r\n\tan accessory after that offence or, as the case may be, such other\r\n\toffence, and shall, in the absence of any\npunishment expressly\r\n\tprovided by law, be liable to punishment at the discretion of the\r\n\tcourt: Provided that such punishment shall\nnot exceed the punishment\r\n\twhich may be imposed in respect of the offence with reference to\r\n\twhich the accused is convicted as\nan accessory.’\n[3]\nS\r\n\tv Morgan & others\n1993\r\n\t(2) SACR 134 (A).\n[4]\nIbid\r\n\t174E-G.\n[5]\nC\r\n\tR Snyman\nCriminal\r\n\tLaw\n5\r\n\ted (2008) p 295.\n[6]\nSections\r\n\t35(1)\n(a),\n(b)\nand\n(c)\nof the Constitution.\n[7]\nRex\r\n\tv Nchabeleng\n1941\r\n\t(A) 502 at 507 citing the remarks of Cave J in\nQueen\r\n\tv Thompson\n1893\r\n\t(2) QBD 12\nat 18.\n[8]\nR\r\n\tv Hlongwane\n1959\r\n\t(3) SA 337\n(A) at 340F-340B.",
  "scraped_at": "2026-02-12T17:10:01.766073",
  "date": "2015-03-25",
  "coram": [
    "Cachalia JJA",
    "Shongwe JJA",
    "Gorven AJA"
  ],
  "case_number": "1034/2013",
  "parties": {
    "applicants": [
      "Alfred Zweli-dumile Gcam-Gcam"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In June 2009 ten men conspired to rob a social‑grant pay‑point in Willowvale, Eastern Cape. The plan involved two vehicles: a hijacked Toyota van and a GWM bakkie driven by the appellant. The first vehicle entered the pay‑point, opened fire and fled with R509,970. The robbery was later abandoned after police presence was spotted. While fleeing, the robbers encountered a second pay‑point, which they spontaneously robbed. A police helicopter forced them to split into two groups in a forest where a police officer and four robbers were shot dead. The appellant later drove a GWM from the forest to Mthatha to collect survivors. He was arrested, allegedly coerced into confession, and convicted of conspiracy, robbery, five counts of murder and firearms offences.",
    "issues": "1) Whether the appellant was a principal in the robbery of the second pay‑point and therefore liable under the common‑purpose doctrine. 2) Whether the appellant could be convicted of the five murders arising from the forest shoot‑out. 3) Whether the appellant’s confession was admissible. 4) Whether the firearms and ammunition charges could stand on the basis of joint possession. 5) Whether the appellant could be liable as an accessory after the fact. 6) Whether the conspiracy conviction should stand where the appellant’s alleged participation was not proven.",
    "principles": "The court applied the common‑purpose doctrine, noting that liability requires participation in a shared intent to commit the substantive offence. It recognized the merger rule that a person who commits the substantive offence cannot be separately convicted of the prior conspiracy. Admission of confessions must comply with s 35(5) of the Constitution and be voluntary, free from coercion or undue influence. Accessory after the fact requires knowledge of the crime and the requisite intent (dolus eventualis). Joint possession under the Firearms Control Act requires a reasonable inference that the accused possessed the weapons at the relevant time.",
    "application": "The court found that Mayisela’s evidence showed the first pay‑point robbery was abandoned and the second robbery was a spontaneous decision of those in the Toyota, with no indication that the appellant was present or participated. The appellant was not aware of the second robbery and therefore could not share the common purpose, nor could he be held liable for the subsequent murders. The confession was held inadmissible because of procedural irregularities, lack of proper warning of constitutional rights and alleged police coercion. No credible evidence established joint possession of the firearms, and the prosecution failed to prove the appellant’s knowledge of the crime to sustain an accessory after‑the‑fact charge. The alibi evidence was not properly investigated, and the burden of proof remained on the State. Consequently, the conspiracy conviction also failed.",
    "conclusion": "The appeal was upheld. All convictions against the appellant—including conspiracy, robbery, five counts of murder and firearms offences—were set aside, and the sentences imposed were vacated."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Conspiracy and Common Purpose",
    "level_3": [
      "confession admissibility",
      "accessory after the fact",
      "joint possession",
      "robbery",
      "murder"
    ]
  }
}