{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/65.html",
  "case_name": "Mashigo and Another v S (20108/2014) [2015] ZASCA 65 (14 May 2015)",
  "citation": "[2015] ZASCA 65",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 65\n|\nNoteup\n|\nLawCite\nMashigo and Another v S (20108/2014) [2015] ZASCA 65 (14 May 2015)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20108/2014\nNot\r\nReportable\nIn\r\nthe matter between\nJOHANNES\r\nMOYA\r\nMASHIGO\n........................................................................\nFIRST\r\nAPPELLANT\nMANKGE\r\nRAKOLOTA\n................................................................................\nSECOND\r\nAPPELLANT\nand\nTHE\r\nSTATE\n...................................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nMashigo & another v\r\nThe State\n(20108/2014)\n[2015] ZASCA 65\n(14 May 2015)\nCoram:\nBosielo, Majiedt and Pillay JJA\nHeard:\r\n02 March 2015\nDelivered:\r\n14 May 2015\nSummary\n:\r\nCriminal appeal –first appellant appeals against sentence only\r\nwhilst second appellant appeals against both conviction and\nsentence\r\n– multiple contradictions in the State’s case –\r\neffect thereof – whether the evidence of identification\n\nsufficient and reliable to justify a conviction of second appellant –\r\nwhether a sentence of life imprisonment in respect\nof the first\r\nappellant in terms of s 51 of Act 105 of 1997 is appropriate.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court,\r\nPretoria (Goodey and Omar AJJ sitting as court of appeal):\n1.\r\nThe appeal against the sentence of imprisonment for life imposed in\r\nrespect of the first appellant is dismissed.\n2.\r\nThe appeal against both conviction and sentence of imprisonment for\r\nlife imposed in respect of the second appellant is upheld.\nThe\r\nconviction and the sentence are set aside.\n3.\r\nThe Registrar of this Court is directed to send a copy of this\r\njudgment to the Judge President, North Gauteng High Court, Pretoria.\nJUDGMENT\nBosielo\r\nJA (Majiedt and Pillay JJA concurring):\n[1]\r\nThis is an appeal against the judgment of the North Gauteng High\r\nCourt, Pretoria (Goodey and Omar AJJ) in respect whereof they\n\ndismissed the appeal by both appellants against their conviction and\r\nsentence imposed on them by the regional magistrate in the\nRegional\r\nDivision of Gauteng, sitting in Pretoria on a count of rape on 19\r\nFebruary 2009. The appeal is with the leave of the court\nbelow.\n[2]\r\nThe State relied on the evidence of three witnesses whose evidence\r\ncan be broadly set out as follows:\nIn\r\nthe early hours of 18 November 2006, the complainant, Ms P[…]\r\nP[…] (P[…]) was returning from her sister’s\nhome\r\nen route to her home. The two houses are situated in the same yard,\r\napproximately 15 metres apart. Whilst on her way home,\nshe was\r\naccosted by the first appellant who was accompanied by two other men.\r\nShe knows the first appellant as Johannes Moya Mashigo\n(Moya) as he\r\nused to frequent the yard where she stayed and they also reside in\r\nthe same street in the same location. She had known\nhim for\r\napproximately three months before this incident. She did not know the\r\nsecond appellant and was seeing him for the first\ntime on that night\r\nnor did she know the third person, who managed to flee.\n[3]\r\nRegarding the actual incident, P[...] testified that the first\r\nappellant enquired from her about the whereabouts of a lady called\n\nThulisiwe. When she responded that she did not know, the three of\r\nthem started to assault and pelt her with stones. The first\r\nappellant, who had a broken bottle with him, scratched her with it on\r\nher face. All three of them then forced her to the ground\nand raped\r\nher in turn.\n[4]\r\nAlthough she did not know the third person who managed to flee and\r\nwas therefore not an accused at the trial, she testified\nthat he was\r\nreferred to as Gilbert at the crime scene. She testified that he was\r\nthe first to rape her. However, later in her evidence\nshe changed and\r\nstated that it is the second appellant who undressed her and raped\r\nher first, followed by Gilbert, and then the\nfirst appellant, whom\r\nshe testified further that he raped her twice. As fate would have it,\r\nhe was arrested by the people whilst\nstill on top of her. The second\r\nappellant was arrested at the gate not far from the scene. It is\r\nunclear whether he was arrested\ninside or outside the gate.\n[5]\r\nI pause to observe that P[...] did not fare well in\r\ncross-examination. She gave conflicting versions on the sequence of\r\nthe\nrape.\nFirst,\r\nshe stated that it was, Gilbert who raped her first, followed by the\r\nsecond appellant and the last being the first appellant.\nMuch later\r\nshe changed her version to state that it was the first appellant\r\n(Moya) who raped her first and then repeated himself.\nHowever she was\r\nadamant that the person who raped her first, raped her twice. To\r\ncompound the problem, she then changed again and\nstated that it is\r\nGilbert, who raped her first, then the second appellant followed by\r\nthe first appellant who raped her twice.\n[6]\r\nIt is clear that P[...] was confused in her recollection of the\r\nevents of the ill-fated night. She not only contradicted herself\nin\r\nevidence in chief and in cross-examination, she also contradicted the\r\nstatement that she had made to the police.\n[7]\r\nThe contradictions in her evidence are so material that, to my mind,\r\nthey render her evidence unreliable when it stands alone.\nHowever,\r\nthis should not be misconstrued to mean that she is a dishonest\r\nwitness who lied to the court deliberately. I ascribe\nher confusion\r\nabout the events of the fateful night to the trauma which she must\r\nhave experienced as a victim. She was accosted\nby three hostile and\r\nviolent men in the early hours of the morning who assaulted her\r\nseverely and then gang-raped her. To expect\nher to give a clear and\r\nmeticulous account of who did what first, is to expect the\r\nimpossible. Her confusion is, to my mind understandable.\nShe is only\r\nhuman. Unfortunately, much as she has my sympathy, these\r\ncontradictions render  her evidence  unreliable.\nOn its own\r\nit does not pass muster.\n[8]\r\nThe state then called Morris Maluleka (Morris), ostensibly to\r\ncorroborate the version of P[...]. Unfortunately, instead of\r\ncorroborating P[...], he contradicted her on material aspects of the\r\ncase as I will demonstrate hereunder. Morris testified that\nhe heard\r\nsomeone screaming whilst at his home in the same yard at\r\napproximately 01h00. He peeped through a hole in the door and\nsaw\r\nMoya and two other men with P[...]. They were making noise and saying\r\nthat they will take P[...] as they did not find Thulisiwe.\nHe\r\ntestified further that the second appellant and the one called\r\nGilbert, forced P[...] to go with them. As they were assaulting\n\nP[...], he telephoned one Victor Mampuru (Victor) who apparently\r\nstays nearby, for assistance. He also called P[...]’s sister.\n\nAccording to Morris, it is Gilbert who raped P[...] first, followed\r\nby the second appellant. Contrary to P[...], Morris testified\nthat\r\nall three persons (the two appellants and Gilbert) each raped P[...]\r\ntwice. However, Morris corroborated P[...] that he is\nthe one who\r\ncaught the first appellant whilst still raping her, whilst the second\r\nappellant was caught at the gate by Victor.\n[9]\r\nDr Carel Grovè Kleynhans is the medical doctor who examined\r\nP[...] on 18 November 2006. He prepared a J88 medical report,\nwhich\r\nwas handed in as an exhibit by the appellant. He testified that as\r\nP[...] was bleeding profusely from her vagina ostensibly\ndue to\r\nmenstruation, and further that she had had three previous deliveries,\r\nhe could find no signs of injury to her genitals.\nAs a result he was\r\nunable to make any conclusive findings regarding the alleged rape.\r\nHowever, he observed an injury on the right\nside of her face\r\nconsistent with a human bite mark. He recorded further that P[...]\r\nhad reported to him that she was threatened\nwith a bottle. I hasten\r\nto comment that this is contrary to P[...]’s evidence that she\r\nwas scratched with a broken bottle\non her face.\n[10]\r\nThe two appellants testified in their defence. It suffices to state\r\nthat, although they both admitted to having been with P[...]\nlater\r\nthat night, they both denied having assaulted or raped her. As the\r\nfirst appellant is not appealing against his conviction,\nI will not\r\ncomment about his version.\n[11]\r\nIn a nutshell, the version of the second appellant is that he was\r\nwith the first appellant and P[...] earlier that evening.\nHe later\r\nparted with them to go home. Whilst on his way home he heard some\r\nnoise coming from where he had left the first appellant.\nHe then went\r\nto where the noise came from to investigate. He found people\r\nassaulting the first appellant. As he tried to intervene,\nhe was also\r\nassaulted. Whilst walking away, someone caught him. He denied that he\r\nraped P[...].\n[12]\r\nIt suffices to state that the second appellant kept to his version\r\neven under cross-examination. No contradictions or inconsistencies\n\nemerged from his evidence.\n[13]\r\nThe vexed legal question is whether the State’s evidence passed\r\nthe legal test or threshold of proof beyond reasonable\ndoubt.\n[14]\r\nThe following facts are not in dispute: that P[...] and the two\r\nappellants were together at some stage at about 01h00 on the\nmorning\r\nof 18 November 2006; that P[...] was assaulted and raped by three men\r\nand that both the appellants were arrested by neighbours\nat or near\r\nthe scene.\n[15]\r\nThe issue which this Court has to decide is whether the State’s\r\nevidence, given its imperfections, deficiencies and contradictions\n\nwas of such a calibre that it could satisfy the trial court that the\r\nguilt of the appellants had been proved beyond reasonable\ndoubt.\n[16]\r\nI regret to state that contrary to a plethora of case law on the\r\npoint, the regional magistrate adopted a wrong judicial approach\nto\r\nthe evaluation of evidence. The regional magistrate expressed himself\r\nin the judgment as follows:\n‘\nThe\r\nevidence of both accused is improbable and contradictory, and the\r\ncourt cannot find that it is truthful beyond reasonable doubt’.\nUndoubtedly,\r\nthe regional magistrate misdirected himself.\n[17]\r\nIt is trite that in a criminal trial, the State bears the onus to\r\nprove the guilt of an accused beyond reasonable doubt. There\nis no\r\nonus on the part of an accused to prove his innocence or to convince\r\nthe court of the truthfulness of any explanation that\nhe or she\r\ngives.\nS v Jochems\n1991 (1) SACR 208\n(A) at 211E-G. It is not\r\nenough or proper to reject an accused’s version on the basis\r\nthat it is improbable only. An accused’s\nversion can only be\r\nrejected once the court has found, on credible evidence, that it is\r\nfalse beyond reasonable doubt.\nS v V\n2000 (1) SACR 453\n(SCA)\r\npara 3. In other words, if the appellants’ version is\r\nreasonably possibly true, he is entitled to be acquitted.\n[18]\r\nI interpose to state that counsel for the respondent was invited to\r\ngive any acceptable reason why the second appellant’s\nversion\r\nwas rejected by the regional magistrate. To his credit, he conceded\r\nthat he could find none. It follows ineluctably that\nthe regional\r\nmagistrate erred in rejecting the second appellant’s version in\r\nthe face of the State’s version which\nis riddled with material\r\ncontradictions which go to the heart of the case regarding the\r\nsequence of how P[...] was raped.\n[19]\r\nThe judgment of the regional magistrate does not show if any caution\r\nwas exercised whilst evaluating the evidence of P[...].\nThis is of\r\ngreat significance on the facts of this case as she on numerous\r\noccasions became confused regarding who raped her and\nin what order.\r\nWhen confronted with some glaring contradictions in her evidence, she\r\nreadily conceded that she was getting ‘mixed\nup’.\r\nFurthermore, she was shown to have contradicted her statement which\r\nshe had made to the police.\n[20]\r\nThe problem is further exacerbated by the contradictions in her\r\nevidence and that of Morris regarding the identity of who did\nwhat\r\nand when. Given these glaring contradictions, one would have expected\r\nthe regional magistrate to have shown some caution by\nasking the\r\nwitnesses about the opportunities available to them to observe and\r\nidentify the second appellant; to indicate any features\nwith which\r\nthey identified the second appellant, given the fact that he was\r\nunknown to them.\n[21]\r\nThe following facts are relevant to an evaluation of the evidence;\r\nthat it was in the early hours of the morning; she had been\ndrinking\r\nliquor; she was seriously assaulted and raped by three men; that she\r\nmust have been traumatised; the fact that Morris\nobserved the\r\nincident from a distance from a hole in the door and, importantly,\r\nthe fact that the second appellant was not known\nto both of them and\r\nthe reliability of his identification is highly questionable. In my\r\nview, these circumstances are such that\nit cannot be found with\r\ncertainty that they had sufficient opportunity to make reliable\r\nobservations and identification of the\nsecond appellant as one of the\r\nrapists.\n[22]\r\nI interpose to state that according to Morris, the second appellant\r\nwas caught by one Victor at the gate. However, Victor was\nnever\r\ncalled to testify. No explanation was tendered. From the evidence it\r\nis clear that Victor was an essential witness. In all\nprobability, he\r\nis the only person who could have explained to the court exactly\r\nwhere, how and why he arrested  the second\nappellant. The\r\ninexplicable failure by the state to call him has had the effect of\r\nweakening the State’s case even further\nregarding the\r\nidentification of the second appellant.\n[23]\r\nIn the circumstances, I am not satisfied that the evidence relating\r\nto the identification of the second appellant relied upon\nby the\r\nregional magistrate was sufficiently reliable to constitute  proof\r\nbeyond reasonable doubt. It follows that the conviction\nof the second\r\nappellant cannot stand. What remains for consideration is the\r\nsentence imposed on the first appellant.\n[24]\r\nI have already indicated that the first appellant is appealing\r\nagainst his sentence of life imprisonment only. The main submissions\n\nput forward on his behalf is first, as P[...] did not sustain any\r\ninjuries whatsoever to her genitals, this rape does not qualify\nas\r\nthe worst case of rape that warrants the imposition of the ultimate\r\nsentence of imprisonment for life; second, it was submitted\nthat the\r\nregional magistrate erred in failing to take into account, amongst\r\nother factors, the fact that the appellant had already\nspent two and\r\na half years in jail whilst awaiting trial, and further that he was a\r\nfirst offender; and third, that the regional\nmagistrate, having\r\nconsidered life imprisonment as a real possibility, misdirected\r\nhimself by sentencing the appellant to life\nimprisonment without\r\nhaving had the benefit of a probation officer’s report and the\r\nvictim impact report.\n[25]\r\nThe State countered this by submitting that the circumstances under\r\nwhich this rape was committed and the brutal and brazen\nassault which\r\naccompanied it, justified life imprisonment. Furthermore, the\r\nrespondent argued that the first appellant’s\npersonal\r\ncircumstances do not amount to substantial and compelling\r\ncircumstances to justify a lesser sentence. As a result, it\nwas\r\ncontended that this Court, sitting as a Court of Appeal has no right\r\nto interfere with the sentence.\n[26]\r\nIt is correct as counsel for the first appellant submitted that\r\nimprisonment for life which is the ultimate sentence should\nnot be\r\nlightly imposed.\nIt is the kind of sentence\r\nthat should be imposed only after due consideration of all the facts\r\nand circumstances relevant to sentencing,\nin particular the life\r\nhistory of an accused, his or her upbringing, his or her career if\r\nany, prospects of rehabilitation and,\nof course, the nature, impact\r\nand effect of the offence on the complainant. See\nS\r\nv Siebert\n1998 (1) SACR 554\n(SCA).\n[27]\r\nThe regional magistrate did not obtain a probation officer’s\r\nreport nor a victim impact report. Is this an irregularity\nas\r\ncontended for by the first appellant? If so, is it so gross that it\r\ncan be said that the appellant did not receive a fair trial.\nThe\r\nanswer must be in the negative as it is clear from the record that\r\nthe regional magistrate had all the facts relevant to sentencing\nat\r\nhis disposal when he sentenced the appellant.\n[28]\r\nIt is certainly desirable that pre-sentencing reports be procured\r\nbefore sentencing, particularly in cases where life imprisonment\nis a\r\nreal possibility. However, there is no hard and fast rule that such\r\nreports be obtained in all cases. The peculiar facts of\neach case\r\nwill determine if pre-sentencing reports are essential. I do not\r\nthink that this was such a case. Furthermore, it was\nnot argued\r\nbefore us that the regional magistrate failed to exercise his\r\nsentencing discretion or exercised it improperly or unreasonably.\nA\r\nfailure to call for pre-sentencing reports by the regional magistrate\r\nin this case cannot without more constitute the kind of\nmisdirection\r\nwhich vitiates its decision on sentence.\n[29]\r\nHowever, as appellants’ counsel conceded, correctly in my view,\r\nthe facts of this case prove beyond doubt that this rape\nfalls\r\nsquarely within the ambit of s 51(1) of the Criminal Law Amendment\r\nAct 105 of 1997 (the Act). The evidence paints a horrid\npicture of\r\nthree men waiting in the dark for the poor and vulnerable\r\ncomplainant. As she emerged they pounced on her\nlike\r\nhungry wolves. All three of them assaulted her with stones. One of\r\nthem bit her whilst another one scratched her with a broken\nbottle on\r\nher face. This behaviour shows lack of respect for the complainant’s\r\nright to life, her physical integrity, freedom\nof movement and\r\nimportantly, her human dignity. The appellant has proffered no\r\nexplanation for this egregiously barbaric behaviour.\nTo my mind,\r\nthere are no facts that could qualify as substantial and compelling\r\nto justify a lesser sentence than imprisonment\nfor life.\n[30]\r\nNearly 18 years ago, this Court sounded a clear warning to rapists\r\nand men who abuse women in\nS v Chapman\n[1997] ZASCA 45\n;\n1997 (3) SA 341\n(SCA)\r\nat 344J-345B as follows:\n‘\nRape\r\nis a very serious offence, constituting as it does a humiliating,\r\ndegrading and brutal invasion of the privacy, dignity and\nthe person\r\nof the victim. The rights to dignity, to privacy and the integrity of\r\nevery person are basic to the ethos of the Constitution\nand to any\r\ndefensible civilisation. Women in this country are entitled to the\r\nprotection of these rights. They have a legitimate\nclaim to walk\r\npeacefully on the streets, to enjoy their shopping and their\r\nentertainment, to go and come from work, and to enjoy\nthe peace and\r\ntranquillity of their homes without the fear, the apprehension and\r\nthe insecurity which constantly diminishes the\nquality and enjoyment\r\nof their lives.’\n[31]\r\nIt is sad and a bad reflection on our society that 21 years into our\r\nnascent democracy underpinned by a Bill of Rights, which\nplaces a\r\npremium on the right to equality (s 9) and the right to human dignity\r\n(s 10), we are still grappling with what has\nnow morphed into a\r\nscourge to our nation. It is clear that this salutary warning\r\nexpressed by this Court in\nChapman\nwent unheeded. Needless to\r\nstate that courts across the country are dealing with instances of\r\nrape and abuse of women and children\non a daily basis. Our media in\r\ngeneral is replete with gruesome stories of rape and women and child\r\nabuse on a daily basis.\n[32]\r\nIn 1997, Parliament took a bold step in response to the public outcry\r\nabout serious offences like rape and introduced the Act,\ncolloquially\r\ncalled the Minimum Sentences Act which prescribes severe minimum\r\nsentences for certain serious crimes. Self-evidently,\nthe\r\nGovernment’s intention and hope was that such severe sentences\r\nwould serve as an effective deterrent whilst at the same\ntime taking\r\nthose who have proved to be a danger to society out of circulation\r\nfor long periods including life. Sadly, statistics\nprove that the\r\nMinimum Sentences Act has not had the desired effect. Violent crimes\r\nlike rape and abuse of women and children in\nvarious guises still\r\noccur unabated. What then can the courts do to help stem this tide\r\nwhich has the potential to destroy the\nvery fabric of our society?\r\nThis Court answered this question in\nChapman\nat 345 D (supra)\r\nwith the following clear message to the courts:\n‘\nThe\r\nCourts are under a duty to send a clear message to the accused to\r\nother potential rapists and to the community: We are determined\nto\r\nprotect the equality, dignity and freedom of all women, and we shall\r\nshow no mercy to those who seek to invade these rights.’\n[33]\r\nUnlike at the time of\nChapman\n, the Courts now have an\r\neffective tool in the form of the severe sentences prescribed in the\r\nMinimum Sentences Act to fight this\nscourge. As stated in\nS v\r\nMalgas\n2001 (1) SACR 469\n(SCA) the courts must, where there are\r\nno substantial and compelling circumstances in crimes like this one,\r\nwhich fall under s 51(1),\nnot hesitate to impose the ultimate\r\nsentence prescribed. No court should permit flimsy reasons, undue or\r\nmaudlin sympathy with\nan accused, personal doubt regarding the\r\neffectiveness of the sentence to deflect it from executing its task\r\nto impose appropriate\nsentences. Courts must accept that as the\r\nLegislature has decreed, these crimes warrant a severe, standardised\r\nand consistent response\nfrom the courts.\nS v Malgas\n(supra) at\r\npara 25.\n[34]\r\nAlthough the appellant’s counsel was hard-pressed to concede\r\nthat rape has become endemic in the country and that Parliament\nhas\r\nidentified it as one of those crimes which must be visited with\r\nsevere minimum sentences, he submitted that the regional magistrate\n\nerred in proceeding to sentence the first appellant to life\r\nimprisonment without having had the benefit of a probation officer’s\n\nreport, and a victim impact report. The nub of the contention was\r\nthat as life imprisonment is the ultimate sentence, no sentencing\n\nofficer should impose it without being satisfied that he or she has\r\nbeen placed in possession of all facts relevant to a consideration\nof\r\nan appropriate sentence. I can find no fault with this submission.\n[35]\r\nIt is axiomatic that the sentencing stage is different to the trial\r\nstage where the issue of the burden of proof is crucial\nin\r\ndetermining the guilt or innocence of an accused. Where sentencing is\r\ninvolved no sentencing officer can remain supine and leave\nthe\r\nfortunes of an accused to the vagaries of trial lawyers. A sentencing\r\ncourt must be proactive to ensure that he or she is fully\ninformed of\r\nall the facts which impact on the accused, like his/her family\r\nhistory, upbringing, career, his psycho-emotional wellbeing,\nhis\r\nmoral and ethical standards and any other factors which may have had\r\nan influence on him or her committing the crime for which\nhe or she\r\nis convicted. This is normally done through reports by expert\r\nwitnesses like a probation officer. Equally, to have a\ncomplete and\r\nbalanced picture, a sentencing officer will require a victim impact\r\nreport, essentially to inform him or her of the\nvictim; her family\r\nhistory, upbringing, career and, crucially, the impact and effect of\r\nthe offence on her and her family. Self-evidently,\nsuch reports will\r\nenable a sentencing officer to explore a whole range of sentencing\r\noptions to be able to decide on a sentence\nwhich is balanced, fair to\r\nboth the accused and the victim, whilst taking appropriate account of\r\nthe moral indignation engendered\nin the right thinking members of the\r\ncommunity.\n[36]\r\nHaving said this, I agree with the regional magistrate that the\r\nappellants’ circumstances do not qualify as substantial\nand\r\ncompelling as envisaged by s 51(3) of the Act. Furthermore, I am\r\nunable to find any misdirection on the part of the regional\n\nmagistrate in regard to sentencing the first appellant. This being a\r\nCourt of Appeal, our powers to interfere with a sentence properly\n\nimposed by the trial court are strictly circumscribed.\nS v\r\nKgosimore\n1999 (2) SACR 238\n(SCA). This is so as the prerogative\r\nto impose an appropriate sentence resides with the trial court. We\r\ncannot be seen to be usurping\nthe sentencing discretion of the trial\r\ncourt.\n[37]\r\nThere is an aspect of this matter which warrants some comment. Having\r\nbeen convicted by a regional magistrate of rape which\nfalls within\r\nthe purview of s 51(1) of the Act, both appellants were sentenced to\r\nlife imprisonment after the regional magistrate\nhad found that there\r\nwere no substantial and compelling circumstances to justify a lesser\r\nsentence. Aggrieved by this judgment,\nthey both appealed to the North\r\nGauteng High Court, Pretoria. Two Acting Judges heard this appeal.\n[38]\r\nOn 5 July 2010, they delivered a judgment dismissing this appeal.\r\nRegrettably, this is no judgment at all. It is merely an\norder which\r\nis paraded as a judgment. It is cryptic and comprises five lines\r\nonly. Contrary to established and salutary judicial\ntradition, it\r\nneither deals with the facts nor the law. Even more disconcerting is\r\nthe absence of reasons for the decision. The\nentire ‘judgment’\r\nreads as follows:\n‘\nWe\r\nonce again thank the advocates for the heads and the argument of each\r\ncounsel in this regard. After having carefully considered\nthis case,\r\nI have no doubt that there is no reason to interfere with the\r\njudgment of the magistrate on conviction and neither on\nsentence.\r\nTherefore I am of opinion that the appeal should be dismissed.’\n[39]\r\nDealing with a failure by a judicial officer to give reasons for his\r\nor her decision, this Court held as follows in\nS v Mokela\n2012\r\n(1) SACR 431\n(SCA) paras 12 and 13:\n‘\nI\r\nfind it necessary to emphasise the importance of judicial officers\r\ngiving reasons for their decisions. This is important and critical\nin\r\nengendering and maintaining the confidence of the public in the\r\njudicial system. People need to know that courts do not act\n\narbitrarily but base their decisions on rational grounds. Of even\r\ngreater significance is that it is only fair to every accused\nperson\r\nto know the reasons why a court has taken a particular decision,\r\nparticularly where such a decision has adverse consequences\nfor such\r\nan accused person. The giving of reasons becomes even more critical,\r\nif not obligatory where one judicial officer interferes\nwith an order\r\nor ruling made by another judicial officer. To my mind this underpins\r\nthe important principle of fairness to the\nparties. I find it\r\nun-judicial for a judicial officer to interfere with an order made by\r\nanother court, particularly where such\nan order is based on the\r\nexercise of a discretion, without giving any reasons therefore. In\nStrategic Liquor Services v Mvumbi NO &\r\nothers\n2010 (2) SA 92\n(CC)\n(2009 (10)\r\nBCLR 1046)\npara 15 the Constitutional Court whilst dealing with a\r\nfailure by a judicial officer to give reasons for a judicial\r\ndecision, stated\nthat:\n“\nFailure\r\nto supply them will usually be a grave lapse of duty, a breach of\r\nlitigants’ rights, and an impediment to the appeal\nprocess”.\nSee\r\nalso\nBotes & another v Nedbank Ltd\n1983 (3) SA 27\n(A) at\r\n28.\n[13]\r\nRegarding the duty of judicial officers to give reasons for their\r\ndecisions, it is instructive to have regard to what the Right\n\nHonourable Sir Harry Gibbs, GCMG, AC, KBE, the former Chief Justice\r\nof the High Court of Australia, stated in the\n1993 (67A)\nAustralian\r\nLaw Journal\n494\nwhere he said at 494:\n“\nThe\r\ncitizens of a modern democracy – at any rate in Australia –\r\nare not prepared to accept a decision simply because\nit has been\r\npronounced, but rather are inclined to question and criticise any\r\nexercise of authority, judicial or otherwise. In\nsuch a society it is\r\nof particular importance that the parties to litigation – and\r\nthe public – should be convinced\nthat justice has been done, or\r\nat least that an honest, careful and conscientious effort has been\r\nmade to do justice, in any particular\ncase, and that the delivery of\r\nreasons is part of the process which has that end in view…”.\nSee\r\nalso\nMphahlele v First National Bank of SA Ltd\n[1999] ZACC 1\n;\n1999 (2) SA 667\n(CC)\n(1999 (3) BCLR 253)\npara 12;\nCommissioner, South African\r\nRevenue Service v Sprigg Investment 117 CC t/a Global Investment\n2011 (4) SA 551\n(SCA) paras 28-30.’\n[40]\r\nIt suffices to state that this is a serious dereliction of duty by\r\nthe two judges. As one can see from the record, it assists\nneither\r\nthe appellants nor the Appeal Court to understand the basis on which\r\nthe appeal was dismissed. This failure becomes even\nmore important in\r\nthe light of the fact that having read the record, we found that the\r\nregional magistrate had no reasons to reject\nthe version of the\r\nsecond appellant as it could not be said to be false beyond\r\nreasonable doubt. As this judgment shows, there\nwere serious issues\r\nsurrounding the identification of the appellants which the court\r\nbelow failed inexplicably to deal with.\n[41]\r\nTo my mind, the conduct of the two judges is so egregious that it\r\ncannot be countenanced. It has the potential of eroding the\npublic\r\nconfidence in the judiciary. It is for this reason that we believe\r\nthat a copy of this judgment should be sent to the Judge\nPresident,\r\nNorth Gauteng High Court, Pretoria for his urgent attention.\n[42]\r\nIn the result:\n1.\r\nThe appeal against the sentence of imprisonment for life imposed in\r\nrespect of the first appellant is dismissed.\n2.\r\nThe appeal against both conviction and sentence of imprisonment for\r\nlife imposed in respect of the second appellant is upheld.\nThe\r\nconviction and the sentence are set aside.\n3.\r\nThe Registrar of this Court is directed to send a copy of this\r\njudgment to the Judge President, North Gauteng High Court, Pretoria.\n_________________\nL\r\nO BOSIELO\nJUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nAppellants: JM Mojuto\nInstructed\r\nby:\nLegal\r\nAid South Africa, Pretoria\nBloemfontein\r\nJustice Centre, Bloemfontein\nFor\r\nRespondent : HA Thenga\nInstructed\r\nby:\nDirector\r\nPublic Prosecutions, Pretoria\nDirector\r\nPublic Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T17:16:34.963617",
  "date": "2015-05-14",
  "coram": [
    "Bosielo",
    "Majiedt",
    "Pillay"
  ],
  "case_number": "20108/2014",
  "parties": {
    "applicants": [
      "Johannes Moya Mashigo",
      "Mankge Rakolota"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On the night of 18 November 2006 the complainant, identified as P..., was assaulted and gang‑raped by three men in a yard. The first appellant, Johannes Moya Mashigo, was known to the complainant; the second appellant, Mankge Rakolota, was unknown to her; a third unidentified man, referred to as Gilbert, was also present. The complainant gave contradictory testimony regarding the order of the assaults. Two state witnesses, the complainant and Morris Maluleka, provided conflicting accounts of who performed each rape. A medical examiner noted facial injuries but no genital injuries. Both appellants admitted being present but denied participation. The second appellant was later arrested at the gate by a person named Victor, who was not called to testify.",
    "issues": "The Court had to determine (1) whether the State’s evidence, despite its contradictions, satisfied the burden of proof beyond reasonable doubt to convict the second appellant, particularly regarding his identification; and (2) whether the life‑imprisonment sentence imposed on the first appellant under s 51 of the Criminal Law Amendment Act 105 of 1997 was appropriate in the absence of substantial and compelling mitigating circumstances.",
    "principles": "The State bears the onus to prove guilt beyond reasonable doubt (S v Jochems; S v V). An accused’s version can only be rejected if proved false beyond reasonable doubt. Identification evidence must be reliable and sufficient. For sentencing under s 51(1) of the Act, substantial and compelling circumstances are required to justify a lesser sentence (S v Chapman; S v Malgas). Pre‑sentencing reports are desirable but not mandatory, and the trial court’s sentencing discretion is to be respected unless misdirected (S v Kgosimore).",
    "application": "The Court found that the complainant’s testimony was unreliable due to material contradictions and confusion, and that Morris’s account conflicted with her version. The identification of the second appellant was unsatisfactory, especially as the key witness Victor was not called, rendering the State’s case insufficient to meet the standard of proof. Consequently, the conviction of the second appellant could not stand. Regarding the first appellant, the Court held that the nature of the offence fell squarely within s 51(1) and that no substantial and compelling mitigating factors existed; the lack of probation and victim‑impact reports did not constitute a fatal procedural flaw, and the sentencing discretion was properly exercised.",
    "conclusion": "The appeal against the first appellant’s life‑imprisonment sentence was dismissed. The appeal against both the conviction and life‑imprisonment sentence of the second appellant was upheld, and his conviction and sentence were set aside. The Registrar was directed to forward a copy of the judgment to the Judge President of the North Gauteng High Court, Pretoria."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Rape",
    "level_3": [
      "identification",
      "reasonable doubt",
      "life imprisonment",
      "sentencing",
      "minimum sentences act"
    ]
  }
}