{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/89.html",
  "case_name": "Dormell Properties 282 CC v Bamberger (20191/14) [2015] ZASCA 89 (29 May 2015)",
  "citation": "[2015] ZASCA 89",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 89\n|\nNoteup\n|\nLawCite\nDormell Properties 282 CC v Bamberger (20191/14) [2015] ZASCA 89 (29 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nno: 20191/14\nIn\r\nthe matter between\nDORMELL\r\nPROPERTIES 282\r\nCC                                                                                \n\nAPPELLANT\nand\nALWYN\r\nGIDEON\r\nBAMBERGER                                                                             \n\nRESPONDENT\nNeutral\r\ncitation:\nDormell Properties 282 CC v Bamberger\n(20191/14)\n[2015] ZASCA 89\n(29 May 2015)\nCoram:\nLewis,\r\nShongwe and Majiedt JJA and Schoeman and Mayat AJJA\nHeard:                   15\r\nMay 2015\nDelivered:\r\n            29\r\nMay 2015\nSummary:\nCivil Procedure – particulars of claim premised on an\r\ninvalid suretyship agreement – breach of an offer to lease\r\nagreement\ncontaining a suretyship clause not expressly pleaded but\r\nannexed to the particulars of claim as if incorporated – surety\r\nnot afforded an opportunity to raise the defence of the benefit of\r\nexcussion – fatal to the landlord‟s case.\nORDER\nOn\r\nappeal from:\nThe Western Cape Division of the High\r\nCourt, Cape Town (Savage AJ with Yekiso J concurring, sitting as\r\ncourt of appeal):\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nShongwe\r\nJA (Lewis and Majiedt JJA and Schoeman and Mayat AJJA concurring)\n[1]\r\nThis appeal concerns a claim against a surety for damages resulting\r\nfrom a breach of a lease agreement. The appellant, Dormell\nProperties\r\n282 CC (Dormell), successfully sued Edulyn (Pty) Ltd (Edulyn), as the\r\nfirst defendant in its capacity as the tenant.\nThe respondent, Mr A G\r\nBamberger, was sued as the second defendant in his capacity as surety\r\nfor the obligations of Edulyn. Both\nEdulyn and Bamberger were sued in\r\nthe Bellville Magistrate‟s Court jointly and severally, the one\r\npaying the other to be\nabsolved. Bamberger in turn successfully\r\nappealed against the judgment and order of the Bellville Magistrate‟s\r\nCourt to the\ncourt a quo (Western Cape Division, Cape Town, Savage AJ\r\nwith Yekiso J concurring). This appeal is with the leave of this\r\ncourt.\nIt should be noted at the outset that at the time when the\r\nappeal was heard by this court, Edulyn had been liquidated.\n[2]\r\nEdulyn made a written offer on 12 September 2008 to lease certain\r\npremises situated at shop 26, Cobble Walk, corner De Villiers\nRoad\r\nand Verdi Boulevard, Sonstraal Heights, Durbanville, Western Cape\r\n(the premises), which offer Dormell, as owner and landlord,\naccepted\r\non 16 September 2008. The terms and conditions of the lease were\r\nfully set out in the offer to lease. Of significance\nare clauses 9.1,\r\n9.2 and 10 which read as follows:\n‘\n9\r\nOffer and Agreement\n9.1  \r\nThis offer is irrevocable and open for acceptance by the Landlord by\r\nnoon on the sixtieth day following the date\nof signature hereof by\r\nthe Tenant, unless another date is stipulated in “I”\r\nbelow, following which it shall become\na building agreement (“the\r\nAgreement”). Upon acceptance hereof by the Landlord, this offer\r\nshall become a binding agreement,\nmutatis mutandis with the terms and\r\nconditions of the Landlord‟s Agreement of Lease assigned to\r\nthis project (a copy of the\nlease can be viewed at the following\r\naddress: Suite OG, Nautica, The Waterclub, Beach Road, Granger Bay,\r\n8005).\n9.2   \r\nThe parties agree that after acceptance hereof they will sign the\r\nLease for the premises whereupon this Agreement\nwill fall away. A\r\ncopy of the Lease is filed with and available for inspection at the\r\noffices of GAIN CC, Suite OG, Nautica, The\nWaterclub, Beach Road,\r\nGranger Bay. Any failure so to sign shall not, however, affect the\r\nvalidity of this Agreement, but the duty\nto sign shall be enforceable\r\nat the instance of either party and pending such signature the\r\nprovisions of 9.2 shall apply. Should\nthere be any conflict between\r\nthis Agreement and the Lease, the terms of this Agreement will\r\nprevail.\n10\r\nSuretyship\nThe\r\nperson/s signing this Offer on behalf of the Tenant, if such be the\r\ncase, hereby guarantees the Tenant‟s obligations to\nthe\r\nLandlord and undertake/s  in his/her/their personal capacity and\r\non behalf of the Tenant, to procure that such of the\nDirectors and/or\r\nShareholders and/or members and/or partners and/or spouse of the\r\nTenant, as the case may be, as the Landlord requires,\nwill, if the\r\nLandlord requires, guarantee the obligations of the Tenant to the\r\nLandlord.‟\n[3]\r\nBamberger, as the sole director of Edulyn, represented and signed the\r\noffer to lease on behalf of Edulyn. By doing so, he also\nbound\r\nhimself as surety for Edulyn‟s obligations under the lease. The\r\nlease was due to commence on 1 November 2008 and terminate\non 31\r\nOctober 2013. In the particulars of claim, Dormell alleged,\ninter\r\nalia\n, that the offer to lease annexed should be read as if\r\nincorporated in the particulars. But no express mention was made of\r\nclause\n10 which bound Bamberger as a surety.\n[4]\r\nAs clause 9 quoted above stated, the parties agreed that they would\r\nsign a further agreement of lease, the terms of which were\nto be\r\nfound at the address referred to. But failure to sign the memorandum\r\nwould not affect the validity of the offer to lease.\nAnd if there was\r\nconflict between the offer signed and the terms of the lease to be\r\nsigned, the former would prevail.\n[5]  \r\n As fate would have it, Bamberger did sign the memorandum\r\nanticipated in the offer to lease, but Dormell, for\nsome unknown\r\nreason, did not. And after signing, on 21 October 2008, Bamberger\r\nsigned yet another suretyship, purporting to bind\nhimself as surety\r\nand co-principal debtor for the fulfilment of the obligations of\r\nEdulyn as tenant. It is significant to mention\nthat this deed of\r\nsuretyship was made an annexure to the memorandum of agreement of\r\nlease, and was annexed to Dormell‟s particulars\nof claim as if\r\nit were the instrument that bound Bamberger as surety and\r\nco-principal debtor. The deed of suretyship was expressly\nsaid to\r\narise „from the Agreement of Lease to which this Suretyship is\r\nannexed‟.  More will be said on this aspect\nlater in the\r\njudgment.\n[6]\r\nDormell‟s first claim against Bamberger was premised on the\r\nsuretyship signed by him on 21 October 2008 to fulfil the\nobligations\r\nof Edulyn. It was alleged, which allegation was not denied by\r\nBamberger, that Edulyn had failed to pay the rental,\nhence the breach\r\nof the offer to lease. As a consequence, Dormell cancelled the\r\nagreement of lease on 9 March 2009. The second\nclaim was based on the\r\nfact that Edulyn unlawfully remained in occupation of the premises,\r\ndespite the cancellation. It was alleged\nfurther that the unlawful\r\nholding over of the premises made Edulyn liable for the monthly\r\nrental and associated charges arising\nfrom its continued unlawful\r\noccupation of the premises. The trial court granted judgment in\r\nfavour of Dormell.\n[7]\r\nWhile the action against Edulyn and Bamberger was pending, Dormell\r\nissued an application to have Edulyn and all those occupying\nthe\r\npremises by, through or under it evicted from the premises. The full\r\ncourt that dealt with the eviction application on appeal\nfound that\r\nBamberger had bound himself as surety for the obligations of Edulyn.\r\nIt also found that Bamberger had admitted in his\nanswering affidavit\r\nthat he was bound as surety. The eviction order was granted with\r\ncosts.\n[8]\r\nHowever, the court a quo upheld the appeal against the decision to\r\naward damages against Bamberger on the basis that, because\nthe deed\r\nof suretyship was attached to an invalid memorandum of lease, the\r\nsuretyship was also invalid. Savage AJ said that „A\ncontract of\r\nsuretyship requires a valid principal obligation with someone other\r\nthan the surety as debtor and the liability of\nthe surety does not\r\narise until this principal obligation has been contracted (\nCaney\n[C F Forsyth and J T Pretorius\nCaney’s The Law of Suretyship\r\nin South Africa\n6 ed (2010)] at 47)‟. Dormell does not take\r\nissue with the finding in principle. Savage AJ also found that the\r\nadmission of\nliability as surety in the eviction application was not\r\nbinding on Bamberger in the action for damages.\n[9]\r\nBefore us, the appellant attacked the judgment and order of the court\r\na quo  on  the  basis  that  –\n\n although  the  appellant  conceded  that\r\n no  express reference to the suretyship clause was\nmade in\r\nthe particulars of claim – „in the circumstances of this\r\ncase the omission caused no prejudice to Bamberger‟\nand\r\nsecondly, that „the rules of pleading in the Magistrate‟s\r\nCourt at the time were less stringent than those pertaining\nto High\r\nCourt pleadings.‟ Dormell contended that Bamberger was sued\r\ntogether with Edulyn on the basis that he was a continuing\ncovering\r\nsurety for Edulyn‟s obligations to Dormell. This argument was\r\nput forward on the basis that Bamberger did not dispute\nthat he had\r\nsigned the deed of suretyship and that he had admitted in his\r\nanswering affidavit during the eviction application that\nhe had bound\r\nhimself as a surety and co-principal debtor for Edulyn‟s\r\nobligations\n[10]\r\nOn the other hand, Bamberger contended that Dormell‟s cause of\r\naction, as pleaded\nab initio,\nwas premised on the deed of\r\nsuretyship and not on the offer to lease containing the suretyship\r\nclause. It was argued further that\nno reference at all was made in\r\nthe particulars of claim to the suretyship clause in the offer to\r\nlease. It was contended further\nthat „it is not open to Dormell\r\nat this stage, to seek to rely upon the suretyship clause –\r\ndoing so amounts, effectively,\nto an amendment of its particulars of\r\nclaim in order to advance a case which has not been pleaded.‟\r\nIn a nutshell, Bamberger\ncontended that he was denied the opportunity\r\nto raise any defence he could legally have been permitted to raise,\n'had\r\nthe suretyship clause been an issue in the trial court.' I shall deal\r\nlater with the possible defences that Bamberger says\nhe could have\r\nraised.\n[11]\r\nGenerally, it is accepted that the purpose of pleadings is to define\r\nthe issues for the parties and the court. Pleadings must\nset out the\r\ncause of action in clear and unequivocal terms to enable the opponent\r\nto know exactly what case to meet. Once a party\nhas pinned its\r\ncolours to the mast it is impermissible at a later stage to change\r\nthose colours. This general proposition is applicable\nin motion\r\nproceedings as well as in action proceedings (see\nDiggers\r\nDevelopment\n(Pty) Ltd v City of Matlosana\n[2011]\r\nZASCA 247\n;\n[2012] 1 All SA 428\n(SCA)\npara\r\n18;\nNaidoo\nv\nSunker\n[2011]\r\nZASCA 216\n;\n[2012] JOL 28488\n(SCA);\nSwissborough\r\nDiamond Mines (Pty) Ltd v Government of the Republic of South\nAfrica\n1999 (2) SA 279\n(T) at 323F-234C;\nMinister\nof\nSafety\nand\nSecurity\nv\nSlabbert\n[2009] ZASCA 163\n;\n[2010] 2 All SA\r\n474\n(SCA) para 21-22).\n[12]\r\nIt is settled law that a party who wishes to claim on a deed of\r\nsuretyship must comply with the ordinary rules relating to\npleading\r\nof a contract. In the present case, Dormell should have alleged,\r\ninter alia, a valid contract of suretyship that complied\nwith the\r\nprovisions of the General Law Amendment Act 50 of 1956 – the\r\nterms of the deed of suretyship must have been embodied\nin a written\r\ndocument signed by or on behalf of the surety which identified the\r\ncreditor, the surety and the principal debtor.\nIt must have alleged\r\nthe cause of the debt in respect of which the defendant undertook\r\nliability as well as the actual indebtedness\nof the principal debtor\r\n– that is, the amount owed and that it was due.\n[13]\r\nIn the present case, we know that the deed of suretyship was invalid\r\nbecause the suretyship was annexed to an agreement of\nlease which was\r\nnot signed by Dormell, as the landlord. The deed expressly guaranteed\r\nthe obligations of Edulyn under that agreement.\nFailure to sign that\r\nagreement of lease by Dormell meant that it did not come into\r\nexistence: thus the suretyship to which it was\nannexed was in respect\r\nof a non-existent obligation and was accordingly unenforceable.\r\nTherefore Dormell could not have relied\non the deed of suretyship as\r\npleaded in the particulars of claim. As I have indicated earlier, the\r\nappellant conceded the invalidity\nbut averred that there was no\r\nprejudice to Bamberger in relying instead on the suretyship embodied\r\nin the offer to lease which\nwas itself still valid.\n[14]\r\nIn their plea to the particulars of claim Edulyn and Bamberger denied\r\nliability for arrear rental and damages for holding over,\nbut\r\nasserted also that the anticipated memorandum of lease had not been\r\nsigned by Dormell and that the suretyship was in respect\nof a\r\nnon-existent obligation. It was at this stage, after the plea, that\r\nDormell should have applied for an amendment of the particulars\nof\r\nclaim so as to rely on the clause in the offer to lease guaranteeing\r\nEdulyn‟s obligations under it as against Bamberger,\nrather than\r\nthe deed of suretyship. Dormell did not amend its particulars of\r\nclaim. This failure to amend was fatal, it was submitted,\nto\r\nDormell‟s  case,  particularly since no explanation\r\nwas proffered for the failure to effect the amendment.\n[15]\r\nCounsel for Dormell submitted that, despite the principle that the\r\nobject of pleading is to define the issues and that the\nparties will\r\nbe kept strictly to their pleadings, within those limits the court\r\nhas a wide discretion:\nRobinson v\nRandfontein\nEstates\nGold\nMining\nCo\nLtd\n1925 AD 168\nat 173. The question arises: how\r\nfar does this „wide discretion‟ stretch? Can the exercise\r\nof this discretion go as\nfar as placing Bamberger at a disadvantage\r\nin that he could not be permitted to raise any legal defence, be it a\r\ndilatory defence\nor not? I do not think so.\n[16]\r\nGenerally a court‟s discretion in relation to pleadings is\r\nbased upon a consideration of all the factors involved, taking\ninto\r\naccount fairness to the parties. The exercise of the discretion is\r\nnot unlimited and must be judicially justifiable. If the\noutcome of\r\nthe exercise of a discretion will prejudice a party such as\r\nBamberger, a court should be slow to exercise the discretion.\n\n(\nFourway\nHaulage\nSA\n(Pty)\nv\nSouth\nAfrican\nNational\nRoad\nAgency\nLtd\n[2008]\r\nZASCA 134\n;\n2009 (2) SA 150\npara 14, which allowed a legal issue not\r\ncanvassed in the pleadings or at the trial to be argued on appeal.\r\nSee contra\nPresidency Property\nInvestments (Pty) Ltd\r\n& others v Patel\n2011 (5) SA 432\n(SCA) para 21). In the\r\npresent case, as discussed below, Bamberger would have conducted his\r\ncase materially differently if Dormell‟s\ncase had been properly\r\npleaded. Therefore the prejudice to Bamberger that would result\r\nrequires exercising the discretion in favour\nof him if he can show\r\nhow he might have conducted himself differently had the claim against\r\nhim been pleaded on the basis of the\noffer to lease rather than the\r\ndeed of suretyship.\n[17]\r\nCounsel for Bamberger submitted that,  had the matter been\r\nproperly pleaded, he could have raised a number of defences\nthat had\r\nnot been pleaded and canvassed during the course of the trial. I\r\nshall deal with only two of the defences since Bamberger\ndid not\r\npress the others at the hearing.\n[18]\r\nThe first defence that could have been argued, it was submitted, was\r\nthat\n'unlike\r\nthe deed of suretyship, the offer to lease was not co-signed by\r\nBamberger‟s wife‟. As they are married in community\nof\r\nproperty „and since his wife has not consented to the signing\r\nof the offer to lease the suretyship clause (clause 10 of\nthe offer\r\nto lease) was invalid by virtue of\ns 15(2)\n(h)\nof the\nMatrimonial Property Act 88 of 1984\n, in that the suretyship was not\r\nexecuted in the ordinary course of Bamberger‟s business but the\r\nbusiness of Edulyn'. However,\nas Dormell argued, there is an answer\r\nto the defence in\ns 15(6)\nof the\nMatrimonial Property Act. It\nprovides that the provisions of\ns 15(2)\n(h)\n, inter alia, do not\r\napply where an act contemplated in para\n(h)\nis\r\nperformed by a spouse in the ordinary course of his profession, trade\r\nor business. The evidence before the trial court clearly\nshowed that\r\nBamberger, though he referred to himself as a financial advisor, was\r\nthe sole director and shareholder of Edulyn. He\ndescribed himself as\r\nthe owner of the Silverspoon restaurant, which occupied the leased\r\npremises. His son managed the restaurant\nbut had no role in Edulyn\r\nitself. The conclusion that he signed the offer to lease in the\r\n„ordinary course of business‟\nis inescapable. The fact\r\nthat this defence was not raised in the plea and at the trial thus\r\ndid not prejudice Bamberger.\n[19]\r\nAt the hearing before us, Bamberger raised another point which was\r\nnot canvassed in his heads of argument. Counsel submitted\nthat it was\r\nopen to Dormell to raise a defence of non-excussion under the\r\nguarantee in the offer to lease. Because Bamberger was\nsued in his\r\ncapacity as a surety he was entitled to have the benefit of\r\nexcussion. Dormell should have proceeded against Edulyn\nfirst (as\r\nprincipal debtor) unless Bamberger had waived his right to raise the\r\ndefence of the benefit. The authors C F Forsyth\nand J T Pretorius in\nCaney’s\nThe\nLaw\nof\nSuretyship\nin\nSouth\nAfrica,\nabove at 128, hold the view that the benefit of excussion „is\r\na dilatory defence which the surety may elect to set up if the\n\ncreditor first sues him. If the surety intends to raise the defence,\r\nhe must do so in\ninitio litis\n; it is too late to raise it\r\nafter\nlitis contestatio\n. It certainly cannot be raised for the\r\nfirst time on appeal‟. (See\nHurley v Marais\n(1883-1884)\r\n2 SC 155\nat 158;\nKlopper v\nVan Straaten\n(1894)\r\n11 SC 94\nat 98 and\nWorthington v\nWilson\n1918 TPD 104\nat 107).\n[20]\r\nIf the defence of non-excussion succeeds, the court may postpone the\r\nproceedings pending excussion of the principal debtor\nor grant\r\nabsolution against the creditor. In this matter, if the clause in the\r\noffer to lease in terms of which Bamberger guaranteed\nEdulyn‟s\r\nobligations under the lease had been pleaded, Bamberger would have\r\nbeen able to raise the benefit of excussion,\nsince he had not waived\r\nit when he had signed the offer to lease. He did not raise the\r\ndefence in his plea or at the trial because\nthe deed of suretyship\r\nwas pleaded instead. In that deed he had waived the various benefits\r\navailable to sureties including that\nof excussion.\n[21]\r\nThe guarantee that Bamberger gave under the offer to lease did not\r\ninclude a waiver of any of the benefits accorded to a surety.\nIf\r\nDormell were able, at appellate level, to rely on the guarantee in\r\nthe offer to lease, Bamberger‟s defence that Edulyn\nhad not yet\r\nbeen excussed would be of no value: Edulyn had already been\r\nliquidated.\n[22]\r\nDormell argued, on the other hand, that the benefit of excussion is a\r\ndilatory plea which would have postponed the inevitable.\nI do not\r\nagree. As the authors in\nCaney’s The Law of Suretyship in\r\nSouth Africa\nhave said, the defence must be raised in\ninitio\nand not after\nlitis\ncontestatio\n. Edulyn had\r\nnot been liquidated at the time when the summons was issued. This\r\ncourt cannot speculate on whether or not Edulyn would\nhave been in a\r\nposition to settle its debts at that time. Bamberger would thus\r\nsuffer prejudice if this court were to allow Dormell\nto rely on the\r\nguarantee in the offer to lease.\n[23]\r\nFor the above reasons the appeal is dismissed with costs, including\r\nthe costs of two counsel.\nJ\r\nB Z Shongwe Judge of Appeal\nAppearances\nFor\r\nthe Appellant:           \r\nE W Fagan SC (with him J P Steenkamp)\nInstructed by:\nBen\r\nGroot Attorneys, Cape Town;\nSymington & De\r\nKok, Bloemfontein.\nFor\r\nthe Respondent:        J A\r\nNewdigate SC (with him W P Coetzee)\nInstructed by:\nGerhard Gous\r\nAttorneys, Cape Town;\nHoney Attorneys,\r\nBloemfontein.",
  "scraped_at": "2026-02-12T17:23:23.514185",
  "date": "2015-05-29",
  "coram": [
    "Shongwe JA",
    "Lewis",
    "Majiedt JJA",
    "Schoeman AJJA",
    "Mayat AJJA"
  ],
  "case_number": "20191/14",
  "parties": {
    "applicants": [
      "Dormell Properties 282 CC"
    ],
    "respondents": [
      "Alwyn Gideon Bamberger"
    ]
  },
  "sections": {
    "facts": "Dormell Properties, as landlord, entered into an offer to lease shop 26, Cobble Walk, Durbanville with Edulyn (Pty) Ltd, which was accepted on 16 September 2008. The offer contained clauses 9.1, 9.2 and 10, the latter binding the person signing the offer as a surety for the tenant’s obligations. On behalf of Edulyn, director Alwyn G. Bamberger signed the offer, thereby becoming a surety. A separate deed of suretyship dated 21 October 2008 was annexed to a memorandum of lease that was never signed by Dormell. Edulyn failed to pay rent, leading Dormell to cancel the lease and sue both Edulyn and Bamberger. The trial court awarded damages against Bamberger; he appealed, arguing the deed of suretyship was invalid because it was attached to an unsigned lease and that he was denied the opportunity to raise the defence of benefit of excussion.",
    "issues": "1) Whether the deed of suretyship was a valid contract of suretyship. 2) Whether the plaintiff properly pleaded a suretyship claim given that the suretyship clause was not expressly mentioned in the particulars of claim. 3) Whether the appellant’s failure to amend its pleadings prejudice the respondent. 4) Whether the respondent is entitled to the benefit of excussion as a surety and whether that defence should have been allowed.",
    "principles": "The court reiterated that pleadings must clearly define the cause of action and that a party cannot amend its claim without court permission. A valid suretyship requires a lawful principal obligation, a written agreement identifying creditor, surety and principal debtor, and the existence of a debt. The benefit of excussion is a dilatory defence that must be raised at the earliest stage (initio litis). The matrimonial property act may affect suretyship where a spouse has not consented, unless the act is performed in the ordinary course of business. Courts have discretion in pleading matters but must not prejudice a party; any amendment that would affect the defence of the respondent must be considered carefully.",
    "application": "The court found that the deed of suretyship was attached to a lease that had never been signed by Dormell, rendering the principal obligation non‑existent and the suretyship contract void. The plaintiff had not pleaded the suretyship clause from the offer to lease and failed to seek an amendment of its particulars to rely on it. Consequently, the respondent was denied the opportunity to raise the defence of benefit of excussion. The court held that this failure constituted prejudice to Bamberger and that the appellant’s reliance on an unpleaded suretyship claim could not be allowed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The judgment of the court a quo stands, confirming that the appellant cannot recover damages from the respondent on the basis of the invalid deed of suretyship."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Suretyship",
    "level_3": [
      "pleadings",
      "benefit of excussion",
      "invalid contract",
      "lease"
    ]
  }
}