{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/82.html",
  "case_name": "Minister of Mineral Resources and Others v Mawetse (SA) Mining Corporation (Pty) Ltd (20069/14) [2015] ZASCA 82; [2015] 3 All SA 408 (SCA); 2016 (1) SA 306 (SCA) (28 May 2015)",
  "citation": "[2015] ZASCA 82",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 82\n|\nNoteup\n|\nLawCite\nMinister of Mineral Resources and Others v Mawetse (SA) Mining Corporation (Pty) Ltd (20069/14) [2015] ZASCA 82; [2015] 3 All SA 408 (SCA); 2016 (1) SA 306 (SCA) (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 20069/14\nIn\r\nthe matter between\nMINISTER\r\nOF MINERAL\r\nRESOURCES\n.........................................................\nFIRST\r\nAPPELLANT\nDIRECTOR-GENERAL,\r\nDEPARTMENT OF\nMINERAL\r\nRESOURCES\n...............................................................................\nSECOND\r\nAPPELLANT\nDEPUTY\r\nDIRECTOR-GENERAL: MINERAL\nDEVELOPMENT,\r\nDEPARTMENT OF\nMINERAL\r\nRESOURCES\n..................................................................................\nTHIRD APPELLANT\nREGIONAL\r\nMANAGER: LIMPOPO REGION,\nDEPARTMENT\r\nOF MINERAL\r\nRESOURCES\n............................................\nFOURTH\r\nAPPELLANT\nDILOKONG\r\nCHROME MINE (PTY)\r\nLTD\n.....................................................\nFIFTH APPELLANT\nand\nMAWETSE\r\n(SA) MINING CORPORATION (PTY)\r\nLTD\n.........................................\nRESPONDENT\nNeutral\r\ncitation:\nMinister of Mineral\r\nResources v Mawetse (SA) Mining Corporation (Pty) Ltd\n(20069/14)\n[2015] ZASCA 82\n(28 May 2015)\nCoram\n:\r\nNavsa ADP, Leach, Majiedt, Zondi JJA and Meyer AJA\nHeard:\n7 MAY 2015\nDelivered:\n28 MAY 2015\nSummary:\nMining – prospecting right –\r\nwhen granted in law – whether BEE compliance can be attached as\r\na condition of the\nright – lapsing of the right due to expiry.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Masipa J, sitting as court of first instance):\n(1)\r\nThe appeal is dismissed with costs, including those of two counsel.\nJUDGMENT\nMajiedt\r\nJA (Navsa ADP, Leach and Zondi JJA and Meyer AJA  concurring):\nIntroduction\n[1]\r\nThe issues in this matter are whether a prospecting right had been\r\nlawfully granted to the fifth appellant, Dilokong Chrome\nMine (Pty)\r\nLtd (Dilokong), and, if so, whether Dilokong may lawfully exercise\r\nthat right. Allied to that is the question whether\nthat right had\r\nlapsed due to its expiry or abandonment. These questions were decided\r\nagainst Dilokong, and in favour of the respondent\n(qua applicant),\r\nMawetse (SA) Mining Corporation (Pty) Ltd (Mawetse), in the Gauteng\r\nDivision of the High Court, Pretoria, by Masipa\nJ. Dilokong appeals\r\nwith the leave of the court a quo. The first to fourth appellants,\r\nthe Minister of Mineral Resources and senior\nofficials in that\r\nDepartment, to whom I shall collectively refer as ‘the DMR’,\r\ndid not participate in this appeal although\nthey made common cause\r\nwith Dilokong in the court below and to that end filed a\r\ncomprehensive answering affidavit.\nThe\r\norder in the Gauteng Division\n[2]\r\nThe case was brought by Mawetse in the Gauteng Division as a review\r\napplication. Masipa J held that:\n(a) Dilokong had\r\nfailed to comply with a suspensive condition attached to the grant of\r\nthe prospecting right and had accordingly\n‘disabled’\r\nitself from implementing that right, and\n(b) even if there\r\nhad been a lawful award of a prospecting right to Dilokong, that\r\nright had been ‘lost’ due to the\nunreasonable delay in\r\nexercising it and, as a result, the right has lapsed as it has\r\nexpired.\nMasipa\r\nJ consequently issued a declaratory order that Dilokong did not hold\r\na valid prospecting right as it had lapsed and following\non that\r\nconclusion that it no longer constituted a bar to the consideration\r\nof Mawetse’s application for a prospecting right.\nShe set aside\r\nthe decision of the fourth appellant, the Regional Manager, Limpopo\r\nRegion, Department of Mineral Resources (the\nRegional Manager)\r\nrejecting Mawetse’s application for a prospecting right and\r\nremitted that application to the third appellant,\nthe Deputy Director\r\nGeneral: Mineral Development, Department of Mineral Resources (the\r\nDDG) for reconsideration within 30 days.\nLastly, Masipa J dismissed\r\nDilokong’s counter-application in which it sought to compel the\r\nDMR to notarially execute the\nprospecting right that had been awarded\r\nto it.\nBackground\n[3]\r\nOn 24 November 2006 Dilokong applied, in terms of s 16 of the Mineral\r\nand Petroleum Resources Development Act 28 of 2002 (the\nMPRDA), for a\r\nprospecting right for chrome ore (base metals) in respect of the farm\r\nDriekop 253 KT (Driekop). The application was\nlodged at the office of\r\nthe Regional Manager who, in his letter of acceptance dated 6\r\nDecember 2006, requested Dilokong to give\neffect to the objects of s\r\n2(\nd\n) of\r\nthe MPRDA by submitting, amongst others, a signed shareholder\r\nagreement to the Regional Manager’s office by 4 February\n2007.\r\nThat request was made purportedly under the provisions of s 17(4) of\r\nthe MPRDA, an aspect which will be discussed in due\ncourse.\n[4]\r\nOn 21 June 2007 the DDG granted a power of attorney, ostensibly under\r\ns 103 of the MPRDA, to the Regional Manager to sign the\nprospecting\r\nright contemplated in s 17(1) in favour of Dilokong in respect of\r\nDriekop. On that same day the DDG signed an approval\nof a\r\nrecommendation to grant a prospecting right to\nDilokong\nfor\r\n4 years subject to Dilokong, where applicable, submitting, before\r\nnotarial execution of the right, all other outstanding information\nor\r\ndocumentation, including a shareholder agreement with a Black\r\nEconomic Empowerment (BEE) entity holding not less than 26% of\nthe\r\nequity in the operation.\n[1]\nThe\r\nDDG wrote to Dilokong on 18 July 2007 to confirm that it had been\r\ngranted a prospecting right in respect of Driekop. The DDG\npurported\r\nto exercise the Minister’s delegated powers in terms ofs 103(1)\r\nand (2) of the MPRDA in respect of the grant and\nrefusal of\r\nprospecting rights.\n[5]\r\nOn 14 November 2007, the date on which the prospecting right was\r\nabout to be notarially executed (as it is a limited real right\nin\r\nterms of s 5(1) of the MPRDA), Dilokong’s representatives were\r\ninformed that this could not take place, due to Dilokong’s\n\nfailure to give effect to s 2(\nd\n) of the MPRDA in relation to\r\nthe required BEE shareholding. Section 2(\nd\n) reads as follows:\n‘\n2\r\nObjects of Act\nThe objects of this\r\nAct are to-\n. . .\n(d)\nsubstantially and meaningfully expand\r\nopportunities for historically disadvantaged persons, including\r\nwomen, to enter the mineral\nand petroleum industries and to benefit\r\nfrom the exploitation of the nation’s mineral and petroleum\r\nresources.’\nDilokong’s\r\nattempts to comply with this requirement proved futile. Dilokong is a\r\nwholly owned subsidiary of ASA Metals (Pty)\nLtd (ASA Metals) which is\r\nin turn owned by East Asia Metal Investment Company Ltd and the\r\nLimpopo Development Corporation (Limdev),\na Limpopo provincial\r\ngovernment enterprise. A national government moratorium on the\r\ndisposal of all mining related state assets\nby all organs of state\r\nprohibited Limdev from disposing of its shares in ASA Metals to a BEE\r\nentity to meet the requirements imposed\nupon Dilokong. The\r\nenvironmental management plan submitted by Dilokong on 2 February\r\n2007 in compliance with s 16(4)(\na\n)\r\nwas never approved due to Dilokong’s failure to comply with the\r\ns 2(\nd\n) BEE\r\ncompliance requirement.\n[6]\r\nIn the meantime Mawetse, completely oblivious of the facts set out\r\nabove, applied in September 2009 for a prospecting right\nfor various\r\nminerals (including chrome) in respect of various farms, including\r\nDriekop. Its application in respect of Driekop was\nrejected in terms\r\nof s 16(2)(\nb\n)\r\nof the MPRDA because that prospecting right had already been granted\r\nto Dilokong.\n[2]\nUpon\r\ninvestigation Mawetse discovered the facts set out above, in\r\nparticular that Dilokong’s prospecting right had not been\n\nexecuted, that its duration was for three years (ie contrary to the\r\nDDG’s approval which was for a period of four years,\nan aspect\r\nto which I will revert shortly) and that according to Mawetse’s\r\ncalculation it would have lapsed on 13 November\n2010. Mawetse\r\nchallenged the award of the prospecting right to Dilokong in the\r\nNorth Gauteng High Court, Pretoria on 20 January\n2012. That challenge\r\nwas met with a preliminary point being taken by Dilokong, namely that\r\nthe application was premature since\nMawetse had not exhausted its\r\ninternal remedy, ie an internal appeal to the Minister in terms of s\r\n96 of the MPRDA. Mawetse’s\ninternal appeal was lodged on 28\r\nOctober 2010 while its challenge in the North Gauteng High Court was\r\nheld in abeyance by agreement.\nThe Minister refused to consider\r\nMawetse’s internal appeal because the matter was considered to\r\nbe ‘\nsub\r\njudice\n’\r\ndue to Mawetse’s pending application in the high court. In July\r\n2011, Mawetse, faced with this impasse, approached\nthe North Gauteng\r\nHigh Court again for an order to compel the Minister to decide the\r\ninternal appeal and obtained such an order.\nOn 16 August 2011 the\r\nMinister upheld the award of the prospecting right to Dilokong and\r\ndismissed Mawetse’s appeal. On 20\nJanuary 2012 Mawetse launched\r\nthe review application culminating in the present appeal. Counsel for\r\nMawetse conceded in this court\nthat at the time of Mawetse’s\r\napplication to the DMR, the time period in respect of the prospecting\r\nright (calculated as\na four year period) had not yet lapsed but had\r\nlapsed at the time when Mawetse had launched its application in the\r\ncourt below.\nAs stated earlier, Dilokong filed a counter-application\r\nwhich sought to compel the DMR to cause the execution of the\r\nprospecting\nright.\n[7]\r\nIt is against this factual backdrop that we must determine whether\r\nMasipa J was correct in her findings. A useful starting point\nis to\r\nexamine the provisions of the MPRDA in respect of prospecting rights.\nThe\r\nstatutory framework\n[8]\r\nThe MPRDA has been substantially amended by the\nMineral and Petroleum\nResources Development Amendment Act 49 of 2008\n. Those amendments do\r\nnot apply in this case, since they were promulgated subsequent to the\r\nevents material to the central issues\nin this case. References to the\r\nMPRDA are therefore to the Act in its pre-amendment form. The\r\nstatutory procedure in respect of\nan application for a prospecting\r\nright is set out comprehensively in\nBengwenyama\r\nMinerals (Pty) Ltd v Genorah Resources (Pty) Ltd\n.\n[3]\nSections 16 and 17 of the MPRDA regulate the application for and the\r\ngranting and duration of prospecting rights. Section 16 sets\nout the\r\nmechanical bureaucratic procedure for the application. The Regional\r\nManager’s office plays a central role in this\nprocess but it\r\nfulfils a very limited, clearly circumscribed role. For present\r\npurposes, the following provisions are of importance\n–\nSection 16(4)\r\nprovides:\n‘\n(4)\r\nIf the Regional Manager accepts the application, the Regional Manager\r\nmust, within 14 days from the date of acceptance, notify\nthe\r\napplicant in writing –\n(a)\nTo submit an environmental management plan.\r\n. . .’\nAnd s 16(5) reads:\n‘\n(5)\r\nUpon receipt of the information referred to in subsection (4)(a) and\r\n(b), the Regional Manager must forward the application\nto the\r\nMinister for consideration.’\n[9]\r\nSection 17 is of cardinal importance. It concerns the granting and\r\nduration of prospecting rights. Section 17(1) reads as follows:\n’\n17\r\nGranting and duration of prospecting right\n(1)\nSubject to subsection (4), the Minister\r\nmust grant a prospecting right if –\n(a)\nThe applicant has access to financial\r\nresources and has the technical ability to conduct the proposed\r\nprospecting operation optimally\nin accordance with the prospecting\r\nwork programme;\n(b)\nThe estimated expenditure is compatible\r\nwith the proposed prospecting operation and duration of the\r\nprospecting work programme;\n(c)\nThe prospecting will not result in\r\nunacceptable pollution, ecological degradation or damage to the\r\nenvironment;\n(d)\nThe applicant has the ability to comply\r\nwith the relevant provisions of the Mine Health and Safety Act, 1996\r\n(Act 29 of 1996); and\n(e)\nThe applicant is not in contravention of\r\nany relevant provision of this Act.’\nThe key provision is\r\ns 17(1)(e).\nSection 17(4)\r\nprovides:\n‘\n(4)\r\nThe Minister may, having regard to the type of mineral concerned and\r\nthe extent of the proposed prospecting project, request\nthe applicant\r\nto give effect to the object referred to in section 2(\nd\n).’\nI\r\nhave set out the provisions of s 2(\nd\n) above.\nFor\r\npresent purposes ss 17(5) and (6) are significant\n:\n‘\n(5)\r\nThe granting of a prospecting right in terms of subsection (1)\r\nbecomes effective on the date on which the environmental management\n\nprogramme is approved in terms of section 39.\n(6)\r\nA prospecting right is subject\nto this\r\nAct, any other relevant law\nand the\r\nterms and conditions stipulated in the right and is valid for the\r\nperiod specified in the right, which period may not exceed\nfive\r\nyears.’ (emphasis added)\n[10]\r\nBefore turning to deal with the substantive issues outlined above, I\r\npause to mention that prior to the hearing the following\nnote was\r\nsent to the parties by the Registrar of this court:\n‘\nThe\r\nparties are directed to address the following question as a matter of\r\nurgency. Has the appeal not been rendered moot because\nthe period for\r\nwhich the prospecting right was purportedly granted to the Fifth\r\nAppellant [Dilokong] has passed?’\nThe\r\nparties filed supplementary heads of argument on this aspect with\r\nMawetse answering the question in the affirmative and Dilokong\n\ncontending that the appeal has not been rendered moot. Since the\r\nconclusion by Masipa J on whether the right has expired due to\nthe\r\nnecessary procedural steps not having been taken is contested, and\r\nsince Dilokong contended that the question of the expiry\nof the\r\nperiod for which the right was granted is dependent on when the time\r\nstarts to run (which also in dispute), it is necessary\nto deal with\r\nall these issues in the present appeal. These aspects are interwoven\r\nand are furthermore to be considered against\nthe backdrop of the fact\r\nthat the period for which the right endured had, on Mawetse’s\r\nconcession, not lapsed when Mawetse\napplied to the DMR, but had\r\nlapsed when Mawetse launched its court application.\nWas\r\nthe prospecting right lawfully granted and, if so, may Dilokong\r\nexercise that right?\n[11]\r\nThe primary dispute is whether Dilokong could lawfully have been\r\nrequired to be BEE compliant. Section 17(1), read with s 17(4),\nbears\r\nconsideration. Dilokong contended that, once the requirements in s\r\n17(1) had been met, the Minister was legally obliged to\ngrant the\r\nright. According to Dilokong compliance with the BEE requirements in\r\ns 2(\nd\n) is not a precondition for the granting of a prospecting\r\nright, as opposed to a mining right, and it could not be lawfully\r\nimposed.\nThese submissions are untenable on the law and on the facts.\r\nIn the DDG’s approval of the recommendation by the Regional\r\nManager that Dilokong be granted the prospecting right in respect of\r\nDriekop, it was expressly recorded as follows:\n‘\n5\r\nAssessment of Charter Compliance\n5.1 Compliance\r\nwith section 17(4)\nThe Shareholders\r\nAgreement and/or Share Certificates were not submitted.\n6 Recommendation\n6.1 In light of the\r\nfact that the applicant has complied with all the requirements of\r\nsection 17(1) of the Act, as indicated in\nparagraph 4 above, it is\r\nrecommended that you, please, consider to –\n6.1.1 grant a\r\nprospecting right to Dilokong Chrome Mine in accordance with section\r\n17(1) of the Act for a period of four (4) years,\nsubject to –\n(i) \r\nthe applicant, where applicable, submitting (before execution) all\r\nother outstanding information and or documentation\n(including\r\nShareholders Agreement with BEE entity not (sic) holding not less\r\nthan 26% of equity in the operation\nand\r\nfinancial guarantee in the amount of R15 000.00); and\n6.1.2\r\n. . . .’ (my emphasis)\n[12]\r\nThe DDG approved the recommendation in the terms set out in 6.1.1\r\nabove and affixed his signature to that effect. Thus the\n\nrecommendation and its rationale became his decision. He also signed\r\na power of attorney authorising the Regional Manager to sign\nthe\r\nprospecting right in favour of Dilokong in respect of Driekop\r\n‘according to the approval signed by me [the DDG] today’.\n\nThat decision of 21 June 2007 was conveyed to Dilokong by letter\r\ndated 18 July 2007. It was envisaged in the letter that the Regional\n\nManager would approve the environmental management plan on the date\r\nof the signing of the right, ie the date of its notarial execution.\n\nAs stated, this never happened since Dilokong was regarded as being\r\nnon-BEE compliant. The DDG had thus plainly and unequivocally\n\nattached BEE compliance as a condition in granting the right.\r\nMoreover, the unsigned draft notarial deed in terms whereof the\r\nprospecting right was to be executed, envisaged in clause 16 that\r\nDilokong had to be BEE compliant. It is necessary to record that\nin\r\nthe affidavit filed on behalf of the DMR the BEE condition was\r\naccepted as having been communicated.\n[13]\r\nDilokong contended that no request had in fact been made in terms of\r\ns 17(4) as far as s 2(\nd\n) BEE compliance was concerned and, if\r\nit could be said to have been made, it was never a condition as\r\ncontemplated by the Act.\nFurthermore, so it was submitted, it was in\r\nany event not conveyed to Dilokong in the DDG’s letter of 18\r\nJuly 2007. Counsel\nemphasized that\ns 17(4) speaks of a ‘request’\r\nnot a ‘requirement’ or a ‘condition’. He\r\njuxtaposed s 17(4) with\ns 23(1)(\nh\n) where, in respect to mining\r\nrights as opposed to prospecting rights, BEE compliance is a\r\nprerequisite:\n’\n23\r\nGranting and duration of mining right\n(1)\nSubject to subsection 4, the Minister must\r\ngrant a mining right if –\n(h)\nthe granting of such right will further the\r\nobjects referred to in section 2(\nd\n)\r\nand (\nf\n)\r\nand in accordance with the charter contemplated in section 100 and\r\nthe prescribed social and labour plan.’\n[14]\r\nA submission was made in the written heads of argument on behalf of\r\nDilokong that an applicant for a prospecting right could\nnot in law\r\nbe compelled to be BEE compliant and that the Mining Charter does not\r\napply to prospecting rights. The submission is\ndevoid of merit.\r\nSection 100(2)(\na\n) of the MPRDA provides for the development of\r\nthe Mining Charter in order to ‘ensure the attainment of\r\nGovernment’s\nobjectives of redressing historical, social and\r\neconomic inequalities as stated in the Constitution.’ The\r\ncharter must ‘set\nthe framework for targets and timetable for\r\neffecting the entry of historically disadvantaged South Africans into\r\nthe mining industry,\nand allow such South Africans to benefit from\r\nthe exploitation of mining and mineral resources’. It must also\r\nset out, amongst\nothers, how the objects referred to in s 2(\nd\n)\r\nabove can be achieved.   Section 1 of the MPRDA expressly\r\nincludes prospecting in the definition of ‘broad-based\neconomic\r\nempowerment’:\n‘\n.\r\n. . [a] social or economic strategy, plan, principle, approach or act\r\nwhich is aimed at –\n. . .\n(b) transforming\r\nsuch industries so as to assist in, provide for, initiate or\nfacilitate –\n(i)\nthe ownership, participation in or the\r\nbenefiting from existing or future mining, prospecting, exploration\r\nor production operations;\n. . .’\nParagraph\r\n2 of the charter repeats this definition verbatim and thus expressly\r\nincludes prospecting.\n[15]\r\nSection 17(4) unequivocally empowers the Minister to make the grant\r\nof a prospecting right conditional upon compliance with\nthe s 2(\nd\n)\r\nBEE requirement as occurred in this case. In this regard Dilokong’s\r\napproach on the papers is instructive. The DMR’s\nanswering\r\naffidavit was deposed to by Ms Motlatso Constance Kobe, the Chief\r\nDirector: Mineral Regulation Branch in the Minister’s\noffice.\r\nShe commences her affidavit by setting out the process in the issuing\r\nof a prospecting right and states that:\n‘\n3.5\r\nIt is apparent from paragraph 3 to “PMW3” that the Fifth\r\nRespondent was called upon to comply with the object of\nSection 2(d)\r\nof the Act by submitting not later than the 4\nth\nFebruary 2007 the following documents:-\n(3.5.1) duly signed\r\nshareholders agreement;\n(3.5.2) share\r\ncertificates and shareholders register;\n(3.5.3) articles and\r\nmemorandum of association of the company;\n(3.5.5) any other\r\nagreement or documents relating to the agreement.’\nIn\r\nDilokong’s answering affidavit the deponent expressly concurs\r\nwith, amongst others, paragraph 3.5 above of Ms Kobe’s\n\naffidavit. It is clear that all concerned, and Dilokong in\r\nparticular, had treated the grant as one requiring, amongst others,\n\ncompliance with the s 2(d) BEE requirement. And Dilokong was required\r\nto demonstrate its compliance by submitting a shareholder\nagreement\r\nevidencing the required 26% BEE entity shareholding. The papers also\r\nshow, and Dilokong says so unequivocally in its\nanswering affidavit,\r\nthat it had made attempts to meet this requirement, to no avail, due\r\nto the impact of the moratorium placed\nby government on Limdev’s\r\ndisposal of its shareholding in ASA Metals. It is clear that before\r\nthis litigation commenced,\nthe DMR accepted this to be the position.\r\nOn the evidence therefore the Minister, as she was in law entitled to\r\ndo, issued a request\nthrough her lawful delegate, the DDG, to\r\nDilokong to give effect to the object of black economic empowerment\r\nin s 2(d). The Minister\n(or her delegate) is expressly empowered to\r\nmake the request since the section provides that she ‘may\r\nrequest’.\n[4]\nThe emphasis\r\nduring argument by Dilokong on the use of the word ‘request’\r\nin s 17(4) is misplaced. ‘To request’\nmeans ‘to\r\npolitely or formally ask (someone) to do something’.\n[5]\nIt is not contrary to a demand or a requirement, as it was contended.\r\nAnd it hardly lies in Dilokong’s mouth to argue along\nthese\r\nlines when it had not only concurred with the DMR that such a request\r\nhad been made, but had also on the common cause facts\nactively set\r\nout to heed this request, albeit without any success. In this context\r\na request is a necessary preliminary step in\nensuring compliance with\r\nthe MPRDA’s BEE imperative.\n[16]\r\nThe affirmative action provisions in the MPRDA must be understood for\r\nwhat they are – a focused intervention to redress\npast\r\ninequalities in the mining industry. The Constitutional Court has\r\nemphasized that its objects are to address in a direct and\nforthright\r\nmanner the historical exclusion of black South Africans and to\r\nfacilitate equitable access to opportunities in the mining\nindustry.\r\nOne of the ways of achieving this in the MPRDA is to abolish the\r\nentitlement to sterilise mineral rights.\n[6]\nAnd in\nBengwenyama\nthat\r\ncourt said:\n‘\nThere\r\nis no denying that past mining legislation and the general history of\r\nracial discrimination in this country prevented black\npeople from\r\nacquiring access to mineral resources. Dispossession of land\r\naggravated the situation. The Act [ie the MPRDA] seeks\nto redress\r\nthese past wrongs’.\n[7]\n(footnotes omitted)\n[17]\r\nIn summary on this first issue: the Minister’s delegate, the\r\nDDG, had lawfully requested Dilokong to comply with the\ns 2(\nd\n)\r\nBEE requirement. Dilokong acknowledged the request and had sought to\r\ncomply with it, without any success. The objects set out\nin s 2(\nd\n)\r\nare of cardinal importance when the purpose of the MPRDA and the\r\nMining Charter is borne in mind and, as our courts have stressed,\nare\r\nessential to redress the historical inequalities in the mining\r\nindustry. Compliance with the request is not merely optional\nand the\r\ngrant of the prospecting right was expressly made subject to such\r\ncompliance. Absent compliance, the DMR was lawfully entitled\nto\r\nrefuse to execute the right. Dilokong was non-compliant with s 17(4),\r\nread with s 2(\nd\n)\r\nof the MPRDA. The right was conditionally granted in terms of s\r\n17(2)(\na\n),\r\nread with s 17(1), namely on condition that Dilokong complies with\r\nthe request. Section 17(6) makes a prospecting right subject\nto the\r\nMPRDA, any other applicable law and the terms and conditions\r\nstipulated in the right. As demonstrated above, compliance\nwith s\r\n2(\nd\n) was\r\nunequivocally imposed as a condition of the grant in the DDG’s\r\napproval of the recommendation. On the common cause facts\nDilokong\r\nhad accepted that such a request had been made as a condition of the\r\ngrant and had unsuccessfully sought to comply with\nit. The unsigned\r\ndraft notarial deed is consonant with this factual and legal matrix\r\ninasmuch as it also envisaged BEE compliance\non Dilokong’s\r\npart. In the premises, the court below correctly concluded that the\r\nDilokong’s failure to meet this condition\nhad the effect of\r\nbarring Dilokong from implementing its right to prospect.\nHas\r\nthe right lapsed?\n[18]\r\nAny right issued in terms of the MPRDA lapses, amongst others,\r\nwhenever it expires (s 56(\na\n))\r\nor is abandoned (s 56(\nf\n)).\r\nExpiry of the right would occur upon the effluxion of the time period\r\nfor which the right has been granted. That determination\nrequires a\r\nconsideration of when exactly the right was granted. I interpose to\r\nreiterate that the unsigned draft notarial deed\nin terms whereof the\r\nright was to be executed is at variance with the DDG’s approval\r\ninsofar as the duration of the right\nis concerned. The draft deed\r\nstipulated a period of three years, whereas the DDG’s approval\r\nwas for four years. As I will\npresently demonstrate, the discrepancy\r\nis immaterial, since the right would have lapsed even taking into\r\naccount the longer period\nof four years.\n[19]\r\nThere are three distinct legal processes which must be distinguished\r\nfrom each other, namely the granting of, execution of,\nand coming\r\ninto effect of the right. A prospecting right is granted in terms of\r\ns 17(1) on the date that the DDG approves the recommendation\n(a\r\ncontrary finding was made in two Northern Cape High Court decisions\r\nto which I shall in due course refer). In the present instance\nthat\r\noccurred on 21 June 2007. For practical purposes communication of\r\nthat decision will enable challenges by the grantee to conditions\n\nwhich it might consider objectionable and furthermore will alert not\r\nonly the grantee but also competitors who might have an interest.\nThe\r\nperiod for which the right endures has to be computed from the time\r\nthat an applicant is informed of the grant, in this instance\n18 July\r\n2007. From the date of the grant Dilokong became the holder of a\r\nvalid prospecting right as defined in the MPRDA. But in\nterms of s\r\n19(2)(\na\n)\r\nof the MPRDA that right had to be registered in the Minerals and\r\nPetroleum Titles Office.\n[8]\nThat\r\nOffice has been established in terms of s 2(1) of the Mining Titles\r\nRegistration Act 16 of 1967 (the MTR Act). While s 5(1)\nof the MPRDA\r\nprovides that a prospecting right is a limited real right in respect\r\nof the mineral to which it relates, s 2(4) of\nthe MTR Act provides\r\nthat ‘[t]he registration of a right in terms of this Act in the\r\nMineral and Petroleum Titles Registration\nOffice shall constitute a\r\nlimited real right binding on third parties’. These provisions\r\nappear at face value to be contradictory\nwith regard to the nature of\r\nthe right and its legal consequences. But that is not an aspect which\r\nneed concern us now –\nfor present purposes I accept that the\r\nright becomes a limited real right only upon registration. The\r\npurpose and effect of registration\nis not only that the right becomes\r\nbinding on third parties, but it also serves as notice to the general\r\npublic, akin to registration\nof immovable property in the Deeds\r\nOffice. The granting of a prospecting right becomes effective on the\r\ndate on which the environmental\nmanagement plan lodged by the\r\napplicant in terms of s 16(4)(\na\n)\r\nis approved in terms of s 39.\n[9]\nThat is the date from which a successful applicant can actively start\r\nprospecting.\n[20]\r\nThe gravamen of Dilokong’s contentions is that the period of\r\nfour years in the DDG’s approval had not started running\nsince\r\nthe prospecting right has never become effective and had not been\r\nexecuted. This is an untenable proposition. If correct,\nit would mean\r\nthat the right is sterilised indefinitely in favour of Dilokong. No\r\napplications for that right, ie for chrome (base\nmetals) in respect\r\nof the farm Driekop could then be considered while the right remains\r\nsterilised.\n[10]\nAn\r\nindeterminate reservation of the right in this fashion is contrary to\r\nthe letter and spirit of the MPRDA. Section 17(6) expressly\nprovides\r\nthat a prospecting right remains valid for a maximum period of five\r\nyears. Such an interpretation offends one of the MPRDA’s\nkey\r\nobjectives, namely that mineral rights must be exploited within\r\nstipulated timeframes for the benefit of the public. In\nAgri\r\nSA\nit was held that one of the objects of the MPRDA is to abolish the\r\nentitlement to sterilise mineral rights.\n[11]\nThe structure of the MPRDA in any event militates against Dilokong’s\r\ncontentions. Section 19(2)(\nb\n)\r\nprovides that the holder of a prospecting right ‘must commence\r\nwith prospecting activities within 120 days from the date\non which\r\nthe prospecting right becomes effective in terms of section 17(5) or\r\nsuch an extended period as the Minister may authorise’.\nAs\r\nstated, s 17(5) stipulates that the effective date is the date on\r\nwhich the environmental management plan is approved in terms\nof s 39.\r\nThat plan must be submitted to the Regional Manager within a period\r\nof 60 days of notification to do so.\n[12]\nThe Minister must within 120 days from the lodgement approve the\r\nsame, provided certain requirements have been met.\n[13]\nIt is plain from these provisions that a successful applicant for a\r\nprospecting right cannot sit back, with arms folded, and remain\n\nsupine on the basis that the DDG has unlawfully imposed the BEE\r\ncompliance condition and that the Regional Manager’s refusal\nto\r\nexecute the right by reason of that non-compliance was also unlawful.\r\nThose decisions remained valid until set aside by a court.\n[14]\nThe appropriate course of action was for Dilokong to obtain a\r\nmandamus compelling DMR to execute the right, that is assuming that\n\nthe right was lawfully granted.\n[21]\r\nThe period for which Dilokong’s prospecting right endured must\r\nin my view be calculated from the date on which it was\ninformed of\r\nthe granting of the right, namely 18 July 2007. On that date Dilokong\r\nbecame the holder of a valid prospecting right,\nsubject to compliance\r\nwith the request to prove BEE compliance. It matters not, for\r\npurposes of computing the period of the duration\nof the right, that\r\nthe right still had to be executed and that the right had not yet\r\nbecome effective. Thus construed, Dilokong’s\nprospecting right\r\nhad expired due to the effluxion of time on 17 July 2011, ie 4 years\r\nafter the date on which Dilokong had been\nnotified of the granting of\r\nthe right. The high court thus correctly concluded that the right had\r\nlapsed due to its expiry. It\nfound further that the right had been\r\nlost because of Dilokong’s unreasonable delay in using it. In\r\nview of these findings\nthe high court did not deem it necessary to\r\ndetermine whether the right had been abandoned. While it is not\r\nnecessary to decide\nthe point, there is substantial merit in the\r\ncontentions advanced on behalf of Mawetse that the right had in any\r\nevent been abandoned\ndue to Dilokong’s failure to take steps to\r\nenforce its right. It follows that the appeal has been rendered moot.\n[22]\r\nThere is one last aspect which bears consideration in respect of this\r\nsecond main issue. It was contended by Dilokong that\nwe have to\r\ndecide the correctness of the decision of the Full Bench of the\r\nNorthern Cape Provincial Division in\nMeepo\r\nv Kotze.\n[15]\nMawetse accepted that\nMeepo\nmay have been wrongly decided but contended that we need not make a\r\nfinding on that aspect. For the reasons that follow, I am of\nthe view\r\nthat the decision in\nMeepo\nhas\r\na direct bearing on the issue under discussion and that\nMeepo\nwas\r\nwrongly decided.\n[23]\r\nThe main issue in\nMeepo\n, germane to the present matter, was\r\nthe validity of a prospecting right. In order to decide the issue the\r\ncourt there had to determine\nwhen exactly and as a result of whose\r\nadministrative conduct the prospecting right had been granted. It\r\nheld that:\n(a)\r\nNo rights accrued to an applicant for a prospecting right at the time\r\nof an approval by the DDG of a recommendation before any\nterms or\r\nconditions in respect of the prospecting right, as well as the period\r\nof its validity, had been determined.\n[16]\n(b)\r\nOn the facts of that case the rights and conditions and the period of\r\nvalidity were only determined and communicated to the\napplicant at\r\nthe time when the notarial deed in respect of the prospecting right\r\nwas executed.\n[17]\n(c)\r\nThe legal nature of the granting of a prospecting right is\r\ncontractual, inasmuch as the Minister, as the representative of the\n\nState as custodian of the mineral resources of the country,\r\nconsensually agrees to grant to an applicant a limited real right to\n\nprospect for a specified mineral on specified land for a specific\r\nperiod under specific conditions. Until such terms and conditions\n\nhave been determined and consensually agreed upon or consented to by\r\nan applicant, it cannot be said that a prospecting right has\nbeen\r\ngranted to an applicant. The right can only be granted once the terms\r\nand conditions had been determined and communicated\nto an applicant\r\nfor his acceptance. That occurs when the notarial deed is\r\nexecuted.\n[18]\nThe\r\nFull Bench cited this court’s judgment in\nOndombo\r\nBeleggings (Edms) Bpk v Minister of Mineral and Energy Affairs\n[19]\nin support of the finding in (c) above.\nMeepo\nwas followed in\nDoe\r\nRun Exploration SA (Pty) Ltd v Minister of Minerals and Energy\n[20]\n.\n[24]\r\nIt should be evident from what has gone before that I respectfully\r\ndisagree with these findings. As I see it, the granting\nof a\r\nprospecting right, as is the case with all other rights under the\r\nMPRDA, is not contractual in nature, but a unilateral administrative\n\nact by the Minister or her delegate in terms of their statutory\r\npowers under the MPRDA. It occurs outside the ambit of and regardless\n\nof the existence of a contract between the Minister and a successful\r\napplicant. Professor Baxter refers to such an act as an authoritative\n\nor unilateral administrative act which is performed without the\r\nconcurrence of the affected party.\n[21]\nIn the high court’s decision in\nBengwenyama\n[22]\n,\r\nthe Transvaal Provincial Divison had to consider, amongst others,\r\nthis very question, namely who granted the prospecting right\nin\r\nquestion. Hartzenberg J held that the DDG, as the Minister’s\r\ndelegate, granted the right and that the Regional Manager,\nin\r\nsubsequently signing the notarial deed of execution, merely acted on\r\nthe authority of the power of attorney signed by the DDG\nin favour of\r\nthe Regional Manager.\n[23]\nSimilarly in\nNorgold\r\nInvestments (Pty) Ltd v Minister of Minerals and Energy of the\r\nRepublic of South Africa\n[24]\nwhich concerned the lodging of an application for the conversion of\r\nprospecting rights at a particular Regional Office of the DMR,\nthis\r\ncourt also held that it is the DDG, and not the Regional Manager, who\r\nmakes the decision regarding the conversion of a prospecting\nright. A\r\nsubmission was made in that case that since the Regional Manager had\r\nsigned the notarial prospecting right, he should\nbe regarded as the\r\nperson who granted the conversion of an old order right to one in\r\nitem 6 of Schedule 2 of the MPRDA, and not\nthe DDG. In rejecting that\r\nsubmission, Navsa JA stated that:\n‘\nThe\r\nsixth respondent [the DDG] took the decision to convert and left it\r\nto the Regional Manager Mpumalanga to implement. . .’\n[25]\nIn\nMustapha\r\nv Receiver of Revenue Lichtenburg and others\n[26]\nSchreiner JA described the nature of a unilateral administrative act\r\nas follows:\n‘\nIn\r\nexercising the power to grant or renew, or to refuse to grant or\r\nrenew, the permit, the Minister acts as a state official and\nnot as a\r\nprivate owner, who need listen to no representations and is entitled\r\nto act as arbitrarily as he pleases. . . .’\n[25]\r\nIn England statutory licenses are regarded as ‘public law\r\ninstruments’. In\nNorweb\r\nplc v Dixon\n[27]\nthe Queen’s Bench had to consider whether the supply of public\r\nelectricity by a supplier, who is under a statutory duty to\ndo so, to\r\na tariff customer was based on a contractual relationship between the\r\nparties. The court (Dyson J, McCowan LJ concurring)\nheld that ‘the\r\nlegal compulsion both as to the creation of the relationship and the\r\nfixing of its terms is inconsistent with\nthe existence of a\r\ncontract’\n[28]\nSimilar\r\nconclusions were reached in\nSovmots\r\nInvestments Ltd v Secretary of State for the Environment\n[29]\nand\nPfizer\r\nCorporation v Ministry of Health\n.\n[30]\n[26]\r\nThe granting of a prospecting right does not admit of a legal\r\nrelationship where consensus between the parties is a legal\r\nrequirement. I disagree with the dictum in\nMeepo\n[31]\nthat an applicant for a prospecting right has to reach consensus with\r\nthe Minister or has to consent to the terms and conditions\nof the\r\nright. The MPRDA sets out in no uncertain terms the respective\r\nparties’ rights and obligations. It is plainly an\r\nauthoritative, unilateral administrative act whereby rights are\r\ngranted with or without conditions and in terms whereof rights accrue\n\nto and obligations are imposed upon the successful applicant.\n[27]\nOndombo Beleggings\ndoes not support the findings of the Full\r\nBench set out in para 23(c) above. It is distinguishable. That case\r\nconcerned the validity\nof a prospecting lease in terms of s 4(1)(\nb\n)\r\nof the (now repealed) Precious Stones Act 73 of 1964. The Minister\r\nhad refused to determine the terms and conditions of the lease\nin\r\nterms of s 4(2) of the Act, despite the fact that the lease had been\r\ngranted. Eksteen JA described the nature of such a prospecting\nlease\r\nas follows:\n‘\nThe\r\nvery wording of s 4 of the [Precious Stones] Act underlines the\r\ncontractual and therefore consensual nature of the lease. The\n\nMinister in effect binds himself to let the leaseholder prospect on\r\nthe land concerned for an agreed period of time, and the leaseholder\n\nin turn agrees to pay a certain amount as rent. . . The fact that the\r\nAct expressly requires certain matters to be dealt with in\nthe lease,\r\nand in some instances gives the Minister an overriding say in\r\ndetermining certain terms, does not in my view, detract\nfrom the\r\ncontractual nature of the lease.\n’\n[32]\nThat\r\ncase must be understood on its own facts and the applicable law.\r\nSection 17 of the MPRDA differs\ntoto caelo\nfrom s 4 of the\r\nPrecious Stones Act. As set out above, a prospecting right must be\r\ngranted once there has been compliance with\ns 17(1) – it is not\r\ndependent on the determination and conclusion of an agreement between\r\nthe Minister and an applicant on\nthe prospecting right’s terms\r\nand conditions. Section 4 of the Precious Stones Act reads as\r\nfollows:\n‘\n4.\r\nProspecting leases in respect of State land\n(1)\nThe Minister may –\n(a)\nby notice in the\nGazette\nand in one or more newspapers circulating in the area in which any\r\nState land or portion of State land in respect of which the\nexclusive\r\nright of prospecting for precious stones has not accrued to any\r\nperson is situated, call for tenders for a prospecting\nlease in\r\nrespect of precious stones over that land or that portion of such\r\nland, and grant a prospecting lease to any person who\nhas submitted a\r\ntender and who satisfies the Minister that the scheme according to\r\nwhich he proposes to prospect is satisfactory\nand either that his\r\nfinancial resources are adequate for proper prospecting under such a\r\nlease or that the arrangements by which\nhe proposes to obtain capital\r\nfor the said purpose are satisfactory; or\n(b)\nwithout calling for such tenders grant\r\na prospecting lease in respect of precious stones over any such land\r\nor portion thereof to\nany person applying therefor who to satisfies\r\nhim.\n(2)\nAny such lease shall be subject to such\r\nterms and conditions as the Minister may deem fit, and –\n(a)\nshall provide for –\n(i) \r\nthe scale on which and the manner in which prospecting operations\r\nshall be carried on;\n(ii) \r\nthe furnishing by the holder of the lease to the Minister at such\r\ntimes as may be specified in the lease of full statements\ndescribing\r\nthe nature of the prospecting operations carried out and containing\r\nsuch other information as the Minister may require;\n(iii) \r\nthe keeping by the holder of the lease of such records relating to\r\nthe prospecting operation as the Minister may require;\n(iv) \r\nthe examination of such records and the inspection of the lease area\r\nby any person authorised thereto by the Minister;\n(v) \r\nthe payment by the holder of the lease to any person entitled to use\r\nthe surface of the land, who suffer any surface damage\nor any damage\r\nto crops or improvements on the land caused by the exercise by the\r\nholder of the lease of his rights under the lease\nor by any act or\r\nomission incidental thereto, of compensation for such damage; and\n(vi) \r\nthe payment by the holder of the lease to the mining commissioner of\r\na rent to be fixed by the Minister after consultation\nwith the board,\r\n. . .\n(b)\nmay provide\ninter\r\nalia\nfor the payment by the holder of\r\nthe lease to the mining commissioner of such share of the proceeds of\r\nany precious stones found\nby him in the course of prospecting\r\noperations on the land in question, as the Minister may after\r\nconsultation with the board determine.’\nAs\r\ncan be seen, once the Minister had granted a lease in terms of s\r\n4(1), the terms and conditions thereof had to be determined\nin terms\r\nof s 4(2). Section 17 of the MPRDA constitutes, as I have said, an\r\nadministrative act. The provision in s 17(6) that a\nprospecting right\r\nis ‘subject to the terms and conditions stipulated in the\r\nright’ does not, without more, change that\nadministrative act\r\ninto one that is contractual in nature. The effect thereof is simply\r\nthat, in accordance with the principle\nof legality, the Minister may\r\nonly act within the parameters conferred upon her by the legislative\r\nprovision. The distinction between\ns 4 of the Precious Stones Act and\r\nS 17 of the MPRDA is stark. For these reasons\nOndombo\r\nBeleggings\ndoes not support the\r\nfindings in\nMeepo.\nConclusion\n[28]\r\nThe high court was correct in its finding that Dilokong had failed to\r\ncomply with a condition of the grant, namely BEE compliance,\nand that\r\nthe right had lapsed due to its expiry. The period of the duration of\r\nthe right must be computed from the date on which\nDilokong had\r\nreceived confirmation of the grant. The decision in\nMeepo\nthat the right is granted only at the stage of the registration of\r\nthe right is wrong. It follows that the appeal must fail.\n[29]\r\nThe appeal is dismissed with costs, including those of two counsel.\n________________________\nS\r\nA Majiedt\nJudge\r\nof Appeal\nAPPEARANCES\nFor Fifth Appellant:\r\nC D A Loxton SC (with him M B L Makola)\nInstructed\r\nby: Edward Nathan Sonnenbergs Inc, Johannesburg\nWebbers,\r\nBloemfontein\nFor Respondent: G\r\nMarcus SC (with him N Ferreira)\nInstructed\r\nby: Maponya Inc, Pretoria\nSymington\r\n& De Kok, Bloemfontein\n[1]\nIn\r\n\taccordance with the then applicable Broad-Based Socio-Economic\r\n\tEmpowerment Charter for the South African Mining and Minerals\n\n\tIndustry, GN 838, GG 33573, 20 September 2010 (the Mining Charter),\r\n\tdeveloped in terms of s 100(2)(a) of the MPRDA.\n[2]\nSection\r\n\t16(2)(b) of the MPRDA provides as follows:\n‘\n(2)\r\n\tThe Regional Manager must accept an application for a prospecting\r\n\tright if –\n(b)\nno other person holds a prospecting right,\r\n\tmining right, mining permit or retention permit for the same mineral\r\n\tand land’.\n[3]\nBengwenyama\r\n\tMinerals (Pty) Ltd & others v Genorah Resources (Pty) Ltd &\r\n\tothers\n2011\r\n\t(4) SA 113\n;\n[2010] ZACC 26\n(CC) paras 32 – 38.\n[4]\nCompare:\nPaper,\r\n\tPrinting, Wood and Allied Workers’ Union v Pienaar NO &\r\n\tothers\n[1993] ZASCA 98\n;\n1993 (4) SA 621\n(A) at 640 A.\n[5]\nThe\r\n\tConcise Oxford English Dictionary\n,\r\n\t12 ed, (2011).\n[6]\nAgri\r\n\tSA v Minister for Minerals and Energy\n2013\r\n\t(4) SA 1\n;\n[2013] ZACC 9\n(CC) paras 1–3.\n[7]\nBengwenyama\r\n\tMinerals (Pty) Ltd & others v Genorah Resources (Pty) Ltd &\r\n\tothers,\nsupra,\r\n\tpara 28. See also:\nMinister\r\n\tof Mineral Resources & others v Sishen Iron Ore Co (Pty) Ltd &\r\n\tanother\n2014\r\n\t(2) SA 603\n;\n[2013] ZACC 45\n(CC) paras 3-10.\n[8]\nSection\r\n\t19(2)(\na\n)\r\n\treads:\n‘\n(2)\r\n\tThe holder of a prospecting right must –\n(a)\nlodge such right for registration at the\r\n\tMineral and Petroleum Titles Registration Office within 60 days\r\n\tafter the right has become\neffective.’\n[9]\nSection\r\n\t17(5) of the MPRDA.\n[10]\nSection\r\n\t16(2)(\nb\n).\n[11]\nSee\r\n\tfn 6 above.\n[12]\nSection\r\n\t39(2) of the MPRDA, read with\nRegulation 52(1)\nof the\nMineral and\nPetroleum Resources Development Regulations GNR\n527, GG 26275, 23\r\n\tApril 2004\n.\n[13]\nSection\r\n\t39(4)(\na\n)\n.\n[14]\nOudekraal\r\n\tEstates (Pty) Ltd v City of Cape Town & others\n2004\r\n\t(6) SA 222\n,\n[2004] ZASCA 48\n(SCA) para 26;\nMEC\r\n\tfor Health, Eastern Cape & another v Kirland Investments (Pty)\r\n\tLtd t/a Eye and Laser Institute\n(CCT 77/13)\n[2014] ZACC 6\n;\n2014 (5) BCLR 547\n(CC);\n2014 (3) SA 481\n(CC) paras 64, 65 and 88.\n[15]\nMeepo\r\n\tv Kotze\n(869/2006)\n[2007] ZANCHC; 2008\n(1) SA 104 (NC).\n[16]\nMeepo\r\n\tv Kotze,\nsupra\r\n\tat para 46.3.\n[17]\nIbid.\n[18]\nIbid.\n[19]\nOndombo\r\n\tBeleggings (Edms) Bpk v Minister of Mineral and Energy Affiars\n[1991] ZASCA 108\n;\n1991\r\n\t(4) SA\n718\n(A) at 724-725.\n[20]\nDoe\r\n\tRun Exploration SA (Pty) Ltd v Minister of Minerals and Energy\n& others [2008] ZANCHC 3.\n[21]\nL\r\n\tBaxter,\nAdministrative\r\n\tLaw\n1984 at 351.\n[22]\nBengwemnyama\r\n\tMinerals (Pty) Ltd & others v Genorah Resources (Pty) Ltd\r\n\tformerly Tropical Paradise 427 (Pty) Ltd & others\n[2008]\r\n\tZAGPHC 384.\n[23]\nParas\r\n\t19-25.\n[24]\nNorgold\r\n\tInvestments (Pty) Ltd v Minister of Minerals and Energy of the\r\n\tRepublic of South Africa and others\n[2011]\r\n\tZASCA 49.\n[25]\nAt\r\n\tpara 59. See further the discussion in Dale et al,\nSouth\r\n\tAfrican Mineral and Petroleum\n,\r\n\tLaw (Service issue 12, September 2012) para 133.2.3.\n[26]\nMustapha\r\n\t& another v Receiver of Revenue Lichtenburg & others\n1958\r\n\t(3) SA 343\n(A) at 347 E-F.\n[27]\nNorweb\r\n\tplc v Dixon\n[1995]\r\n\t3 All ER 952.\n[28]\nAt\r\n\t959.\n[29]\nSovmots\r\n\tInvestments Ltd v Secretary of State for the Environment\n[1976]\r\n\t1 ALL ER 178\nat 201.\n[30]\nPfizer\r\n\tCorporation v Ministry of Health\n[1965]\r\n\t1 All ER 450\nat 455.\n[31]\nMeepo\r\n\tv Kotze,\nsupra\r\n\tpara 46.3.\n[32]\nOndombo\r\n\tBeleggings v Minister of Mineral and Energy Affairs (Edms) Bpk,\nsupra,\r\n\tat\n724D-G.",
  "scraped_at": "2026-02-12T17:21:23.238683",
  "date": "2015-05-28",
  "coram": [
    "Navsa ADP",
    "Leach",
    "Majiedt",
    "Zondi JJA",
    "Meyer AJA"
  ],
  "case_number": "20069/14",
  "parties": {
    "applicants": [
      "Minister of Mineral Resources",
      "Director‑General, Department of Mineral Resources",
      "Deputy Director‑General: Mineral Development, Department of Mineral Resources",
      "Regional Manager: Limpopo Region, Department of Mineral Resources",
      "Dilokong Chrome Mine (Pty) Ltd"
    ],
    "respondents": [
      "Mawetse (SA) Mining Corporation (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Dilokong Chrome Mine applied on 24 November 2006 for a prospecting right over the Driekop farm. The Regional Manager accepted the application and, on 21 June 2007, the Deputy Director‑General (DDG) approved a four‑year prospecting right on the condition that Dilokong submit a shareholders’ agreement evidencing at least 26% Black Economic Empowerment (BEE) equity in compliance with section 2(d) of the MPRDA. Dilokong failed to meet the BEE condition because a government moratorium prevented its shareholder, Limdev, from disposing of its shares. Consequently the right was not notarally executed. Mawetse applied for a prospecting right in September 2009; its application was rejected on the basis that the right had already been granted to Dilokong. Mawetse later challenged the grant, leading to a High Court review in which the court held that Dilokong’s failure to comply with the BEE condition disabled the right and that the right had lapsed by effluxion of time. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "The appeal raised two principal questions: (1) whether a prospecting right was lawfully granted to Dilokong and, if so, whether the grant could be made subject to compliance with the BEE requirement under section 2(d) of the MPRDA; (2) whether the prospecting right had lapsed due to expiry or abandonment, and consequently whether the appeal was moot.",
    "principles": "The Court considered the statutory framework of the Mineral and Petroleum Resources Development Act (MPRDA), particularly sections 16, 17, 2(d), 17(4) (which permits the Minister to request compliance with the BEE object), 17(5) (effective date upon approval of the environmental management plan), and 17(6) (right is subject to conditions). It affirmed that the Minister’s delegate may lawfully attach BEE compliance as a condition to a prospecting right, that such a condition is not merely a request but a statutory requirement, and that a prospecting right is a unilateral administrative act, not a contractual agreement. The Court also applied sections 56(a) and 56(f) regarding lapse by expiry or abandonment, and the requirement under section 19(2)(a) to register the right within 60 days of becoming effective.",
    "application": "The Court held that the DDG’s approval on 21 June 2007 constituted the grant of the prospecting right, subject to the BEE condition expressly set out in the approval. Dilokong acknowledged the condition and attempted but failed to satisfy it; therefore the right was lawfully disabled. The effective date of the right was the date Dilokong was notified of the grant, 18 July 2007. Counting four years from that date gave an expiry on 17 July 2011, at which point the right had lapsed. The Court rejected the Meepo precedent that a prospecting right is only granted upon execution of the notarial deed, emphasizing the administrative nature of the grant. Accordingly, the appeal was moot and the High Court’s findings were upheld.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. The Court confirmed that Dilokong’s prospecting right had lawfully been conditioned on BEE compliance, that Dilokong failed to meet that condition, and that the right consequently lapsed on 17 July 2011. The orders of the Gauteng Division of the High Court stand."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Prospecting Rights",
    "level_3": [
      "BEE compliance",
      "Prospecting right expiry",
      "Administrative act",
      "MPRDA",
      "Grant conditions"
    ]
  }
}