{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/24.html",
  "case_name": "Kwa Sani Municipality v Underberg/Himeville Community Watch Association and Another (180/2014) [2015] ZASCA 24; [2015] 2 All SA 657 (SCA) (20 March 2015)",
  "citation": "[2015] ZASCA 24",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 24\n|\nNoteup\n|\nLawCite\nKwa Sani Municipality v Underberg/Himeville Community Watch Association and Another (180/2014) [2015] ZASCA 24; [2015] 2 All SA 657 (SCA) (20 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nno: 180/2014\nIn\r\nthe matter between:\nKWA\r\nSANI\r\nMUNICIPALITY\n...................................................................................\nAPPELLANT\nand\nUNDERBERG/HIMEVILLE\r\nCOMMUNITY\nWATCH\r\nASSOCIATION\n..........................................................................\nFIRST\r\nRESPONDENT\nAUBREY\r\nNGCOBO\r\nNO\n.....................................................................\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation:\nKwa Sani Municipality v\r\nUnderberg/Himeville Community Watch Association\n(180/2014)\n[\n2015]\r\nZASCA 24\n(20 March 2015)\nCoram:\nMpati P, Lewis, Willis and Mbha JJA and Gorven AJA\nHeard\n:\n25 February 2015\nDelivered:\r\n 20 March 2015\nSummary:\nApplication to declare agreement\r\ninvalid ─ Municipality alleging non-compliance with legislation\r\nand consequent invalidity\n─ invalidity not made out ─\r\nagreement endured for some four years before declaration sought ─\r\nunexplained delay\nin approaching court ─ not necessary to deal\r\nwith delay in light of finding of validity.\nORDER\nOn\r\nappeal from\nKwaZulu-Natal High Court,\r\nPietermaritzburg (Koen J sitting as court of first instance):\nThe\r\nappeal is dismissed with costs.\nJUDGMENT\nGorven\r\nAJA (Mpati P, Lewis, Willis and Mbha JJA concurring):\n[1]\nKwa\r\nSani Municipality (the municipality) approached the KwaZulu-Natal\r\nHigh Court, Pietermaritzburg for an order declaring invalid\nand\r\nsetting aside an agreement. The agreement was for the provision of\r\ndisaster management services to the municipality by the\nfirst\r\nrespondent (the association). It also sought consequential relief.\r\nThe municipality contended that the agreement was invalid\nfor want of\r\ncompliance with s 217 of the Constitution,\n[1]\nthe provisions of the Local Government: Municipal Finance Management\r\nAct (the MFMA)\n[2]\nand the\r\nregulations promulgated under that Act.\n[3]\nThis was disputed by the association. It denied any invalidity. It\r\nalso raised an unexplained and undue delay on the part of the\n\nmunicipality in approaching the court for such relief.\n[2]\r\nThe court below\n(Koen J)\ndealt\r\nprimarily with two issues. The first issue was whether the agreement\r\nwas invalid for want of compliance with s 217 of\nthe\r\nConstitution. The court held that, on the evidence, it was ‘. .\r\n. by no means persuaded that the process adopted was\nnecessarily not\r\nin compliance with the Constitutional injunction’. The second\r\nissue was whether the delay of the municipality\nin challenging the\r\nagreement non-suited it. The court below also found for the\r\nrespondent on that issue.\nThe application\r\nwas dismissed with costs and leave to appeal was refused with costs.\r\nThe appeal is with the leave of this court.\n[3]\r\nThe factual background to the conclusion of the agreement is of some\r\nmoment.\nThe association was formed in 1998.\r\nIt grew out of a Farm Watch which had been established in conjunction\r\nwith the South African\nPolice Services (SAPS), from which two members\r\nwere assigned. Later, the association was established in consultation\r\nwith the SAPS,\nthe South African National Defence Force (SANDF),\r\nresidents in Himeville and Underberg, and the farming community. A 24\r\nhour emergency\nservice was set up for the benefit of the whole\r\ncommunity. Twenty one security cells were established with volunteer\r\nmembers from\nthe community, a volunteer cell leader and constant\r\nradio communication with each cell. The association was funded by\r\ncontributions\nfrom the community.\n[4]\r\nThe role of the association was extended over the ensuing years. In\r\naddition to the initial focus, it fulfilled the following\nfunctions:\nthe\r\n\tsupply of a 24 hour emergency service to the entire community within\r\n\tthe magisterial district of Underberg;\nthe\r\n\tsupervision and co-ordination of the 21 security cells within the\r\n\tdistrict to be called upon by the association from time\nto time to\r\n\trespond to any emergency within the cell area;\nfrom\r\n\t2001 onwards, close co-operation with the SANDF, which was at that\r\n\ttime deployed to the district to fulfil duties on the\nLesotho\r\n\tborder, primarily relating to the theft of livestock;\nthe\r\n\tinauguration of and participation in the Southern Berg Fire\r\n\tProtection Association;\nthe\r\n\tprovision of radios in various vehicles in order to improve and\r\n\tmaintain communications throughout the municipal area; and\nfrom\r\n\t2008 onwards, the supervision and management of a Working on Fire\r\n\tteam.\n[5]\r\nDuring 2004 the municipality invited the association to base itself\r\nin the newly constructed municipal offices in Himeville.\nIt was not\r\nrequired to pay rent or service charges. This situation was\r\nterminated approximately five years later. At some stage\nthe\r\nmunicipality collected R20 per household per month on behalf of the\r\nassociation. However, when it was realised that the municipality\nwas\r\nnot entitled to act as a cash collection agent for other parties,\r\nthis practice was terminated. During this period, the association\n\nbecame a member of the Disaster Management Institute of Southern\r\nAfrica and remains such. Over the years, the association has\r\nestablished a sophisticated communications network which enables it\r\nto maintain communications with members of the community, SAPS,\n\nneighbouring farmers, the 21 cells and Ezemvelo KZN Wildlife. No\r\ncomparable network systems exist or existed within the municipality.\n[6]\r\nIn 2008 the association expressed its dissatisfaction with the\r\nexisting arrangements for funding its activities. It called upon\nthe\r\nmunicipality to conclude an agreement formalising the provision of\r\nthe services it was rendering. The parties negotiated and\nconcluded\r\nan agreement which the municipality undertook to reduce to writing.\r\nWhen it failed to do so, the association produced\na draft. This was\r\nlost on two occasions, but was finally signed by both parties on\r\n2 November 2010. The municipal manager\nsigned on behalf of the\r\nmunicipality. He was authorised to do so by council resolution 117,\r\ntaken on 28 October 2010.\n[4]\nIt\r\nis this agreement which formed the focus of the application.\n[7]\r\nThe agreement provided for a contract period of three years with\r\neffect from 1 July 2008. It also provided for an extension,\nabsent\r\nnotice to the contrary, for a further three years. After that, it was\r\nto be terminable on six months’ notice by either\nparty. Neither\r\nparty terminated it prior to 1 July 2011, when the agreement was\r\nautomatically renewed. The second three year period\nwas thus to\r\nelapse on 30 June 2014. On 23 May 2012, however, the council of\r\nthe municipality resolved to terminate the agreement.\nPursuant to\r\nthat resolution, the municipal manager wrote to the association. The\r\nmaterial part of the letter reads as follows:\n‘\nThis\r\nletter serves as official termination of services by the Kwa Sani\r\nMunicipality. This notice is given in terms of the contract\n(section\r\n4.2) held between yourselves and the Kwa Sani Municipality.’\n[8]\r\nThe association responded to this letter. It pointed out that the\r\nmunicipality had not terminated the agreement before it was\nextended\r\nfor the further three year period. Therefore, it said, the letter\r\ncould only serve as notice that the agreement would\nterminate on 30\r\nJune 2014. This is what paragraph 4.2 of the agreement, on which the\r\nmunicipality said it relied, provided. It\nwas clear that the basis\r\nfor termination relied upon by the municipality in the letter was\r\nill-founded. The municipality did not\nseek in the court below or on\r\nappeal to contend otherwise. When the municipality later claimed that\r\nit could and did terminate\nthe agreement forthwith, the association\r\nresponded again. It pointed out that the purported termination\r\namounted to a repudiation\nof the agreement, that the association did\r\nnot accept the repudiation and that it elected to abide by the\r\nagreement. On the papers\nit was common cause that the association\r\ncontinued to provide the services under the agreement and there is no\r\nindication that\nthis ceased prior to 30 June 2014. The municipality\r\nhas refused to pay the association for any services beyond June 2012.\n[9]\r\nThe reason which was given in the founding affidavit for the decision\r\nto cancel is instructive:\n‘\n.\r\n. . [D]uring 2012, the [municipality’s] circumstances began to\r\nchange such that it did not require the services which the\n\n[association] was to provide under the agreement. The monthly\r\nrepayment under the agreement became an unnecessary expense and\r\nplaced undue strain on the [municipality’s] financial\r\nresources. The [municipality] had in place a permanent staff base\r\nallocated\nto disaster management and hence the service which the\r\n[association] was to provide under the agreement was not required and\r\ncould\nbe performed by the [municipality]. The [municipality] was also\r\nin financial distress and was required to implement cost cutting\n\nmeasures for the 2012/2013 financial year.’\nThis\r\nprovoked a response from the association to the effect that the\r\nexpense had been budgeted for, that only one staff member was\n\nemployed as the disaster management official and that he had been so\r\nemployed since 2004. The response of the municipality in turn\nclaimed\r\nthat this official had been employed in that capacity since 2012. It\r\nthen stated that the disaster management service was\na district\r\nfunction, not one for which the municipality was responsible. In the\r\nnext breath, however, it mentioned that the municipality\nhad\r\ncontracted for the provision of those services with KZN Rural Metro\r\nEmergency Management Services (Pty) Ltd.\n[10]\r\nThe net effect of all of this is that the municipality claimed that\r\nit could perform the services itself. In addition it supposedly\ncould\r\nnot afford to contract them out. It then claimed that the services\r\nwere not its responsibility. It finally said that it had\ncontracted\r\nanother body to perform the services. Accordingly, the claims that\r\nthe municipality could itself provide the requisite\nservices and that\r\nthere were financial reasons for terminating the agreement were, on\r\nits own version, shown to amount to sheer\nsophistry.\n[11]\r\nThe refusal of the municipality to continue paying for the services\r\nled to the association claiming payment in arbitration\nproceedings.\r\nThe second respondent was appointed the arbitrator. Thereafter the\r\nmunicipality took the view that it was necessary\nfor it to approach\r\nthe court since its contention was that the agreement was invalid and\r\nthe arbitration, based as it was upon\nthe agreement, was therefore\r\nnot appropriate. This was the first time that the municipality had\r\nclaimed that the agreement was\ninvalid. The second respondent has\r\ntaken no part in the court proceedings.\n[12]\r\nOn appeal, it was accepted that the decision to conclude the\r\nagreement amounted to administrative action.\nAs\r\nProfessor Hoexter points out: ‘. . . public bodies use contract\r\nas a method for exercising their powers and performing\ntheir\r\nduties’.\n[5]\nThe\r\nstarting point as to how to act if one contends that administrative\r\naction is invalid is found in\nOudekraal\r\nEstates (Pty) Ltd v City of Cape Town & others\n.\n[6]\nThis court there held that, because administrative action often forms\r\nthe basis for subsequent acts, it must be treated as valid\nuntil it\r\nis set aside even if it was actually invalid. This was explained as\r\nfollows:\n‘\nUntil\r\nthe Administrator's approval (and thus also the consequences of\r\nthe approval) is set aside by a court in proceedings\nfor judicial\r\nreview it exists in fact and it has legal consequences that cannot\r\nsimply be overlooked.’\n[7]\nThis\r\ndoes not mean that the administrative act is valid, only that it must\r\nbe treated as such. There is only one circumstance in\nwhich it can be\r\nignored without being set aside. Thus:\n‘\nIt\r\nis in those cases - where the subject is sought to be coerced by\r\na public authority into compliance with an unlawful administrative\n\nact - that the subject may be entitled to ignore the unlawful act\r\nwith impunity and justify his conduct by raising what has come\nto be\r\nknown as a “defensive” or a “collateral”\r\nchallenge to the validity of the administrative act.’\n[8]\n[13]\r\nOn appeal, the municipality submitted that the launch of the\r\napplication was akin to its having raised a collateral challenge.\nIt\r\nclaimed that, because the association had attempted to enforce the\r\nagreement by way of the arbitration, the municipality was\ntherefore\r\nin a position where it was entitled to resist that enforcement. The\r\nmunicipality sought to place itself in the position\nof the applicants\r\nreferred to in a dictum of this court in\nKouga\r\nMunicipality v Bellingan & others\n:\n[9]\n‘\nIn\r\nmy view, the correct approach to the relief sought by the applicants\r\nwould have been to recognise that the application was in\nform a\r\ndirect challenge, but in substance a defensive or collateral\r\nchallenge, to the validity of the by-law. The two are\n\ndifferent’.\nIn\nKouga\n, the respondents on appeal were the applicants in the\r\ncourt below. The municipality had sought to prosecute them under a\r\nby-law.\nThey brought a review application to declare the by-law\r\ninvalid. This court held they should not have done so since, in a\r\nreview\napplication, a court has a discretion to grant or refuse the\r\nrelief. As it happened, the court\na quo\ndeclared the by-law\r\ninvalid but, applying s 172(1)(\nb\n) of the Constitution,\r\nsuspended the invalidity for a certain period to afford the\r\nmunicipality the opportunity to rectify matters.\nAs this court\r\npointed out, there was no bar to the respondents being prosecuted\r\nduring the period of suspension and said:\n‘\nThe\r\nproblems associated with the relief sought by the applicants in their\r\nnotice of motion and the order granted by the court\na quo would be\r\navoided if a declaratory order were to be granted that the by-law in\r\nquestion is invalid for the purposes of a prosecution\nof any of them\r\nbased thereon. A collateral challenge to the validity of a piece of\r\nlegislation can be mounted at any time and a\ncourt has no discretion\r\nto disallow such a challenge’.\n[10]\n[14]\r\nIn the present matter, it is the municipality which is the public\r\nauthority, and not the association. The municipality is also\nnot in\r\nthe position of a subject being coerced by a public authority whose\r\nunderlying administrative act is invalid. No collateral\nchallenge is\r\nraised by way of the application. The application concerned a public\r\nauthority claiming that its own administrative\naction was invalid.\r\nThis submission of the municipality thus falls far wide of the mark.\n[15]\r\nWhen a public authority takes that view, it is obliged to approach a\r\ncourt to set it aside. This has been made clear by decisions\nof this\r\ncourt and the Constitutional Court, a few of which I shall briefly\r\ndiscuss.\n[16]\r\nIn\nMunicipal\r\nManager: Qaukeni Local Municipality & another v FV General\r\nTrading CC\n,\n[11]\nthis\r\ncourt approved of this course of action, saying:\n‘\nIf\r\nthe second appellant's procurement of municipal services through its\r\ncontract with the respondent was unlawful, it is invalid\nand this is\r\na case in which the appellants were duty- bound not to submit to an\r\nunlawful contract, but to oppose the respondent's\nattempt to\r\nenforce it. This it did by way of its opposition to the main\r\napplication and by seeking a declaration of unlawfulness\nin the\r\ncounter-application.’\n[12]\nIn\nMEC\r\nfor Health, Eastern Cape, & another v Kirland Investments (Pty)\r\nLtd t/a Eye and Laser Institute\n,\n[13]\nPlasket\r\nAJA, in rejecting an argument that what was claimed to be invalid\r\nadministrative action can be ignored without an application\nto set it\r\naside, said the following:\n‘\nThe\r\nanswer to their dilemma lies in the hands of the MEC and the\r\nsuperintendent-general: if they want Diliza's decisions to be set\n\naside, they must bring a proper application for that relief, and\r\nin all likelihood, their standing to do so will not be open\nto\r\nchallenge.’\n[14]\nThe\r\ndilemma referred to was that, if the court did not set aside the two\r\nimpugned administrative decisions, this would\n‘\nclothe\r\nthe invalid approvals with the cloak of validity’.\n[15]\nThis approach was upheld by the majority in the Constitutional Court\r\nin an appeal from\nKirland\nSCA.\n[16]\nCameron J explained\r\nthe position as follows:\n‘\nWhen\r\ngovernment errs by issuing a defective decision, the subject affected\r\nby it is entitled to proper notice, and to be afforded\na proper\r\nhearing, on whether the decision should be set aside.\r\nGovernment should not be allowed to take shortcuts. Generally,\n\nthis means that government must apply formally to set aside the\r\ndecision. Once the subject has relied on a decision, government\n\ncannot, barring specific statutory authority, simply ignore what it\r\nhas done. The decision, despite being defective, may have\r\nconsequences that make it undesirable or even impossible to set it\r\naside. That demands a proper process, in which all factors\nfor\r\nand against are properly weighed.’\n[17]\nThe\r\nConstitutional Court agreed with this court that, because the MEC had\r\nnot formally applied to set aside the impugned decision,\nthe\r\nadministrative act in question could not be set aside.\n[17]\r\nHaving arrived at the view that the agreement was invalid, the\r\nmunicipality was therefore obliged to approach the court to\nhave the\r\nagreement declared invalid and set aside. Absent such a successful\r\nchallenge, or another basis on which it was entitled\nto avoid its\r\nobligations thereunder, it was obliged to give effect to the\r\nagreement. The first question to resolve, therefore,\nis whether it\r\nmade out a case that the agreement was invalid. In this, as the\r\nassociation correctly submitted, the municipality\nbore the onus. At\r\nthe outset, the court below pertinently posed the question whether\r\nthe municipality was prepared to argue the\nmatter on the papers since\r\ncertain factual disputes were apparent. The municipality elected to\r\ndo so.\n[18]\r\nIn application proceedings, the affidavits both define the issues\r\nbetween the parties and embody the evidence on which the\nissues must\r\nbe adjudicated.\n[18]\nThe\r\nmunicipality relied on three grounds to found its assertion of\r\ninvalidity. First, that because the municipality failed to prepare\n\nand implement a supply chain management policy as it was obliged to\r\ndo under the\nMFMA,\nthe\r\nagreement was invalid. Second, that the conclusion of the agreement\r\ndid not meet the prescripts of s 217 of the Constitution\nwhich,\r\nthe municipality contended, in this instance required a public\r\nprocess. Third, that certain processes and formalities provided\nfor\r\nin the MFMA were not complied with.\n[19]\r\nWith reference to the first ground, it is common cause that, in\r\nbreach of its obligations, the municipality failed to adopt\na\nsupply chain management policy as was\r\nrequired by the MFMA. It only did so in 2011. This means that, at the\r\ntime the agreement\nwas concluded, whether initially or when reduced\r\nto writing, no supply chain management policy was in place. Section\r\n111 of the\nMFMA reads:\n‘\nEach\r\nmunicipality and each municipal entity must have and implement a\r\nsupply chain management policy which gives effect to the provisions\n\nof this Part’.\nThere\r\nis no indication that any failure on the part of a municipality to do\r\nso would visit with invalidity agreements which would\notherwise fall\r\nwithin the ambit of such a policy. The touchstone of validity remains\r\ns 217 of the Constitution and compliance\nwith the provisions of\r\nthe MFMA and regulations. Contrary to what was submitted in this\r\nfirst ground, therefore, this failure did\nnot, in and of itself,\r\nrender the agreement invalid.\n[20]\r\nThe second ground was based on s 217 of the Constitution, which\r\nprovides as follows:\n‘\n(1)\r\nWhen an organ of state in the national, provincial or local sphere of\r\ngovernment, or any other institution identified in national\n\nlegislation, contracts for goods or services, it must do so in\r\naccordance with a system which is fair, equitable, transparent,\n\ncompetitive and cost-effective.\n(2)\r\nSubsection (1) does not prevent the organs of state or institutions\r\nreferred to in that subsection from implementing a procurement\npolicy\r\nproviding for-\n(a)\ncategories of preference in the\r\nallocation of contracts; and\n(b)\nthe protection or advancement of\r\npersons, or categories of persons, disadvantaged by unfair\r\ndiscrimination.\n(3)\r\nNational legislation must prescribe a framework within which the\r\npolicy referred to in subsection (2) must be implemented.’\nThe\r\nMFMA was promulgated, inter alia, to give effect to s 217(3) of\r\nthe Constitution. The regulations set out more detailed\nrequirements\r\nbased on the MFMA.\n[21]\r\nThe primary point of attack by the municipality on this ground was\r\nthat a public bidding process was necessary.\nThe\r\nassociation submitted that, although a public bidding process\r\nadmittedly did not take place, this did not necessarily mean that\n\ns 217 of the Constitution and the provisions of the MFMA and\r\nregulations had not been complied with. It pointed out that\r\nregulation 36 of the regulations clearly demonstrates that a public\r\nbidding process is not always necessary. In its material parts,\nthis\r\nregulation provides as follows:\n‘\n(1)\r\nA supply chain management policy may allow the accounting officer-\n(a)\nto dispense with the official\r\nprocurement processes established by the policy and to procure any\r\nrequired goods or services through\nany convenient process, which may\r\ninclude direct negotiations, but only-\n.\r\n. .\n(ii)\r\nif such goods or services are produced or available from a single\r\nprovider only;\n.\r\n. . or\n(v)\r\nin any other exceptional case where it is impractical or impossible\r\nto follow the official procurement processes’.\n[22]\r\nThe association submitted that it was a single provider of unique\r\nservices at the time. As such, the association submitted,\neven if\r\nthere had been a supply chain policy in place, this would have\r\nallowed the agreement to be concluded without a competitive\nbidding\r\nprocess. If this was the case, it could therefore not be said that\r\nthe conclusion of the agreement transgressed the statutory\nprecepts.\r\nThere was no challenge that the provisions of regulation 36 fell foul\r\nof s 217 of the Constitution or the provisions\nof the MFMA.\nOn\r\nthe face of it, it is appropriate to provide an exception to a public\r\nbidding process where there is a single service provider\noffering a\r\nunique service.\nThe factual situation is\r\ntherefore determinative of the point.\n[23]\r\nThe municipality averred in its founding affidavit that it was\r\n‘unaware of the precise facts and circumstances in which\nthe\r\nagreement was concluded.’ The strong case made out by the\r\nassociation, by way of affidavits of people involved in the\n\nassociation and the provision of services in the area at the time,\r\nwas that the association provided a unique service and that\nthe\r\nservices outlined in the agreement could not be provided by any other\r\nperson or entity at the time. The only counter to this\nwas a bald\r\nassertion, without any admissible evidence to support it, that two\r\nother service providers could have done so. Why I\nsay that it was a\r\nbald assertion is because no affidavits were forthcoming from any\r\npersons who claimed to know of the capabilities\nof those two entities\r\nat the time, least of all from the service providers themselves. This\r\nwas not admissible evidence of the\nfact contended for. Even if it was\r\nadmissible, this raised a factual dispute which had to be resolved in\r\nfavour of the association\nsince the version of the association was\r\nnot so clearly untenable that it could be rejected out of hand.\n[19]\n[24]\r\nA remark made by Cameron J in\nKirland\nCC applies with equal force to the present matter. That case, like\r\nthis, was not a matter where there was any hint that the conclusion\n\nof the agreement could be ‘. . . impeached by political\r\nshenanigans.’\n[20]\nA\r\nresolution taken at a council meeting authorised the municipal\r\nmanager to sign the agreement. The meeting was an ordinary one\nand\r\nwas thus open to the public. The association was known in the area to\r\nhave provided these services since 1998, initially on\na voluntary\r\nbasis funded by donations of time and money from the community it was\r\nserving. It continued to rely on the community\nto carry out its\r\nfunctions. During a certain period, contributions were collected on\r\nbehalf of the association by the municipality.\nThe services were\r\nprovided for a period of time from a base within the municipal\r\noffices. The association was deeply embedded within\nthe community. It\r\nhad built up and maintained clear voluntary structures which enhanced\r\nthe services provided by it as well as\ngood working relationships\r\nwith other entities involved in various aspects of disaster\r\nmanagement. There was no evidence that anyone\nchallenged either the\r\nconclusion of the agreement or the service rendered by the\r\nassociation until the municipality purported to\ncancel it without\r\nlegal cause.\n[25]\r\nIn support of its submission that s 217 of the Constitution had\r\nnot been complied with, the municipality relied on\nQaukeni\n.\n[21]\nThe\r\nfacts in that matter were as follows. No supply chain management\r\npolicy had been adopted. The respondent submitted a tender\nto collect\r\nrefuse in both Lusikisiki and Flagstaff. This tender gave rise to an\r\noral agreement for the period November 2005 to\n30 June 2006. The\r\nvalidity of that agreement was not challenged. Thereafter, that\r\nmunicipality invited the respondent to present\nits budget for the\r\nfollowing 12 month period. Instead of doing so, it submitted a\r\nquotation for its services amounting to in excess\nof R350 000\r\nper month. The council resolved to contract on that basis without\r\nobtaining other tenders and an agreement was\ndrawn up and signed.\r\nAmongst other things, the agreement provided for a 20 percent annual\r\nincrease in remuneration for the respondent\nand provided for the\r\npossibility that the agreement could endure for a number of years.\r\nFar from being a unique service, it related\nto refuse collection.\r\nThere was also no evidence that other persons could not provide the\r\nsame service. The terms of the agreement\nwere clearly onerous as to\r\nannual escalation, even if the initial monthly remuneration of\r\nR350 000 was appropriate.\n[26]\nQaukeni\nmust be understood within the context in which it was decided. In\r\naddition, attention must be given to what was decided. This court\ndid\r\nnot hold that the consequence of a failure to adopt a supply chain\r\nmanagement policy was to invalidate all agreements to which\nit would\r\nnormally apply but said:\n[22]\n‘\n.\r\n. . [T]\nhe second appellant's failure\r\nto implement a supply chain management policy cannot relieve it\r\nof its statutory obligation to\nact in a manner as summarised above,\r\nand it would be untenable to suggest that the second appellant was\r\ntherefore not obliged to\nact openly, transparently and without\r\nfollowing a fair, equitable, competitive and cost-effective process\r\nwhen contracting with\nan external service supplier to render a\r\nmunicipal service.’\nIt\r\nwent on to find that there had been a ‘failure to comply with\r\nthese statutory precepts’. In such circumstances, it\nheld, a\r\ncourt has no discretion to enforce such a contract because the\r\nquestion is one of legality.\n[23]\nIt should be noted that the exceptions to a competitive bidding\r\nprocess provided by regulation 36 did not arise in\nQaukeni\nand therefore did not excite comment from this court in that matter.\n[27]\r\nThe facts in\nQaukeni\nare clearly distinguishable from those in the matter at hand. That\r\nrelated to a routine contract for refuse disposal, not a\r\nmulti-faceted\noperation requiring the co-operation and co-ordination\r\nof a number of entities and volunteers within a number of theatres of\r\noperation.\nThere were multiple service providers rather than a single\r\none which was integrated into the community after years of initiating\n\nand providing the service informally.\nQaukeni\nis therefore not authority for the proposition that, in all instances\r\nwhere a municipality concludes an agreement with an outside\nbody for\r\nthe provision of services, a public bidding process is required.\n[28]\r\nI can find no basis for concluding that the agreement did not comply\r\nwith ‘the statutory precepts’. The substantive\nchallenge\r\nto the validity of the agreement was therefore correctly found\r\nwanting by the court below, albeit that this finding was\ncouched in\r\nsomewhat diffident terms.\n[29]\r\nTurning to the third ground, the municipality submitted that s 116\r\nof the MFMA was not complied with. This required agreements\nto be\r\nreduced to writing and that, if an agreement endured for longer than\r\nthree years, it must be subject to review at least once\nevery three\r\nyears. The first aspect was satisfied. Even though the initial\r\nagreement was concluded verbally in 2008, it was subsequently\nreduced\r\nto writing and signed after the municipality so resolved in a council\r\nmeeting. The association denied the assertion of\nthe municipality\r\nthat the agreement was given effect in 2008 and said that it was only\r\ncomplied with by the municipality after\nsignature. Once again, it\r\nseems strange that, when the municipality disclaimed any knowledge of\r\nthe circumstances at the time,\nit made such an assertion. At best,\r\nagain, the assertion gives rise to a factual dispute which must be\r\nresolved in favour of the\nassociation.\n[24]\n[30]\r\nAs for the need to review the agreement, either party was entitled to\r\nterminate it after the initial three year period. Despite\nthis\r\nprovision, the municipality failed to do so. It was silent as to\r\nwhether it in fact reviewed the agreement but the mechanism\nfor this\r\nwas clear and available to it. The third ground, based on a failure\r\nto comply with s 116 of the MFMA is accordingly\nfound wanting.\n[31]\r\nThe second defence raised by the association was that there had been\r\nan undue delay. The court below upheld this defence. It\nheld that the\r\naward of a contract for services by an organ of state amounts to\r\nadministrative action.\n[25]\nIt\r\nwent on to hold that the Promotion of Administrative Justice Act 3 of\r\n2000 (the PAJA) applied to the agreement in question.\nTherefore\r\ns 7 of the PAJA, requiring an application to be brought within\r\n180 days of the impugned administrative act, meant\nthat the\r\napplication, which was tantamount to a review, was brought out of\r\ntime. The court below went on to hold that, if the PAJA\ndid not\r\napply, the application amounted to a common law review and that there\r\nhad been an undue delay. Because the parties had\nchanged their\r\npositions to comply with its terms, it held that it would be highly\r\nprejudicial to review and set aside the agreement\nand that to do so\r\nwould undermine the finality of administrative decisions.\n[26]\n[32]\r\nFor present purposes, the nature of such an application need not\r\ndetain us. In\nKirland\nCC, the process by which a public body would seek to have its own\r\nadministrative decision set aside was characterised as a review.\n[27]\nCameron J motivated this on the basis that the public authority must\r\nexplain ‘. . . the history of the decision, its shifting\n\nattitudes towards it and its delay in dealing with it.’\n[28]\nThe party resisting such an application must then be entitled to ‘.\r\n. . be heard on whether it has been prejudiced and why\nit would be\r\nunfair to it to set the decision aside now.’\n[29]\nIn\nQaukeni\n,\r\nthis court left open the precise nature of the application to be\r\nbrought, saying that a public body may not need to proceed by\nreview\r\n‘when a municipality seeks to avoid a contract it has concluded\r\nin respect of which no other party has an interest.’\n[30]\nRegardless of the precise nature of such an application, which need\r\nnot be decided here, what is clear is that, if any undue delay\nis not\r\nadequately explained, an invalid administrative act may be\r\n‘insulated’ against being set aside on that basis.\n[31]\n[33]\r\nOf course, if the impugned administrative action is not so insulated\r\nand does not pass muster, a court is obliged to declare\nit\r\ninvalid.\n[32]\nHowever,\r\ns 172(1)(\nb\n)(ii)\r\ngrants a discretion to the court which is obliged to make such a\r\ndeclaration to use ‘. . . its just and equitable remedial\n\npowers, [to] make an order “suspending the invalidity for any\r\nperiod and on any conditions”’.\n[33]\nBut this discretion only arises after, and does not precede, a\r\ndeclaration of invalidity.\n[34]\nIn the present matter the issue of delay does not require decision\r\nsince it has been found that the municipality failed to show\nthat the\r\nagreement was invalid.\n[34]\r\nIn summary, the following is the position. If a public body believes\r\none of its administrative acts is invalid, it may not\nsimply ignore\r\nit. This is because even invalid administrative acts are treated as\r\nvalid until they are set aside. The public body\ncontending for\r\ninvalidity is thus duty bound to approach the court to have it set\r\naside. Since it is administrative action which\nmust be set aside, the\r\ndelay rule applies. If there has been an undue delay, it must provide\r\nan acceptable and adequate explanation.\nIf this is not done, the\r\ninvalid administrative act may be insulated against being set aside.\r\nIn such a case, the administrative\nact will continue to have effect\r\nand be treated as valid, despite its invalidity. If the public body\r\nhas not delayed unduly and\nshows that the act is invalid, a court is\r\nbound to make a declaration of invalidity. There is no discretion\r\nafforded a court not\nto do so. If a declaration of invalidity is\r\nmade, a court is then granted a discretion under its just and\r\nequitable powers to suspend\nthe invalidity for any period and on any\r\nconditions. In the present matter, the municipality did not even\r\nsurmount the first hurdle\nof showing invalidity.\n[35]\r\nIn the result, the appeal is dismissed with costs.\n___________________\nT\r\nR Gorven\nActing\r\nJudge of Appeal\nAppearances\nFor Appellant: K J\r\nKemp SC (with him H Gani)\nInstructed\r\nby:\nMatthew\r\nFrancis Inc. Attorneys, Pietermaritzburg Rossouws Attorneys,\r\nBloemfontein\nFor\r\nRespondent: A de Wet SC\nInstructed\r\nby:\nMcCarthy\r\n& Associates Attorneys, Mount West Matsepes, Bloemfontein\n[1]\nThe\r\n\tConstitution of the Republic of South Africa, 1996.\n[2]\nThe\nLocal Government: Municipal Finance Management Act 56 of 2003\n.\n[3]\nThe\nMunicipal Supply Chain Management Regulations,\nGN\n868,\nGG\n27636,\r\n\t30 May 2005, which came into effect on 1 July 2005.\n[4]\nThe\r\n\tresolution read as follows: ‘Council RESOLVED NO. 117, OCTOBER\r\n\t2010 to authorise the Municipal Manager to sign the service\nlevel\r\n\tagreement with Community Watch.’\n[5]\nCora\r\n\tHoexter\nAdministrative\r\n\tLaw in South Africa\n2 ed (2012) at 444.\n[6]\nOudekraal\r\n\tEstates (Pty) Ltd v City of Cape Town & others\n2004 (6) SA 222 (SCA).\n[7]\nParagraph\r\n\t26.\n[8]\nOudekraal\np\nara\r\n\t32.\n[9]\nKouga\r\n\tMunicipality v Bellingan & others\n2012\r\n\t(2) SA 95\n(SCA) para 12.\n[10]\nKouga\npara\r\n\t18.\n[11]\nMunicipal\r\n\tManager: Qaukeni Local Municipality & another v FV General\r\n\tTrading CC\n2010\r\n\t(1) SA 356\n(SCA) para 26.\n[12]\nReferences\r\n\tomitted.\n[13]\nMEC\r\n\tfor Health, Eastern Cape, & another v Kirland Investments (Pty)\r\n\tLtd t/a Eye and Laser Institute\n2014\r\n\t(3) SA 219\n(SCA) (\nKirland\nSCA).\n[14]\nParagraph\r\n\t33, references omitted.\n[15]\nParagraph\r\n\t31.\n[16]\nMEC\r\n\tfor Health, Eastern Cape, & another v Kirland Investments (Pty)\r\n\tLtd t/a Eye and Laser Institute\n2014\r\n\t(3) SA 481\n(CC) (\nKirland\nCC).\n[17]\nParagraph\r\n\t65.\n[18]\nMEC\r\n\tfor Health, Gauteng v 3P Consulting (Pty) Ltd\n2012 (2) SA 542\n(SCA) para 28.\n[19]\nPlascon-Evans\r\n\tPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984\r\n\t(3) SA 623\n(A) at 634E-635D.\n[20]\nKirland\nCC\r\n\tpara 79.\n[21]\nFootnote\r\n\t11,\npara\r\n\t12.\n[22]\nParagraph\r\n\t13.\n[23]\nParagraph\r\n\t14.\n[24]\nPlascon-Evans\r\n\tPaints Ltd\nabove.\n[25]\nSteenkamp\r\n\tNO v Provincial Tender Board, Eastern Cape\n2007\r\n\t(3) SA 121\n(CC) para 90.\n[26]\nIn\r\n\tthis regard the court below relied on the dictum of this court in\nChairperson:\r\n\tStanding Tender Committee v JFE Sapela Electronics (Pty) Ltd\n2008 (2) SA 638\n(SCA) para 28 where potential prejudice and finality\r\n\tof administrative decisions were said to be the reason for the\r\n\tdiscretion\nto refuse a review application where there had been an\r\n\tunreasonable delay in bringing the review.\n[27]\nParagraphs\r\n\t64, 97 and 106.\n[28]\nParagraph\r\n\t67.\n[29]\nIbid.\n[30]\nParagraph\r\n\t26.\n[31]\nKirland\nCC\r\n\tpara 97;\nHarnaker\r\n\tv Minister of the Interior\n1965\r\n\t(1) SA 372\n(C) at 380B-381A;\nWolgroeiers\r\n\tAfslaers (Edms) Bpk v Munisipaliteit van Kaapstad\n1978\r\n\t(1) SA 13\n(A) at 29H-30G.\n[32]\nSection\r\n\t172(1)(a) of the Constitution;\nKirland\nCC (minority decision) para 46.\n[33]\nAllpay\r\n\tConsolidated Investment Holdings (Pty) Ltd & others v Chief\r\n\tExecutive Officer, South African Social Security Agency\n& others\n2014\r\n\t(4) SA 179\n(CC) para 63.\n[34]\nBengwenyama\r\n\tMinerals (Pty) Ltd & others v Genorah Resources (Pty) Ltd &\r\n\tothers\n2011\r\n\t(4) SA 113\n(CC) para 84.",
  "scraped_at": "2026-02-12T17:06:16.172596",
  "date": "2015-03-20",
  "coram": [
    "Mpati P JJA",
    "Lewis JJA",
    "Willis JJA",
    "Mbha JJA",
    "Gorven AJA"
  ],
  "case_number": "180/2014",
  "parties": {
    "applicants": [
      "Kwa Sani Municipality"
    ],
    "respondents": [
      "Underberg/Himeville Community Watch Association",
      "Aubrey Ngcobo"
    ]
  },
  "sections": {
    "facts": "The Underberg/Himeville Community Watch Association was formed in 1998 to provide 24‑hour emergency and disaster management services to the Underberg district. The municipality invited the association to base itself in municipal offices and, for a period, collected R20 per household on its behalf. In 2008 the parties negotiated an agreement for the provision of disaster‑management services, which was finally signed on 2 November 2010 (effective from 1 July 2008) for an initial three‑year term with an automatic three‑year extension unless notice was given. The agreement was not terminated before the automatic renewal, and the second three‑year period ran to 30 June 2014. In May 2012 the municipality attempted to terminate the agreement, claiming financial distress and that it could perform the services itself. The association continued to provide services and later sought payment through arbitration. The municipality thereafter sought a declaration that the agreement was invalid, alleging non‑compliance with section 217 of the Constitution, the Municipal Finance Management Act (MFMA) and its regulations, and raising a delay defence under the Promotion of Administrative Justice Act (PAJA).",
    "issues": "1) Whether the service agreement was invalid for failure to comply with section 217 of the Constitution’s procurement requirements. 2) Whether the agreement breached the MFMA, specifically the requirement for a supply‑chain management policy and compliance with s 116 of the MFMA. 3) Whether the municipality’s delay in bringing the application rendered the claim inadmissible under PAJA. 4) Whether the municipality could rely on a collateral challenge to avoid enforcement of the agreement.",
    "principles": "The court applied s 217(1) of the Constitution, which mandates fair, equitable, transparent, competitive and cost‑effective procurement, but recognised that regulation 36 of the MFMA regulations permits direct negotiation where a single provider supplies a unique service. Failure to adopt a supply‑chain management policy does not, by itself, render a contract void. Administrative actions are deemed valid until set aside; a public authority must apply to the court to nullify its own act. The doctrine of collateral challenge is unavailable where the authority itself seeks to invalidate its own decision. PAJA requires applications within 180 days of the impugned act unless undue delay is satisfactorily explained. Relevant case law includes Oudekraal Estates (administrative action treatment), Kouga Municipality (collateral challenge), Qaukeni (effects of lacking a supply‑chain policy), and Kirland (court discretion to set aside unlawful contracts).",
    "application": "The court found that the association was the sole provider of a unique disaster‑management service, satisfying the exception in regulation 36 and therefore complying with s 217. The municipality’s lack of a supply‑chain policy at the time of agreement formation did not, in itself, invalidate the contract. The MFMA’s s 116 requirements regarding written agreements and periodic review were fulfilled. The municipality failed to produce any admissible evidence that alternative providers could have performed the services, and its assertion of financial distress was contradictory. Regarding delay, the municipality could not rely on a collateral challenge because it was the party seeking to declare its own administrative act invalid; the court therefore treated the delay issue as irrelevant once invalidity was not established.",
    "conclusion": "The appeal was dismissed with costs against the municipality. The agreement was upheld as valid, and the municipality was obligated to honour its contractual obligations. No order was made to set aside the agreement or to suspend any alleged invalidity."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Municipal Contracts",
    "level_3": [
      "procurement",
      "MFMA",
      "section 217",
      "delay",
      "collateral challenge"
    ]
  }
}