{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/45.html",
  "case_name": "Trustees of the Simcha Trust (IT 1342/93) v De Jong and Others (20001/2014) [2015] ZASCA 45; 2015 (4) SA 229 (SCA); [2015] 3 All SA 161 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 45",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 45\n|\nNoteup\n|\nLawCite\nTrustees of the Simcha Trust (IT 1342/93) v De Jong and Others (20001/2014) [2015] ZASCA 45; 2015 (4) SA 229 (SCA); [2015] 3 All SA 161 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE\r\nNO: 20001/2014\nReportable\nIn\r\nthe matter between:\nTHE\r\nTRUSTEES OF THE SIMCHA TRUST (IT\r\n1342/93)\n..........................................\nAPPELLANT\nand\nMADELEINE\r\nDE\r\nJONG\n..................................................................................\nFIRST\r\nRESPONDENT\nGREGORY\r\nNIGEL JOSEPH\r\nWHITE\n.......................................................\nSECOND\r\nRESPONDENT\nMARTHINUS\r\nJOHANNES\r\nELS\n....................................................................\nTHIRD\r\nRESPONDENT\nMARGARET\r\nJEAN\r\nWOUTERS\n................................................................\nFOURTH\r\nRESPONDENT\nJOSHUA\r\nSAMUEL JOHNSON\r\nSOUTH\n........................................................\nFIFTH\r\nRESPONDENT\nNICOLE\r\nGENEVIEVE\r\nKYTE\n........................................................................\nSIXTH\r\nRESPONDENT\nJACQUES\r\nSCHMIDT\n................................................................................\nSEVENTH\r\nRESPONDENT\nSUZANNE\r\nWEHMEYER\r\n(SCHMIDT)\n.........................................................\nEIGHT\r\nRESPONDENT\nEXCLUSIVE\r\nACCESS TRADING 585 (PTY)\r\nLTD\n.....................................\nNINTH\r\nRESPONDENT\nEMANUEL\r\nFEGUERA DE\r\nABREU\n.............................................................\nTENTH\r\nRESPONDENT\nSHIRAAZ\r\nJOOSUB\n................................................................................\nELEVENTH\r\nRESPONDENT\nBARRISTER\r\nINVESTMENTS (PTY)\r\nLTD\n...........................................\nTWELFTH\r\nRESPONDENT\nAMBER\r\nVAN DER\r\nWALT\n.................................................................\nTHIRTEENTH\r\nRESPONDENT\nSARAH\r\nELIZBETH\r\nHALLAS\n........................................................\nFOURTEENTH\r\nRESPONDENT\nJOAO\r\nOSE RIBEIRO DA\r\nCRUZ\n.........................................................\nFIFTEENTH\r\nRESPONDENT\nSKYE\r\nMIDDLETON\n.............................................................................\nSIXTEENTH\r\nRESPONDENT\nRICHARD\r\nDANIEL\r\nKYTE\n............................................................\nSEVENTEENTH\r\nRESPONDENT\nTHE\r\nCITY OF CAPE\r\nTOWN\n...........................................................\nEIGHTEENTH\r\nRESPONDENT\nNeutral\r\nCitation:\nSimcha Trust v Madeleine\r\nde Jong\n(20001/2014)\n[2015] ZASCA 45\n(26 March 2015).\nCoram:\nNavsa ADP, Brand, Mhlantla & Zondi\r\nJJA and Schoeman AJA\nHeard:\n26 February 2015\nDelivered:\n26 March 2015\nSummary:\nClaim against City of Cape Town for\r\ncompensation in terms of s 8(1)\n(c)\n(ii)\n(bb)\nof the Promotion of Administrative Justice Act 3 of 2000 (PAJA) based\r\non improper approval of building plans that caused neighbouring\n\nproperty owners to seek redress – high court unjustifiably\r\nallowing litigation in terms of which aggrieved land owners had\n\nsought a review into litigation in terms of which the offending land\r\nowner was permitted to alter its position from co-respondent\ninto an\r\napplicant seeking redress in terms of s 8(1)\n(c)\n(ii)\r\nof PAJA – interpretation and application of that sub-section –\r\ncompensation not available when administrative decision\nset aside and\r\nwhere remittal should follow – courts slow to impose liability\r\non administrators who do their work negligently\nbut honestly –\r\n‘exceptional cases’ as the expression appears in s\r\n8(1)\n(c)\n(ii)\r\nis concerned with appropriateness of remedy rather than quality of\r\ndecision sought to be impugned – even if sub-section\ncould be\r\nemployed in favour of the offending land owner the circumstances were\r\nsuch that any decision would be premature in that\nit was not possible\r\nto say now what the ultimate outcome of either the old or new plans\r\nwould be.\nORDER\nOn\r\nappeal from\n: Western Cape Division,\r\nCape Town (Rogers J sitting as court of first instance): judgment\r\nreported\nsub nom De Jong & others v\r\nThe Trustees of the Simcha Trust & Another\n2014\r\n(4) SA 73\n(WCC).\nThe\r\nfollowing order is made:\nThe\r\nappeal is dismissed with costs including the costs attendant upon the\r\nemployment of two counsel.\nJUDGMENT\nNavsa\r\nADP (Brand, Mhlantla & Zondi JJA and Schoeman AJA concurring):\n[1]\r\nThis appeal is directed against the dismissal by the Western Cape\r\nDivision, Cape Town (Rogers J), of a claim by the appellant,\nthe\r\nTrustees of the Simcha Trust (Simcha), for compensation in terms of s\r\n8(1)\n(c)\n(ii)\n(bb)\nof the Promotion of Administrative Justice Act 3 of 2000 (PAJA). The\r\ncase turns on the interpretation and application of that section.\n[2]\r\nSimcha’s claim for compensation was based on the wrongful\r\napproval by the eighteenth respondent, the City of Cape Town\n(the\r\nCity), of building plans submitted by the former to the latter. The\r\nplans had been set aside because of a challenge in the\nWestern Cape\r\nDivision by owners of an adjoining building, the first to seventeenth\r\nrespondents (the Seventeen), under the provisions\nof PAJA. The\r\nsetting aside of the plans was by agreement between Simcha, the City\r\nand the Seventeen. Desai ADP issued an order\nto that effect. It is\r\nnecessary to note that when he did so, the matter was not expressly\r\nremitted to the City for reconsideration.\nIt is now necessary to deal\r\nin some detail with the background leading up to the order of Desai\r\nADP and to the adjudication of\nthe claim for compensation by Rogers\r\nJ.\n[3]\r\nThe Seventeen are registered owners of sectional title units at Four\r\nSeasons Sectional Title Scheme, situated at 43 to 47 Buitenkant\n\nStreet Cape Town. The sectional title units immediately abut the\r\nproperty owned by Simcha, in respect of which the plans were\r\nsubmitted to the City for approval. It appears that Simcha’s\r\nadjoining property had been derelict for years and that the plans\nin\r\nquestion contemplated an exponential increase in the height and size\r\nof the building. Subsequent to the approval of the plans,\n\nconstruction work began in earnest on 14 May 2012. It was\r\ncontemplated that a hotel and a block of flats would be erected. The\n\nSeventeen, realising what was taking place, conducted investigations\r\nand were advised that the approval of the plans could be impugned\non\r\na number of grounds. That prompted a successful application for an\r\ninterdict, pending the outcome of an application to have\nthe approval\r\nof the plans reviewed and set aside. The Western Cape Division, Cape\r\nTown (Dolamo AJ) issued the following order:\n‘\nThe\r\nfirst respondent is hereby interdicted from carrying out or allowing\r\nany further construction work on Erf 5284 Cape Town situated\nat 41\r\nBuitenkant Street, Cape Town pending a final determination of an\r\napplication to be commenced by the applicant within 14 days\nfrom date\r\nhereof for the review of the decision of the second respondent of 20\r\nSeptember 2008 to approve building plans submitted\nto it by the first\r\nrespondent in terms of the National Building Regulation Standard Act\r\n103 of 1977.’\nThe\r\ncourt directed that the costs of the interdict stand over, pending\r\ndetermination of the review application.\n[4]\r\nThe Seventeen applied in the Western Cape Division, Cape Town for an\r\norder reviewing and setting aside the approval by the City,\non 20\r\nOctober 2008, of building plans submitted by Simcha in terms of the\r\nNational Building Regulations and Building Standards\nAct 103 of 1977\r\n(the NBRBSA) in respect of a building to be constructed on erf 5284\r\nsituated at 41 Buitenkant Street Cape Town.\nIt specifically sought an\r\norder that Simcha pay the costs of the application and the related\r\ninterdict. In their founding papers\nin the review application, the\r\nSeventeen attacked the City’s approval of Simcha’s plans.\r\nFirst, because of the extent\n– mainly the height – of the\r\nbuilding to be constructed on behalf of Simcha, it was submitted that\r\nthere would be derogation\nin value of their neighbouring properties.\r\nIt was contended that the regulatory statutory framework precluded\r\napproval of plans\nthat derogated from the value of adjoining and\r\nneighbouring properties. The principal statutory tools for regulating\r\nland use in\nthe City is the Land Use Planning Ordinance 15 of 1985\r\n(LUPO) and the zoning scheme regulations. The property in\r\nconstruction was\ndescribed as being ‘too intrusive’ and\r\n‘overwhelming’.\n[5]\r\nThe Seventeen complained that the approval by the City of Simcha’s\r\nhigh-rise building would ensure that they were deprived\nof natural\r\nlight, privacy and ventilation, affecting their rights of full\r\nenjoyment of their properties. The evidence of a professional\n\nproperty-valuer was relied upon by the Seventeen to the effect that,\r\nif Simcha’s property were to proceed to completion,\nit would\r\noccasion loss of value of the properties of the Seventeen of up to 30\r\nper cent.\n[6]\r\nIn addition, the Seventeen contended that a building control officer\r\nappointed in terms of the NBRBSA had an obligation to investigate\n\nproperty value derogations and to make a recommendation to persons to\r\nwhom the City had delegated the power to approve or refuse\n\napplications for building plan approvals. Such a recommendation, so\r\nit was contended, required a motivated report in respect of\na\r\nconclusion reached by him in relation to the derogation of property\r\nvalues. It is common cause that in the present case, no such\nreport\r\nwas completed by the building control officer.\n[7]\r\nThe review application was not opposed by the City. After the interim\r\norder had been granted, Simcha filed an affidavit in the\nreview\r\napplication styled ‘first respondent’s further\r\naffidavit’, which described events after the grant of the\n\ninterim order. The interdict did not have an immediate impact on\r\ncontinued building operations because it had been granted towards\nthe\r\nend of the year when the builders’ holiday was imminent. Simcha\r\ninsisted that the only basis for the interdict was the\ndecision of\r\nthe Constitutional Court\nWalele v City of Cape Town\n[2008] ZACC 11\n;\n2008 (6)\r\nSA 129\n(CC). At this stage, it is necessary to interrupt this\r\nnarrative to consider ss 6 and 7 of the NBRBSA and the decision in\nWalele\n. The relevant parts of s 6 provide:\n‘\n(1)\r\nA building control officer shall –\n(a)\nmake recommendations to the local\r\nauthority in question, regarding any plans, specifications, documents\r\nand information submitted\nto such local authority in accordance with\r\nsection 4(3);\n(b)\nensure that any instruction given in\r\nterms of this Act by the local authority in question be carried out;\n(c)\ninspect the erection of a building, and\r\nany activities or matters connected therewith, in respect of which\r\napproval referred to\nin section 4(1) was granted;\n(d)\nreport to the local authority in\r\nquestion, regarding non-compliance with any condition on which\r\napproval referred to in section\n4(1) was granted.\n[8]\r\nThe relevant parts of s 7 provide as follows:\n‘\n(1)\r\nIf a local authority, having considered a recommendation referred to\r\nin section 6(1)\n(a)\n–\n(a)\nis satisfied that the application in\r\nquestion complies with the requirements of this Act and any other\r\napplicable law, it shall\ngrant its approval in respect thereof;\n(b)\n(i) is not so satisfied; or\n(ii) is satisfied\r\nthat the building to which the application in question relates –\n(aa)\nis to be erected in such a manner or will of such\r\nnature or appearance that –\n(aaa)\nthe area in which it is to be erected will\r\nprobably or in fact be disfigured thereby;\n(bbb)\nit will probably or in fact be unsightly or\r\nobjectionable;\n(ccc)\nit will probably or in fact derogate from the\r\nvalue of adjoining or neighbouring properties;\n(bb)\nwill probably or in fact be dangerous to life or\r\nproperty, such local authority shall refuse to grant its approval in\r\nrespect thereof\nand give written reasons for such refusal.’\n[9]\r\nThe Constitutional Court, in\nWalele\nheld that the purpose of the recommendation by the building control\r\nofficer, contemplated in s 6, must be to furnish the decision-\nmaker\r\nwith a basis for his or her opinion, one way or the other, and that\r\nthe decision-maker must assess and himself or herself\nbe satisfied\r\nabout these issues. In the present case, as in\nWalele\n,\r\nthere was no motivation for a decision reached by the building\r\ncontrol officer that the plans were in accordance with statutory\n\nprescripts and more particularly that there would be no derogation in\r\nthe value of neighbouring property. As in\nWalele\n,\r\nhe only ticked an appropriate box in a standard form.\n[10]\r\nIn its further affidavit, Simcha stated that after appreciating the\r\neffect of the decision in\nWalele\n,\r\nit decided to concede the review application. From its perspective,\r\nthat decision was solely based on the failure of the building\ncontrol\r\nofficer and the City to comply with the prescripts of ss 6 and 7 of\r\nthe NBRBSA.\n[11]\r\nContinuing its narrative of what happened after the grant of the\r\ninterim interdict, Simcha described how it attempted to reach\nan\r\nagreement with the City concerning the continuation of building\r\noperations. Predictably, the City was not receptive. Ultimately\n\nSimcha decided to submit new plans. There were subsequent legal\r\nskirmishes between the Seventeen and Simcha about whether steps\ntaken\r\nto protect the building under construction, in the interim, amounted\r\nto further building activity in violation of the interdict,\nbut those\r\ndisputes were resolved.\n[12]\r\nThe City’s approval process for Simcha’s new plans\r\ndragged on without an end in sight, in the short term. Despite\nthe\r\nrelief sought by the Seventeen being conceded by both the City and\r\nSimcha and despite the former not seeking costs in relation\nto the\r\nreview application, Simcha, nonetheless, filed its further affidavit,\r\nits declared object for doing so was to require the\ncourt below to\r\norder the City, (a) to pay the costs of the interim interdict and the\r\nreview application, and (b) to order it to\nrefund the scrutiny fees\r\nof R82 327.60, paid in respect of the first set of plans. In\r\naddition, Simcha sought an order that\nthe City should compensate it\r\nfor out-of-pocket losses resulting from the grant of the interim\r\ninterdict. I pause to state that\nthe costs related to the interdict,\r\nin the main, comprised the costs occasioned by Simcha’s\r\nopposition. Simcha contended\nthat it was entitled in terms of s\r\n8(1)\n(c)\n(ii)\n(bb)\nof\r\nPAJA to the compensation, set out above, which appeared to include\r\nthe scrutiny fees. It insisted that it was entitled to an\norder in\r\nterms of that subsection on the basis that the plans were approved,\r\nnotwithstanding that the approval was preceded by\nthe Constitutional\r\nCourt decision in\nWalele.\n[1]\nIn\r\nsupport of this claim, Simcha argued that the City’s conduct in\r\nnot implementing the\nWalele\ndecision and causing affected persons to suffer loss, was\r\nunconscionable and incomprehensible. In paragraph 21 of its further\r\naffidavit, it contended:\n‘\nThe\r\nCity “\nabides”\nthe\r\nreview. Having been grossly negligent in failing to implement\nWalele\n;\r\nand having thus far made no attempt to assist the Trust (whether it\r\nbe by way of the urgent consideration of fresh building plans\nor\r\notherwise) the City has now taken the ultimate step of betrayal,\r\nwhich was to wash its hands in innocence and leave the Trust\nto its\r\nown devices in the review.’\nThe\r\ncosts orders sought and the claim to compensation were adjudicated by\r\nRogers J.\n[13]\r\nThe\nlis\nconcerning the validity of the approval of the plans had been\r\nsettled. The only outstanding issue was costs, which ought to have\n\nbeen decided with reference to the facts of the review application.\r\nOrdinarily, the successful party – the Seventeen –\nwould\r\nhave been entitled to an order for costs of the application, to be\r\npaid by Simcha, the only initially opposing party. The\nSeventeen, in\r\nany event, did not seek the costs of the review application. All that\r\nwas left was consideration of the costs related\nto the interim\r\ninterdict for which Simcha, ordinarily, would have been liable. I do\r\nnot understand how the dispute, concerning\nthe correctness of the\r\nCity’s approval of the plans, transformed from litigation in\r\nrespect of which Simcha, was a co-respondent\nwith the City, to\r\nlitigation in terms of which Simcha was now seeking redress against\r\nthe City on the basis of the latter’s\nasserted reckless or\r\nnegligent conduct in approving the plans. And that transformation\r\noccurred purely on the strength of a ‘further\naffidavit’.\r\nWhat was required was some new process to be instituted by Simcha\r\nagainst the City, which would then have been\nadjudicated on the\r\nmerits. By permitting this unjustifiable metamorphosis, Rogers J\r\nallowed an extension of the litigation. That\nbeing said, it is now\r\nnecessary to deal with the Western Cape Division’s adjudication\r\nof Simcha’s claim to compensation,\npurportedly in terms of s\r\n8(1)\n(c)\n(ii)\n(bb)\nof PAJA.\n[14]\r\nIn deciding Simcha’s claim to compensation, the high court’s\r\nstarting point was the provisions of s 8(1) of PAJA\nwhich read as\r\nfollows:\n‘\n(1)\r\nThe court or tribunal, in proceedings for judicial review in terms of\r\nsection 6(1), may grant any order that is just and equitable,\n\nincluding orders –\n(a)\ndirecting the administrator –\n(i)\nTo give reasons; or\n(ii)\nTo act in the manner the court or tribunal\r\nrequires;\n(b)\nprohibiting the administrator from\r\nacting in a particular manner;\n(c)\nsetting aside the administrative action\r\nand –\n(i)\nremitting the matter for reconsideration by\r\nthe administrator, with or without directions;\nor\n(ii)\nin exceptional cases –\n(\naa\n)\r\nsubstituting or varying the administrative action or correcting a\r\ndefect resulting from the administrative action; or\n(\nbb\n)\r\ndirecting the administrator or any other party to the proceedings to\r\npay compensation;\n(d)\ndeclaring the rights of the parties in\r\nrespect of any matter to which the administrative action relates;\n(e)\ngranting a temporary interdict or other\r\ntemporary relief; or\n(f)\nas to costs.’\n[15]\r\nRogers J considered the three submissions on behalf of the City.\r\nFirst, that compensation in terms of s 8(1)\n(c)\n(ii)\r\ncould not be granted where the court had set aside the administrative\r\naction and remitted the matter for reconsideration by\nthe\r\ndecision-maker. That being so, it was contended that the alternative\r\nremedy, of compensation, set out in s 8(1)\n(c)\n(ii)\r\nwas not available. Second, that the circumstances which render a case\r\n‘exceptional’ within the meaning of s 8(1)\n(c)\n(ii)\r\nare not concerned with the egregiousness of the impugned conduct but\r\nwith the appropriateness of departing from the usual remedy\nof\r\nremittal. Third, that the sub-section can only be invoked by an\r\naggrieved applicant seeking a review of a decision rather than\nby a\r\nrespondent.\n[16]\r\nThe court a quo agreed with the first two submissions referred to in\r\nthe preceding paragraph. Rogers J considered them to accord\nwith the\r\nstructure of s 8(1)\n(c)\n.\r\nHe took the view: Firstly, that the use of the word ‘and’\r\nat the end of the introductory part of paragraph\n(c)\nfollowed by the separation of sub-paragraphs (i) and (ii) with the\r\nword ‘or’ is a strong ‘syntactical pointer’\n\nin favour of the view that the remedies in those two sub-paragraphs\r\nare alternatives that are mutually exclusive. And secondly,\nthat\r\nsub-paragraph (ii) was qualified by the phrase ‘in exceptional\r\ncircumstances’, indicating that the remedies in\nsub-paragraph\r\n(ii) apply in circumstances different from those in sub-paragraph\r\n(i). In consequence, he concluded that at least\nin the case of item\n(aa)\nof\r\nsub-paragraph (ii), the remedy can only ever be a true alternative to\r\nthe remedy in sub-paragraph (i). He reasoned that a court\ncould not\r\nremit a matter for reconsideration by the decision-maker and also\r\nsubstitute or vary the action complained of.\n[17]\r\nWith reference to the decision of this court in\nGauteng\r\nGambling Board v Silver Star Development Ltd & others\n2005\r\n(4) SA 67\n(SCA) para 28, Rogers J agreed with the contention that the\r\nphrase ‘in exceptional cases’ was not concerned with\r\nwhether\nthe administrative decision ‘was a conspicuously bad\r\none but with whether there are unusual circumstances which make it\r\nappropriate\nto grant the exceptional remedy in item (aa) or (bb)\r\nrather than the usual remedy of remittal.’ He concluded that\r\nexceptionality\nwas concerned with the choice of remedy, not the\r\nquality of the administrator’s decision in the abstract.\n[18] Rogers J also\r\nagreed with the submission on behalf of the City that the remedy of\r\ncompensation must have been intended by the\nlegislature as a remedy\r\nfor the benefit of an aggrieved party in the review proceedings\r\nbecause such party will enjoy, neither\na reconsideration of his\r\nadministrative application by the original administrator, nor obtain\r\nthe benefit of a substituted administrative\ndecision by the court. At\r\nthe end of paragraph 22 he said the following:\n‘\nI\r\ndo not say that an aggrieved party in review proceedings is entitled\r\nto compensation merely because there has been neither a remittal\nnor\r\na substitute decision by the court but I do hold that compensation is\r\nnot available as a remedy if the usual remedy of remittal\nhas been\r\ngranted or if exceptionally the court has substituted its own\r\ndecision for that of the administrator.’\n[19]\r\nAs part of his reasoning, Rogers J was rightly concerned that\r\naffected parties could, on his interpretation of the relevant\nsection\r\nof PAJA, be precluded from obtaining compensation under PAJA in\r\nrespect of loss suffered as a result of really egregious\n\nadministrative decisions, because in such cases the remedy of\r\nremittal will often remain appropriate, or there may be scope for\na\r\nsubstituted administrative decision by the court. However, he did not\r\nsee this as justification for departing from what appeared\nto him to\r\nbe the clear meaning of s 8(1)\n(c)\nof\r\nPAJA. He stated that it should be borne in mind that the law of\r\ndelict remained at the disposal of an affected party. The court\nbelow\r\nwas rightly aware that our courts have been conscious of the dangers\r\nof imposing liability on public bodies for the negligent\nbut honest\r\nexercise of powers. In this regard he relied on the decision of the\r\nConstitutional Court in\nSteenkamp NO v\r\nProvincial Tender Board, Eastern Cape\n2007\r\n(3) SA 121\n(CC) paras 38-56.\n[20]\r\nAs part of his reasoning, Rogers J also had regard to\nDarson\r\nConstruction (Pty) Ltd v City of Cape Town & Another\n2007 (4) SA 488\n(C). What that case held was that, having regard to\r\nthe facts, (a) it was impractical to remit the decision for\r\nreconsideration;\n(b) there had been no basis for the court to\r\nsubstitute its own decision for that of the decision-maker; and (c)\r\nthat an applicant\nwas entitled to some compensation for the manner in\r\nwhich the City had breached the applicant’s right to\r\nadministrative justice.\nRogers J noted that in\nDarson\nthere had been no analysis of the\r\nstructure of s 8(1)\n(c)\nof PAJA and considered it significant that compensation was only\r\nawarded because neither the remedy of remittal nor a substituted\n\norder was feasible.\n[21] Returning to\r\nthe facts before him, Rogers J held that Simcha’s claim for\r\ncompensation could not succeed. He took into\naccount that, even\r\nthough the order of Desai ADP did not expressly provide for remittal\r\nto the City for reconsideration, it could\nreadily be concluded that\r\nit had that effect. The following part of the judgment reflects his\r\nreasoning:\n‘\n[I]t\r\nis perfectly clear from the history of the matter that nobody\r\nunderstood the order as finally determining that the building\nplans\r\nsubmitted by Simcha in 2008 were not able to be approved. All that\r\nwas set aside was the approval of the application. The\nreview court\r\ndid not substitute for that approval a refusal of the building plan\r\napplication. The legal position, upon the granting\nof the review\r\norder, was that the 2008 application for building plan approval\r\nremained before the City and Simcha was entitled\nto a decision on\r\nthat application. That being the obvious purport of the order, it is\r\nnot open to the review court to grant either\nof the exceptional\r\nalternative remedies in para (ii) of sub-section 8(c).’\n[22]\r\nAlthough the court below also held that the City’s approval of\r\nSimcha’s plans, along with thousands of others,\nin violation of\nWalele\n,\r\nwas a serious dereliction of duty and stated that, in its view, the\r\ndecision to approve Simcha’s plans was a conspicuously\nbad one,\r\nit did not consider it to be ‘exceptional’ within the\r\nmeaning of that expression in s 8(1)\n(c)\n(ii).\r\nIt is necessary to record that although the City’s explanation\r\nfor its tardiness in implementing\nWalele\nis not particularly persuasive, the picture that emerges from its\r\nexplanation for the delay is one of a lumbering bureaucracy trying\nto\r\ncome to terms with the implications of\nWalele\n,\r\ntaking advice on it and not being very effective in finding a\r\nsolution in dealing with plans that had already been approved and\n\nwith plans still to be considered.\n[23]\r\nThe court below considered causation to be a further problem\r\nconfronting Simcha. In that regard Rogers J rightly asked whether\na\r\nproperly motivated report by the building control officer might, in\r\nany event, have led to the plans being rejected or, if approved,\nbe\r\noverturned on review. It brings into sharp focus the manner in which\r\nSimcha required the issue to be determined, namely, by\nway of its\r\nfurther affidavit and unacceptably transforming the litigation in the\r\nmanner described above.\n[24]\r\nIt was rightly accepted on behalf of Simcha that, if the compensation\r\nclaim failed, Simcha ought to pay the City’s costs\nin the\r\nreview application. Ironically, Rogers J restricted those to costs\r\narising out of the affidavits filed in connection with\ncompensation\r\nas well as to the appearance related to the claim for compensation.\r\nThis once again illustrates the distortion caused\nby extending the\r\nlitigation. In respect of the costs of the interdict, Rogers J\r\nconsidered that Simcha’s persistent opposition\nwas such that\r\nSimcha probably knew, prior to the institution of legal proceedings,\r\nthat no building control inspector’s report\nexisted. In the\r\nview of the court below the costs of the interdict should follow the\r\nresult, namely, that Simcha should pay the\napplicant’s\r\ninterdict costs and that the City should not be ordered to pay the\r\ncosts of either the applicant or of Simcha.\nIn the result the\r\nfollowing order was made:\n‘\n[a]\r\nThe first respondent’s claim against the second respondent for\r\ncompensation in terms of\ns 8(1)\n(c)\n(ii)\n(bb)\nof the\nPromotion of Administrative Justice Act 3 of 2000\nis\r\ndismissed.\n[b] The first\r\nrespondent is directed to pay the second respondent’s costs in\r\nrelation to the said claim for compensation,\nincluding the costs of\r\ntwo counsel.\n[c]\r\nIn regard to the costs in case 22197/12 reserved by this court’s\r\njudgment of 12 December 2012, the first respondent is\ndirected to pay\r\nthe applicant’s costs, including the costs of two counsel.’\n[25]\r\nI agree with the conclusion of the court below that, although Desai\r\nADP did not expressly remit the matter to the City for\n\nreconsideration, the legal effect of the setting aside of the City’s\r\napproval would have been a remittal. This is particularly\nso where a\r\nparty has not requested it, and a court has not seen fit to\r\nsubstitute a decision-maker’s decision with one of\nits own. In\r\nany event, having regard to the structure of\ns 8(1)\nof PAJA, that\r\ncould only occur in an exceptional case. Courts are not overly\r\nenthusiastic to substitute their decisions for those\nof\r\ndecision-makers where technical proficiency is required, particularly\r\nwhere the decision-maker’s experience and skills\nare beyond\r\nthose of a court.\n[2]\nThis does\r\nnot however mean that a court will shirk its responsibility in\r\nensuring that the principle of legality is met, even where\nthe issues\r\nare intricate and complex and in respect of which a decision-maker\r\nhas institutional experience and expertise.\n[26]\r\nThe legal effect of remittal referred to in the preceding paragraph\r\nremains unaffected by Simcha’s decision, in pursuance\nof its\r\nown interests, to submit new plans in an attempt to expedite a\r\nplanning approval process to enable the building it contemplates\non\r\nits property to be completed as soon as possible.\n[27]\r\nA careful reading of\ns 8\nof PAJA leads one to the conclusion that in\r\nrespect of some of the sub-provisions of\ns 8(1)\none could have a\r\ncombination of remedies. However, when an administrative action is\r\nset aside in terms of\ns 8(1)\n(c)\na\r\ncourt can follow only one of the two alternatives provided for in\ns\r\n8(1)\n(c)\n(i)\r\nor (ii). I therefore agree with the conclusion reached by the court\r\nbelow, set out in paragraph 16 above, that the remedy of\ncompensation\r\nis not available when an administrative act has been set aside and\r\nthe matter remitted for reconsideration. I find\nthe reasoning of the\r\ncourt a quo set out in paragraph 16 above to be compelling.\n[28]\r\nIn\nGauteng Gambling Board\nthis court said the following at\r\npara 28:\n‘\nThe\r\npower of a court on review to substitute or vary administrative\r\naction or correct a defect arising from such action depends\nupon a\r\ndetermination that a case is “exceptional”:\ns\r\n8(1)\n(c)\n(ii)\n(aa)\nof the\nPromotion of Administrative\nJustice Act 3 of 2000\n. Since the normal rule of common law is that an\r\nadministrative organ on which a power is conferred is the appropriate\r\nentity to\nexercise that power, a case is exceptional when, upon a\r\nproper consideration of all the relevant facts, a court is persuaded\r\nthat\na decision to exercise a power should not be left to the\r\ndesignated functionary. How that conclusion is to be reached is not\r\nstatutorily\nordained and will depend on established principles\r\ninformed by the constitutional imperative that administrative action\r\nmust be\nlawful, reasonable and procedurally fair.’\nThe\r\ncourt below was correct in relying on that decision in reaching its\r\nconclusion that the phrase ‘in exceptional cases’,\nas it\r\nappears in\ns 8(1)\n(c)\n(ii),\r\nwas not concerned with whether the administrative decision ‘was\r\na conspicuously bad one but with whether there are unusual\n\ncircumstances which make it appropriate to grant the exceptional\r\nremedy in item (aa) or (bb) rather than the usual remedy of\r\nremittal.’\nHence I agree with its conclusion that\r\nexceptionality was concerned with the choice of remedy, not the\r\nquality of the administrator’s\ndecision in the abstract.\n[29]\r\nIn\nSteenkamp\nthe Constitutional Court was concerned with the\r\nquestion whether financial loss caused by improper performance of a\r\nstatutory or\nadministrative function should attract liability for\r\ndamages in delict. Moseneke DCJ said the following at para 29:\n‘\nIt\r\nis nonetheless appropriate to note that ordinarily a breach of\r\nadministrative justice attracts public-law remedies and not\r\nprivate-law\nremedies. The purpose of a public-law remedy is to\r\npre-empt or correct or reverse an improper administrative function.\r\nIn some\ninstances the remedy takes the form of an order to make or\r\nnot to make a particular decision or an order declaring rights or an\n\ninjunction to furnish reasons for an adverse decision. Ultimately the\r\npurpose of a public remedy is to afford the prejudiced party\n\nadministrative justice, to advance efficient and effective public\r\nadministration compelled by constitutional precepts and at a\nbroader\r\nlevel, to entrench the rule of law.’\nIn\nSteenkamp\ns\r\n38 of the Constitution was implicated.\n[3]\nIn the present case, reliance was placed solely on the provisions of\r\ns 8(1)\n(c)\nof PAJA. In para 30 of\nSteenkamp\nthe\r\nfollowing appears:\n‘\nExamples\r\nof public remedies suited to vindicate breaches of administrative\r\njustice are to be found in s 8 of the PAJA. It is indeed\nso that s 8\r\nconfers on a court in proceedings for judicial review a generous\r\njurisdiction to make orders that are “just and\nequitable”.\r\nYet it is clear that the power of a court to order a decision-maker\r\nto pay compensation is allowed only in “exceptional\ncases”.\r\nIt is unnecessary to speculate on when cases are exceptional. That\r\nquestion will have to be left to the specific\ncontext of each case.\r\nSuffice it for this purpose to observe that the remedies envisaged by\r\ns 8 are in the main of a public law\nand not private law character.’\n[30]\nSteenkamp\nwas\r\nrightly relied on by Rogers J for his statement that our courts have\r\nbeen slow to impose liability on public bodies for negligent\nbut\r\nhonest decisions. As noted in\nSteenkamp\n,\r\nif administrative or statutory decisions are made in bad faith or\r\nunder corrupt circumstances or completely outside the legitimate\n\nscope of the empowering provision, different public policy\r\nconsiderations may well apply.\n[4]\nThere is no suggestion that those circumstances obtain in the present\r\ncase.\n[31]\r\nI also agree that in the ordinary course the remedies provided for in\r\ns 8(1) of PAJA are envisaged to be at the disposal of\na party\r\naggrieved and negatively affected by administrative action and\r\nseeking to have the decision reviewed. In the present case\nthe\r\nSeventeen were the parties seeking the review. The Seventeen might\r\nhave been entitled to compensation in the event that none\nof the\r\nother remedies envisaged in s 8 of PAJA were available to them. That,\r\nhowever, is not a factual permutation we need concern\nourselves with.\r\nRogers J’s reasoning in this regard, set out in paragraph 18\r\nabove, appears to me to be correct.\n[32]\r\nWhen counsel on behalf of Simcha was asked why it did not pursue a\r\ndelictual remedy, he surprisingly, but without much conviction,\n\nsubmitted that it could be deduced that s 8(1)\n(c)\n(ii)\r\nhad the effect of displacing that remedy. I do not intend to engage\r\nwith that contention, save to say that it is entirely without\nmerit.\n[33]\r\nIn any event, in the circumstances of the present case, a claim for\r\ncompensation on any basis, whether in terms of s 8 of PAJA\nor by way\r\nof a delictual action appears premature. We do not know the ultimate\r\nfate of the new plans that have been submitted for\napproval. And in\r\nany event, the impugned plans have been abandoned. There is no basis\r\non which to determine finally whether they\nwould ultimately have\r\npassed muster. The causation problems foreseen by the court below are\r\nreal.\n[34]\r\nWhilst it might, with hindsight, be argued that the exercise engaged\r\nin by the court below in adjudicating the claim for compensation\nwas\r\nuseful and will provide future guidance, a court must guard against\r\nembarking on exercises it considers jurisprudentially useful,\nwhen\r\nthe effect is an unjustifiable extension of litigation which must be\r\nprejudicial to a contesting party.\n[35]\r\nFor all the reasons set out above the appeal must fail. The following\r\norder is made.\nThe\r\nappeal is dismissed with costs including the costs attendant upon the\r\nemployment of two counsel.\n________________________\nMS\r\nNAVSA\nACTING\r\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT: Adv. H J de Waal\nInstructed\r\nby:\nBrink\r\nDe Beer & Potgieter Inc., Tygervalley\nHoney\r\nAttorneys, Bloemfontein\nFOR RESPONDENTS:\r\nAdv. S P Rosenberg SC (With him E F van Huyssteen)\nInstructed\r\nby\nWebber\r\nWentzel, Cape Town\nMatsepes\r\nAttorneys, Bloemfontein\n[1]\nThe\nWalele\njudgment\r\n\twas delivered on 13 June 2008 and Simcha’s plans approved on\r\n\t20 October 2008 – more than four months later.\n[2]\nSee\nMinister\r\n\tof Environmental Affairs and Tourism and others v Phambili Fisheries\r\n\t(Pty) Ltd; Minister of Environmental Affairs and\nTourism and others\r\n\tv Bato Star Fishing (Pty) Ltd\n2003 (6) SA 407\n(SCA) para 50 and\nAssociated\r\n\tInstitutions Pension Fund v Van Zyl\n2005\r\n\t(2) SA 302\n(SCA) and the discussion in C Hoexter\nAdministrative\r\n\tLaw in South Africa\n2ed\r\n\t(2012) at 151-153.\n[3]\nSection\r\n\t38 read as follows:\n‘\nAnyone\r\n\tlisted in this section has the right to approach a competent court,\r\n\talleging that right in the Bill of Rights has been\ninfringed or\r\n\tthreatened, and the court may grant appropriate relief, including a\r\n\tdeclaration of rights. The persons who may approach\na court are:\n(a) anyone acting\r\n\tin their own interest;\n(b) anyone acting\r\n\ton behalf of another person who cannot act in their own name;\n(c) anyone acting\r\n\tas a member of, or in the interest of, a group or class of persons;\n(d) anyone acting\r\n\tin the public interest; and\n(e) an association\r\n\tacting in the interest of its members.’\n[4]\nPara\r\n\t55.",
  "scraped_at": "2026-02-12T17:11:13.177973",
  "date": "2015-03-26",
  "coram": [
    "Navsa ADP",
    "Brand",
    "Mhlantla & Zondi JJA",
    "Schoeman AJA"
  ],
  "case_number": "20001/2014",
  "parties": {
    "applicants": [
      "The Trustees of the Simcha Trust (IT 1342/93)"
    ],
    "respondents": [
      "Madeleine de Jong",
      "Gregory Nigel Joseph White",
      "Marthinus Johannes Els",
      "Margaret Jean Wouters",
      "Joshua Samuel Johnson South",
      "Nicole Genevieve Kyte",
      "Jacques Schmidt",
      "Suzanne Wehmeyer (Schmidt)",
      "Exclusive Access Trading 585 (Pty) Ltd",
      "Emanuel Feguera de Abreu",
      "Shiraaz Joosub",
      "Barrister Investments (Pty) Ltd",
      "Amber Van der Walt",
      "Sarah Elisabeth Hallas",
      "Joao Ose Ribeiro Da Cruz",
      "Skye Middleton",
      "Richard Daniel Kyte",
      "The City of Cape Town"
    ]
  },
  "sections": {
    "facts": "The Trustees of the Simcha Trust obtained approval from the City of Cape Town for a high‑rise development adjacent to a block of sectional title units owned by seventeen neighbouring owners. The neighbours objected, alleging that the approval would derogate the value of their properties, deprive them of light, privacy and ventilation and be unsightly. They obtained an interdict and applied to set aside the City’s approval. The interdict was granted, and the matter was referred for review. The review court set aside the approval but did not expressly remit the matter for reconsideration. The City, however, failed to implement the Walele decision requiring a proper building‑control officer report, and the development was delayed. Simcha subsequently sought compensation from the City under section 8(1)(c)(ii)(bb) of the Promotion of Administrative Justice Act (PAJA), claiming losses including scrutiny fees and costs arising from the interdict.",
    "issues": "1. Whether compensation can be awarded under s 8(1)(c)(ii)(bb) of PAJA when an administrative action has been set aside and the matter is effectively remitted for reconsideration. 2. What constitutes an “exceptional case” that would allow the court to order compensation instead of the usual remedy of remittal. 3. Whether the applicant, as a former co‑respondent, is entitled to claim compensation against the City.",
    "principles": "The court examined the structure of s 8(1) of PAJA, which provides alternative remedies: (i) remittal for reconsideration and (ii) in exceptional cases, substitution, variation, or compensation. Precedent from Gauteng Gambling Board v Silver Star Development, Darson Construction v City of Cape Town, and Steenkamp NO v Provincial Tender Board clarified that “exceptional cases” refer to unusual circumstances that make the alternative remedy appropriate, not to the seriousness of the administrative error. Compensation is a remedy for the aggrieved party when neither remittal nor substitution is feasible. The court also noted that compensation is generally unavailable where the court has ordered remittal.",
    "application": "Applying these principles, the court held that the review court’s order setting aside the approval had the practical effect of remitting the matter to the City for reconsideration, even though it did not expressly state so. No exceptional circumstances justified departing from the remittal remedy. Consequently, Simcha’s claim for compensation under s 8(1)(c)(ii)(bb) was untenable. The court further affirmed that the City’s failure to implement the Walele decision, while improper, did not create the level of exceptionality required for compensation. Costs of the compensation claim were awarded against Simcha.",
    "conclusion": "The appeal was dismissed. The claim for compensation against the City of Cape Town was rejected. The Trustees of the Simcha Trust were ordered to pay the City’s costs in relation to the compensation claim, including costs of two counsel. The decision affirms that compensation under PAJA is unavailable where the standard remedy of remittal is appropriate."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Promotion of Administrative Justice Act",
    "level_3": [
      "compensation",
      "judicial review",
      "exceptional cases",
      "building regulations"
    ]
  }
}