{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/78.html",
  "case_name": "Etraction (Pty) Ltd v Tyrecor (Pty) Ltd (28/5/2015) [2015] ZASCA 78; 2015 BIP 253 (SCA) (28 May 2015)",
  "citation": "[2015] ZASCA 78",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 78\n|\nNoteup\n|\nLawCite\nEtraction (Pty) Ltd v Tyrecor (Pty) Ltd (28/5/2015) [2015] ZASCA 78; 2015 BIP 253 (SCA) (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nno: 20185/2014\nIn\r\nthe matter between:\nETRACTION\r\n(PTY)\r\nLTD\n.................................................................................................\nAPPELLANT\nand\nTYRECOR\r\n(PTY)\r\nLTD\n..................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nEtraction (Pty) Ltd v\r\nTyrecor (Pty) Ltd\n(20185/2014)\n2015\r\nZASCA 78\n(28 May 2015)\nCoram:\nMPATI P, BRAND, WALLIS and SALDULKER JJA and MAYAT\r\nAJA\nHeard\n:\r\n20 May 2015\nDelivered\n:\r\n28 May 2015\nSummary:\nTrade mark – infringement by use of\r\nidentical mark – defence of prior bona fide use –\ns 36(1)\nof the\nTrade Marks Act 194 of 1993\n– requirement of continuous\r\nand bona fide use – requirements for – partial\r\nexpungement of registered mark in\nterms of\ns 27(1)\nof the Act –\r\npurpose of registration to damage existing user’s trade not to\r\ntrade oneself – no bona fide intention\nto use as a mark in\r\nrespect of the goods in question.\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court (Salie-Samuels AJ, sitting as court of first\r\ninstance):\n1\r\nSave for paragraph 2 of this order the appeal is dismissed with\r\ncosts, such costs to include those consequent upon the employment\nof\r\ntwo counsel where two counsel were employed.\n2\r\nThe order granted in respect of the counter-application is amended to\r\nread as follows:\n‘\nThe\r\ncounter application succeeds with costs and the Registrar is directed\r\nin terms of\nsection 24(1)\nof the\nTrade Marks Act, to\nexpunge the word\r\n‘tires’ from the Applicant’s trade mark\r\nregistration and to amend the registration to read ‘\nVehicle\r\ncomponents and Accessories: wheels and rims, but not including\r\ntyres’.\nJUDGMENT\nWallis\r\nJA (Mpati P, Brand and Saldulker JJA and Mayat AJA concurring)\n[1]\nThe\r\nAppellant, Etraction (Pty) Ltd (Etraction), conducts business as a\r\ntrader in wheels, tyres and related products. It is the registered\n\nproprietor under the Trade Marks Act 194 of 1993 (the Act) of the\r\ntrade mark INFINITY, registration number 2008/08612, in class\n12 in\r\nrespect of ‘vehicle components and accessories; wheels,\r\ntires,\n[1]\nrims’, dated 15\r\nApril 2008. The respondent, Tyrecor (Pty) Ltd is one of its\r\ncompetitors. It imports into South Africa and\nsells tyres under the\r\nname ‘Infinity’. The present appeal arises out of\r\nproceedings brought by Etraction to interdict\nTyrecor from doing so.\r\nThe application for an interdict before Salie-Samuels AJ was\r\nunsuccessful and a counter-application by Tyrecor\nfor the expungement\r\nfrom the registered mark of the reference to ‘tires’\r\nsucceeded. This appeal is with her leave.\n[2]\nTyrecor has been importing and selling\r\ntyres in South Africa under the brand name Infinity since at least\r\n2009. The evidence in\nregard to the precise date when it commenced\r\nthis business in its own right is inconclusive. It was registered\r\nwith SARS as an\nimporter of tyres on 26 March 2008, but the\r\nearliest invoice reflecting the importation of tyres by Tyrecor was\r\ndated 22 February\n2009. Prior to that date another entity, Falck\r\nTrading (Pty) Ltd (formerly known as Tyrecor Holdings (Pty) Ltd, and\r\nreferred to\nhereafter as Falck), had, since 2006, imported and sold\r\nin South Africa tyres bearing the Infinity mark. It made significant\r\npurchases\nof tyres in October 2008, which suggests that Tyrecor had\r\nnot by that stage commenced importing and selling tyres. For present\r\npurposes therefore it is safer and favourable to the appellant to\r\naccept early 2009 as the date from which Tyrecor commenced business\n\noperations. I proceed on the basis that prior to that date Falck was\r\nthe party importing and selling tyres in South Africa under\nthe mark\r\nInfinity.\n[3]\nSection\r\n34(1)\n(a)\nof the Act provides that a registered mark is infringed by the\r\nunauthorised use of an identical mark in the course of trade in\n\nrelation to goods or services in respect of which the mark is\r\nregistered. Etraction’s trade mark, INFINITY, was\r\nregistered\nwith effect from 15 April 2008. Having accepted that\r\nTyrecor’s business activities commenced in early 2009, it\r\nfollows that\nthose activities have always infringed the registered\r\nmark, because they involved the use, in the course of trade and\r\nwithout authorisation,\nof an identical mark\n[2]\nin relation to tyres, which were goods in respect of which the mark\r\nwas registered. The outcome of the litigation therefore depended\n\nprimarily upon the validity of the registration of the mark in\r\nrespect of tyres, which was attacked under s 27(1) of the Act,\n\nand a defence of continuous and bona fide prior usage by Falck, as\r\nTyrecor’s predecessor in title, that Tyrecor invoked in\nterms\r\nof s 36(1) of the Act. These two defences were inextricably\r\nlinked and dependent upon the particular facts of the case.\nIt is\r\ntherefore appropriate at the outset to deal with the facts.\nThe\r\nfacts\n[4]\nEtraction\r\nclaimed that it had used the mark INFINITY consistently since 1995.\r\nIn considering this claim it is necessary to draw\na distinction\r\nbetween tyres, and the rims to which they are fitted to constitute\r\nthe wheels of motor vehicles.\n[3]\nIn the context of motor vehicles, wheels, consisting of both rims and\r\ntyres, are necessary for the vehicle to operate, but the\nrims and\r\ntyres may be sold either separately or together. Vehicles come\r\nequipped with both, but there is a market for people to\nreplace those\r\noriginally attached to their vehicles with different rims, or\r\ndifferent tyres, or both, either for the sake of appearance\nor\r\nbecause they are perceived to enhance the vehicle’s\r\nperformance. People who purchase new rims for their vehicles will\n\nusually, but not inevitably, also purchase new tyres. When they\r\npurchase both together as a single unit this is referred to, in\nthe\r\njargon of the trade, as purchasing a ‘combo’.\n[5]\nEtraction says that it started to use the\r\nmark INFINITY on rims in 1995. Annexed to the founding affidavit were\r\nextracts from catalogues\nfor 1996/7, 2000, 2001 and 2005/6, all\r\nshowing various rims bearing the mark either alone or in combination\r\nwith something else,\nfor example, INFINITY II, INFINITY COBRA and\r\nINFINITY BRAVA. The form that the mark took in each instance was a\r\ncentral decal on\nwhich was printed the word INFINITY placed in the\r\nhub of the rim.\n[6]\nIn\r\nnone of these examples was the mark INFINITY affixed to tyres, nor\r\ndid Etraction claim that it had ever used the mark on tyres\nas\r\nopposed to rims. Instead it highlighted the fact that in one of the\r\nadvertisements for a ‘combo’ the rim bore the\nmark\r\nINFINITY on which basis it alleged that the mark had been used in\r\nrelation to ‘combos’. It said that this had\nbeen a common\r\nfeature of its trade over the years and this trade had been very\r\nsuccessful. Insofar as that was intended to suggest\nuse of the mark\r\nINFINITY in relation to tyres the claim was negated by the fact that\r\nin the same advertisement for the ‘combo’\nthe tyre bore a\r\nseparate mark of MRW (an acronym for Malas Racing Wheels\n[4]\n),\r\nanother registered mark of which Etraction is the registered owner.\n[7]\nApart from the brochures annexed to the\r\nfounding affidavit Tyrecor annexed to its answering affidavit\r\nextracts from a trade magazine\nfor the tyre industry, entitled\nSouthern Africa Treads\n,\r\nwhich contained advertisements by Etraction. These were primarily\r\nadvertisements for tyres, not rims, and in none of them was\nthe mark\r\nINFINITY used in relation to tyres or mentioned at all, although the\r\nMRW mark appears on depictions of tyres and is referred\nto in the\r\ntext of the advertisements. Various other marks not apparently owned\r\nby Etraction were used on other tyres appearing\nin these\r\nadvertisements.\n[8]\nIn summary therefore there was no evidence\r\nat all that Etraction had ever made use of the mark INFINITY in\r\nrelation to tyres although\nthere was some limited evidence of its use\r\nin relation to rims. Even there it is unclear to what extent it was\r\nused. Other marks\nsuch as MRW and JAZZ featured in the brochures and\r\nadvertisements. There was no evidence of the extent of sales of rims\r\nbearing\nthe INFINITY mark or of the amount spent on advertising or\r\nthe share of the market claimed for such rims.\n[9]\nAgainst\r\nthis, the mark Infinity has been in use in relation to tyres in South\r\nAfrica since at least 2006, initially by Falck and\nlatterly by\r\nTyrecor. Falck obtained an import permit for a first shipment of 5000\r\ntyres branded with the Infinity mark in 2006.\nIn September 2006 it\r\nobtained four further permits for the importation for exhibition\r\npurposes of various types of tyres. In 2006\nit exhibited tyres under\r\nthis mark at two different exhibitions. The one was the Electra\r\nMining Expo and the other the Tyre Expo\nAfrica. In relation to the\r\nformer there is a photograph of the stand bearing on all four sides a\r\nvery large board with the single\nword ‘Infinity’ and the\r\nsymbol ® which is customarily used to indicate that the word or\r\nwords is a registered trade\nmark.\n[5]\nIn relation to the latter there is an exhibitors’ show\r\nguide that identifies the stand as being that of ‘INFINITY\n\nTYRES’ and refers to the brand Infinity. Again the symbol ®\r\nwas included whenever the mark was used and this has been\na feature\r\nof the use that Falck and Tyrecor have made of the Infinity mark. The\r\nshow guide refers to Infinity tyres having recently\nbeen launched at\r\na German trade show. That is consistent with the claim by Tyrecor\r\nthat the mark is an international one used on\ntyres\nby\r\nthe Al Dobowi Group with which it is engaged in this business in\r\nSouth Africa, that group being an indirect shareholder in Tyrecor.\n[10]\nTyrecor furnished sales and advertising\r\nfigures in respect of Infinity tyres for the period from 2006 to 2011\r\nshowing a considerable\ngrowth in sales and advertising expenditure\r\nduring this period. Taking the figures for 2006 and 2007 alone, on\r\nthe basis that they\nwere clearly prior to the date of registration of\r\nEtraction’s mark, these show sales of over 15000 units for\r\nnearly R10 million\nand advertising expenditure of about R140 000.\r\nThat is by no means insignificant. From 2008 onwards, sales volumes\r\nhave increased\nsubstantially and revenues in excess of R100 million\r\nhave been generated. That there was awareness in the market from 2006\r\nonwards\nof the existence of Infinity tyres emanating from Falck was\r\nacknowledged in the founding affidavit and could not be gainsaid\r\nbearing\nin mind that Etraction was also an exhibitor at the Tyre Expo\r\nAfrica in 2006 with a stand relatively close to that of Infinity\r\nTyres.\nVested\r\nrights\n[11]\nSection 36(1) of the Act protects\r\ncontinuous and bona fide prior use of what would otherwise be an\r\ninfringing mark. It provides\nthat:\n‘\nNothing\r\nin this Act shall allow the proprietor of a registered trade mark to\r\ninterfere with or restrain the use by any person of\na trade mark\r\nidentical with or nearly resembling it in respect of goods or\r\nservices in relation to which that person or a predecessor\nin title\r\nof his has made continuous and\nbona fide\nuse of that trade mark from a date\r\nanterior –\n(a)\r\nto the use of the first mentioned trade mark in relation to those\r\ngoods or services by the proprietor or a predecessor in title\n…;\r\nor\n(b)\r\nto the registration of the first mentioned trade mark in respect of\r\nthose goods or services in the name of the proprietor or\na\r\npredecessor in title of his;\nwhichever\r\nis the earlier …’\nThe\r\nunderlying purpose of this section is to prevent a proprietor of a\r\ntrade mark from exercising rights merely on the basis of\npriority of\r\nregistration and it preserves whatever common-law rights there may be\r\nantecedent to the rights of the registered proprietor.\n[6]\nA party relying on this defence must establish bona fide and\r\ncontinuous use of the mark, either by itself or by its predecessor\nin\r\ntitle, at a time prior to the use or registration of the registered\r\nmark by the proprietor thereof, whichever is earlier. In\nthis case\r\nregistration was the earlier date.\n[12]\nIt follows that Tyrecor had to show that\r\nit, or its predecessor in title, had made continuous and bona fide\r\nuse of the trademark\n‘Infinity’ from a date prior to 15\r\nApril 2008, being the date of registration of Etraction’s\r\ntrademark. On the\nfacts as summarised in para 10 above there can\r\nbe no question but that the trademark Infinity was being used from\r\n2006 on\na continuous basis in relation to the sale of tyres in South\r\nAfrica. Nor can there be any question that the use was bona fide. In\n\nview of my assumption that Tyrecor only commenced trading in tyres\r\nbearing the ‘Infinity’ mark at a date in early 2009\nwe\r\nare concerned with the use of the mark by Falck.\n[13]\nFalck\r\nused the trade mark Infinity in relation to tyres prior to Tyrecor\r\nand prior to Etraction’s registration of the mark.\nTwo\r\nquestions must be addressed. The first is whether that use was of the\r\ncharacter specified in s 36(1). That requires some\nexplanation\r\nin the light of what I have said above about that use being in\r\npractical terms both continuous from 2006 and bona fide.\nThe argument\r\non behalf of Etraction was that mere use of this character does not\r\nsuffice to entitle someone to claim the protection\nof s 36(1).\r\nIt submitted that the use had to be use as the proprietor of the\r\nmark.\n[7]\nAs matters transpired\r\nthat proposition lay at the heart of the argument addressed to us\r\nalbeit formulated in various guises. The\nsecond question was whether\r\nFalck was Tyrecor’s predecessor in title. I will deal with each\r\nin turn.\n[14]\nConceptually\r\nthere was an immediate difficulty with the submission that a party\r\nseeking the protection of s 36(1) must be the proprietor\nof the\r\ndisputed mark. As explained in\nWebster\r\nand Page\n:\n[8]\n‘\nUnder\r\nthe common law a trade mark cannot as such be the subject of\r\nproprietary rights. One can only become the proprietor of the\n\ngoodwill of the business in relation to which the mark is used in\r\nconsequence of the use which has been made of the mark.’\nUnlike\r\na registered trade mark, an unregistered mark is not itself an\r\nincorporeal asset capable of being owned. It contributes to\nthe\r\ngoodwill of a business by identifying a business, goods or services\r\nin the market place with a particular source and, unlike\na registered\r\nmark, it is incapable of being alienated separately from the goodwill\r\nof that business.\n[9]\nWhere\r\nsomeone else adopts the same or a confusingly similar mark they seek\r\nthereby to represent that their business, goods or services\nare from\r\nthe same or a connected source. The action for passing-off is the\r\nmeans that the law affords to protect against that type\nof\r\nmisrepresentation. In summary:\n‘\nA\r\npassing-off action is a remedy for the invasion of a right of\r\nproperty not in the mark, name or get-up improperly used, but in\nthe\r\nbusiness or goodwill likely to be injured by the misrepresentation\r\nmade by passing-off one person's goods as the goods of another.\n\nGoodwill, as the subject of proprietary rights, is incapable of\r\nsubsisting by itself. It has no independent existence apart from\nthe\r\nbusiness to which it is attached.’\n[10]\n[15]\nEtraction’s\r\nargument was therefore based on an incorrect premise. While, for the\r\npurposes of registration of a mark, the Act\nmakes use of the concept\r\nof proprietorship in respect of an unregistered mark\n[11]\nit is clear that the word has a special meaning in that context.\n[12]\nIt is only on registration that the applicant for registration\r\nbecomes the proprietor of the registered mark. It cannot therefore\nbe\r\nthe case that in order to enjoy the protection afforded by s 36(1)\r\nit is necessary to show that the party claiming protection\nowned the\r\nmark in issue. The endeavour by counsel to bolster his argument in\r\nthis regard by reference to s 27(1), to which\nI will revert in\r\ndue course when dealing with the expungement application, and the\r\ncases that have said that bona fide use under\ns 36 bears the\r\nsame meaning as bona fide use under s 27(1), was likewise\r\nmisplaced. The reference in s 27(1)\n(a)\nto the proprietor of a mark is a reference to a registered proprietor\r\nwho is seeking to resist expungement, and does not refer\nto an\r\nunregistered mark.\n[16]\nThe\r\nclear purpose of s 36(1) is to protect common law rights arising\r\nfrom continuous and bona fide use of an unregistered trade\nmark prior\r\nto either the use\n[13]\nor\r\nregistration\n[14]\nof the mark\r\nin issue. Consistent with that purpose, any person entitled to bring\r\na passing off action based on the reputation they\nhad acquired from\r\nthe use of the unregistered mark would be entitled to invoke s 36(1)\r\nagainst a claim for infringement by\nthe proprietor of a registered\r\nmark.\n[17]\nPerhaps\r\nanticipating this approach counsel for Etraction drew our attention\r\nto the passage in\nWebster\r\nand Page\n[15]\nthat\r\nreads:\n‘\nAn\r\nagent or distributor who merely sells, or imports and sells, goods\r\nmanufactured by another without adding anything to the mark\nor get-up\r\nunder which they are produced, does not thereby acquire any goodwill\r\nin the name or get-up; for those symbols thereby\nacquire a reputation\r\nas indicating that the goods emanate from the particular\r\nmanufacturing provenance and not that they were imported\nand/or\r\ndistributed by that particular agent.’\nSeizing\r\non a statement that the mark Infinity was owned by a British Virgin\r\nIslands registered company in the Al Dobowi group of\ncompanies\r\ncounsel submitted that Falck could not have acquired in its own right\r\nany reputation or goodwill in Infinity tyres. Accordingly\nhe\r\nsubmitted that it would not have been open to Falck, prior to April\r\n2008, to bring proceedings to prevent another party from\nmarketing\r\ntyres in South Africa under the name Infinity. The argument was\r\nadvanced notwithstanding that\nsuch\r\nregistration of a trade mark in a foreign jurisdiction by a foreign\r\ncompany could not give rise to any rights as a trade mark\nin South\r\nAfrica in view of the principle of territoriality that applies in\r\nrespect of trade marks.\n[16]\n[18]\nIn my view that argument must fail because\r\nit ignores the word ‘merely’ and the phrase ‘without\r\nadding anything\nto the mark’ in the quoted passage. It also\r\nignores the passage that follows immediately thereafter, which reads:\n‘\nOn\r\nthe other hand, it is possible for a distributor so to market the\r\ngoods which he distributes that the name or get-up under which\nthey\r\nare sold acquires a reputation as indicating that they emanate from\r\nhim: in which case the goodwill adhering to that name\nor get-up will\r\nvest in him. The enquiry as to which trade source the symbol has come\r\nto indicate in the territory in question is\nin every case one of\r\nfact.’\n[19]\nIf\r\nTyrecor could show that Falck had acquired a sufficient reputation\r\nfor tyres sold under the mark Infinity\n[17]\namong a substantial number of actual or prospective purchasers, that\r\nwould have entitled it to bring passing off proceedings against\n\nanyone marketing tyres under that or a confusingly similar name. For\r\nthis purpose I assume that it would have been possible for\nsuch\r\nmarketing to take place, notwithstanding the requirement that before\r\nany tyres can be marketed in this country they must be\nhomologated by\r\nthe South African Bureau of Standards, which would presumably avoid\r\nconfusing similarities in tyre brand names.\n[20]\nThe usual way in which to discharge the\r\nonus of proving such a reputation is by way of proof of actual sales\r\nand advertising to\nestablish the requisite reputation. The evidence\r\nreflects sales in the period from 2006 to April 2008 of over 15000\r\nunits for nearly\nR10 million and advertising expenditure of about\r\nR140 000. The sales trajectory was upwards. The product was\r\nbeing actively\nmarketed at industry shows and by approaches to\r\npotential customers, as demonstrated by an approach in March 2008 by\r\nMr de Villiers,\nwho deposed to the opposing affidavit on behalf of\r\nTyrecor, to Mr Akram of Etraction with a view to supplying Etraction\r\nwith Infinity\ntyres. This evidence is uncontroverted. It sufficed to\r\nestablish that Infinity tyres had acquired a reputation in this\r\ncountry\ncapable of being protected by way of passing-off proceedings.\n[21]\nThe only remaining question is whether that\r\nreputation vested in Falck. In my view it did and the\r\ncharacterisation of Falck as a\nmere importer and distributor of tyres\r\nfrom another source was incorrect. Falck was originally known as\r\nTyrecor Holdings (Pty)\nLtd and it was always clearly associated with\r\nthe Tyrecor group of companies in which Mr de Villiers and his\r\nbrother were the moving\nspirits. It was not an importer and\r\ndistributor in the sense of a retail outlet that imports and sells\r\ngoods bearing marks indicating\nthat the goods have an origin other\r\nthan that of the retailer. Falck was the commercial vehicle through\r\nwhich the Al Dobowi group,\nwhich markets tyres under the name\r\nInfinity on an international basis, and the Tyrecor group undertook a\r\njoint venture to market\nInfinity tyres in South Africa. Thus, the\r\npublic presence of ‘Infinity’ tyres in this country at\r\nall times manifested\nitself solely through the corporate vehicles\r\nassociated with the Tyrecor group.\n[22]\nBearing\r\nin mind that any injury underpinning a passing-off action would arise\r\nfrom a misrepresentation damaging the reputation \n(and\r\nconsequent goodwill) in South Africa, as the place where the\r\nmisrepresentation was made,\n[18]\nit seems logical that the joint venture partners would have wished\r\nthe reputation they were intent on building for their brand\nof tyres\r\nto vest in the entity through which they were carrying on the joint\r\nventure. There would be little point in trying to\nseparate that\r\nreputation from the broader goodwill attaching to Falck as a business\r\ntrading in tyres, a goodwill that would arise\nfrom the service\r\nrendered by the staff of the business, the quality of its product,\r\nthe advertising and marketing that it undertook\nand the like. Lastly\r\nthere is the fact that the marketing of Infinity tyres, as is\r\napparent from the materials in the papers, always\noccurred in\r\nconjunction with the Tyrecor name and the Tyrecor group. No doubt\r\nthat was to take advantage of any reputation that\nthe De Villiers\r\nbrothers had built up in South Africa in the tyre business.\n[23]\nCounsel\r\ndid submit, albeit faintly, that Tyrecor was not the successor in\r\ntitle of Falck. In the face of the undisputed evidence\nthat a\r\ndecision was taken by the joint venture partners no longer to use\r\nFalck as the commercial vehicle for their operations in\nSouth Africa,\r\nand henceforth to conduct that business through Tyrecor, as indeed\r\nhappened, that was an optimistic submission. Such\na rearrangement of\r\nbusiness affairs within a trading group or as between joint venture\r\npartners, without the business itself changing,\nis by no means\r\nuncommon.\n[19]\nI can see no\r\nreason to doubt the correctness of Mr de Villiers’ statement\r\nthat Tyrecor took over Falck’s business in\nabout March 2009. As\r\nalready pointed out that is consistent with the records in regard to\r\nthe importation of tyres and sales by\nTyrecor. Counsel complained\r\nthat there was no proof that there had been compliance with the\r\nrequirements of s 228 of the Companies\nAct 61 of 1973, but I\r\nfail to see on what footing it would be open to Etraction as a\r\nstranger to the relationship between Falck\nand Tyrecor to complain of\r\nany such non-compliance. So long as the parties to the transaction\r\nare content with what they have done\nand no-one affected thereby and\r\nhaving a direct and substantial interest in the transaction, such as\r\na shareholder, creditor or\nthe revenue authorities, wishes to\r\nchallenge its validity, it seems to me that it must stand on the\r\nterms arranged by the parties\nto it.\n[20]\n[24]\nI\r\ntherefore hold that Tyrecor was the successor in title to Falck’s\r\nbusiness of selling Infinity tyres in South Africa and\nwas entitled\r\nto rely on the latter’s bona fide and continuous use of the\r\nmark Infinity to resist Etraction’s infringement\nclaim. That\r\nrelieves me of the necessity to consider whether the use contemplated\r\nby s 36(1) is limited to such use as would\nentitle the user to\r\nbring a passing-off action. I do not, however, wish to foreclose the\r\npossibility that the section may have\na broader reach than that and\r\nmay extend to any bona fide and continuous use irrespective of\r\nwhether it would give rise to a legal\nright capable of founding a\r\nclaim.\n[21]\nThere seems to me\r\nto be much to be said for the proposition that any lawful use having\r\nthe characteristics of being both continuous\nand bona fide may found\r\nthe defence. That is, after all, precisely what the section says and\r\nI am not persuaded that the niceties\nof trade mark law require a\r\ndifferent construction. It seems to have been the approach in the\r\nonly case to which we were referred\nthat dealt directly with a\r\ndefence under this section namely the case of\nBosch\n.\n[22]\nThere, a firm of engineers, named eponymously after its founder, had\r\nestablished a subsidiary company undertaking work in regard\nto\r\ncomputer systems. In turn a further subsidiary was established\r\nadvising on information systems. All the companies in the group\nused\r\nthe name ‘Bosch’ and a similar logo. That use by the\r\ninformation services subsidiary was held to be sufficient\nto justify\r\nthe invocation of the s 36(1) defence, without there being any\r\nfinding that it was vested with a reputation for\npurposes of\r\npassing-off in the mark ‘Bosch’.\n[25]\nThe appeal against the dismissal of\r\nEtraction’s infringement claim must therefore be dismissed. I\r\nturn then to consider the\nappeal against the partial expungement\r\norder.\nExpungement\n[26]\nThe high court ordered a partial\r\nexpungement of Etraction’s trade mark by the exclusion from the\r\nscope of the registered trade\nmark of the word ‘tires’.\r\nIn terms of s 27(1)\n(a)\nof\r\nthe Act a registered trade mark may be expunged if:\n‘…\nthe\r\ntrade mark was registered without any\nbona\r\nfide\nintention on the part of the\r\napplicant for registration that it should be used in relation to\r\nthose goods or services by him or\nany person permitted to use the\r\ntrade mark as contemplated by section 38, and that there has in fact\r\nbeen no\nbona fide\nuse of the trade mark in relation to those goods or services by any\r\nproprietor thereof or any person so permitted for the time\nbeing up\r\nto the date three months before the date of the application’.\nThe\r\nsection has two elements. A person invoking the section must prove\r\nthat the registration occurred without any bona fide intention\nto use\r\nthe mark and that there has in fact been no bona fide use of the\r\nregistered mark. For present purposes, only the first is\nrelevant,\r\nbecause it is common cause that Etraction has not made any use of the\r\nregistered mark INFINITY in respect of tyres.\n[27]\nWhether Etraction had a bona fide intention\r\nto use the mark INFINITY in relation to tyres is a question of fact.\r\nThe background\nto its registration of the mark is accordingly\r\nimportant. I have already outlined the use it made from 1995 of that\r\nmark in relation\nto rims and the fact that it has never used the mark\r\nin relation to tyres. On its own admission it became aware in 2006\r\nthat tyres\nwere being sold under the mark Infinity. During the next\r\ntwo years it must have seen the advertisements for Infinity tyres in\r\ntrade\nmagazines in which it also placed advertisements,  yet it\r\nwas only in 2008 that it did anything about it. The circumstances\nin\r\nwhich it did so are highly relevant to its bona fides.\n[28]\nEtraction lodged its application for\r\nregistration of the INFINITY mark on 15 April 2008. Although it\r\nclaimed in its affidavits to\nbe a neophyte in respect of trade mark\r\napplications, that was untruthful. It had applied for two trade marks\r\nin August 1998 –\ninterestingly enough not for INFINITY –\r\nand these had been registered on 8 October 2002. On 12 March 2008,\r\none month before\nit lodged the application in dispute, it lodged ten\r\nother applications for registration of the trade marks Malas and MRW.\r\nOn 18\nMarch 2008 it lodged further applications for the marks Lexani\r\nand Asanti. The claim of ignorance can hardly be sustained in the\n\nlight of those facts.\n[29]\nOn 17 and 18 March 2008 Mr de Villiers and\r\nMr Pelser addressed emails to Etraction offering to supply it with\r\nINFINITY tyres. The\nemails enclosed photographs of the tyres that\r\nTyrecor was offering to supply and set out the prices at which it was\r\noffering the\ntyres. On 26 March 2008 Mr de Villiers sent an e-mail\r\nrecording a meeting he had had with Mr Tayob and Mr Akram. It read:\n‘\nI\r\nwould once again like to thank you for affording me the time to meet\r\nwith both of you today to introduce our products. We are\nvery proud\r\nof the INFINITY brand and believe that we will be able to add value\r\nto your organization.\nI\r\nsincerely hope that we can establish a beneficial relationship in the\r\nnear future. Please do not hesitate to contact me should\nyou require\r\nany additional information.’\n[30]\nWithin three weeks after that meeting\r\nEtraction applied for registration of the mark INFINITY in relation\r\nto tyres. It did not,\nhowever, convey to Tyrecor that it objected to\r\nit using the mark nor did it give any notice of its application to\r\nTyrecor until\nit had secured registration of the mark, which occurred\r\non 19 May 2011. During the three years between the date of its\r\napplication\nand registration Tyrecor continued to trade and built up\r\nits business in the sale of Infinity tyres without any inkling that\r\nEtraction\nobjected thereto or that it intended itself to enter the\r\nmarket for tyres under that brand name. In 2011 its turnover from\r\nthis\ntrade exceeded R100 million.\n[31]\nIt is impossible in those circumstances to\r\ncome to any conclusion other than that Etraction’s purpose in\r\nseeking the registration\nof the INFINITY mark in respect of tyres was\r\nto stultify Tyrecor’s business. There is not a jot or tittle of\r\nevidence to\nsuggest that it genuinely intended at any stage to trade\r\nin tyres under the Infinity mark. Nor can it be said that the mark\r\nwas\nregistered in these broad terms as a defensive mark. The\r\ncoincidence in timing between Mr de Villiers’ sales visit and\r\nthe\napplication for registration of the INFINITY mark is indicative\r\nof an attempt to harm the business of a successful competitor. No\n\nother plausible explanation for this conduct has been proffered and\r\nthe one that was advanced, that Etraction was unfamiliar with\ntrade\r\nmarks, was simply untrue.\n[32]\nThere\r\nhave been a number of judgments of this court on what constitutes\r\nbona fide use of a trade mark and I need quote only two.\nIn\nRembrandt\n[23]\nSteyn CJ said that use:\n‘…\nfor\r\nan ulterior purpose, unassociated with a genuine intention of\r\npursuing the object for which the Act allows the registration\nof a\r\ntrade mark and protects its use, cannot pass as\nbona\r\nfide\nuser.’\nThen\r\nHarms JA in\nThe\r\nGap\n,\n[24]\nsaid:\n‘\nFor\r\npresent purposes, it suffices to say that “\nbona\r\nfide\nuser”\n“\nmeans\r\na user by the proprietor of his registered trade mark in connection\r\nwith the particular goods in respect of which it is registered\nwith\r\nthe object or intention primarily of protecting, facilitating, and\r\nfurthering his trading in such goods, and not for some\nother,\r\nulterior object”.\nThis\r\ntest is similar to that proposed in an opinion by the Advocate\r\nGeneral in the European Court of Justice in the\nAnsul\ncase:\n“\nWhen\r\nassessing whether use of the trade mark is genuine, regard must be\r\nhad to all the facts and circumstances relevant to establishing\n\nwhether the commercial exploitation of the mark is real, particularly\r\nwhether such use is viewed as warranted in the economic sector\n\nconcerned to maintain or create a share in the market for the goods\r\nor services protected by the mark, the nature of those goods\nor\r\nservices, the characteristics of the market and the scale and\r\nfrequency of use of the mark.”’\n[33]\nIn considering whether the proprietor of\r\nthe mark bona fide intended to use it in relation to the goods in\r\nrespect of which it is\nregistered one examines the facts, as they\r\nappear from the course of events leading up to the application for\r\nregistration, to\ndetermine whether there was a genuine intention to\r\nuse the mark in the course of trade in respect of those goods or\r\nwhether the\nregistration was intended for an ulterior purpose.\r\nEtraction had used the mark Infinity to some degree in respect of\r\nrims from\n1995, but made no attempt to register a trade mark or to\r\nassert any rights in respect of its use especially in respect of\r\ntyres.\nFrom when Falck entered the market in 2006, until Mr de\r\nVilliers’ fateful attempt to sell Infinity tyres to Etraction\r\nin\nMarch 2008, it made no complaint about the branding, nor did it\r\never suggest that this was an infringement of its existing rights\nor\r\nwould interfere with any planned expansion of its commercial\r\nactivities. Nothing in its conduct showed a genuine intention to\nuse\r\nthe mark in relation to the sale of tyres. Its registration of other\r\nhouse marks pointed in the opposite direction.\n[34]\nThere is no acceptable explanation for\r\nEtraction’s decision a mere three weeks after Mr de Villiers’\r\nattempt to sell\nit Infinity tyres to apply for registration of the\r\nINFINITY trade mark. Can one infer an ulterior motive from this? In\r\nmy view\none can. Surreptitiously seeking to register a trade mark\r\nwhen one is aware of the fact that another person is using it and\r\nwith\nthe intention of exploiting registration to disrupt their use or\r\nto procure an undue advantage justifies the inference of ulterior\n\nmotive.\n[35]\nIt\r\nseems to me that this case is similar, in regard to the conduct of\r\nEtraction, to what occurred in the context of the registration\nof a\r\ndomain name in an arbitration involving\nFinter\r\nBank\n[25]\nin\r\nSwitzerland. The bank had existed for a number of years and held a\r\nregistered mark ‘Finter”, which was the name by\nwhich it\r\nwas commonly known. It had also registered a domain name ‘Finter.ch’.\r\nWhen the system, of domain registration\nwas altered to give priority\r\nto domain names with suffixes such as ‘org’ or ‘com’\r\nMr Olivieri registered\ntwo names ‘finter.org’ and\r\n‘finter.com’, claiming to have done so because his family\r\ndog was called ‘Ruby\nder Finter’. However, this was\r\nbelied by his conduct, ten days after receiving the domain\r\nregistration, of trying to sell\nthe two domain names to the bank. The\r\narbitrator dealt with whether he had acted in bad faith in the\r\nfollowing way:\n‘\nAlthough\r\nit is difficult to define in general terms a multi-facetted notion\r\nsuch as bad faith, it should under Swiss law comprise\ntwo elements:\n–\nthe\r\nknowledge of given facts, in the present case the prior use by\r\nComplainant of a trade name and a trademark …\n–\nthe\r\nawareness to act against a rule of law.’\n[36]\nFollowing that approach Etraction acted\r\nwith a knowledge of given facts namely the extensive trade already\r\nbuilt up in relation\nto Infinity tyres. Second it acted for a purpose\r\nother than that for which trade mark registration is permitted. Its\r\nconduct when\nit applied for registration can only be described as\r\nunderhand, I am satisfied that it did not have any bona fide\r\nintention to\nuse the mark in respect of tyres. In common parlance its\r\nmotive was to throw a spanner in the commercial works of Tyrecor’s\n\nsuccessful trade in Infinity tyres.\n[37]\nAccordingly the high court was correct to\r\ngrant the order for the expungement from Etraction’s\r\nregistration of the word ‘tires’.\nHowever, undaunted by\r\nthis Etraction sought to argue that such a limited expungement would\r\nnot assist Tyrecor, because tyres are\nsimilar goods to the goods in\r\nrespect of which the registration would survive. Accordingly it\r\nsubmitted that for it to continue\nto use the mark Infinity in respect\r\nof tyres would infringe its trade mark in terms of s 34(1)\n(b)\nof the Act. For my part I doubt that\r\nsuch an argument would or could succeed in the face of a finding that\r\ntyres should not have\nbeen included in the registered mark in the\r\nfirst instance. But to put the matter beyond doubt the terms of\r\nregistration of Etraction’s\nmark should be further amended by\r\nthe insertion of a clear disclaimer that the registered mark does not\r\ninclude tyres\n[38]\nIn the result the following order is made:\n1\r\nSave for paragraph 2 of this order the appeal is dismissed with\r\ncosts, such costs to include those consequent upon the employment\nof\r\ntwo counsel where two counsel were employed.\n2\r\nThe order granted in respect of the counter-application is amended to\r\nread as follows:\n‘\nThe\r\ncounter application succeeds with costs and the Registrar is directed\r\nin terms of\nsection 24(1)\nof the\nTrade Marks Act, to\nexpunge the word\r\n‘tires’ from the Applicant’s trade mark\r\nregistration and to amend the registration to read ‘\nVehicle\r\ncomponents and Accessories: wheels and rims, but not including\r\ntyres’.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor\r\nappellant: Mark Seale\nInstructed\r\nby:\nBrian\r\nBacon Inc, Cape Town;\nWebbers,\r\nBloemfontein\nFor\r\nrespondent: R Michau SC (with him I Joubert)\nInstructed\r\nby:\nHahn\r\n& Hahn Inc, Pretoria\nPeyper\r\nAttorneys, Bloemfontein.\n[1]\nThe registered mark uses the American spelling.\n[2]\nIt is not suggested that it makes any difference that the registered\r\n\tmark is in block capitals, as are the depictions of the\nmark relied\r\n\ton by Etraction, whilst Tyrecor only capitalises the initial letter\r\n\t‘I’ in its use of the mark ‘Infinity’.\n[3]\nIn\r\n\tthe affidavits there was a measure of confusion in that ‘wheels’\r\n\twas sometimes used to refer to rims and tyres,\nand sometimes to rims\r\n\talone. In this judgment I will refer to rims and tyres as the\r\n\tcomponent elements of wheels, so that the\nlatter expression will\r\n\trefer to a rim and a tyre in combination.\n[4]\nEtraction was formerly called Malas Car Sales & Spares (Pty)\r\n\tLtd. The brochures and advertisements annexed to the affidavits\nwere\r\n\tall published under this name but, for the sake of simplicity and\r\n\tconvenience, I have used the current name throughout the\njudgment.\n[5]\nSuch use was a contravention of s 62(1) of the Act, but Etraction\r\n\tmakes no point of that fact. Tyrecor claims an international\nuse of\r\n\tthe mark, but there was no compliance with the provisions of\r\n\ts 62(2)\n(a)\nor\n(b)\nof\r\n\tthe Act.\n[6]\nNino's\r\n\tCoffee Bar & Restaurant CC v Nino's Italian Coffee &\r\n\tSandwich Bar CC & another; Nino's Italian Coffee &\nSandwich\r\n\tBar CC v Nino's Coffee Bar & Restaurant CC\n1998 (3) SA 656\n(C) para 63.\n[7]\n‘Proprietorship of the mark is required before the claim to a\r\n\tprior right will be accepted.’ Appellant’s heads\nof\r\n\targument para 26.\n[8]\nC E Webster and G E Morley\nWebster\r\n\tand Page South African Law of Trade Marks\n4ed\r\n\t(looseleaf, Issue 9) para 5.3 at 5-3.\n[9]\nButterworths\r\n\tPublishers (Pty) Ltd v Jacobsens Group (Pty) Ltd\n[2005]\r\n\t2 All SA 588\n(T);\n[2005] ZAGPHC 42\n; paras 10-12.\n[10]\nStar\r\n\tIndustrial Co Ltd v Yap Kwee Kor (t/a New Star Industrial Co)\n[1976] FSR 256\n(PC) at 269 cited with approval in\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n&\r\n\tanother\n1998\r\n\t(3) SA 938\n(SCA);\n[1998] ZASCA 44\n; paras 11 and 29. I have omitted\r\n\tthe final sentence in the quotation that said that goodwill has a\r\n\tlocality. Although Harms JA\nquoted the advice of Lord Diplock in\nStar\r\n\tIndustrial\nwith approval in\nCaterham\n,\r\n\the rejected his view that the existence of a protectable reputation\r\n\twas dependent upon having customers within the jurisdiction\nof the\r\n\tcourt. He followed the approach of Christopher Wadlow\nThe\r\n\tLaw of Passing-off: Unfair Competition by Misrepresentation\n4ed (2011) paras 3-109 to 3-130 where the author suggested that\r\n\tcommon law jurisdictions no longer take a ‘hard line’\nin\r\n\tregard to the need for there to be customers within the jurisdiction\r\n\tin order for there to be passing-off and held that goodwill\ncan be\r\n\tsevered from reputation. However, it is debatable whether Wadlow was\r\n\tcorrect in his analysis in the light of the recent\ndecision and\r\n\treview of the authorities on which he relied in\nStarbucks\r\n\t(HK) Ltd v British Sky Broadcasting Group PLC\n[2015]\r\n\tUKSC 31.\nIt may be that South Africa, and probably Australia, are\r\n\tnow the only jurisdictions that do not take a hard line.\n[11]\nSections 10(3) and 18 of the Act.\n[12]\nVictoria's\r\n\tSecret Inc v Edgars Stores Ltd\n1994\r\n\t(3) SA 739\n(A);\n[1994] ZASCA 43\n; at 744A-745B.\n[13]\nSection 36(1)\n(a)\nof the Act.\n[14]\nSection 36(1)\n(b)\nof the Act.\n[15]\nPara 15.8.1 (Issue 15) at 15-47.\n[16]\nSee\nVictoria's\r\n\tSecret Inc v Edgars Stores Ltd\n[1994] ZASCA 43\n;\n1994 (3) SA 739\n(A) at 745E-747F and\nAM\r\n\tMoolla Group Ltd & others v The Gap Inc & others\n2005 (6) SA 568\n(SCA);\n[2005] ZASCA 72\n; paras 9 and 10.\n[17]\nHoechst\r\n\tPharmaceuticals (Pty) Ltd v The Beauty Box (Pty) Ltd (in\r\n\tliquidation) & another\n1987\r\n\t(2) SA 600\n(A);\n[1987] ZASCA 5\n; at 613F-G;\nCaterham\r\n\tCar Sales\nsupra\r\n\tpara 16.\n[18]\nCaterham\r\n\tCar Sales\nsupra\r\n\tpara 20.\n[19]\nIt is a situation specifically contemplated in\ns 197\nof the\nLabour Relations Act 66 of 1995\n.\n[20]\nc/f\nTraub\r\n\tv Barclays National Bank Ltd; Kalk v Barclays National Bank Ltd\n1983\r\n\t(3) SA 619\n(A) at 629-630.\n[21]\nSuch as the example given in Jeremy Phillips\nTrade\r\n\tMark Law\npara\r\n\t8.50 at 232 of a company Rytz Industriebau AG having used the same\r\n\tname for many years prior to the registration of the mark\nin\r\n\tquestion and had incorporated the name in its registered domain name\r\n\tas rytz.ch. When Rytz Cie SA was formed it registered\na trademark\r\n\tand then claimed infringement. The court dismissed the claim on the\r\n\tbasis of prior usage.\nRytz\r\n\tCie SA v Rytz Industriebau AG\n[2001]\r\n\tETMR 363\n(Federal Civil Court, Switzerland).\n[22]\nRobert\r\n\tBosch GmbH v Bosch Information Systems (Pty) Ltd & others\n2000\r\n\tBIP 286 (D).\n[23]\nRembrandt\r\n\tFabrikante en Handelaars (Edms) Bpk v Gulf Oil Corporation\n1963\r\n\t(3) SA 341\n(A) at 351C-F.\n[24]\nAM\r\n\tMoolla Group Ltd v The Gap Inc\nsupra\r\n\tpara 42. The earlier authorities are collected in\nArjo\r\n\tWiggins Ltd v Idem (Pty) Ltd & another\n2002 (1) SA 591\n(SCA);\n[2002] 2 All SA 147\n(SCA);\n[2001] ZASCA 109\n;\r\n\tin para [6]\n[25]\nFinter\r\n\tBank Zurich v Gialuca Olivieri\nCase\r\n\tNo D 2000-0091 (WIPO Arbitration and Mediation Centre).",
  "scraped_at": "2026-02-12T17:20:21.430433",
  "date": "2015-05-28",
  "coram": [
    "Mpati P",
    "Brand",
    "Wallis JA",
    "Saldulker JJA",
    "Mayat AJA"
  ],
  "case_number": "20185/2014",
  "parties": {
    "applicants": [
      "Etraction (Pty) Ltd"
    ],
    "respondents": [
      "Tyrecor (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Etraction (Pty) Ltd owned the registered trade mark INFINITY (registration No. 2008/08612, class 12) for vehicle components, wheels, tyres and rims, effective 15 April 2008. Tyrecor (Pty) Ltd, and its predecessor Falck Trading (Pty) Ltd, had been importing, marketing and selling tyres under the Infinity brand in South Africa since 2006, with documented sales, advertising and exhibition activity. Etraction sued Tyrecor for infringement, while Tyrecor counter‑claimed that the word “tires” should be expunged from Etraction’s registration. The High Court dismissed Etraction’s interdict and granted the counter‑application; the matter was appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether Tyrecor (or its predecessor Falck) had continuous and bona fide prior use of the Infinity mark for tyres before Etraction’s registration, thereby invoking the defence under s 36(1) of the Trade Marks Act. 2) Whether Etraction’s registration of the mark for tyres was made without a bona fide intention to use it, justifying partial expungement under s 27(1). 3) Whether the appeal against the infringement finding should be dismissed and what order should be made on the expungement application.",
    "principles": "The court applied s 36(1) which protects continuous and bona fide prior use of an unregistered mark against a registered proprietor, emphasizing that proprietorship is not required for the defence—only the existence of goodwill and reputation. It considered the common‑law passing‑off principles and the requirement that the prior user be a successor in title. For expungement, s 27(1) requires proof that a registration was made without a bona fide intention to use the mark for the goods concerned. The court referenced case law on prior use (e.g., Bosch), on bona fide use (Rembrandt, The Gap), and on the nature of goodwill and passing‑off.",
    "application": "The court found that Falck had used the Infinity mark continuously from 2006 for tyres, that its use was bona fide, and that Tyrecor succeeded Falck as the successor in title. Consequently, Tyrecor could rely on the s 36(1) defence and the infringement claim against it failed. Regarding expungement, the court concluded that Etraction never used the mark for tyres, that its application for registration was motivated by an ulterior purpose to impede Tyrecor, and that there was no bona fide intention to use the mark for tyres. Therefore, the partial expungement of the word “tires” from the registration was warranted.",
    "conclusion": "The appeal against the dismissal of Etraction’s infringement claim was dismissed with costs. The counter‑application succeeded: the Registrar is ordered, under s 24(1), to expunge the word “tires” from the INFINITY registration and amend the description to read “Vehicle components and Accessories: wheels and rims, but not including tyres”. Costs were awarded to the successful party."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trade Marks",
    "level_3": [
      "infringement",
      "prior use defence",
      "expungement"
    ]
  }
}