{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/15.html",
  "case_name": "Potgieter v S (20109/2014) [2015] ZASCA 15 (17 March 2015)",
  "citation": "[2015] ZASCA 15",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 15\n|\nNoteup\n|\nLawCite\nPotgieter v S (20109/2014) [2015] ZASCA 15 (17 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 20109/2014\nIn\r\nthe matter between:\nGerhardus\r\nIgnatius\r\nPotgieter\n................................................................................................\nAppellant\nand\nThe\r\nState\n...............................................................................................................................\nRespondent\nNeutral\r\nCitation:\nPotgieter\r\nv S\n(20109/2014)\n[2015] ZASCA 15\n(17 March 2015)\nCoram:\nLewis, Ponnan,\r\nBosielo and Willis JJA and Van der Merwe AJA\nHeard:\n17 March 2015\nDelivered:\n17 March 2015\nSummary:\nIn terms of\ns\r\n16(1)\n(b)\nof\r\nthe\nSuperior Courts Act 10 of 2013\n, an appeal to this court against a\r\ndecision of a court on appeal to it lies only with the special leave\r\nof the Supreme Court of\nAppeal. An order granting leave to appeal to\r\nthis court by the provincial division is a nullity and this court has\r\nno jurisdiction\nto hear the appeal.\nORDER\nOn\r\nappeal from:\nFree State High\r\nCourt, Bloemfontein (Rampai  and Moloi JJ and Phalatsi AJ\r\nsitting as court of appeal)\nThe appeal is struck\r\nfrom the roll.\nJUDGMENT\nLewis\r\nJA (Ponnan, Bosielo and Willis JJA and Van der Merwe AJA concurring)\n[1]\r\nThe appellant in this matter was convicted of rape by the regional\r\ncourt, Bloemfontein and sentenced to eight years’ imprisonment.\n\nThe act of rape was the penetration by him of the complainant’s\r\nvagina with his fingers: section 3 of the Sexual Offences\nAct 32 of\r\n2007 defines such penetration without the consent of the victim as\r\nrape. The regional magistrate accepted the complainant’s\n\nversion of events and rejected the appellant’s as not\r\nreasonably possibly true.\n[2]\r\nA full court of the Free State Division of the High Court (Ramphai\r\nand Moloi JJ  and Phalatsi AJ) dismissed the appeal\nto it by the\r\nappellant, finding that the trial court’s findings as to the\r\ncredibility of the complainant, and that the appellant’s\n\nversion was not reasonably possibly true, were correct. It\r\nnonetheless gave leave to the appellant to appeal to this court\r\nagainst\nits decision.\n[3]\r\nThat it was not able to do. Section 16(1)(\nb\n)\r\nof the\nSuperior Courts Act 10 of 2013\n, in operation at the time when\r\nthe full court heard the appeal and handed down judgment (August and\r\nOctober 2013), provides that\nan appeal against the decision of an\r\nappeal court lies to this court only with special leave granted to it\r\nby this court. The full\ncourt did not have the power to grant leave\r\nto this court. Its order is thus a nullity and this court has no\r\njurisdiction.\n[4]\r\nAnd although the appellant was advised of this prior to the hearing,\r\nhe failed to make any application to this court for special\nleave.\r\nThe appellant and the State have filed supplementary heads of\r\nargument at the request of the registrar of this court as\nto this\r\ncourt’s jurisdiction to hear the matter. And in her\r\nsupplementary heads of argument counsel for the appellant requests\n\nthat we grant special leave. But that is not sufficient. One cannot\r\nask for special leave in heads of argument. A substantive petition,\n\nsupported by an affidavit, ought to have been filed. And the argument\r\nthat this court has inherent jurisdiction to regulate its\nown\r\nprocesses must fail because we have inherent power only where we have\r\njurisdiction in the first place.\n[5]\r\nA postponement to give the appellant the opportunity to make such\r\napplication is not, in my view, warranted. No case has been\nmade out\r\nfor special leave, the requirements for which have been repeatedly\r\nset out by this court. Most recently, in\nVan\r\nWyk v S\nand\nGalela\r\nv S\n[2014] ZASCA\r\n152\n(22 September 2014) this court reaffirmed the principles set out\r\nby Corbett JA in\nWestinghouse\r\nBrake and Equipment v Bilger Engineering\n1986 (2) SA 555\n(A) at 564H-565E. In addition to showing that there\r\nis a reasonable prospect of success on appeal, an applicant must show\r\nspecial\ncircumstances which merit a further appeal to this court.\r\nThese might be a substantial point of law, a matter of great\r\nimportance\nto the public or to the parties, or where the prospects of\r\nsuccess on appeal are so strong that refusal of the application would\n\nresult in a manifest injustice.\n[6]\r\nIn this matter the findings of the full court turn purely on the\r\ncredibility of the complainant and the appellant. There is\nno special\r\ncircumstance and none has been contended for. In my view, there\r\nappears to be little prospect of success on appeal,\nand certainly\r\nthere are no special circumstances warranting special leave to\r\nappeal.\n[7]\r\nAs leave to appeal was granted to this court in error we have no\r\njurisdiction and the appeal must accordingly be struck from\nthe roll.\n[8]\r\nThe appeal is struck from the roll.\n_____________________\nCH\r\nLewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: I J Bezuidenhout\nInstructed\r\nby: UFS Law Clinic, Bloemfontein\nFor\r\nRespondent: M A Mohlala\nInstructed\r\nby: Director of Public Prosecutions,\nBloemfontein",
  "scraped_at": "2026-02-12T16:27:39.932346",
  "date": "2015-03-17",
  "coram": [
    "Lewis JA",
    "Ponnan JJA",
    "Bosielo JJA",
    "Willis JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "20109/2014",
  "parties": {
    "applicants": [
      "Gerhardus Ignatius Potgieter"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Gerhardus Ignatius Potgieter, was convicted by the Regional Court, Bloemfontein, of rape involving finger penetration of the complainant's vagina, in violation of section 3 of the Sexual Offences Act 32 of 2007. The trial court accepted the complainant's version and rejected the appellant's. The appellant appealed to the Free State High Court, which dismissed the appeal, affirming the trial court's findings on credibility, but incorrectly granted leave to appeal to the Supreme Court of Appeal (SCA). No formal application for special leave to the SCA was made.",
    "issues": "Whether the Supreme Court of Appeal has jurisdiction to hear the appeal in the absence of a valid special leave order under section 16(1)(b) of the Superior Courts Act 10 of 2013, and whether the appellant satisfies the criteria for special leave to appeal.",
    "principles": "Section 16(1)(b) of the Superior Courts Act requires that an appeal from an appeal court to the SCA may proceed only if the SCA grants special leave. The SCA’s inherent jurisdiction to regulate its processes exists only if it first has jurisdiction. The requirements for special leave, reiterated in Van Wyk v S and Galela v S [2014] ZASCA 152 and earlier in Corbett JA’s judgment in Westinghouse Brake and Equipment v Bilger Engineering 1986 (2) SA 555 (A) at 564H-565E, include: a reasonable prospect of success on appeal and the presence of special circumstances such as a substantial point of law, public importance, or the risk of manifest injustice.",
    "application": "The full court of the Free State High Court lacked authority to grant leave to the SCA; its order is therefore a nullity. The appellant failed to file a substantive petition with an affidavit seeking special leave. The SCA found no special circumstances in this case—issues centred solely on credibility assessments— and determined that there was little prospect of success on appeal. Consequently, the criteria for special leave were not met.",
    "conclusion": "Because the leave to appeal was granted in error and the SCA lacks jurisdiction, the appeal is struck from the roll. No further order is made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appellate Procedure",
    "level_3": [
      "jurisdiction",
      "special leave",
      "Superior Courts Act",
      "rape conviction"
    ]
  }
}