{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/52.html",
  "case_name": "Van Willing and Another v S (109/2014) [2015] ZASCA 52 (27 March 2015)",
  "citation": "[2015] ZASCA 52",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 52\n|\nNoteup\n|\nLawCite\nVan Willing and Another v S (109/2014) [2015] ZASCA 52 (27 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 109/2014\nIn\r\nthe matter between:\nANTONIO VAN\r\nWILLING\n................................................................................\nFIRST\r\nAPPELLANT\nFAREEZ\r\nMOHAMED\n....................................................................................\nSECOND\r\nAPPELLANT\nand\nTHE\r\nSTATE\n...................................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nVan Willing &\r\nanother v The State\n(109/2014)\n[2015] ZASCA 52\n(27 March 2015)\nCoram:\nMpati\r\nP, Bosielo JA and Schoeman, Van der Merwe and Meyer AJJA\nHeard:\n6 March 2015\nDelivered:\n27\r\nMarch 2015\nSummary:\nCriminal\r\nlaw – Admissibility of hearsay evidence in terms of s 3(1)(c)\r\nof Act 45 of 1988 where person who made the statement\ndeceased –\r\nwhether evidence of single identifying witness credible and reliable\r\n– effect of failure of appellants to\ntestify.\nORDER\nOn\r\nappeal from:\nWestern\r\nCape Division of the High Court, Cape Town (Rogers J sitting as court\r\nof first instance).\n1 The appeal against\r\nthe conviction and the sentence of each of the appellants  is\r\ndismissed.\nJUDGMENT\nSchoeman\r\nAJA (Mpati P, Bosielo JA, Van der Merwe and Meyer AJJA concurring)\n[1]\r\nThis appeal stems from an incident that occurred on 27 June 2012 when\r\nLance Harrison (the deceased) was shot and wounded at\nSteenberg, Cape\r\nTown.  He succumbed to his wounds shortly afterwards. Both\r\nappellants were charged with murder and the unlawful\npossession of a\r\nfirearm or firearms and ammunition in contravention of\nss 3\nand\n90\nof\r\nthe\nFirearms Control Act 60 of 2000\nrespectively.  The\r\nappellants were both convicted of murder and the second appellant,\r\nwas in addition, convicted of the two\ncontraventions of the\nFirearms\nControl Act. The\nappellants were each sentenced to life imprisonment\r\non the murder charge, while the second appellant was, in addition,\r\nsentenced\nto two years’ imprisonment for the illegal possession\r\nof the firearm and one years’ imprisonment for the unlawful\r\npossession\nof ammunition.  The court below granted leave to\r\nappeal to this court both appellants against their convictions and\r\nsentences.\n[2]\r\nNumerous witnesses testified, but the convictions of the appellants\r\nwere based on the evidence of an identifying witness, Ms\nPetersen,\r\nplacing the two appellants on the scene where the shooting took place\r\nand statements made by the deceased first to Ms\nErica Petersen and\r\nlater to Constable Ncedo Ndyamara. The two appellants did not testify\r\nin their own defence, but both called\nwitnesses to confirm their\r\nalibis.\nGrounds of appeal\n[3]\r\nThe criticism by the appellants of the judgment of the court below\r\ncentred on (a) the acceptance of the evidence of Ms Petersen\nand\r\nConst. Ndyamara, arguing that the court paid lip service to the\r\napplicable cautionary rules, in that it did not approach their\n\nevidence with the necessary caution when both were single witnesses\r\nin respect of part of their evidence. Ms Petersen was furthermore\nan\r\nidentifying witness, whose evidence must be approached with caution\r\non that score as well; (b) the ruling that the hearsay evidence\nof\r\nthe deceased as to the identity of his assailants was admissible; (c)\r\nthe submission that if the court was correct in finding\nthat the\r\nfirst appellant was on the scene, the state failed to prove that he\r\nhad shot the deceased or that he had made common cause\nwith the\r\nshooter; and (d) the argument of both appellants that the court below\r\nerroneously rejected their alibis.\nApproach on\r\nappeal\n[4]\r\nIt is appropriate to reiterate the approach of a court of appeal\r\nregarding the factual and credibility findings of the court\nbelow as\r\nset out in\nR\r\nv Dhlumayo.\n[1]\nThe\r\ncourt of appeal must keep in mind that the trial court saw the\r\nwitnesses and could observe and assess their conduct. If there\nwas no\r\nmisdirection as to the facts, the point of departure is that the\r\ntrial court’s findings were correct. The court of\nappeal will\r\nonly reject the finding of the trial court if it is convinced that\r\nthe finding was erroneous. If there is doubt, the\nfindings of the\r\ntrial court must stand.\n[2]\nHowever, it is not only the trial court’s findings that\r\nare important but also the reasons for adopting those findings\nwhich\r\nmust be set out in the judgment.\n[3]\n[5]\r\n The judgment of the court below was comprehensive and detailed,\r\nsetting out the reasons for all the findings.\nThe evidence\n[6]\r\nThe State’s case is that the deceased lived on the property of\r\nMs Petersen in a bungalow in the back yard. On the night\nin question\r\na man called the deceased’s name from the street.  Ms\r\nPetersen recognised the voice as that of a certain\n‘Tony’.\r\nShe recognised his voice as she often saw him when he visited her\r\nneighbour’s daughter with whom he was\ninvolved in a\r\nrelationship. As Tony continued calling, Ms Petersen called the\r\ndeceased from his bungalow. The deceased went to\nthe front door and\r\naddressed ‘Tony’ asking him what he wanted. The person on\r\nthe other side of the door said that he\nmust come out as ‘ons\r\nsoek jou stem’.\n[4]\nShe did\r\nnot know what that meant.  She heard a second voice say that the\r\ndeceased must come out and the deceased then asked\n(while speaking\r\nAfrikaans): ‘What is it Fareez?’ and ‘Fareez, why\r\ndo you want my voice?’.  The deceased\nsounded anxious and\r\nwhen she peeped through her bedroom window she saw two men outside\r\nthe gate, one of whom was Tony and the other\na person she only knew\r\nfrom the neighbourhood but did not know his name. She identified the\r\nfirst appellant as ‘Tony’\nand the other man as the second\r\nappellant. While the two men were talking with the deceased, the\r\nfirst appellant entered the yard\nand walked towards the house.\r\nThereafter the second appellant entered the yard while he had his\r\nright hand in his pocket. They\nasked the deceased to come outside. \r\nMs Petersen left her vantage point and was on her way to the front\r\ndoor to remonstrate\nwith the two men as they were causing a\r\ndisturbance, when gunshots rang out. The deceased cried out (in\r\nAfrikaans): ‘What\nare you doing now Fareez?’ Further\r\nshots rang out and she jumped onto the bed to protect her son. After\r\nthe deceased had\ncalled for help she went to him and saw that he had\r\nstumbled back into the house. She went to him, held him and asked who\r\nhad shot\nhim. The deceased said that it was Tony from next door and\r\nthen added that it was not Tony who had shot him, but Fareez.\n[7]\r\nConst. Ndyamara was the first policeman on the scene, a short while\r\nafter the incident. He found the deceased lying on the floor\nin a\r\npool of blood. He asked the deceased who had shot him and the\r\ndeceased first said ‘Tony’. When he asked again\nthe\r\ndeceased said ‘Antonio’. The deceased furthermore said\r\nthat ‘Raez’ was the second person. The deceased\nsaid that\r\nAntonio lived in Wicht Court. At this stage the deceased was weak and\r\nConst. Ndyamara could not hear distinctly what\nhe had said.\n[8]\r\nThe investigating officer, Const. Heinrich Sampson, arrested the two\r\nappellants.  On 5 July 2012, he went to Wicht Court\nto arrest\r\nthe first appellant who, according to an informant, lived in a flat.\r\nHe found four males in the flat and asked for their\nnames. None was\r\ncalled Tony and the first appellant gave him a false name. After he\r\nhad obtained a physical description of the\nsuspect, he returned to\r\nthe flat where he found the same four males present. He then\r\nconfronted the first appellant who confirmed\nthat he was Antonio van\r\nWilling. Acting on directions of a fellow policeman, Const. Sampson\r\nwent to Wicht Court in search of Fareez.\nAt Wicht Court he told the\r\nsecond appellant’s grandmother and sister that they were\r\nlooking for Fareez. Later the next day\nthe second appellant handed\r\nhimself over to the investigating officer.\n[9]\r\nConst. Ndyamara made a statement that same evening in which he stated\r\nthat the deceased mentioned Tony and Raez as the names\nof the persons\r\nthat were involved in the shooting and Wicht Court as the name of a\r\nblock of flats where the first appellant resided.\n[10]\r\nThe post mortem examination of the deceased revealed that the\r\ndeceased had sustained four gunshot wounds of which two were\nfatal.\r\nOne of these wounds entered the front right chest area which\r\nperforated the apex of the right lung. The other wound entered\nthe\r\nright chest cavity from the back, perforated the right and middle\r\nlobes of the right lung and the subclavian vein. Both these\nwounds\r\ncaused significant haemorrhaging.\n[11]\r\nA photographic identity parade was held after Ms Petersen had\r\nintimated to the investigating officer that she would not participate\n\nin an identity parade where she had to face the persons she saw on\r\nthe night of the incident. Const. Samson selected eight photographs\n\nof persons with the same gender, race, skin colour, hairstyle and\r\nsimilar features to the second appellant. He sealed those photographs\n\nin an envelope together with the photo of the second appellant and it\r\nwas stored in the exhibits storeroom.  At the photographic\n\nidentity parade Ms Petersen pointed out a photograph of the second\r\nappellant.\n[12]\r\nThe evidence regarding this identity parade was led during a\r\ntrial-within-a-trial. It was, however, decided that it was not\nonly\r\nthe admissibility that would be tested during cross-examination, but\r\nalso the issue of the reliability of the identification\nand the\r\nweight that should be attached to the evidence. A video recording was\r\nmade of the identification parade which was admitted\nin evidence. The\r\ntrial court studied the video recording. The second appellant’s\r\ncounsel, conceded during the trial that\nthere was no evidence of\r\ndeliberate tampering with the photographs. All the photographs were\r\navailable during the trial and the\ntrial court found that the\r\nidentification of the second appellant was both proper and reliable.\n[13]\r\nIn\nS\r\nv Moti\n[5]\nthis\r\ncourt expressed the view that it would be improper to have a\r\nphotographic identity parade rather than an identity parade after\nthe\r\narrest of a suspect.  In that instance the issue was whether a\r\nphoto-identification of the appellant before his arrest\nwas proper\r\nand reliable. This court  found that there was no impropriety\r\nattached to the photo- identification.\n[14]\r\nI am of the view that the photographic identity parade was properly\r\nheld. The reasons for resorting to a photographic identity\nparade\r\nwere valid due to the accepted fact of gang activities in the area\r\nwhere the shooting of the deceased had occurred and Ms\nPetersen’s\r\nrealistic fears of reprisal. Ms Petersen initially refused to make a\r\nstatement to the police as she feared involvement\ndue to the gang\r\nactivities in the area where she resided. The view in\nMoti\nthat a\r\nphoto-identification would have been improper had the suspect already\r\nbeen arrested was\nobiter\nas\r\nthe issue did not arise in that matter.  There is an additional\r\nsafeguard in this instance where the coincidence of a person\nnamed\r\nFareez being one of the perpetrators and Ms Petersen pointing out an\r\ninnocent person named Fareez, is just too remote and\nimprobable.\n[15]\r\nThe presiding judge called two witnesses in terms of the provisions\r\nof\ns 186\nof the\nCriminal Procedure Act 51 of 1977\n: Carmen Abrahams, a\r\nlodger in Ms Petersen’s premises at the time and Nadine\r\nHarrison, the widow of the deceased. Ms Abrahams\nostensibly\r\ncontradicted Ms Petersen in respect of the sequence of events. \r\nFurthermore, she tesitifed that did not hear the\ndeceased say\r\nanything after he had been shot. Mrs Harrison testified that she was\r\ncalled to the scene by Ms Abrahams who informed\nher that the deceased\r\nhad been shot. The deceased then spoke to her but did not disclose\r\nwho had shot him (she did not ask) and\nhe also said that he did not\r\nknow why he had been shot.\n[16]\r\nThe two appellants did not testify, but each called a witness to\r\nconfirm their respective alibis.  During cross-examination\nof Ms\r\nPetersen it was put to her that the appellants denied that they were\r\nthe two persons who were at the scene where the shooting\ntook place.\r\nParadoxically, the first appellant furthermore disputed that the\r\nevidence established that the person who Ms Peteren\nidentified as\r\n‘Tony’ and who was not the shooter, made common cause\r\nwith the shooter.\nEvaluation\nThe\r\ncautionary rules\n[17]\r\nCounsel for the appellants argued that because Ms Petersen was\r\ncontradicted by Ms Abrahams, her evidence should have been rejected. \n\nThis loses sight of the correct approach in evaluating the evidence\r\nof witnesses in respect of self-contradictions and contradictions\n\nbetween witnesses.  In\nS\r\nv Oosthuizen,\n[6]\nNicholas\r\nJ said:\n‘\nThere\r\nis no reason in logic why the mere fact of a contradiction, or of \r\nseveral contradictions, necessarily leads to the rejection\nof the\r\nwhole of the evidence of a witness.\nThe\r\nsubject is considered in Wigmore on\nEvidence\nvol III chap 35\r\n(“Specific Error (Contradiction)”) and chap 36\r\n(“Self-contradiction”). What follows is drawn\nlargely\r\n(although it should be said, by way of caution, not exclusively)\r\nfrom those chapters.\nWhere\r\none statement contradicts another, both cannot be true; one of them\r\nmust be false.\nWhere\r\nthe statements are made by different persons, the contradiction in\r\nitself proves only that one of them is erroneous: it does\nnot prove\r\nwhich one. It follows that the mere fact of the contradiction does\r\nnot support any conclusion as to the credibility of\neither person. It\r\nacquires probative value only if the contradicting witness is\r\nbelieved in preference to the first witness, that\nis, if the error of\r\nthe first witness is established.’\n[18]\r\nMs Petersen was extensively cross-examined on her identification of\r\nthe two appellants. It was common cause that street lights\n\nilluminated the scene and the light from the house also shone\r\noutside. She was adamant that there was sufficient light to identify\n\nthe people in her yard. It was not denied that (a) the first\r\nappellant had a relationship with Ms Petersen’s next door\r\nneighbour’s\ndaughter and that he regularly visited there; or\r\n(b) that the second appellant was on occasion in the street where Ms\r\nPetersen\nresides and she had previously seen him.\n[19]\r\nThe court below formed a very favourable impression of Ms Petersen as\r\na witness. Such impression is borne out by a reading\nof the record. \r\nHer evidence was approached with caution, both as an identifying and\r\na single witness.\n[7]\n[20]\r\nMs Petersen was further corroborated by Const. Ndyamara in that the\r\ndeceased, shortly after he told Ms Petersen about the identity\nof the\r\npeople who had shot him, also told Const. Ndyamara. Const. Ndyamara’s\r\nvirtually contemporaneous statement that the\ndeceased told him the\r\nnames of the perpetrators put paid to allegations of collusion or\r\nconspiracies.\n[21]\r\nThe court below found Ms Petersen to be a very good witness. There is\r\nnothing in the record that belies that conclusion. \nConst.\r\nNdyamara was similarly found to be a credible witness, which is also\r\nborne out by the record.  The assessment of the\nwitnesses can\r\ntherefore not be overturned on appeal.\nHearsay\r\nevidence\n[22]\r\nThe content of the statements made by the deceased to Ms Petersen and\r\nConst. Ndyamara constitute hearsay. Prior to the introduction\nof\ns 3\nof the\nLaw of Evidence Amendment Act 45 of 1988\n,\nsuch\r\nstatement could have been admissible as an exception to the general\r\nprinciple that hearsay evidence is inadmissible, either\nas a ‘dying\r\ndeclaration’ or as part of the\nres\r\ngestae.\nThe admissibility of hearsay evidence, including hearsay evidence of\r\nthe sort under consideration here, is now regulated by the\nsaid\r\nsection.\n[8]\n[23]\nSection 3(1)(a)\nprovides that hearsay evidence is inadmissible unless each party\r\nagainst whom the evidence is to be adduced agrees to the admission\n\nthereof as evidence at such proceedings.\nS 3(1)(c)\nconfers a\r\ndiscretion on the court to allow hearsay evidence if it is in the\r\ninterests of justice and sets out the factors that\nhave to be taken\r\ninto account by the court when making such a determination. These\r\nfactors are:\n‘\n.\r\n. .(i) the nature of the proceedings;\n(ii)\r\nthe nature of the evidence;\n(iii)\nthe purpose for\r\nwhich the evidence is tendered;\n(iv) the probative\r\nvalue of the evidence;\n(v) the reason why\r\nthe evidence is not given by the person upon whose credibility the\r\nprobative value of such evidence depends;\n(vi) any prejudice\r\nto a party which the admission of such evidence  might entail; and\n(vii) any other\r\nfactor which should in the opinion of the court be  taken into\r\naccount. . .’\nI will discuss these\r\nfactors seriatim in relation to the evidence presented by the State.\nThe\r\nnature of the proceedings\n[24]\r\nIn\nRamavhale,\n[9]\nSchutz\r\nJA held that '. . . a Judge should hesitate long in admitting or\r\nrelying on hearsay evidence which plays a decisive or even\n\nsignificant part in convicting an accused, unless there are\r\ncompelling justifications for doing so.' However, as was expressed\nin\nS\r\nv Shaik & others\n[10]\n,\r\n‘. . . sight should not be lost of the true test for the\r\nevidence to be admitted, and that is whether the interest of justice\n\ndemands its reception.’\n[25]\r\nThe admission of the statements had the effect that it corroborated\r\nthe evidence of an identifying witness. Although the statements\n\nplayed a  part in the conviction of the appellants, it was found\r\nto be in the interests of justice to allow the evidence.\nThe\r\nnature of the evidence\n[26]\r\nThe probative value of the hearsay evidence depends on the\r\ncredibility of the deceased.  The question must thus be asked\n\nwhether his evidence identifying the perpetrators would be reliable. \r\nIn this instance the deceased reported to Ms Petersen\nthat Tony and\r\nFareez were the persons who had shot him, but it was Fareez who was\r\nthe shooter.  The reliability of this evidence\nwas enhanced by\r\nthe fact that Ms Petersen testified that she had seen the people with\r\nthose names outside the house, talking to\nthe deceased immediately\r\nbefore the shots rang out. The fact that those were the names that\r\nwere mentioned is further corroborated\nby the evidence of Const.\r\nNdyamara that the name of the first appellant as well as his address,\r\n‘Wicks Court’ was mentioned\nto him. Later investigation\r\nconfirmed that the appellants either lived or had connections with\r\nWicht Court. Const. Ndyamara’s\ntestimony that the deceased\r\nmentioned the name ‘Raez’ does not detract from the\r\nreliability of the deceased’s\nstatement as it is common cause\r\nthat the deceased was very weak at that stage and Const. Ndyamara had\r\ndifficulty in hearing the\ndeceased.  Phonetically, ‘Raez’\r\nand ‘Fareez’ are not that dissimilar.\nThe\r\npurpose for which the evidence was tendered\n[27]\r\nThe evidence was tendered by the State as corroboration of the\r\nevidence of Ms Petersen that the two appellants were at the\nscene\r\nimmediately prior to the shots being fired. It was furthermore\r\npresented as proof that the second appellant was the shooter.\nThe\r\nprobative value of the evidence\n[28]\r\nTo paraphrase\nRamavhale:\nthe\r\nenquiry relating to the probative value of the evidence should\r\nproceed under two heads, namely (a) the reliability and completeness\n\nof Ms Petersen and Const. Ndyamara’s  transmission of the\r\ndeceased's words, and (b) the reliability and completeness\nof\r\nwhatever it was that the deceased did say.\n[11]\n[29]\r\nWith regard to (a), both Ms Petersen and Const. Ndyamara were\r\nreliable witnesses and their respective testimonies regarding\nwhat\r\nthe deceased said to them were in line with the identification of the\r\ntwo appellants by Ms Petersen. Although Const. Ndyamara\ntestified\r\nthat the deceased mentioned ‘Raez’, it was also evident\r\nthat the deceased was weak at the time and he was\nspeaking softly. It\r\nis probable that Const. Ndyamara did not hear the name clearly or\r\ncorrectly.\n[30]\r\nWith regard to (b), the reliability and completeness of what the\r\ndeceased said to the two witnesses must be assessed against\nthe\r\nbackground of the evidence of Ms Petersen, which the court below\r\naccepted as credible, that she saw the two appellants at the\nscene.\r\nThe name Tony was also repeated to Const. Ndyamara.\nThe\r\nreason why the deceased did not give the evidence\n[31]\r\nThis item is uncontentious.\nPrejudice\n[32]\r\nIn\nShaik\nit\r\nwas stated that the prejudice mentioned in this regard, is not the\r\nprejudice that an accused may be convicted.\n[12]\nNo\r\nprejudice was submitted as a reason why the statement should not be\r\nadmitted in this case. The usual prejudice is that the person\ncould\r\nnot be cross-examined. This however is prejudice only if the case of\r\nthe appellants could be advanced by cross-examination.\n[13]\nIt\r\nwas not argued that it was the position in the instant matter.\nAny\r\nother factor\n[33]\r\nNo other factor has been mentioned as being important in deciding\r\nwhether the statements should be admitted or not.\nConclusion\r\nin respect of the admissibility of the hearsay evidence\n[34]\r\nI can paraphrase what has been said in\nShaik\nin that, having\r\nregard to the high probative value of the evidence and the risk that\r\nthe appellants would be prejudiced by its admission\nwas slim, the\r\nadmission of the hearsay in evidence was in the interest of justice,\r\nnotwithstanding the fact that its admission\nwas sought in criminal\r\nproceedings and such evidence is of importance to the State's case.\r\nFurthermore, the court below dealt with\nall these factors and we have\r\nnot been referred to any misdirection.\nCommon\r\npurpose\n[35] The first\r\nappellant argued that the state has failed to prove that the two\r\npeople present made common cause with each other\nregarding the\r\nshooting. According to this argument, it was only the person called\r\nFareez who was mentioned as the shooter by the\ndeceased. Furthermore,\r\nthe correct inference from the evidence of Ms Petersen was that it\r\nwas the person whom she identified as\nthe second appellant who had\r\nhis hand in his pocket who must have fired the shots. Therefore, it\r\nwas argued, there was no evidence\nthat they made common cause with\r\neach other.\n[36]\r\nIn\nS\r\nv Mgedezi & others,\n[14]\nBotha JA set out the prerequisites for a finding that people acted\r\nwith a common purpose in the context of a murder charge in the\n\nabsence of a prior agreement. These are that\nthe\r\nfirst appellant must have been present at the scene where the\r\nviolence was being committed; he must have been aware of the assault\n\non the deceased; he must have intended to make common cause with\r\nthose who were actually perpetrating the assault; he must have\n\nmanifested his sharing of a common purpose with the perpetrators of\r\nthe assault by himself performing some act of association with\nthe\r\nconduct of the others; and he must have had the requisite mens rea.\n[37] In applying\r\nthese principles to the facts of the instant matter it is clear that\r\nthe first appellant was present at the scene\nand he was aware of the\r\nshooting. The witnesses could not explain what the phrase ‘Ons\r\nsoek jou stem’ means. However,\nthose were words uttered by both\r\nthe appellants at the scene and it was clear that both appellants\r\nwanted the deceased to come\noutside, in fact it was the first\r\nappellant who first called the deceased and told him to come out. \r\nShortly thereafter the\nshots rang out. Clearly the first appellant\r\nassociated himself with the further conduct of the second appellant.\r\nThere was no evidence\non the part of the first appellant, verbal or\r\notherwise, to indicate or show shock or surprise at the shooting of\r\nthe deceased.\nAfter the deceased was shot four times the first\r\nappellant and Fareez ran from the scene and the first appellant did\r\nnot report\nthe incident to anybody in authority nor to Ms Petersen or\r\nthe deceased’s wife. The court below put it thus:\n‘\nIt\r\nmust be remembered that the shooting took place at a house next door\r\nto the house where he used to visit his girlfriend. Petersen,\nthe\r\nowner or landlady of the house, was not unknown to him. Nor was\r\nHarrison [the deceased] (who addressed the first accused by\nhis\r\nname). Since the first accused was not a stranger to the household,\r\none would have thought – if he was not there for\na nefarious\r\npurpose and meant Harrison no harm—that after an unexpected and\r\nshocking attack on Harrison he would have remained\nand offered help\r\nrather than fleeing.’\n[38] It can be\r\nargued on the same facts that the appellants went to the deceased’s\r\nhome with the pre-meditated plan to kill\nthe deceased. However, due\r\nto the finding that the appellants acted with a common purpose, it is\r\nnot necessary to do so.\nFailure\r\nto testify\n[39]\r\nIn\nS\r\nv Boesak\n[15]\nthe\r\nfollowing was said.\n‘\nThe\r\nfact that an accused person is under no obligation to testify does\r\nnot mean that there are no consequences attaching to a decision\nto\r\nremain silent during the trial. If there is evidence calling for an\r\nanswer, and an accused person chooses to remain silent in\nthe face of\r\nsuch evidence, a court may well be entitled to conclude that the\r\nevidence is sufficient in the absence of an explanation\nto prove the\r\nguilt of the accused. Whether such a conclusion is justified will\r\ndepend on the weight of the evidence.\nWhat\r\nis stated above is consistent with the remarks of Madala J, writing\r\nfor the Court, in\nOsman\r\nand Another v Attorney-General, Transvaal\n,\r\nwhen he said the following:\n“\nOur\r\nlegal system is an adversarial one. Once the prosecution has produced\r\nevidence sufficient to establish a\nprima\r\nfacie\ncase, an accused who fails to produce evidence to rebut that case is\r\nat risk. The failure to testify does not relieve the prosecution\nof\r\nits duty to prove guilt beyond reasonable doubt. An accused, however,\r\nalways runs the risk that, absent any rebuttal, the prosecution's\n\ncase may be sufficient to prove the elements of the offence. The fact\r\nthat an accused has to make such an election is not a breach\nof the\r\nright to silence. If the right to silence were to be so\r\ninterpreted, it would destroy the fundamental nature of\nour\r\nadversarial system of criminal justice.”'\n(footnotes\r\nomitted)\n[40]\nThe appellants\r\nboth called witnesses to confirm their alibis. The improbability of\r\nthe evidence of their witnesses, coupled with\ntheir own failure to\r\ntestify, had the result that such alibis were correctly rejected.\n[41]\r\nThe evidence against the two appellants established a\nprima\r\nfacie\ncase\r\nagainst them. The evidence of the prosecution, sans any rebuttal from\r\nthe two appellants, thus proved the guilt of the appellants\nbeyond\r\nreasonable doubt.\nSentence\n[42]\r\nThe minimum sentencing provisions of\ns 51\nof the\nCriminal Law\nAmendment Act 105 of 1997\n[16]\nare applicable to the sentences imposed on the appellants. This means\r\nthat there have to be substantial and compelling circumstances\n\npresent for the trial court not to impose the prescribed minimum\r\nsentence of life imprisonment, as it was found that the murder\nof the\r\ndeceased by the appellants were premeditated and they were acting\r\nwith a common purpose.\n[43]\nS\r\nv Malgas\n[17]\nis the starting point to determine whether the trial court was\r\ncorrect in its assessment that there were no substantial and\r\ncompelling\ncircumstances present.  The substantial and\r\ncompelling circumstances we were referred to in respect of the first\r\nappellant\nwere: he was youthful at the time of the commission of the\r\noffence, he was 23 years old; he had been using drugs for the\r\nprevious\nfive and a half years; and he has a young son aged seven\r\nyears.  The second appellant was 22 years old when the offences\r\nwere\ncommitted, he used tik, a dependence producing substance, and he\r\nhad been in custody for 14 months as an awaiting trial prisoner.\n[44]\nThe\r\nreason why youths’ ages are taken into consideration during the\r\nsentencing process is because of their immaturity and\nthe possibility\r\nthat their judgment might have been impaired and therefore could bow\r\nto peer or other undue pressure to commit\ncrimes.  However, I\r\ncannot find that the appellants, in the instant matter, were immature\r\nor intellectually undeveloped. As\nwas remarked in\nS\r\nv Matyityi\n[18]\na person of 20 years should show that he was immature to such an\r\nextent that his immaturity would be a mitigating factor.\nThat was not\r\ndone in the instant matter.  Similarly the appellants did not\r\nshow that their addiction to drugs had anything\nto do with the\r\ncommission of the crime.\n[45]\r\nMurder is a heinous crime. In the instant matter it has taken on all\r\nthe characteristics of an assassination without the two\nappellants\r\nproviding a motive for the killing.\n[46]\r\nNo real substantial and compelling reasons were advanced why the\r\nprescribed sentences were erroneously imposed.\n[47] Accordingly the\r\nfollowing order is made in respect of both appellants:\nThe\r\nappeal against the conviction and the sentence of each of the\r\nappellants is dismissed.\n______________________\nI\r\nSCHOEMAN\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: R\r\nCloete (First Appellant)\nM\r\nCalitz (Second Appellant)\nInstructed\r\nby:\nLegal\r\nAid South Africa, Cape Town\nLegal\r\nAid South Africa, Bloemfontein\nFor Respondent: K\r\nPillay (with him N Bell)\nInstructed by:\nDirector of Public\r\nProsecutions, Cape Town\nDirector\r\nof Public Prosecutions, Bloemfontein\n[1]\nR\r\n\tv Dhlumayo & another\n1948\r\n\t(2) SA 677 (A).\n[2]\nS\r\n\tv Robinson\n&\nothers\n1968 (1) SA 666\n(A) at 675G-H.\n[3]\nS\r\n\tv Nkosi\n1993\r\n\t(1) SACR 709\n(A) AT 711E-G.\n[4]\nThe direct English translation of this is ‘we want your\r\n\tvoice’.\n[5]\nS\r\n\tv Moti\n1998\r\n\t(2) SACR 245\n(SCA) at 255D-E.\n[6]\nS\r\n\tv Oosthuizen\n1982\r\n\t(3) SA 571\n(T) at 576A-C.  This case was followed in\nPresident\r\n\tof the Republic of South Africa & others v South African Rugby\r\n\tFootball Union & others\n2000\r\n\t(1) SA 1\n(CC) para 124.\n[7]\nS\r\n\tv Sauls & others\n1981 (3) SA 172\n(A) at 180E-G.\n[8]\nS\r\n\tv Ramavhale\n1996 (1) SACR 639\n(A) at 647d-e.\n[9]\nAt 649 C-D.\n[10]\nS\r\n\tv Shaik & others\n[2006] ZASCA 105\n;\n2007\r\n\t(1) SACR 247\n(SCA) para 171;\n[2006] ZASCA 105.\n[11]\nS\r\n\tv Ramavhale\nat 649E-F.\n[12]\nParagraph 177.\n[13]\nSee\nShaik\npara 177.\n[14]\nS\r\n\tv Mgedezi & others\n1989\r\n\t(1) SA 687\n(A) at 705I-706B.\n[15]\nS\r\n\tv Boesak\n2001\r\n\t(1) SACR 1\n[2000] ZASCA 25\npara 24.\n[16]\nSection 51(1)\nof the\nCriminal\nLaw Amendment\nAct\nread\nwith\nPart I\nof Schedule 2 of the Act.\n[17]\nS\r\n\tv Malgas\n2001 (1) SACR 469 (SCA).\n[18]\nS\r\n\tv Matyityi\n2011\r\n\t(1) SACR 40\n[2010] ZASCA 127\n(SCA) para 14;.",
  "scraped_at": "2026-02-12T17:13:16.730626",
  "date": "2015-03-27",
  "coram": [
    "Mpati P",
    "Bosielo JA",
    "Schoeman",
    "Van der Merwe",
    "Meyer AJJA"
  ],
  "case_number": "109/2014",
  "parties": {
    "applicants": [
      "Antonio Van Willing",
      "Fareez Mohamed"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 27 June 2012 Lance Harrison was shot outside his home in Steenberg, Cape Town and died shortly afterwards. Ms Petersen, who lived on the property, identified two men – one she knew as ‘Tony’ (later identified as Antonio Van Willing) and a second man (identified as Fareez Mohamed) – as being present at the scene. The deceased made statements to Ms Petersen and later to Constable Ndyamara naming the assailants. The State charged both men with murder and, for the second appellant, with illegal possession of a firearm and ammunition. Both were convicted of murder; the second appellant also received sentences for the firearms offences. The appellants did not testify but called alibi witnesses.",
    "issues": "The appeal raised (a) whether the evidence of a single identifying witness (Ms Petersen) and Constable Ndyamara should have been approached with greater caution; (b) whether the hearsay statements of the deceased were admissible under s 3(1)(c) of the Law of Evidence Amendment Act 45 of 1988; (c) whether the State had proved a common purpose between the two appellants; (d) whether the appellants’ alibi evidence should have been rejected; and (e) the appropriate sentencing considerations.",
    "principles": "The court applied the cautionary rules for single witnesses, emphasizing that a single identifying witness’s testimony must be scrutinised but can be upheld if credibility is strong. It applied s 3(1)(c) of the Evidence Amendment Act, weighing factors such as the nature of the proceedings, probative value, and prejudice. The court also referred to the common‑purpose test from S v Mgedezi, requiring presence, knowledge, intent, and an act showing association with the principal perpetrator. Additionally, principles from S v Boesak on the consequences of an accused’s silence were noted, as were sentencing guidelines under s 51 of the Criminal Law Amendment Act 105 of 1997.",
    "application": "The court found Ms Petersen’s identification reliable, corroborated by Constable Ndyamara’s contemporaneous statements. The hearsay statements of the deceased were admitted because their probative value outweighed any prejudice and they were necessary to corroborate the identification. The evidence demonstrated that both appellants were present, that the first appellant encouraged the deceased to come out, and that they acted together, satisfying the common‑purpose elements. The alibi witnesses were deemed implausible and, together with the appellants’ silence, did not overcome the prosecution’s case. Accordingly, the convictions and sentences were upheld.",
    "conclusion": "The appeal against both the convictions and the sentences of Antonio Van Willing and Fareez Mohamed was dismissed. The judgments of the trial court were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Hearsay Evidence",
    "level_3": [
      "admissibility",
      "identification",
      "common purpose",
      "right to silence",
      "appeal"
    ]
  }
}