{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/37.html",
  "case_name": "Lancelot Stellenbosch Mountain Retreat (Pty) Ltd v Gore N.O. and Others (108/2014) [2015] ZASCA 37 (25 March 2015)",
  "citation": "[2015] ZASCA 37",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 37\n|\nNoteup\n|\nLawCite\nLancelot Stellenbosch Mountain Retreat (Pty) Ltd v Gore N.O. and Others (108/2014) [2015] ZASCA 37 (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase No:108/2014\nIn\r\nthe matter between:\nLANCELOT\r\nSTELLENBOSCH\nMOUNTAIN\r\nRETREAT (PTY)\r\nLTD\n...........................................................................\nAPPELLANT\nand\nSTEPHEN\r\nMALCOLM GORE\r\nNO\n.............................................................\nFIRST\nRESPONDENT\nBRYAN\r\nNEVILLE SHAW\r\nNO\n.................................................................\nSECOND\r\nRESPONDENT\nSADECK ZHAUN\r\nAHMED\r\nNO\n.................................................................\nTHIRD\r\nRESPONDENT\n(In their capacity\r\nas the duly appointed liquidators of\nQueensgate Wealth\r\nManager (Pty) Ltd (in liquidation))\nNeutral\r\ncitation\n:\nLancelot\r\nStellenbosch Mountain Retreat v Gore NO\n(108/14)\n[2015] ZASCA 37\n(25 March 2015)\nCoram:\nMaya, Bosielo, Willis, Zondi JJA and\r\nGorven AJA\nHeard:\n3 March 2015\nDelivered:\n25 March 2015\nSummary:\nInterruption of prescription –\r\nonus – person asserting prescription to allege and prove date\r\nfrom which prescription\ncommenced  to run – failure to do\r\nso – no need to determine whether prescription interrupted.\nORDER\nOn\r\nappeal from:\nWestern\r\nCape High Court, Cape Town (Griesel J sitting as court of first\r\ninstance).\nThe\r\nappeal is dismissed with costs including costs of two counsel.\nJUDGMENT\nZondi\r\nJA\n(Maya, Bosielo, Willis JJA and\r\nGorven AJA concurring):\n[1]\r\nThe central issue in this appeal is whether the debt, on which the\r\nrespondents relied for their locus standi to apply for the\n\nliquidation of the appellant, had prescribed or whether the running\r\nof the prescription period had been interrupted in terms of\ns 14(1)\r\nof the Prescription Act 68 of 1969 (the\nPrescription Act).\n[1\n]\nBut\r\nthe need to determine the second question may fall away if the\r\nenquiry on the first question yields a negative outcome. The\nmanner\r\nin which this issue arose for decision on appeal, however, requires\r\nsome explanation.\n[2]\r\nOn 14 May 2012 the respondents (the liquidators) brought an\r\napplication in the Western Cape High Court, Cape Town for the\r\nliquidation\nof the appellant in their capacities as liquidators of\r\nQueensgate Wealth Manager (Pty) Ltd (in liquidation) (Queensgate\r\nWealth)\nwhich was placed under a final winding-up order on 30\r\nNovember 2009. The appellant, Queensgate Wealth and various other\r\ncompanies\nformed part of what used to be the Queensgate Group of\r\nCompanies (the Group).\n[2]\nIt\r\nappears that there was probably some commonality of proprietary\r\ninterest in or control over the component entities in the Group,\n\nwhether direct or indirect. According to the appellant’s\r\nanswering affidavit, Queensgate Wealth was established as the funding\n\narm of the\nGroup,\r\nfor the express purpose of obtaining loans in its own name. In turn\r\nit on-lent loans to other companies such as Black River\nDevelopment\r\n(Pty) Ltd (Black River) within the Group in which the developments\r\nwere taking place or were to take place. Queensgate\nWealth did not,\r\nitself, engage in development projects.\n[3]\r\nIt is common cause that Queensgate Wealth, as the funding arm of the\r\nGroup, on 15 April 2008 concluded a loan agreement with\nAIK Credit\r\nPLC, a Mauritian company (AIK) in terms of which AIK lent and\r\nadvanced an amount of €2 350 000 to Queensgate Wealth\n(the AIK\r\nloan). The purpose of the loan was to ‘fund the restructure and\r\ndevelopment of Waterkloof and Agapé Developments\n. . . .’\r\nClause 9 of the loan provided as follows for the Capital Repayment:\n‘\nAt\r\nany time, subject to two days notice, provided that the entire amount\r\ndue, including interest, shall be payable in full at the\nend of 6\r\nmonths, or if renewed at the end of the renewal period.’\n[4]\r\nBlack River executed a deed of suretyship in favour of AIK, binding\r\nitself as surety and co-principal debtor with Queensgate\nWealth for\r\nthe payment of the loan by Queensgate Wealth to AIK. Upon receipt of\r\nthe funds from AIK, Queensgate Wealth on-loaned\na portion thereof to\r\nBlack River. The amount of R6 480 000 is part of that\r\namount which Queensgate Wealth on-lent to\nBlack River. The terms and\r\nconditions of that on-loan are in dispute, in particular the date of\r\nits repayment. When Queensgate\nWealth defaulted on the AIK loan, AIK\r\nsent a letter of demand to Queensgate Wealth on 20 October 2008,\r\ndemanding payment of €2 350 000.\nThe letter recorded\r\nthe following:\n‘\nWe\r\nrefer to the Loan Agreement (“the Agreement”) between AIK\r\nCredit PLC (“AIK”) and Queensgate Wealth Manager\nPty Ltd\r\n(“Queensgate”) dated the 15\nth\nApril 2008.\nIn\r\nterms of the Agreement, a Loan was granted to Queensgate from AIK\r\nwith specific terms and conditions (the conditions). Inter\nalia, the\r\nconditions stipulated that timely repayment of the Loan amount,\r\ninterest and costs were due to be effected on or before\nthe 17\nth\nof October 2008.\nThe\r\ntotal capital, outstanding amount of €2,350,000 (Euro Two\r\nMillion Three Hundred and Fifty Thousand Only) exclusive of interest\n\nas per our statement sent to you on October 8, 2008 has not been\r\nreceived by us on due date.\nWe\r\nnote that you have failed or neglected to make the capital repayment\r\nas aforesaid and have breached the Agreement. You are therefore\nmost\r\nformally requested to settle the above amount within 10 business days\r\non receipt of this letter failing which we will refer\nthe matter to\r\nour Legal Advisors to proceed with the default proceeding inclusive\r\nof execution of the encumbered properties as\nper the Mortgage Bond\r\nAgreement (Bond Nos. B 084427/08 and B 46866/08).\nPlease further note\r\nthat in terms of\nSection 5\nof the conditions penalty interest of 3%\r\np.a. will be calculated on the outstanding amount as from October 18,\r\n2008.’\nQueensgate\r\nWealth failed to pay the amount claimed in the letter.\n[5]\r\nThe winding-up of the appellant was sought on the basis of the\r\nallegations that it was unable to pay its debts within the meaning\nof\ns 344(\nf\n)\r\nas read with\ns 345(1)(\na\n)\r\nand (\nc\n)\r\nof the Companies Act 61 of 1973 (the Companies Act).\n[3]\nThe\r\nappellant’s indebtedness to Queensgate Wealth arose from a\r\nwritten agreement of assignment and delegation concluded on\n23\r\nSeptember 2008 between Black River, the appellant and Queensgate\r\nWealth (the assignment agreement). In terms of that agreement,\nas\r\nfrom the effective date (which was the transfer date of the property\r\nsold by Black River to the appellant) Black River assigned\nand\r\ndelegated to the appellant all of its obligations under, in, and to\r\nand arising from an amount of R6 480 000 owed\nby Black\r\nRiver to Queensgate Wealth in terms of a loan agreement. It is common\r\ncause that the transfer of the property from Black\nRiver to the\r\nappellant occurred on 6 January 2009 which then is the date on which\r\nthe assignment agreement took effect. As, by\nthe time of liquidation\r\nof Queensgate Wealth the debt owing to it by the appellant still\r\nremained unpaid, the liquidators’\nattorneys, on 26 April 2010\r\naddressed a letter of demand in terms of s 345(1)(a) to the appellant\r\nfor payment of the sum of R6\n480 000. This letter was served by the\r\nsheriff at the appellant’s previous registered address and at\r\nits then current registered\naddress on 3 May 2010 and 5 May 2010,\r\nrespectively.\n[6]\r\nIn the letter of demand the liquidators referred to the assignment\r\nagreement in terms of which the appellant assumed the obligations\nof\r\nBlack River arising from the loan between Black River and Queensgate\r\nWealth. The letter proceeded to state:\n‘\n3.\r\nThe loan amount is now due and payable by you;\n4.\r\nWe therefore call on you , as assignee, to make payment of the said\r\nsum of R6, 480, 000,00 within 3 weeks (i.e. 21\ncalendar\r\ndays) from the date of the delivery of this demand, as contemplated\r\nin terms of section 345(1)(\na\n)(i)\r\nof the Companies Act. . . .’\nThe\r\nappellant failed to respond to the letter of demand, and neither did\r\nit discharge its indebtedness to Queensgate Wealth.\n[7]\r\nThe appellant opposed the winding-up application and raised a point\nin limine\nthat the liquidators lacked locus standi to bring the liquidation\r\nproceedings because the debt on which they relied had prescribed.\nIn\r\nthis regard it was contended by the appellant that the debt became\r\ndue, owing and payable on 17 October 2008 and was extinguished\nby\r\nprescription on 16 October 2011 (which is three years after it became\r\ndue). The basis for this contention was the allegation\nthat the\r\namount of R6 480 000 advanced by Queensgate Wealth to Black\r\nRiver was part of the funds sourced by Queensgate\nWealth from AIK and\r\nthe terms of its payment were governed by the AIK loan. The\r\nappellant’s position was that the loan between\nQueensgate\r\nWealth and Black River became due for payment on 17 October 2008\r\nwhich is the date on which the AIK loan became due\nfor payment by\r\nQueensgate Wealth. The appellant contended that the assignment\r\nagreement did not alter the terms and conditions\nrelating to the\r\npayment of the portion of the loan (R6 480 000) which was\r\nassigned by Black River to the appellant.\n[8]\r\nThe liquidators denied that the debt had prescribed. They alleged\r\nthat the appellant had on a number of occasions prior to the\nalleged\r\ndate of prescription tacitly acknowledged the existence of the debt,\r\nwhich acknowledgement they contended, interrupted\nthe running of the\r\nprescription as contemplated in terms of\ns 14(1)\nof the\nPrescription\nAct. In\nparticular, they relied on the failure to challenge the\r\nletter sent in terms of\ns 345(1)(\na\n)\r\nmentioned above as a tacit acknowledgement of liability.\n[9]\r\nIn dealing with the defence of prescription, the high court (Griesel\r\nJ) assumed in favour of the appellant that the prescription\nperiod\r\ncommenced to run more than three years before the application was\r\nlaunched. It found, however, that the appellant’s\nfailure to\r\nrespond to the liquidators’ 345(1)(\na\n)\r\nletter of demand constituted a tacit acknowledgement of liability\r\nwhich had the effect of interrupting the running of prescription.\nIt\r\naccordingly granted an order for the final liquidation of the\r\nappellant. The high court refused leave to appeal. The appeal\nis with\r\nthe leave of this Court.\n[10]\r\nFor the reasons that will become apparent later, my approach to the\r\nmatter is somewhat different from the one adopted by the\ncourt below.\r\nAs I have pointed out\nabove,\r\nthe first question is whether it was established that the debt on\r\nwhich the liquidators’ locus standi was based, had\nprescribed.\r\nIt is a determination that must precede the question whether or not\r\nthe running of the prescription had been interrupted.\nDepending on\r\nthe outcome of the enquiry on the first question, the determination\r\nof the latter question may or may not arise at\nall. This is so\r\nbecause when a debtor raises the defence of prescription he bears the\r\nfull evidentiary burden to prove it. And\nthat burden shifts to the\r\ncreditor only if the debtor has established a prima facie case. In\r\nthat event, a creditor bears the onus\nto allege and prove the\r\ninterruption of prescription through either an express or tacit\r\nacknowledgement of liability by the debtor,\nin terms of\ns 14\nof the\nPrescription Act.\n[4\n]\n[11]\r\nThe debate before us focused on whether the date of inception of the\r\nprescription period had been established. It was submitted\non behalf\r\nof the appellant that the prescription began to run on 17 October\r\n2008 which, it was contended, was the date on which\nthe AIK loan to\r\nQueensgate Wealth became due and payable. It was argued that it is\r\nwrong to use the effective date (6 January 2009)\nreferred to in the\r\nassignment agreement as the date on which the loan became due and\r\npayable. The argument was that the AIK loan\nhad already become due\r\nand payable by the time the assignment agreement took effect on 6\r\nJanuary 2009. This was so, it was argued,\nbecause the appellant\r\nstepped into the shoes of Black River when the assignment agreement\r\ncame\ninto\r\neffect. Counsel for the appellant maintained that, in general, there\r\nwas nothing improbable about the on-loan to be on the\nsame terms as\r\nthe main loan. He also rejected the suggestion that the debt became\r\ndue and payable on 26 April 2010 when the\ns 345\nstatutory demand was\r\naddressed to the appellant.\n[12]\nSection 10\nof the\nPrescription Act provides\nfor the extinctive\r\nprescription of a debt and the prescriptive period of 3 years is\r\napplicable to the liquidators’ claim.\n[5]\nPrescription\r\ncommences to run as soon as the debt is due.\n[6]\nFor\r\nthe purpose of the\nPrescription Act the\ndebt is due when it is\r\nimmediately claimable by the creditor and it is immediately payable\r\nby the debtor. In other words, the debt\nmust be one in respect of\r\nwhich the debtor is under obligation to pay immediately.\n[7]\nIt\r\nwas said in\nList\r\nv Jungers\n1979\r\n(3) SA 106\n(A) at 121C-D that:\n‘\n.\r\n. . the date on which a debt arises usually coincides with the date\r\non which it becomes due, but that that is not always the case.\nThe\r\ndifference relates to the coming into existence of the debt on the\r\none hand and the recoverability thereof on the other hand.’\nThe\r\nappellant, as the party that raised prescription, bore the onus to\r\nprove that a debt, on which the liquidators’ locus\nstandi as\r\ncreditors was founded, had prescribed. In other words, it had to\r\nprove when the loan between Queensgate Wealth and Black\nRiver became\r\ndue for the purposes of establishing the date of inception of the\r\nperiod of prescription.\n[8]\n[13]\r\nI am not satisfied that the appellant has established on a balance of\r\nprobabilities that the debt on which the liquidators\nrelied for its\r\nlocus standi became prescribed. I agree with counsel for the\r\nliquidators’ submission that there is no evidence\nfor the\r\nassertion that the loan of R6 480 000 was payable on the\r\nsame terms as the AIK loan. Affidavits in motion proceedings\nserve to\r\ndefine not only the issues between the parties, but also to place the\r\nessential evidence before the court. They must contain\nfactual\r\naverments that are sufficient to support the relief sought.\n[9]\nAs\r\nwas held in\nSwissborough\r\nDiamond Mines v Government of the Republic of South Africa &\r\nothers\n1999\r\n(2) SA 279\n(T) at 324C:\n‘\nThe\r\nmore complex the dispute between the parties, the greater the\r\nprecision that is required in the formulation of the issues.’\nThe\r\nterms of the oral loan agreement between Queensgate Wealth and Black\r\nRiver were set out by the appellant in vague terms. All\nthat it\r\nalleged, was that the loan between Queensgate Wealth and Black River\r\nwas payable on 17 October 2008 because that was the\nrepayment date of\r\nthe AIK loan, but there was no factual basis laid for that assertion.\r\nWe were not told who represented the parties\nin concluding the loan\r\nagreement, when precisely it was concluded, what were the material\r\nterms and whether those terms remained\nthe same when the assignment\r\nagreement took effect on 6 January 2009. In the absence of a properly\r\npleaded oral loan agreement\nbetween Queensgate Wealth and Black River\r\nit is difficult to understand how the appellant reached the\r\nconclusion that the loan\nof R6 480 000 was payable on the\r\nsame terms as the AIK loan.\n[10]\n[14]\r\nThe appellant’s claim in this regard is expressed in broad and\r\nunsubstantiated terms in the answering affidavit. The\ncourt is in\r\nessence invited to independently search through the pleadings to\r\nascertain whether there is a connection between the\nAIK loan and the\r\nloan agreement between Queensgate Wealth and Black River regarding\r\nthe terms of their payment. The high water\nmark of the appellant’s\r\ncase is set out in para 84 of its further affidavit which reads:\n‘\nIt\r\nwas understood by all the aforementioned, that the terms of the loan\r\nas between AIK and Queensgate Wealth were the same as between\n\nQueensgate Wealth (which was simply the conduit) and Black River. It\r\nis however almost impossible to say that there was any particular\nday\r\nwhen Queensgate and Black River concluded such an express,\r\nalternatively tacit oral agreement relating to the loan as between\n\nQueensgate Wealth and Black River. It is therefore impossible to say,\r\nas Applicant now suggests ought to have been done, that the\noral loan\r\nagreement was concluded by certain parties, at a certain place, on a\r\ncertain date. I further point out however that it\nis also the\r\nApplicants’ case, and it is therefore common cause, that such\r\nan oral loan agreement was in fact concluded.’\n[15]\r\nIn my view, it is not for the court in the absence of sufficient\r\nindication in the appellant’s answering affidavit to\naccept\r\nthat the payment date of the loan between Queensgate Wealth and Black\r\nRiver should be determined with reference to the terms\nand conditions\r\nof the AIK loan. I find therefore that the loan of R6 480 000\r\nbecame due and payable when a demand for\nits payment was served on\r\nthe appellant on 5 May 2010. Accordingly, when the winding-up\r\napplication was launched on 14 May 2012\nthe debt under that loan had\r\nnot become prescribed. In the light of this finding, it is\r\nunnecessary to consider whether the appellant’s\nfailure to\r\nrespond to the\ns 345\nletter of demand constituted a tacit\r\nacknowledgement of debt and the effect thereof on the running of\r\nprescription. In the circumstances\nthe appellant’s prescription\r\ndefence must fail. The court below therefore correctly granted a\r\nfinal liquidation order.\n[16]\r\nIn the result I make the following order:\nThe\r\nappeal is dismissed with costs including costs of two counsel.\n_______________________\nD\r\nH Zondi\nJudge\r\nof Appeal\nAppearances\nFor\r\nthe Appellant: D W Gess\nInstructed\r\nby:\nSpringer-Nel\r\nAttorneys, Cape Town\nVan\r\nder Merwe & Sorour, Bloemfontein\nFor the Respondents:\r\nW R E Duminy SC (with him M D Edmunds)\nInstructed\r\nby:\nScheibert\r\n& Associates Inc Attorneys, Cape Town\nLovius-Block\r\nAttorneys, Bloemfontein\n[1]\nSection 14(1)\nprovides as follows:\n‘\nThe\r\n\trunning of prescription shall be interrupted by an express or tacit\r\n\tacknowledgement of liability by the debtor.’\n[2]\nQueensgate Holdings (Pty) Ltd (‘Queensgate Holdings, which was\r\n\tplaced in liquidation on 10 June 2010’); Queensgate\nWealth\r\n\t(‘the respondent’, now in liquidation);Black River\r\n\tDevelopment (Pty) Ltd (which was liquidated on 28 July\n2009);\r\n\tLancelot Development Holdings (Pty) Ltd (‘Lancelot\r\n\tDevelopment’); Lancelot Stellenbosch Mountain Retreat (Pty)\n\n\tLtd (‘the appellant’); and Great Force Investments 109\r\n\t(Pty) Ltd (‘Great Force’), a subsidiary of Lancelot\n\n\tDevelopment.\n[3]\nSection\r\n\t345(1)(a)\nand (c) provides:\n‘\n(1)\r\n\tA company or body corporate shall be deemed to be unable to pay its\r\n\tdebts if─\n(a)\na creditor, by cession or otherwise, to whom the company is\r\n\tindebted in a sum not less than one hundred rand then due─\n(i)\r\n\thas served on the company, by leaving the same at its registered\r\n\toffice, a demand requiring the company to pay the sum so\ndue; or\n(ii)\r\n\tin the case of any body corporate not incorporated under this Act,\r\n\thas served such demand by leaving it at its main office\nor\r\n\tdelivering it to the secretary or some director, manager or\r\n\tprincipal officer of such body corporate or in such other manner\nas\r\n\tthe Court may direct,\nand\r\n\tthe company or body corporate has for three weeks thereafter\r\n\tneglected to pay the sum, or to secure or compound for it to\nthe\r\n\treasonable satisfaction of the creditor; or\n.\r\n\t. .\n(c)\nit is proved to the satisfaction of the Court that the company\r\n\tis unable to pay its debts.’\n[4]\nBenson\r\n\t& another v Walters & another\n1984\r\n\t(1) SA 73\n(A) at 86D-87A;\nMacLeod\r\n\tv Kweyiya\n2013 (6) SA 1\nSCA para 10.\n[5]\nSection 11(d).\n[6]\nSection 12(1) provides:\n‘\nSubject\r\n\tto the provisions of subsections (2), (3) and (4), prescription\r\n\tshall commence to run as soon as the debt is due.’\n[7]\nThe\r\n\tMaster v I L Back & Co Ltd & others\n1983\r\n\t(1) SA 986\n(A) at 1004F-H;\nUmgeni\r\n\tWater & others v Mshengu\n[2010] 2 All SA 505\n(SCA) para 5.\n[8]\nGericke\r\n\tv Sack\n1978 (1) SA 821 (A).\n[9]\nDie\r\n\tDros (Pty) Ltd & another v Telefon Beverages CC & others\n2003\r\n\t(4) SA 207\n(C) para 28.\n[10]\nRadebe\r\n\t& others v Eastern Transvaal Development Board\n1988 (2) SA 785\n(A) at 793C-F.",
  "scraped_at": "2026-02-12T17:09:25.946839",
  "date": "2015-03-25",
  "coram": [
    "Maya",
    "Bosielo",
    "Willis",
    "Zondi JJA",
    "Gorven AJA"
  ],
  "case_number": "108/2014",
  "parties": {
    "applicants": [
      "Lancelot Stellenbosch Mountain Retreat (Pty) Ltd"
    ],
    "respondents": [
      "Stephen Malcolm Gore NO",
      "Bryan Neville Shaw NO",
      "Sadeck Zhaun Ahmed NO"
    ]
  },
  "sections": {
    "facts": "Queensgate Wealth Manager (Pty) Ltd (Queensgate Wealth), the funding arm of the Queensgate Group, obtained a €2.35 million loan from AIK Credit PLC in April 2008. A portion of that loan (R6 480 000) was on‑loaned to Black River Development (Pty) Ltd (Black River). Black River later assigned the debt to Lancelot Stellenbosch Mountain Retreat (Pty) Ltd (the appellant) via an assignment agreement effective 6 January 2009. Queensgate Wealth went into liquidation on 30 November 2009. The liquidators of Queensgate Wealth served a statutory demand on the appellant on 3‑5 May 2010 for the R6 480 000, which the appellant ignored. The liquidators then applied to the Western Cape High Court for the appellant’s liquidation on 14 May 2012, asserting that the debt was due and enforceable.",
    "issues": "The appeal centred on (1) whether the debt on which the liquidators relied had prescribed, i.e. whether the three‑year prescription period under the Prescription Act had run, and (2) if the period had run, whether any act—express or tacit—by the appellant had interrupted prescription under s 14(1) of the Prescription Act.",
    "principles": "The court applied the Prescription Act, particularly s 10 (three‑year extinctive period for liquidators’ claims), s 12(1) (prescription commences when a debt is due and immediately claimable), and s 14(1) (interruption by express or tacit acknowledgment). It reiterated that the burden of proving prescription lies with the party raising the defence, and only shifts to the creditor if a prima facie case is established. Relevant case law cited included List v Jungers (debt due date vs. debt arising), Swissborough Diamond Mines v Government (need for precise pleadings), and the Master v I L Back & Co Ltd (definition of debt due).",
    "application": "The court found that the appellant had not established when the loan between Queensgate Wealth and Black River became due. The appellant’s assertion that the loan was payable on 17 October 2008, mirroring the AIK loan, was unsupported by evidence. In the absence of a clear oral agreement linking the two loans, the court concluded that the debt became due only when the statutory demand was served on 5 May 2010. Because the winding‑up application was filed on 14 May 2012, the three‑year prescription period had not expired. Consequently, there was no need to examine whether the appellant’s failure to reply constituted a tacit acknowledgment that would interrupt prescription.",
    "conclusion": "The appeal was dismissed with costs, including costs of two counsel, and the liquidation order against the appellant was upheld."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Debt Prescription",
    "level_3": [
      "prescription",
      "liquidation",
      "statutory demand",
      "court of appeal"
    ]
  }
}