{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/22.html",
  "case_name": "Road Accident Fund v Sweatman (162/2014) [2015] ZASCA 22; [2015] 2 All SA 679 (SCA); 2015 (6) SA 186 (SCA) (20 March 2015)",
  "citation": "[2015] ZASCA 22",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 22\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Sweatman (162/2014) [2015] ZASCA 22; [2015] 2 All SA 679 (SCA); 2015 (6) SA 186 (SCA) (20 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 162/2014\nIn\r\nthe matter between:\nTHE\r\nROAD ACCIDENT\r\nFUND\n.........................................................................................\nAppellant\nand\nELIZABETH\r\nJEMMA\r\nSWEATMAN\n............................................................................\nRespondent\nNeutral\r\nCitation:\nRAF v Sweatman\n(162/2014)\n[2015] ZASCA 22\n(20 March 2015)\nCoram:\nLewis, Maya and Zondi JJA and Dambuza\r\nand Mayat AJJA\nHeard:\n10 March 2015\nDelivered:\n20 March 2015\nSummary:\nThe effect of the amendment to\r\nthe\nRoad Accident Fund Act 56 of 1996\nin 2008 in so far as the\r\nlimitation on the liability of the Road Accident Fund for loss of\r\nincome or support, suffered as a result\nof a motor vehicle collision,\r\nis concerned: correct approach is to determine the present value of\r\nthe actual loss suffered, as\nactuarially calculated, taking into\r\naccount all contingencies, including mortality, and then compare it\r\nwith the annual loss (the\nlimit or cap) as determined on the date of\r\nthe accident.\nORDER\nOn\r\nappeal from: Western Cape Division of the High Court, Cape Town\r\n(Griesel J sitting as court of first instance)\nThe\r\nappeal is dismissed with costs including those of two counsel.\nJUDGMENT\nLewis\r\nJA (Maya and Zondi JJA and Dambuza and Mayat AJJA concurring)\n[1]\r\nThe sole issue to be determined in this appeal is the effect of the\r\namendment to the\nRoad Accident Fund Act 56 of 1996\nin 2008 in so far\r\nas the limitation on the liability of the Road Accident Fund for loss\r\nof income or support, suffered as a result\nof a motor vehicle\r\ncollision, is concerned. The Act was amended in 2005 (by Act 19 of\r\n2005) but the relevant amendments came into\noperation only on 1\r\nAugust 2008. Before the amendment a plaintiff (either as the person\r\ninjured claiming for loss of income as\na result of injuries\r\nsustained, or claiming damages for loss of support by a breadwinner\r\nfatally injured in a collision) could\nclaim the full amount of\r\ndamages proved from the Fund.\n[2]\r\nSection 17, as amended, introduces various limitations on the Fund’s\r\nliability. The one in issue in this matter is found\nin subsec 17(4).\r\nThe relevant provisions are:\n‘\n17\r\nLiability of Fund and agents\n(1)\r\nThe Fund or an agent shall-\n.\r\n. . be obliged to compensate any person (the third party) for any\r\nloss or damage which the third party has suffered as a result\nof any\r\nbodily injury to himself or herself or the death of or any bodily\r\ninjury to any other person, caused by or arising from\nthe driving of\r\na motor vehicle by any person at any place within the Republic, if\r\nthe injury or death is due to the negligence\nor other wrongful act of\r\nthe driver . . . .\n.\r\n. .\n(4)\r\nWhere a claim for compensation under subsection (1)-\n.\r\n. .\n(b)\nincludes a claim for future loss of\r\nincome or support, the amount payable by the Fund or the agent shall\r\nbe paid by way of a lump\nsum or in instalments as agreed upon;\n(c)\nincludes a claim for loss of income or\r\nsupport, the\nannual loss\n,\r\nirrespective of the\nactual loss\n,\r\nshall be proportionately calculated to an amount not exceeding-\ni\r\n[Rx] per year in the case of a claim for loss of income; and\nii\r\n[Rx] per year, in respect of each deceased breadwinner, in the case\r\nof a claim for loss of support.’ (My emphasis.)\n[3]\r\nIn terms of subsec 17(4A)\n(a)\nthe amounts referred to in\r\nsubsections 17(4)(\nc\n)i and ii are determined by notice in the\r\nGovernment Gazette, and adjusted quarterly in order to counter the\r\neffect of inflation.\nSubsection 17(4)\n(b)\nprovides that:\n‘\nIn\r\nrespect of any claim for loss of income or support the amounts\r\nadjusted in terms of paragraph\n(a)\nshall be the amounts set out in the last notice issued prior to the\r\ndate on which the cause of action arose.’\n[4]\r\nThe respondent in this matter, Ms Elizabeth Sweatman, was severely\r\ninjured when she was run over by a car in Tokai Road, Cape\nTown in\r\nJuly 2010. She was 15 years old at the time. Her mother instituted\r\naction in the Western Cape Division of the High Court\non her behalf\r\nfor damages against the Fund the following year. The amount claimed\r\nwas some R7 million. When she attained majority\nMs Sweatman was\r\nsubstituted as the plaintiff.\n[5]\r\nThe Fund and Ms Sweatman had agreed all aspects of the claim before\r\nthe trial commenced, save for one which they asked the court\nto\r\ndetermine: that was the interpretation of s 17(4)\n(c)\n,\r\nread with 17(4A)\n(b)\nof the Act as amended. The parties led only the evidence of actuaries\r\non the meaning of ‘annual loss’ in s 17(4)\n(c)\n,\r\nhaving agreed that the Fund was liable for 50 per cent of that\r\namount. Griesel J in the Western Cape Division accepted the\r\ninterpretation\nand the method of determining the ‘cap’ on\r\ndamages advanced by the actuary, Mr Ian Morris, who supported Ms\r\nSweatman’s\nclaim. He ordered the Fund to pay Ms Sweatman R3 358\r\n529. The appeal by the Fund against the order is with the trial\r\ncourt’s\nleave.\n[6]\r\nThis issue has been determined in different ways by various courts,\r\nand I shall deal with these decisions in due course. Mr\nMorris, who\r\ngave evidence for Ms Sweatman, explained the conventional method of\r\ndetermining future losses when establishing a claim\nfor loss of\r\nincome or support. The matter is not without difficulty, especially\r\nwhere one is dealing with an injury to a young\nperson or the death of\r\na young breadwinner. Nicholas JA put the problem as follows in\nSouthern Insurance Association Ltd v Bailey NO\n1984 (1) SA 98\n(A) at 113F-114A:\n‘\nAny\r\nenquiry into damages for loss of earning capacity is of its nature\r\nspeculative, because it involves a prediction as to the future,\n\nwithout the benefit of crystal balls, soothsayers, augurs or oracles.\r\nAll that the court can do is to make an estimate, which is\noften a\r\nvery rough estimate, of the present value of the loss.\nIt\r\nhas open to it two possible approaches.\nOne\r\nis for the Judge to make a round estimate of an amount which seems to\r\nhim to be fair and reasonable. That is entirely a matter\nof\r\nguesswork, a blind plunge into the unknown.\nThe\r\nother is to try to make an assessment, by way of mathematical\r\ncalculations, on the basis of assumptions resting on the evidence.\n\nThe validity of this approach depends of course upon the soundness of\r\nthe assumptions, and these may vary from the strongly probable\nto the\r\nspeculative.\nIt\r\nis manifest that either approach involves guesswork to a greater or\r\nlesser extent. But the Court cannot for this reason adopt\na\nnon\r\npossumus\nattitude and make no award. .\r\n. .’\n[7]\r\nThis court thus approved the use of actuarial calculations based on\r\nwhatever evidence is available. In this matter, following\nthe\r\napproach of actuaries over decades, Mr Morris used the assessments of\r\nindustrial psychologists as to the career path likely\nto have been\r\nfollowed by Ms Sweatman, her probable remuneration, prospects of\r\npromotion, working lifespan, retirement and other\nfactors that might\r\nhave affected her income stream over the years. He then calculated\r\nthe present estimated value of the future\nincome that she would have\r\nearned, taking into account the net capitalization rate, which in\r\nturn has regard to the expected investment\nreturn. From the amount\r\ncalculated he made deductions on the basis of future inflation rates,\r\nfor taxation and likely changes in\nthe rates of taxation, and,\r\nimportantly, took into account accepted life tables reflecting\r\nmortality rates.\n[8]\r\nThe second step taken was to ascertain what difference the injury and\r\ndisability arising from the collision made to Ms Sweatman:\nto\r\ndetermine the estimated present value of her future income stream in\r\nher injured and disabled state. Once that calculation had\nbeen done\r\nthe two amounts were adjusted having regard to the contingencies of\r\nlife: any factor that would influence her life and\nearning capacity –\r\nthe hazards of life. The amount calculated in respect of the income\r\nstream in the injured state was then\ndeducted from the amount she\r\nwould have earned but for the injury, and that represented the\r\nestimated present value of Ms Sweatman’s\nloss. The limitation\r\nintroduced by the amendment was then compared with the actual loss:\r\nif the actual loss was less than the annual\nloss – the limit or\r\ncap – then the Fund would be liable for the actual loss. If it\r\nexceeded the limit then only the\namount which was gazetted before the\r\ndate of the accident (the annual loss) would be payable.\n[9]\r\nThe steps taken before the application of the cap were, as Griesel J\r\npointed out, part of the conventional method of determining\nthe\r\nestimated present value of the loss which the Fund, prior to 2008,\r\nwould have been liable to pay in full. The actuary who gave\nevidence\r\nfor the Fund, Mr A J Munro, said that that was the method he too had\r\nadopted until the Act was amended and effect had\nto be given to the\r\nlimitation introduced by the amended s 17.\n[10]\r\nHowever, the amendment had made Mr Munro rethink the approach to\r\ndetermining the actual loss, and he adopted a new approach\nto\r\ndetermining it, and applied the limitation – the cap – at\r\na different point. The difference in approach of the respective\n\nactuaries – as to how to apply the cap – results in\r\ndifferent sums being determined. Mr Munro’s approach leads\nto\r\nsubstantially lower awards than does that of Mr Morris. In this\r\nmatter, on the Fund’s approach, Ms Sweatman’s award\nwould\r\nbe R2 million less (before the apportionment) than she would obtain\r\nusing the conventional method subject to the new limitation.\n[11]\r\nMr Morris’s evidence was supported by Mr J Schwalb, an actuary\r\nwho also testified for Ms Sweatman. He too follows the\napproach to\r\nthe calculation of actual loss, and the application of the limit on\r\nthat loss, advocated by Mr Morris.\n[12]\r\nThe Morris method, preferred by Griesel J, starts from the text of\r\ns 17(4)\n(c)\n.\r\nThat provides that the annual loss must be compared with the actual\r\nloss (the estimated value of the loss), and the lesser sum\nawarded.\r\nThe annual loss is that determined by notice in the\nGovernment\r\nGazette\n. And the quantum of the annual\r\nloss, provides s 17(4A)\n(b)\n,\r\nis that ‘set out in the last notice issued prior to the date on\r\nwhich the cause of action arose’ – that is,\nthe date of\r\nthe accident. Accordingly, following the Morris method, if in each\r\nyear after the accident the actual loss exceeds\nthe annual loss\r\ndetermined at the date of the accident, the Fund is liable to pay\r\nonly the lesser amount – the annual loss.\n[13]\r\nMr Munro, on the other hand, proceeded from a different premiss. He\r\nconsidered that in order to determine the estimated value\nof the\r\nloss, when calculating the injury-free career path and future income,\r\nand the income stream with the injury and disability,\nhe had to take\r\ninto account all contingencies other than mortality. After the annual\r\nloss (the cap amount) for each ensuing year\nwas established (working\r\non estimated inflated amounts), mortality rates would be applied.\r\nThis would result in substantially lesser\namounts being awarded to\r\nclaimants. The approach advocated by him required working on an\r\ninflated cap for the projected years of\nthe claimant’s life.\r\nFurthermore, Mr Munro considered that mortality rates are different\r\nfrom other contingencies, and ought\nnot to be taken into account\r\nbefore establishing the actual loss. He also took the view that the\r\nactual loss should be discounted\nonly after the annual loss had been\r\nestablished, thus introducing a further allowance for general\r\ncontingencies.\n[14]\r\nThe rationale for this approach was that it was fairer: it brought\r\nabout gender equality (mortality rates for women and men\nare\r\ndifferent, women in general having longer life spans). And it also\r\ndid not prejudice the very old or the very young accident\nvictim.\r\nThus the child and the adult approaching retirement would not be\r\ntreated differently. But as pointed out by counsel for\nMs Sweatman,\r\nthe entire process of determining future loss is dependent on gender\r\ndifferentiation: women have longer life expectancies,\nand in general\r\nhave higher claims for future loss of earnings than men do. The\r\nargument that the Morris method discriminates on\nthe basis of age is\r\nequally artificial. There is inevitably a difference in the periods\r\nwhere income is lost when dealing with\nvery young or older people.\r\nThe periods of the loss must be different.\n[15]\r\nMr Munro introduces into the calculation of loss the notion of a ‘cap\r\nyear’: that there is a different limit on\nthe Fund’s\r\nliability for each year in respect of which predictions are made. But\r\nnowhere does the Act suggest that the amount\nin the last notice\r\npublished before the date of the accident must be adjusted each year\r\nto take into account the ravages of inflation.\nThe quarterly\r\nadjustments will take care of problems with inflation for future\r\nclaimants, but the limit for a particular claimant’s\nloss is\r\nset at the date of the accident. A reading of s 17, even having\r\nregard to its purpose, does not lend itself to the interpretation\n\nthat there is a different cap for each year after the accident.\n[16]\r\nAnd, as Sutherland J said in\nSil & others v Road Accident Fund\n2013 (3) SA 402\n(GSJ) paras 13 to 15, the purpose of the cap is to\r\nlimit the sum to be paid. It is not intended to interfere in the\r\ncalculation\nof the loss. He said: ‘The artificially set maxima\r\nexist to resolve the challenges to the [Fund] in funding demands made\r\non it, not to prescribe a new methodology of calculating loss . . .\r\n.’ He too found that contingencies had to be taken into\naccount\r\nin determining the actual loss. He said (para 13):\n‘\nIn\r\nprojecting a future actual loss, the exercise contemplates the\r\nchances of not achieving the projected rate of earnings by factoring\n\nin predictable risks. Those risks are expressed as the given\r\ncontingencies. There is no other place in the calculation process\n\nwhere, sensibly, the contingencies could be usefully intruded into a\r\ncalculation of loss, that is to say the net loss or, more\n\nappropriately, the ‘actual loss’.\n[17]\r\nSutherland J referred in this regard to\nLaw\r\nSociety of South Africa & others v Minister for Transport &\r\nanother\n2011 (1) SA 400\n(CC) para 86.\r\nThere the constitutionality of the limitations on liability\r\nintroduced by s 17 was raised. Moseneke  DCJ, in\nfinding that\r\nthe reduction of compensation payable for loss of income or support\r\ndid not amount to an arbitrary deprivation of\nproperty, said that the\r\namendment ‘properly advances the governmental purpose to make\r\nthe Fund financially viable and sustainable\nand to render the\r\ncompensation regime more transparent, predictable and equitable’.\n[18]\r\nMr Munro also did not explain satisfactorily why he treated mortality\r\ndifferently from all other contigencies, taking it into\naccount only\r\nafter the annual loss had been determined. As counsel for Ms Sweatman\r\nargued, there should be no distinction between\nthe general hazards of\r\nlife, and mortality. All have an impact on the income that a\r\nplaintiff would earn in an uninjured and injured\nstate. The only real\r\ndifference between mortality and other contingencies is that there is\r\nmore evidence available in statistical\nform to show mortality rates.\n[19]\r\nThe court below in this matter considered that\nSil\nwas correct. In the same division, however, in\nJonosky\r\nv Road Accident Fund\n2013 (5) SA 356\n(GSJ), the court accepted that the cap had to be inflated for each\r\nyear of the calculation. The court did not, however, explain\nhow this\r\ninterpretation was justified by the plain words in s 17. It also did\r\nnot deal with an earlier decision (\nNhambe\r\nv Road Accident Fund\n, unreported case\r\n70721/2009, North Gauteng High Court) in the division, which adopted\r\nmuch the same approach that\nSil\ndid: the cap was set at the date of the accident. The decision of the\r\ncourt below in this matter has been followed in a subsequent\nmatter\r\nin the Eastern Cape Division:\nBonesse v\r\nRoad Accident Fund\n2014 JDR 0303\r\n(ECP)).\n[20]\r\nIn my view, there is no cogent reason to depart from the\r\nconventional, tried and tested actuarial approach that this and other\n\ncourts have accepted over decades. The Fund argued that that method\r\nwas not set in stone. That is true. But since it proceeds from\na\r\nlogical basis and there is no apparent reason to change it, this\r\ncourt will not suggest any departure from it. Thus the trial\ncourt\r\nwas correct in finding that Mr Morris’s calculation of Ms\r\nSweatman’s loss, as capped, should be the basis of\nthe award. \r\nTo the extent that\nJonosky\ntakes a different stance, it is incorrect.\n[21]\r\nThe appeal is dismissed with costs including those of two counsel.\n_______________________\nC\r\nH Lewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: M H van Heerden SC (with him D Pillay)\nInstructed\r\nby: Nongogo Nuku Inc, Cape Town\nE G Cooper Majiedt\r\nInc, Bloemfontein\nFor\r\nRespondent: K Engers SC (with him D Melunsky)\nInstructed\r\nby: Lowe and Petersen, Cape Town\nHoney Attorneys,\r\nBloemfontein",
  "scraped_at": "2026-02-12T17:05:44.086865",
  "date": "2015-03-20",
  "coram": [
    "Lewis JA",
    "Maya JJA",
    "Zondi JJA",
    "Dambuza AJJA",
    "Mayat AJJA"
  ],
  "case_number": "162/2014",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Elizabeth Jemma Sweatman"
    ]
  },
  "sections": {
    "facts": "The Road Accident Fund (RAF) Act 56 of 1996 was amended in 2008 to limit the Fund's liability for future loss of income or support. Ms Elizabeth Sweatman was severely injured in a motor‑vehicle collision in July 2010, when she was 15 years old. Her mother sued the RAF for damages of about R7 million, and after Ms Sweatman reached majority she was substituted as plaintiff. The parties agreed on the factual matrix but disputed the interpretation of s 17(4)(c) and s 17(4A)(b) of the amended Act, particularly how the statutory annual loss cap should be applied to the actuarially calculated loss.",
    "issues": "The central issue was the effect of the 2008 amendment on the RAF’s liability: how the statutory annual loss cap must be applied when calculating compensation for loss of income or support. Specifically, whether the cap should be applied before or after actuarial discounting, and whether it should be adjusted for inflation each year or remain fixed at the amount published in the Gazette prior to the date of the accident.",
    "principles": "The Court relied on the text of s 17(4)(c) which requires the actual loss to be compared with the annual loss and the lesser amount awarded. Section 17(4A)(b) fixes the annual loss at the amount set out in the last Gazette notice before the cause of action arose. Precedent cases such as Southern Insurance Association Ltd v Bailey, Sil & others v Road Accident Fund, and the constitutional analysis in Law Society of South Africa v Minister for Transport were cited to support a conventional actuarial approach that includes all contingencies, including mortality, before applying the statutory cap.",
    "application": "The Court examined the two actuarial methods presented. Mr Morris’s method calculated the present value of the loss first, then compared it with the fixed annual loss cap (as published before the accident) and awarded the lesser amount. Mr Munro’s method applied the cap to each projected year, adjusting it for inflation before discounting for mortality, resulting in a lower award. The Court found no statutory basis for a year‑by‑year inflation‑adjusted cap and held that the conventional method—calculating the total loss and then applying the fixed cap—was consistent with the Act and established precedent. Consequently, the Morris calculation was upheld.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. The RAF was ordered to pay Ms Sweatman the amount determined by the trial court (R3 358 529) in accordance with the Morris actuarial method, subject to the statutory annual loss cap fixed at the date of the accident."
  },
  "tags": {
    "level_1": "Personal Injury",
    "level_2": "Road Accident Fund",
    "level_3": [
      "loss of earnings",
      "actuarial calculation",
      "statutory limitation",
      "insurance law"
    ]
  }
}