{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/17.html",
  "case_name": "Greater Tzaneen Municipality v Le Grange (685/2013) [2015] ZASCA 17 (18 March 2015)",
  "citation": "[2015] ZASCA 17",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 17\n|\nNoteup\n|\nLawCite\nGreater Tzaneen Municipality v Le Grange (685/2013) [2015] ZASCA 17 (18 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno\n:\n685/2013\nReportable\nIn\r\nthe matter between:\nGREATER\r\nTZANEEN\r\nMUNICIPALITY\n...........................................................................\nAppellant\nand\nANDRE\r\nJEAN JACQUES LE\r\nGRANGE\n.......................................................................\nRespondent\nNeutral\r\ncitation:\nGreater Tzaneen\r\nMunicipality v Le Grange\n(685/2013)\n[2015]\nZASCA 17\n(18 March 2015)\nCoram:\nBrand, Leach, Willis, Zondi JJA and Dambuza AJA\nHeard:\n23 February 2015\nDelivered:\n18 March 2015\nSummary:\nJurisdiction – an undertaking to employ in a\r\ncontract is not a matter falling within the purview of s 157 of the\r\nLabour Relations\nAct. – the high court has jurisdiction –\r\nrectification – on the evidence the contract was not truly\r\nreflective\nof the intention of the parties and agreement properly\r\nrectified.\nORDER\nOn\r\nappeal from:\nNorth Gauteng\nHigh\r\nCourt, Pretoria (Hiemstra AJ sitting as court of first instance):\n‘\nThe\r\nappeal is dismissed with costs, such costs to include the costs of\r\nthe application for an interdict’.\nJUDGMENT\nDambuza AJ\r\n(Brand, Leach, Willis and Zondi JJA concurring):\n[1]\r\nThis appeal is with the leave of this court, against the judgment of\r\nthe North Gauteng High Court, Pretoria (Hiemstra AJ), dismissing\nan\r\napplication by the appellant (municipality) to have the respondent\r\n(Mr Le Grange) interdicted from accessing the municipal premises\nas\r\nan employee of the municipality. The court a quo also rectified an\r\nagreement concluded between the municipality and Mr Le Grange.\nBefore\r\nus counsel for the municipality informed us that the interdict\r\noriginally sought by the municipality had become academic\nand that\r\nthe municipality was abandoning its appeal and tendering costs in so\r\nfar as it related to that issue. What remained for\ndetermination was\r\nthe appeal against rectification of the agreement.\n[2] The agreement at\r\nthe centre of the dispute between the parties, was concluded on 9\r\nApril 2010. Prior to the conclusion of the\nagreement Mr Le Grange had\r\nbeen employed by the municipality as the ‘Head: Section Finance\r\nExpenditure’. He had been\nemployed by the municipality for the\r\n17 years preceding the conclusion of the agreement. In terms of the\r\nagreement Mr Le Grange\ntook up employment with the municipality as\r\nthe chief financial officer (CFO) for a period of three years,\r\nstarting from 1 December\n2009 until 30 June 2012. Upon the expiry of\r\nthe three year period, Mr Le Grange continued to present himself at\r\nthe premises of\nthe municipality, insisting that the municipality had\r\nan obligation to keep him in his employ.\n[3]\r\nThe municipality denied that it was obliged to employ Mr Le Grange.\r\nInstead, on 7 July 2012, the municipality approached the\nhigh court,\r\non an urgent basis, seeking an order that Mr Le Grange be interdicted\r\nfrom accessing the municipal premises as an employee\nof the\r\nmunicipality and that he be ordered to return the access cards with\r\nwhich he had been provided as an employee. The municipality\ncontended\r\nthat Mr Le Grange’s right to access the municipality premises\r\nas an employee of the municipality ceased when the\nterm of his\r\nemployment as CFO of the municipality expired.\n[4]\r\nMr Le Grange opposed the application brought by the municipality and\r\nasserted his right of continued presence at the municipal\npremises.\r\nHe relied on a portion of clause 2.3 of the agreement which, he\r\ncontended, entitled him to a further contract of employment\nwith the\r\nmunicipality. He brought a counter-application in which he sought to\r\nenforce his right to a contract of that kind. He\nalso sought\r\nrectification of the agreement in terms more fully set out in the\r\nparagraphs that follow.\n[5]\r\nThe high court dismissed the application for an interdict, holding\r\nthat no authorisation for institution of the court proceedings\nby the\r\nmunicipality had been shown. It then granted an order for\r\nrectification of the agreement and found that on expiry of Mr\nLe\r\nGrange’s term of employment as CFO, the municipality was\r\nobliged to employ him as provided in the rectified agreement.\n[6] It was not in\r\ndispute, both before the high court and in this court, that in its\r\noriginal form, and as signed by Mr Le Grange,\nclause 2.3 of the\r\nagreement provided that:\n‘\n2.3\r\nIt is specifically recorded that there is no expectation that this\r\nContract will be renewed or extended beyond the term referred\nto in\r\nclause 2.2 [the three year term]. The Employer’s decision not\r\nto renew or extend the contract shall not constitute\nan unfair\r\ndismissal and the Employee shall not be entitled to any form of\r\ncompensation.\n2.3.1\r\nHowever, during the discussions with the Mayor regarding the short\r\nperiod of the Contract, it was agreed that the Employer,\nin the case\r\nof non-renewal or extension of this contract will\nendeavour\nto suitably accommodate the Employee in a permanent position on the\r\nservice register that fits his status, qualifications and\r\nexperience.’ (My emphasis.)\n[7]\r\nThe order for rectification of the agreement provided for replacement\r\nof the word ‘endeavour’ in clause 2.3.1 with\nthe words\r\n‘be obliged’. It was common cause that, about a month\r\ninto Mr Le Grange’s term of employment as CFO,\nMr Mangena, the\r\nmunicipal manager at the time, deleted clause 2.3.1 from a copy of\r\nthe agreement and signed that copy on behalf\nof the municipality (on\r\n19 April 2010).\n[8]\r\nSubsequent to the deletion of clause 2.3.1 there was an exchange of\r\ncorrespondence between Mr Le Grange (through his attorneys)\nand the\r\nmunicipality on the propriety of the deletion of the clause.\r\nEssentially, Mr Le Grange maintained that he had concluded\nan\r\nagreement with the municipality in the terms set out in the original\r\nagreement. He also lodged a grievance with the Mayor protesting\nthe\r\npurported amendment to the agreement. The dispute remained unresolved\r\nuntil the expiry of Mr Le Grange’s term of employment\nas the\r\nchief financial officer (CFO).\n[9]\r\nThe appeal against rectification is premised, mainly, upon two\r\ngrounds. The municipality contends, first, that Mr Le Grange\nhad\r\nfailed to establish that when the agreement was concluded both\r\nparties were labouring under a common mistake. Its second contention\n\nwas that because the remedy sought by Mr Le Grange is founded in the\r\nprovisions of the Labour Relations Act 66 of 1995 (LRA), the\nhigh\r\ncourt (and this court) had no jurisdiction to entertain the\r\ncounter-application. This submission extended to an argument that\n\nemployment to the position(s) contemplated by Mr Le Grange required\r\napproval of the municipal council which had not been obtained\nprior\r\nto the conclusion of the agreement and therefore the agreement was\r\nillegal and unenforceable. For that reason it could not\nbe rectified.\r\nAlthough the high court did not pertinently consider the issue of\r\njurisdiction, it is expedient that I deal with\nit before considering\r\nthe other grounds on which the appeal is founded.\n[10]\nJurisdiction\nThe\r\ncontention that the high court had no jurisdiction to hear Mr Le\r\nGrange’s complaint was foreshadowed, rather obliquely,\nin the\r\nmunicipality’s founding affidavit. The allegation was that,\r\nrather than repeatedly presenting himself at the municipal\noffices\r\nand disturbing the peace, Mr Le Grange should have approached the\r\nlabour court to assert his claim for ‘reinstatement’.\nIn\r\nthe answering affidavit, Mr Le Grange denied that he sought\r\nre-instatement and explained that his claim was for specific\r\nperformance\nof a term of an agreement. Counsel for the municipality\r\npersisted before us that in terms of s 77(3) of the Basic Conditions\r\nof\nEmployment Act\n[1]\n(the BCEA),\r\nonly the labour court had jurisdiction to hear the claim brought by\r\nMr Le Grange as the claim was founded on s 186(2)(\nc\n)\r\nof the LRA.\n[2]\nThe argument was\r\nthat Mr Le Grange’s case was essentially one of unfair labour\r\npractice by the municipality in refusing to\nreinstate him to\r\nemployment. This is incorrect.\n[11] First, the\r\nprovisions of the LRA did not arise in this case. The remedy sought\r\nby Mr Le Grange was not ‘re-instatement’\nto a position\r\npreviously held with the municipality; nor did he seek renewal of the\r\nexpired agreement. What he sought was specific\nperformance of clause\r\n2.3.1 of the agreement as reflected in the declaratory order. In\nGcaba v Minister for Safety and Security\n2010 (1) SA 238\n(CC)\r\nthe Constitutional Court explained the basis on which the nature of\r\nissues raised in proceedings must be determined. That\ncourt held that\r\njurisdiction is determined on the basis of the pleadings and not on\r\nthe substantive merits of the case. Mr Le Grange\nhad pleaded, as the\r\nrelief he sought, the common law remedy of specific performance,\r\nbased on the fact that the municipality was\nobliged, in terms of the\r\nagreement, to employ him after 30 June 2012. The fact that the relief\r\nsought related to employment did\nnot necessarily mean that it was\r\nrooted in the provisions of the LRA. And the fact that Mr Le Grange\r\nhad been employed by the municipality\nprior to 30 June 2012 did not\r\nmean that he was seeking re-instatement. In\nMakhanya v University\r\nof Zululand\n2010 (1) SA 62\n(SCA) this court held that:\n‘\nWhen\r\na claimant says that the claim arises from the infringement of the\r\ncommon-law right to enforce a contract, then that is the\nclaim, as a\r\nfact, and the court must deal with it accordingly. When a claimant\r\nsays that the claim is to enforce a right that is\ncreated by the LRA,\r\nthen that is the claim that the court has before it, as a fact. When\r\nhe or she says that the claim is to enforce\na right derived from the\r\nConstitution, then, as a fact, that is the claim. That the claim\r\nmight be a bad claim is beside the point.’\n[3]\n[12] Further, even\r\nif Mr Le Grange was seeking reinstatement, s 77(3) of the BCEA on\r\nwhich the municipality relied (perhaps unwittingly),\nprovides that:\n‘\nThe\r\nLabour Court has concurrent jurisdiction with the civil courts to\r\nhear and determine any matter concerning a contract of employment,\n\nirrespective of whether any basic condition of employment constitutes\r\na term of that contract.’\nIn\nGcaba\n[4]\nthe Constitutional Court clarified the issue concerning the overlap\r\nin jurisdiction of the labour court and the high court in respect\nof\r\nemployment matters by explaining that the labour court has exclusive\r\njurisdiction over those matters which the LRA prescribes\nshould be\r\ndetermined by it.\n[5]\nThat court,\r\nhowever, endorsed the concurrency of jurisdiction between the two\r\ncourts\n[6]\nbut warned that s\r\n157(2) should not be understood to extend the jurisdiction of the\r\nhigh court to determine issues which, in terms\nof s 157(1) of the\r\nLRA, fall exclusively under the jurisdiction of the Labour Court.\n[7]\n[13]\r\nIn this case the municipality brought its application for an\r\ninterdict in the high court. In its founding affidavit it set\nout\r\nwhat it considered to be the relevant portion(s) of the agreement as\r\nthe ‘background facts to the application’.\nIt pleaded\r\nthat because the agreement had expired, Mr Le Grange’s right to\r\naccess the municipal premises as an employee had\nceased. The defence\r\ntendered by Mr Le Grange was, in essence, that the agreement went\r\nbeyond the terms set out in the founding\naffidavit; it also regulated\r\ncertain rights and obligations of the parties after 30 June 2012.\r\nTherefore, even if Mr Le Grange’s\nclaim had been founded in the\r\nLRA it would not have been acceptable for the municipality to plead\r\nthat Mr Le Grange be directed\nto approach the labour court. Such a\r\ncourse would result in an undesirable duplication of proceedings in\r\nwhich essentially the\nsame disputes would arise. The contention that\r\nMr Le Grange should have approached the labour court was therefore\r\nmisplaced.\n[14]\nRectification\nIn\r\ngranting the order for rectification, the high court found that Mr Le\r\nGrange had proved that both him and the municipality had\nintended\r\nthat the municipality be obliged to offer employment to Mr Le Grange\r\non expiry of his term of employment as chief financial\nofficer. The\r\nchallenge against the finding of the high court was based on two\r\ngrounds: that Mr Le Grange had failed to prove a\nmistake common to\r\nboth parties at the time of the conclusion of the agreement and that\r\nthe agreement fell foul of certain statutory\nrequirements and was\r\ntherefore illegal and could not be rectified. I start with the last.\n[15]\r\nThe contention by the municipality was that the agreement could not\r\nbe rectified as it was tainted by an underlying illegality\nin that it\r\nwas concluded with the mayor who lacked the necessary power to do so.\r\nThis argument on behalf of the municipality was\nbased on an\r\nassumption that Mr Le Grange sought to be employed to a position\r\nregulated by\ns 57\nof the\nLocal Government: Municipal Systems Act 32\nof 2000\n. This section regulates the terms of employment contracts for\r\nmunicipal managers and managers directly accountable to municipal\n\nmanagers. In terms of\ns 56\nof the same Act, municipal managers and\r\nmanagers directly accountable to the municipal manager must be\r\nappointed by the municipal\ncouncil in consultation with the municipal\r\nmanager.\n[16]\r\nThis description of Mr Le Grange’s case was wrong on three\r\nfronts. It was not Mr Le Grange’s case that the agreement\nwas\r\nthat he would be employed to a s 57 position; he also did not seek\r\nemployment to such a position. His case was that the municipality\nhad\r\nundertaken to employ him in a ‘permanent position on the\r\nservice register that fits his status, qualification and experience’.\n\nAll that he sought was to be employed as agreed. In fact, the\r\nevidence was that on expiry of his term as the CFO he had demanded\nto\r\nbe employed in a position similar or the one he had occupied prior to\r\nthe conclusion of the agreement. By all accounts such\nposition was\r\nnot a s 57 position.\n[17]\r\nIt was also not Mr Le Grange’s case that he had concluded the\r\nagreement with the mayor. His case had always been that\nthe agreement\r\nwas concluded with the council. The agreement reflects that to have\r\nbeen the case. The fact that he had held discussions\nwith the mayor\r\nrelating to the agreement is irrelevant. Therefore the argument that\r\nthe agreement was unenforceable did not assist\nthe municipality.\n[18]\r\nIn the end, whether the agreement was eligible for rectification fell\r\nto be determined on whether the evidence tendered proved\nthat the\r\nagreement, in particular, clause 2.3.1, was not a correct recordal of\r\nthe true agreement between Mr Le Grange and the\nmunicipality. In\r\nessence the enquiry was whether use of the word ‘endeavour’\r\nin clause 2.3.1 was due to a mistaken\nunderstanding of the meaning\r\nthereof by both parties, as Mr Le Grange contended.\n[19] The\r\nmunicipality insisted that the determination of the intention of the\r\nparties had to be limited to the word ‘endeavour’\nas used\r\nin the agreement without recourse to the background against which the\r\nagreement was concluded. On the wording of the agreement,\nthe\r\nmunicipality was only obliged to endeavour to employ Mr Le Grange, so\r\nit was argued. This interpretation of the agreement impermissibly\n\nisolates the word ‘endeavour’ from the rest of clause\r\n2.3.1. The clause sets out the background and motivation for\nthe\r\nagreement to employ Mr Le Grange in a permanent position after 30\r\nJune 2012. In addition Mr Le Grange tendered further evidence\nin\r\nrespect of the background to the conclusion of the agreement. The\r\nevidence was to the effect that it was Mr Le Grange and Mr\nVisser,\r\nthe municipality’s human resource manager at the time, who\r\nprepared the agreement. In his affidavit, filed in support\nof Mr Le\r\nGrange, Mr Visser explained that when Mr Le Grange was recommended\r\nfor the position of CFO, he (Mr Le Grange) advised\nthe municipal\r\ncouncil that he would accept the position on condition he was\r\n‘provided with security that he would not be\nwithout an\r\nappointment/work after 30 June 2012’. It was on this basis that\r\nMr Visser was instructed to draft the agreement.\nHe explained that\r\nthe word ‘endeavour’ was used as a translation for the\r\nAfrikaans word ‘onderneem’, which\nboth he and Mr Le\r\nGrange, being Afrikaans speaking, had intended to use in the\r\nagreement.\n[20]\r\nBoth Mr Le Grange and Mr Visser highlighted in their evidence that,\r\nat the discussions relating to the three year CFO position,\nMr Le\r\nGrange had insisted on protecting the security of his long term\r\nemployment with the municipality. This evidence is consistent\nwith\r\nthe inclusion of clause 2.3.1 in the agreement.\n[8]\nAs against this evidence, the municipality tendered the evidence of\r\nMr Thulani Twala, the municipal manager who took office at\nsome stage\r\nsubsequent to Mr Mangena. Mr Twala denied that the use of the word\r\n‘endeavour’ was a mistake. However, Mr\nTwala did not set\r\nout the basis on which he could attest to the facts relating to the\r\nconclusion of the agreement. There was no\nevidence indicating that he\r\nwas present at any stage during the negotiations relating to the\r\nconclusion of the agreement.\n[21]\r\nOn the evidence before the high court, Mr Twala could only have\r\nhearsay knowledge about the terms on which the agreement was\n\nconcluded. There was no evidence tendered on behalf of the\r\nmunicipality, by a person who was privy to the negotiations. The high\n\ncourt could only determine the true intention of the parties on\r\ncredible evidence before it. Only the evidence of Mr Le Grange\nand Mr\r\nVisser was properly before the high court and the finding of that\r\ncourt, that the use of the word ‘endeavour’\nwas\r\nattributable to an erroneous translation of the Afrikaans word\r\n‘onderneem’ by Mr Le Grange and Mr Visser, was properly\n\nmade. A proper case for rectification had been made and the\r\ndeclarator was correctly granted. Consequently the appeal must fail.\n[23]\r\nIn the result, the following order is made:\n‘\nThe\r\nappeal is dismissed with costs’.\n______________\nN Dambuza\nActing Judge of\r\nAppeal\nAPPEARANCES\nFor\r\nAppellant: GN Moshoana\nInstructed by:\nMushoana Inc,\r\nPretoria\nLovius\r\nBlock Attorneys, Bloemfontein\nFor\r\nRespondent:  JS Stone\nInstructed\r\nby:\nKruger Nagel &\r\nDe Jager Attorneys, Tzaneen\nBezuidenhouts\r\nAttorneys, Bloemfontein\n[1]\nBasic\nConditions of Employment Act 75 of 1997\n.\n[2]\nSection\r\n\t186\nof the LRA deals with the meaning of dismissal and unfair labour\r\n\tpractice.\nSection 191\nprovides that if there is a dispute about the\r\n\tfairness of a dismissal or a dispute about an unfair labour practice\r\n\tthe dismissed\nemployee or the employee alleging an unfair labour\r\n\tpractice may refer the dispute in writing for conciliation or\r\n\tarbitration.\n[3]\nAt\r\n\t82G-I at 71G-I.\n[4]\nSupra,\r\n\tparas 70 – 72.\n[5]\nS157(1)\nof LRA. Such matters include review of arbitration awards in terms\r\n\tof\ns 145\nof the LRA and those regulated by\ns 186\nof the LRA.\n[6]\nS157(2)\nof the LRA provides that: ‘The Labour Court has concurrent\r\n\tjurisdiction with the High Court in respect of any alleged or\n\n\tthreatened violation of any fundamental right entrenched in Chapter\r\n\t2 of the Constitution of Republic of South Africa, 1996,\nand arising\r\n\tfrom –\n(\na\n)\r\n\tEmployment and from labour relations;\n(\nb\n) any\r\n\tdispute over constitutionality of any executive or administrative\r\n\tact or conduct,. . . by the State in its capacity as an\nemployer;\r\n\tand\n(\nc\n)\r\n\tthe application of any law for the administration of which the\r\n\tMinister is responsible’.\n[7]\nAt\r\n\t261D-E\n[8]\nThe\r\n\tevidence was that it was only after an (unspecified) inquiry was\r\n\tmade by ‘National Treasury regarding the clause that\nMr\r\n\tMangena deleted it. Although in the correspondence following from\r\n\tthe deletion of clause 2.3.1, the municipal (through Mr\nMangena)\r\n\tdisputed that the clause had been properly included in the\r\n\tagreement, in its replying papers to the counter-application\nit\r\n\tdisavowed Mr Mangena’s attempts at altering the agreement, by\r\n\tdeletion of the clause. It only contended that Mr Le Grange’s\n\n\tinterpretation of the clause as entitling him to ‘remain’\r\n\tin the employment of the municipality was incorrect as\nthe clause\r\n\tonly compelled the municipality to ‘endeavour’ to employ\r\n\tMr Le Grange. The argument was that Mr Le Grange\nhad not proved that\r\n\tthe municipality had failed to meet its obligation to ‘endeavour’\r\n\tto employ him.’",
  "scraped_at": "2026-02-12T16:28:09.701459",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}