{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/79.html",
  "case_name": "Banger v S (195/2015) [2015] ZASCA 79; 2016 (1) SACR 115 (SCA) (28 May 2015)",
  "citation": "[2015] ZASCA 79",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 79\n|\nNoteup\n|\nLawCite\nBanger v S (195/2015) [2015] ZASCA 79; 2016 (1) SACR 115 (SCA) (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 195/2015\nIn\r\nthe matter between:\nALLAN\r\nWAYNE\r\nBANGER\n..............................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nBanger v S\n(195/2015)\n[2015] ZASCA 79\n(28 May 2015).\nCoram:\nCachalia and Mbha JJA and Van der\r\nMerwe AJA\nHeard:\r\n20 May 2015\nDelivered:\r\n 28 May 2015\nSummary:\nNo appeal lies against the refusal of\r\nbail by the High Court sitting as a court of first instance without\r\nleave to appeal in terms\nof the\nSuperior Courts Act 10 of 2013\n.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Fabricius and\nFourie JJ\r\nconcurring, sitting as court of first instance):\nThe\r\nmatter is struck from the roll.\nJUDGMENT\nVan\r\nder Merwe AJA (Cachalia and Mbha JJA concurring):\n[1]\r\nThis judgment considers the effect of the\nSuperior Courts Act 10 of\n2013\n[1]\non an appeal against the\r\nrefusal of bail by a High Court sitting as a court of first instance.\n[2]\r\nThe appellant, Mr Allan Wayne Banger, was convicted in the regional\r\ncourt on 331 counts of contravening\ns 6\nof the\nPrevention of\nOrganised Crime Act 121 of 1998\n. The appellant admitted that during\r\nthe period from 16 January 2003 to 17 November 2006, he received\r\npayments totalling R2 034 146.73.\nThe regional court found\r\nthat the appellant ought reasonably to have known that these monies\r\nrepresented the proceeds of unlawful\nactivities and sentenced him to\r\n10 years’ imprisonment, five years of which were suspended for\r\na period of five years on\ncondition that he is not convicted of\r\ncontravening\ns 6\nof Act 121 of 1998, committed during the period\r\nof suspension.\n[3]\r\nThe regional court granted leave to appeal against the convictions\r\nand sentence. It also granted the appellant bail pending\nthe outcome\r\nof the appeal to the High Court. The appeal was heard by the North\r\nGauteng Division, Pretoria (Fabricius and Fourie\nJJ). It dismissed\r\nthe appeal on 19 March 2015. Counsel for the appellant indicated that\r\nan application would be made to this court\nfor special leave to\r\nappeal against the dismissal of the appeal against both conviction\r\nand sentence. In the light hereof, the\nappellant applied to the High\r\nCourt for bail pending the application for special leave to appeal on\r\nthe merits. The High Court\ndismissed the application. The appellant\r\ndid not apply to the High Court for leave to appeal against the\r\nrefusal of bail, but noted\nan appeal to this court in the belief that\r\nthe appellant had an automatic right of appeal.\n[4]\r\nIt is important to point out that the regional court had granted bail\r\npending the outcome of the appeal to the High Court. The\nbail had\r\nlapsed when the appeal was dismissed. The application to the High\r\nCourt to extend the bail pending an application for\nleave to appeal\r\nto this court, was therefore a fresh application. The High Court\r\ndealt with this application for bail sitting as\na court of first\r\ninstance ─ albeit by two judges ─ and not as an appeal.\n[5]\r\nThere is no doubt that the appellant has the right to appeal against\r\nthe refusal of bail. That is provided for in s 35(3)\n(o)\nof the Constitution. What is in issue is the procedure applicable to\r\nan appeal against the refusal of bail by the High Court sitting\nas a\r\ncourt of first instance.\n[2]\n[6]\r\nThis question was first dealt with by this court in\nS\r\nv Botha\n.\n[3]\nPrior to the enactment of the\nSuperior Courts Act, appeals\nfrom the\r\nHigh Court (then the Supreme Court) were regulated by ss 20 and\r\n21 of the Supreme Court Act 59 of 1959. The court\nheld in\nBotha\nthat as bail applications are criminal proceedings, an appeal against\r\nthe refusal of bail by a High Court sitting as a court of\nfirst\r\ninstance did not lie to it in terms of s 20 of the Supreme Court\r\nAct, as the section regulated only appeals against\na judgment or\r\norder of the High Court in civil proceedings or on appeal to it.\n[7]\r\nSection 21(1) of the Supreme Court Act provided:\n‘\nIn\r\naddition to any jurisdiction conferred upon it by this Act or any\r\nother law, the appellate division shall, subject to the provisions\nof\r\nthis section and any other law, have jurisdiction to hear and\r\ndetermine an appeal from any decision of the court of a provincial\nor\r\nlocal division.’\nThe\r\ncourt held that s 21 was sufficiently wide to include bail\r\nappeals from the High Court sitting as a court of first instance,\n\nunless they were excluded by any other law. It consequently had to\r\nconsider whether such bail appeals were excluded by the provisions\nof\ns 315(4)\nof the\nCriminal Procedure Act 51 of 1977\n. This section\r\nprovides:\n‘\nAn\r\nappeal in terms of this Chapter shall lie only as provided in\nss 316\nto\n319\ninclusive, and not as of right.’\n[8]\r\nThe court further held in\nBotha\nthat none of these sections were applicable to bail appeals. It\r\ntherefore concluded that s 21(1) of the Supreme Court Act\n\nprovided for a right of appeal directly to this court against the\r\nrefusal of bail by the High Court sitting as a court of first\n\ninstance. As no provision required leave to appeal in respect of such\r\nright of appeal, it became known as an automatic right of\nappeal. In\nS\r\nv Masoanganye\n[4]\nHarms AP lamented the fact that the calls of this court to correct\r\nthe legislative oversight that resulted in the automatic right\nof\r\nappeal, had been ignored for more than two decades.\n[5]\n[9]\r\nIn my view, the complaint has now been addressed in the\nSuperior\nCourts Act. The\nposition currently is as follows: Chapter 5 of the\nSuperior Courts Act deals\nwith appeals against any decision of the\r\nHigh Court as a court of first instance or on appeal to it, except\r\nfor appeals from the\nHigh Court that are regulated in terms of the\nCriminal Procedure Act or\nin terms of any other criminal procedural\r\nlaw.\n[6]\nThis is the result of\r\nthe definition of ‘appeal’ in\ns 1\nof the\nSuperior\nCourts Act. The\nclear intention was to create a regulatory scheme in\r\nrespect of all appeals from the High Court. Subject to any other law,\r\nappeals\nfrom the High Court are regulated either in terms of the\nSuperior Courts Act or\nthe\nCriminal Procedure Act.\n[10]\nSection 65\nof the\nCriminal Procedure Act provides\nfor an appeal to\r\nthe High Court against the refusal of bail or the imposition of a\r\ncondition of bail by a lower court. In terms\nof\ns 65A(1)\n, the\r\nDirector of Public Prosecutions (DPP) may appeal to the High Court\r\nagainst a decision of a lower court to release an accused\nperson on\r\nbail or against the imposition of a condition of bail. The DPP may in\r\nterms of\ns 65A(2)\nappeal to this court against the decision of\r\nthe High Court to release an accused person on bail. The provisions\r\nof\ns 316\nof the\nCriminal Procedure Act apply\nmutatis mutandis to\r\nsuch a case.\n[7]\nIt follows\r\nthat the DPP must obtain leave to appeal from the High Court or, if\r\nrefused by that court, by this court on petition\nto it in terms of\ns 316(8).\nIt is important to note that\ns 316\nof the\nCriminal Procedure Act does\nnot provide for an appeal in respect of\r\nbail by an accused person.\n[8]\nSections 315\nand\n316\ndeal only with appeals that originate from a\r\nconviction or sentence by a single judge of the High Court.\nSection\r\n316(1)\nprovides that any accused convicted of any offence by a High\r\nCourt may apply to that court for leave to appeal against such\r\nconviction\nor against any resultant sentence or order. If an\r\napplication for leave to appeal is granted, the appeal must, in terms\r\nof\ns 315(2)\n(a)\n,\r\nbe heard either by a full court of the relevant Division of the High\r\nCourt or this court, depending on whether the appeal requires\nits\r\nattention. If such appeal is heard by a full court, a further appeal\r\nto this court is possible with the special leave of this\ncourt on\r\npetition to it, in terms of\ns 316(3).\nThe\nCriminal Procedure Act\ndoes\nnot, however, provide for an appeal against the refusal of bail\r\nby the High Court sitting as a court of first instance.\n[9]\nIt is also not provided for in any other criminal procedural\r\nlaw. It follows that such appeal is regulated by the\nSuperior Courts\nAct.\n[11\n]\nSection 16(1)\nof the\nSuperior Courts Act provides\n:\n‘\nSubject\r\nto\nsection 15(1)\n, the Constitution and any other law─\n(a)\nan appeal against any decision of a Division as a\r\ncourt of first instance lies, upon leave having been granted─\n(i) if the court\r\nconsisted of a single judge, either to the Supreme Court of Appeal or\r\nto a full court of that Division, depending\non the direction issued\r\nin terms of section 17(6); or\n(ii)\r\nif the court consisted of more than one judge, to the Supreme Court\r\nof Appeal.’\n[12]\r\nThus, it is clear that in respect of all appeals against the refusal\r\nof bail by the High Court sitting as a court of first\ninstance,\r\napplication for leave to appeal must be made to that court. If that\r\ncourt refuses leave to appeal, it may be granted\nby this court in\r\nterms of\ns 17(2)\n(b)\nof the\nSuperior Courts Act. If\nthe High Court consisted of a single\r\njudge, the appeal lies to a full court, unless a direction is given\r\nin terms of\ns 17(6)\nthat the matter requires the attention of\r\nthis court. If, as is the case here, the High Court of first instance\r\nconsisted of more\nthan one judge, the appeal lies directly to this\r\ncourt.\n[13]\r\nThe appellant did not apply for leave to appeal to the High Court\r\nagainst its dismissal of his bail application. This court\ntherefore\r\nhas no jurisdiction to entertain the matter and it should be struck\r\nfrom the roll.\n[14]\r\nBail appeals are inherently urgent in nature. An accused person\r\nshould not be deprived of his or her constitutional rights\nto freedom\r\nand to freedom of movement for longer than is reasonably necessary.\r\nThe majority of appeals against the refusal of bail\nby the High Court\r\nas a court of first instance, will arise from a court that consists\r\nof a single judge and will not require the\nattention of this court.\r\nIn these matters application for leave to appeal should generally be\r\nmade immediately after the refusal\nof bail and, upon leave to appeal\r\nhaving been granted, a full court of that Division of the High Court\r\nshould generally dispose\nof these appeals more expeditiously and\r\ncost-effectively than was the position before the advent of the\nSuperior Courts Act.\n[15\n]\r\nThe matter is struck from the roll.\n_______________________\nC\r\nH G VAN DER MERWE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: F van As\nInstructed\r\nby:\nJustice\r\nCentre, Pretoria\nJustice\r\nCentre, Bloemfontein\nFor\r\nRespondent: Ms P Vorster\nInstructed by:\nDirector of Public\r\nProsecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein\n[1]\nThe\r\n\tdate of commencement of the\nSuperior Courts Act for\npresent purposes\r\n\tis 23 August 2013.\n[2]\nThe\r\n\tsame procedure would be applicable to an appeal by an accused person\r\n\tagainst a condition of bail imposed by the High Court\nas court of\r\n\tfirst instance.\n[3]\nS\r\n\tv Botha\n[2001]\r\n\tZASCA 146; 2002 (1) SACR 222 (SCA).\n[4]\nS\r\n\tv Masoanganye\n[2011]\r\n\tZASCA 119\n;\n2012 (1) SACR 292\n(SCA) para 15.\n[5]\nSee\r\n\talso\nS\r\n\tv Viljoen\n[2002] ZASCA 81\n;\n2002 (2) SACR 550\n(SCA) para 26 and\nS\r\n\tv Kock\n[2003] ZASCA 1\n;\n2003 (2) SACR 5\n(SCA) para 26. Further see E du Toit\r\n\t(ed)\nDu\r\n\tToit: Commentary on the\nCriminal Procedure Act\n(2014\n) at ch9-103 – ch9-104.\n[6]\nIn\r\n\tterms of the Interpretation Act 33 of 1957 ‘law’, means\r\n\tany law, proclamation, ordinance, Act of Parliament or\nother\r\n\tenactment having the force of law.\n[7]\nSee\r\n\ts 65A(2)(\nb\n)\r\n\tof the\nCriminal Procedure Act.\n[8\n]\nS\r\n\tv Botha\npara\r\n\t11.",
  "scraped_at": "2026-02-12T17:20:35.392149",
  "date": "2015-05-28",
  "coram": [
    "Cachalia JJA",
    "Mbha JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "195/2015",
  "parties": {
    "applicants": [
      "Allan Wayne Banger"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Allan Wayne Banger was convicted in a regional court of 331 counts of contravening section 6 of the Prevention of Organised Crime Act, admitting receipt of R2,034,146.73 between 16 January 2003 and 17 November 2006. He was sentenced to ten years' imprisonment, with five years suspended on condition that he not be convicted of a further breach of the same provision. The regional court granted him bail pending an appeal to the High Court. The High Court dismissed his appeal on 19 March 2015 and also refused his application for bail pending a special leave to appeal to the Supreme Court of Appeal. Banger did not seek leave to appeal the bail refusal from the High Court, asserting an automatic right of appeal.",
    "issues": "The core issue is whether an appeal against the refusal of bail by a High Court sitting as a court of first instance is permissible under the Superior Courts Act 10 of 2013 and, if so, what procedural steps—including the requirement of leave to appeal—must be complied with.",
    "principles": "Section 35(3)(o) of the Constitution guarantees the right to appeal a bail refusal. In S v Botha the court held that, prior to the Superior Courts Act, bail appeals were not covered by the Supreme Court Act and therefore fell outside the automatic right of appeal. Chapter 5 of the Superior Courts Act now governs appeals from the High Court, subject to any other law. Section 16(1) of the Act requires leave to appeal from a decision of a Division as a court of first instance; if the High Court consists of more than one judge, the appeal lies directly to the Supreme Court of Appeal. The Criminal Procedure Act does not provide for an appeal against a bail refusal by a High Court, so the Superior Courts Act exclusively regulates such appeals.",
    "application": "In this case the appellant failed to apply for leave to appeal the High Court's refusal of bail. Accordingly, under section 16(1) of the Superior Courts Act and the precedent set in S v Botha, the Supreme Court of Appeal lacks jurisdiction to hear the appeal. The proper procedure—application for leave to the High Court—was not undertaken, rendering the appeal untenable.",
    "conclusion": "The court ordered that the matter be struck from the roll, finding that it has no jurisdiction to entertain the appeal because the appellant did not seek leave to appeal the bail refusal in the High Court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Bail",
    "level_3": [
      "Appeal Procedure",
      "Superior Courts Act",
      "Constitutional Right to Appeal"
    ]
  }
}