{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/21.html",
  "case_name": "Euro Blitz 21 (Pty) Ltd and Another v Secena Aircraft Investments CC (102/2014) [2015] ZASCA 21 (19 March 2015)",
  "citation": "[2015] ZASCA 21",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 21\n|\nNoteup\n|\nLawCite\nEuro Blitz 21 (Pty) Ltd and Another v Secena Aircraft Investments CC (102/2014) [2015] ZASCA 21 (19 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 102/2014\nReportable\nIn\r\nthe matter between:\nEURO\r\nBLITZ 21 (PTY)\r\nLTD\n.......................................................................................\nFirst\r\nAppellant\nIVO\r\nBRANCO\n...........................................................................................................\nSecond\r\nAppellant\nand\nSECENA\r\nAIRCRAFT INVESTMENTS\r\nCC\n....................................................................\nRespondent\nNeutral\r\ncitation:\nEuro Blitz 21 v Secena\r\nAircraft Investments CC\n(102/14)\n[2015]\r\nZASCA 21\n(19 March 2015)\nCoram:\nMaya, Majiedt, Pillay and Mbha JJA and Mayat AJA\nHeard:\n23 February 2015\nDelivered:\n19 March 2015\nSummary:\nInterest –whether words\r\n'calculated daily' in court order implied compound or simple interest\r\n– compound interest claimable\nonly in defined circumstances.\nORDER\nOn\r\nappeal from the South Gauteng High Court, Johannesburg (Kolbé\r\nAJ) sitting as court of first instance):\n1 The appeal is\r\nupheld with costs.\n2 The order of the\r\nSouth Gauteng High Court, Johannesburg, is set aside and replaced by\r\nthe following order:\n'(a) Having regard\r\nto the judgment of the additional Magistrate E de Klerk dated 19\r\nFebruary 2009 under case number 2795/2006 in\nthe Germiston\r\nMagistrate's Court, it is declared that:\n(i) Interest which\r\naccrues on the capital amount of R353 126.40 may accumulate for\r\nthe period from 24 March 2006 to 1 June\n2012 and that the\nin\r\nduplum\nrule is suspended for such period;\n(ii) The\nin\r\nduplum\nrule shall apply to interest which accrues on the capital\r\nof R353 126.40 and accrued interest thereon from 2 June 2012 to\r\ndate of payment;\n(b) the respondents\r\nare to pay the applicant's costs of the application until date of\r\ndelivery of its answering affidavit, jointly\nand severally, the one\r\npaying the other to be absolved;\n(c) the remainder of\r\nthe application is dismissed;\n(d)\r\nthe applicant is to pay the respondents' costs of the application\r\nincurred after the delivery of its answering affidavit.'\nJUDGMENT\nMbha\r\nJA (Maya, Majiedt and Pillay JJA and Mayat AJA concurring):\n[1]\r\nThis appeal concerns the proper interpretation and meaning of the\r\norder given by the Magistrate's Court, Germiston (the trial\ncourt)\r\ndated 19 February 2009, in terms of which the appellants were ordered\r\ninter alia, to pay the respondent '[i]nterest at prime\nplus 5%\r\ncalculated daily with effect from 24/03/06 to date of payment.' The\r\nissue for determination is whether the interest envisaged\nin the\r\norder was simple or compound interest. The South Gauteng High Court,\r\nJohannesburg, (Kolbé AJ) held that the words\n'calculated\r\ndaily' in the order permitted no other interpretation but that\r\ninterest was to be compounded daily. This appeal is\nagainst that\r\nfinding and is with leave of the court a quo.\n[2]\r\nThe background facts to the dispute are largely common cause. The\r\nrespondent issued summons as plaintiff against the appellants\nas\r\ndefendants in the trial court, claiming payment of arrear rental plus\r\ninterest and costs, based on a written lease agreement\nentered into\r\nbetween the parties. The prayer sought in the particulars of claim\r\nwas specifically couched in the following terms:\n'1. Payment of the\r\nsum of R353 126.40.\n2. Interest on the\r\nabovementioned amount at the rate of prime plus 5% (five per centum)\r\ncalculated daily per annum a tempora morae\nto date of final payment.\n.\r\n. .'\n[3]\r\nAfter hearing argument, the trial court was satisfied that the\r\nrespondent had proved on a balance of probabilities that the\n\nappellants had breached the terms of the lease agreement. It\r\naccordingly granted judgment in favour of the respondent in\r\naccordance\nwith the prayer sought in its particulars of claim. The\r\nquestion whether the interest payable on the capital amount\r\nconstituted\ncompound interest was neither raised nor argued. The\r\nlearned magistrate merely based her order on the provision in clause\r\n21.4\nof the lease agreement which states that:\n'21.4\r\nThe Lessee consents and agrees to pay interest charges on all\r\noutstanding amounts due to the Lessor arising from any matter\n\nwhatsoever, calculated on a daily basis, at a rate of prime plus 5%.'\n[4]\r\nSubsequently, the respondent launched application proceedings in the\r\ncourt a quo. It sought a declarator that the trial court's\norder in\r\nrelation to the interest payable, meant interest calculated at 5 per\r\ncent above the prime rate of interest charged by\nNedbank Limited from\r\ntime to time from 24 March 2006 and that such interest shall be\r\ncalculated daily and compounded daily from\nthe 24\nth\nMarch 2006 to date of payment.\n[1]\nAs\r\nalluded to earlier, the court a quo granted the order sought holding\r\nthat the words 'calculated daily' in the trial court's magistrate's\n\norder meant that interest was to be compounded daily.\n[5]\r\nThe parties' respective contentions can be summarised as follows. The\r\nappellants submitted that the word 'calculated' in the\norder must be\r\nascribed its ordinary grammatical meaning namely, to determine the\r\ninterest for a particular period mathematically,\nwhich in this case,\r\nis on a daily basis. Furthermore, as there was no averment or\r\nevidence of an agreement that interest shall\nbe compounded, the order\r\nmust accordingly be interpreted to provide for simple interest only.\r\nThe respondent contended on the other\nhand, that if the intention was\r\nto calculate interest on the arrear amount outstanding on a daily\r\nbasis, then there was no need\nto include the words 'calculated daily'\r\nin the order and that their inclusion can only mean that interest was\r\nto be compounded\non a daily basis.\n[6]\r\nIt is trite law that the rules applicable to the interpretation of\r\ndocuments are applicable to the interpretation of a judgment\nor order\r\nof court. The test in this regard is well established. If there is no\r\nuncertainty in the meaning of the words the court's\nintention must be\r\nestablished primarily from the language of the judgment or order as\r\nconstrued according to the usual, well-known\nrules of interpretation\r\nof documents. If, however, uncertainty arises from the judgment or\r\norder, regard may be had to extrinsic\nand the surrounding\r\ncircumstances relevant to the granting of such judgment or order such\r\nas the evidence, both oral and documentary,\nthat was adduced before\r\nthe trial and submissions made. Trollip JA described the test as\r\nfollows in\nFirestone\r\nSouth Africa (Pty) Ltd v Gentiruco A G\n:\n[2]\n'First,\r\nsome general observations about the relevant rules of interpreting a\r\ncourt's judgment or order. The basic principles applicable\nto\r\nconstruing documents also apply to the construction of a court's\r\njudgment or order: the court's intention is to be ascertained\n\nprimarily from the language of the judgment or order as construed\r\naccording to the usual, well-known rules. See\nGarlick\r\nv Smartt and Another\n,\n1928 A.D. 82\nat p. 87;\nWest\r\nRand Estates Ltd. v New Zealand Insurance Co. Ltd.\n,\n1926 A.D. 173\nat p. 188. Thus, as in the case of a document, the\r\njudgment or order and the court's reasons for giving it must be read\r\nas a whole\nin order to ascertain its intention. If, on such a\r\nreading, the meaning of the judgment or order is clear and\r\nunambiguous, no extrinsic\nfact or evidence is admissible to\r\ncontradict, vary, qualify, or supplement it. Indeed, it was common\r\ncause that in such a case\nnot even the court that gave the judgment\r\nor order can be asked to state what its subjective intention was in\r\ngiving it (\ncf\n.\nPostmasburg\r\nMotors (Edms.) Bpk. v Peens en Andere\n,\n1970 (2) S.A. 35\n(N.C.) at p. 39F-H). Of course, different\r\nconsiderations apply when, not the construction, but the correction\r\nof a judgment or\norder is sought by way of an appeal against it or\r\notherwise – see\ninfra\n.\r\nBut if any uncertainty in meaning does emerge, the extrinsic\r\ncircumstances surrounding or leading up to the court's granting the\n\njudgment or order may be investigated and regarded in order to\r\nclarify it; for example, if the meaning of a judgment or order\r\ngranted on an appeal is uncertain, the judgment or order of the court\na\r\nquo\nand its reasons therefor, can be used to elucidate it. If, despite\r\nthat, the uncertainty still persists, other relevant extrinsic\nfacts\r\nor evidence are admissible to resolve it. See\nGarlick's\ncase,\nsupra\n,\r\n1928 A.D. at p. 87, read with\nDelmas\r\nMilling Co. Ltd. v Du Plessis\n,\n1955 (3) S.A. 447\n(A.D.) at pp. 454F-455A;\nThomson\r\nv Belco (Pvt.) Ltd. and Another\n,\r\n1960 (3) S.A. 809 (D).'\n[3]\n[7]\r\nIn my view and having regard to the above rule of interpretation, the\r\nword 'calculated' in the trial court's order pertaining\nto interest,\r\nmust be given its grammatical and ordinary meaning, unless that would\r\nresult in some absurdity, repugnancy or inconsistency\nwith the rest\r\nof the order. To 'calculate' means to '[e]stimate or determine by\r\narithmetical or mathematical reckoning; estimate\nor determine by\r\npractical judgement or on the basis of experience'.\n[4]\n[8]\r\nTo 'capitalise' on the other hand means to 'convert into a capital\r\nsum'.\n[5]\nNeedless\r\nto say, the term capitalisation of interest is interchangeable with\r\nthe expression compounding of interest.\n[6]\nThus\r\n'compound interest' is defined as 'reckoned on the principal together\r\nwith the accumulated unpaid interest'.\n[7]\nThis\r\nmust be contrasted with simple interest, which is reckoned or\r\ndetermined on the principal or capital sum.\n[9]\r\nAs can clearly be seen, 'capitalised' and 'compound' on the one hand\r\nbear a different meaning to the word 'calculated'. In terms\nof its\r\ndefinition, capitalisation of interest, is no more than an accounting\r\nexercise which is designed to simplify the calculation\nof compound\r\ninterest, in respect of which the interest's identity remains intact.\r\nIn other words the concept is merely concerned\nwith what is to be\r\ndone with the interest after it has been calculated. Thus, it is\r\nquite possible that in certain circumstances\ncapitalisation might\r\namount to a novation thereby converting the interest element into\r\ncapital.\n[8]\nHowever\r\n'calculated' only refers to the period or method of calculating\r\ninterest on the capital amount.\n[9]\nThe\r\ncalculation will be in respect of either simple or compound interest\r\nwhich may be done on an annual, monthly or as in this case,\non a\r\ndaily basis. There is accordingly a clear distinction between a\r\nmethod of calculation of interest on the one hand, and the\nmethod of\r\naccounting for interest after its calculation on the other.\n[10]\r\nBased on the aforegoing, it follows that the respondent's contention\r\nthat the words 'calculated daily' in the order envisaged\nthat\r\ninterest is to be compounded daily, is legally untenable and cannot\r\nbe sustained. In my view, the fact that the respondent\nsought an\r\norder declaring that the interest must be '\ncalculated\r\ndaily and compounded daily\n' (emphasis\r\nadded) is an implicit concession on the respondent's part that these\r\nare two distinctly different concepts which cannot\nhave the same\r\nmeaning.\n[11]\r\nThe legal principles governing the applicability of compound interest\r\nalso militate against the interpretation which the respondent\nseeks\r\nto have attached to the clause in question, especially when it is\r\ncompared against simple interest. As a starting point,\nit is accepted\r\ngenerally that where in a written agreement, compound interest is not\r\nexpressly provided for, only simple interest\nwas due. In\nMayfair\r\nSouth Townships (Pty) Ltd v Jhina\n,\n[10]\nclause\r\n3 of the agreement read:\n'The balance from\r\ntime to time owing by the purchaser to the seller in respect of the\r\npurchase price shall bear interest at the\nrate of 9.75 per cent per\r\nannum, provided that the seller in its discretion may at any time\r\nincrease such rate to a rate not exceeding\nthe maximum rate which\r\nfrom time to time is charged by any building society in respect of a\r\nloan secured by a first mortgage bond\nover land. Such interest shall\r\nbe calculated monthly in advance and the payment of interest shall be\r\nincluded in the aforesaid\nmonthly payments, which payments shall in\r\nthe first instance be allocated to the payment of interest and\r\nthereafter in deduction\nof the purchase price'\nIn\r\ndeciding whether or not compound interest was intended, Flemming J\r\nheld that the clause as phrased, could not have provided for\nanything\r\nmore than simple interest.\n[12]\r\nIt is also trite law that compound interest is claimable only in\r\ncertain defined circumstances, namely, where parties agree\nto pay\r\ncompound interest;\n[11]\nif\r\nthe obligation to pay interest is alleged,\n[12]\nand\r\nif it is established by evidence that a universal custom of lessors\r\ncharging compound interest on arrear rentals is uniformly\nand\r\nuniversally observed throughout leasing practices in South\r\nAfrica.\n[13]\nThe\r\nrespondent has failed to establish any of these grounds. Further, at\r\nthe trial the respondent never attempted to raise or argue\nany of\r\nthese points. Significantly, the appellants' version in this respect\r\nwas not disputed in the respondent's replying affidavit.\n[13]\r\nAs stated earlier, the order of the trial court was granted in\r\naccordance with the respondent's prayer as set out in the particulars\n\nof claim and also in accordance with clause 2.14 of the lease\r\nagreement. The words 'compounded daily' do not appear in this clause\n\nnor in the trial court's order. In light of the aforegoing, the court\r\na quo erred in finding that the words 'calculated daily'\nintended\r\nthat interest was to be compounded daily. The separate issue\r\npertaining to the applicability of the\nin\r\nduplum\nrule was conceded in the court a\r\nquo and for that reason was not considered in this court.\n[14]\r\nIn the circumstances I make the following order:\n1 The appeal is\r\nupheld with costs.\n2 The order of the\r\nSouth Gauteng High Court, Johannesburg, is set aside and replaced by\r\nthe following order:\n'(a) Having regard\r\nto the judgment of the additional Magistrate E de Klerk dated 19\r\nFebruary 2009 under case number 2795/2006 in\nthe Germiston\r\nMagistrate's Court, it is declared that:\n(i) Interest which\r\naccrues on the capital amount of R353 126.40 may accumulate for\r\nthe period from 24 March 2006 to 1 June\n2012 and that the\nin\r\nduplum\nrule is suspended for such period;\n(ii) The\nin\r\nduplum\nrule shall apply to interest which accrues on the capital\r\nof R353 126.40 and accrued interest thereon from 2 June 2012 to\r\ndate of payment;\n(b) the respondents\r\nare to pay the applicant's costs of the application until date of\r\ndelivery of its answering affidavit, jointly\nand severally, the one\r\npaying the other to be absolved;\n(c) the remainder of\r\nthe application is dismissed;\n(d)\r\nthe applicant is to pay the respondents' costs of the application\r\nincurred after the delivery of its answering affidavit.'\n_____________________\nB\r\nH MBHA\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nappellant: H P van Nieuwenhuizen (1\nst\n& 2\nnd\n)\nInstructed\r\nby:\nDavid\r\nKotzen Attorneys, Edenvale\nLovius-Block\r\nAttorneys, Bloemfontein\nFor\r\nrespondent: G Kairinos SC\nInstructed\r\nby:\nMarais\r\nStephens Attorneys, Sandton\nSymington\r\n& De Kok, Bloemfontein\n[1]\nPrayer\r\n\t1.4 of the Notice of Motion reads:\n'1.4\r\n\tInterest which accrues shall be interest at the rate referred to in\r\n\t1.3 above calculated daily and compounded daily from\nthe 24\nth\nMarch 2006 to date of payment.'\n[2]\nFirestone\r\n\tSouth Africa (Pty) Ltd v Gentiruco A G\n1977\r\n\t(4) SA 298\n(A) at 304D-H.\n[3]\nVan\r\n\tRensburg & another NNO v Naidoo & others NNO; Naidoo &\r\n\tothers NNO v Van Rensburg NO & others\n2011 (4) SA 149\n(SCA) para\r\n\t42.\n[4]\nShorter\r\n\tOxford English Dictionary 6 ed vol 1 (2007).\n[5]\nShorter\r\n\tOxford English Dictionary (supra).\n[6]\nCommercial\r\n\tBank of Zimbabwe Ltd v M M Builders & Suppliers (Pvt) Ltd\nand\r\n\tthree similar cases\n1997 (2) SA 285\n(ZH) at 308C.\n[7]\nShorter\r\n\tOxford English Dictionary (supra).\n[8]\nPfeiffer\r\n\tv First National Bank of SA Ltd\n1998\r\n\t(3) SA 1018\n(SCA) at 1032B.\n[9]\nCommercial\r\n\tBank of Zimbabwe\n(supra)\r\n\tat 308F-310B.\n[10]\nMayfair\r\n\tSouth Townships (Pty) Ltd v Jhina\n,\n1980\r\n\t(1) SA 869\n(T)\n.\n[11]\nDavehill\r\n\t(Pty) Ltd v Community Development Board\n1988\r\n\t(1) SA 290\n(A) at 298H-J where Smalberger JA said: '[c]ompound\r\n\tinterest (interest on interest) may be expressly stipulated for by\r\n\tagreement,\nis commonplace today in commercial and financial dealings\r\n\tand has been sanctioned by our courts for many years'.\n[12]\nL\r\n\tT C Harms,\nAmler's\r\n\tPrecedents of Pleadings\n,\r\n\t7 ed at 240.\n[13]\nStandard\r\n\tBank of South Africa Ltd v Oneanate Investments (Pty) Ltd (in\r\n\tliquidation)\n[1997] ZASCA 94\n;\n1998\r\n\t(1) SA 811\n(SCA) at 829F.",
  "scraped_at": "2026-02-12T17:05:29.154877",
  "date": "2015-03-19",
  "coram": [
    "Maya",
    "Majiedt",
    "Pillay",
    "Mbha JJA",
    "Mayat AJA"
  ],
  "case_number": "102/2014",
  "parties": {
    "applicants": [
      "Euro Blitz 21 (Pty) Ltd",
      "Ivo Branco"
    ],
    "respondents": [
      "Secena Aircraft Investments CC"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a written lease between the parties. The respondent, as lessor, claimed arrear rent of R353,126.40 together with interest at prime plus 5% \"calculated daily\" from 24 March 2006. The trial court granted judgment in favour of the respondent and ordered the appellants to pay the interest, relying on clause 21.4 of the lease which used the wording \"calculated on a daily basis\". The respondent later sought a declaratory order that the interest should be compounded daily, while the appellants argued that the court order only contemplated simple interest.",
    "issues": "The central issue was whether the phrase \"calculated daily\" in the magistrate's order meant that interest should be compounded daily (compound interest) or merely calculated on a daily basis (simple interest). A subsidiary issue concerned the applicability of the in duplum rule to the accrued interest.",
    "principles": "The court applied the ordinary rules of statutory and contractual interpretation, emphasizing that the language of a judgment or order is to be given its grammatical meaning unless it leads to absurdity. It defined \"calculate\" as a mathematical determination and distinguished it from \"capitalise\" or \"compound\" which refer to the treatment of interest after calculation. The court reiterated that, absent an express agreement, interest is presumed to be simple, and that compound interest is only payable in limited circumstances such as an express clause or a universal custom in the relevant trade.",
    "application": "Applying these principles, the court held that the phrase \"calculated daily\" only described the frequency of computation and did not alter the nature of the interest to be compound. The respondent had not demonstrated an agreement or customary practice justifying compound interest, nor had the trial court’s order included the words \"compounded daily\". Consequently, the lower court’s finding that the interest was to be compounded was erroneous.",
    "conclusion": "The appeal was upheld and the order of the South Gauteng High Court was set aside. A new order declared that interest could accrue on the capital amount from 24 March 2006 to 1 June 2012 with the in duplum rule suspended for that period, after which the in duplum rule would apply. Costs were allocated between the parties as detailed in the judgment."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Interest",
    "level_3": [
      "compound interest",
      "simple interest",
      "contract interpretation",
      "lease",
      "in duplum"
    ]
  }
}