{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/3.html",
  "case_name": "Deutsches Altersheim Zu Pretoria v Dohmen and Others (34/2014) [2015] ZASCA 3 (5 March 2015)",
  "citation": "[2015] ZASCA 3",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 3\n|\nNoteup\n|\nLawCite\nDeutsches Altersheim Zu Pretoria v Dohmen and Others (34/2014) [2015] ZASCA 3 (5 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 34/2014\nReportable\nIn\r\nthe matter between:\nDEUTSCHES\r\nALTERSHEIM ZU\r\nPRETORIA\n...........................................................\nAPPELLANT\nand\nROLAND\r\nHEINRICH\r\nDOHMEN\n..................................................................\nFIRST\r\nRESPONDENT\nDANIëL\r\nHEINRICH\r\nDOHMEN\n................................................................\nSECOND\r\nRESPONDENT\nMARGRETHA\r\nANNA\r\nBOTHA\n....................................................................\nTHIRD\r\nRESPONDENT\nTHE\r\nCITY OF TSHWANE METROPOLITAN\nMUNICIPALITY\n........................................................................................\nFOURTH\r\nRESPONDENT\nNeutral\r\ncitation:\nDeutsches Altersheim Zu\r\nPretoria v Roland Heinrich Dohmen\n(34/14)\n[2015] ZASCA 3\n(5 March 2015)\nBench:\nPonnan, Mhlantla, Leach and Zondi JJA\r\nand Mayat AJA\nHeard:\r\n19 February 2015\nDelivered:\r\n5 March 2015\nSummary\n:\r\nCosts – death of respondent rendering appeal academic –\r\nliability for costs.\nORDER\nOn\r\nappeal from\n: North Gauteng High Court,\r\nPretoria (Maumela J (Jordaan J concurring) sitting as court of\r\nappeal):\nSave\r\nfor ordering the appellant to pay two thirds of the respondents’\r\ncosts, the matter is struck off the roll.\nJUDGMENT\nPonnan\r\nJA (Mhlantla, Leach and Zondi JJA and Mayat AJA concurring):\n[1]\r\nOn 5 March 2007 the appellant, the Deutsches Altersheim Zu Pretoria,\r\na home for the aged, concluded a written agreement with\nMr Roland\r\nHeinrich Dohmen, in terms whereof it undertook to provide him with\r\n‘board and lodging’ and ‘care in\nits frail care\r\nsection’ against a monthly payment of R3 420. The preamble\r\nto the agreement recorded:\n‘\nThe\r\nparties to this agreement concur that in principle the care for the\r\nelderly is the responsibility of their next-of-kin and/or\nrelatives,\r\nwho for that reason act as Guarantor for the due fulfilment of the\r\nfinancial obligations towards the HOME, who offers\nits services to\r\nthe LESSEE and on behalf of the LESSEE’s relatives, as\r\nhereinafter set out in detail’\n.\nAccordingly,\r\nMr Dohmen’s son, Daniël Heinrich Dohmen, and daughter,\r\nMagretha Anna Botha, signed the agreement as ‘guarantors’.\n[2]\r\nOn 21 September 2009 the management committee of the appellant wrote\r\nto Mr Dohmen:\n‘\nConsidering the events\r\nof these last months, various correspondence and discussions, we have\r\nno other option than to give you Notice,\neffective 31 October 2009,\r\nin terms of the provisions of paragraph 9 of the lease agreement.\nThis\r\ndecision was not taken easily and we had discussed it in detail with\r\nour legal advisor’\n.\nThe\r\nwritten notice notwithstanding, Mr Dohmen refused to vacate his room\r\nand as a consequence on 5 March 2010 and in terms of s\n4 of the\r\nPrevention of Illegal Eviction from and Unlawful Occupation of Land\r\nAct 19 of 1998, the appellant commenced proceedings\nin the Pretoria\r\nMagistrates’ Court for his eviction. In his answering affidavit\r\nMr Dohmen stated:\n‘\n3.2\nEx facie\nthe document attached to the Applicant’s founding affidavit it\r\nwas entered into between various parties including the Applicant,\n\nmyself as well as Mrs M A Botha and Mr D H Dohmen (the latter being\r\nmy daughter and son respectively).\n3.3\r\nAs such all parties to the alleged written agreement have an interest\r\nin the relief sought by the Applicant’.\nIn\r\nthe event, Mr Dohmen’s son and daughter came to be joined to\r\nthe proceedings as the second and third respondents (the\r\nrespondents). On 18 March 2011 the magistrates’ court issued an\r\neviction order to take effect on or before 30 April 2011.\nMr Dohmen\r\nwas also ordered to pay costs on the attorney and own client scale.\r\nAggrieved, Mr Dohmen appealed to the North Gauteng\nHigh Court,\r\nPretoria. His appeal succeeded with costs. The further appeal by the\r\nappellant is with the leave of this court.\n[3]\r\nThe appeal was set down for hearing before this court on 19 February\r\n2015. On 27 January 2015 a supplementary practice note\nwas filed on\r\nbehalf of the respondents with the registrar of this court. That\r\npractice note purported to take issue with certain\nomissions from the\r\nappeal record filed by the appellant and recorded in passing that Mr\r\nDohmen had died on 12 January 2015. In\nthe light of that disclosure\r\nand by notice emanating from the registrar of this court on 2\r\nFebruary 2015\nthe Appellant was required as a matter of\r\nurgency to intimate whether it still persists with the appeal. If so,\r\nso the notice continued:\n‘\nthe\r\nparties will be required at the hearing of the matter to address full\r\nargument on whether the judgment sought on appeal will\nhave any\r\npractical effect or result as contemplated by s16(2)(a) of the\r\nSuperior Courts Act 10 of 2013 (formerly s 21A of the Supreme\nCourt\r\nAct).’\n[4]\r\nIn response to the registrar’s notice, the appellant’s\r\nattorney wrote on 2 February 2015:\n‘\n2.\r\nWe kindly request that the appeal – set-down for 19/02/2015 –\r\nshould proceed.\n.\r\n. .\n4.\r\nThe judgment, handed down by two Judges in the North Gauteng High\r\nCourt (against which this appeal has been noted) lent an\r\ninterpretation\nto the written agreement concluded between the\r\nparties, as well as the circumstances governing the relationship\r\nbetween the parties.\nThis interpretation, unfortunately, has an\r\nadverse effect on all the existing and future agreements concluded\r\nwith residents of\nthe Appellant which is, with respect, to the\r\ndetriment of the Appellant. As matters stand, the Appellant is bound\r\nby this North\nGauteng High Court decision. The Appellant is further\r\nof the humble view that it shall also be in the public interest that\r\nthe\nappeal be heard, keeping the following in mind:\n4.1.1.\r\nThe judgment of the High Court has far reaching consequences, not\r\nonly for the Appellant, but also for other owners of similar\n\nestablishments;\n4.1.2.\r\nThe judgment also deals with the provisions of the Prevention of\r\nIllegal Eviction from and Unlawful Occupation of Land Act\nand the\r\nOlder Persons Act;\n4.1.3.\r\nBoth the cannons of legislation and its proper interpretation is of\r\nconsiderable importance for the broader public and legal\ncommunity;\n4.1.4.\r\nThe judgment of the High Court therefor has consequences, not only\r\nfor the Appellant, but also for other owners, extending\nbeyond this\r\ncase.’\nBut\r\nthat was to fundamentally misconceive the position, for, as Innes CJ\r\nobserved as long ago as\nGeldenhuys and Neethling v Beuthin\n1918\r\nAD 426\nat 441:\n‘\nCourts\r\nof Law exist for the settlement of concrete controversies and actual\r\ninfringements of rights, not to pronounce upon abstract\nquestions, or\r\nto advise upon differing contentions, however important.’\n[1]\nThat\r\nprinciple has been emphasised in a long line of cases of this court.\r\n(See\nLegal-Aid\nSouth\r\nAfrica v Magidiwana and others\n[2014] 4\r\nAll SA 570\n(SCA) and the cases there cited.)\n[5]\r\nIndeed,\nas Wallis JA pointed out in\nQoboshiyane NO and\r\nothers v Avusa Publishing Eastern Cape (Pty) Ltd and others\n2013\r\n(3) SA 315\n(SCA) para 5:\n‘\nThe\r\nCourt has a discretion in that regard and there are a number of cases\r\nwhere, notwithstanding the mootness of the issue as between\nthe\r\nparties to the litigation, it has dealt with the merits of an appeal.\r\nWith those cases must be contrasted a number where the\nCourt has\r\nrefused to deal with the merits. The broad distinction between the\r\ntwo classes is that in the former a discrete legal\nissue of public\r\nimportance arose that would affect matters in the future and on which\r\nthe adjudication of this Court was required,\nwhilst in the latter no\r\nsuch issue arose.’\n[2]\nThis\r\nmatter plainly falls into the latter of the two categories alluded to\r\nby Wallis JA\n.\nTo once again borrow from\r\nInnes CJ, practitioners do not seem to make themselves acquainted\r\nwith important decisions of this court\n(\nStevenson\r\nv MacIver\n1922 AD 413\nat 414).\n[6]\r\n The respondents’ attorney, on the other hand, took the view\r\n‘that the relief sought by the appellant has become\nmoot’.\r\nHis letter written on 4 February 2015 in response to the registrar’s\r\nnotice added:\n‘\n2.\r\nOn behalf of the respondents in the appeal we confirm that none of\r\nthem intend to pursue the matter.\n3.\r\nIn our view (and this will be respectfully conveyed to the Honourable\r\nSupreme Court of Appeal in heads of argument to be filed\nin due\r\ncourse, if necessary) the appeal, if persisted with by the appellant,\r\nshould be struck from the roll with costs.’\nAfter\r\nan exchange of correspondence between the parties it ultimately came\r\nto be accepted by the appellant that the appeal had indeed\nbecome\r\nacademic. What thereafter occupied the attention of the parties were\r\ndebates about costs. In due course the appellant filed\nsupplementary\r\nheads of argument with this court. It read:\n‘\n7.\r\nIt is common cause between the Old Age Home and the attorney acting\r\nfor the Second and Third Respondents that the appeal has\nbecome moot.\n8.\r\nSection 16(2)(a)(i) of the Superior Court’s Act, provides that\r\nan appeal may be dismissed on the ground that the decision\nin the\r\nappeal will have no practical effect or result. As a result thereof\r\nthe Old Age Home, as indicated to the Registrar of the\nabove\r\nHonourable Court and the attorney for Second and Third Respondents,\r\nthat the Old Age Home does not intend to argue the appeal,\nbut will\r\nremove the matter from the roll. The Second and Third Respondents\r\nhowever persist that unless their costs are tendered,\nthe matter must\r\nproceed.\n.\r\n. .\n13.\r\nThe Old Age Home would of course preferred to proceed with the\r\nappeal, but keep in mind the salutary principle why the above\n\nHonourable Court should not be detained with issues relating to costs\r\nonly, decided to remove the matter from the roll. It is through\nno\r\nfault of the Old Age Home that the appeal has become academic, and\r\nhaving regard to the discretion a Court has regarding the\naward of\r\ncosts, the correct approach should be that no costs should have been\r\nawarded.\n14.\r\nIt is therefore respectfully submitted, that should Second and Third\r\nRespondents persist that the matter should proceed on 19\nFebruary\r\n2015 only for the issue of cost, that the following order should be\r\nmade:\n“\n1.\r\nThe appeal is removed from the roll;\n2.\r\nEach party pays its own costs up and until 6 February 2015;\n3.\r\nSecond and Third Respondents are ordered to pay the Appellants costs\r\nfrom 7 February 2015 on the scale as between attorney and\nclient.”’\n[7]\r\nThe respondents also availed themselves of the opportunity to file\r\nsupplementary heads of argument, which read:\n‘\n1.\r\nThese supplementary heads are filed in direct response to the\r\nappellant’s failure and/or refusal to withdraw the appeal\nand\r\nthe appellant’s supplementary heads of argument of 13 February\r\n2014.\n2.\r\nThe second and third respondents have been appointed as executors of\r\nthe estate of the first respondent and all parties are duly\n\nrepresented.\n3.\r\nIt is common cause between the parties that the appeal is moot.\n4.\r\nContrary to the appellant’s allegation the respondents are not\r\nof the view that the matter should proceed on 19 February\n2015. It is\r\nthe respondents’ view, as stated in the correspondence with the\r\nappellant, that the appellant, being\ndominus\r\nlitis\n, should withdraw the matter with\r\na tender of costs. The appellant has refused and/or failed to\r\nwithdraw the matter.’\n[8]\r\nAnd so, fresh battle lines having been drawn between parties, it came\r\nto pass that this court had to be convened on 19 February\n2015. Given\r\nthe conceptual confusion that permeated some of the submissions from\r\nthe bar in this court, it may be as well to identify\nprecisely what\r\nstill remains for determination in the matter.\nClause\r\n9 of the agreement provided:\n‘\nThis\r\nagreement may be terminated by either party giving the other party\r\none calendar month notice, in writing, terminating this\nagreement.\r\nThe agreement will terminate automatically on the day of the LESSEE’S\r\ndeath without prejudice in either case to\nany accrued liability of\r\nthe LESSEE or the GUARANTOR to the home’\n.\nThe\r\npractical effect of clause 9 was therefore that the agreement would\r\nterminate automatically upon the death of Mr Dohmen. That\nbeing so,\r\nthere can certainly no longer be any dispute or\nlis\nbetween the parties on the issue\r\ninitially raised by them for determination in the appeal. In those\r\ncircumstances there can hardly\nbe an appeal on the merits that this\r\ncourt has any power to deal with (\nLegal-Aid\nSouth Africa v Magidiwana\n(above)).\nLegal-Aid\nSouth\r\nAfrica v Magidiwana\nheld (para 20-22)\r\nthat once the parties settled, the litigation between them terminated\r\nand there were thereafter no disputes between\nthem upon which this\r\ncourt could exercise its appellate jurisdiction. That principle, no\r\ndoubt, applies with equal force to a situation\nsuch as the present\r\nwhere the death of a party brings to an end the underlying\nlis\n.\r\nIn those circumstances this court can hardly enter into the merits of\r\nthe appeal (\nNxaba v Nxaba\n1926\r\nAD 392\nat 394). It must therefore follow that the appeal falls to be\r\nstruck off the roll (\nKett v Afro\r\nVentures (Pty) Ltd\n[1997] 1 All SA 1\n(A)).\n[9]\r\nIt still remains nonetheless to consider the ancillary issue - the\r\nquestion of costs - that continued to occupy the parties\nin debate\r\nand the attention of this court in argument from the bar.  \r\nThere can be no dispute that much of the costs\nof the appeal would\r\nnecessarily have been incurred by the parties prior to the death of\r\nMr Dohmen.\nFor it is clear, I think, that\r\nan attorney in the position of either party’s attorney would\r\nhave been entitled to charge his\nclients for his services in respect\r\nof the contemplated appeal. And by then, one suspects, counsel would\r\nhave been briefed and\nwould necessarily have had to be prepared to\r\nargue the merits of the appeal.\n[10]\r\nOrdinarily where an appeal is withdrawn the appellant is liable for\r\nthe costs incurred up until the time of the withdrawal\n(\nEisenstadt\r\nv Barone\n1931\r\nAD 486).\nThe appellant ultimately having accepted that the appeal had\r\nbeen rendered moot by the death of Mr Dohmen, the respondents,\r\nrelying\non the ‘usual order’ (\nKett\r\nv Afro Ventures\nat\r\n3), claimed costs. The appellant, in contradistinction, contended\r\nthat this was the kind of matter where it would be appropriate\nfor no\r\norder as to costs to issue. It is indeed so that there are cases\r\nwhere this court has made no order as to costs.\n[3]\nBut those were cases where both parties, to a greater or lesser\r\nextent, co-operated or acquiesced in pursuing an incorrect procedure.\n\nOn the other hand where a point was successfully raised by the court\r\nitself on appeal, the usual order has been that the appellant\npays\r\nthe costs, particularly where the appellant did not concede the\r\nnon-appealability of the orders appealed against and the respondent\n\nwas compelled to come to court to have the decision set aside.\n[4]\n[11]\r\nHowever, as Centlivres CJ observed in\nTropical (Commercial and\r\nIndustrial) Ltd v Plywood Products Ltd\n1956 (1) SA 339\n(A) at\r\n346A:\n‘\nNone\r\nof the cases purport to lay down a hard and fast rule in a matter\r\nsuch as this nor can they be said to deprive the Court of\nits\r\ninherent discretion to make such an order as to costs as may be just\r\nin the circumstances of any particular case.’\n[5]\nIn\r\nexercising that discretion the following factors are relevant: First,\r\nthe appellant was\ndominus litis\n- it initiated and prosecuted the appeal.\nThe respondents were\r\nthus not brought before this court as willing parties.\nAnd,\r\neven when it ought to have been clear to the appellant that the\r\nrelief originally sought, namely an eviction order, had been\nrendered\r\nmoot, it initially, in response to the notice from the registrar of\r\nthis court, persisted in its contention that the appeal\nbe\r\nadjudicated on its merits. What is worse – and this is the\r\nsecond factor – is that it sought punitive costs against\nthe\r\nrespondents from this court when there was plainly no warrant for\r\nsuch an order. Thus, whatever the merits of the respondents’\n\nother contentions, they were wholly justified in instructing counsel\r\nto appear before this court to resist the grant of that order.\nOn the\r\nother hand (this is the third factor) – we are not dealing here\r\nwith an abortive appeal on the merits on account of\nany fault on the\r\npart of the appellant or because the matter was prematurely or\r\nwrongly brought to this court. The appellant had\nsought and obtained\r\nthe leave of this court for the further prosecution of the appeal.\r\nWithout in any way delving into the merits\nof the matter, it must\r\nnonetheless be accepted that leave to appeal was granted because it\r\nwas thought that the appeal had reasonable\nprospects of succeeding.\r\nThus, one must suppose that but for the untimely death of Mr Dohmen,\r\nthe appellant would have had every\nintention of prosecuting the\r\nappeal to its conclusion. One is not dealing here with an appellant\r\nwho chooses of its own volition\nto abandon an appeal because it, on\r\nreconsideration, has misgivings about the merits of the appeal. Nor,\r\nis one dealing with an\nappellant whose attention is drawn by either\r\nthis court or its opponent to the fact that the appeal has been\r\nwrongly brought to\nthis court. The appellant in this instance was\r\nforced to reconsider its position because of the death of an opponent\r\n- an event\nbeyond its control. Fourth, in filing a supplementary\r\npractice note with this court after the death of Mr Dohmen, it was\r\npatent\nthat the respondents were minded to persist with the appeal.\r\nTo that extent they were equally remiss in not appreciating and\r\nbringing\nto the attention of the appellant and this court that it\r\nwould be futile for any further steps to be taken in the prosecution\r\nof\nthe appeal as the matter had become academic. Accordingly, the\r\npoint had to be raised by this court.\nEven\r\nthen\nthere was no real pause for reflection on the part of the\r\nappellant. Undaunted, it filed additional heads of argument, in which\r\nit sought punitive costs from the respondents. Nor, even after\r\nfurther time for reflection, was there any modification of that\r\nstance in argument before us.\n[12]\r\nFinally, that the parties chose, when the writing was clearly on the\r\nwall, to forego pragmatism for obdurateness is to be decried.\nThe\r\nintransigence on the part of both, no doubt, must have further\r\ninflated the considerable costs already incurred, leaving one\nto\r\nwonder whether the game was indeed worth the candle. In that regard\r\nthe following dictum by Harcourt J in\nMashaoane v Mashaoane\n1962\r\n(2) SA 684\n(D) at 687G is apposite:\n‘\nHowever,\r\n. . . when a case has to all intents and purposes been settled, apart\r\nfrom the question of costs, it is undesirable to\npermit the question\r\nof such costs to become an occasion for incurring a great many\r\nfurther costs and, incidentally, to occupy the\ntime of the Court\r\nwhich could perhaps have been better spent in the disposal of other\r\nlitigation. I naturally accept that the interests\nof the litigating\r\npublic are superior to those of the Court in this but the true\r\ninterests of the public and the Court probably\ncoincide in this\r\nregard and may best be indicated by repeating the latin phrase:\ninterest rei publicae ut sit finis\r\nlitium\n.’\n[13]\r\nThus to the extent that the respondents are also to blame, it seems\r\nto me only but fair that they should bear a portion of\ntheir own\r\ncosts, which I assess to be one third. In the result, save for\r\nordering the appellant to pay two thirds of the respondents’\n\ncosts, the matter is struck off the roll.\n_________________\nV\r\nM PONNAN\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M C Erasmus SC\nInstructed\r\nby:\nA\r\nB Löwe Attorneys, Pretoria\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nRespondents: J Coetzer\nInstructed\r\nby:\nSerfontein\r\nViljoen & Swart, Pretoria\nClaude\r\nReid, Bloemfontein\n[1]\nIn\nNational\r\n\tCoalition for Gay and Lesbian Equality and Others v Minister of Home\r\n\tAffairs and Others\n2000 (2) SA 1\n(CC) 2000 (1) para 21 fn 18 the Constitutional Court\r\n\techoed what the learned Chief Justice had stated over eight decades\r\n\tearlier\nwhen it said: ‘A case is moot and therefore not\r\n\tjusticiable if it no longer presents an existing or live controversy\r\n\twhich\nshould exist if the court is to avoid giving advisory opinions\r\n\ton abstract propositions of law.’\n[2]\nSee also\nNatal\r\n\tRugby Union v Gould\n[1998] ZASCA 62\n;\n1999\r\n\t(1) SA 432\n(SCA) at 444I-445B;\nThe\r\n\tMerak S: Sea Melody Enterprises SA v Bulktrans (Europe) Corporation\n2002\r\n\t(4) SA 273\nSCA para 4;\nLand\r\n\ten Landbouontwikkelingsbank van Suid-Afrika v Conradie\n2005\r\n\t(4) SA 506\n(SCA) paras 5-7;\nExecutive\r\n\tOfficer of the Financial Services Board v Dynamic Wealth Ltd and\r\n\tothers\n[2012] 1 All SA 135\n;\n2012 (1) SA 453\n(SCA) paras 43-46.\n[3]\nUnion\r\n\tGovernment (Minister of the Interior) and Registrar of Asiatics v\r\n\tNaidoo\n1916\r\n\tAD 50\nat 52;\nNxaba\r\n\tv Nxaba\n1926\r\n\tAD 392\nat 394;\nTropical\r\n\t(Commercial and Industrial) Ltd v Plywood Products Ltd\n1956\r\n\t(1) SA 339\n(A) at 345A-346C;\nClear\r\n\tEnterprises\n(\nPty\n)\nLtd\r\n\tv Commissioner\n,\nSARS\r\n\tand others\n[2011] ZASCA 164; [2011] JOL 27974 (SCA).\n[4]\nStevenson\r\n\tv MacIver\n1922\r\n\tAD 413\nat 414;\nWestern\r\n\tJohannesburg Rent Board v Ursula Mansions (Pty) Ltd\n1948\r\n\t(3) SA 353\n(A) at 355;\nDesai\r\n\tv Engar and Engar\n1966\r\n\t(4) SA 647\n(A) at 655;\nCharugo\r\n\tDevelopment Co (Pty) Ltd v Maree NO\n1973\r\n\t(3) SA 759\n(A) at 764G-H;\nSA\r\n\tMotor Industry Employers’ Assoc v SA Bank of Athens\n1980\r\n\t(3) SA (A) 91 at 98F-H;\nLevco\r\n\tInvestments (Pty) Ltd v Standard Bank of SA Ltd\n1983\r\n\t(4) SA 921\nat 929A;\nWellington\r\n\tCourt Shareblock v Johannesburg City Council; Agar Properties (Pty)\r\n\tLtd v Johannesburg City Council\n1995\r\n\t(3) SA 827\n(A) at 835;\nCoin\r\n\tSecurity Group\n(\nPty\n)\nLtd\r\n\tv SA National Union for Security Officers and others\n[2000] ZASCA 137\n;\n2001\r\n\t(2) SA 872)\n(SCA) para 12;\nPort\r\n\tElizabeth Municipality v Smit\n2002\r\n\t(4) SA 241\n(SCA) paras 6,7 and 12;\nRand\r\n\tWater Board v Rotek Industries\n(\nPty\n)\nLtd\n2003\r\n\t(4) SA 58\n(SCA) paras 1 and 27;\nRadio\r\n\tPretoria v Chairman\n,\nIndependent\r\n\tCommunications Authority of SA\n2005\r\n\t(1) SA 47\n;\n[2004]\r\n\t4 All SA 16\n(SCA) para 46;\nSouth\r\n\tAfrican Police Service Medical Scheme v Lamana\n2011\r\n\t(4) SA 456\n(SCA) para 14;\nKenmont\r\n\tSchool and another v DM and others\n[2013]\r\n\tZASCA 79\n;\n[2013]\r\n\tJOL 31055\n(SCA) para 14;\nEthekwini\r\n\tMunicipality v SAMWU\n[2013]\r\n\tZASCA 135\npara 20;\nQoboshiyane\r\n\tNO and others v Avusa Publishing Eastern Cape\n(\nPty\n)\nLtd\r\n\tand others\n2013\r\n\t(3) SA 315\n(SCA) paras 14-15.\n[5]\nSee for example\nTecmed\r\n\tAfrica (Pty) Ltd v Minister of Health and another\n[2012]\r\n\t4 All SA 149\n(SCA) para 22 where the respondent raised the point for\r\n\tthe first time at an advanced stage of the appeal, until then\r\n\tneither\nwas an unwilling participant, each party was ordered to bear\r\n\tits own costs until the date when the point was raised and the\r\n\tappellant\nwas ordered to pay the costs of appeal beyond that date.",
  "scraped_at": "2026-02-12T16:24:26.223804",
  "date": "2015-03-05",
  "coram": [
    "Ponnan JA",
    "Mhlantla JJA",
    "Leach JJA",
    "Zondi JJA",
    "Mayat AJA"
  ],
  "case_number": "34/2014",
  "parties": {
    "applicants": [
      "Deutsches Altersheim Zu Pretoria"
    ],
    "respondents": [
      "Roland Heinrich Dohmen",
      "Daniël Heinrich Dohmen",
      "Margreta Anna Botha",
      "City of Tshwane Metropolitan Municipality"
    ]
  },
  "sections": {
    "facts": "In March 2007 the Deutsches Altersheim Zu Pretoria entered into a written agreement with Roland Heinrich Dohmen to provide board, lodging and care for a monthly fee of R3,420. The agreement was guaranteed by his son, Daniël Heinrich Dohmen, and daughter, Margreta Anna Botha. In September 2009 the home gave notice of termination effective 31 October 2009. Dohmen refused to vacate, leading to eviction proceedings under the Prevention of Illegal Eviction Act. The magistrate ordered eviction and costs; Dohmen appealed, succeeded, and the home sought further appeal. While the appeal was pending, Dohmen died on 12 January 2015, rendering the appeal moot. The parties then litigated only the issue of costs.",
    "issues": "The court needed to determine (1) whether the appeal had become academic owing to the death of the lessee and the automatic termination clause, and therefore should be struck off the roll; and (2) how costs should be allocated between the appellant and the respondents given the mootness and the conduct of the parties.",
    "principles": "The judgment relied on section 16(2)(a)(i) of the Superior Courts Act which allows dismissal of an appeal where there is no practical effect. It invoked the doctrine of mootness as articulated in cases such as Legal‑Aid South Africa v Magidiwana, Kett v Afro Ventures, and the principle that courts should not adjudicate abstract questions. The court also applied the general rule that an appellant who withdraws an appeal is liable for costs incurred up to withdrawal, while exercising discretion to adjust costs based on the parties’ conduct, referencing Eisenstadt v Barone and Centlivres CJ’s comments in Tropical (Commercial and Industrial) Ltd v Plywood Products Ltd.",
    "application": "The court held that clause 9 of the agreement terminated the contract automatically upon the lessee’s death, leaving no remaining dispute. Consequently, the appeal could not affect the parties and was struck off the roll. Regarding costs, the court noted that the appellant had persisted in prosecuting the appeal despite its mootness and had sought punitive costs, while the respondents had also contributed to the unnecessary costs. Using its discretion, the court ordered the appellant to bear two‑thirds of the respondents’ costs and the respondents to bear one‑third, reflecting their respective conduct.",
    "conclusion": "The appeal was struck off the roll as academic. The appellant, Deutsches Altersheim Zu Pretoria, was ordered to pay two thirds of the respondents’ costs, with the respondents each responsible for the remaining one third."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Costs and Mootness",
    "level_3": [
      "moot appeal",
      "cost allocation",
      "eviction",
      "termination clause",
      "elderly care"
    ]
  }
}