{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/73.html",
  "case_name": "Mahlangu v S (20737/2014) [2015] ZASCA 73 (22 May 2015)",
  "citation": "[2015] ZASCA 73",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 73\n|\nNoteup\n|\nLawCite\nMahlangu v S (20737/2014) [2015] ZASCA 73 (22 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE\r\nNO: 20737/2014\nNot\r\nReportable\nIn\r\nthe matter between:\nMTEWENI\r\nZWELIBANZI\r\nMAHLANGU\n.....................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nMahlangu\r\nv S\n(20737/2014)\n[2015] ZASCA 73\n(22 May 2015).\nCoram:\nNavsa ADP, Brand,\r\nPonnan JJA\nHeard:\n22 May 2015\nDelivered:\n22 May 2015\nSummary:\nAppeal against a\r\nrefusal for application for leave to appeal –complaint of\r\nduplication of charges –reasonable prospects\nof success in\r\ncontemplated appeal\nORDER\nOn\r\nappeal from\n: The\r\nGauteng Provincial Division, Pretoria (Ranchod J sitting as court of\r\nfirst instance).\nThe\r\nfollowing order is made:\nThe appeal is\r\ndismissed.\nJUDGMENT\nNavsa\r\nADP (Brand and Ponnan JJA concurring):\n[1]\r\nThis is an appeal against the refusal of a petition in terms of s\r\n309C of the Criminal Procedure Act 51 of 1977 (the CPA) in\nrelation\r\nto a conviction on a second count of robbery and the accompanying\r\nsentence of 15 years’ imprisonment.\n[2]\r\nIn adjudicating the present appeal, the consideration is whether the\r\nappellant has reasonable prospects of success in the contemplated\n\nappeal. The background is briefly set out hereafter. The appellant\r\nhad been charged in the regional court Benoni with two counts\nof\r\nrobbery with aggravating circumstances. He was convicted on both\r\ncounts and sentenced to 15 years’ imprisonment on each\ncount,\r\nbut it was ordered that five years of each sentence be served\r\nconcurrently. Thus the effective sentence was one of 20 years’\n\nimprisonment. The trial court refused leave to appeal and the\r\npetition against refusal of leave to appeal was dismissed. Hence\nthe\r\npresent appeal against that refusal.\n[3]\r\nThe common cause facts are set out hereafter. The complainant in\r\nrespect of the first robbery, Mr Marx senior, manufactured\nkitchen\r\ncabinets in his motor vehicle garage located at his home. Late one\r\nmorning a motor vehicle transporting four men, including\nthe\r\nappellant, arrived at Mr Marx’s home. Two of them produced\r\nfirearms and assaulted the complainant. He was ordered to\nlie on the\r\nground and R10 000 was forcibly taken from his back pocket.\r\nShortly thereafter Mr Marx tried to get up but was\npushed through a\r\nwindow by his two assailants. At that time, the complainant in the\r\nsecond robbery, Mr Marx junior, the first complainant’s\nson,\r\nwas working in an area that served as a workshop. He heard glass\r\nshatter and his father screaming for the police. He was aware\nof the\r\nvehicle in which the robbers had arrived and decided to park his\r\nmotor vehicle behind theirs to prevent an escape. Whilst\ndoing so, he\r\nnoticed that there were two occupants still in the robbers’\r\nvehicle. Suddenly he was approached by someone who\nwas armed. He was\r\nordered out of his vehicle where he was busy on his cellular\r\ntelephone trying to contact the police. The armed\nassailant forcibly\r\ntook his cellular telephone and ordered him towards the workshop\r\narea, all the while training the firearm on\nhim. The appellant was\r\nthe individual who had confronted and overpowered him. When they\r\nreached the workshop area the appellant\nassaulted him, pressed a\r\nfirearm against his head and forcibly took R2000 in cash that he had\r\nin his possession. In the interim\nthe other two robbers decided to\r\nflee. Mr Marx senior moved towards the workshop area, ultimately all\r\nfour robbers fled.\n[4]\r\nThe present appeal is directed against the appellant’s\r\nconviction on the second count of robbery, namely the count in\n\nrespect of which Mr Marx junior was the complainant, on the basis\r\nthat it amounted to a duplication of convictions. The corollary\nis\r\nthat the associated sentence also falls to be set aside. This is an\r\naspect that was not raised before the trial court. The premise\nfor\r\nthe appellant’s case is that the regional court erred in not\r\nconcluding that the incident involving Mr Marx junior was\nnot in\r\neffect the second robbery but was an extension of the robbery\r\ninvolving his father. Simply put, it was contended that the\nrobbers\r\nincluding the appellant had intended to effect a robbery of the\r\ncabinet making business in which the two complainants were\ninvolved\r\nand that, in effect, is what had occurred. It is on that basis that\r\nthe appellant submits that there is a reasonable prospect\nof success\r\non appeal. I disagree.\n[5]\r\nIn my view, there is no such reasonable prospect of success in the\r\nproposed appeal. Accordingly I would dismiss the appeal against\nthe\r\nrefusal of leave to appeal by the high court.\n[6]\r\nThe following order is made:\nThe\r\nappeal is dismissed.\n________________________\nM\r\nS NAVSA\nACTING\r\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT:  Adv. H L Alberts\nInstructed\r\nby:\nPretoria\r\nJustice Centre, Pretoria\nBloemfontein\r\nJustice Centre, Bloemfontein\nFOR\r\nRESPONDENTS:  Adv. E Leonard\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions, Pretoria.\nDirector\r\nof Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T17:19:07.395603",
  "date": "2015-05-22",
  "coram": [
    "Navsa ADP",
    "Brand",
    "Ponnan JJA"
  ],
  "case_number": "20737/2014",
  "parties": {
    "applicants": [
      "Mteweni Zwelibanzi Mahlangu"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Mteweni Zwelibanzi Mahlangu, was charged in the Regional Court at Benoni with two counts of robbery with aggravating circumstances. On the first count, a complainant, Mr Marx senior, was assaulted and robbed of R10,000. On the second count, the complainant’s son, Mr Marx junior, was assaulted, his mobile phone seized and R2,000 taken. Both counts resulted in convictions and sentences of 15 years each, ordered to run concurrently for five years, giving an effective sentence of 20 years. The trial court refused leave to appeal the convictions, and the appellant sought leave to appeal the refusal, arguing that the second robbery was merely an extension of the first and therefore duplicated.",
    "issues": "The primary issue was whether the appellant had reasonable prospects of success in an appeal against his conviction on the second count of robbery on the basis that it constituted a duplication of charges. A subsidiary issue concerned whether leave to appeal should be granted under section 309C of the Criminal Procedure Act.",
    "principles": "Leave to appeal under s 309C CPA is granted only if the appellant demonstrates reasonable prospects of success on the merits of the appeal. The court must assess whether the alleged duplication of convictions is legally tenable, applying established principles that each distinct act constituting a separate offence must be proved beyond reasonable doubt.",
    "application": "The court examined the factual matrix and concluded that the incident involving Mr Marx junior was a separate and distinct robbery, not merely an extension of the first robbery. Accordingly, the appellant failed to show any reasonable prospect of success in overturning the second conviction. The test under s 309C was therefore not satisfied.",
    "conclusion": "The appeal against the refusal of leave to appeal was dismissed. The order made was that the appeal is dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appeal Procedure",
    "level_3": [
      "duplication of convictions",
      "leave to appeal",
      "robbery",
      "criminal procedure act"
    ]
  }
}