{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/26.html",
  "case_name": "Tofa v S (20133/14) [2015] ZASCA 26 (20 March 2015)",
  "citation": "[2015] ZASCA 26",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 26\n|\nNoteup\n|\nLawCite\nTofa v S (20133/14) [2015] ZASCA 26 (20 March 2015)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nNOT\r\nREPORTABLE\nCase No: 20133/14\nIn the matter between:\nKHOLILE JACKSON\r\nTOFA\n...................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n..............................................................................................................\nRESPONDENT\nNeutral citation:\nTofa v The State\n(20133/14)\n[2015] ZASCA 26\n(20 March 2015)\nCoram:\nMpati P, Majiedt JA, and Schoeman AJA\nHeard: 16 MARCH 2015\nDelivered: 20 MARCH 2015\nSummary:\nRape\r\nconviction – whether guilt proved beyond reasonable doubt on\r\nevidence of a single witness – application to adduce\nfurther\r\nevidence – principles restated.\nORDER\nOn appeal from:\nHigh Court, Free State Division,\r\nBloemfontein (Lekale J and Zietsman AJ, sitting as court of appeal):\n(1) The application\r\nto adduce further evidence is dismissed.\n(2) The appeal\r\nagainst conviction is dismissed.\nJUDGMENT\nMajiedt JA (Mpati P and Schoeman AJA\r\nconcurring):\n[1] This is an appeal against an order\r\nof the High Court, Free State Division, Bloemfontein (Lekale J and\r\nZietsman AJ, sitting as\na court of appeal), dismissing an appeal to\r\nit against the conviction of the appellant, Mr Kholile Jackson Tofa,\r\non a count of\nrape in the Bloemfontein Regional Court. There is also\r\nan application before us to lead further evidence. The high court\r\ngranted\nleave to appeal to this court and, although the application\r\nto adduce further evidence was not before it, expressed the view that\n\nthis court should consider that application together with the appeal.\r\nIt is convenient to consider that application first.\n[2] The appellant placed an affidavit\r\nfrom the complainant before the high court. That affidavit\r\npurportedly showed that the complainant\nadmitted that she had not\r\nbeen raped. In an opposing affidavit the complainant, Ms N[…]\r\nC[…] B[…], disputed\nthe authenticity of her alleged\r\naffidavit and pointed out that her surname had been misspelt as\r\n‘Bh[..]’ in it, whereas\nher surname was ‘B[…]’.\r\nThe policeman who is alleged to have commissioned the disputed\r\naffidavit, Constable\nSabata Motjetje, also deposed to an affidavit.\r\nIn it he denied any knowledge of the statement or that he knew the\r\ncomplainant prior\nto meeting her when a State advocate set up a\r\nmeeting with the two of them to clarify the disputed affidavit.\n[3] A brief recital of how the matter\r\nproceeded in the high court is necessary. The appellant, who was\r\nlegally represented at all\ntimes, was convicted of rape on 4 March\r\n2011 and sentenced to 10 years’ imprisonment on 5 April 2011.\r\nOn the last-mentioned\ndate the regional magistrate refused his\r\napplication for leave to appeal against conviction and sentence. On\r\n21 November 2011 the\nhigh court (Musi J and Kubushi AJ) granted leave\r\nto appeal to the high court on petition. The appellant was granted\r\nbail pending\nhis appeal, which was heard on 3 June 2013 but without\r\nan accompanying application to lead further evidence. The appeal was\r\ndismissed\nby Lekale J and Zietsman AJ. On 25 July 2013 the matter\r\ncame before Moloi J as duty Judge, who granted leave for it to be set\r\ndown\nbefore the Full Court to consider the relief sought, namely a\r\n‘rescission’ of the judgment on appeal by Lekale J and\n\nZietsman AJ. The Full Court (Kruger J, Van Zyl J and Molemela J)\r\ndismissed this extraordinary application and postponed it to 1\n\nNovember 2013 for hearing by Lekale J and Zietsman AJ as part of the\r\napplication for leave to appeal. We do not have the reasons\n(if any\r\nhad been given) for the orders issued by Moloi J and by the Full\r\nCourt before us. But it does appear as if the Full Court\ndismissed\r\nthe application before it primarily on the basis that the appellant\r\nsought to introduce a civil law remedy in criminal\nproceedings. The\r\nappellant’s bail was extended to 1 November 2013, on which date\r\nthe hearing was postponed to 29 November\n2013 and bail was further\r\nextended. Lekale J and Zietsman AJ granted leave to appeal against\r\nconviction to this court but regarded\nthemselves as\nfunctus\r\nofficio\nas far as the application for leave to adduce further\r\nevidence was concerned. They thought it proper that this court should\r\ndeal\nwith that aspect on appeal.\n[4] The test for the hearing of further\r\nevidence on appeal is well established. The requirements are:\n(a) There should be\r\nsome reasonably sufficient explanation, based on allegations which\r\nmay be true, why the evidence which it is\nsought to lead was not led\r\nat the trial;\n(b) There should be\r\na\nprima facie\nlikelihood of the truth of the evidence;\n(c) The evidence\r\nshould be materially relevant to the outcome of the trial.\nSee:\nS v de Jager\n1965 (2) SA 612\n(A) at 613C-D;\nS v Ndweni & others\n1999 (4) SA 877\n(SCA)\r\nat 880D.\n[5] The power to receive further\r\nevidence on appeal is sparingly exercised; further evidence will only\r\nbe allowed in exceptional\ncircumstances so that there can be finality\r\nin cases –\nDe Jager\nat 613A. The present application\r\ndoes not meet the first two requirements above. In his affidavit the\r\nappellant says that, while\nin prison, he was visited by his relatives\r\nwho conveyed to him that the complainant wanted to recant her\r\ntestimony. What is glaringly\nabsent is an identification of these\r\nrelatives so that the State could follow this up. Also lacking is the\r\ndate on which this information\nbecame available to the appellant.\r\nThis has a material bearing on the first requirement. The evidence\r\nwas available when the appeal\nwas heard in the high court and yet\r\nthere was no application for it to be led. We have not been given any\r\nexplanation for this\nomission. This dearth of detail negated the\r\nState’s ability to follow up these allegations. As it turned\r\nout, the State did\nfollow up where it could, namely in respect of the\r\nalleged recanting affidavit of the complainant, which is what I\r\ndiscuss next.\n[6] The affidavits of the complainant\r\nand Constable Motjetje cast great doubt on the authenticity of the\r\nalleged recanting affidavit.\nAnd the misspelling of the complainant’s\r\nfamily name exacerbates the matter. There is a strong suspicion that\r\nthis new evidence\nis a fraudulent fabrication, but it is not\r\nnecessary to make a finding in this regard. It suffices to hold that\r\nthe application\ndoes not meet the first two requirements set out in\r\npara 4 (a) and (b) above and it falls to be dismissed.\n[7] With regard to conviction, the\r\nthrust of the appellant’s attack was that the complainant’s\r\ntestimony lacked credibility,\nthat no reliance can be placed on her\r\nas a single witness absent any acceptable corroborating evidence and,\r\nlastly, that the appellant’s\nversion was reasonably possibly\r\ntrue. The trial court erred in accepting the complainant’s\r\nevidence and rejecting his, so\nthe appellant contended. The salient\r\nfacts were briefly as follows (most of the facts were common cause):\nThe appellant and\r\nthe complainant lived in the same street and were known to each\r\nother. The complainant bought liquor from the\nappellant (who ran a\r\nshebeen) on several occasions. On the date and at the place stated in\r\nthe charge sheet the parties had sexual\nintercourse at the\r\nappellant’s house. The appellant alleged that this was\r\nconsensual, whereas the complainant’s version\nwas that it was\r\nnot. Immediately thereafter, the complainant went to her mother’s\r\nhouse and reported that the appellant had\nraped her (her mother\r\nconfirmed this report). Thereafter she laid a complaint with the\r\npolice and she was medically examined. The\nJ88 medical report\r\nrecorded no visible physical injuries, except for a superficial\r\nabrasion on the fossa navicularis which was\nindicative of probable\r\npenetration. The appellant’s version was that he and the\r\ncomplainant had been in a clandestine love\nrelationship for over two\r\nyears without there ever having been any sexual intimacy involved\r\n(the appellant was a married man at\nthat time). On the evening in\r\nquestion, on the appellant’s version, she came to his house to\r\nbuy beer and sexual intercourse\noccurred at her instigation and\r\ninsistence. On his version the complainant made advances and although\r\nhe initially showed no interest,\nhe later succumbed to her wiles, due\r\nto the fact that his wife was not at home. The complainant had a\r\ncompletely different version.\nAccording to her, the appellant had\r\npulled her into a bedroom, threw her on a bed, then proceeded to\r\nundress her and thereafter\nraped her.\n[8] It is trite that an appellate court\r\nhas limited powers to interfere with the factual findings of a trial\r\ncourt, which are presumed\nto be correct unless they are clearly wrong\nex facie\nthe record; see –\nS v Francis\n1991 (1)\r\nSACR 198\n(SCA) at 204e-d. While it is true that the complainant’s\r\nevidence was not without blemishes, it was not nearly of such poor\n\nquality that it warranted outright rejection. The primary issue was\r\nthat of consent. It matters therefore not that she was not\nfully\r\nconsistent about the time she had arrived at the appellant’s\r\nplace, whether she had an empty beer bottle with her or\nnot and on\r\nthe minute detail of how sexual intercourse had occurred. Of more\r\nmateriality were the events afterwards. She walked\na long way to\r\nreport the rape to her mother. And she was in a tearful state when\r\nshe arrived at her mother’s house.\n[9] The appellant’s version, on\r\nthe other hand, was correctly found to be false beyond reasonable\r\ndoubt. He would have the\ntrial court believe that, while in a secret\r\nlove relationship for two years with the complainant, they had not\r\nbeen sexually intimate\nuntil the evening in question. When that\r\nwatershed moment did eventually arrive, the complainant quite\r\nremarkably cried rape. And\nhis explanation that the complainant had\r\nbeen paid R2 000 by a Ms Sophie Malisa to lay a false charge\r\nagainst him beggars\nbelief. Ms Malisa held a grudge against him, said\r\nthe appellant, due to a previous incident when Ms Malisa’s\r\ndaughter, Mandwa,\nhad died at the appellant’s hands. The\r\nappellant was charged with her murder but was acquitted on the basis\r\nof self- defence.\nThe fatal flaw in this explanation is the fact that\r\nthe complainant made the rape allegation that same night, having gone\r\ndirectly\nfrom the appellant’s dwelling to that of her mother.\r\nOn the undisputed facts there had been no opportunity for the\r\ncomplainant\nto have met with Ms Malisa before making the rape report,\r\nto hatch this conspiracy against him.\n[10] In the circumstances, the regional\r\nmagistrate’s findings are unassailable. The appeal must fail.\nThe following order is issued:\n1.\nThe application to adduce further evidence\r\nis dismissed.\n2.\nThe appeal against conviction is dismissed.\n________________________\nS A\r\nMajiedt\nJudge\r\nof Appeal\nAppearances\nFor the Appellant: P W Nel\nInstructed by:\nBloemfontein Justice Centre\nFor Respondent: W J Harrington\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecution, Bloemfontein",
  "scraped_at": "2026-02-12T17:06:49.702692",
  "date": "2015-03-20",
  "coram": [
    "Mpati P",
    "Majiedt JA",
    "Schoeman AJA"
  ],
  "case_number": "20133/14",
  "parties": {
    "applicants": [
      "Kholile Jackson Tofa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Kholile Jackson Tofa, was convicted of rape by the Bloemfontein Regional Court in March 2011 and sentenced to ten years' imprisonment. The sole evidence against him was the testimony of a single complainant who alleged non‑consensual intercourse; the complainant later claimed the assault and was medically examined, with the report noting a superficial abrasion suggestive of penetration. The appellant contended that the sexual encounter was consensual, that he and the complainant had a clandestine relationship, and that the allegation was fabricated, alleging payment by a third party. While in prison he received information—through unnamed relatives—that the complainant intended to recant, prompting an affidavit attempting to introduce that purported recantation as further evidence. The High Court had dismissed the appeal against conviction and had not considered the further‑evidence application, leaving the issue to the Supreme Court of Appeal.",
    "issues": "1) Whether the appellant may adduce further evidence on appeal, given the stringent requirements for such evidence. 2) Whether the conviction for rape should be set aside on the basis that the complainant’s testimony, being the sole witness, lacked the requisite credibility and that there was insufficient corroboration.",
    "principles": "The Court reiterated the established test for admitting further evidence on appeal: (a) a reasonable explanation for its non‑production at trial, (b) a prima facie likelihood of truth, and (c) material relevance to the outcome (S v de Jager 1965; S v Ndweni 1999). The power to admit such evidence is exercised sparingly to preserve finality. Additionally, appellate courts may only disturb factual findings of a trial court where they are clearly erroneous on the face of the record (S v Francis 1991). The credibility of a single witness is not per se fatal; the court must assess the overall weight of the evidence.",
    "application": "Applying the test, the Court found the appellant’s affidavit lacked specifics—no identification of the relatives, no dates, and no explanation for its non‑submission at the High Court hearing—failing requirements (a) and (b). The alleged recantation was further doubted due to misspelling of the complainant’s surname and contradictory affidavits, indicating possible fabrication. Consequently, the application for further evidence was dismissed. Regarding the conviction, the Court held that the trial judge had correctly assessed the complainant’s testimony as credible and the appellant’s version as false, noting inconsistencies and the implausibility of the alleged conspiracy. The appellate court therefore upheld the conviction.",
    "conclusion": "The Supreme Court of Appeal dismissed both the application to adduce further evidence and the appeal against the rape conviction. The orders of the lower courts were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "appeal",
      "evidence",
      "single witness",
      "appellate review"
    ]
  }
}