{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/76.html",
  "case_name": "Panamo Properties (Pty) Ltd and Another v Nel N.O. and Others (35/2014) [2015] ZASCA 76; 2015 (5) SA 63 (SCA); [2015] 3 All SA 274 (SCA) (27 May 2015)",
  "citation": "[2015] ZASCA 76",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 76\n|\nNoteup\n|\nLawCite\nPanamo Properties (Pty) Ltd and Another v Nel N.O. and Others (35/2014) [2015] ZASCA 76; 2015 (5) SA 63 (SCA); [2015] 3 All SA 274 (SCA) (27 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nno: 35/2014\nIn\r\nthe matter between:\nPANAMO\r\nPROPERTIES (PTY)\r\nLTD\n................................................................\nFIRST\r\nAPPELLANT\nLIEBENBERG\r\nDAWID RYK VAN\nDER\r\nMERWE\r\nNO\n...........................................................................................\nSECOND\r\nAPPELLANT\nand\nJAN\r\nHENDRIK NEL\r\nNO\n..................................................................................\nFIRST\r\nRESPONDENT\nCHARMAINE\r\nNEL\r\nNO\n...............................................................................\nSECOND\r\nRESPONDENT\n(in\r\ntheir capacities as trustees of the\nJAN\r\nNEL TRUST IT 660/86)\nTHE\r\nCOMPANY AND INTELLECTUAL\nPROPERTY\r\nCOMMISSION OF THE\r\nRSA\n..................................................\nTHIRD\r\nRESPONDENT\nTREVOR\r\nPAYNE\n.........................................................................................\nFOURTH\r\nRESPONDENT\nPINK\r\nPARROT INVESTMENTS\n(PTY)\r\nLTD\n..........................................................................................................\nFIFTH\r\nRESPONDENT\nFIRSTRAND\r\nBANK\r\nLIMITED\n......................................................................\nSIXTH\r\nRESPONDENT\nNeutral\r\nCitation:\nPanamo\nProperties (Pty) Ltd v Nel and Another NNO\n(35/2014)\n2015 ZASCA 76\n(27 May 2015)\nCoram:\nNAVSA ADP, MAJIEDT, WALLIS and ZONDI JJA and\r\nDAMBUZA AJA\nHeard\n:\r\n14 May 2015\nDelivered\n:\r\n27 May 2015\nSummary:\nBusiness rescue proceedings –\r\nresolution by company in terms of s 129(1) of\nCompanies Act 71\nof 2008\n– non-compliance by company with further requirements\r\nof\nss 129(3)\nand (4) of the Act – effect –\ns 129(5)\nof the Act – non-compliance does not automatically result in\r\nthe business rescue being terminated – such non-compliance\na\r\nground for bringing an application to court to set aside the\r\nresolution in terms of\ns 130(1)\n(a)\n(iii)\r\nof the Act – a court will only set aside such resolution if it\r\nis otherwise just and equitable to do so in terms of\ns 130(5)\nof\r\nthe Act – the business rescue terminates in terms of\ns 132(2)\n(a)\n(i)\r\nof the Act once an order setting aside the resolution has been\r\ngranted.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Khumalo J, sitting as court of first instance):\n1\nThe appeal is upheld with costs.\n2\nParagraphs 2 and 3 of the order of the\r\ncourt below are set aside and replaced by the following:\n‘\nThe\r\napplication is dismissed.’\n3\nParagraph 4 of the order of the court below\r\nis renumbered as paragraph 3.\n4\nThe order granted on the counter\r\napplication is set aside.\nJUDGMENT\nWallis\r\nJA (Navsa ADP, Majiedt and Zondi JJA and Dambuza AJA concurring)\n[1]\nBusiness\r\nrescue proceedings under the Companies Act 71 of 2008 (the Act) are\r\nintended to ‘provide for the efficient rescue\nand recovery of\r\nfinancially distressed companies, in a manner that balances the\r\nrights and interests of all relevant stakeholders’.\n[1]\nThey contemplate the temporary supervision of the company and its\r\nbusiness by a business rescue practitioner. During business rescue\n\nthere is a temporary moratorium on the rights of claimants against\r\nthe company and its affairs are restructured through the development\n\nof a business rescue plan aimed at it continuing in operation on a\r\nsolvent basis, or if that is unattainable, leading to a better\nresult\r\nfor the company’s creditors and shareholders than would\r\notherwise be the case.\n[2]\nThese\r\ncommendable goals are unfortunately being hampered because the\r\nstatutory provisions governing business rescue are not always\nclearly\r\ndrafted. Consequently they have given rise to confusion as to their\r\nmeaning and provided ample scope for litigious parties\nto exploit\r\ninconsistencies and advance technical arguments aimed at stultifying\r\nthe business rescue process or securing advantages\nnot contemplated\r\nby its broad purpose. This is such a case.\n[2]\nThe Jan Nel Trust (the Trust) is the sole\r\nshareholder of the first appellant, Panamo Properties (Pty) Ltd\r\n(Panamo). Its trustees,\nMr and Mrs Nel, who are also the directors of\r\nPanamo, represent it in these proceedings. Panamo is a\r\nproperty-owning company owning\na large property in Roodepoort. Mr and\r\nMrs Nel’s home is situated on a portion of the property, and\r\nthe balance is let to\nvarious commercial tenants. The property was\r\nmortgaged in favour of Firstrand Bank Ltd, but Panamo fell into\r\narrears and judgment\nwas taken against it for amounts totalling some\r\nR3.3 million, plus interest and costs. The hypothecated property was\r\ndeclared executable.\n[3]\nIn order to prevent a sale of the property\r\nand afford the Nels time to resolve Panamo’s financial\r\nproblems, the Trust resolved\non 19 August 2011 to place Panamo in\r\nbusiness rescue. A little over two years later, in September 2013,\r\nthe Trust sought an order\ndeclaring that the original resolution to\r\nplace Panamo in business rescue had lapsed and consequently that the\r\nentire business\nrescue process was a nullity. That was after the\r\nappointment of a business rescue practitioner, (Mr van der Merwe the\r\nsecond appellant);\nthe adoption of a business rescue plan; and the\r\nsale of the property pursuant to that plan. It is undisputed that the\r\nsole purpose\nbehind the application was to prevent the sale of the\r\nproperty and to prolong Mr and Mrs Nel’s occupation of their\r\nhome.\n[4]\nIn advancing its case the Trust relied on\r\nits failure – and hence the failure of the Nels as the moving\r\nspirits behind both\nthe Trust and Panamo – to comply with\r\nvarious requirements prescribed by ss 129(3) and (4) of the Act.\r\nIn some instances\nthe non-compliance lay in doing things after the\r\nexpiry of the prescribed statutory period for them to be done. In\r\nothers it consisted\nof straightforward non-compliance with the\r\nstatutory injunction. The argument on behalf of the Trust was that\r\ns 129(5)\n(a)\nof the Act stipulates that the consequences of such non-compliance\r\nare that the resolution to begin business rescue lapses and\nis a\r\nnullity, and hence the entire process of business rescue in relation\r\nto Panamo had been a fruitless exercise as the underpinning\nfor it\r\nfell away in October 2011. Khumalo J upheld these contentions and\r\nissued a declaratory order that the resolution to commence\nbusiness\r\nrescue had lapsed and was a nullity, and a further order that the\r\nappointment of Mr van der Merwe as business rescue practitioner\nin\r\nrespect of Panamo was void. The appeal is with her leave.\n[5]\nIn reaching that conclusion, Khumalo J\r\nexpressed her frustration at the straitjacket that she thought\r\ns 129(5)\n(a)\nimposed upon her. She quite correctly regarded the approach of the\r\nTrust as opportunistic. She said that the Nels had ‘strung\n\nalong’ the other parties to the business rescue process and\r\ndelayed bringing the application until, for selfish reasons,\nthey\r\nrealised that there was no other way in which to prevent the transfer\r\nof the property to the purchaser. Her conclusion was\nthat the Nels\r\n‘have acted to the company’s detriment with a disastrous\r\noutcome’. I agree and would go further\nto describe their\r\nconduct as a stratagem involving a wholly undesirable exploitation of\r\nlegal technicalities for their own advantage.\nHowever, if Khumalo J’s\r\nconstruction of s 129(5) is correct, that situation was\r\nunavoidable. The issue in this appeal\nis whether she was correct.\n[6]\nThe counter argument advanced by Mr van der\r\nMerwe, on his own behalf and on behalf of Panamo, is that s 129(5)\n(a)\ndoes not have this drastic effect. It must, so he contended, be read\r\nin the light of the provisions of s 130 of the Act, which\ndeal\r\nwith the circumstances in which a court may be asked to set aside a\r\nresolution to place a company under business rescue. According\nto the\r\nargument, those provisions limit both the time within which a\r\nresolution to place a company under business rescue may be\nchallenged\r\nand, if such an application is brought timeously, the parties who may\r\nbring such an application. Lastly he submitted\nthat an application\r\nwould only succeed if the court thought it just and equitable to set\r\naside the resolution and bring the business\nrescue process to an end.\n[7]\nIn this case the Trust had not purported to\r\nbring an application in terms of s 130(1). The time for bringing\r\nsuch an application\nhad passed before the Trust sought to challenge\r\nthe validity of the resolution, and its\nlocus\r\nstandi\nto bring such an application was\r\ndoubtful. Furthermore, it would not have been just and equitable in\r\nthe light of the facts relating\nto the business rescue proceedings\r\nfor a court to have granted such an order Those facts included the\r\nnumerous attempts by the\nNels to stultify those proceedings and the\r\nconsiderable financial prejudice, both actual and contingent, to Mr\r\nvan der Merwe and\npotentially to creditors, that would ensue from\r\nterminating the business rescue. Accordingly he submitted that the\r\napplication\nshould have been dismissed.\n[8]\nA resolution of these issues requires a\r\nconsideration of the relevant provisions of ss 129 and 130 of\r\nthe Act. But first it\nis necessary to place them in their proper\r\nsetting in the Act. Business rescue is a process aimed at avoiding\r\nthe liquidation of\na company if it is feasible to do so. There are\r\ntwo routes through which a company may enter business rescue, namely,\r\nby way of\na resolution of its board of directors (s 129(1)) or\r\nby way of a court order (s 131(1)). We are concerned with the\r\nformer.\n[9]\nUnder\r\ns 129(1) the board of a company may resolve to begin business\r\nrescue proceedings if it has reasonable grounds for believing\nthat\r\nthe company is financially distressed\n[3]\nand there appears to be a reasonable prospect of rescuing the\r\ncompany. Such a resolution may not be adopted if liquidation\r\nproceedings\nhave been initiated against the company.\n[4]\nOnce a resolution is taken it only becomes effective when it is filed\r\nwith the Companies and Intellectual Property Commission,\nRepublic of\r\nSouth Africa (CIPCSA).\n[10]\nAfter\r\nthe resolution has been filed with CIPCSA the company is obliged to\r\ntake certain steps. They are set out in ss 129(3)\nand (4) of the\r\nAct.\n[5]\nIt is common cause that\r\nin this case there was a degree of non-compliance with these\r\nprovisions. Thus, the statutory notice sent\nto creditors of Panamo\r\nwas not accompanied by a sworn statement of the facts relevant to the\r\ngrounds on which the board resolution\nwas founded; Mr van der Merwe\r\nwas not appointed within the prescribed time period; and, the notice\r\nof his appointment was not published\nto all affected parties. These\r\nare the shortcomings on which the Nels based their application.\n[11]\nBefore examining s 129(5), on which\r\nthe court below based its judgment, it is worth noting that s 130\r\nexpressly deals\nwith objections to a company resolution to begin\r\nbusiness rescue. Its provisions relevant to this case read as\r\nfollows:\n‘\n(1) Subject\r\nto subsection (2), at any time after the adoption of a resolution in\r\nterms of section 129, until the adoption of\na business rescue plan in\r\nterms of section 152, an affected person may apply to a court for an\r\norder—\n(a)\nsetting aside the resolution, on the grounds that—\n(i)\r\nthere is no reasonable basis for believing that the company is\r\nfinancially distressed;\n(ii)\r\nthere is no reasonable prospect for rescuing the company; or\n(iii)\r\nthe company has failed to satisfy the procedural requirements set out\r\nin section 129;\n…\n(2)\r\nAn affected person who, as a director of a company, voted in favour\r\nof a resolution contemplated in section 129 may not apply\nto a court\r\nin terms of—\n(a)\nsubsection (1)\n(a)\nto set aside that resolution; or\n(b)\n…\nunless\r\nthat person satisfies the court that the person, in supporting the\r\nresolution, acted in good faith on the basis of information\nthat has\r\nsubsequently been found to be false or misleading.’\n[12]\nSome aspects of this section are worth\r\nhighlighting. Firstly, it provides in s 130(1) for three grounds\r\nupon which an application\nto set aside the resolution may be brought.\r\nThe first two are that the grounds for passing such a resolution set\r\nout in s 129(1)\nare absent, and the third is that the procedural\r\nrequirements of s 129 have not been observed. In other words,\r\nthe first two\nbases for challenging a resolution mirror the grounds\r\nfor passing the resolution set out in s 129(1), and the third\r\nraises\nthe issue of non-compliance with the obligations imposed on\r\nthe company by s 129 consequent upon passing the resolution and\n\nfiling it with CIPCSA. That seems sensible. If the grounds for\r\npassing such a resolution are not present then it is appropriate\nto\r\nhave a mechanism for setting it aside. If the procedural requirements\r\nto be followed once a resolution has been passed and filed\nwith\r\nCIPCSA are not followed, that may indicate that there is no genuine\r\nintention to follow the process through to a successful\nconclusion\r\nand it is appropriate for there to be a mechanism to set it aside.\n[13]\nSecondly, the time for bringing such an\r\napplication is restricted. An application to set aside the resolution\r\nmay be brought at\nany time after the date of adoption of the\r\nresolution but, once a business rescue plan has been adopted, the\r\ntime for challenging\na resolution is past. Whatever flaws may have\r\nbeen present before that time become of purely historical importance\r\nthereafter.\n[14]\nThirdly, some people are excluded from the\r\nranks of those who are entitled to bring a challenge to a resolution\r\nand seek to have\nit set aside. A director of the company who voted in\r\nfavour of such a resolution is precluded from bringing such an\r\napplication,\nunless they can show that in doing so they acted in good\r\nfaith on information furnished to them that was false or misleading.\r\nIn\nother words there is no room for a director simply to have a\r\nchange of heart in the light of altered circumstances. A director who\n\nopposed the resolution is not so restricted, whether they bring the\r\napplication as a shareholder or as a creditor. No doubt that\nis why\r\nthe resolution can be challenged at any time after it is first\r\npassed, even if it has not yet been filed with CIPCSA. A\ndissentient\r\ndirector may immediately challenge the resolution and argue that\r\nthere is no reasonable ground for believing that the\ncompany is\r\nfinancially distressed or, if it is, that there is no reasonable\r\nprospect of rescuing it. In addition the section clearly\ncontemplates\r\nthat such a director, or any other affected person, may bring such an\r\napplication on the basis that there has been\nnon-compliance with the\r\nprocedural requirements of s 129. That fact immediately\r\nindicates that the lapsing and nullity arising\nfrom such\r\nnon-compliance may be less than absolute.\n[15]\nThese\r\npoints are pertinent because the application by the Trust, directed\r\nat setting aside the resolution, sidestepped two of these\n\nconstraints. First, it was brought after the adoption of the business\r\nrescue plan, which would not be permissible in an application\nunder\r\ns 130. Second, in substance, if not form, Mr and Mrs Nel, the\r\npersons who, as the directors of Panamo, passed the resolution\nto\r\nplace it under business rescue, brought the application.  They\r\nwould not have been entitled to bring an application under\ns 130\r\nand it is an open question whether s 130(2) would permit them to\r\ndo so by making the Trust the applicant rather\nthan themselves.\n[6]\nHowever, if they were permitted to do so, that would clearly be\r\ncontrary to the underlying purpose of s 130(2), which is that\n\nthose responsible for placing the company in business rescue should\r\nnot be entitled to challenge that decision merely because they\nhave\r\nchanged their minds, much less because it suits their private\r\ninterests to do so. Assuming that they could nonetheless bring\nan\r\napplication, this is undoubtedly a factor that would have weighed\r\nheavily with a court faced with such an application, in considering\n\nwhat was just and equitable under s 130(5)\n(a)\n(ii).\n[16]\nThe Trust argued that it was not obliged to\r\nfollow the route of an application to court under s 130(1)\n(a)\n(iii),\r\nbecause such a challenge was unnecessary in the light of s 129(5)\n(a)\n,\r\nwhich reads as follows:\n‘\n(5)\r\nIf a company fails to comply with any provision of subsection (3) or\r\n(4)—\n(a)\nits resolution to begin business rescue\r\nproceedings and place the company under supervision lapses and is a\r\nnullity …’\nIt\r\ncontended that the effect of its non-compliance with the provisions\r\nof sub-sections (3) and (4) of s 129 was that the resolution\n\ncommencing business rescue in relation to Panamo lapsed and became a\r\nnullity, thereby bringing the business rescue proceedings\nto an end.\r\nThis was so irrespective of the fact that the non-compliance flowed\r\nfrom the Trust’s own failures to comply with\nthese requirements\r\nand without any need to invoke the provisions of s 130.\n[17]\nArguments\r\nsuch as those raised in this case have featured in a number of\r\ndecisions of the various divisions of the High Court. The\nfirst of\r\nthese appears to be\nAdvanced\r\nTechnologies and Engineering Company (Pty) Ltd v Aeronautique et\r\nTechnologies Embarquées SAS\n,\n[7]\nwhere Fabricius J concluded that:\n‘\nIt\r\nis clear from the relevant sections contained in chapter 6 that a\r\nsubstantial degree of urgency is envisaged once a company has\ndecided\r\nto adopt the resolution beginning rescue proceedings. The purpose of\r\ns 129(5) is very plain and blunt. There can be no\nargument that\r\nsubstantial compliance can ever be sufficient in the given context.\r\nIf there is non-compliance with s 129(3) or (4)\nthe relevant\r\nresolution lapses and is a nullity. There is no other way out, and no\r\nquestion of any condonation or argument pertaining\nto ''substantial\r\ncompliance”.’\nAlthough\r\nhe did not say so expressly, the learned judge appears to have been\r\nof the view that an inevitable consequence of the resolution\nhaving\r\nlapsed would be that the business rescue process would terminate.\n[18]\nThis\r\napproach has been followed in several other cases including the\r\npresent one. It has not, however, been universally accepted.\nIn\nEx\r\nParte Van den Steen NO\n,\n[8]\nRautenbach AJ held that Fabricius J was dealing only with\r\nnon-compliance with time limits in regard to the appointment of a\r\nbusiness\nrescue practitioner and not to other aspects of sub-sections\r\n(3) and (4). He accordingly held that, where there had been\r\nsubstantial\ncompliance with those provisions, s 129(5) did not\r\noperate to nullify the resolution. In\nABSA\r\nBank v Caine NO\n[9]\nDaffue J pointed out that Fabricius J had not given consideration to\r\nthe provisions of s 130(1)\n(a)\n(iii)\r\nand that his construction led to anomalies as between s 129 and\r\ns 130.\n[19]\nThe\r\nobservation by Daffue J is undoubtedly correct. It finds an echo in\r\nthe following passage from\nHenochsberg\n,\r\nwhere the author identified the very type of problem that has arisen\r\nin the present case:\n[10]\n‘\nThe\r\npractical consequences of the resolution that “lapses and is a\r\nnullity” are uncertain … From the wording\nof the section\r\nit would appear that the resolution lapses and becomes a nullity\r\nautomatically, without any intervention from outside\nparties. From a\r\npractical perspective this could create a number of problems,\r\nespecially if this has been done intentionally by\nthe company in\r\norder to gain the protection of Chapter 6 for a brief period of time,\r\nonly to exit the procedure due to the resolution\nlapsing and becoming\r\na nullity at a later date. This could also have unintended\r\nconsequences where non-compliance with the notice\nand publication\r\nrequirements have been minor and unintentional … It is not\r\nclear whether non-compliance in such circumstances\nmeans that the\r\nbusiness rescue process lapses and becomes a nullity, even if the\r\nbusiness rescue plan has already been adopted\nand is in the process\r\nof being implemented.’\nAs\r\nregards the relationship between s 129(5)\n(a)\nand\r\ns 130(1)\n(a)\n(iii)\r\nthe author comments\n[11]\nthat:\r\n‘It is difficult to align the apparent automatic lapsing of a\r\nbusiness rescue resolution under the provisions of s 129(5)\nwith\r\nthis provision [ie with s 130(1)\n(a)\n(iii)]’.\n[20]\nThe approach of Fabricius J appears to\r\nleave no room for the operation of s 130(1)\n(a)\n(iii).\r\nThere is no point in bringing an application to set aside a\r\nresolution on the grounds of non-compliance with the procedural\n\nrequirements of s 129 if that resolution has already lapsed and\r\nbeen rendered a nullity and the process of business rescue\nhas, as a\r\nresult, come to an end. In order to address this problem counsel\r\nsubmitted that s 129(5)\n(a)\ndeals with non-compliance with the requirements of ss 129(3) and\r\n(4), while s 130(1)\n(a)\n(iii)\r\noperates in respect of non-compliance with other procedural\r\nrequirements in s 129.\n[21]\nI do not accept this argument for the\r\nsimple reason that I do not think that the expression ‘procedural\r\nrequirements’\nin s 130(1)\n(a)\n(iii)\r\nextends to any matter beyond the steps set out in ss 129(3) and\r\n(4). The phrase ‘procedural requirements’\nmust refer to\r\nobligations of an administrative or procedural nature imposed upon\r\nthe company. The steps that have to be taken under\nss 129(3) and\r\n(4) fall naturally in this category. But counsel submitted that it\r\nextended to the need in terms of s 129(1)\nfor a resolution of\r\nthe board of the company to commence business rescue as well as to\r\nthe filing of the resolution with CIPCSA\nin terms of s 129(2)\r\nthat is a prerequisite for the resolution to take effect and business\r\nrescue to commence.\n[22]\nCounsel\r\nderived support for the first submission from\nD\r\nH Brothers\n,\n[12]\nwhere a resolution to commence business rescue was passed without the\r\nboard of directors being properly constituted. The court\nsaid that\r\nthis amounted to a failure to comply with the procedural requirements\r\nof s 129(1) of the Act. In my view that was\nincorrect. The\r\nconsequence of the board not having been properly constituted, (which\r\nwas not what occurred in the present case),\nwould be that the\r\nresolution was not a resolution of the board of directors. As such it\r\nwas a nullity and ineffective for the purpose\nof commencing business\r\nrescue proceedings. Equally, in the absence of such a resolution,\r\nthere was nothing to set aside in terms\nof s 130(1)\n(a)\n(iii).\r\nThe court in\nD\r\nH Brothers\ncould\r\nand should have made a declaration to that effect, but in doing so it\r\nwould not have been acting in terms of s 130(1)\n(a)\n(iii).\n[23]\nThe passing of a resolution to commence\r\nbusiness rescue cannot readily be described as a procedural\r\nrequirement. It is merely the\nsubstantive means by which the company\r\nmay take that step. The board is under no obligation at all to take\r\nsuch a resolution, although,\nif it is financially distressed, it may\r\nbe obliged to inform shareholders and creditors of the reasons for\r\nnot doing so (s 129(7)).\nIt cannot then be described as a\r\n‘requirement’, much less a procedural requirement. The\r\nother suggestion by counsel,\nthat filing the resolution with CIPCSA\r\nis a procedural requirement non-compliance with which may support an\r\napplication in terms\nof s 130(1)\n(a)\n(iii),\r\nsuffers from a similar flaw. If the board passes a resolution, but it\r\nis not filed with CIPCSA, then business rescue does\nnot commence and\r\nthe resolution is ineffective for any purpose. No point would be\r\nserved in setting it aside.\n[24]\nThere are no other procedural requirements\r\nin s 129 in relation to which a circumscribed s 130(1)\n(a)\n(iii)\r\ncould operate and none were suggested to us. The obvious and sensible\r\nmeaning of the expression ‘procedural requirements’\nin\r\ns 130(1)\n(a)\n(iii)\r\nis that it refers to the procedural requirements in ss 129(3)\r\nand (4). But, if the resolution lapses and becomes a nullity\nin\r\nconsequence of such non-compliance, and this brings an end to the\r\nbusiness rescue process, as has been held in the High Court\njudgments\r\nmentioned above, no purpose would be served by a provision that\r\nempowered a court to set it aside.\n[25]\nThe language of s 129(5)\n(a)\nat first reading may suggest that there is an absolute and immediate\r\nnullity of the resolution if there is non-compliance with\nthe\r\nrequirements of ss 129(3) and (4). How then is a court to deal\r\nwith the anomaly that such a reading appears to create?\nIn my view\r\nthe problem falls to be solved by having regard to certain basic\r\nprinciples of statutory interpretation.\n[26]\nIn\nEndumeni\n[13]\nI ventured to summarise the current approach to statutory\r\ninterpretation in the following way:\n‘\nInterpretation\r\nis the process of attributing meaning to the words used in a\r\ndocument, be it legislation, some other statutory instrument,\nor\r\ncontract, having regard to the context provided by reading the\r\nparticular provision or provisions in the light of the document\nas a\r\nwhole and the circumstances attendant upon its coming into existence.\r\nWhatever the nature of the document, consideration must\nbe given to\r\nthe language used in the light of the ordinary rules of grammar and\r\nsyntax; the context in which the provision appears;\nthe apparent\r\npurpose to which it is directed and the material known to those\r\nresponsible for its production. Where more than one\nmeaning is\r\npossible each possibility must be weighed in the light of all these\r\nfactors. The process is objective, not subjective.\nA sensible meaning\r\nis to be preferred to one that leads to insensible or unbusinesslike\r\nresults or undermines the apparent purpose\nof the document. Judges\r\nmust be alert to, and guard against, the temptation to substitute\r\nwhat they regard as reasonable, sensible\nor businesslike for the\r\nwords actually used. To do so in regard to a statute or statutory\r\ninstrument is to cross the divide between\ninterpretation and\r\nlegislation; in a contractual context it is to make a contract for\r\nthe parties other than the one they in fact\nmade. The “inevitable\r\npoint of departure is the language of the provision itself”,\r\nread in context and having regard\nto the purpose of the provision and\r\nthe background to the preparation and production of the document.’\n[27]\nWhen\r\na problem such as the present one arises the court must consider\r\nwhether there is a sensible interpretation that can be given\nto the\r\nrelevant provisions that will avoid anomalies. In doing so certain\r\nwell-established principles of construction apply. The\nfirst is that\r\nthe court will endeavour to give a meaning to every word and every\r\nsection in the statute and not lightly construe\nany provision as\r\nhaving no practical effect.\n[14]\nThe second and most relevant for present purposes is that if the\r\nprovisions of the statute that appear to conflict with one another\n\nare capable of being reconciled then they should be reconciled.\n[15]\nIs it then possible to reconcile s 129(5)\n(a)\nand\r\ns 130(1)\n(a)\n(iii)?\r\nIn my view it is possible without doing damage to the language used\r\nby the legislature.\n[28]\nIt\r\nis helpful to start with what the Act says about the termination of\r\nbusiness rescue proceedings. The relevant provision for present\n\npurposes is s 132(2)\n(a)\n(i),\r\nwhich provides that business rescue proceedings end when the court\r\nsets aside the resolution that commenced those proceedings.\nIn other\r\nwords, when a court grants an order in terms of s 130(5)\n(a)\nof\r\nthe Act, the effect of that order is not merely to set the resolution\r\naside, but to terminate the business rescue proceedings.\nA\r\nfortiori\nit\r\nfollows that until that has occurred, even if the business rescue\r\nresolution has lapsed and become a nullity in terms of s 129(5)\n(a)\n,\r\nthe business rescue commenced by that resolution has not\r\nterminated.\n[16]\nBusiness\r\nrescue will only be terminated when the court sets the resolution\r\naside. The assumption underpinning the various high\ncourt judgments\r\nto the effect that the lapsing of the resolution terminates the\r\nbusiness rescue process is inconsistent with the\nspecific provisions\r\nof the Act. None of those judgments referred to s 132(2)\n(a)\n(i).\n[29]\nOnce\r\nit is appreciated that the fact that non-compliance with the\r\nprocedural requirements of s 129(3) and (4) might cause the\n\nresolution to lapse and become a nullity, but does not terminate the\r\nbusiness rescue, the legislative scheme of these sections\nbecomes\r\nclear. The company may initiate business rescue by way of a\r\nresolution of its board of directors that is filed with CIPCSA.\nThe\r\nresolution, and the process of business rescue that it commenced, may\r\nbe challenged at any time after the resolution was passed\nand before\r\na business rescue plan is adopted on the grounds that the\r\npreconditions for the passing of such resolution are not present.\n[17]\nIf there is non-compliance with the procedures to be followed once\r\nbusiness rescue commences, the resolution lapses and becomes\na\r\nnullity and is liable to be set aside under s 130(1)\n(a)\n(iii).\r\nIn all cases the court must be approached for the resolution to be\r\nset aside and business rescue to terminate. That avoids\nthe absurdity\r\nthat would otherwise arise of trivial non-compliance with a time\r\nperiod, eg the appointment of the business rescue\npractitioner one\r\nday late as a result of the failure by CIPCSA to licence the\r\npractitioner timeously in terms of s 138(2)\nof the Act, bringing\r\nabout the termination of the business rescue, but genuine issues of\r\nwhether the company is in financial distress\nor capable of being\r\nrescued having to be determined by the court. There is no rational\r\nreason for such a distinction.\n[30]\nThe reason for wanting consistency, in all\r\ninstances where the question of setting aside a resolution to\r\ncommence business rescue\narises, is apparent from s 130(5)\n(a)\nof the Act. That section deals with the circumstances in which the\r\ncourt may set aside a resolution and reads as follows:\n‘\n(5)\r\nWhen considering an application in terms of subsection (1) (a)\r\nto set aside the company’s resolution, the court may—\n(a)\nset aside the resolution—\n(i)\r\non any grounds set out in subsection (1); or\n(ii)\r\nif, having regard to all of the evidence, the court considers that it\r\nis otherwise just and equitable to do so.’\n[31]\nIt\r\nhas been suggested that the effect of the inclusion of sub-para (ii)\r\nin this section is to introduce a fourth ground for setting\naside a\r\nresolution to commence business rescue in addition to those set out\r\nin s 130(1)\n(a)\n.\n[18]\nI do not think that is correct. This appears to me to be yet another\r\ncase in a long line, commencing with\nBarlin\n,\n[19]\nin which the legislation uses the disjunctive word ‘or’,\r\nwhere the provisions are to be read conjunctively and the\nword ‘and’\r\nwould have been more appropriate.\n[20]\nWhere to give the word ‘or’ a disjunctive meaning would\r\nlead to inconsistency between the two subsections it is appropriate\n\nto read it conjunctively as if it were ‘and’. This has\r\nthe effect of reconciling s 130(1)\n(a)\nand s 130(5)\n(a)\nand limiting the grounds upon which an application to set aside a\r\nresolution can be brought, whilst conferring on the court in\nall\r\ninstances a discretion, to be exercised on the grounds of justice and\r\nequity in the light of all the evidence, as to whether\nthe resolution\r\nshould be set aside.\n[32]\nInsofar\r\nas it may be suggested that the use of the word ‘otherwise’\r\nin s 130(5)\n(a)\n(ii)\r\npoints in favour of this furnishing a separate substantive ground for\r\nsetting aside the resolution I do not agree. In my view\nthe word is\r\nused in this context to convey that, over and above establishing one\r\nor more of the grounds set out in s 130(1)\n(a)\n,\r\nthe court needs to be satisfied that in the light of all the facts it\r\nis just and equitable to set the resolution aside and terminate\nthe\r\nbusiness rescue. It is not being used in contradistinction to the\r\nstatutory grounds, but as additional thereto. This is consistent\nwith\r\nthe meaning ‘with regard to other points’ given in the\r\nOxford English Dictionary.\n[21]\n[33]\nSo construed the different sections are not\r\nonly harmonious but also sensible and practical in their application.\r\nUnder s 129\nthe company initiates the business rescue process\r\nand takes the procedural steps that must be followed. Under s 130\r\nan affected\nperson, excluding, save in special circumstances, a\r\ndirector who voted in favour of the resolution, may, during the\r\nperiod from\nthe date of the resolution until the date of acceptance\r\nof a business rescue plan, apply to set the resolution aside either\r\non\nsubstantive or procedural grounds. Such an application is made to\r\ncourt and the applicant must not only establish the statutory\n\ngrounds, but also satisfy the court that it is just and equitable\r\nthat the resolution be set aside. If the court grants such an\norder\r\nthat brings the business rescue to an end.\n[34]\nOne further point in favour of this\r\napproach is that it largely precludes litigants, whether shareholders\r\nand directors of the company\nor creditors, from exploiting technical\r\nissues in order to subvert the business rescue process or turn it to\r\ntheir own advantage.\nOnce it is recognised that the resolution may be\r\nset aside and the business rescue terminated if that is just and\r\nequitable, the\nscope for raising technical grounds to avoid business\r\nrescue will be markedly restricted even if it does not vanish\r\naltogether.\nThat result is consistent with the injunction in s 5\r\nof the Act that its provisions be interpreted in such a manner as to\r\ngive effect to the purposes set out in s 7, one of which, as I\r\nsaid at the outset, is to provide for the efficient rescue and\n\nrecovery of financially distressed companies in a manner that\r\nbalances the rights and interests of all relevant stakeholders.\n[35]\nFor those reasons I am of the opinion that\r\nthe high court erred in its approach and should have dismissed the\r\napplication. Accordingly\nthe following order is made:\n1\nThe appeal is upheld with costs.\n2\nParagraphs 2 and 3 of the order of the\r\ncourt below are set aside and replaced by the following:\n‘\nThe\r\napplication is dismissed.’\n3\nParagraph 4 of the order of the court below\r\nis renumbered as paragraph 3.\n4\nThe order granted on the counter\r\napplication is set aside.\nM\r\nJ D WALLIS\nJUDGE\r\nOF APPEAL\nAppearances\nFor\r\nappellants: B M Gilbert\nInstructed\r\nby: Hogan-Lovells South Africa incorporated as Routledge Modise Inc,\r\nSandton.\nLovius\r\nBlock, Bloemfontein\nFor\r\nrespondent: J Vorster\nInstructed\r\nby: Magda Kets Inc, Pretoria;\nDu\r\nPlooy Attorneys, Bloemfontein.\n[1]\nSection 7(2)\n(k)\nof\r\n\tthe Act.\n[2]\nSee the definition of ‘business rescue’ in s 128\n(b)\nof\r\n\tthe Act.\n[3]\nDefined in s 128\n(f)\nin\r\n\tthe following terms:\n‘“\nfinancially\r\n\tdistressed\n”, in reference to a particular company at any\r\n\tparticular time, means that—\n(i)\r\n\tit appears to be reasonably unlikely that the company will be able\r\n\tto pay all of its debts as they become due and payable\nwithin the\r\n\timmediately ensuing six months; or\n(ii)\r\n\tit appears to be reasonably likely that the company will become\r\n\tinsolvent within the immediately ensuing six months;’\n[4]\nSection 129(2)\n(a)\n.\n[5]\nThese provide as follows:\n‘\n(3)  Within\r\n\tfive business days after a company has adopted and filed a\r\n\tresolution, as contemplated in subsection (1),\nor such longer time\r\n\tas the Commission, on application by the company, may allow, the\r\n\tcompany must—\n(a)\npublish a notice of the resolution, and its\r\n\teffective date, in the prescribed manner to every affected person,\r\n\tincluding with\nthe notice a sworn statement of the facts relevant to\r\n\tthe grounds on which the board resolution was founded; and\n(b)\nappoint a business rescue practitioner who\r\n\tsatisfies the requirements of section 138, and who has consented in\r\n\twriting to accept\nthe appointment.\n(4)  After\r\n\tappointing a practitioner as required by subsection (3)\n(b)\n, a\r\n\tcompany must—\n(a)\nfile a notice of the appointment of a\r\n\tpractitioner within two business days after making the appointment;\r\n\tand\n(b)\npublish a copy of the notice of appointment to\r\n\teach affected person within five business days after the notice was\r\n\tfiled.’\n[6]\nThe problem is not confined to trusts. If the only shareholder of a\r\n\tcompany was itself a company, which appointed its own shareholders\n\n\tand directors as the directors of the subsidiary, it would seem\r\n\tcontrary to the purpose of s 130(2) to permit the company,\n\n\trepresented by the same individuals, to bring an application to set\r\n\tthe resolution aside.\n[7]\nAdvanced\r\n\tTechnologies and Engineering Company (Pty) Ltd v Aeronautique et\r\n\tTechnologies Embarquées SAS\n(GNP\r\n\tcase no 72522/11). The decision was followed in\nMadodza\r\n\t(Pty) Ltd (in business rescue) v ABSA Bank Ltd\n(GNP\r\n\tCase 38906/12),\nHomez\r\n\tTrailers and Bodies (Pty) Ltd (under supervision) v Standard Bank of\r\n\tSouth Africa Ltd\n(GNP\r\n\tcase no 35201/2013) and\nABSA\r\n\tBank Ltd v Ikageng Construction (Pty) Ltd\n(GNP\r\n\tCase no 61235/2014). In\nNewton\r\n\tGlobal Trading (Pty) Ltd v Corte\n[2014]\r\n\tZAGPPHC 628 para 12 it was held that the nullity dates back to the\r\n\tdate of the original resolution and could not be remedied\nby a\r\n\tfurther resolution.\n[8]\nEx\r\n\tParte Van den Steen NO (Credit Suisse Group AG Intervening)\n2014\r\n\t(6) SA 29\n(GJ). Also\nMAN\r\n\tFinancial Services SA (Pty) Ltd v Blouwater Boerdery CC\n(GNP\r\n\tcase no 72522/2012).\n[9]\nABSA\r\n\tBank Ltd v Caine NO, In Re: Absa Bank Ltd v Caine NO\n[2014]\r\n\tZAFSHC 46\nparas 24 to 26. To similar effect was\nVincemus\r\n\tInvestments (Pty) Ltd v Louhen Carriers CC\n2013\r\n\tJDR 0881 (GNP), when the proceedings were adjourned, but on the\r\n\tadjourned date the approach in\nAdvanced\r\n\tTechnologies\nwas\r\n\tfollowed. See\nVincemus\r\n\tInvestments (Pty) Ltd v Louhen Carriers CC\n(GNP\r\n\tcase no 16550/2013 dated 5 November 2013).\n[10]\nPiet Delport and Quintus Vorster (authors) with other contributors\nHenochsberg\r\n\ton the Companies Act 71 of 2008\n(looseleaf,\r\n\tIssue 9) at 461.\n[11]\nHenochsberg\n,\r\n\tsupra, at 462(4).\n[12]\nDH\r\n\tBrothers Industries (Pty) Ltd v Gribnitz NO\n2014\r\n\t(1) SA 103\n(KZP) para 16.\n[13]\nNatal\r\n\tJoint Municipal Pension Fund v Endumeni Municipality\n[2013] ZASCA 13\n;\n2012 (4) SA 593\n(SCA);\n[2012] 2All SA 262\n9SCA0\r\n\tpara [18].\n[14]\nAttorney-General,\r\n\tTransvaal v Additional Magistrate for Johannesburg\n1924\r\n\tAD 421\nat 436;\nCommissioner\r\n\tfor Inland Revenue v Shell Southern Africa Pension Fund\n1984 (1) SA 672\n(A) at 678C - F\n[15]\nMinister\r\n\tof Interior v Estate Roos\n1956\r\n\t(2) SA 266\n(A) at 271B-C;\nAmalgamated\r\n\tPackaging Industries Ltd v Hutt\n1975 (4) SA 943\n(A) at 949H.\n[16]\nThe\r\n\tdistinction between the resolution having lapsed and the business\r\n\trescue proceedings having ended appears to be recognised\nin\r\n\ts 129(6), although that section may itself give rise to some\r\n\tpractical difficulties that do not arise here and can be\nleft for\r\n\tanother occasion.\n[17]\nThe language of ss 130(1)\n(a)\n(i)\r\n\tand (ii) suggests that the time when the preconditions are not\r\n\tpresent is when the application is brought, but I refrain from\n\n\tdeciding that point as it is unnecessary to do so.\n[18]\nDH\r\n\tBrothers Industries (Pty) Ltd v Gribnitz NO\nsupra\r\n\tpara 18.\n[19]\nBarlin\r\n\tv Licencing Court for the Cape\n1924\r\n\tAD 472\nat 478.\n[20]\nNgcobo\r\n\tv Salimba CC; Ngcobo v Van Rensburg\n1999\r\n\t(2) SA 1057\n(SCA) para 11;\nSATAWU\r\n\tv Garvas\n2013\r\n\t(1) SA 83\n(CC) para 143;\nS\r\n\tv Sengama\n2013\r\n\t(2) SACR 377 (SCA).\n[21]\nOED 2\nnd\ned, (1989) Vol X at 985, sv ‘otherwise’ (meaning 3).",
  "scraped_at": "2026-02-12T17:19:50.915705",
  "date": "2015-05-27",
  "coram": [
    "Wallis JA",
    "Navsa ADP",
    "Majiedt",
    "Zondi JJA",
    "Dambuza AJA"
  ],
  "case_number": "35/2014",
  "parties": {
    "applicants": [
      "Panamo Properties (Pty) Ltd",
      "Liebenberg Dawid Ryk van der Merwe"
    ],
    "respondents": [
      "Jan Hendrik Nel",
      "Charmaine Nel (as trustees of the Jan Nel Trust IT 660/86)",
      "The Companies and Intellectual Property Commission of the RSA",
      "Trevor Payne",
      "Pink Parrot Investments (Pty) Ltd",
      "Firstrand Bank Limited"
    ]
  },
  "sections": {
    "facts": "The Jan Nel Trust was the sole shareholder of Panamo Properties (Pty) Ltd, a property‑owning company with a large Roodepoort site mortgaged to Firstrand Bank. When Panamo fell into arrears, a judgment of about R3.3 million was obtained and the property was declared executable. To avoid sale, the Trust resolved on 19 August 2011 to place Panamo in business rescue. A business rescue practitioner (Mr van der Merwe) was appointed, a rescue plan was adopted and the property was sold under that plan. Two years later, the Trust sought a declaration that the original rescue resolution had lapsed because of non‑compliance with the procedural requirements of ss 129(3) and (4) of the Companies Act, arguing that the entire rescue process was therefore a nullity.",
    "issues": "The core issues were: (1) Whether non‑compliance with the procedural steps in ss 129(3)‑(4) automatically causes the rescue resolution to lapse and the business rescue to terminate; (2) Whether s 129(5)(a) must be read in conjunction with s 130(1)(a)(iii) and s 132(2)(a)(i) so that a court order is required to set aside the resolution; and (3) Whether, even if the resolution has lapsed, the court should set it aside based on the \"just and equitable\" test in s 130(5)(a).",
    "principles": "The Court applied principles of statutory interpretation, emphasizing that provisions should be read in context and harmonised where possible. It held that s 129(5)(a) creates a lapse of the resolution but does not itself terminate the rescue; termination occurs only when a court sets aside the resolution under s 130(5)(a) and s 132(2)(a)(i). The phrase \"procedural requirements\" in s 130(1)(a)(iii) refers to the steps in ss 129(3)‑(4). The Court further underscored that the court must consider whether setting aside the resolution is just and equitable, as required by s 130(5)(a)(ii).",
    "application": "Applying these principles, the Court found that the High Court had erred in treating the lapse as an automatic termination of the business rescue. Because the resolution had not been formally set aside by a court, the rescue process remained in force despite the procedural defects. Moreover, the Trust, as the party that initiated the rescue, was not an \"affected person\" with standing to challenge the resolution under s 130, and even if it were, the court would not deem it just and equitable to terminate the rescue given the prejudice to the practitioner and creditors.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court dismissing the application was reinstated, and the counter‑application order was set aside. In effect, the business rescue proceedings were allowed to continue, and the Trust's claim that the resolution had automatically become a nullity was rejected."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Business Rescue",
    "level_3": [
      "section129",
      "section130",
      "statutory interpretation",
      "procedural non‑compliance",
      "court set‑aside"
    ]
  }
}