{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/53.html",
  "case_name": "Kilburn v Tuning Fork (Pty) Ltd (211/2014) [2015] ZASCA 53; 2015 (6) SA 244 (SCA) (27 March 2015)",
  "citation": "[2015] ZASCA 53",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 53\n|\nNoteup\n|\nLawCite\nKilburn v Tuning Fork (Pty) Ltd (211/2014) [2015] ZASCA 53; 2015 (6) SA 244 (SCA) (27 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 211/2014\nReportable\nIn\r\nthe matter between:\nIAN\r\nKILBURN\n.......................................................................................................\nAPPELLANT\nand\nTUNING\r\nFORK (PTY)\r\nLTD\n.............................................................................\nRESPONDENT\nNeutral citation:\nKilburn v Tuning Fork (Pty) Ltd\n[2015] ZASCA 53\n(27 March\r\n2015)\nCoram:\nCachalia,\r\nMhlantla, Saldulker JJA and Gorven and Meyer AJJA\nHeard:\n23\r\nFebruary 2015\nDelivered:\n27 March 2015\nSummary:\nSuretyship – Interpretation – apparent conflict\r\nbetween heading and detailed provisions of deed of suretyship not\r\nreal\nwhen effect is given to each and every word, read in context and\r\ntaking into account the circumstances in which it came into\r\nexistence.\nORDER\nOn appeal from:\nGauteng Local Division, Johannesburg (Mbha J sitting as court of\r\nfirst instance):\n(a) The appeal\r\nsucceeds with costs.\n(b) The order of the\r\ncourt below is set aside and substituted as follows:\n‘\nThe\r\napplication against the second respondent is dismissed with costs.'\nJUDGMENT\nSaldulker\r\nJA et Meyer AJA (Cachalia and Mhlantla JJA and Gorven AJA\r\nconcurring):\n[1]\r\nOn 13 December 2013, the Gauteng Local Division, Johannesburg (Mbha\r\nJ) granted judgment against the appellant (the surety) in\nfavour of\r\nthe respondent (the creditor). This appeal against that judgment is\r\nwith the leave of the court below and concerns the\ninterpretation of\r\na deed of suretyship.\n[2]\r\nIt is important to understand\nthe factual matrix within which\r\nthe deed of suretyship came into existence. McCarthy Limited\r\n(McCarthy) conducted the importation\nand distribution of Yamaha\r\nmotorcycles, marine products, power products, golf cart parts and\r\naccessories, musical instruments,\naudio visual products and\r\nintelligent machinery under the trade names Yamaha Distributors,\r\nBalanced Audio, Global Music, Music\nInc, After Market Products and\r\nHawker Richardson.\nOn 3 June 1993 McCarthy\r\nand Kilburn Auto Enterprises (Pty) Ltd t/a Johannesburg Yamaha\r\n(Kilburn Auto) concluded a dealership\nagreement in terms of which\r\nKilburn Auto was appointed as an authorised dealer with the right to\r\npurchase products for retail sale\nfrom McCarthy’s Yamaha\r\nDistributors division on certain terms and conditions.\n[3]\r\nWith effect from 1 January 2011, McCarthy sold these business\r\ndivisions to the respondent, Tuning Fork (Pty) Ltd (Tuning Fork),\na\r\nwholly owned subsidiary of the Bidvest Group Limited.\nAll\r\nrisk in, and benefits flowing from, the agreement passed to Tuning\r\nFork on 1 July 2011.\nThe internal structures and operating\r\nactivities of the trading divisions remained the same, except that\r\nTuning Fork reduced the\nnumber of divisions from six to five. Music\r\nInc fell away.\n[4]\r\nThe trading divisions operate distinct businesses in the sense that\r\nthey sell and market different products. Each division is\nrun by its\r\nown general manager, credit controller, sales personnel and\r\nemployees.  Separate contracts are concluded, distinct\nbank\r\naccounts are operated, invoices issued and stationery used. Only\r\ndealers having entered into dealership agreements appointing\nthem as\r\nYamaha dealers are permitted to purchase products from the Yamaha\r\nDistributors division whereas all traders are at liberty\nto purchase\r\nproducts from the After Market Products division. Products and\r\nservices sold by the Yamaha Distributors division are\nnot readily\r\navailable to its After Market Products division customers ‘unless\r\nthey are Yamaha dealers who are permitted to\npurchase competing\r\nproducts or operate other businesses.’ This is so because\r\nTuning Fork itself is subject to the constraints\nof its agreement\r\nwith the Yamaha Motor Corporation.\n[5]\r\nKilburn Auto was also a customer of the After Market Products\r\ndivision and operated an accounting facility with the latter,\nwith\r\nits credit limit at R20 000 for goods purchased from that division.\r\nThis credit facility was unsecured.  In an email\ndated 16 May\r\n2011, the After Market Products division required Kilburn Auto to\r\ncomplete a new credit application form and to furnish\nit with\r\nsecurity in the form of a deed of suretyship. The reason given was\r\nthat the After Market Products division had ‘moved\nout from\r\nunder McCarthy Limited and [was] now Tuning Fork Limited trading as\r\nAfter Market Products.’ Attached to the email\nwere a number of\r\nAfter Market Products documents, including that division’s\r\ncredit application form, deed of suretyship and\ncredit application\r\nprocedure and guidelines for the completion of the credit application\r\nand the deed of suretyship. Each of the\nattached documents was\r\nidentified and described in the email as peculiar to the After Market\r\nProducts division.\n[6]\nThe credit application incorporated standard terms and\r\nconditions subject to which all purchases were to be made from After\r\nMarket\nProducts by a ‘customer . . . which has been granted\r\ncredit in terms of this application’.  The relationship\r\ncreated\nbetween such customer and After Market Products is stated to\r\nbe ‘that of a Customer buying as an independent contractor from\n\nAFTER MARKET PRODUCTS and reselling to end-users and other\r\nre-sellers.’  In addition, the credit application included\n\nan undertaking that the credit manager of the After Market Products\r\ndivision would be notified in writing of any changes to certain\n\nparticulars furnished in the form.\n[7]\r\nOn 24 May 2011, Kilburn signed the credit application form on behalf\r\nof Kilburn Auto and the deed of suretyship and submitted\nthem to the\r\nAfter Market Products division. The heading of the required deed of\r\nsuretyship reads as follows-\n‘\nDEED OF\r\nSURETYSHIP – TUNING FORK (PTY) LTD T/A AFTER MARKET PRODUCTS’\nand the introductory\r\nand other relevant provisions thus-\n‘\nI, the\r\nundersigned, (full name of the “Surety”) IAN KILBURN\r\nIdentity Number 6711215130085 do hereby bind myself irrevocably\nas\r\nSurety and co-principal Debtor in solidum and jointly and severally\r\nwith KILBURN AUTO ENTERPRISES (PTY) LTD 9302973/07 (“the\n\nDebtor”) to and in favour of Tuning Fork (Pty) Ltd Registration\r\nNo: 2010/001048/07 (“the Creditor”) its successors\nin\r\ntitle or assigns:-\n1. For the due\r\nfulfillment by the Debtor of all its obligations to the Creditor of\r\nwhatsoever nature and howsoever arising, whether\nalready incurred or\r\nwhich may from time to time hereafter be incurred, as a continuing\r\nsurety, and notwithstanding any change in\nor temporary extinction of\r\nsuch obligations and without limiting the generality of the\r\naforegoing, for the payment of all monies\nwhich are due or may become\r\ndue and owing from time to time, whether for damages or otherwise, by\r\nthe Debtor to the Creditor in\nterms of or arising out of the\r\nenforcement, breach or cancellation of any agreement between the\r\nCreditor and the Debtor.\n. . .\n6. The Surety\r\nacknowledges and understands that this document constitutes a\r\npersonal Deed of Suretyship, which renders him/her personally\nliable\r\nfor the debts of the principal debtor.’\n[8]\r\nIt is common cause that Kilburn Auto breached the terms of the\r\ndealership agreement, and failed to make payment to Tuning Fork\nof\r\nthe outstanding invoices issued by the Yamaha Distributors division\r\namounting to R808 883.01 as at 29 August 2012\nplus interest\r\nthereon at the rate of 15.5% per annum. As a result, Tuning Fork\r\nlaunched an application in the high court in which\nit claimed payment\r\nof that amount, as well as ancillary relief, and costs jointly and\r\nseverally from Kilburn Auto as the principal\ndebtor and from Kilburn\r\nas surety. Kilburn Auto did not oppose the application and default\r\njudgment was granted against it.\n[9]\r\nKilburn however opposed the application. He contended that Kilburn\r\nAuto had discharged its principal indebtedness to Tuning\nFork that\r\nhad arisen from purchases made from the After Market Products\r\ndivision and that he, as surety, was accordingly not liable\nunder the\r\ndeed of suretyship. It was common cause that the indebtedness of\r\nKilburn Auto in respect of the After Market Products\ndivision had\r\nbeen discharged. Tuning Fork contended that the terms found in the\r\nbody of the deed of suretyship are widely worded\nand cover any\r\nindebtedness that had arisen from purchases made by Kilburn Auto from\r\nany of its other trading divisions, and in\nparticular its Yamaha\r\nDistributors division. The interpretation contended for by Tuning\r\nFork found favour with the high court.\nIt held that the words ‘AFTER\r\nMARKET PRODUCTS’ used in the heading of the deed of suretyship\r\nwere no more than the\nusage of a trading name, merely intended to\r\nenhance the identification of Tuning Fork. Because there is only one\r\nlegal person,\nthe high court held that the creditor in terms of the\r\ndeed of suretyship is Tuning Fork and not any one of its trading\r\ndivisions.\nIt therefore granted an order against Kilburn as well.\n[10]\r\nBefore us, the issue now to be decided is whether Tuning Fork has a\r\ncontractual right derived from the deed of suretyship to\nrecover from\r\nKilburn, as surety, the indebtedness that arose from the purchases\r\nmade on credit by Kilburn Auto from Tuning Fork’s\nYamaha\r\nDistributors division. This requires a proper construction of the\r\ndeed of suretyship. Its provisions must be interpreted\nin accordance\r\nwith the established principles of interpretation. (See\nNatal\r\nJoint Municipal Pension Fund v Endumeni Municipality\n2012 (4) SA\r\n593\n(SCA) para 18;\nBothma-Batho Transport (Edms) Bpk v S Bothma &\r\nSeun Transport (Edms) Bpk\n2014 (2) SA 494\n(SCA) para 12.)\n[11]\r\nAs to the language used in the deed, the words ‘DEED OF\r\nSURETYSHIP’ that appear in the heading obviously identify\nthe\r\nnature of the document. The words ‘TUNING FORK (PTY) LTD’\r\nwhen read in context with the introductory paragraph\nof the deed of\r\nsuretyship refer to the creditor. Only Tuning Fork (Pty) Ltd and not\r\nany of its business divisions can legally be\nthe creditor as the high\r\ncourt held. Divisions operating within the same juristic entity are\r\nnot in law regarded as distinct or\nseverable or as separate\r\npersonalities. (See\nTwo Sixty Four Investments (Pty) Ltd v Trust\r\nBank\n1993 (3) SA 384\n(W) at 385F-G.)\n[12]\r\nThe words ‘T/A AFTER MARKET PRODUCTS’ are also included\r\nin the heading of the deed of suretyship.  Contextually\nwe know\r\nthat Tuning Fork trades under the names of five separate and distinct\r\ndivisions. What then was intended by the inclusion\nof this particular\r\ntrading name in the heading of the deed of suretyship?\n[13]\r\nTuning Fork raised three contentions. First, that the heading\r\nconflicts with the body of the deed of suretyship. Secondly,\nthat the\r\nwords ‘T/A AFTER MARKET PRODUCTS’ were included for\r\npurely administrative purposes and did not affect the\nconstruction of\r\nthe deed. Thirdly, that the context in which the deed came into\r\nexistence was a neutral factor.\n[14]\r\nIn dealing with the first contention, Tuning Forks relied on a dictum\r\nof Cloete JA in\nSentinel Mining Industry Retirement Fund &\r\nanother v WAZ Props (Pty) Ltd & another\n2013 (3) SA 132\n(SCA)\r\npara 10, where he said, ‘. . . where a heading conflicts with\r\nthe body of the contract, it must be the body of the\ncontract which\r\nprevails because the parties' intention is more likely to appear from\r\nthe provisions they have spelt out than from\nan abbreviation they\r\nhave chosen to identify the effect of those provisions’. Cloete\r\nJA went on to say, however, that ‘.\n. . where the heading and\r\nthe detailed provisions can be read together, that should be done.\r\nAnd in the present case, they can.’\nThey can also be read\r\ntogether in the present matter. The apparent conflict between the\r\nheading and the detailed provisions of\nthe deed of suretyship\r\ndisappears when they are read together.\n[15]\r\nTurning to the second contention, Tuning Fork’s argument is\r\nthat these words are meaningless or superfluous and in the\nwords of\r\ntheir counsel, merely ‘administrative’; any one or none\r\nof the five trading names could have been included\nin the heading.\r\nThis contention in our view is flawed, as it militates against the\r\nlongstanding precept of interpretation that\nevery word must be given\r\na meaning. A court should not conclude, without good reason, that\r\nwords in a single document are tautologous\nor superfluous. (See\nNational Credit Regulator v Opperman & others\n2013 (2) SA\r\n1\n(CC) para 99;\nAfrican Products (Pty) Ltd v AIG South Africa Ltd\n2009 (3) SA 473\n(SCA) para 13.) In the present matter the words\r\nare not meaningless or superfluous. Thus, the meaning that the high\r\ncourt attributed\nto the concluding words of the heading - ‘T/A\r\nAFTER MARKET PRODUCTS’ - that they are intended to enhance the\r\nidentification\nof the creditor, has no basis in its language or\r\ncontext.\n[16]\r\nThe third contention was that the context in which the deed came into\r\nbeing is a neutral factor. Linguistically, when these\nwords are read\r\nin isolation and in the context of the body of the deed of\r\nsuretyship, it may be thought that they are not clear.\nHowever\r\nclarity is achieved when the language is considered in the light of\r\nthe relevant factual matrix, including the purpose\nof the deed of\r\nsuretyship and the circumstances in which it came to be prepared and\r\nproduced. And it is clear that the deed of\nsuretyship came into\r\nexistence only because security was required for Kilburn Auto to buy\r\ngoods on credit from the After Market\nProducts division. Kilburn was\r\nrendered personally liable on the terms set out in the deed of\r\nsuretyship for only the debts incurred\nby Kilburn Auto in purchasing\r\ngoods on credit from the After Market Products division. Whilst there\r\nis, in law, only one creditor,\nthere is nothing to prevent a\r\nsuretyship securing only certain debts due to that creditor.\n[17]\r\nTo conclude, we hold that there is no conflict between the heading\r\nand the body of the deed of suretyship. When effect is given\nto all\r\nthe words in the deed of suretyship, and account is taken of the\r\ncircumstances in which it came into existence, the liability\nof\r\nKilburn is limited to those debts incurred by Kilburn Auto in its\r\npurchases from the After Market Products division of Tuning\nFork.\r\nThis means that the appeal must succeed and the order of the high\r\ncourt holding Kilburn liable for the debts of Kilburn Auto\nto the\r\nYamaha Products division must be set aside.\n[18]\r\nIn the result the following order is made:\n(a) The appeal\r\nsucceeds with costs.\n(b) The order of the\r\ncourt a quo is set aside and replaced with:\n‘\nThe\r\napplication against the second respondent is dismissed with costs.’\n_____________________\nH\r\nSALDULKER\nJUDGE OF APPEAL\n__________________\nPA\r\nMEYER\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nAppellant:\r\n C Acker\nInstructed\r\nby:\nGrant\r\nRae Attorney, Edenvale\nPhatshoane,\r\nBloemfontein\nRespondent:  A Subel\r\nSC with J Lourens\nInstructed by:\nWerksmans\r\nIncorporated, Sandton\nSymington & De\r\nKok, Bloemfontein",
  "scraped_at": "2026-02-12T17:13:30.246180",
  "date": "2015-03-27",
  "coram": [
    "Cachalia JJA",
    "Mhlantla JJA",
    "Saldulker JJA",
    "Gorven AJJA",
    "Meyer AJJA"
  ],
  "case_number": "211/2014",
  "parties": {
    "applicants": [
      "Ian Kilburn"
    ],
    "respondents": [
      "Tuning Fork (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "McCarthy Limited sold its Yamaha-related business divisions to Tuning Fork (Pty) Ltd in 2011. Kilburn Auto Enterprises, an authorised Yamaha dealer, had an unsecured credit facility with the After Market Products division. When the division required additional security, Kilburn signed a deed of suretyship that named Tuning Fork trading as \"After Market Products\". Kilburn Auto later defaulted on invoices owed to the Yamaha Distributors division, and Tuning Fork sought payment from both Kilburn Auto and Kilburn as surety. The lower court held Kilburn liable for all of the debts, including those arising from the Yamaha Distributors division.",
    "issues": "The central issue was whether the deed of suretyship bound Kilburn to answer for debts incurred by Kilburn Auto from the Yamaha Distributors division, or only for debts arising from the After Market Products division, given the apparent conflict between the heading of the deed and its substantive provisions.",
    "principles": "The court applied established rules of contractual interpretation: give effect to every word, read headings together with the body, and consider the factual matrix. It cited Cloete JA’s dictum that a heading that conflicts with the contract’s provisions yields to the body, and noted that divisions of a single juristic entity are not separate legal personalities (Two Sixty Four Investments v Trust Bank). The court also referenced precedent on interpretation (Natal Joint Municipal Pension Fund v Endumeni Municipality; Bothma‑Batho Transport; National Credit Regulator v Opperman; African Products v AIG).",
    "application": "Applying these principles, the court read the heading and the detailed clauses together and found no true conflict. The inclusion of \"T/A After Market Products\" was not merely administrative but identified the specific trading division whose credit facilities were secured. Consequently, Kilburn’s liability was limited to debts incurred by Kilburn Auto with the After Market Products division, and the deed did not extend to the Yamaha Distributors division.",
    "conclusion": "The appeal succeeded. The order of the Gauteng Local Division was set aside and replaced with a dismissal of the application against the second respondent. Kilburn was not liable for the debts arising from the Yamaha Distributors division."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suretyship",
    "level_3": [
      "interpretation",
      "deed of suretyship",
      "contractual liability",
      "heading vs body",
      "corporate divisions"
    ]
  }
}