{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/43.html",
  "case_name": "Absa Bank Limited v Hammerle Group (Pty) Ltd (205/14) [2015] ZASCA 43; 2015 (5) SA 215 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 43",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 43\n|\nNoteup\n|\nLawCite\nAbsa Bank Limited v Hammerle Group (Pty) Ltd (205/14) [2015] ZASCA 43; 2015 (5) SA 215 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 205/14\nReportable\nIn\r\nthe matter between:\nABSA\r\nBANK\r\nLIMITED\n..................................................................................................\nAPPELLANT\nand\nHAMMERLE\r\nGROUP (PTY)\r\nLTD\n............................................................................\nRESPONDENT\n(Formerly\r\nClidet No 773 (Pty) Ltd)\n(Registration\r\nnumber: 2007/018552/07)\nNeutral\r\ncitation:\nAbsa Bank v Hammerle Group\n(205/14)\n[2015] ZASCA 43\n(26 March 2015)\nCoram:\nBrand, Maya, Cachalia, Mhlantla and Mbha JJA\nHeard:\n13 March 2015\nDelivered:\n26 March 2015\nSummary:\nWinding-up – where debt giving\r\nrise to application for winding-up has been subordinated to other\r\ncreditors of the respondent\n– applicant is a contingent\r\ncreditor and is entitled to institute winding-up proceedings against\r\nthe respondent – admission\nof insolvency – exception to\r\nwhat would otherwise be privileged communication.\nORDER\nOn\r\nappeal from\nthe North Gauteng High\r\nCourt, Pretoria (Mabuse J) sitting as court of first instance):\n1 The appeal is\r\nupheld with costs, including the costs of two counsel.\n2 The order of the\r\nNorth Gauteng High Court, Pretoria, is set aside and substituted with\r\nthe following order:\n'(a) The respondent\r\nis liquidated in the hands of the Master of the High Court.\n(b)\r\nCosts of the application, including the cost of two counsel, will be\r\ncosts in the winding-up of the respondent.'\nJUDGMENT\nMbha\r\nJA (Brand, Maya, Cachalia and Mhlantla JJA concurring)\n[1]\r\nThe appellant launched an application in the North Gauteng High\r\nCourt, Pretoria for the winding-up of the respondent on the\nground,\r\ninter alia, that the respondent was commercially insolvent and unable\r\nto pay its debts as envisaged in s 345 of the\nCompanies Act 61\r\nof 1973 (the Act). The court a quo (per Mabuse J) dismissed the\r\napplication on the basis that (a) part of the\ndebt giving rise to the\r\napplication was extinguished by prescription; and (b) the remainder\r\nthereof was not yet due and payable\nas it had, by agreement between\r\nthe parties, been subordinated to the debts of other creditors of the\r\nrespondent. This appeal against\nthose findings is with leave of the\r\ncourt a quo.\n[2]\r\nThe relevant background to the dispute can be summarised as follows.\r\nPursuant to a loan agreement concluded between the parties\non 6\r\nDecember 2007 (the loan agreement), the appellant advanced a loan of\r\nR4 million, which together with interest thereon\nwould be\r\nrepayable in 60 instalments of R96 045,70 from 1 January 2008.\r\nThe purpose of the loan was to finance the respondent\nand its\r\nbusiness. The indebtedness arising under this loan agreement was\r\nsecured by a Special and General Notarial Covering Bond\n(the Bond)\r\nwhich was registered by the Registrar of Deeds in favour of the\r\nappellant on 13 December 2007. In terms of clause 2\nof the bond, the\r\nrespondent bound certain of its movable property specially and\r\ngenerally as security for its obligations to the\nappellant.\n[3]\r\nOn 19 November 2007 the appellant, the respondent, Mfiso Investments\r\n(Pty) Ltd and Uwe Christian Hammerle concluded a Subscription\nand\r\nShareholders Agreement (the subscription agreement) in terms of which\r\nthe appellant loaned and advanced to the respondent the\nsum of\r\nR10 million. The purpose of this loan, which took on the form of\r\na shareholders loan, was to enable the respondent\nto fund the\r\nacquisition of the respondent's business and assets. By virtue\r\nthereof, the appellant acquired a minority shareholding\nin the\r\nrespondent. In terms of the subscription agreement the loan was\r\nrepayable in 60 (sixty) equal monthly instalments consisting\nof the\r\ncapital repayment amount and interest and became repayable\r\nimmediately under certain circumstances, for example, if the\n\nrespondent breached any material term or condition of the agreement.\n[4]\r\nThe appellant averred in the founding affidavit that as at 31 May\r\n2011, the respondent was indebted to it in the total amount\nof\r\nR21 005 197,46. This amount comprised of (a) R4 693 437,78\r\nowing under the loan agreement and the notarial\nbond, and (b)\r\nR16 311 759,68 arising from the subscription agreement. The\r\nrespondent denied in the answering affidavit\nthat it was indebted to\r\nthe appellant and raised two defences. First, that the appellant's\r\nclaim under the loan agreement had prescribed\nand consequently that\r\nthe debt had become extinguished. Secondly, that the loan advanced to\r\nthe respondent in terms of the subscription\nagreement was in terms of\r\nclause 11.3.3 thereof subordinated in favour of the respondent's\r\ncreditors and as the respondent was\nindebted to its creditors in the\r\namount of R2 205 657,07, the amount claimed by the\r\nappellant was not due and payable.\n[5]\r\nIn so far as the defence based on the subordination clause is\r\nconcerned, reliance was placed on a judgment dated 15 October\n2010\r\nunder case number 14203/2010 (the first liquidation application). In\r\nhis judgment Blieden J dismissed the appellant's application\nto\r\nwind-up the respondent, inter alia, on the basis that the amount\r\nclaimed under the subscription agreement was not due and payable\nas\r\nit was subordinated to other creditors to whom the respondent owed\r\nR452 513,28 in total, at the time. The respondent averred\n\naccordingly that regard being had to the subordination clause in the\r\nsubscription agreement, the issue as to whether or not any\namounts\r\nwere due and payable under this agreement were res judicata and could\r\nnot be raised again in these pleadings.\n[6]\r\nThe denial in the papers that the amount owing at the time of the\r\ninstitution of the application and consequently that the appellant\n\nwas not a creditor as was required by the Act, was resolved at an\r\nearly stage of the hearing on appeal. Counsel for the respondent\n\nconceded at the outset that the appellant was a creditor of the\r\nrespondent, albeit a contingent creditor. Moreover, that the\r\nrespondent\nwas commercially insolvent and unable to pay its debts as\r\nenvisaged in s 345 of the Act. He then contended that this\r\ncourt,\nin the exercise of its discretion, should nonetheless grant a\r\nprovisional order only, instead of a final winding-up order. I shall\n\nrevert to this aspect in due course.\n[7]\r\nIn my view all those concessions were well made. With regard to the\r\ndebt under the subscription agreement, the respondent admitted\nboth\r\nin its answering affidavits in the first liquidation application and\r\nin this case, that it owed creditors R452 513,28\nand which at\r\nthe time of the launching of the current proceedings, had escalated\r\nto R2 205 657,07. Although the appellant's\ncontention in\r\nthe founding affidavit, that the respondent was clearly unable to pay\r\nits debts was only met with a bare denial,\nno iota of evidence was\r\npresented to prove the contrary or that any claims or debts of the\r\ncreditors were being met.\n[8]\r\nOn 4 July 2011 the appellant's attorney of record addressed a letter\r\nof demand to the respondent for payment of the arrears\nunder the\r\nsubscription agreement within 30 days of receipt of the letter,\r\nfailing which the entire capital and interest outstanding\nwould\r\nimmediately become due and payable. The respondent's attorney replied\r\nto the demand on 5 July 2011 stating quite significantly,\nthat the\r\nrespondent would tender payment only if there were surplus funds\r\navailable subject to the subordination clause contained\nin the\r\nsubscription agreement.  The respondent's indebtedness to the\r\nappellant in the amount claimed was not disputed. This,\nin my view,\r\nwas a clear admission of both the respondent's liability and its\r\ninability to pay its debts.\n[9]\r\nIn my view the appellant is, in light of the subordination clause in\r\nthe subscription agreement, a contingent creditor of the\nrespondent\r\nin terms of s 346 of the Act.\n[1]\nThe\r\nappellant was accordingly well within its right to have applied, on\r\nthis ground alone, for the winding-up of the respondent.\n[2]\nIt\r\nfollows accordingly that the court a quo erred (as did Blieden J in\r\nthe first liquidation application) when it refused to wind-up\nthe\r\nrespondent on the basis that the debt, specifically under the\r\nsubscription agreement, was not as yet due and payable, because\nit\r\nhad been subordinated to other creditors of the respondent.\n[10]\r\nI now turn to consider the respondent's liability to the appellant\r\nwith regard to the loan agreement and the plea of prescription\nraised\r\nby the respondent. On 7 June 2011 the appellant's attorney despatched\r\na notice in terms of s 345(1) of the Act calling\nupon the\r\nrespondent to settle all outstanding arrears in terms of the\r\naforesaid agreement within three weeks after delivery of\nthe\r\naforesaid notice, failing which the appellant would apply for the\r\nliquidation of the respondent.\n[11]\r\nOn 24 June 2011 the respondent replied stating that '[o]ur client has\r\nalways indicated that it would like to make [a] settlement\n\nproposal...'. It also stated in the same letter that\r\n'[n]otwithstanding the aforesaid, please note that our client has\r\nbeen struggling\nto turn the business around. However, our client\r\nbelieves that it may in due course turn the business around by making\r\nit profitable.\nAt this stage our client has not been able to make any\r\nmeaningful profit in the business'.\n[12]\r\nIn my view the contents of this letter again serve, not only as an\r\nunequivocal acknowledgement of indebtedness by the respondent\nin the\r\namount claimed under the loan agreement, to the appellant. It also\r\nshows that the respondent is unable to pay its debts\nand, is in\r\nconsequence, commercially insolvent. The respondent contended that\r\nthe letter was written with a view of settling a\ndispute and was as\r\nsuch inadmissible. It accordingly applied that the letter be struck\r\nout, which application was granted. Although\nthe offending\r\nparagraphs, which reflected the settlement proposals, were blocked\r\nout, the respondent's argument that the entire\ndocument was rendered\r\ninadmissible was upheld.\n[13]\r\nIt is true that as a general rule, negotiations between parties which\r\nare undertaken with a view to a settlement of their disputes\nare\r\nprivileged from disclosure. This is regardless of whether or not the\r\nnegotiations have been stipulated to be without prejudice.\nHowever,\r\nthere are exceptions to this rule. One of these exceptions is that an\r\noffer made, even on a 'without prejudice' basis,\nis admissible in\r\nevidence as an act of insolvency. Where a party therefore concedes\r\ninsolvency, as the respondent did in this case,\npublic policy\r\ndictates that such admissions of insolvency should not be precluded\r\nfrom sequestration or winding-up proceedings,\neven if made on a\r\nprivileged occasion. The reason for the exception is that liquidation\r\nor insolvency proceedings is a matter which\nby its very nature\r\ninvolves the public interest. A\nconcursus\r\ncreditorum\nis created and the trading public is protected from the risk of\r\nfurther dealing with a person or company trading in insolvent\r\ncircumstances. It follows that any admission of such insolvency,\r\nwhether made in confidence or otherwise, cannot be considered\r\nprivileged. This is explained by the words of Van Schalkwyk J in\nAbsa\r\nBank Ltd v Chopdat\n,\n[3]\nwhen\r\nhe said:\n'[A]s a matter of\r\npublic policy, an act of insolvency should not always be afforded the\r\nsame protection which the common law privilege\naccords to settlement\r\nnegotiations.\nA creditor who\r\nundertakes the sequestration of a debtor's estate is not merely\r\nengaging in private litigation; he initiates a juridical\nprocess\r\nwhich can have extensive and indeed profound consequences for many\r\nother creditors, some of whom might be gravely prejudiced\nif the\r\ndebtor is permitted to continue to trade whilst insolvent. I would\r\ntherefore be inclined to draw an analogy between the\nindividual who\r\nseeks to protect from disclosure a criminal threat upon the basis of\r\nprivilege and the debtor who objects to the\ndisclosure of an act of\r\ninsolvency on the same basis.'\nIn\r\nthe final analysis, the learned judge said at 1094F:\n'In\r\nthis case the respondent has admitted his insolvency. Public policy\r\nwould require that such admission should not be precluded\nfrom these\r\nproceedings, even if made on a privileged occasion.'\n[4]\n[14]\r\nMoreover, in this case, the unequivocal admissions of liability by\r\nthe respondent were not even made in the course of any negotiations,\n\nbut in response to a letter of demand for payment of the arrear\r\ninstalments due in terms of the loan agreement. The court a quo\n\naccordingly erred in granting the application to strike out reference\r\nto the respondent's admissions of liability.\n[15]\r\nThe further consequence of my finding that the respondent\r\nunequivocally admitted its liability to the appellant of the amount\n\nclaimed in the letter of 24 June 2011, is that the plea of\r\nprescription cannot be sustained. This is because such admission\r\nwould\nhave interrupted the running of\nprescription,\r\nif any.\n[5]\n[16]\r\nAs alluded to earlier, counsel for the respondent, having conceded at\r\nthe outset that the respondent was insolvent and that\nthe appellant\r\nhad locus standi, sought to persuade us to exercise our discretion\r\nand not grant a final winding-up order but rather\nto grant a\r\nprovisional winding-up order against the respondent. He reasoned\r\nthus. The prescription point raised by the respondent\nremains a live\r\nissue which could succeed on the return day, and the effect of the\r\nsubordination clause in the subscription agreement\nis that if the\r\nrespondent is finally liquidated the appellant's claim will die a\r\nnatural death. This argument cannot, in my view,\nbe sustained as it\r\nis the appellant's prerogative to institute the liquidation\r\nproceedings even though it might not be able to\nsuccessfully prove a\r\nclaim before the liquidator. With regard to the request for a\r\nprovisional winding-up order, he sought to place\nreliance on the\r\ndecisions in\nJhatam\r\nv Jhatam\n[6]\nand\nSantino\r\nPublishers CC v Waylite Marketing CC\n,\n[7]\nwhere\r\na similar point about prescription of a debt was raised.\n[17]\r\nIn my view these cases are clearly distinguishable. In\nSantino\r\nPublishers\nboth counsel agreed that the\r\nappellant's claim had become prescribed. The Full Court accordingly\r\nheld that it should not, in the\nexercise of its discretion, grant an\r\napplication for a (final) winding-up of the respondent on a claim\r\nwhich had prescribed. Furthermore,\nthe application for the winding-up\r\nof the respondent in that case had since become academic. Similarly,\r\nin\nJhatam\n,\r\nHolmes J in the exercise of his discretion, felt constrained to grant\r\nan order for compulsory sequestration on a claim which could\nwell\r\nturn out to be unenforceable on the ground that the petitioning\r\ncreditor's claim had become prescribed.\n[18]\r\nIn light of my finding that the respondent unequivocally acknowledged\r\nits indebtedness to the appellant and thus interrupted\nprescription,\r\nit follows that the point pertaining to prescription being still\r\nalive, is clearly not good. The court a quo accordingly\nfurther\r\nmisdirected itself in refusing to wind-up the respondent on the basis\r\nthat the debt arising from the loan agreement, had\nbecome prescribed.\n[19]\r\nIn the circumstances I make the following order:\n1 The appeal is\r\nupheld with costs, including the costs of two counsel.\n2 The order of the\r\nNorth Gauteng High Court, Pretoria, is set aside and substituted with\r\nthe following order:\n'(a) The respondent\r\nis liquidated in the hands of the Master of the High Court.\n(b) Costs of the\r\napplication, including the cost of two counsel, will be costs in the\r\nwinding-up of the respondent.'\n_____________________\nB\r\nH MBHA\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nappellant: F H Terblanche SC\nH\r\nR Fourie\nInstructed\r\nby:\nTim\r\ndu Toit Attorneys, Johannesburg\nPhatshoane\r\nHenney Attorneys, Bloemfontein\nFor\r\nrespondent: S L Joseph SC\nH\r\nJ Fischer\nInstructed\r\nby:\nDMS\r\nAttorneys, Sandton\nMolefi\r\nThoabala Attorneys, Bloemfontein\n[1]\nSection\r\n\t346(1) of the Companies Act 61 of 1973 provides:\n'(1) An application\r\n\tto the Court for the winding-up of a company may, subject to the\r\n\tprovisions of this section, be made\n(a) . . . .\n(b) by one or more\r\n\tof its creditors (including contingent or prospective creditors);\n. . . .'\n[2]\nPremier\r\n\tIndustries Ltd v African Dried Fruit Co (1950) Ltd\n1953\r\n\t(3) SA 510\n(C) at 513D-F.\n[3]\nAbsa\r\n\tBank Ltd v Chopdat\n2000\r\n\t(2) SA 1088\n(W) at 1092H-1094F.\n[4]\nLynn\r\n\t& Main Inc v Naidoo\n2006\r\n\t(1) SA 59\n(N) paras 23-24 which affirmed the principle enunciated in\nChopdat\n.\n[5]\nSection\r\n\t14(1)\nof the\nPrescription Act 68 of 1969\nreads:\n'(1) The running of\r\n\tprescription shall be interrupted by an express or tacit\r\n\tacknowledgement of liability by the debtor.'\n[6]\nJhatam\r\n\tv Jhatam\n1958\r\n\t(4) SA 36\n(N) at 38C-G.\n[7]\nSantino\r\n\tPublishers CC v Waylite Marketing CC\n2010\r\n\t(2) SA 53\n(GSJ) at 58A-C.",
  "scraped_at": "2026-02-12T17:10:48.588252",
  "date": "2015-03-26",
  "coram": [
    "Brand JJA",
    "Maya JJA",
    "Cachalia JJA",
    "Mhlantla JJA",
    "Mbha JJA"
  ],
  "case_number": "205/14",
  "parties": {
    "applicants": [
      "Absa Bank Limited"
    ],
    "respondents": [
      "Hammerle Group (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Absa Bank advanced two loans to the respondent: a R4 million loan secured by a notarial bond on 6 December 2007, and a R10 million shareholders loan under a subscription and shareholders agreement on 19 November 2007. The total debt claimed by the bank was R21 005 197,46, comprising R4 693 437,78 under the loan agreement and R16 311 759,68 under the subscription agreement. The subscription agreement contained a subordination clause stating that the loan would be repaid only after the respondent’s other creditors were satisfied. The respondent admitted the indebtedness in letters of demand and settlement proposals, but argued that the debt under the subscription agreement was subordinated and therefore not yet due, and that the loan under the first agreement was prescribed.",
    "issues": "1. Whether the respondent was a debtor to the bank for the purposes of s 345 and s 346 of the Companies Act 61 of 1973. 2. Whether the subordination clause rendered the debt under the subscription agreement not due and payable, thereby precluding a winding‑up application. 3. Whether the claim under the loan agreement was prescribed, given the respondent’s admissions of liability. 4. Whether a final winding‑up order, rather than a provisional order, was appropriate.",
    "principles": "The Court relied on s 345 (commercial insolvency) and s 346 (contingent or prospective creditors may apply for winding‑up) of the Companies Act. It affirmed that a subordination clause does not extinguish a creditor’s liability nor bars a winding‑up application. An acknowledgement of liability interrupts the running of prescription under s 14(1) of the Prescription Act. Privileged settlement communications are an exception where the communication constitutes an act of insolvency, as established in Absa Bank Ltd v Chopdat and reaffirmed in Lynn & Main Inc v Naidoo. Precedents such as Jhatam v Jhatam and Santino Publishers CC v Waylite Marketing CC were distinguished because in those cases the debt was conclusively prescribed.",
    "application": "The Court found that the respondent unequivocally admitted owing the amounts claimed, which satisfied the requirement that the bank was a creditor (albeit a contingent one). The subordination clause did not defeat the bank’s entitlement to a winding‑up petition. The admission of liability in the June‑2011 correspondence interrupted prescription, rendering the prescription defence untenable. Consequently, the debt was both due and payable, and the respondent was commercially insolvent under s 345. The Court therefore rejected the lower court’s refusal to grant a winding‑up and dismissed the respondent’s arguments for a provisional order.",
    "conclusion": "The appeal was upheld. The High Court order was set aside and substituted with an order that the respondent be liquidated in the hands of the Master of the High Court, and that costs of the application, including two counsel’s fees, be costs in the winding‑up."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Insolvency and Liquidation",
    "level_3": [
      "winding-up",
      "contingent creditor",
      "prescription",
      "subordination clause",
      "privileged communication exception"
    ]
  }
}