{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/56.html",
  "case_name": "Greenwood v S (20075/14) [2015] ZASCA 56 (30 March 2015)",
  "citation": "[2015] ZASCA 56",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 56\n|\nNoteup\n|\nLawCite\nGreenwood v S (20075/14) [2015] ZASCA 56 (30 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nno: 20075/14\nIn\r\nthe matter between:\nCOLIN\r\nALLAN\r\nGREENWOOD\n....................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n.....................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nGreenwood v S\n(20075/14)\n[2015] ZASCA 56\n(30 March 2015)\nCoram:\nShongwe and Mbha JJA and Gorven AJA\nHeard:\r\n16 March 2015\nDelivered:\r\n30 March 2015\nSummary:\nCriminal Procedure –\r\nappeal against refusal to grant leave to appeal on petition –\r\nquestion to be adjudicated is whether\nthe appellant has reasonable\r\nprospects of success on appeal and whether there are any other\r\nreasons why an appeal should be heard.\nORDER\nOn\r\nappeal from:\nThe Eastern Cape\r\nHigh Court, East London (Dambuza and Tshiki JJ concurring, sitting as\r\ncourt of appeal):\nThe appeal is\r\ndismissed.\nJUDGMENT\nShongwe\r\nJA (Mbha JA and Gorven AJA concurring)\n[1]\r\nOn 26 April 2006, the appellant was convicted on two counts of\r\nindecent assault in terms of s 94 of the Criminal Procedure Act\n51 of\r\n1977 (‘the Act’), two counts of rape in contravention of\r\ns 3, read with ss 56(1), 57(1), 58, 59 and 60 of the\nCriminal Law\r\n(Sexual Offences and Related Matters) Amendment Act 32 of 2007 (‘the\r\nSexual Offences Act’) and three counts\nof sexual assault in\r\ncontravention of s 5(1) read with ss 1, 56(1), 57(1), 58, 59 and 60\r\nof the Sexual Offences Act, by the regional\nmagistrate’s court\r\n(East London). He was sentenced to 10 years’ imprisonment (all\r\ncounts taken together for purposes\nof sentence) of which 4 years’\r\nimprisonment was suspended for 5 years on certain conditions.\n[2]\r\nHis application for leave to appeal against conviction was refused,\r\nhowever leave to appeal against sentence was granted. His\npetition to\r\nthe Judge President (Grahamstown High Court) against refusal of leave\r\nagainst conviction was unsuccessful, however\nleave to appeal against\r\nthe dismissal of the petition was granted to this court (Dambuza J\r\nand Tshiki J concurring).\n[3]\r\nThe gravamen of what is before us is whether or not leave to appeal\r\nshould have been granted by the high court (See\nS\r\nv Khoasasa\n2003 (1) SACR 123\n(SCA) para\r\n14 and 19-22;\nS v Smith\n2012 (1) SACR 567\n(SCA) para 3;\nS v\r\nKruger\n2014 (1) SACR 647\n(SCA).\r\nTherefore, the test to be applied is whether there is a reasonable\r\nprospect of success in the intended appeal and not the\nappeal itself\r\n–\nMatshona v S\n[2008] 4 All SA 68\n(SCA) para 4. It was common cause during the\r\nhearing that the onus rested on the appellant to satisfy this court\r\nthat there was\na reasonable prospect of success on appeal – put\r\ndifferently whether there was a probability of the appellant\r\nsucceeding\non appeal.\n[4]\r\nPlasket AJA in\nS v Smith\n(supra) succinctly observed that:\n‘\n[7]\r\nWhat the test of reasonable prospects of success postulates is a\r\ndispassionate decision, based on the facts and the law, that\na court\r\nof appeal could reasonably arrive at a conclusion different to that\r\nof the trial court. In order to succeed, therefore,\nthe appellant\r\nmust convince this court on proper grounds that he has prospects of\r\nsuccess on appeal and that those prospects are\nnot remote, but have a\r\nrealistic chance of succeeding. More is required to be established\r\nthan that there is a mere possibility\nof success, that the case is\r\narguable on appeal or that the case cannot be categorised as\r\nhopeless. There must, in other words,\nbe a sound, rational basis for\r\nthe conclusion that there are prospects of success on appeal.’\n[5]\r\nCounsel for the appellant contended that there are reasonable\r\nprospects of success on appeal on the grounds that the magistrate\n\nmisdirected himself in the following respects. That because the\r\ncomplainants were minors, the trial court should have applied three\n\ncautionary rules, those relating to a single witness, young children\r\nand what he referred to as a residual cautionary rule. He\npointed out\r\ncertain contradictions between the evidence of the complainants and\r\nalso contradictions based on what they said in\ntheir statements to\r\nthe police. That the magistrate erred in not finding that the\r\nappellant was a good witness despite his giving\nevidence which was\r\nclear and not full of contradictions. That the magistrate erred in\r\naccepting the evidence of Miss Karen Andrews,\nthe clinical\r\npsychologist who dealt with the behaviour of the complainants after\r\nthe alleged sexual assault and rape. That the\nmagistrate erred in\r\naccepting the evidence of Doctor Bomkazi Majeke alternatively he\r\nfailed to place enough weight on the fact\nthat she (the Doctor) was\r\ninexperienced at the time she examined the two complainants. That the\r\nmagistrate erred by finding that\nthere was no conspiracy or collusion\r\nbetween the two complainants.\n[6]\r\nMr Price for the appellant referred to a whole host of criticisms,\r\nalmost criticising each and every finding of the trial court.\nI shall\r\nnot deal with all the contentions raised by him, it suffices to\r\nmention the few above.\n[7]\r\nIt was contended on behalf of the respondent that, it was naturally\r\nexpected that there would be contradictions between the\ntwo young\r\ncomplainants. However, the trial court examined the evidence tendered\r\nby both the State and the defence holistically\nand not on a piece\r\nmeal basis. Counsel for the respondent argued that, notwithstanding\r\nthe concession of the existence of contradictions,\nsame did not\r\ndestroy the evidence of the complainants as supported by the medical\r\nevidence. Counsel further argued that there was\nno collusion between\r\nthe two complainants as they independently and separately recollected\r\nwhat had happened and reported to their\nrespective parents.\n[8]\r\nI agree that the contradictions were expected, due to the passage of\r\ntime and the fact that the complainants were young children\nwho could\r\nnot remember dates and the sequence of events. Holmes JA in\nS v\r\nArtman & another\n1968 (3) SA 339\n(A) at 341 remarked that:\n‘\nI\r\nwould add that, while there is always need for caution in such cases,\r\n… and courts must guard against their reasoning tending\nto\r\nbecome stifled by formalism. In other words, the exercise of caution\r\nmust not be allowed to displace the exercise of common\nsense.’\nHe\r\nfurther referred to similar remarks of Macdonald AJP in the Rhodesian\r\nAppellate Division case of\nR v J\n1966 (1) SA 88\n(SR) at 90 – see also\nS\r\nv Snyman\n1968 (2) SA 582\n(AD) at 585.\n[9]\r\nThe trial court found that ‘[w]hat is important is that on the\r\nsame Sunday in January 2009 the two boys at different and\nseparate\r\nplaces in East London, reported to their respective fathers acts of\r\nindecent assault committed by the accused. As I have\nsaid, the\r\nversions coincided. This aspect, which is not disputed, clearly\r\nserves as corroboration for their respective claims.\nThere was no\r\npossibility of any collusion between them. There is no bad blood’.\r\nThe trial court went on to say that ‘[t]aking\ninto account that\r\nthese incidents happened over a lengthy period of time and\r\nrepeatedly, such a confusion regarding the positions\nin which it\r\nhappened, is possible’.\n[10]\r\nHaving heard both counsel, I am not satisfied that the alleged\r\nmisdirections are sufficient to create a probability of the\nappellant\r\nsucceeding on appeal, hence I conclude that the appellant failed to\r\nshow that there is a reasonable prospect of success\non appeal. Viewed\r\nholistically there are no other reasons why an appeal should be\r\nheard. In the result:\n[11]\r\nThe appeal is dismissed.\n_______________________\nJ\r\nB Z SHONGWE\nJUDGE\r\nOF APPEAL\nAppearances\nFor\r\nthe Appellant: T N Price SC\nInstructed\r\nby:\nChangfoot-Van\r\nBreda Attorneys, East London;\nSymington\r\n& De Kok Attorneys, Bloemfontein.\nFor\r\nthe Respondent: J P J Engelbrecht\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions, Grahamstown;\nThe\r\nDirector of Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T17:14:14.895792",
  "date": "2015-03-30",
  "coram": [
    "Shongwe JA",
    "Mbha JA",
    "Gorven AJA"
  ],
  "case_number": "20075/14",
  "parties": {
    "applicants": [
      "Colin Allan Greenwood"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Colin Allan Greenwood, was convicted on two counts of indecent assault, two counts of rape and three counts of sexual assault by the Regional Magistrate's Court, East London, and sentenced to ten years' imprisonment, with four years suspended. His application for leave to appeal the conviction was refused, although leave to appeal the sentence was granted. A petition to the Judge President against the refusal of leave to appeal the conviction was dismissed, but leave to appeal that dismissal was granted to the Supreme Court of Appeal. The appeal before the SCA concerned whether the High Court should have granted leave to appeal the conviction, focusing on alleged misdirections by the trial magistrate.",
    "issues": "The primary issue was whether the appellant had a reasonable prospect of success on appeal, which is the test for granting leave to appeal under criminal procedure. Related questions included whether the trial magistrate had erred in his direction concerning cautionary rules for minor witnesses, the credibility of the complainants, and the assessment of expert evidence.",
    "principles": "The court reiterated the test for leave to appeal: the appellant must demonstrate a reasonable prospect of success, not merely a remote or speculative possibility. This principle is drawn from cases such as S v Khoasasa, S v Smith, S v Kruger, Matshona v S and the observations of Plasket AJA in S v Smith. The court also noted that contradictions in the testimony of young complainants are expected and do not, by themselves, negate credibility, as highlighted in S v Artman and related authorities.",
    "application": "After hearing the arguments, the court found that the alleged misdirections were insufficient to create a realistic chance of success on appeal. The trial court’s holistic assessment of the evidence, acceptance of medical and psychological reports, and finding of no collusion between the complainants were deemed appropriate. Consequently, the appellant failed to satisfy the burden of showing a reasonable prospect of success, and there were no other compelling reasons to hear the appeal.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, confirming that leave to appeal the conviction should not have been granted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "appeal",
      "leave to appeal",
      "sexual offences",
      "reasonable prospect of success"
    ]
  }
}