{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/74.html",
  "case_name": "Medox Limited v Commissioner for the South African Revenue Service (20059/2014) [2015] ZASCA 74; 2015 (6) SA 310 (SCA); 77 SATC 233 (27 May 2015)",
  "citation": "[2015] ZASCA 74",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 74\n|\nNoteup\n|\nLawCite\nMedox Limited v Commissioner for the South African Revenue Service (20059/2014) [2015] ZASCA 74; 2015 (6) SA 310 (SCA); 77 SATC 233 (27 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20059/2014\nReportable\nIn\r\nthe matter between:\nMEDOX\r\nLIMITED\n...........................................................................................................\nAPPELLANT\nand\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n....................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nMedox\r\nLimited v The Commissioner for SARS\n(20059/2014)\n[2015] ZASCA 74\n(27 May 2015)\nCoram:\nBrand, Cachalia, Bosielo and Willis\r\nJJA and Fourie AJA\nHeard:\n15 May 2015\nDelivered:\n27 May 2015\nSummary:\nTaxpayer\r\nfailing to object to income tax assessments issued by the\r\nCommissioner ─ Absent any objection, the assessments became\n\nfinal and conclusive by virtue of the provisions of s 81(5) of the\r\nIncome Tax Act 58 of 1962 ─ Taxpayer not entitled to relief\nby\r\nmeans of a declaratory order to have the assessments set aside ─\r\nAppeal dismissed.\nORDER\nOn\r\nappeal from:\nGauteng\r\nDivision, Pretoria (Teffo J sitting as court of first instance):\nThe\r\nappeal is dismissed and no order as to costs is made.\nJUDGMENT\nFourie\r\nAJA (Brand, Cachalia, Bosielo and Willis JJA concurring):\n[1]\r\nThe appellant, Medox Limited (Medox), approached the Gauteng\r\nDivision, Pretoria, on application for an order declaring that\nall\r\nincome tax assessments issued to it by the respondent, the\r\nCommissioner for the South African Revenue Service (the\r\nCommissioner),\nin respect of the years of assessment following its\r\n1997 year of assessment, are null and void.\n[2]\r\nThe Commissioner opposed the application which was heard by Teffo J.\r\nThe judge concluded that the high court did not have jurisdiction\nto\r\nentertain the dispute and accordingly dismissed the application with\r\ncosts. Medox applied for and was granted leave to appeal\nto this\r\ncourt.\n[3]\r\nIn essence, the court below held that the dispute should have been\r\npursued by way of an objection to the assessments, lodged\nwith the\r\nCommissioner and, if necessary, followed by an appeal to the tax\r\ncourt created in terms of the Income Tax Act 58 of 1962\n(the Act), as\r\nthe appropriate forum to deal with matters of this kind.\nBackground\n[4]\r\nMedox commenced trading in South Africa under the name and style of\r\nDrake Personnel during 1976, but in 1995 was provisionally\nwound-up\r\nin terms of an order of the high court. Whilst under provisional\r\nliquidation, Medox continued trading and on 7June 1996,\nthe\r\nwinding-up order was set aside by the high court when it sanctioned a\r\nscheme of arrangement between Medox and its creditors\nin terms of s\r\n311 of the Companies Act 61 of 1973.\n[5]\r\nMedox submitted a return to the Commissioner in respect of the income\r\naccrued to it during the 1996 tax year. The Commissioner’s\n\nassessment for this tax year reflected an assessed loss of R46 622\r\n063. Medox did not submit a return to the Commissioner\nfor the 1997\r\ntax year, but thereafter submitted its income tax returns for the tax\r\nyears 1998 up to and including 2010 (excluding\n2003). In respect of\r\neach of the returns submitted in the tax years subsequent to 1997,\r\nMedox did not seek to carry forward the\nassessed loss incurred in the\r\n1996 tax year and to set it off against profits earned during the\r\nsubsequent tax years. The Commissioner\nduly issued income tax\r\nassessments to Medox in respect of these subsequent tax years without\r\nreflecting the assessed loss.\n[6]\r\nMedox made no objection against the assessments issued by the\r\nCommissioner in respect of the 1998 and subsequent tax years,\nbut\r\nalleges that during 2009 it realised that it had not submitted a\r\nreturn in respect of the 1997 tax year and that the income\ntax\r\nassessments issued by the Commissioner in respect of the 1998 and\r\nsubsequent tax years, had failed to set off the assessed\nloss of\r\nR46 622 063 incurred by Medox in the 1996 tax year.\n[7]\r\nMedox then took the view that the 1998 and subsequent income tax\r\nassessments were void as the Commissioner had acted\nultra\r\nvires\nby issuing\r\nsame in disregard of the mandatory provisions of s 20(1)\n(a)\nof the Act, requiring him to set off assessed losses of a taxpayer\r\nagainst income derived by the taxpayer in subsequent years.\nThe\r\nCommissioner denied the allegation, whereupon Medox approached the\r\ncourt below for declaratory relief.\nApplicable\r\nstatutory provisions\n[8]\r\nAt the relevant time, the Act was the statute that regulated the\r\nrelationship between the Commissioner, who performed the functions\n\nand exercised the powers assigned to him in terms of the Act, and\r\nMedox as the taxpayer. I should add that the Act was subsequently\n\nrepealed and substituted by the\nTax Administration Act 28 of 2011\nwith commencement date 1 October 2012, but it has no bearing on the\r\npresent appeal.\n[9]\r\nThe following sections of the Act are pertinent to the adjudication\r\nof the appeal:\n(i) Section 20,\r\nwhich provides that for the purpose of determining the taxable income\r\nderived by any person from carrying on any\ntrade, there shall be set\r\noff against the income so derived by such person any balance of\r\nassessed loss incurred by the taxpayer\nin any previous year which has\r\nbeen carried forward from the preceding year of assessment.\n(ii) Section 81, the\r\nrelevant part of which reads as follows:\n‘\n(1)\r\nObjections to any assessment made under this Act shall be made in the\r\nmanner and under the terms and within the period prescribed\nby this\r\nAct and the rules promulgated in terms of section 107A by any\r\ntaxpayer who is aggrieved by any assessment in which that\ntaxpayer\r\nhas an interest.\n(2) The period prescribed in the\r\nrules within which objections must be made may be extended by the\r\nCommissioner where the Commissioner\nis satisfied that reasonable\r\ngrounds exist for the delay in lodging the objection: Provided that\r\nthe period for objection may not\nbe so extended─\n(a)\n. . .\n(b)\nwhere more than three years have lapsed from the\r\ndate of the assessment; or\n(c)\n. . .\n(3) Any decision by the\r\nCommissioner in the exercise of his or her discretion under\r\nsubsection (2) shall be subject to objection\nand appeal.\n(4) . . .\n(5) Where no objections are made\r\nto any assessment or where objections have been allowed in full or\r\nwithdrawn, such assessment or\naltered assessment, as the case may be,\r\nshall be final and conclusive.’\n(iii)\r\nSection 83, which provides that any person entitled to object to an\r\nassessment, may appeal against such assessment to the\ntax court\r\nestablished in terms of the provisions of s 83. The tax court may in\r\nthe case of an assessment appealed against, confirm\nthe assessment or\r\norder that it be altered or referred back to the Commissioner for\r\nfurther investigation and assessment.\nDiscussion\n[10]\r\nIt is trite that an appeal is directed at the order of the court of\r\nfirst instance and not the reasons for the order. In\nTecmed Africa\r\n(Pty) Ltd v Minister of Health & another\n[2012] 4 All SA 149\n(SCA) Ponnan JA put it thus at para 17:\n‘\n. . .\r\nappeals, do not lie against  the reasons for judgment but\r\nagainst the substantive order of a lower court. Thus, whether\nor not\r\na court of appeal agrees with a lower court’s reasoning would\r\nbe of no consequence if the result would remain the\nsame.’\n[11]\r\nFor the reasons that follow, I am of the view that there is no merit\r\nin the application for a declaratory order. In view of\nthis\r\nconclusion, there is no need to enter into the debate as to whether\r\nor not the learned judge a quo correctly held that the\nhigh court did\r\nnot have the necessary jurisdiction to entertain the application. I\r\nwill assume (without deciding) that the court\na quo did have the\r\njurisdiction to adjudicate upon the application.\n[12]\r\nIn order to obtain declaratory relief in the court below, Medox had\r\nto show that it has an existing, future or contingent right\nto have\r\nthe assessments for the 1998 and subsequent tax years declared null\r\nand void. See s 19(1)\n(a)\n(iii)\r\nof the Supreme Court Act 59 of 1959 (now\ns 21(1)\n(c)\nof the\nSuperior Courts Act 10 of 2013\n). As it is common cause that\r\nMedox did not object in terms of s 81 of the Act to any of the\r\nassessments issued in respect of the\n1998 and subsequent tax years,\r\nit will immediately be apparent that Medox’s contention that it\r\nhas a right to have these\nassessments declared null and void, flies\r\nin the face of the provisions of s 81(5) of the Act. The latter\r\nsubsection expressly\nprovides that, where no objection is made to an\r\nassessment, such assessment shall be final and conclusive. In\r\naddition, it should\nbe borne in mind that more than three years have\r\nlapsed from the date of each of these assessments, with the result\r\nthat, by virtue\nof the provisions of s 81(2)\n(b)\nof the Act, the Commissioner is precluded from reopening the\r\nassessments.\n[13]\r\nThis court has over the years dealt with provisions worded similarly\r\nto s 81(5) of the Act and confirmed that, where no\nobjection is\r\nmade to an assessment issued by the relevant tax authority, the\r\nassessment is final and conclusive as between the\ntax authority and\r\nthe taxpayer. These decisions have been collected in\nCommissioner\r\nfor Inland Revenue v Bowman NO\n[1990] ZASCA 28\n;\n1990 (3) SA 311\n(A) at 316B-C. Further at 316E, Goldstone AJA writing\r\nfor the court, reiterated that an assessment to which no objection\r\nhas been\nmade, ‘becomes binding upon the taxpayer as a\r\nstatutory obligation’.\n[14]\r\nWhen confronted with the significant obstacle in the form of s 81(5)\r\nof the Act, counsel for Medox was driven to argue that\nthe section\r\nonly applies to ‘valid’ assessments and not to ‘invalid’\r\nassessments. I must confess that I\nhave considerable difficulty in\r\nfollowing this submission. As I understood counsel, a valid\r\nassessment is one issued in accordance\nwith the provisions of the\r\nAct, while an invalid assessment is not. To me this appears to be a\r\ndistinction without any difference.\n[15]\r\nOn this argument virtually any assessment in which the Commissioner\r\nerroneously refuses to allow a deduction, rebate or exemption\n\nprovided for in the Act, could be regarded as invalid and therefore\r\nnot subject to the provisions of ss 81 to 83 of the Act. This\nwould\r\nrender the mechanisms provided in ss 81 to 83 for objections to and\r\nappeals against assessments nugatory and grant aggrieved\ntaxpayers\r\ncarte blanche to approach the high court in virtually every instance\r\nwhere they disagree with an assessment made by the\nCommissioner. For\r\nthe sake of completeness, I should mention that it has not been\r\nsuggested by Medox that any other good cause,\neg\niustus\r\nerror\nor fraud,\r\nexists for the setting aside of the relevant assessments. It has\r\naccordingly not laid any basis for an attack upon the\nassessments by\r\nvirtue of any other avenue of relief.\n[16]\r\nWhat counsel for Medox is effectively asking this court to do, is to\r\nread words into the Act by implication. As emphasised\nby Corbett JA\r\nin\nRennie NO v\r\nGordon & another NNO\n1988 (1) SA 1\n(A) at 22E-F, this cannot be done unless the\r\nimplication is a necessary one in the sense that without it effect\r\ncannot be given\nto the statute as it stands. The submission on behalf\r\nof Medox requires the word ‘assessment’ in s 81 of the\r\nAct, and\nin particular in subsecs 81(2)\n(b)\nand 81(5), to be read as being a reference to a ‘valid’\r\nassessment. In my view there is no basis upon which it can\nbe said\r\nthat the reading in of the word ‘valid’ in s 81 is\r\nnecessary to give effect to the section as it stands. On\nthe\r\ncontrary, I believe that this construction would be in conflict with\r\nthe intention of the legislature as appears from the clear\nlanguage\r\nof the subsections.\n[17]\r\nFinally, and in any event, I believe that the premise from which\r\nMedox departs in its quest to have these assessments set aside,\nis\r\nfatally flawed. What Medox contends, is that it was the duty of the\r\nCommissioner to take the necessary steps to have the assessed\nloss of\r\n1996 set off against profits earned by Medox during the subsequent\r\ntax years. As I understand the provisions of the Act,\nit is the\r\ntaxpayer who has to render a return in which any loss occurred in any\r\nprevious year is carried forward to be set off\nagainst income derived\r\nby the taxpayer from carrying on any trade. That this is the\r\ntaxpayer’s duty, is made clear in s 20(2A)\n(b)\nof the Act which states that the taxpayer shall not be prevented from\r\ncarrying forward a balance of an assessed loss merely by\nreason of\r\nthe fact that he or she has not derived any income during any year of\r\nassessment. Further, s 82\n(b)\nof the Act places the burden of proof ─ that any amount is\r\nsubject to set-off in terms of the Act ─ upon the person\n\nclaiming such set-off, ie the taxpayer.\n[18]\r\nIt follows, in my view, that the application for declaratory relief\r\nwas correctly dismissed by the court a quo and that the\nappeal\r\naccordingly falls to be dismissed.\n[19]\r\nThis brings me to the issue of costs. When the record of the appeal\r\nwas presented to the members of this court, it transpired\nthat the\r\nCommissioner’s attorney (the State attorney, Pretoria) had not\r\ncomplied with SCA rules 10(1)\n(b)\nand 10A. The first requires heads of argument in an appeal to be\r\nlodged by the respondent within one month from the receipt of\nthe\r\nappellant’s heads of argument. The latter requires the heads of\r\nargument to be accompanied by a practice note dealing\nwith prescribed\r\nprocedural aspects to assist the members of the court in adjudicating\r\nthe matter.\n[20]\r\nThis failure by the State attorney created the impression that the\r\nappeal may not be opposed, yet no notice to abide had been\nfiled on\r\nbehalf of the Commissioner. This uncertain state of affairs led the\r\ncourt to request the registrar to address the State\nattorney in\r\nwriting, to establish whether or not the appeal was opposed.\n[21]\r\nThe registrar’s letter caused a flurry of activity on the part\r\nof the State attorney. The registrar was advised that\nthe\r\nCommissioner’s heads of argument and practice note had, due to\r\nan administrative oversight, not been filed. It was further\nindicated\r\nthat an application for condonation would in due course follow,\r\ntogether with the required heads of argument and practice\nnote. In\r\nthe event, an application for condonation accompanied by the\r\nCommissioner’s heads of argument was filed on Friday,\n8 May\r\n2015 (four court days before the hearing of the appeal), while the\r\npractice note was only filed with the registrar on Monday,\n\n11 May 2015.\n[22]\r\nIn the condonation application, the State attorney attempted to\r\nexplain the cause of the delay in filing these documents, but\n\nwoefully failed to present a plausible or acceptable explanation.\r\nThere is no need to traverse the explanation in any great detail.\nThe\r\nfollowing aspects, may, however, be highlighted:\n(i) the appellant’s\r\nheads of argument were served on the State attorney and filed with\r\nthe registrar of this court on 27 August\n2014. In terms of SCA rule\r\n10(1)\n(b)\nheads of argument on behalf of the Commissioner had\r\nto be filed on or before 29 September 2014.\n(ii) Junior counsel\r\nacting on behalf of the Commissioner was instructed to and did settle\r\nheads of argument, which were received\nby the State attorney on\r\n29 September 2014. A copy thereof was served on the appellant’s\r\nattorneys on 6 October\n2014 (there is no explanation as to why\r\nit was not served on the appellant’s attorneys timeously on 29\r\nSeptember 2014). However,\nthe heads of argument were not lodged with\r\nthe registrar of this court nor was the prescribed practice note\r\nprepared for filing.\n(iii) Subsequent to\r\n6 October 2014, and due to a litany of administrative deficiencies,\r\nno steps were taken to forward the heads\nof argument to this court\r\nnor was any practice note prepared for filing. The administrative\r\ndeficiencies leading to this sorry\nstate of affairs can only be\r\ndescribed as grossly negligent, demonstrating a flagrant disregard\r\nfor the rules of this court. It\nis clear that, had this court not\r\nbrought the failure to file the heads of argument and practice note\r\nto the attention of the State\nattorney, nothing would have been done\r\nand the appeal would have been heard without the Commissioner being\r\nrepresented.\n(iv)\r\nIt also appears that on 15 March 2015 a notice of set down of the\r\nappeal for hearing on 15 May 2015, was forwarded to the State\n\nattorney by its Bloemfontein correspondent. Notwithstanding this, no\r\nsteps were taken to attend to the filing of any heads of argument\nor\r\na practice note.\n[23]\r\nWhilst the appellant’s legal representatives may not have been\r\nprejudiced as they had received the Commissioner’s\nheads of\r\nargument on 6 October 2014, this court has been seriously\r\ninconvenienced by the supine attitude adopted by the State attorney.\n\nThis was readily conceded by counsel for the Commissioner. The\r\nmembers of this court had to prepare for the appeal without the\n\nbenefit of the Commissioner’s heads of argument or practice\r\nnote, which were only filed at the very last minute. It has often\n\nbeen emphasised that a disregard of the rules of this court will not\r\nbe tolerated and that the court may mark its disapproval by\nmeans of\r\na punitive costs order. See\nAfrica\r\nSolar (Pty) Ltd v Divwatt (Pty) Ltd\n2002 (4) SA 681\n(SCA) para 45.\n[24]\r\nThe Commissioner’s application for condonation was granted,\r\nmainly in view of the good prospects of success in the appeal,\nwhile\r\nthe question of costs was reserved. In my view, the circumstances set\r\nout above justify a departure from the general rule\nthat a successful\r\nlitigant should normally be entitled to its costs. I believe that an\r\nappropriate sanction for the flagrant disregard\nof the rules of this\r\ncourt by the State attorney, would be to disallow the Commissioner’s\r\ncosts of appeal.\n[25]\r\nIn the result the following order is made:\nThe appeal is\r\ndismissed and no order as to costs is made.\n________________________\nP B FOURIE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant:  J Truter\nInstructed\r\nby:\nCouzyn\r\nHertzog & Horak, Pretoria\nc/o\r\nSpangenberg Zietsman & Bloem, Bloemfontein\nFor\r\nthe Respondent: L G Nkosi-Thomas SC\nL\r\nSigogo\nInstructed\r\nby:\nState\r\nAttorney, Pretoria",
  "scraped_at": "2026-02-12T17:19:15.841309",
  "date": "2015-05-27",
  "coram": [
    "Brand JJA",
    "Cachalia JJA",
    "Bosielo JJA",
    "Willis JJA",
    "Fourie AJA"
  ],
  "case_number": "20059/2014",
  "parties": {
    "applicants": [
      "Medox Limited"
    ],
    "respondents": [
      "The Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "Medox Limited commenced trading in 1976, was provisionally wound‑up in 1995 and continued trading under a scheme of arrangement in 1996. It submitted a tax return for the 1996 year, which reflected a loss of R46,622,063. No return was filed for 1997, but returns were filed for 1998‑2010 (excluding 2003). Medox failed to claim the 1996 loss as a set‑off against later profits, and the Commissioner issued assessments for those years without reflecting the loss. Medox made no objections to any of the assessments and only in 2009 discovered the omission. It thereafter sought a declaratory order that the assessments for 1998 and later were void because the Commissioner had acted ultra vires by ignoring the statutory set‑off requirement.",
    "issues": "1. Whether Medox can obtain a declaratory order setting aside assessments despite having made no objection under s81 of the Income Tax Act. 2. Whether the Commissioner acted ultra vires by issuing assessments that did not incorporate the 1996 loss. 3. Whether the provisions of s81(5) and the three‑year limitation in s81(2)(b) render the assessments final and conclusive, precluding relief. 4. Whether the duty to claim a loss set‑off lies with the taxpayer, not the Commissioner.",
    "principles": "The relevant statutory framework includes s20 (mandatory set‑off of assessed losses), s81 (objection procedure and finality of un‑objected assessments, with a three‑year bar on reopening), s83 (right of an aggrieved taxpayer to appeal to the tax court), and s82(b) (burden of proof on the party claiming the set‑off). Case law such as Commissioner for Inland Revenue v Bowman confirms that an un‑objected assessment becomes binding. The court rejected the argument that s81 applies only to \"valid\" assessments, holding that such a construction is unnecessary and contrary to legislative intent.",
    "application": "The court noted that Medox never lodged an objection to any of the assessments, and more than three years had elapsed, activating s81(5) and s81(2)(b) to make the assessments final and barred from reopening. The duty to carry forward and claim the loss rested with Medox, as required by s20(2A)(b) and reinforced by s82(b). The argument to read \"valid\" into s81 was dismissed as having no basis and conflicting with the clear language of the statute. Consequently, Medox had no legal right to a declaratory order to void the assessments.",
    "conclusion": "The appeal was dismissed. No order as to costs was made, effectively leaving the assessments in force and confirming that Medox was not entitled to relief."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "assessment objection",
      "section 81",
      "declaratory relief",
      "loss carry forward"
    ]
  }
}