{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/2.html",
  "case_name": "PriceWaterhouseCoopers Inc and Others v National Potato Co-operative Ltd and Another (451/12) [2015] ZASCA 2; [2015] 2 All SA 403 (SCA) (4 March 2015)",
  "citation": "[2015] ZASCA 2",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 2\n|\nNoteup\n|\nLawCite\nPriceWaterhouseCoopers Inc and Others v National Potato Co-operative Ltd and Another (451/12) [2015] ZASCA 2; [2015] 2 All SA 403 (SCA) (4 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nno: 451/12\nIn\r\nthe matter between:\nPRICEWATERHOUSECOOPERS\r\nINC\n....................................................................\nFirst\r\nAppellant\nHOEK\r\n&\r\nWIEHAHN\n..............................................................................................\nSecond Appellant\nWIEHAHN\r\nMEYERNEL\n..........................................................................................\nThird\r\nAppellant\nPRICE\r\nWATERHOUSE\r\nMEYERNEL\n..................................................................\nFourth\r\nAppellant\nPRICE\r\nWATERHOUSE\n.............................................................................................\nFifth Appellant\nand\nNATIONAL\r\nPOTATO CO-OPERATIVE\r\nLTD\n.....................................................\nFirst\r\nRespondent\nIMF\r\n(AUSTRALIA)\r\nLTD\n....................................................................................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nPriceWaterhouseCoopers Inc\r\n& others v National Potato Co-operative Ltd & another\n(451/12)\n[2015] ZASCA 2\n(4 March 2015)\nCoram:\nWALLIS JA and FOURIE and KOEN AJJA.\nHeard\n:\r\n9 to 13 February 2015\nDelivered\n:\r\n4 March 2015\nSummary:\nAuditor – relationship with\r\nclient contractual – duties – whether audit conducted\r\nnegligently – damages\n– causation.\nOpinion\r\nevidence – when admissible – need to establish facts on\r\nwhich expert’s opinion is based – hearsay\n–\r\nqualifications of expert witness – duties of expert witness –\r\nindependence – not to act as advocate for\nparty calling expert.\nCausation\r\n– need for causal link between loss and contents of auditor’s\r\nreports – losses arising from trading\n– not recoverable\r\nfrom the auditor.\nPrescription\r\n–\ns12(3)\nof the\nPrescription Act 68 of 1969\n– knowledge\r\nof facts giving rise to claim – acquisition of knowledge by the\r\nexercise of reasonable care – corporate\nentity –\r\nknowledge of directors to be attributed to entity – no special\r\nrule of attribution when claim arising from\nauditor’s alleged\r\nfailure to report properly to members of entity.\nConduct\r\nof trial – objections to hearsay evidence to be dealt with\r\nexpeditiously – proper approach to the leading of\nexpert\r\nevidence – need for judge to prevent proceedings from becoming\r\nunduly prolonged.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court\r\n(Botha J sitting as court of first instance):\n1\n.\nThe appeals by the second to fifth\r\nappellants, and the appeals by the first appellant against paragraph\r\n1 of the order of 14 March\n2012 and the orders referred to in\r\nparagraphs 5, 6 and 7 of this order, are upheld with costs, such\r\ncosts to include the costs\nconsequent upon the employment of two\r\ncounsel.\n2\n.\nThe judgments of the court below and the\r\norders granted on 24 January 2011, 14 December 2011 and paragraphs 1,\r\n6, 7 and 9 of the\norder of 14 March 2012 are set aside and replaced\r\nby the following:\n‘\nThe\r\nfirst plaintiff’s claim is dismissed with costs, such costs to\r\nbe paid jointly and severally by the first and second plaintiffs,\nthe\r\none paying the other to be absolved, and to include the costs of two\r\ncounsel and the qualifying expenses of Mr Wixley.’\n3.\r\nThe cross-appeal is dismissed with costs, such costs to include the\r\ncosts consequent upon the employment of two counsel.\n4.\nThe costs orders\r\nin paragraphs 1 and 3 are to be paid by the respondents jointly and\r\nseverally, the one paying the other to be absolved.\n5.\nThe last\r\nsentence of paragraph 2 of the order of 28 July 2011 is set aside and\r\nreplaced by the following:\n‘\nDie\r\ntweede tot vyfde verweerders moet die koste van opposisie betaal.’\n6.\nParagraph 8 of the order of 18 November\r\n2011 is set aside and replaced by the following:\n‘\nDie\r\ntweede tot vyfde verweerders moet die koste van opposisie betaal.’\n7.\nParagraph 2 of the order dated 27 April\r\n2011 is set aside and replaced by the following:\n‘\nDie\r\neisers word gesamentlik en afsonderlik gelas om die koste van die\r\naansoek te betaal.’\nJUDGMENT\nWallis\r\nJA (Fourie and Koen AJJA concurring)\n[1]\nFour\r\nfirms (the second to fifth appellants, to which I will refer\r\ncollectively as PWC) acted as auditors of the first respondent,\nthe\r\nNational Potato Co-operative Ltd (NPC) from 1984 to 1997. Whether\r\nthey breached their contractual obligations as auditors,\nthereby\r\ncausing NPC to suffer damages, is the issue in this appeal. NPC\r\nalleged that the annual financial statements of NPC, throughout\nthat\r\nperiod, failed to make adequate provisions for bad and doubtful debts\r\nthat had arisen through on-going reckless mismanagement\nof its\r\naffairs in regard to the extension of credit to its members.\n[1]\nThey said that PWC should have identified this reckless mismanagement\r\nin the course of the audits and either insisted on changes\nto the\r\nfinancial statements to reflect the true position, or disclosed the\r\nunder-provisions in their auditors’ reports. If\nthey had done\r\nso, NPC alleged that remedial measures would have been instituted.\r\nInstead NPC was obliged to write off substantial\nsums as bad debts\r\ncausing it to suffer loss, which it sought to recover from PWC. Botha\r\nJ upheld its claims and judgment was entered\nagainst the four\r\ndifferent firms of auditors in varying amounts totalling\r\nR62 884 905,45. Interest was ordered to run\non that amount\r\nat a rate of 15,5 per cent per annum from 15 December 2000 and a\r\nnumber of costs orders were made in NPC’s\nfavour. The main\r\nappeal lies against the judgment holding PWC liable in damages and\r\nagainst the quantum of the damages. It is brought\nwith the leave of\r\nthe trial court, although the judge limited the grounds for that\r\nappeal by excluding issues that PWC wished to\nraise, such as\r\nprescription. This court removed those limitations after argument and\r\nin addition it granted leave to appeal against\ncertain costs orders\r\ngranted by the trial court.\n[2]\n[2]\nThe\r\ncore issue set out above, simply stated as it is, engaged the high\r\ncourt in a hearing on the merits of the claim for 264 days\nand a\r\nfurther hearing on quantum for 31 days. In addition we were informed\r\nthat the hearing was due to continue on 121 additional\ndays but was,\r\nfor one or other reason, stood down. Two judgments were produced on\r\nthe merits running to nearly 1100 pages. Over\nand above those\r\njudgments there was a separate hearing on costs and a separate\r\njudgment on that issue. A number of interlocutory\napplications were\r\ndealt with separately, both before the trial commenced and during it.\r\nThe case has already engaged the attention\nof this court on four\r\nprior occasions, once on the propriety of NPC receiving funding from\r\nan outside source in order to pursue\nthis litigation,\n[3]\ntwice on issues relating to the provision of security\n[4]\nand, as already mentioned, most recently on the scope of this appeal.\r\nWe are now confronted with a record that has been abbreviated\nwhen\r\nviewed against the size of the trial bundle, but is still some 85 000\r\npages long. The heads of argument, together with\nthe core bundles\r\npresented by the parties and the bundles of authorities, add another\r\n5 000 pages. This material was provided\nto us on computers\r\nloaded with appropriate software to enable us to work with it. The\r\ncourt has been specially constituted to hear\nthe appeal without\r\ndisrupting the ordinary work of the SCA and to that end sat in the\r\nweek prior to the commencement of the court\nterm.\n[5]\n[3]\nIt\r\nis appropriate at the outset for us to express our gratitude to the\r\nattorneys and counsel for the efforts they have made to enable\nthe\r\nappeal to be disposed of with reasonable expedition. However, it is\r\nalso appropriate to echo a recent comment by Lord Toulson,\n[6]\nthat the case assumed a complexity that we do not think was\r\nnecessary, as a result of the manner in which it was conducted, and,\n\nin consequence, the trial court, for which we have sympathy, was led\r\ninto a forest relatively impenetrable to light. I will deal\nwith\r\nthese matters at a later stage when addressing the issue of costs.\nHistory\r\nof the litigation\n[4]\nSummons was issued on 16 November 1999. The\r\ninitial particulars of claim were struck out on exception and fresh\r\nparticulars were\ndelivered in December 2000. These ran to 450 pages\r\nand referred to 304 files containing more than 100 000 pages of\r\ndocuments.\nThe trial commenced before Hartzenberg J in 2002, but,\r\nduring the course of the cross-examination of the first witness, he\r\ngranted\nan amendment to the plea raising the funding issue. This was\r\neventually resolved in NPC’s favour in June 2004. The trial was\n\nthen set to resume in October 2005 and two pre-trial meetings were\r\nheld with Hartzenberg J on 9 June 2005 and 19 July 2005 at which\nan\r\nagreement was made to separate the merits and the assessment of any\r\ndamages payable to NPC. Hartzenberg J recused himself, at\nthe\r\ninstance of NPC, before the trial recommenced and it then proceeded\r\nbefore Botha J on 4 October 2005. Shortly before the commencement\nof\r\nthe hearing before Botha J, the particulars of claim were\r\nsubstantially amended to abandon certain claims and amend others.\n[5]\nOn 24 January 2011 Botha J delivered his\r\njudgment on the merits. The first part of 943 pages contained his\r\nsynopsis of the evidence\nled before him. The second part, a mere 123\r\npages, set out his reasons. He made an order upholding two claims\r\narising from the\nwriting off of bad debts and declaring the four\r\nfirms of auditors liable to compensate NPC for damages represented by\r\nthe amounts\nwritten off by NPC in respect of a number of specified\r\ndebtors. The other claims by NPC were dismissed. One of those is the\r\nsubject\nof a cross-appeal by NPC. The appellants’ initial\r\nattempt to appeal against the declaratory order immediately after it\r\nwas\nhanded down and before the quantum was assessed was set aside as\r\nan irregular step. That decision and the concomitant costs order\nare\r\nchallenged as a subsidiary issue in the appeal.\n[6]\nIn a judgment delivered on 14 December\r\n2011 Botha J quantified the liability of PWC in terms of the\r\ndeclaratory order. He dealt\nwith the costs of the action and various\r\ninterlocutory applications in a separate judgment delivered on 14\r\nMarch 2012. PWC seeks\nto overturn the declaratory order and the\r\nconsequential award of damages and asks for the dismissal of the\r\nclaim with costs on\nthe attorney and client scale.\n[7]\nThere are in addition several subsidiary\r\nappeals. The first relates to the limited order for costs made in\r\nfavour of PriceWaterhouseCoopers\nInc, the first appellant (PWC Inc),\r\nwhich was not the auditor at any of the relevant times and against\r\nwhich no award of damages\nwas made. The judge confined his order for\r\ncosts in its favour to costs up to the earliest time when it could\r\nhave taken exception\nto the claims against it, without defining when\r\nthat time was. PWC Inc says that it could not except to the claim\r\nagainst it, as\nit was based on factual allegations that were never\r\nproved. Accordingly it seeks its costs of the trial.\n[8]\nThe declaratory judgment annexed a schedule\r\nof the bad debts written off for which the court held the auditors to\r\nbe liable in damages.\nAfter judgment NPC applied for two amendments\r\nto the claim, which were granted over the opposition of PWC and PWC\r\nInc. The grant\nof those orders involved a significant enhancement of\r\nthe award of damages, and forms the subject of the appeal against\r\nquantum\nif the main appeal fails. There are separate appeals in\r\nrelation to the two costs orders arising from those amendments. The\r\nappeals\nagainst the subsidiary costs orders are dealt with in the\r\njudgment of Koen AJA. Lastly there is a general appeal by PWC\r\nagainst\nthe overall costs order made by the trial judge.\nThe\r\nparties\n[9]\nNPC was an agricultural co-operative\r\nconstituted in terms of the Co-operatives Act 91 of 1981 (the Act)\r\nand active among potato\nfarmers. It was originally established in\r\n1963 under the name Transvaal Potato Co-operative Ltd (TPC). During\r\nthe period from 1983\nto 1997, which is when the breaches of contract\r\nallegedly occurred, it twice merged with other co-operatives but,\r\nother than resulting\nin the change of its name to NPC in 1989, on\r\neach occasion the merged entity continued to operate in the same\r\nform. It was not\nsuggested that the mergers had any bearing on the\r\nissues in this case. In 2000, whilst retaining its identity, it\r\neffectively merged\nwith Northern Transvaal Co-operative Ltd, which\r\nhas conducted NPC’s business operations on an agency basis\r\nsince then. By\nthat time the bulk of its membership had left. It has\r\nnot been a going concern since 1997. In substance it exists solely\r\nfor the\npurpose of pursuing this claim. It is convenient to refer to\r\nit throughout as NPC notwithstanding the fact that it was operating\n\nunder a different name at the earliest stage of the period in\r\ndispute.\n[10]\nThe\r\nsecond respondent, IMF (Australia) Ltd (IMF), is a listed company in\r\nAustralia that carries on business as a litigation funder\nand since\r\n28 January 2009 has provided NPC with funding to pursue this\r\nlitigation. It did so on the basis that, if the litigation\nsucceeded\r\nit would be fully reimbursed for its costs and paid a management fee\r\nfor its services in regard to the conduct of the\nlitigation. In\r\naddition it would receive a proportion, exceeding fifty five per\r\ncent, of the gross proceeds of the litigation.\nPotentially, depending\r\nupon the gross amount recovered, it could be the sole beneficiary of\r\na judgment in favour of NPC. Counsel\nfor NPC and IMF informed us that\r\nthis would very likely be the case. It was joined as a party at the\r\ninstance of the auditors with\na view to obtaining a costs order\r\nagainst it if its defence to the claim succeeded.\n[7]\n[11]\nPWC Inc is a firm of auditors as were the\r\nother four appellants. It is the only firm that still exists, and\r\nindeed the only one\nthat existed when this litigation commenced. The\r\nfirm of Hoek & Wiehahn, the second appellant, were the auditors\r\nof NPC between\n1983 and 1987. In 1988, as a result of a merger or\r\namalgamation, Wiehahn Meyernel, the third appellant was established\r\nand became\nNPC’s auditors. That continued until 1991 when Price\r\nWaterhouse Meyernel, the fourth appellant, came into being. Finally,\n\nin 1995, Price Waterhouse, the fifth appellant, was formed and took\r\nover the task of auditor for NPC until 1997 when it resigned.\n\nThroughout this entire period Mr Odendaal, who was the principal\r\nwitness for the appellants, was involved in the audit of NPC,\n\ninitially under the supervision of others, but for most of the period\r\nas the principal auditor.\n[12]\nIt\r\nmay strike the reader as odd that an entity such as NPC should remain\r\nin existence solely for the purpose of conducting litigation,\na major\r\nbeneficiary of which is intended to be a party unconnected with the\r\ndispute and unconnected, so far as the court can discern,\nwith this\r\ncountry. Indeed it is wholly unclear who, other than IMF, stands to\r\ngain from the litigation that has taken up so much\ncourt time over so\r\nprotracted a period. It is debatable whether that is a desirable\r\nstate of affairs. It is one thing to enable\nan impecunious litigant\r\nto obtain legal relief to which that litigant is entitled.\n[8]\nIt is another matter altogether to have a situation where an outsider\r\nto a dispute, motivated solely by considerations of profit,\nmay be\r\nthe sole beneficiary of a judgment. That is something that may have\r\nto engage this court on another occasion. Litigation\nexists for the\r\nproper settlement of disputes in society in the interests of the\r\nparties to those disputes. It comes at a social\ncost. It is\r\nundesirable that outsiders driven purely by commercial motives should\r\nbe able to take over these disputes for their\nown benefit. When that\r\noccurs it is difficult to see how the constitutional guarantee of\r\naccess to courts is engaged.\n[9]\nIt may perhaps be necessary at some future date to consider the\r\nprecise ambit of our earlier decision in this regard and to what\n\nextent it permits a departure from the previous law in relation to\r\nchamperty.\n[13]\nAnother\r\napparent incongruity is that the auditors concerned, that is PWC, as\r\nopposed to PWC Inc, no longer exist and have not done\nso since a date\r\nprior to the commencement of this litigation. In the result the\r\njudgment granted by the trial court lies against\nentities that have\r\nnot existed at any time during the course of protracted litigation.\r\nThe explanation lies in the principle that,\nnotwithstanding its\r\ndissolution, a partnership – and each of the four firms was a\r\npartnership – is said to continue\nin existence, notwithstanding\r\nits dissolution, for the purposes of any claims against the\r\npartnership.\n[10]\nIn terms of\r\nrule 14(2) of the Uniform Rules it may be sued in its own name\n[11]\nand after judgment has been obtained, if the judgment is not\r\nsatisfied, the courts may be approached for an order identifying the\n\npartners at the relevant times and declaring the judgment to lie\r\nagainst the partners.\n[12]\nPWC\r\ndoes not appear to have been handicapped in its opposition to this\r\naction by the fact that the firms did not exist.\n[14]\nPWC Inc was never the auditor of NPC. It\r\nwas joined in the action on the basis of an allegation that it came\r\ninto existence as the\nresult of an amalgamation involving the fifth\r\nappellant, Price Waterhouse, and that it had taken over the assets of\r\nPrice Waterhouse\nand assumed liability for the debts and liabilities\r\nof its predecessor. A similar allegation was made in relation to each\r\nof the\nfirms constituting PWC, but that allegation was not proved and\r\nit was accepted that PWC Inc bore no liability to NPC for any of\nits\r\nclaims. Although not said expressly in the judgment on the merits it\r\nwas implicit in it that the claim against PWC Inc was\ndismissed. Its\r\ninvolvement in this appeal relates only to costs.\nThe\r\npleaded claim\n[15]\nThe particulars of claim were lengthy,\r\nrepetitive and burdened by masses of documents. The following can be\r\ndistilled from them.\nNPC’s claim was based on the contract, or\r\ncontracts, that it alleged it concluded with PWC for the performance\r\nof audit services.\nPWC was appointed annually at its annual general\r\nmeeting as the auditor of NPC in terms of s 145 of the Act and\r\nthis appointment\nwas accepted, giving rise to a contract between NPC\r\nand PWC for the rendering of audit services by the latter to the\r\nformer. Arising\nfrom this it pleaded that PWC owed to NPC various\r\nduties in relation to the performance of the audit and that PWC\r\nbreached these\nduties in various ways. As is often the case the\r\npleaded duties went further than could be sustained by either\r\nevidence or argument.\nIn this court, however, it was common cause\r\namong all the expert witnesses that PWC owed NPC the following\r\nduties.\n[16]\nPWC\r\nwas in the first instance obliged to perform those functions imposed\r\nupon an auditor by the provisions of ss 153 and 154\nof the Act.\r\nIt was obliged to perform these duties with proper skill and care and\r\nwithout negligence in accordance with the standards\nof the auditing\r\nprofession.\n[13]\nThe standards\r\nof the auditing profession were to be derived from the provisions of\r\nthe Public Accountants and Auditors Act 80 of\n1991 (the Auditors Act)\r\nand the standards issued from time to time by the profession in the\r\nform of generally accepted auditing\nstandards (GAAS). Which of those\r\nstandards were relevant and how they should have been applied in a\r\nparticular case might properly\nbe the subject of expert evidence and\r\nsuch evidence was led at the trial. Its impact will be assessed at a\r\nlater stage. The documents\nembodying these standards at the relevant\r\ntimes were placed before the trial court.\n[17]\nNPC alleged that during the entire period\r\nthere were material irregularities in the management, control and\r\nadministration of credit.\nIt attributed this to the members of the\r\ncredit department and the executives granting credit in conflict with\r\nthe statute of NPC,\nthe credit policy determined from time to time by\r\nthe board and the provisions of the drought aid scheme. The staff in\r\nthe credit\ndepartment and executive employees were said to have\r\nbehaved recklessly, irregularly and dishonestly in granting credit to\r\nmembers:\n·\nwho were technically insolvent;\n·\nin excess of authorised credit limits;\n·\nwithout obtaining sufficient security;\n·\nwhere the creditworthiness of the member\r\nwas questionable;\n·\nwhere the member’s credit history\r\nrevealed that they were not accounting to NPC for the proceeds of\r\ntheir crops, or were evading\nthe statutory pledge.\nIt\r\nwas alleged that this conduct was concealed from the board and the\r\nmembers by various stratagems. In particular it was said that\nthe\r\nextent and escalation in bad debts, that would otherwise have\r\nrevealed the increased risk to which NPC was exposed as a result\nof\r\nthis misconduct, was misrepresented to the board. This prevented the\r\nboard and the members from taking remedial steps to resolve\nthe issue\r\nof mismanagement. NPC characterised this as the reckless\r\nmismanagement of credit.\n[18]\nThe\r\nconsequence of this reckless credit mismanagement was said to be that\r\nNPC suffered substantial damages by way of the writing\noff of bad\r\ndebts. These had not been reflected in the annual financial\r\nstatements, which therefore disclosed a misleading picture\nof the\r\nfinancial position of NPC. This persisted from 30 September 1984,\r\ncovering the financial year prior to that date, until\n28 February\r\n1997. The complaint in each year was essentially the same, namely,\r\nthat the provision for doubtful debts reflected\nin the annual\r\nfinancial statements, which was R300 000 in every year, save for\r\n1996/7, was too low to provide an accurate\npicture of the potential\r\nbad debts of NPC.\n[14]\nIf\r\nproper provision had been made in each year for doubtful debts, far\r\nlarger amounts would have had to be shown and, had this\nbeen done,\r\nNPC would have shown a loss rather than a profit in virtually every\r\nyear. Certainly the accounts would have reflected\nthe financial\r\nposition of NPC as being parlous if not actually insolvent.\r\nNotwithstanding this, PWC either certified the annual\nfinancial\r\nstatements as being a fair reflection of the financial state of\r\naffairs of NPC as required by s 154(2) of the Act\n(1992 to\r\n1995), or qualified its certification (1983 to 1991 and again in\r\n1997) in a way that was said to have diverted attention\naway from the\r\ntrue underlying problem, of reckless mismanagement of the grant of\r\ncredit and the recovery of debts from members.\n[19]\nNPC alleged that if PWC had properly\r\ndischarged its duties as auditor it would have identified the\r\nwholesale reckless mismanagement\nof credit. A far higher proportion\r\nof the debts reflected in NPC’s books would have been regarded\r\nas doubtful and treated\nas such in the annual financial statements.\r\nThis would have resulted in the profit figure being restated to\r\nreflect the greater\nwrite-offs required in respect of the provision\r\nfor bad and doubtful debts. If the directors were not prepared to\r\nalter the annual\nfinancial statements accordingly (and it was assumed\r\nin the pleadings that they would not have done so) then PWC should\r\nhave qualified\nthem, spelling out in detail their deficiencies and\r\nhighlighting what were said to be misstatements in the directors’\r\nreports.\nIn every year, so it was alleged, PWC should have refused to\r\ncertify the annual financial statements as a true and fair reflection\n\nof the financial affairs of NPC. In not doing so it was in breach of\r\nits contractual obligations.\n[20]\nThe\r\npleadings took a curious turn when it came to the issue of damages.\r\nOne would have expected that after the lengthy recitation\nof PWC’s\r\nduties; the mismanagement of NPC’s affairs; the defects in its\r\nannual financial statements and the alleged\nbreaches by PWC of its\r\ncontractual obligations, there would have been allegations setting\r\nout the respects in which NPC was said\nto have suffered losses in\r\nconsequence of the alleged contractual breaches. Instead there was a\r\nsingle paragraph reading as follows:\n[15]\n‘\nAll\r\nNPC’s aforementioned damages flow naturally from PWC’s\r\nbreach of contract and are damages that are normally to be\n\nanticipated, and are in law to be regarded as, within the\r\ncontemplation of the parties as the probable consequences of a breach\n\nof contract. Alternatively, it was at the time of concluding each of\r\nthe annual contracts within the contemplation of the parties,\nas\r\nrepresented, or ought reasonably to have been within the\r\ncontemplation of the parties as aforesaid, that all the damages as\n\naforesaid, alternatively all the type of damages aforesaid, probably\r\nwould follow from a breach of contract. Alternatively it was\nat the\r\ntime of concluding each of the annual contracts so within the actual\r\ncontemplation of the parties as aforesaid, that the\ncontract in each\r\ncase was in truth concluded on that basis.’\n[21]\nIn the following paragraphs it was\r\nexplained that, notwithstanding anything in the particulars of claim,\r\nthe damages claimed by\nNPC were confined to various heads. Of those\r\nonly two remain relevant, the others having been rejected by the\r\ntrial court. The\nfirst consisted of losses arising from bad debts\r\nwritten off. These were divided into two components, namely bad debts\r\nwritten\noff before 28 February 1998 and bad debts that had not yet\r\nbeen written off by that date, but fell to be written off later. The\n\nlatter were assessed as having been bad on that date, but, when the\r\npleadings were amended in 2011, allowance was made for amounts\nthat\r\nhad in fact been recovered by that date and for any amounts that the\r\nattorney attending to collections expected still to recover,\nless the\r\ncosts of collection which included an insurance premium. The second\r\nhead, which is the subject of the cross-appeal, related\nto the losses\r\nthat NPC alleged it had suffered because it had not recovered these\r\namounts from debtors and hence had not had these\namounts available to\r\nit for further investment or to discharge liabilities. This amount\r\nwas calculated at the rate of interest\nthat the Land Bank had, during\r\nthe relevant period, charged NPC on loans made to it.\n[22]\nIn summary, NPC sought to recover from its\r\nauditors, amounts it claimed to have written off as bad debts or that\r\nit would have to\nwrite off as bad at some future stage. There was no\r\nallegation that the auditors were in any way involved in granting\r\ncredit to\nthe debtors concerned. Nor did they have any responsibility\r\nfor the collection of debts. The bad debts arose because NPC, acting\n\nthrough its own staff and management, extended credit to debtors who\r\neither were not creditworthy when the debts were incurred\nor had\r\nbecome unable to repay them by the time the action commenced. No\r\nallegations were made connecting the auditors to the granting\nof\r\ncredit to these debtors or to the inability to recover these amounts\r\nfrom them.\n[23]\nThis was an undoubted deficiency in the\r\npleadings and it could possibly have been a ground for a further\r\nexception. No legally relevant\nconnection was alleged to exist\r\nbetween the allegations of breach of contract and the amounts that\r\nNPC wished to recover from PWC\nby way of damages. But no exception\r\nwas lodged. The basis upon which the case was conducted emerged from\r\nthe opening address delivered\nin October 2005 when the hearing\r\ncommenced before Botha J. NPC argued that had PWC performed its\r\ncontractual obligations properly\neither the directors, or failing\r\nthem the members of NPC, would have been aware of the gross\r\ndeficiencies in the implementation\nof the credit policy and the\r\nreckless mismanagement of the grant and recovery of credit, and would\r\nhave taken steps to recover\ndebts and put an end to the\r\nirregularities. Instead it was alleged that the mismanagement was\r\nallowed to flourish. Had it been\nchecked, then in relation to each\r\nbad debt making up the overall claim for damages, either credit would\r\nnot have been granted to\nthese debtors or the debts would have been\r\nrecovered.\n[24]\nThe plea added little of moment to the\r\ndefinition of the dispute. It placed in issue virtually every\r\nmaterial allegation in the\nparticulars of claim. That included a\r\ndenial that any contracts had been concluded between NPC and the\r\nfirms making up PWC; a denial\nthat those firms owed any duty to NPC\r\nbeyond those set out in ss 153 and 154 of the Act; a denial that\r\nthere had been reckless\nmismanagement of credit in the activities of\r\nNPC; a denial that PWC had in any respect breached any obligations\r\nthat it owed to\nNPC; a denial, if it had, that NPC had suffered any\r\nloss as a result and a denial of all aspects of the quantum of the\r\nclaim. In\naddition PWC pleaded that any claim against its constituent\r\nfirms had prescribed and that the additional claims imported by NPC\n\nafter the declaratory order was granted had been waived when the\r\namendment of the particulars of claim occurred in 2005 prior to\nthe\r\nresumption of the trial.\nThe\r\nissues\n[25]\nFrom the foregoing the following issues\r\narise in this appeal:\n(a)\nWas the relationship between NPC and PWC\r\ncontractual?\n(b)\nIf so, what were the obligations assumed by\r\nPWC thereunder?\n(c)\nDid officials of NPC recklessly mismanage\r\ncredit as alleged?\n(d)\nDid PWC breach any of its contractual\r\nobligations?\n(e)\nIf so, did those breaches cause NPC to\r\nsuffer any loss?\n(f)\nWhat was the proper basis for determining\r\nthe amount of that loss?\n(g)\nDid the recoverable loss include the claim\r\nfor interest that was the subject of the cross-appeal?\n(h)\nHad the whole, or any part, of the claim\r\nprescribed before the institution of this action?\n(i)\nWhat costs order should have been made in\r\nrelation to the main trial?\n(j)\nWhat costs orders should have been made in\r\nrelation to the subsidiary issues?\nBefore\r\nturning to deal with these questions it is desirable to sketch some\r\nof the relevant background and history.\nNPC’s\r\nbusiness\n[26]\nNPC operated on co-operative principles, to\r\nassist farmers who grew potatoes in obtaining seed potatoes,\r\npackaging, fertiliser,\ninsecticides and other items necessary for the\r\ncultivation of potatoes. It also had facilities for testing and\r\ncertifying the quality\nof seed potatoes, a limited cold storage\r\nfacility for seed potatoes, and field officers to provide advice to\r\nfarmers. Whilst initially\nbased at Bethal in what is now Mpumalanga,\r\nits activities eventually extended to all the major potato growing\r\nareas of South Africa.\nUnlike many other agricultural co-operatives\r\nit did not store or market its members’ products or, in\r\ngeneral, engage in other\nbusiness activities. This was due to the\r\nnature of potatoes as an agricultural commodity that was not\r\ncentrally marketed or subject\nto any form of price control, but would\r\nbe sold by farmers through the fresh produce markets in major centres\r\nand informally from\ntheir farms, with prices being determined by\r\nsupply and demand. It was also a market that producers might enter on\r\nan opportunistic\nbasis when prices were high and offered the\r\nopportunity for a quick profit, but this had the effect of depressing\r\nthose high prices\nbecause of over-supply.\n[27]\nNPC did not itself keep stocks of the items\r\nrequired by its members but purchased them on their behalf and\r\non-sold them. In the\ncase of seed potatoes it would purchase them\r\nfrom its own members and then sell them to other members. The debts\r\nincurred by members\nthrough these activities were referred to as\r\nproduction credits. In order to finance its business NPC borrowed\r\nmoney on favourable\nterms from the Land and Agricultural Bank of\r\nSouth Africa (the Land Bank). Its profitability was dependent upon\r\nany mark-up it\ncharged to its members on the supply of production\r\nmaterials and the difference between the rate of interest that it\r\ncharged its\nmembers and the rate of interest that it was being\r\ncharged by the Land Bank. That did not make for substantial profits\r\nespecially\nas the Land Bank asked co-operatives to limit to one per\r\ncent the margin they charged on loans funded by the Land Bank.\n[28]\nNPC was dependent upon the Land Bank in\r\norder to remain in business. Without the financial support it\r\nreceived from that source\nit could not have continued its activities.\r\nIts liability to the Land Bank was by far its largest liability.\r\nConversely the principal\nasset of NPC was the debts owed to it by\r\nmembers to whom it had granted production credits. These debts were\r\nthe security for the\nLand Bank’s claims. NPC had not built up\r\nreserves of capital to cushion it against any significant downturn in\r\nits financial\nfortunes. Accordingly if it failed in any significant\r\ndegree to collect what was owing to it by its members it faced\r\nclosure.\n[29]\nThe financial challenges facing NPC were\r\nexacerbated by protracted droughts during the 1980s, which made it\r\ndifficult for its members\nto grow the crops necessary to enable them\r\nto repay the production credits they had received from NPC. Whilst\r\nthese sometimes led\nto shortages in the market place and hence higher\r\nprices, the higher prices were insufficient to compensate for the\r\nloss of production.\nDrought caused widespread problems in the\r\nagricultural sector and the government of the day put in place\r\nvarious schemes designed\nto assist farmers who were struggling to\r\nremain in business as a result of the drought. Many members of the\r\nNPC participated in\nthese drought aid schemes, which in practice\r\ninvolved the Land Bank granting extended repayment terms in respect\r\nof certain farmers’\ndebts against the security of a government\r\nguarantee (‘die staatswaarborg’).\n[30]\nThere were also problems in obtaining\r\nsecurity for members’ indebtedness to NPC. The best form of\r\nsecurity in the form of\na mortgage bond over the member’s farm\r\nwas rarely available. Usually farms would be mortgaged to the Land\r\nBank or some other\nfinancial institution. Potatoes were not the\r\nprincipal crop of most members of NPC and the majority were also\r\nmembers of other\nlarger co-operatives, in particular the grain\r\nco-operatives. Although this allowed for some measure of\r\ncross-subsidisation, so\nthat in years where the potato crop was poor\r\nthe grain harvest might be good and vice versa, when both crops were\r\npoor this aggravated\nthe problem of repayment of debts. Because of\r\ntheir greater financial muscle these larger co-operatives were often\r\nable to obtain\nsecurity of better quality and ranking ahead of any\r\nthat NPC could obtain. In addition they usually marketed their\r\nmembers’\nproduce so that they had the advantage of receiving\r\nthe proceeds directly. If NPC wished to obtain direct payment of the\r\nproceeds\nof selling potatoes they had to obtain a written authority\r\nfrom the member, addressed to the market agents used by the farmer to\n\nmarket the potatoes, authorising the agent to pay the proceeds of\r\nsales directly to NPC. In addition NPC would obtain notarial\nbonds\r\nover movables as security, but in the nature of things, if it had to\r\nrely upon such a bond, it rarely proved adequate to\ncover the entire\r\nindebtedness.\n[31]\nThe principal security held by NPC was the\r\nstatutory pledge over its members’ crops, in terms of\r\ns 173(1)\n(c)\nof\r\nthe Act. But the pledge had its limitations. It applied to potatoes\r\nheld by the member at the time the debt arose or any potatoes\n\nproduced or acquired in the period of 18 months thereafter. It was\r\nnot therefore a long-term form of security. Furthermore, as\nthere was\r\nno obligation on farmers to deliver their potato crops to NPC or its\r\nnominated agents, it was relatively easy to circumvent.\nThe evidence\r\nshowed that the efforts by NPC to enforce this security were limited\r\nand sporadic and it frequently agreed to waive\nthe pledge or made\r\nfresh advances to members from the proceeds of their crops, in\r\neffect, creating carry-over debts (‘oorlaatskulde’).\n[32]\nThe uncomfortable financial position of NPC\r\nwas reflected in its annual financial statements for the year after\r\nthe introduction\nof the first drought aid scheme. This was the year\r\nended 30 September 1983 and these statements were not attacked in\r\nthese proceedings.\nThey showed that the total capital of NPC was a\r\nlittle over R2.5 million. Its fixed assets were a little less than R2\r\nmillion and\nits current assets slightly less than R14 million. Of\r\nthat figure, debtors represented nearly R13 million, which was nearly\r\ndouble\nthe figure for the previous year. The amount owing to the Land\r\nBank was nearly R10 million. The surplus for the year was R340 000\n\non a turnover of over R20 million and that was determined after\r\nwriting off bad debts of R430 000, an increase from the previous\n\nyear of 165 per cent.\n[33]\nThe board of directors were clearly aware\r\nof this situation and aware also that NPC was heavily dependent upon\r\nits debtors meeting\ntheir obligations for its financial health. That\r\nwas made clear to them by the auditor – not at that stage Mr\r\nOdendaal –\nwho told the directors at the meeting when they\r\napproved the annual financial statements that special attention\r\nneeded to be given\nto debtors. He is recorded in the minutes as\r\nsaying that bad debts had their origin in the decision to grant\r\ncredit and that it\nwas therefore necessary to ensure that information\r\navailable at that time should be considered carefully and that staff\r\nshould\nbe properly trained in these matters. This caused the board to\r\nresolve that immediate attention be given to the credit policy. At\n\nthe same time it would have been under pressure to provide financial\r\nsupport to its members at the very time that the members were\nfacing\r\ngreat financial constraints and were most likely to default on their\r\nobligations to NPC. Accordingly, satisfying the purpose\nfor which it\r\nwas established and simultaneously implementing stringent credit\r\npolicies was a source of tension if not outright\nconflict.\n[34]\nThe members of NPC were also made aware of\r\nthe dangerous financial situation in which it found itself. In the\r\ndirectors’ report\nforming part of the annual financial\r\nstatements for that year their attention was drawn to the effects of\r\nthe drought and the massive\nincrease in NPC’s debtors.\r\nAccording to the report, if the government had not put forward its\r\ndrought aid scheme ‘your\nCo-operative as well as its producers\r\nwould have been in a serious financial disposition (sic)’.\r\nAlthough there had been\nan increase in membership this was not caused\r\nby farmers entering the potato business but reflected ‘producers’\r\nneed\nfor financing of crops’. That was also reflected in the\r\nincrease in turnover during the year.\n[35]\nThat is how matters stood at the financial\r\nyear end in 1983 and it remained unaltered during the period under\r\nconsideration. The\nallegation that the annual financial statements\r\ndid not reflect the true financial position of NPC from 1984 to 1997\r\nrenders it\nnecessary to consider the picture painted by those\r\nstatements and other documents in those years. To avoid undue\r\nprolixity and\nsimplify reading the detailed analysis is contained in\r\nthe appendix to this judgment. In what follows the conclusions drawn\r\nfrom\nit are summarised. In doing so I will highlight the problems\r\nthat existed; the concerns raised by the Land Bank and the auditors;\n\nthe knowledge of the directors of the financial situation; the steps\r\ntaken by the directors to address the problems that existed;\nand the\r\ninformation given to members about that situation.\nSummary\r\nof the position from 1984 to 1997\n[36]\nFrom October 1983, and the beginning of the\r\n1984 financial year, to November 1997, and the finalisation of the\r\nfinancial statements\nfor the year ended 28 February 1997 the\r\nfinancial statements reflected that NPC was financially insecure. It\r\nlacked capital resources\nto withstand any vicissitudes in trading\r\nconditions. Its operations extended throughout the country, but were\r\ncontrolled centrally\nfrom Bethal, so that it was heavily dependent on\r\nthe field officers and credit officers in the regions for the\r\nimplementation of\ncredit policies. The business of the provision of\r\nproduction materials to its members was conducted almost entirely on\r\ncredit and\nwas dependent upon Land Bank financing. The Land Bank\r\nrepeatedly expressed concern over its practices in regard to the\r\ngrant of\ncredit and the recovery of amounts owing to it, especially\r\nby the exercise of its statutory pledge. Withdrawal of Land Bank\r\nsupport\nor any significant diminution thereof would have been\r\ncatastrophic. When it demanded repayment of debts and reduced its\r\nwillingness\nto provide credit in 1997 this rapidly led to the\r\neffective demise of NPC’s business.\n[37]\nFrom 1983 to 1992 there were persistent\r\ndroughts that eventually affected all areas of agriculture in South\r\nAfrica and the government\nintervened by establishing the series of\r\ndrought aid schemes referred to in para 29. These schemes were\r\nadministered by the Land\nBank, which was already responsible for much\r\nagricultural credit in the country. Its ability from 1983 until 1992\r\nto extend credit\nto co-operatives under these schemes was itself\r\ndependent on the state guarantee. If that were withdrawn, large\r\namounts would have\nbecome due to the Land Bank and would have had to\r\nbe recovered from farmers, who\nex\r\nhypothesi\nhad been enduring difficult\r\ntimes. On a broader front there was always a risk of the government\r\nwithdrawing its support from agriculture,\nparticularly in the\r\nuncertain political climate through the late 1980s and early 1990s.\r\nThe Land Bank itself, if not satisfied\nthat a co-operative was\r\nimplementing the drought aid scheme properly could refuse to pay\r\nclaims under the scheme and it could always\nwithdraw, limit or impose\r\nonerous conditions on the cash credit account of the NPC.\n[38]\nThe NPC had a persistent problem with bad\r\ndebts. In every year a relatively small increase in bad debts written\r\noff would have tipped\nthe balance sheet into negative territory and\r\nreflected that the NPC was trading unprofitably and potentially in\r\ninsolvent circumstances.\nMr Odendaal and the members from time to\r\ntime of the board of directors knew this. So did the members of NPC\r\nbecause it was apparent\nfrom the annual financial statements and\r\n(insofar as members attended such meetings) the reports made by Mr\r\nOdendaal at annual\ngeneral meetings. The adoption of more and more\r\nstringent credit policies did nothing to alleviate this but\r\nnonetheless the board\nconsistently reported that the credit policy\r\nwas being implemented stringently. This was never queried,\r\nnotwithstanding the fact\nthat these policies seemed to make no\r\ndifference to the on-going increases in and concerns about the bad\r\ndebts.\n[39]\nDespite these difficulties the NPC expanded\r\nits operations and its turnover increased virtually every year,\r\nsometimes by very large\namounts. For example between 1986 and 1987 it\r\nincreased from R29.5 million to R48.5 million and again the following\r\nyear to R71\nmillion, where it remained for a year before increasing\r\nto R102 million in 1990. Over the same period debtors increased from\r\nR27\nmillion to R70 million and the indebtedness to the Land Bank by\r\nan equivalent amount from R22 million to R65 million. Over R7 million\n\nhad been written off as bad debts during this period and the extent\r\nof drought aid debt was consistently close to 50 per cent of\nall\r\ndebtors.\n[40]\nIn 1992 NPC was saved from closure by the\r\nreceipt of R28.5 million from the government when the drought aid\r\nscheme and the corresponding\nstate guarantee were terminated. The\r\nopportunity was taken to write off large amounts of debt. However,\r\nnothing thereafter changed\nin NPC’s business operations. Its\r\nturnover increased from 1992 to 1996 from R123 to R142 million, but\r\nits debtors increased\nover the same period from R66 million to R111\r\nmillion, that is, by the same amount. In 1997 the Land Bank reduced\r\nits support substantially\nand imposed conditions on continuing to\r\nprovide credit. As a result the business largely collapsed. Massive\r\namounts were written\noff as bad debts resulting in a loss of R34\r\nmillion in 1997. According to the directors’ report in 1999,\r\nits turnover fell\nfrom R119 million in 1997, to R 83.4 million in\r\n1998 and R53.6 million in 1999. It was utterly dependent on the Land\r\nBank’s\nsupport if it was to remain a going concern. When the\r\nLand Bank commenced action against it that was the straw that broke\r\nthe camel’s\nback. Membership was falling fast from a peak of\r\n906 to 572 and then a little over 100. In 2000 it effectively merged\r\nwith Northern\nTransvaal Co-operative Ltd, and ceased trading.\n[41]\nIn 1997 PWC resigned as auditors. They\r\nconcluded for various reasons that they could not express an audit\r\nopinion on the financial\nstatements for the year ended 28 February\r\n1997 and withheld an opinion. Mr Collett, who played a key role in\r\nthis litigation, had\ncome on the scene and was conducting an\r\ninvestigation that led to the present claim being made against the\r\nauditors. By May 1998\nMr Collett was recorded as informing the\r\ndirectors that he was confident that the claim against the auditors\r\nwould succeed.\n[42]\nThe\r\ndirectors who held office from time to time throughout this period\r\nwere well aware of all these matters. As experienced farmers\n\nthemselves, engaged in growing potatoes and in some instances serving\r\non other agricultural committees and bodies, they were in\na good\r\nposition to judge the state of the agricultural industry,\r\nparticularly as it related to potatoes. They would have known\nabout\r\nthe impact of weather conditions, such as drought, rain and snow, on\r\ncrops; whether pests and disease were affecting crops;\nthe costs of\r\nfarming potatoes at any particular time; the prices being obtained in\r\nfresh produce markets at various times; and,\nin general, the state of\r\nthe potato growing industry. Furthermore, as the directors were\r\nelected to represent the different regions\nin which potatoes were\r\nbeing farmed, each director could be expected to have particular\r\nknowledge of farming conditions in the\narea he (and they were all\r\nmen) represented, as well as a degree of personal knowledge of the\r\npotato farmers in his areas,\n[16]\nwhich would encompass the nature and extent of their farming\r\nactivities, the problems they were encountering and whether they were\n\n‘good’ or ‘bad’ farmers. Lastly, while they\r\nmight not have had advanced education in financial matters,\na number\r\nof them were successfully operating large farming businesses and\r\ncould have been expected to have a reasonable understanding\nof\r\nfinancial matters and financial statements. The suggestion that they\r\nwere simple farmers easily duped by management does not\nhold water.\n[43]\nThe members too would have been generally\r\naware of the matters described in paras 26 to 34 and 36 to 42 above.\r\nThese were all matters\nthat were communicated to them in the annual\r\nfinancial statements of NPC. There were other communications to them\r\nin the form of\na newsletter, the NAKBLAD, and one must accept that as\r\nfarmers they would have paid attention to the information available\r\nthrough\npublic media and the like. It is against that general\r\nbackground that I turn to the specific dispute in the present case.\nThe\r\ndispute\n[44]\nAlthough\r\nthe pleadings (and at times the judgment of the trial court) suggest\r\nthat it was PWC’s responsibility to determine\nthe proper level\r\nof provisions for bad debts and the amounts to be written off each\r\nyear as bad debts, and that the annual provisions\nthey made were\r\ninadequate, that was plainly incorrect and it was not pursued before\r\nus. The case was based on the contention that\nthe reason for the high\r\nlevel of bad debts was mismanagement of the function of granting\r\ncredit and recovery of debts by the officials\nof NPC, who were acting\r\nrecklessly or dishonestly and irregularly, through deliberate\r\nbreaches of the statute of NPC and its credit\npolicy,\n[17]\nand that this was either known to Mr Odendaal or should have become\r\napparent to him had he undertaken a proper audit. The nature\nand\r\nextent of this reckless mismanagement was concealed from the\r\ndirectors and members and PWC’s reports facilitated this.\nThe\r\nreports did not disclose the reckless mismanagement of credit, and\r\nthe amounts written off as bad debts, as well as the standard\nannual\r\nprovision for bad debts, were not a reasonable reflection of the\r\nfinancial position of NPC in respect of these items.\n[45]\nNPC contended that, had PWC complied with\r\ntheir contractual obligations, they would have known the full extent\r\nof the reckless mismanagement\nof credit and would have insisted that\r\nthe financial statements be amended to reflect a more realistic\r\nposition. Alternatively,\nthey should have qualified their reports by\r\nsaying that in their view there was reckless mismanagement of credit;\r\nthat the write-offs\nand provision were substantially inadequate; and,\r\ndrawn attention to the consequences for the financial statements of\r\ntheir views\nbeing given effect. Had they done so it was argued that\r\nfrom the commencement of the period under consideration, the reckless\r\nmismanagement\nof credit and the consequent parlous financial\r\ncircumstances of NPC would have emerged and this would have caused\r\nthe board, or\nfailing it, the members to take steps to remedy the\r\nposition. Instead the situation was allowed to deteriorate until\r\nmatters came\nto a head in 1997. It was contended that the alleged\r\nbreaches of contract by PWC had led to NPC providing credit to\r\nfarmers who\nwere not creditworthy and in due course having to write\r\nthese debts off as irrecoverable. The amounts so written off, in\r\nrespect\neventually of 46 farmers, constituted the damages for which\r\nit said that PWC was liable.\n[46]\nPWC’s stance was that the audits were\r\nall conducted properly and that the approach by NPC has the effect of\r\nmaking the auditors\nthe insurers of the viability of the business.\r\nThey accepted that from time to time it was appropriate for the\r\nauditor’s\nreport to be qualified, but said that the\r\nqualifications included from 1985 to 1991 and again in 1997 were\r\nappropriately phrased\nto convey to NPC and its members the nature and\r\nextent of the problems facing the co-operative and from then on it\r\nwas for them\nto determine what should be done to address the\r\nsituation. They disputed the allegations of reckless mismanagement\r\nand, to the\nextent that the grant of credit in any particular\r\ninstance was inappropriate or unwise, they said that this was no more\r\nthan the\nconsequence of a poor decision taken in the conduct of NPC’s\r\nbusiness, and therefore that responsibility rested ultimately\nwith\r\nthe directors. If the business was run badly and this could be\r\ncharacterised as mismanagement they said that it was for management\n\nand the directors to identify and deal with the problem.\n[47]\nIt is important to note that NPC founded\r\nits attack on the audits on the proposition that there was\r\noverwhelming evidence of material\nmismanagement of credit that could\r\nbe attributed to recklessness or dishonesty on the part of the\r\nresponsible officials. I will\nrefer to this as reckless mismanagement\r\nto distinguish it from a situation where the business was not well\r\nrun; or where there\nwas poor decision-making in regard to the grant\r\nof credit; or where inadequate steps were taken to recover\r\noutstanding debts, all\nof which could possibly be described as\r\nmismanagement, but arising for other reasons, such as incompetence,\r\ncarelessness or inefficiency.\nThe alleged reckless mismanagement\r\nbroadly encompassed credit being granted contrary to the provisions\r\nof the statute of NPC and\nthe credit policy laid down from time to\r\ntime by the board and the failure to enforce strictly the statutory\r\npledge against debtors.\nIt included the irregular inclusion of some\r\ndebtors under the drought aid scheme; the unlawful advance of loans\r\nto subsidiaries;\nthe failure to obtain proper security; manipulation\r\nand renewing of debts so that they appeared to have arisen more\r\nrecently than\nwas in truth the case; the incorrect levying of\r\ninterest and ultimately the under provision for bad debts. This is\r\nthe way in which\nthe case was expressed in the pleadings and it was\r\nreiterated in the heads of argument in this court.\n[48]\nNPC’s case was not that the affairs\r\nof the co-operative were run badly or unwisely, and that the failure\r\nof PWC to demand\nthat higher provisions for bad debts be made in the\r\nannual financial statements, or to qualify their audit reports, was\r\nthe cause\nof their loss. No doubt that was because it would have\r\nraised intractable problems of causation. Holding the auditors liable\r\nfor\nthat kind of mismanagement would effectively make them the\r\nunderwriters of the NPC’s business failures, a risk that they\r\ndid not agree to run when they undertook the audit. It follows that\r\nif the cause of NPC’s problems was that it was a poorly\nrun\r\nbusiness, with a mixture of over generous granting of credit and a\r\nless than zealous approach to the recovery of payment from\ndebtors,\r\nexacerbated by adverse farming conditions and inadequate prices, this\r\ncould not be laid at the door of PWC.\n[49]\nNPC pinned its colours firmly to the mast\r\nof reckless mismanagement of credit by the responsible officials and\r\nthe failure by PWC\nto discover or disclose this and its consequences\r\nin its audit reports. At a minimum NPC ascribed that failure to\r\nnegligence in\nthe performance of the audit. However, in the court\r\nbelow and in its heads of argument, as well as from time to time its\r\noral argument\nin this court, NPC suggested that Mr Odendaal’s\r\nreports were either deliberately dishonest and misleading or that he\r\nallowed\nhimself to become a pawn of management so that his reports\r\nwere a mere smokescreen for their misconduct. I turn then to outline\n\nthe evidence led by the parties in support of their respective cases.\nThe\r\nevidence\n[50]\nA massive number of documents were placed\r\nbefore the court on the basis that they were what they purported to\r\nbe, but the correctness\nof their contents was not admitted. In the\r\ncourse of the trial much use was made of many of these and other\r\ndocuments. However,\nsome potentially important documents were no\r\nlonger available, such as the audit working papers for the period\r\nprior to 1990 and\nthose for 1991. In addition Mr Collett said that\r\nwhen he and his team were undertaking their investigation there were\r\nfiles of\nbad debtors that were not available, which raises the\r\npossibility that the files furnished by the NPC were incomplete. That\r\nis\nreinforced by the fact that Mr Odendaal’s notes in some of\r\nthe audit files refer to balance sheets in respect of debtors,\nwhen\r\nMr Collett’s team found none. It suggested that documents might\r\nhave gone astray and that the files might be incomplete.\n[51]\nNPC presented its case largely through the\r\nevidence of Mr Collett. He had conducted the investigation into the\r\naffairs of NPC after\nthe departure of the chief executive, Mr\r\nBoonzaaier, in 1997 and prepared the report that formed the basis for\r\nthe action against\nPWC. He gave evidence as an expert on the basis of\r\nhis report and the files of documents prepared in the course of his\r\ninvestigation.\nMessrs Marais, Greyling and De Jager, who were\r\npreviously employed by NPC, gave some supporting evidence of a\r\nfactual nature. Mrs\nvan der Merwe explained how the files for each\r\ndebtor whose debt formed part of the claim were assembled from files\r\nobtained from\nNPC and Mr van Schalkwyk dealt with interest rates\r\ncharged by the Land Bank from time to time. Dr Wentzel was a\r\nqualified accountant\nwho had spent his working life working in the\r\nNoord-Westelike Koöperatiewe Landboumaatskapy, and he testified\r\nin regard to\nthe working operations of co-operatives, the drought aid\r\nscheme and certain accounting issues in relation to co-operatives.\n[52]\nMr Hopkins and Professor Wainer gave expert\r\nevidence on accounting issues. They were well qualified to do so. Mr\r\nHopkins was a former\nprofessor of accountancy at the University of\r\nCape Town and had then had a successful career in business with\r\nvarious companies.\nProfessor Wainer had extensive academic experience\r\nas well as substantial involvement in practice with a leading firm of\r\naccountants\nand auditors, of which he had eventually become chief\r\nexecutive, and subsequently as senior partner of another firm. He has\r\nalso\nserved on various professional bodies, particularly those\r\nresponsible for setting standards. At the end of the day, however,\r\nall\nof this was merely supplementary to the evidence of Mr Collett\r\nupon which the entire case for NPC depended. The evidence of both\n\nProfessor Wainer and Mr Hopkins was premised upon there having been\r\nreckless mismanagement of the affairs of NPC, and that, in\nturn,\r\ndepended upon Mr Collett’s evidence.\n[53]\nIt is no surprise therefore that PWC\r\nattacked Mr Collett’s evidence on two grounds. The first,\r\nraised at an early stage of\nhis evidence, was that the opinions he\r\nwas expressing were based upon facts of which there was no proof and\r\nthat, insofar as he\nwas being used to place those facts before the\r\ncourt, his evidence was inadmissible hearsay. In turn, as there was\r\nno proof of\nthe facts on which his opinions were based, those\r\nopinions were irrelevant and inadmissible. The second, raised in\r\nargument rather\nthan in the course of his evidence, was that he was\r\nnot in truth an expert and was accordingly unqualified to express the\r\nopinions\nthat lay at the heart of his evidence regarding the\r\nexistence of reckless mismanagement and the adequacy of the audit\r\nundertaken\nby Mr Odendaal.\n[54]\nPWC led only two witnesses. Their primary\r\nwitness was Mr Odendaal, who testified both as to what he had done in\r\nthe course of conducting\nthe audits over this period and as an expert\r\nwitness as to the standards required of an auditor in the performance\r\nof an audit.\nIn addition they called Mr Tom Wixley, a senior and\r\nexperienced accountant and auditor, who had a 41 year career with one\r\nof the\nlargest accounting firms in the world, of which he ultimately\r\nbecame the local chairman, as well as a member of the international\n\ncouncil of that firm. He also had extensive experience serving on\r\nprofessional bodies especially those responsible for setting\n\nprofessional standards. Like Professor Wainer he has on many\r\noccasions given evidence as an expert witness in relation to\r\naccounting\nmatters.\n[55]\nNPC\r\nlaunched a ferocious attack on Mr Odendaal’s evidence, both in\r\nregard to its substance and in regard to his honesty and\nreliability.\r\nHe was described in the submissions to this court as a shocking\r\nwitness whose evidence was studded with contradictions.\nNPC argued\r\nthat his evidence was evasive and that he repeatedly avoided\r\nanswering questions or simply refused to do so. Although\nthe trial\r\ncourt had heard and rejected a similar attack on his credibility, NPC\r\npersisted in contending in this court that Mr Odendaal’s\n\nevidence should be rejected as untruthful. It submitted that,\r\nalthough an appeal court is reluctant to overturn a finding of\r\ncredibility\nmade by a trial court, based on that court’s\r\nimpression of the witness,\n[18]\nthe trial court had erred in not adopting the approach to his\r\nevidence laid down by this court in\nMartell\n.\n[19]\n[56]\nThe principal evidential dispute appeared\r\ntherefore to be a conflict between Mr Collett and Mr Odendaal, the\r\nformer criticising\nand the latter defending the quality of the audits\r\nundertaken by the latter. The dispute between them lay at the heart\r\nof the central\nissues whether PWC breached its contractual\r\nobligations during this period and, if so, whether that occasioned\r\nloss to NPC, recoverable\nby way of an award of damages. However,\r\nbefore reaching those issues, it is necessary to address the anterior\r\nquestions of the\nnature of PWC’s relationship with NPC as a\r\nresult of its appointment as its statutory auditor; the obligations\r\nthat rested\non PWC as a result of that appointment; and whether the\r\nevidence established that there was indeed reckless mismanagement of\r\ncredit\nby NPC’s officials and concealment of that\r\nmismanagement. It is to those issues that I now turn.\nLegal\r\nbasis for the auditor’s appointment\n[57]\nPWC’s argument under this head was\r\nthat the appointment of an auditor was a requirement of the Act (s\r\n143(1)) and had to be\nundertaken by the members of NPC at the annual\r\ngeneral meeting (s 145(1)). The co-operative was obliged to pay the\r\nauditor the\nagreed fee for rendering the audit services (s 155(1)).\r\nAccordingly the decision by the annual general meeting was the sole\r\nsource\nof the auditor’s appointment as such and was not in any\r\nway dependent upon a contractual relationship existing between the\n\nauditor and the co-operative. They submitted that the Act provided a\r\ncomprehensive code covering the appointment and duties of\nthe auditor\r\n(ss 152 -154). In those circumstances it was contended that the\r\nsource of the auditor's appointment in this case\nwas statutory and\r\nnot contractual. Furthermore PWC contended that there was no evidence\r\nof any contract in the particular circumstances\nof this case that\r\nwould alter that situation.\n[58]\nThe argument is one with potentially\r\nfar-reaching consequences, as it would apply with equal force to the\r\nappointment of auditors\nby companies, something that has been a\r\nfeature of legislation governing companies for many years both in\r\nthis country and elsewhere.\nYet no authority was cited for the\r\nproposition and my own researches have not revealed that it has\r\noccurred to any lawyer to argue\na similar point in this or any other\r\njurisdiction. Whilst novelty alone is not a ground for rejecting a\r\nlegal point the fact that\nover a protracted period an otherwise\r\nobvious contention does not appear to have been raised anywhere is a\r\nground for suspecting\nthat it may not be sound.\n[59]\nIn my judgment the point is not sound. The\r\nfallacy lies in approaching the matter solely from the perspective of\r\nwhat must occur\nat the annual general meeting of the co-operative or\r\ncompany and not from what must necessarily precede it. The decision\r\nat the\nannual general meeting to appoint a particular person or firm\r\nas auditor must necessarily be preceded by the board of directors\n\n(or, if there is opposition to their proposal, the opposing faction\r\nin relation to their own nominee) approaching a firm of auditors\nand\r\nasking whether they are willing to accept the appointment. Auditors\r\nlike PWC are firms that offer specialist auditing services\nin return\r\nfor remuneration. They are under no obligation to accept an\r\nappointment as auditor and will only do so if the terms of\n\nappointment offered to them are sufficiently attractive and\r\nacceptable. A proposal to appoint them as auditor will always follow\n\nupon agreement having been reached upon these matters. Only then will\r\nit be proposed to the members at the annual general meeting\nthat they\r\nshould agree to make the appointment.\n[60]\nIt\r\ndoes not seem to me to matter in those circumstances whether one\r\nanalyses the legal position on the basis that the co-operative\nor\r\ncompany making the appointment offers to appoint the auditor on the\r\nterms agreed, such appointment to be finalised by the approval\nof the\r\nmembers at the annual general meeting, and the auditor accepts that\r\noffer, or as an offer by the auditor to accept an appointment\non\r\nagreed terms accepted by the co-operative or company by way of the\r\nresolution of members at the annual general meeting. The\nonly\r\napparent difference between those two analyses might be as to the\r\nprecise moment when the contract comes into existence. The\n\nrelationship in either event is contractual. It is noteworthy that\r\nthis is the view of it taken by the auditing profession in its\n\npublished auditing standards (Audit statement 211). It is also the\r\nconsistent view of legal writers dealing with the relationship\n\nbetween an auditor and the enterprise being audited.\n[20]\n[61]\nFor\r\nthose reasons I hold that the relationship between the various\r\niterations of PWC as auditor of NPC from time to time and NPC\nwas\r\ncontractual. Bearing in mind the provisions of s 145(3) of the\r\nAct, which in this respect paralleled the provisions of\ns 270(2)\r\nof the Companies Act 61 of 1973, which was in force at the time, this\r\nwas not a single continuing relationship such\nas that created by a\r\ncontract of employment. Under the Act each annual appointment of an\r\nauditor gave rise to a separate contract.\nThat has an important\r\nbearing on not only the issue of prescription, but also the issues of\r\nnegligence and causation. This is especially\nso because there were\r\nfour different firms that contracted with NPC during the years in\r\nquestion. A breach of contract by the one\ncannot therefore be\r\n‘carried over’ or attributed to another. There is no\r\nquestion of a continuing breach of contract.\nAs the authors of\nJackson\r\nand Powell\n[21]\npoint out:\n‘\nThe\r\nfact that auditors have negligently performed their duties in one\r\nyear does not by itself establish that the absence of a report\nabout\r\nthe same matter in the next year is negligent. Where what is\r\ncomplained of is an omission to note a particular point the\n\ncircumstances giving rise to that omission in the year in question\r\nneed to be examined.’\n[62]\nThe\r\nentire case was conducted without this important point being raised\r\nor canvassed. NPC’s approach was that there was a\ncontinuing\r\nbreach of contract by a single entity compendiously described as PWC.\r\nThat was erroneous. If there were breaches of\ncontract by any of the\r\nfour firms so described they were independent breaches occurring in\r\ndifferent years and having different\nconsequences. It was necessary\r\nto identify the consequences flowing from each such breach. As the\r\ncase lay in contract, not delict,\nthere was no question of joint\r\nwrongdoing and no basis for judgment to be entered jointly against\r\ndifferent firms as happened when\nthe issue of quantum was addressed.\r\nCases of true joint liability in contract are most likely to arise in\r\ncircumstances where the\nparties being held liable are parties to the\r\nsame contract and the claim arises out of the same breach, but for\r\nsome or other reason\nthey are not jointly and severally liable.\n[22]\nThe present was a situation where the possibility existed of saying\r\nthat the different firms were separately and independently\nliable for\r\nthe same or similar loss,\n[23]\nbut the case was not pursued on that footing.\nPWC’s\r\ncontractual obligations\n[63]\nThe\r\nrole of the auditor has been the subject of numerous judgments, none\r\nmore lucid than that of Bingham LJ in\nCaparo\r\nv Dickman\n,\n[24]\nwhere he said:\n‘\nAt\r\nthe heart of this case lies the role of the statutory auditor. That\r\nrole is, I think, without close analogy. Its peculiar characteristics\n\nderive from the nature of the public limited liability company. The\r\nmembers, or shareholders, of the company are its owners. But\nthey are\r\ntoo numerous, and in most cases too unskilled, to undertake the\r\nday-to-day management of that which they own. So responsibility\nfor\r\nday-to-day management of the company is delegated to directors. The\r\nshareholders, despite their overall powers of control,\nare in most\r\ncompanies for most of the time investors and little more. But it\r\nwould, of course, be unsatisfactory and open to abuse\nif the\r\nshareholders received no report on the financial stewardship of their\r\ninvestment save from those to whom the stewardship\nhad been\r\nentrusted. So provision is made for the company in general meeting to\r\nappoint an auditor … whose duty is to investigate\nand form an\r\nopinion on the adequacy of the company's accounting records and\r\nreturns, and the correspondence between the company's\naccounting\r\nrecords and returns and its accounts … The auditor has then to\r\nreport to the company's members (among other things)\nwhether in his\r\nopinion the company's accounts give a true and fair view of the\r\ncompany's financial position … In carrying\nout his\r\ninvestigation and in forming his opinion the auditor necessarily\r\nworks very closely with the directors and officers of\nthe company. He\r\nreceives his remuneration from the company. He naturally, and\r\nrightly, regards the company as his client. But he\nis employed by the\r\ncompany to exercise his professional skill and judgment for the\r\npurpose of giving the shareholders an independent\nreport on the\r\nreliability of the company’s accounts and thus on their\r\ninvestment.’\nSave\r\nthat the members of NPC were not investors, but became members in\r\norder to facilitate and further their own farming interests,\nI think\r\nthat this correctly states the function that PWC was obliged to\r\nfulfil for NPC.\n[64]\nThe\r\nauditors’ obligation was to express an opinion on the financial\r\nstatements prepared by management, an expression that\nencompasses\r\nboth the board of directors and the officials acting under their\r\ndirection. Under the Act the responsibility for managing\nthe affairs\r\nof NPC, covering both the conduct of the business and the adoption of\r\nappropriate accounting practices in accordance\nwith GAAP, lay with\r\nthe board of directors. They were also responsible for preparing the\r\nfinancial statements on which PWC expressed\nan opinion. PWC were not\r\nan adviser and it was not part of their audit function to advise on\r\nthe manner in which NPC should have\nconducted its business or whether\r\nit was being run in a prudent fashion.\n[25]\nThey were, however, obliged to conduct the audit in a reasonably\r\nskilled manner and without negligence.\n[26]\nIf in the course of the conduct of the audit they discovered matters\r\nconcerning the manner in which the business was being conducted\nthat\r\nmight materially affect the accuracy of the financial statements it\r\nwas part of their audit responsibility to investigate\nand report it\r\nto the appropriate level of management. Depending on the outcome of\r\ntheir investigations they might have required\nthe financial\r\nstatements to be amended or have qualified or withheld their report\r\nto members.\n[65]\nThe primary source of a statutory auditor’s\r\nrights and obligations under its contract with its client is the\r\nstatute. In this\ncase, although NPC sought in its pleaded case to\r\nburden PWC with obligations going beyond its statutory duties, it led\r\nno evidence\nto support that approach. It contended that PWC was\r\nobliged to audit its accounting records; to investigate its system of\r\ninternal\ncontrols and report on it; to evaluate its accounting\r\npolicies and report on them; and to comply with unspecified\r\nprovisions of\nNPC’s statutes. An endeavour was made to\r\nsub-divide the audit function into separate compartments, but that\r\nwas inappropriate.\nIt overlooked that the function of the auditor\r\nunder the Act was a global one, namely to audit and evaluate the\r\nfinancial statements\nof NPC and to determine and report whether they\r\nfairly reflected its financial affairs and the result of its\r\nactivities (s 145(2)).\nIn the course of that they would need to\r\nexamine many of the matters identified in the particulars of claim,\r\nbut it is necessary\nto keep in mind that their task was a global one.\n[66]\nThe relevant provisions of s 153 of\r\nthe Act provided that the auditor was obliged to:\n‘\n(a)\r\nexamine the co-operative's annual financial statements …\n(b)\r\nsatisfy himself that proper accounting records in accordance with the\r\nrequirements of this Act have been kept by the co-operative\nand that\r\nproper returns, adequate for the purposes of his audit, have been\r\nreceived from branches and depots not visited by him;\n(c)-(e)\r\n…\n(f)\r\nobtain all the information and explanations which to the best of his\r\nknowledge and belief are necessary for the purpose of carrying\nout\r\nhis duties;\n(g)\r\nsatisfy himself that the co-operative's annual financial statements\r\nare in agreement with its accounting records;\n(h)\r\nexamine the accounting records of the co-operative and carry out such\r\ntests in respect of such records and such other auditing\nprocedures\r\nas he may consider necessary in order to satisfy himself that the\r\nannual financial statements fairly reflect the financial\nstate of the\r\naffairs of the co-operative and the results of its operations in\r\nconformity with generally accepted accounting practice\napplied on a\r\nbasis consistent with that of the preceding year;\n(i)\r\nsatisfy himself that statements made by the directors in their report\r\ndo not conflict with a fair interpretation or distort\nthe meaning of\r\nthe annual financial statements and the company notes …’\n[67]\nHaving\r\nconducted an audit in accordance with those provisions PWC was then\r\nobliged to render its report to the members of NPC. If\nsatisfied that\r\nthe annual financial statements fairly reflected its financial state\r\nof affairs and the result of its trading activities\nit would report\r\naccordingly. If unable to do so, or only able to do so with\r\nqualifications, PWC was obliged to report to that effect\nand to set\r\nforth the facts and circumstances that prevented it from giving a\r\nreport. or an unqualified report, as the case might\nbe\r\n(s 154(3)).\n[27]\nWhether\r\nPWC properly discharged its obligations in this regard was central to\r\nthe dispute in this case.\n[68]\nThe audit standards dealt with the nature\r\nof the qualifications that an auditor could attach to their report,\r\nand to when such qualifications\nwere justified and when an audit\r\nreport should be declined or an adverse report given. Audit standard\r\nAU 321 in GAAS set out the\nfollowing position from 1982 until 1990,\r\nduring which PWC consistently issued qualified audit reports. An\r\nunqualified audit report\nwas one that expressed the view that the\r\nfinancial statements fairly represented the financial position of the\r\naudited entity and\nthe result of its activities. The need to qualify\r\na report could arise either from uncertainty about matters that\r\nprevented the\nauditor from expressing an unqualified opinion, or\r\ndisagreement between the auditor and management as to the\r\npresentation of matters\nin the financial statements. If the\r\nuncertainty related to a material matter then the auditor could\r\nreport that ‘subject\nto’ the relevant matter the\r\nfinancial statements fairly reflected the financial position.\r\nHowever, if the uncertainty was\nfundamental, because, for example, it\r\nwould affect the solvency of the enterprise or its status as a going\r\nconcern, then the auditor\nwas obliged to disclaim an opinion, that\r\nis, to report that they were unable to form a view on whether the\r\nfinancial statements\nfairly reflected the entity’s financial\r\nposition and activities.\n[69]\nWhere the problem was a disagreement\r\nbetween the auditor and management on the proper presentation of\r\nmatters in the financial statements,\nand the disagreement was\r\nmaterial, but not fundamental, the auditor was required by the audit\r\nstandard to express the opinion that,\n‘except for’ the\r\narea of disagreement, the financial statements fairly reflected the\r\nfinancial position and the activities\nof the enterprise. If the\r\ndisagreement was fundamental the auditor was obliged to express the\r\nopinion that the financial statements\ndid not fairly reflect the\r\nenterprise’s financial position and activities.\n[70]\nIn\r\nits original form AU 321 said that the explanatory paragraph in which\r\nan auditor set out the reasons for qualifying should include\n‘a\r\nbrief résumé of the reasons for the qualification, the\r\nimplications thereof for the financial statements\nand where possible\r\nthe amounts involved’. Sufficient information had to be given\r\nto enable the reader to understand clearly\nthe reason for the\r\nqualification. This had to be construed in the light of the\r\nrequirement in s 154(3) of the Act that obliged\nthe auditor to\r\nset forth the facts and circumstances preventing them from giving a\r\nreport or an unqualified report. The statute\ndemanded a full\r\nstatement of matters giving rise to that situation and the auditing\r\nstandard could not detract from that. It is\nimportant to note that\r\ncompliance with the provisions of GAAS, while possibly a necessary\r\ncondition for an auditor not to be held\nin breach of contract, may\r\nnot be a sufficient condition therefor, if the GAAS standard is less\r\nstringent than a statutory obligation.\nSimilarly, such compliance\r\ngoes some way towards showing that the auditor was not negligent, but\r\nis not necessarily decisive.\n[28]\n[71]\nIn 1991 AU 321 was revised to exclude the\r\npossibility of a ‘subject to’ opinion being expressed in\r\nthe case of material\nuncertainty. The circumstances that hitherto had\r\nattracted that kind of qualification would now require an ‘except\r\nfor’\nqualification or a disclaimer of opinion. If the auditor\r\ndisclaimed an opinion they had to set out the reasons therefor. This\r\nis\nwhat Mr Odendaal did in 1991, although the grounds for his\r\ndisclaimer were challenged. The revised standard contained the same\r\nprovision in regard to the explanation for a qualified opinion or a\r\ndisclaimer, save that it added that all material matters about\nwhich\r\nthe auditor had reservations should be mentioned. The audit standard\r\nmade it clear that, as with many other aspects of an\naudit, it was a\r\nmatter for the professional judgment of the auditor to determine\r\nwhether something was material.\n[72]\nApart\r\nfrom the issues surrounding the auditor’s duties in relation to\r\nthe report made to members at the end of the audit,\nultimately there\r\nwas little controversy over their obligations in terms of the audit\r\nstandards. They were required to approach\nthe audit from an\r\nindependent and slightly sceptical standpoint\n[29]\nrecognising that there are many reasons why financial statements may\r\nbe materially misstated. The audit had to be planned so that\nareas of\r\nmaterial risk would be identified and suitable audit evidence\r\nobtained to enable the auditor to express an opinion on\nthe financial\r\nstatements. Such evidence could either come from testing the internal\r\ncontrols of the enterprise, or from other sources,\nreferred to as\r\nsubstantive evidence. If the audit revealed areas of potential risk\r\nthe auditor was obliged to investigate sufficiently\nto satisfy\r\nthemselves that they did not result in misstatements in the financial\r\nstatements, or to ascertain the extent to which\nthey did and affected\r\nfair presentation of the enterprise’s financial position and\r\nreport accordingly. In the latter case\nthis could result in the\r\nfinancial statements being redrawn or in a qualified report.\n[73]\nOn\r\nthe central question of the audit of debtors all the experts agreed\r\nthat the auditor’s task was to assess whether management’s\n\nview of the extent to which the debts were likely to be recoverable\r\nand to result in a cash flow to the enterprise was reasonable.\n[30]\nIt was accepted that this was a matter of judgment based on the audit\r\nevidence available to the auditor. A dispute over this issue\nraged\r\nbetween the experts with the NPC’s experts, Professor Wainer\r\nand Mr Hopkins, being strongly critical of the approach\nadopted by Mr\r\nOdendaal, and Mr Wixley saying that his approach was acceptable. In\r\naddition Mr Odendaal, as was to be expected,\ndefended his approach. I\r\nwill revert to this in dealing with the allegations of breach of\r\ncontract.\n[74]\nThe only other significant point to note at\r\nthis stage is that throughout the relevant period there was no\r\npublished audit standard\ndealing with audit assessments of the\r\nrecoverability and value of debtors. SAAS 540 dealing with the audit\r\nof accounting estimates\nwas only published in January 1997. It\r\nprovided, somewhat unhelpfully, that the auditor should obtain\r\nsufficient appropriate audit\nevidence regarding accounting estimates\r\nand whether they were reasonable. The auditor could either obtain\r\nsuch evidence by reviewing\nand testing the process used by management\r\nto develop the estimate, or by using an independent estimate, or by\r\nreviewing subsequent\nevents confirming (or presumably not confirming)\r\nthe estimate. It said that in evaluating the data and process used by\r\nmanagement\nthe auditor should test whether the data was accurate,\r\ncomplete and relevant and had been analysed appropriately. A\r\ncomparison\nof previous estimates with actual experience would enable\r\nthe auditor to determine whether the estimates were reliable. Where\r\navailable,\nevents after year end tending to reflect on the\r\nreliability of such estimates might provide helpful audit evidence.\r\nThe auditor\ncould only demand a revision of the estimate by\r\nmanagement if the difference between management’s estimate and\r\nthat of the\nauditor was unreasonable. If management was unwilling to\r\nrevise its estimate the difference should, in terms of this standard,\r\nbe treated as a misstatement and might lead to the qualification of\r\nthe auditor’s report.\n[75]\nTwo other points warrant brief mention. The\r\nfirst is that, apart from the duty to report to members on the\r\nfinancial statements,\nthe auditor had a duty to report to the\r\nappropriate levels of management about weaknesses discovered in\r\ninternal controls and accounting\nsystems. A number of Mr Odendaal’s\r\naudit reports, which were addressed to senior management and the\r\nboard, highlighted failures\nto adhere strictly to the requirements of\r\nthe credit policy and to other weaknesses in the internal systems of\r\nNPC. For the purpose\nof NPC’s complaints, however, these were\r\nonly relevant to the extent that it was contended that their contents\r\nrevealed that\nthe auditor should have undertaken further\r\ninvestigations or incorporated reference to the contents of these\r\nreports in the auditor’s\nreport in the annual financial\r\nstatements. Second, it was accepted that the auditor should maintain\r\nrecords in the form of audit\nworking papers of the work undertaken,\r\ncontaining details of the audit evidence obtained in the course of\r\nthe audit and the investigations\nundertaken in the procurement of\r\nthat evidence. Mr Odendaal’s notes on many of the central\r\nissues were criticised as being\ncryptic – an apt description –\r\nand it was argued that they showed that he had not undertaken the\r\nwork he claimed to\nhave done in the course of the audit. This becomes\r\nrelevant when considering his evidence.\nWas\r\nthere reckless mismanagement of credit at NPC?\n[76]\nNPC’s case, as described in para 47\r\nabove, was that there was reckless mismanagement by its officials in\r\nthe grant of\ncredit and the recovery of debts and that such reckless\r\nmismanagement had led to material under-provisions in respect of\r\ndoubtful\ndebts. The trial court found this to be established, albeit\r\nin somewhat broad and general terms. Its conclusions were expressed\n\nas follows:\n‘\nIf\r\nthere is one overwhelming impression left by the evidence it is that\r\nthere was mismanagement at NPC …\nThe\r\nmismanagement primarily took two forms: the injudicious or irregular\r\ngrant of credit and the ineffective collection of debts,\nprimarily in\r\ncompany with a failure to enforce the pledge.’\n[31]\n(My translation)\nIt\r\nis by no means clear what the judge intended to convey by this. It\r\nwas not NPC’s case that its affairs had been mismanaged\nin the\r\nlimited sense of having been badly run and unwise business decisions\r\nhaving been taken. Its case was that the employees\nresponsible for\r\nthe grant of credit and the recovery of debts had acted recklessly or\r\ndishonestly or deliberately in breach of\npolicies binding upon them\r\nand then concealed their own misconduct. However, there is no such\r\nfinding in the judgment of the trial\ncourt and that notion seems\r\ninconsistent with the judge having held that the directors of NPC had\r\nfull knowledge of the mismanagement.\n[77]\nNPC’s case on this issue rested on\r\nthe documents that were placed before the court, primarily in the\r\nform of debtors’\nfiles prepared by Mr Collett and his team of\r\ninvestigators, and on Mr Collett’s evidence and, in particular,\r\nthe conclusions\nhe drew and the opinions he expressed on those\r\ndocuments. That renders it appropriate at this stage of the judgment\r\nto deal with\nthe objections raised by PWC to the use made of those\r\ndocuments and to Mr Collett’s standing as an expert witness. I\r\nwill\ndeal with them separately under the general, but not necessarily\r\ncomprehensive, headings of ‘hearsay’ and ‘expert\n\nevidence’ and then revert to the issue of reckless\r\nmismanagement.\nHearsay\n[78]\nBoth\r\nwhen the trial initially commenced before Hartzenberg J with the\r\nevidence of Mr van Rensburg and again when it re-commenced\nbefore\r\nBotha J with the evidence of Mr Collett, counsel then appearing for\r\nPWC recorded an objection to either witness giving evidence\nthat\r\namounted to hearsay. On both occasions, however, he indicated that,\r\nrather than seeking a ruling whenever hearsay evidence\nwas led, or\r\nperhaps a general ruling, he would wait until the end of the witness’\r\nevidence to deal finally with the objection.\nThat was (and still is)\r\na common practice in trials and finds some limited sanction in the\r\nprovisions of\ns 3(3)\nof the\nLaw of Evidence Amendment Act 45 of\n1988\n. Where the scope of the evidence is limited and its\r\nadmissibility may be contestable, to admit it provisionally may be a\r\nconvenient\nway for the trial to proceed. However, in a case of the\r\nscope and magnitude of this one it was disastrous because, as Lord\r\nTomlin\nsaid in 1935\n[32]\nin\r\nregard to the evidence of expert witnesses on the meaning of a patent\r\nspecification:\n‘\nIn\r\nthe first place time is wasted and money spent on what is not\r\nlegitimate. In the second place there accumulates a mass of material\n\nwhich far from assisting the Judge renders his task the more\r\ndifficult, because he has to sift the grain from an unnecessary\r\namount\nof chaff.\nIn\r\nmy opinion the trial Courts should make strenuous efforts to put a\r\ncheck upon an undesirable and growing practice.’\n[79]\nIt\r\nwas apparent from the outset of Mr Collett’s evidence that,\r\ninsofar as he spoke of facts concerning the affairs of NPC,\nhe was\r\nentirely dependent upon the documents he had looked at and assembled\r\ninto the extensive trial bundles. He was led in chief\nfrom his two\r\nsummaries of expert evidence. These showed that the source of his\r\nknowledge of the facts was the documents, not least\nbecause of the\r\ncopious references to those documents in those summaries.  When\r\nPWC’s counsel objected that this was\nhearsay, NPC’s\r\ncounsel responded that much of Mr Collett’s evidence would be\r\nhearsay.\n[33]\nHe added that,\r\nunless supported by other admissible evidence or an application had\r\nbeen made to admit it in terms of\ns 3\nof the\nLaw of Evidence\nAmendment Act 45 of 1988\nit should be ignored. No such application\r\nwas ever made or foreshadowed. Nor was it argued that the documents\r\nwere proof of their\ncontents and admissible in terms of s 34 of\r\nthe Civil Proceedings and Evidence Act 25 of 1965. Nor did the\r\nevidence of Messrs\nMarais and Greyling take the matter any further.\n[80]\nIn\r\nmy view, notwithstanding the stance of PWC’s counsel, the trial\r\ncourt should have intervened once it became apparent, as\nit must have\r\ndone within a couple of days of Mr Collett commencing giving\r\nevidence, that it was overwhelmingly based upon hearsay.\nThe basic\r\nprinciple is that, while a party may in general call its witnesses in\r\nany order it likes, it is the usual practice for\nexpert witnesses to\r\nbe called after witnesses of fact, where they are to be called upon\r\nto express opinions on the facts dealt\nwith by such witnesses.\n[34]\nWhile the conduct of the trial is usually a matter for the parties to\r\ndetermine as they present their cases,\n[35]\nI have no doubt that, in the exercise of a judge’s power to\r\ncontrol trial proceedings, the judge may intervene to ensure\nthat\r\nthey are conducted in a manner that avoids delay and the unwarranted\r\nescalation of costs. Two courses of action were open\nto the judge.\r\nThe first would have been to require NPC to identify the hearsay\r\nevidence that it wished to have admitted and make\napplication for its\r\nadmission on any available ground, and then to make a ruling on its\r\nadmissibility. Such a ruling could always\nhave been revisited at a\r\nlater stage of the trial if necessary. The second, insofar as it was\r\nindicated that witnesses would be\ncalled to substantiate the hearsay\r\nevidence, was to require that Mr Collett’s evidence stand down\r\nuntil such evidence had\nbeen led and was properly before the court.\r\nThat would have been an appropriate and permissible course for the\r\njudge to adopt.\nInstead Mr Collett was allowed to continue unchecked.\n[81]\nThe\r\nnext stage at which this issue could have been addressed was when Mr\r\nCollett finished giving evidence and before he was cross-examined.\n\nInstead he was cross-examined on the very evidence that was said to\r\nbe inadmissible. The third time it should have been dealt with\nwas at\r\nthe close of NPC’s case,\n[36]\nbut the court was not asked to make a ruling. Then at the end of the\r\ntrial, after some 160 days had been spent on this evidence,\nit was\r\nsubmitted that it was all inadmissible hearsay. By then of course it\r\nwas impossible to sort the wheat of admissible evidence\nfrom the\r\nchaff of inadmissible hearsay.\n[82]\nThe judge was correct to say that the\r\nexpert accounting witnesses could properly express an opinion on the\r\nappropriateness of Mr\nOdendaal’s audit work where that was\r\nbased solely on documents. That was permissible, because they were\r\n‘walking in\nMr Odendaal’s shoes’. In other words to\r\nthe extent that they looked at the same documents as Mr Odendaal and\r\nexpressed\nviews as to the audit consequences flowing from those\r\ndocuments, all that was necessary was that the documents be\r\nidentified as\nthose on the basis of which Mr Odendaal had conducted\r\nhis audit. Of course, to the extent that Mr Odendaal said that he\r\nrelied\nfor his audit on material not emerging from those documents,\r\nthat would affect the validity of those opinions, but it would not\n\nrender the documents inadmissible for that limited purpose. However,\r\nwhen used, as Mr Collett did, for other purposes such as those\n\ndescribed in the following paragraphs, that was impermissible.\n[83]\nOver\r\nand above his opinions on auditing questions, Mr Collett described in\r\ndetail the business of NPC, the terms of its statutes\nand the history\r\nof its mergers with other co-operatives. He told the court what role\r\nthe directors played in its operations, what\nthe credit policy was\r\nand how it fell to be applied. He said how the production accounts\r\nwere conducted and, as counsel for NPC\nput it in oral argument before\r\nus, described ‘every facet of its business’.\n[37]\nLastly, he dealt with what had occurred with each of fifty debtors in\r\nthe conduct of their accounts with NPC over the entire period.\n[84]\nThese were plainly matters of which Mr\r\nCollett had no personal knowledge and this evidence should have come\r\nfrom the directors and\nemployees of NPC, who were familiar with them.\r\nHis knowledge was gleaned entirely from the documents he had read and\r\nthe interpretation\nhe put on those documents. Thus one finds him at\r\none stage reading into the record an extract from a minute of a\r\ndirectors’\nmeeting and telling the court that he was not sure\r\nwhat one sentence meant, but that a later sentence meant that the\r\ndirectors\nhad taken a particular decision. He said that the directors\r\nhad played a non-executive role and that their only engagement with\n\nNPC’s management was at the directors’ meetings held\r\nthree times a year. He explained that debtors had been given credit\n\nwithout authority merely because he was unable to find a credit\r\napplication form in the debtor’s file and could not find\na\r\nresolution of directors authorising the extension of credit. No-one\r\nresponsible for granting credit gave evidence as to the circumstances\n\nin which it was extended or how it could have been extended without\r\nauthority.\n[85]\nThe overall extent of the hearsay evidence\r\nintroduced by Mr Collett is apparent from a consideration of the\r\nvarious headings to\ndifferent sections of his first expert summary.\r\nThese started (I translate) with ‘The business of the TPC and\r\nthe foundation\nof the NPC (1983 to 1988)’. They continued with\r\n‘The merger between TPC and Markpro that brought the NPC into\r\nexistence’;\n‘The NPC from 1988 to 1993’; ‘The\r\nmerger of NPC and Peko (Co-operative) Ltd on 31 December 1993 to\r\nbring the\nNPC (after merger) into existence’; ‘The NPC\r\nafter merger (1993-1998)’ and ‘The nature of NPC’s\r\nbusiness’.\nThis demonstrated unequivocally that the suggestion\r\nmade to us in argument, that Mr Collett was only dealing with the\r\noperations\nof NPC’s business in 1997 and 1998 when he was\r\ndirectly involved in its affairs, was unfounded. The summary, which\r\nwas closely\nfollowed in evidence, dealt with the potato harvest from\r\n1985 to 1997 for NPC members and nationally, as well as the prices\r\nprevailing\nin markets around the country, apparently derived from NPC\r\nrecords and information from the Potato Board. This formed the basis\n\nfor various calculations made by Mr Collett largely for the purpose\r\nof comparing conditions in the potato industry with those in\nregard\r\nto mealies.\n[86]\nAfter an excursus by Mr Collett into the\r\nprovisions of the Act and the statute of NPC, which involved him in\r\nexpressing opinions\non legal issues, he then dealt extensively with\r\nthe credit policy of NPC, analysing which of its provisions were of\r\nthe greatest\nimportance. After expressing an opinion on the\r\nimportance of this to the risk undertaken by NPC in giving credit to\r\nmembers, he\npassed on to an analysis of non-compliance with the\r\ncredit policy. Later he was to deal with the system of internal\r\ncontrols. He\nalso dealt with the drought aid scheme, before\r\nexplaining in some detail the basis upon which the government\r\nwithdrew the state\nguarantee. Other factual matters dealt with in his\r\nevidence were the terms of the loans advanced by the Land Bank to\r\nNPC; the manner\nin which NPC charged interest on debts; and the\r\noperations of the subsidiaries. This summary is by no means\r\ncomprehensive.\n[87]\nIt was submitted that many of these\r\napparent problems were overcome in the light of other evidence at the\r\ntrial and that NPC had\nlittle option but to follow this course,\r\nparticularly in relation to the history of the debtors. That\r\nproposition can be disposed\nof summarily. Mr Pieterse, a director\r\nfrom 1987 and the chair of the board from 1996 attended much of the\r\ntrial and was available\nto deal with these matters. There was no\r\nindication that employees working in the credit department and the\r\ndifferent regions could\nnot have been called to explain why credit\r\nwas given in the case of the farmers whose bad debts made up the\r\nclaim and what was\ndone to recover those debts, or why the statutory\r\npledge was relaxed or not enforced. The decision to conduct the case\r\nby leading\nthe evidence of Mr Collett on the history and the relevant\r\nfacts was seriously and obviously flawed and it should not have been\n\npermitted.\n[88]\nThe argument on admissibility was advanced\r\non the footing that Mr Collett’s evidence fell into five\r\ncomponents. First, insofar\nas he relied on the contents of minutes of\r\nmeetings, Mr van Rensburg testified that the minutes of directors’\r\nmeetings and\nmeetings of the credit committee were an accurate\r\nreflection of what occurred at those meetings. That meant, so it was\r\nargued,\nthat what was recorded in those minutes could be taken as\r\nfactually correct. However, that went further than Mr van Rensburg’s\n\nevidence. The agreement between the parties prior to the trial\r\ncommencing was that documents were what they purported to be and\n\ncould be used without producing the originals. Mr van Rensburg’s\r\nevidence was that the minutes were accurate. However, that\nmeant no\r\nmore than that the minutes reflected what had transpired at the\r\nmeetings and excluded the possibility that matters other\nthan those\r\nshown in the minutes had been the subject of discussion. It was not a\r\nbasis for asserting the factual correctness of\nstatements in regard,\r\nfor example, to debtors and their accounts.\n[89]\nSecond,\r\nit was argued that the contents of the debtors’ files could be\r\naccepted as proof of the facts contained therein, and\nthat Mr\r\nCollett’s evidence and conclusions about the credit histories\r\nof those debtors was correct. This submission was advanced\non the\r\nfollowing basis. Mr Collett prepared the files and the summaries used\r\nin court from files furnished to him by NPC. PWC were\ninvited before\r\nthe trial to co-operate to arrive at an agreed summary of their\r\ncontents but declined to do so. However, during\nthe course of the\r\ntrial they allocated a team of auditors to audit Mr Collett’s\r\nwork at a cost of R6.5 million and, to assist\nthem in doing so, leave\r\nwas sought and granted for Mr Collett to be cross-examined by more\r\nthan one advocate. Yet at the end of\nthis exercise no real challenge\r\nwas raised to Mr Collett’ evidence in regard to these\r\nfiles.\n[38]\nFurthermore when\r\nthe trial reached the quantum stage the parties were able to reach\r\nagreement on the bulk of the amounts written\noff as bad debts to be\r\nincluded in computing the amount of the judgment. Accordingly, so the\r\nargument ran, there was no dispute\nabout the contents and accuracy of\r\nthe debtors’ files and they were admissible as proof of their\r\ncontents.\n[90]\nThis\r\nis an attractive argument to a court confronted by the mass of\r\ndocuments such as that in this case, especially when many of\nthose\r\nwere brought into existence in order to record factual matters.\r\nHowever, on reflection, I do not think that it is sound.\nThe evidence\r\nwent no further than saying that Mr Collett had been placed in\r\npossession of debtors’ files held by NPC and\nhad analysed their\r\ncontents on the footing, firstly, that they were complete insofar as\r\nthe documents were concerned and, secondly,\nthat a mere reading of\r\ntheir contents would furnish an accurate history of each debtor’s\r\ndealings with NPC. At that level\nit was factual evidence but of no\r\nrelevance unless the underlying premises were well founded.\n[39]\nHowever, there was no evidence to establish either of them. Mr\r\nCollett said that there were debtors whose records could not be\nfound\r\nand so were excluded from his investigation. It could not therefore\r\nbe accepted that the files were complete especially bearing\nin mind\r\nthat they extended over a lengthy period during which documents could\r\neasily have been lost or destroyed, either deliberately,\nbecause they\r\nwere no longer regarded as necessary, or inadvertently. As to the\r\nsecond in a relatively small co-operative dealing\nwith farmers\r\nthroughout the country employing field officers and credit officers\r\nin the different regions one would have expected\nmany interactions\r\nbetween the members and NPC to have occurred telephonically, or\r\nduring visits to the farm by officials or by\nthe farmers to NPC’s\r\noffices. Such interactions would by and large have been informal and\r\none would not expect them to be\nrecorded in the way in which\r\nprofessional people, such as, doctors and lawyers conventionally\r\nrecord matters. There were records\nof farm visits and other dealings\r\nbetween field officers and credit officers and individual farmers,\r\nbut it does not appear from\nMr Collett’s evidence that he had\r\nany regard to them. In fact, consistent with his belief that there\r\nwas reckless or dishonest\nmanagement of credit, he treated them as\r\nentirely self-serving.\n[91]\nOnce the underlying premises were absent\r\nthe debtors’ files were of limited relevance. They contained\r\ndocuments in the possession\nof NPC that embodied records of some, but\r\nnot necessarily all, of their dealings with their debtors. As such\r\nthey might properly\nhave been used for certain purposes in the course\r\nof the trial, but they could not be used for the purpose for which Mr\r\nCollett\nused them, namely to provide a supposedly complete and\r\naccurate history of each debtor’s dealings with NPC. At most\r\nthey\nreflected some aspects of those dealings, but no more. That in\r\nturn impacts upon the conclusions drawn from them, which I will deal\n\nwith under the heading of ‘expert evidence’.\n[92]\nThirdly, it was argued that Mr Collett’s\r\nevidence was admissible in regard to the circumstances of his\r\nappointment, investigation\nand methodology as well as events in which\r\nhe was actively engaged such as the merger with Northern Transvaal\r\nCo-operative Ltd\nand the litigation with the Land Bank. That was\r\nclearly correct and I do not understand it to have been disputed.\r\nHowever that\nevidence was not relevant in regard to any issue in the\r\ncase.\n[93]\nFourthly and fifthly, it was said that Mr\r\nCollett’s analyses of the debtors’ files was admissible\r\nas merely collating\nthat which the judges would otherwise have to do\r\nfor themselves. This encompassed the absence of application forms and\r\nverification\nof assets and liabilities in the files and that security\r\nhad not been registered, all of which it was said was not hearsay.\r\nSimilarly\nit was said that his summary of the credit history and the\r\ndepiction thereof was objectively ascertainable by reference to the\r\nfiles themselves so that his conclusions merely placed this material\r\nin a more understandable and usable form. However, that was,\nlike the\r\ngeneral evidence concerning the debtors’ files, dependent on\r\nthe underlying premise of completeness that was never\nestablished.\n[94]\nIn summary, the evidence given by Mr\r\nCollett concerning matters in which he was involved was not hearsay\r\nand, where relevant, was\nadmissible. His evidence concerning the\r\nhistory and business of NPC was all hearsay and inadmissible. The\r\ndocuments on which he\nand others relied in expressing opinions about\r\nthe quality of Mr Odendaal’s audit work were admissible for\r\nthat purpose,\nbut the validity of those opinions depended upon\r\nwhether these documents were the only ones upon which Mr Odendaal’s\r\naudit\nwas based, or independently justified those opinions\r\nirrespective of any additional material relied on by Mr Odendaal. The\r\nother\ndocuments on which Mr Collett relied for his credit history of\r\nthe debtors and for his opinions in regard to reckless mismanagement\n\nof credit were not admissible as proof of the underlying facts in\r\nrelation to those debtors. They may have been admissible for\nother\r\npurposes, such as the cross-examination of Mr Odendaal, or as forming\r\nthe foundation for the auditing experts to express\ntheir opinions,\r\nbut that did not affect their admissibility for the purpose for which\r\nMr Collett’s evidence was tendered.\n[95]\nThe broad contention, that all of Mr\r\nCollett’s evidence should be disregarded as hearsay, cannot\r\ntherefore succeed. In the\nlight of the course that the trial took in\r\nregard to his evidence it is not feasible at this stage to separate\r\nthat which was admissible\nfrom that which was not, or to separate\r\ninadmissible hearsay evidence from opinions and conclusions derived\r\nby him from that evidence.\nInstead, in considering the factual issues\r\nrelating particularly to whether there was reckless mismanagement of\r\ncredit, breaches\nof contract and causation it will be borne in mind\r\nthat in many respects NPC’s case rests upon inadmissible\r\nevidence.\nExpert\r\nevidence\n[96]\nWhilst not all opinion evidence is expert\r\nevidence the evidence of Mr Collett was tendered on the basis that he\r\nwas an expert witness\nand qualified to express opinions in regard to\r\nthe alleged deficiencies of Mr Odendaal’s audit; the proper\r\nmanagement of\nNPC; the respects in which it was subject to reckless\r\nmismanagement of credit; the losses suffered as a result and the\r\nreasons\nwhy PWC should be held liable for those losses. It is\r\nnecessary therefore, in considering his evidence relative to the\r\nquestion\nof reckless mismanagement of credit, to consider when a\r\nwitness may give evidence as an expert and what constraints operate\r\nin\nrelation to such evidence. Mr Collett’s evidence can then be\r\nmeasured against those standards.\n[97]\nOpinion\r\nevidence is admissible ‘when\nthe\r\nCourt can receive “appreciable help” from that witness on\r\nthe particular issue’.\n[40]\nThat will be when:\n‘…\nby\r\nreason of their special knowledge and skill, they are better\r\nqualified to draw inferences than the trier of fact. There are some\n\nsubjects upon which the court is usually quite incapable of forming\r\nan opinion unassisted, and others upon which it could come\nto some\r\nsort of independent conclusion, but the help of an expert would be\r\nuseful.’\n[41]\nAs\r\nto the nature of an expert’s opinion, in the same case, Wessels\r\nJA said:\n[42]\n‘…\nan\r\nexpert's opinion represents his reasoned conclusion based on certain\r\nfacts or data, which are either common cause, or established\nby his\r\nown evidence or that of some other competent witness. Except possibly\r\nwhere it is not controverted, an expert's bald statement\nof his\r\nopinion is not of any real assistance. Proper evaluation of the\r\nopinion can only be undertaken if the process of reasoning\nwhich led\r\nto the conclusion, including the premises from which the reasoning\r\nproceeds, are disclosed by the expert.’\n[98]\nCourts\r\nin this and other jurisdictions have experienced problems with expert\r\nwitnesses, sometimes unflatteringly described as ‘hired\nguns’.\r\nIn\nThe\r\nIkarian Reefer\n[43]\nCresswell J set out certain duties that an expert witness should\r\nobserve when giving evidence. Pertinent to the evidence of Mr\nCollett\r\nin this case are the following:\n‘\nThe\r\nduties and responsibilities of expert witnesses in civil cases\r\ninclude the following:\n1.\r\nExpert evidence presented to the Court should be and should be seen\r\nto be the independent product of the expert uninfluenced\nas to form\r\nor content by the exigencies of litigation …\n2.\r\nAn expert witness should provide independent assistance to the Court\r\nby way of objective unbiased opinion in relation to matters\nwithin\r\nhis expertise … An expert witness in the High Court should\r\nnever assume the role of advocate.\n3.\r\nAn expert witness should state the facts or assumptions on which his\r\nopinion is based. He should not omit to consider material\nfacts which\r\ndetract from his concluded opinion. . . .\n4.\r\nAn expert witness should make it clear when a particular question or\r\nissue falls outside his expertise.’\nThese\r\nprinciples echo the point made by Diemont JA in\nStock\n[44]\nthat:\n‘\nAn\r\nexpert … must be made to understand that he is there to assist\r\nthe Court. If he is to be helpful he must be neutral. The\nevidence of\r\nsuch a witness is of little value where he, or she, is partisan and\r\nconsistently asserts the cause of the party who\ncalls him. I may add\r\nthat when it comes to assessing the credibility of such a witness,\r\nthis Court can test his reasoning and is\naccordingly to that extent\r\nin as good a position as the trial Court was.’\n[99]\nLastly\r\nwhen dealing with the approach to an expert witness I have found\r\nhelpful the following passage from the judgment of Justice\nMarie\r\nSt-Pierre in\nWiddrington\n:\n[45]\n‘\nLegal\r\nprinciples and tools to assess credibility and reliability\n[326] “\nBefore\r\nany weight can be given to an expert’s opinion, the facts upon\r\nwhich the opinion is based must be found to exist\n”\n[327] “\nAs\r\nlong as there is some admissible evidence on which the expert’s\r\ntestimony is based it cannot be ignored; but it follows\nthat the more\r\nan expert relies on facts not in evidence, the weight given to his\r\nopinion will diminish”\n.\n[328] An opinion\r\nbased on facts not in evidence has no value for the Court.\n[329] With respect\r\nto its probative value, the testimony of an expert is considered in\r\nthe same manner as the testimony of an ordinary\nwitness. The Court is\r\nnot bound by the expert witness’s opinion.\n[330] An expert\r\nwitness’s objectivity and the credibility of his opinions may\r\nbe called into question, namely, where he or\nshe:\naccepts\r\n\tto perform his or her  mandate in a restricted manner;\npresents\r\n\ta product influenced as to form or content by the exigencies of\r\n\tlitigation;\nshows\r\n\ta lack of independence or a bias;\nhas\r\n\tan interest in the outcome of the litigation, either because of a\r\n\trelationship with the party that retained his or her services\nor\r\n\totherwise;\nadvocates\r\n\tthe position of the party that retained his or her services; or\nselectively\r\n\texamines only the evidence that supports his or her conclusions or\r\n\taccepts to examine only the evidence provided by\nthe party that\r\n\tretained his or her services.’\n[100]\nMr Collett’s evidence did not measure\r\nup to these standards. His area of expertise was said to be that of a\r\nqualified chartered\naccountant and auditor. The primary thrust of his\r\nevidence was to explain how an auditor should have gone about the\r\naudit of NPC’s\nfinancial statements in the years in question\r\nand to criticise the audits undertaken by Mr Odendaal. His only\r\nqualification to\ngive expert evidence of this nature arose from the\r\nfact that he held the degrees B Comm (1979) and Hons B Compt\r\n(1981) and\nhad passed his board examinations and qualified as a\r\nchartered accountant in 1983. His only practical experience had been\r\nacquired\nwhile he was in training. He gave no evidence to suggest\r\nthat he had kept abreast of developments in the profession since he\r\nhad\nleft it fourteen years prior to commencing his investigation and\r\n22 years prior to his giving evidence. He had never been responsible\n\nfor an audit and had only once had some involvement in the audit of\r\nan agricultural co-operative. On leaving the accounting profession\nhe\r\nhad worked for a bank and been an adviser on the preparation of\r\nclaims under a government export incentive scheme. Before turning\nhis\r\nhand to ‘forensic audits’ he had been involved with a\r\ngroup of companies that apparently operated bottle stores.\nAt every\r\npossible level his qualifications to express opinions on matters\r\nrelating to an audit pales into insignificance when measured\nagainst\r\nthat of Professor Wainer, Mr Hopkins, Mr Wixley and Mr Odendaal. The\r\nissues on which he was called to give evidence were\nnot\r\nstraightforward and concerned the judgment of an experienced auditor.\r\nHe was in no position on the basis of either qualification\nor\r\nexperience to express opinions on those matters and he should not\r\nhave been permitted to do so.\n[101]\nBut Mr Collett’s evidence went far\r\nbeyond that of an expert witness in auditing matters. He professed to\r\nhave been someone\nwith experience in forensic and auditing\r\ninvestigations. Reference to his curriculum vitae showed that this\r\nwas a field into which\nhe ventured in the very year that he commenced\r\nthe investigation into the affairs of NPC. Indeed the manner in which\r\nhe set out\nhis areas of alleged expertise in his expert summary\r\nsuggested to the reader that the experience he claimed arose largely\r\nfrom\nhis involvement in this case. Counsel rightly submitted that it\r\nwas an unusual situation where the expertise claimed by the witness\n\narose from the very matters in regard to which he was giving\r\nevidence.\n[102]\nMr Collett expressed strong views on how\r\nthe business of NPC should have been run and concluded that its\r\naffairs were characterised\nby reckless credit mismanagement. He\r\nlacked any apparent qualification or experience to express these\r\nviews. Unlike Dr Wentzel,\nfor example, he did not come to the witness\r\nstand with many years of experience in the management of an\r\nagricultural co-operative.\nThis lack of qualification did not deter\r\nhim, as shown by the following examination of his principal reasons\r\nfor concluding that\nsomething more than conditions in the\r\nagricultural sector and a shortage of capital were to blame for NPC’s\r\ndire financial\nposition.\n[103]\nAn important aspect of Mr Collett’s\r\nthinking emerged early on in his expert summary when he made a\r\ncomparison between the\nNPC and seven grain co-operatives dealing with\r\nmealies, in order to ascertain the tendencies and norms generally\r\napplicable in\nthe agricultural industry in relation to the drought\r\naid scheme, bad debts and provisions for bad debts. From the\r\nfinancial statements\nof the grain co-operatives and some industry\r\nfigures obtained from another source he reached the conclusion that\r\nduring the period\nunder review the potato industry was more stable\r\nthan the mealie industry and had done better than the mealie\r\nindustry. He then\nundertook a comparison between the bad debt\r\npercentage of NPC and those of the grain co-operatives, from which he\r\nconcluded that\nthe members of NPC had generally generated sufficient\r\nfunds from their crops to discharge their indebtedness to NPC and\r\nthat the\nlevel of bad debts at NPC was abnormal and outside the norms\r\nfor comparable co-operatives. This could not, so he said, be\r\nexplained\nor justified by circumstances in the agricultural sector or\r\npoor potato harvests or any relatively greater risks attaching to the\n\npotato industry. Upon this conclusion he built his contention that\r\nthe explanation was to be found elsewhere in reckless mismanagement\n\nof credit by the credit department, its personnel and executive\r\nmanagement. He repeated all this in his evidence in chief.\n[104]\nThe fundamental problem with this entire\r\nanalysis was that, to use a homely expression, he was not comparing\r\napples and apples,\nor, in its converse form applicable to this case,\r\nhe was comparing potatoes and mealies, without any basis for doing\r\nso. From the\nevidence there are significant differences between the\r\ntwo. Five of the seven co-operatives he used for his comparison were\r\nfar\nlarger than NPC both in membership and in the extent of their\r\nbusiness operations. Many members of NPC grew potatoes on a\r\nsupplementary\nand subordinate basis to their growing mealies and were\r\nmembers of grain co-operatives, which they regarded as their\r\nprincipal\nco-operative. This would have affected at least some of\r\ntheir purchases. In the board minutes of 22 May 1992 there is\r\nreference\nto other co-operatives having financed their members’\r\nventures into growing potatoes. The other co-operatives dealt with\r\ncrops in addition to mealies, supplied equipment to their members\r\nthat NPC did not supply and had additional sources of revenue,\nsuch\r\nas income from storage fees, which were not available to NPC. The\r\nmarketing channels of the two were wholly different, with\nthe grain\r\nco-operatives controlling the marketing of their members’\r\ncrops, while NPC had little control over their members’\n\nmarketing of potatoes. Enforcement of the statutory pledge was far\r\neasier for the grain co-operatives than for NPC. In addition\nduring\r\nthe period until 1992 the marketing of the produce of grain\r\nco-operatives was controlled under the Marketing Act of 1936.\nAnother\r\ndifference is that there was no evidence that it is possible, if\r\nmealie prices are high, for farmers to grow crops of mealies\non an\r\nopportunistic basis, whilst there was evidence that this occurred\r\nwith potatoes. A large portion of the mealie crop is sold\nto millers\r\nwho produce staple food items such as mealie meal and mealie rice and\r\nprovide a stable market. The only similar outlet\nfor potatoes\r\nmentioned in the papers is the production of potato chips.\n[105]\nIt\r\nwas incumbent on NPC to lay a proper factual basis for this\r\ncomparison but it did not do so. It was well aware that this evidence\n\nwould be challenged, because PWC delivered an expert summary for\r\nProfessor Blignaut challenging the comparison. Undeterred by his\nlack\r\nof comparable qualifications and experience to those of Professor\r\nBlignaut, a further expert summary was delivered in respect\nof Mr\r\nCollett in which he criticised in sarcastic tones the views of\r\nProfessor Blignaut.\n[46]\nHe\r\nthen gave this evidence and sought to defend it in cross-examination.\n[106]\nMr Collett’s attempts to defend this\r\ncomparison under cross-examination showed him to be an unsatisfactory\r\nwitness. He avoided\nanswering questions, gave answers that were\r\nunresponsive and failed to deal with the substance of the challenge\r\nthat his comparison\nwas invalid and the conclusions drawn from it\r\nunjustified. The first and obvious reason for this was that he was\r\ntestifying to\nmatters far outside his area of expertise. This lack of\r\nexpertise was highlighted at a later stage of his cross-examination\r\nwhen\nhe was unwilling to deal with an auditing textbook directed at\r\nthe factors to be taken into account in auditing an agricultural\n\nenterprise that said, contrary to his opinion, that the auditor had\r\nto take into account in the audit of debtors the likely realisation\n\nof standing crops. The reason given, that this was an American\r\ntextbook and their standards might be different, was risible. Equally\n\nrisible was his contention, after reluctantly conceding that the crop\r\nin the ground should be taken into account in assessing a\ndebtor’s\r\nlikely ability to pay, that this would only be the case if harvesting\r\nthe crop had commenced.\n[107]\nThe other key factor in Mr Collett’s\r\nconclusion that there was something wrong in the credit department of\r\nNPC, arose from\nhis rejecting the notion that its capital reserves\r\nwere inadequate. This in turn flowed from his view of the true nature\r\nof NPC’s\nbusiness. The evidence in that regard was clear and is\r\nsummarised in para 26. It showed that NPC had very little by way of a\r\ncapital\nbuffer to protect itself when faced with adverse trading\r\ncircumstances of which the increase in bad debts was the most\r\nimportant.\nThe need to build up its capital resources had been a\r\nconstant theme throughout the period in reports by the Land Bank, the\r\nauditor\nand the directors at annual general meetings. While\r\nadditional shares had been issued from time to time these were not\r\npaid-up\nbut merely represented claims upon members at some future\r\ndate. If the members were not discharging their indebtedness to NPC\r\nit\nis difficult to see how they could have met any such calls. In any\r\nevent, apart from circumstances in the agricultural sector, another\n\nreason for NPC being unable to withstand the continued accumulation\r\nof bad debts was its poor capital position and its dependence\non loan\r\ncapital.\n[108]\nMr Collett was dismissive of the notion\r\nthat the poor capital position of NPC had contributed to its\r\nfinancial woes. Although the\nRegistrar of Co-operatives recommended\r\nthat a capital base of 30 per cent of fixed capital from members and\r\nown resources and no\nmore than 70 per cent loan capital should be the\r\ngoal, he did not agree. His view was that NPC’s business was\r\nessentially\nthat of a financial institution providing credit to its\r\nmembers that they would otherwise have had to obtain from sources\r\nsuch\nas commercial banks. To that end he compared NPC’s capital\r\nratio with those of two financial institutions, namely, Nedcor\nBank\r\nand Standard Bank, two of the largest banks in South Africa, and\r\nfound it to be adequate. He said that the Land Bank and other\nbanks\r\nhad less than 8 per cent own capital and asked why the NPC needed\r\nmore. Furthermore he suggested that NPC’s approach\nto credit\r\ncontrol should follow the lines of these commercial banks and similar\r\nfinancial institutions.\n[109]\nThese views were challenged in\r\ncross-examination. It was suggested to Mr Collett that the Registrar\r\nof Co-operatives, with the expertise\navailable to him, would better\r\nappreciate the capital requirements of co-operatives. His response\r\nwas to say that a number of co-operatives\ndid not meet the\r\nRegistrar’s standard. Elsewhere he said that he could never\r\ndiscover the basis for this norm. That was hardly\nto the point.\r\nNotwithstanding the views of the Registrar, supported by the board\r\nand the auditor, he did not see any reason to\nstrengthen NPC’s\r\ncapital base. It was put to him that the\nmodus\r\noperandi\nof NPC was that it purchased\r\nits members’ production requirements from suppliers, thereby\r\nincurring a liability to those suppliers,\nwhich it discharged, and\r\nthen sold those items to its members who, as a result, became\r\nindebted to NPC, but he demurred. His attitude\nwas that the members\r\nof NPC purchased their own production requirements from suppliers and\r\nfinanced the purchases through loans\nfrom NPC. That was simply\r\nincorrect. The comparison with two large banks was unjustified.\n[110]\nThroughout his evidence Mr Collett\r\npersisted with his contention that NPC could be properly compared\r\nwith the grain co-operatives\nnotwithstanding all the evidence to the\r\ncontrary. He steadfastly supported his comparison between NPC and\r\ncommercial banks. He\nwas adamant that his investigation had uncovered\r\nserious mismanagement of the credit department of the NPC,\r\ncharacterised by him\nas reckless and even dishonest. Yet he produced\r\nno evidence identifying any individual as having been guilty of such\r\nconduct. He\nwas happy to tar the entire credit department and\r\nexecutive management with this brush, without identifying a single\r\ncase where\neither the grant of credit, or the failure to recover an\r\namount owing to NPC, was the result of recklessness or dishonesty.\r\nHis\napproach was simply that everything was irregular, reckless or\r\ndishonest. He even went so far as to level allegations of tax fraud\n\nagainst Mr Odendaal in the face of evidence that the tax returns in\r\nregard to bad debts written off were in accordance with specific\n\ndiscussions with the revenue authorities.\n[111]\nThe trial judge identified many of these\r\nweaknesses in Mr Collett’s evidence without linking them\r\nspecifically to his standing\nand reliability as an expert witness. He\r\nnoted that Mr Collett was reluctant to accept that climatic\r\ncircumstances might have contributed\nto NPC’s problems. As the\r\njudge correctly pointed out, had that not been a factor the\r\nexperienced farmers making up the board\nand membership of NPC would\r\nnot have accepted it as an explanation. He said that Mr Collett was\r\nreluctant to blame the directors\nfor the problems or to accept that\r\nthey had knowledge of the problems, but correctly held that the\r\ndirectors were fully aware of\nthe situation. He accurately described\r\nMr Collett as pedantic, rigid and dogmatic. He would brook no\r\ndeparture from the literal\napplication of the credit policy, NPC’s\r\nstatute and the provisions of the Act. This led him to say that the\r\nloans by NPC\nto its subsidiaries were evidence of reckless\r\nmismanagement because the statutory formalities had not been\r\nobserved, when the loans\nwere reflected in the financial statements\r\nand both the Land Bank and members were fully aware and approved of\r\nthem.\n[112]\r\nThe trial judge also criticised Mr Collett for his lack of\r\nunderstanding of the business of NPC and his suggestion in a business\n\nplan that it should phase out the extension of credit and concentrate\r\nits efforts on the production of paper bags for potatoes.\nHe had\r\npreconceived notions of how interest should be charged on outstanding\r\naccounts. His advice to the Northern Transvaal Co-operative\ndiverged\r\nfrom his stance in regard to NPC. As a witness he contradicted\r\nhimself and sought to avoid answering hypothetical questions.\nWhen he\r\nmade concessions he did so reluctantly. All of this I endorse.\n[113]\nThis analysis exposed fundamental flaws in\r\nMr Collett’s approach and undermined his qualification to\r\ntestify as an expert\nand the reliability of his evidence. When the\r\nstandards enunciated by Justice Cresswell, and the approach suggested\r\nby Justice\nSt-Pierre, are applied to his evidence, it is immediately\r\napparent that it did not satisfy the tests for admissibility as\r\nexpert\nopinion evidence. First, he laid no foundation for being\r\nregarded as an expert, save his qualifications as an accountant who\r\nhad\nnot been in practice for many years and had limited practical\r\nexperience. Second, his opinions were based largely upon the hearsay\n\nevidence he had culled from various documents and were not founded on\r\nproven facts. Third, his evidence, fairly viewed, was nothing\nmore\r\nthan that of an advocate advancing the case of his client the NPC.\r\nFourth, it was not objective but was directed at justifying\nthe\r\nconclusions he had formed. He was unwilling to defer to the\r\nexperience of those with far greater expertise in the matters under\n\nconsideration than he. Fifth, it must be borne in mind that he not\r\nonly undertook the original investigation leading to the claim,\nbut\r\nwas intimately involved in the gathering of evidence and the pleaded\r\nformulation of the claim. He was also involved in the\nclaim by and\r\nagainst the Land Bank and its resolution as well as being the moving\r\nspirit in the merger with Northern Transvaal\nCo-operative Ltd. In the\r\nresult the clear impression and conclusion is that he was not truly\r\nindependent of his client from whom\nhis firm had undoubtedly earned\r\nvery large sums of money.\n[114]\r\nIn summary therefore I conclude that Mr Collett was not an expert in\r\nany of the various areas in which he gave evidence, namely,\n\naccountancy standards, the proper conduct of an audit, the\r\nagricultural economy or the proper conduct of the business of an\r\nagricultural\nco-operative and in particular the administration of\r\ncredit. Even had he any expertise in these areas, qualifying him to\r\ngive opinion\nevidence as an expert:\nhis\r\n\topinions were expressed without any factual basis having been\r\n\testablished by way of admissible evidence;\nhe\r\n\tgave evidence in areas where he lacked expertise and not only did\r\n\tnot identify them but pretended to an expertise he lacked;\nhe\r\n\twas the person who devised the claim (as the judge said it was ‘sy\r\n\tmaaksel’) and was for that and the other reasons\nset out in\r\n\tpara 113 not truly independent;\nhe\r\n\teffectively became the advocate for the claim’s merits;\nhe\r\n\tdisregarded or discounted any facts inconsistent with his own\r\n\ttheories and conclusions;\nthe\r\n\tpresentation of his evidence was not only influenced by the\r\n\texigencies of litigation, but directed the entire course of the\n\n\tlitigation.\nFor\r\nall those reasons Mr Collett’s evidence is of little or no\r\nvalue in this case and no finding adverse to PWC could or should\nhave\r\nbeen based thereon.\nWas\r\nreckless mismanagement nonetheless proved to have occurred?\n[115]\nThe judge’s finding, referred to in\r\npara 76, that there was mismanagement of the credit department of\r\nNPC, cannot be supported,\nif by that he meant reckless mismanagement\r\nof credit. In my view all that the judge intended to find was that\r\nthere had been mismanagement\nof the affairs of NPC in the respects he\r\nindicated, but without a finding of recklessness. His criticisms of\r\nMr Collett’s\nevidence as well as his favourable view of Messrs\r\nMarais and Greyling suggest that he would have rejected any such\r\nnotion had it\nbeen made clear to him that this was the basis of NPC’s\r\ncase. He said of Mr Marais that if he was typical of the quality and\n\ncalibre of NPC’s personnel it was a pity that NPC could not\r\novercome its difficulties. Mr Greyling likewise made a favourable\n\nimpression on him.\n[116]\nThis highlighted the inexplicable failure\r\nof NPC to call a single witness to testify to the factual matters\r\nthat were the subject\nof much of Mr Collett’s evidence. Mr\r\nPieterse, a director of NPC from 1987 and its chairman from 1995, as\r\nwell as a member\nof its credit committee from inception, was\r\navailable to give evidence but did not do so. We accordingly have no\r\ndirect evidence\nof what the board did about the implementation of the\r\ncredit policy and the grant and recovery of credit. Although the\r\nentire credit\ndepartment was described as having been reckless or\r\ndishonest there was no suggestion that any individual had been\r\ndisciplined\nfor such conduct. Apart from generalities no individual\r\nwas pointed out as having been responsible for reckless or dishonest\r\nconduct.\nNone of the officials who worked with Mr Odendaal during the\r\ncourse of the audits were called to support the contention that the\n\naudits were merely a smokescreen, in which he simply endorsed the\r\nviews of management without demur or investigation and that there\n\nwere in reality no audits worthy of the name.\n[117]\nThe expert evidence of Professor Wainer and\r\nMr Hopkins, both of whom were instructed to express their opinions on\r\nMr Odendaal’s\naudits on the hypothesis that there had been\r\nreckless mismanagement of credit at NPC, was contaminated by that\r\nassumption. It also\nrenders it problematic to rely on their evidence\r\nfor the purpose of identifying the mismanagement they had been told\r\nto assume\nwas present.\n[118]\nThe shortcomings in the evidence were\r\ndebated with counsel who responded by saying that if we ourselves\r\nexamined the files Mr Collett\nhad prepared, we would draw the same\r\ninferences as he had done. For this purpose it was suggested that we\r\ndid not need to rely\non any expertise claimed by Mr Collett and\r\nshould simply treat his evidence as a helpful way in which to reduce\r\na vast amount of\nfactual material to manageable proportions. I doubt\r\nvery much whether that is a permissible approach for the court to\r\ntake, but\na brief survey of the various respects in which it was said\r\nthat there was reckless mismanagement does not to my mind support Mr\n\nCollett’s conclusions.\n[119]\nNine grounds were advanced in the\r\nparticulars of claim for saying that reckless mismanagement had\r\noccurred, but in the heads of\nargument reliance was only placed on\r\nsix. Two of these were that in many of the debtors’ files Mr\r\nCollett’s investigation\nteam had not found either applications\r\nfor credit or current balance sheets for the applicants and that no\r\nverification of assets\nand liabilities of debtors was undertaken. It\r\nwas said that the absence of these documents meant that the risk of\r\ngranting credit\nwas raised and this warranted further investigation\r\nby the auditors when they audited the financial statements. There are\r\ntwo problems\nwith this. The first is that there was no evidence that\r\nthe documents available to Mr Collett were complete and his evidence\r\nwas\nthat there were missing files and that his access to documents\r\nwas often restricted. The fact that Mrs van der Merwe from his\r\ninvestigating\nteam testified that the files they prepared included\r\nall the documents they received from NPC was of no assistance in the\r\nabsence\nof evidence from within NPC that the files were complete and\r\nno documents had been lost, disposed of or destroyed during this\r\nperiod\nof fourteen years. In some instances Mr Collett said that no\r\nbalance sheets were provided, for example, with Mr T G van Zyl, when\n\nMr Odendaal’s notes showed that he had seen balance sheets. The\r\nsecond problem is, that in the absence of any evidence about\nthe\r\ncircumstances in which credit was granted to these individuals or the\r\nreasons therefor, it is impossible to say that the presence\nor\r\nabsence of credit application forms and balance sheets would either\r\nhave altered the decision to grant credit or had any bearing\non the\r\nrisk undertaken by NPC. If Mr Collett’s investigation had\r\nextended to all the debtors’ files instead of the\n120 that he\r\nstarted with and narrowed down over time, it might well have been\r\ndiscovered that the same situation in regard to credit\napplications\r\nand balance sheets prevailed in regard to the grant of credit to\r\npeople who were entirely creditworthy. That would\nhave tended to\r\nrefute the conclusion that he drew from their absence in certain\r\ncases.\n[120]\nIt was argued that credit was granted\r\nwithout authorisation. This was based on the fact that the so-called\r\n‘green book’,\nrecording decisions of the credit committee\r\non credit limits, and the computer records showing the extent of\r\ncredit granted did\nnot coincide. However, Mr Greyling, who dealt with\r\nthis in his evidence, said expressly that Mr van Vuuren had the\r\nability by using\na password (and presumably therefore the authority)\r\nto alter the credit limits reflected on the system. Mr Greyling was\r\nat pains\nto say that he was not able to say that the grant of\r\nadditional credit over and above that reflected in the green book was\r\nunauthorised.\nThat disposed of this point.\n[121]\nThe next ground for contending that there\r\nwas reckless mismanagement of credit was that debtors were enrolled\r\nin the drought aid\nscheme although they did not qualify therefor. In\r\nevidence it emerged that the Land Bank investigated every claim made\r\nunder the\nscheme to see whether the claim was justified and that\r\nevery claim had been paid so that there were none outstanding. The\r\nfinal\nreview of claims by the Land Bank had taken place in 1993 and\r\nall the claims submitted were paid. Accordingly the state\r\ninstitutions\nconcerned with the implementation of the scheme\r\nsatisfied themselves that the claims submitted under it were valid.\r\nIn those circumstances\nthis ground was without substance. That it was\r\npersisted in, and indeed that it was used as the basis for including\r\nin the particulars\nof claim and pursuing until the stage of judgment\r\na claim for over R11 million, suggested that Mr Collett’s\r\napproach\nto the problems he allegedly discovered through his\r\ninvestigations was directed at devising claims rather than\r\nundertaking an independent\ninvestigation.\n[122]\nThe last two grounds pursued in argument\r\nwere linked. They were the alleged failure to obtain adequate\r\nsecurity from debtors and\nthe failure to enforce the statutory pledge\r\nstrictly, contrary so it was said, to the credit policy laid down by\r\nthe board. The\nargument ignored the fact that obtaining such security\r\nwas extremely difficult as pointed out above, in paras 30 and 31. It\r\nalso\nassumed that the strict enforcement of the statutory pledge was\r\nfeasible in practical terms. However, the evidence of Mr Marais\n\nsuggested otherwise. The members were under no obligation to market\r\ntheir potatoes through the agents appointed by NPC and many\ndid not\r\ndo so. That immediately caused problems in enforcing the pledge.\r\nSecond, the pledge was of limited duration so it could\nnot be used to\r\ncover carry-over debt. Third, there was evidence that in a number of\r\ncases NPC agreed to release part of the proceeds\nof a member’s\r\ncrops to the member notwithstanding that they had not discharged\r\ntheir entire indebtedness to NPC. There was\nno evidence of why this\r\nwas done in any particular case and, in the absence of such evidence,\r\none cannot conclude that the reasons\nfor doing so were anything other\r\nthan straightforward business decisions at the time.\n[123]NPC’s\r\ncounsel rightly said that the only question in this regard was\r\nwhether the writing off of bad debts was, on the\nprobabilities, the\r\nresult of reckless credit mismanagement or the result of ordinary\r\ntrading and legitimate decisions by NPC’s\ndirectors and\r\nmanagement. It was for NPC to show that it was the former and for\r\nthat purpose it relied on the evidence, both factual\nand opinion, of\r\nMr Collett. Once that evidence is rejected, as in my view it must be,\r\nit follows that NPC failed to prove that\nthere was reckless\r\nmismanagement of credit. On that ground alone its claim should have\r\nfailed and this appeal must succeed. However,\nthat would follow even\r\nif the mismanagement on which NPC relied involved no recklessness or\r\nirregularity or dishonesty, but arose\nfrom a flawed business approach\r\nand an unduly lenient approach to the grant of credit and the\r\nrecovery of debts. Assuming that\nPWC nonetheless breached it\r\ncontractual obligations in the performance of the annual audits and\r\nthat this was due to negligence\non its part, the damages claimed by\r\nNPC were not in my view caused by their negligence.\nCausation\n[124]\nFor the purposes of this portion of the\r\njudgment I will assume against PWC that it did indeed breach its\r\ncontractual obligations\nin regard to the assessment of the value to\r\nbe ascribed to debtors in the annual financial statements from year\r\nto year and that\nthis was due to negligence on the part of the audit\r\nteam lead by Mr Odendaal. Were I convinced that this was not the case\r\nI would\nhave said so, but it seems to me that some at least of the\r\ncriticisms by Professor Wainer and Mr Hopkins, when viewed in the\r\nlight\nof the at times somewhat cautious support given to Mr Odendaal\r\nby Mr Wixley, were warranted.\n[125]\nMr Odendaal’s approach to the\r\nassessment of the recoverability of debtors was to review a list of\r\nsuggested write-offs prepared\nby management in the light of each\r\ndebtor’s file in discussion with the regional field officer or\r\ncredit officer. In the\ncourse of this process he would identify\r\nadditional debtors or amounts that in his view should also have been\r\ntreated as bad or\npotentially irrecoverable, and the overall figure\r\nincluded in the accounts would then be resolved between him and\r\nmanagement. From\n1984 until 1990 he nonetheless reported that he\r\ncould not express a view on the recoverability of the debts and that\r\nhis audit\nwas subject to that qualification. In 1991 he withheld any\r\naudit opinion on the grounds that he was unable to express a view on\n\nthe recoverability of debtors or the continued availability of\r\nfinance.\n[126]\nI think there is force in the criticism\r\nthat Mr Odendaal should have been more concerned at the annual\r\nescalation in both debtors\nand bad debts, as well as the fact that\r\nfrom 1984 to 1990 such a high proportion of debts fell under the\r\ndrought aid scheme. That\nwarranted a closer examination of the credit\r\nhistory of the debtors, something that Mr Odendaal said that he did\r\nnot undertake.\nIt appears that where a debtor had furnished security\r\nhe was inclined to accept that security at face value. That was not a\r\nsafe\napproach particularly with notarial bonds. The judge correctly\r\nsaid that his approach of taking the likely harvest at year end into\n\naccount as the primary source of recovery of debts made sense.\r\nHowever, the records, in the form of his audit working papers, do\nnot\r\nsuggest that he made in-depth enquiries in that regard beyond the\r\nestimates furnished to him by the officials. Whilst those\nwere\r\ngenerally 85 per cent accurate according to Mr Marais, there is no\r\nindication in the case of major troublesome debtors that\nhe enquired\r\nfurther about such estimates or drew any conclusions from the failure\r\nof those debtors to reduce their indebtedness\nfrom year to year. His\r\ndisregard of events, such as the remittal to debtors of part of the\r\nproceeds of their harvests, after the\nend of the financial year but\r\nprior to the completion of the audit, on the grounds that this was\r\nirrelevant in the light of the\nmatching principle, made little sense\r\nwhen he was aware that this was a regular feature of NPC’s\r\nbusiness and its extent\nacross the board could have been estimated\r\nfrom past history.\n[127]\nMr Odendaal was undoubtedly aware that the\r\ncredit policy laid down by the board was not strictly adhered to and\r\nthat the board did\nnot always sanction departures from it. There is\r\nmerit in the trial judge’s criticism that he appeared to try\r\nand distance\nhimself from any responsibility for the way in which\r\ncredit was granted. This ignored the fact that it was for him to\r\nreport on\nwhether the financial statements, in which debtors played a\r\nkey role, reflected a fair picture of NPC’s finances. If credit\n\nwas being granted too leniently then this could impact on the\r\nrecoverability of debtors and the matters on which his opinion was\n\nsought. He was also aware that the statutory pledge was not well\r\nenforced. Both of these had great potential significance for the\n\nrecoverability of debts and there is substance in the criticism that\r\nhe should have investigated them further.\n[128]\nI also think that the brief reasons given\r\nby Mr Odendaal for qualifying his reports from 1984 to 1991 did not\r\nmeet the statutory\nstandard of setting forth the facts and\r\ncircumstances that prevented him from giving an unqualified report.\r\nThe terms of those\nqualifications have been set out elsewhere. They\r\nwere elliptic, expressed as a broad generality (‘current\r\neconomic circumstances\nin the agricultural industry’) and\r\nlacking the detail one expects when facts and circumstances have to\r\nbe set out. They certainly\ndid not convey to anyone that he had\r\nreservations about the ability of NPC to recover debts under the\r\ndrought aid scheme or about\nthe continued availability of Land Bank\r\nfinance, although those reasons featured prominently in his notes and\r\nhis evidence. That\nwas clearly important in view of the extent of\r\nthose debtors and the heavy dependence on the Land Bank for finance.\n[129]\nOne other issue was the manner in which NPC\r\ndealt with bad debts. These were written off against a suspense\r\naccount and then a sum\nwould be written back in each year as\r\nrecoveries. As early as 1990 the Land Bank had objected to this mode\r\nof accounting and despite\nattempts by NPC to justify it insisted that\r\nit should be changed and that a proper provision should be made in\r\nthe accounts for\nbad debts. Not only did NPC not act upon this\r\ninstruction from the Land Bank, but Mr Odendaal was happy to allow it\r\nto continue.\nI do not agree with Mr Wixley when he says that this was\r\nacceptable because it was a fairly widespread practice at the time in\r\na number of companies and could be regarded as permissible in terms\r\nof what he referred to as ‘little GAAP’. It was\nnot a\r\nsatisfactory mode of reflecting the position in regard to provisions\r\nfor bad debts and the writing off of bad debts and Mr\nOdendaal\r\nshould, in my view, have raised a clear objection to it.\n[130]\nAccepting\r\nfor present purposes that these and possibly other shortcomings in\r\nthe audit amounted to breaches of contract and were\nthe result of\r\nnegligence, the issue of causation of loss looms large. The loss that\r\nNPC sought to recover from PWC was the amounts\nwritten off in respect\r\nultimately of 46 debtors. In order to lay that at the door of PWC it\r\nwas necessary to show that had PWC’s\nreports in the financial\r\nstatements been qualified in far greater detail so as to highlight\r\nthe problems NPC was experiencing with\nbad debts, or it had gone to\r\nthe extent of withholding an audit opinion, steps would have been\r\ntaken by the members in general\nmeeting to ensure that the problems\r\nwere resolved and that either credit would not have been extended to\r\nthose debtors, or it would\nhave been recovered. This is always the\r\nfirst step in any enquiry into causation.\n[47]\n[131]\nThe\r\njudge thought that it was obvious that the members would have done\r\nsomething about the problems, had they received proper reports\nfrom\r\nPWC, and that it was unnecessary for there to be any evidence on the\r\npoint.\n[48]\nThe heads of\r\nargument on behalf of NPC also adopted this approach saying that\r\nsteps would have been taken immediately to set things\nto rights,\r\neither by the members or the Land Bank or the Registrar of\r\nCo-operatives. It was said that it should be assumed that\nthe members\r\nwould have acted in a responsible fashion.\n[132]\nI am unconvinced that this is correct. The\r\nevidence does not suggest, much less establish on a balance of\r\nprobabilities, that more\nstrident warnings from the auditor about\r\nNPC’s vulnerability to bad debts, and expressly that the credit\r\npolicy was not being\nstringently applied and the statutory pledge was\r\nnot being enforced, would have had any impact upon the members of\r\nNPC.  The\npossibilities postulated in the particulars of claim\r\nwere the taking of disciplinary steps against responsible employees\r\nincluding\npossibly dismissal and the appointment of new management\r\nand officials or additional staff in conjunction with further\r\ninstructions\nfrom the board in relation to compliance with the credit\r\npolicy. Yet there is no evidence that any of these steps were taken\r\nin\n1997 when matters came to a head. Why then would it have happened\r\nat an earlier stage? It is true that attorneys were instructed\nin\r\nconjunction with Mr Collett’s enquiry to pursue debtors, but\r\nthe result seems to have been insolvencies on a large scale\nrather\r\nthan recovery of debts. And this was accompanied by the resignation\r\nof members and the effective collapse of NPC’s\nbusiness over\r\nthe following three years.\n[133]\nFor seven years from 1984 to 1991 the\r\nmembers of NPC were told every year that the auditors were unable to\r\nexpress any opinion on\nthe recoverability of the debtors that\r\nconstituted the major asset and the principal source of income for\r\nNPC, as well as the security\nfor its indebtedness to the Land Bank.\r\nEvery year the amounts written off as bad debts mounted\r\nsignificantly. In addition they\nreceived regular warnings from the\r\ndirectors regarding the need to control debtors and recover what was\r\nowing to NPC. Those who\nattended annual general meetings – and\r\nonly a handful did in person and a slightly greater number by proxy –\r\nwere given\nfurther warnings by both the auditor and on occasions\r\nrepresentatives of the Land Bank. In 1983 they had been told that but\r\nfor\nthe intervention of state aid NPC would have been in a serious\r\nfinancial disposition (sic). In 1993 they were told that the payment\n\nreceived on the withdrawal of the state guarantee was a godsend\r\nwithout which NPC could not have survived. They would have seen\nthat\r\nbad debts written off in that year were over R11 million. They\r\nwould also have seen that the provision for bad debts\nremained\r\nstatic.\n[134]\nYet, notwithstanding the constant drumbeat\r\nof bad news about NPC’s poor financial position and its hand to\r\nmouth approach\nto running its affairs, there is not the slightest jot\r\nor tittle of evidence that any member at any stage expressed concern\r\nor\ndisquiet at the position or asked any questions or reacted in any\r\nway to what they were being told. Neither Mr Pieterse, nor any\nother\r\nboard member, came to give evidence about their own conduct during\r\nthis period and what they did to address and resolve the\nsituation.\r\nNor did he or anyone else explain what steps were taken in 1997 and\r\nwhy those were unsuccessful or why other steps taken\nat an earlier\r\nstage would have resolved the problem. No-one gave evidence to the\r\neffect that the form and tenor of the financial\nstatements and the\r\naudit reports led them to believe that all was well and could safely\r\nbe left to continue.\n[135]\nThere\r\nmay be cases where it can be said with confidence that if a\r\nparticular breach of contract or wrongful act had not occurred\nit\r\nwould be obvious what would have resulted. One is entitled, in\r\nlooking at causation, to use some common sense.\n[49]\nBut whether the obvious would have occurred must be measured against\r\nthe objective facts confronting the court. A recent example\nof a\r\nsituation where the apparently obvious had to give way to other facts\r\nis provided by\nNewcastle\r\nInternational Airport Ltd v Eversheds LLP\n.\n[50]\nThere the plaintiff engaged the defendant, a well-known firm of\r\nsolicitors, to prepare new service contracts for the directors\nof the\r\ncompany. They did so on the instruction of one of the directors and\r\nthe contracts contained provisions for the payment of\na substantial\r\nbonus to the directors if they were able successfully to negotiate a\r\nrefinancing arrangement for the company. The\ncourt held that the\r\nsolicitors were under an obligation to the company when presenting\r\nthe draft contracts to the remuneration\ncommittee to provide the\r\nchair with a user friendly memorandum explaining in clear language\r\nthe terms and effect of the contract.\nThey were negligent in not\r\ndoing so and the company brought an action against the solicitors for\r\ndamages represented by the amount\nof the bonuses the two directors\r\nhad received.\n[136]\nIn dealing with causation Rimer LJ said\r\nthat had the solicitors prepared such a memorandum, the obvious\r\nanswer to whether the chair\nof the remuneration committee would have\r\nread and acted upon it was ‘of course’, especially as the\r\nchair was described\nby the judge as being ‘capable,\r\nexperienced, worldly and intelligent’ with a ‘long and\r\nimpressive track record\nof work in the field of corporate finance’.\r\nBut, in the light of the evidence given by her, the court concluded\r\nthat her\nantipathy to lawyers and contracts; her preference for the\r\nbroad picture rather than detail; her practice of ‘skimming’\n\ndocuments and ignoring attachments; and the fact that she consciously\r\ndelegated the issues surrounding the contracts to the directors\n\nconcerned, led to the conclusion that she would not have read any\r\nmemorandum had the solicitors prepared one, or, if she had read\nit,\r\nshe would not have understood it, and that the contracts would have\r\nbeen signed in any event.\n[137]\nIn this case, however obvious it may have\r\nseemed to the judge that a more alarmist report from the auditors\r\nwould have provoked\nnot only a reaction, but also the taking of\r\neffective remedial steps by the members, I am unable to share his\r\nview in the light\nof the facts summarised above. The members were not\r\n– contrary to Mr Collett’s evidence – interested in\r\nNPC as\nan investment that would generate a return. They were\r\nconcerned with its ability to harness their collective purchasing\r\npower to\nextract reasonable prices from suppliers of their needs in\r\nrelation to production material, and its ability to assist them by\r\nallowing\nthem credit on their purchases. They may well have thought,\r\nespecially in the 1980s, that the government, via the Land Bank,\r\nwould\nbe unwilling to withdraw support from the agricultural sector\r\nand therefore NPC. It did not serve their interests to restrict the\n\nbasis upon which NPC made credit available to them and they would no\r\ndoubt have supported a flexible or even benevolent approach\nto the\r\ngrant of credit and the recovery of payment. It would also not have\r\nserved their interests to have the statutory pledge\nstrictly\r\nenforced, which in many instances would have meant that they received\r\nno return on their potato crops.\n[138]\nI am fortified in this view by the fact\r\nthat the reports that were made by the auditors, when read in the\r\nlight of the financial\nstatements, did not attract any reaction from\r\nmembers. The 1991 and 1992 financial years provide the clearest\r\npossible example\nof this. An amount of R1.3 million was written\r\noff as bad debts in 1991, but the directors’ report said that\r\npotentially\nanother R5.2 million might be irrecoverable. This did not\r\nattract any response from members. Then in 1992, when NPC received\r\nthe\nsum of R28.5 million from government the accounts showed R11.5\r\nmillion being written off against bad debts, although it was\r\nexplained\nthat this was in effect some R18 million. This too\r\nattracted no response from members. For my part I am unable against\r\nthat\nbackground to see that it was obvious that the members would\r\nhave taken effective remedial steps if the auditors had reported\r\ndifferently.\nIf those simple facts did not cause disquiet, or even\r\npanic, I fail to see what would.\n[139]\nWe\r\ncannot ignore what did happen when the auditors withheld an opinion,\r\non the grounds that the uncertainties surrounding NPC’s\n\nfinances and its ability to continue as a going concern precluded\r\nthem from expressing an opinion. In effect the business collapsed.\nIt\r\nis difficult to see how an equally adverse audit opinion at an\r\nearlier stage would not have had a similar result. But one cannot\n\nbuild a claim for damages against the auditor on the basis that, if\r\nthey had done their job properly, the business would have gone\ninto\r\nliquidation at an earlier date and therefore the auditors must be\r\nheld liable for all debts incurred after that date. Such\na claim was\r\nrejected in\nGaloo\n[51]\non the grounds that any negligence by the auditor had merely given\r\nrise to the opportunity for the business to suffer loss in the\nfuture\r\nand not to the loss caused by its continuing to trade. The losses\r\nclaimed by NPC in this case are losses that flowed from\nthe conduct\r\nof its business in the ordinary course and such losses do not\r\nordinarily flow from statements in the accounts of the\ncompany, but\r\nfrom its trading activities. Whether it suffers a loss from those\r\nactivities will depend upon the prudence of its\ntrading decisions,\r\nmarket conditions and the like.\n[52]\n[140]\nThere was one other insuperable hurdle for\r\nNPC to surmount if it was to show that it had suffered any loss\r\nflowing from deficiencies\nin PWC’s reports to members. It\r\nformulated its claim on the basis of 46 debts that were written off\r\nat various times between\n1990 and 1998, according to its schedule of\r\ndamages. In order to substantiate that claim it needed to prove that\r\nif PWC had reported\ndifferently either these debts would not have\r\nbeen incurred or they would have been repaid. It was quite unable to\r\ndo this as emerged\nat an early stage of Mr Collett’s\r\ncross-examination. He was asked if, in his opinion, that would have\r\nbeen the result, and\nhe answered that both were possible.  It\r\nwas put to him that at one pole was a situation where none of the\r\nfarmers received\ncredit and at the other was a situation where they\r\nall received credit and all repaid it. In between those poles there\r\nwere an\nenormous variety of possibilities. This he accepted. When it\r\nwas put to him that it was mere guesswork as to what would have\r\nhappened,\nhe answered:\n‘\nWel\r\ndit sou die een of die ander moes wees of gedeeltelik die een of die\r\nander.’\n(Well\r\nit would have been the one or the other or partly the one or the\r\nother.’)\nFurther\r\ncross-examination elicited the response that only an in in-depth\r\naudit of each individual farmer would have revealed what\nwould have\r\nhappened had the auditors reported differently. The answer lay\r\nsomewhere in the uncertain terrain between the two extremes.\nWhat\r\ncould not be said was that NPC would not have suffered any of these\r\nlosses. Where it gave credit either the whole debt or\na great deal of\r\nthe debt or some of the debt could probably have been recovered .\n[53]\n[141]\nThis\r\nevidence alone should have spelled the death knell of NPC’s\r\ncase. That conclusion was reinforced by an examination of\nsome of the\r\ndebtors’ files, which indicated that some matters simply could\r\nnot be laid at the door of the auditors. In the\ncase of the largest\r\nof all, Mr Coleman, who eventually owed over R7 million, a\r\nmeeting was held with the vice-chairman of\nNPC, Mr van Rensburg, in\r\nJune 1995 to discuss his situation. He already owed some R2 million\r\nand Mr Marais’ note of\nthe meeting recorded that the NPC found\r\nitself in a bind, where it either had to withdraw and try to recover\r\nwhat he owed, or continue\nand extend further credit.\n[54]\nThe decision was made, unwisely as it transpired, to make available a\r\nfurther R3 million in credit. It was, however, supported\nby\r\nvarious estimates of the likely proceeds of his crop that suggested\r\nthat it would suffice to discharge all or most of his debts.\n[142]\nOther similar situations emerge from the\r\ndocuments. The debt of Junior Boerdery was incurred entirely in the\r\nperiod after PWC ceased\nto be NPC’s auditors. Yet, even with Mr\r\nCollett’s input, NPC was unable to prevent the loan being made.\r\nThat is hardly\nsurprising. From the time it first became a member of\r\nNPC in 1991 Junior Boerdery had been an impeccable debtor. Going back\r\nin\ntime to 29 August 1990, at a directors’ meeting on that day\r\nthe board approved an extension of time for payment of Tonkin\nUitval\r\nBoerdery’s (Tonkin) debt of some R573 264. At the same\r\ntime it approved an increase in its credit limit to R1 085 000.\n\nTwo years later in 1992 Tonkin was liquidated owing NPC nearly\r\nR1.3 million. But in the meantime it had made payments exceeding\n\nR3 million to NPC and at all times its crop estimates and actual\r\nincome from those crops exceeded its indebtedness to NPC.\nThe\r\ndecisions to afford it additional credit may in retrospect have been\r\nunwise, but they were decisions in the ordinary course\nof business\r\nand Mr Odendaal lacked any proper basis for disagreeing with\r\nmanagement on their impact on NPC’s business.\n[143]\nThese instances not only reinforce the\r\npoint that it was impossible to say what would have happened with\r\nthese debtors had the auditors\nreported differently at different\r\ntimes, but they demonstrate that there were other intervening factors\r\ninvolved including conscious\ndecisions by the board to extend credit\r\nto members whose financial circumstances were poor. Four of the major\r\ndebtors included\nin NPC’s claim, namely, Messrs Ferreira,\r\nBekker, Coleman and Van Vuuren, representing in all more than one\r\nquarter of the\namount for which judgment was given, were considered\r\nand discussed at board meetings. The credit committee discussed the\r\nposition\nof Messrs Saaiman and Wilson and the two Van der Walts, all\r\nof whom were ultimately large debtors, whose debts were written off.\n\nYet, despite the allegation that the board was misled in regard to\r\nthe position of debtors, no member of the board was called to\n\nsubstantiate this.\n[144]\nIt follows that even had NPC pursued its\r\nclaim on a narrower basis, alleging merely that the administration of\r\ncredit by its credit\ndepartment had been inept and that a proper\r\naudit would have revealed this, it would not justify the claims that\r\nit advanced in\nthis action. On that ground also the appeal has to be\r\nupheld.\nPrescription\n[145]\nSummons\r\nin this case was issued on 16 November 1999.  By 15 November\r\n1996 all of the claims, bar possibly any that arose in\nrelation to\r\nthe 1996/1997 financial year, had arisen. The question is therefore\r\nwhether by that date NPC had knowledge of the identity\nof the debtor\r\nand of the facts from which the claim arose or could by the exercise\r\nof reasonable care have acquired that knowledge.\n(Section 12(3)\nof\r\nthe\nPrescription Act 68 of 1969\n). In a line of cases commencing with\nDrennan\r\nMaud & Partners v Pennington Town Board\n[55]\nthis court has consistently held that all that is required is\r\nknowledge of the minimum facts required to institute action. It is\n\nunnecessary for the claimant to be aware of the legal consequences of\r\nthose facts. Where the claimant does not have actual knowledge\nof\r\nthose facts, but could by the exercise of reasonable care have\r\nacquired that knowledge, that is equivalent to actual knowledge.\n[146]\nThe issue in this case relates to the\r\nidentity of the persons whose knowledge is relevant to the\r\ncommencement of prescription. The\ntrial court held that, as the\r\nresponsibility of the auditors was to report to the members of NPC,\r\nit was their knowledge that was\nrelevant and it held that they did\r\nnot have knowledge of facts giving rise to a claim against PWC, nor\r\ncould they have acquired\nthem by the exercise of reasonable care.\n[147]\nI am not sure that I share the judge’s\r\nview on the knowledge or ability to acquire it of the members of NPC.\r\nAs recorded earlier\nthere were many warnings given to them about the\r\npotential problems with bad debts and, had they responded to this\r\ninformation\nby insisting that the board make diligent enquiries into\r\nthe situation, they would have discovered all the information known\r\nto\nthe board. But, be that as it may, it is unnecessary for me to\r\ntake this any further because it was not in my opinion their actual\n\nknowledge or the knowledge that they could have acquired by the\r\nexercise of reasonable care that mattered, but the knowledge of\nthe\r\nboard members.\n[148]\nWhen\r\none is concerned with the knowledge of a corporate entity such as NPC\r\nit is necessary to identify the natural persons whose\nknowledge is to\r\nbe taken to be the knowledge of the corporate entity. This is a\r\nsearch for what Lord Hoffmann\n[56]\nreferred to as the rules of attribution by which courts determine:\n‘\nWhose\r\nact (or knowledge, or state of mind) was for this purpose intended to\r\ncount as the act etc of the company?’\n[149]\nThe\r\npresent claim is one by NPC, not by its members. Indeed, one of the\r\nreasons that it has been held that shareholders of a company\ndo not\r\nhave a claim for damages against the auditors for damages arising\r\nfrom negligent audit reports is that the company has such\na claim and\r\nis taken to pursue it in the interests of its members.\n[57]\nBut that cannot mean that in the context of a claim by the corporate\r\nentity against its auditors it is the knowledge of the shareholders\n\nor, as in this case, the members, that is relevant for the purposes\r\nof the commencement of the running of prescription. When prescription\n\nis raised against a corporate entity the ordinary rule of attribution\r\nof knowledge to the company of the knowledge of natural persons\nof\r\nthe facts giving rise to the claim, is satisfied if the members of\r\nthe board of directors have that knowledge, or could acquire\nit if\r\nthey took reasonable care. It is unnecessary for the purposes of this\r\ncase to consider whether the knowledge of other persons\nwithin the\r\nentity would also be attributed to it for the purposes of\r\nprescription. It suffices that the directors had knowledge\nof the\r\nfacts giving rise to the claim, or could have acquired such knowledge\r\nby taking reasonable care. It was pointed out to counsel\nfor NPC that\r\nhe was in effect urging us to formulate a special rule of attribution\r\nof knowledge for the purposes of prescription\nand applicable only to\r\nclaims against auditors arising from deficiencies in their reports to\r\nmembers. Understandably he made no\nsubmissions in support of such a\r\nrule.\n[150]\nOn that factual question there is a clear\r\nfinding by the trial court that the directors had that knowledge. It\r\nwas in my view justified\non the evidence, but even if they did not\r\nhave actual knowledge they could have acquired it by the exercise of\r\nreasonable care.\nThe directors knew of all the problems relating to\r\nbad debts and the shortage of capital other than loan capital. They\r\nlaid down\nthe credit policy, and either knew that it was not being\r\nimplemented as strictly as their reports to members suggested, or\r\ncould,\nby taking reasonable care, have ascertained the true position.\r\nThey were regularly told who the major problem debtors were and they\n\ncould readily have investigated and unearthed the true position in\r\nrelation to these debtors, if in fact they did not do so. All\nof this\r\nwould have enabled them to assess whether the financial statements in\r\nregard to debtors painted a fair picture and if they\ndid not, enabled\r\nNPC to proceed against the auditors for any loss it had suffered as a\r\nresult of their defective audits.\n[151]\nIn those circumstances the plea of\r\nprescription should have succeeded in relation to the claims against\r\nthe second, third and fourth\nappellants and at least in part against\r\nthe fifth appellant. As their appeal in any event succeeds on the\r\nother grounds set out\nin this judgment it is unnecessary to explore\r\nthe extent to which the plea should have been upheld in relation to\r\nthe fifth appellant.\nCosts\n[152]\nThe appeals of all the second to fifth\r\nappellants (PWC) against the judgments in terms of which they were\r\ndeclared to be liable\nto compensate NPC for damages and the judgment\r\nin which that liability was quantified must succeed. That success\r\ncarries with it\nan order of costs including the costs of two counsel.\r\nConcomitantly NPC’s cross-appeal against the quantum of the\r\ndamages\nawarded to it must be dismissed with costs, including the\r\ncosts of two counsel. Before the issue of the practice directive in\r\nregard\nto the set-down and hearing of this appeal, PWC brought an\r\napplication for the separation of the issues relating to hearsay\r\nevidence\nand prescription. In the practice directive that application\r\nwas adjourned on the basis that it would be dealt with in the course\n\nof the appeal. It attracted no argument, written or oral. Accordingly\r\nwe make no order in respect of the costs of that application.\n[153]\nPWC Inc has a separate appeal against the\r\nlimited order for costs granted in its favour by the trial court. The\r\njustification for\nthat order was that it should have taken exception\r\nto the claim. That was fallacious as its potential liability arose\r\nfrom the\nfactual allegation that it had assumed liability for the\r\ndebts of the earlier partnerships constituting PWC. Its appeal must\r\ntherefore\nsucceed. However, as the trial and appeal were conducted by\r\nPWC and PWC Inc through the same attorneys and counsel using the same\n\nwitnesses, it seems to me that it would be appropriate to order that\r\nthe respondents bear the appellants’ costs of the trial\nand the\r\nappeal jointly and severally the one paying the other to be absolved,\r\nwithout distinguishing between the costs of PWC Inc\nand those of PWC.\n[154]\nNot content with an order for costs in\r\ntheir favour, PWC and PWC Inc urged us to make an order for costs on\r\nthe attorney and client\nscale against the respondents on the basis of\r\nthe treatment of Mr Odendaal, both in regard to the allegations of\r\ndishonesty that\npeppered both his cross-examination and the\r\nsubmissions made in both the trial court and this court concerning\r\nhis integrity and\nreliability as a witness, and in regard to the\r\nallegations of tax fraud levelled against him. As to the\r\ncross-examination it was\nin my view hostile and aggressive, with\r\nconstant and frequently misplaced statements that Mr Odendaal was not\r\nanswering the question\nand liberally speckled with comments by\r\ncounsel about the quality of Mr Odendaal’s answers. On many\r\naspects the cross-examiner\nquibbled over matters of fine detail to\r\nlittle purpose. But, as the judge noted in his judgment, Mr Odendaal\r\nwas not always a responsive\nwitness and he allowed himself to become\r\nirritated with questions. There were undoubtedly weaknesses in his\r\nrecollection of matters\n– hardly surprising after the passage\r\nof many years – but some of the shortcomings in his evidence\r\nwere borne of a\ndesire to defend himself and his work at all costs,\r\neven when not supported by his own audit notes. Whilst the\r\ncross-examiner’s\napproach and manner of cross-examination and\r\nhis attitude towards Mr Odendaal are to be deprecated and verged on\r\nthe abusive, that\ndoes not in my view justify an order for attorney\r\nand client costs, especially as the beneficiaries of that order would\r\nbe the\nappellants and not Mr Odendaal.\n[155]\nThe allegations of tax fraud were more\r\nserious, as one would expect when that type of allegation is levelled\r\nagainst a person whose\nwork must frequently bear the scrutiny of the\r\nrevenue authorities. However, I think that Mr Odendaal’s\r\nstanding and stature\nas an accountant and auditor will be more than\r\nadequately vindicated by saying that in my view there was no\r\nsubstance in those\nallegations and that Mr Odendaal was entitled to\r\ntake umbrage, as he did, when they were levelled against him. It does\r\nnot call\nfor a special order of costs in favour of the appellants.\n[156]\nIt is desirable that at this point I deal\r\nwith one other matter in regard to which Mr Odendaal’s\r\ncredibility was subjected\nto attack. Indeed, in this court, it became\r\nthe cornerstone for the argument about his credibility. That was a\r\nnote made by Mr\nWixley in the course of a conference he had with Mr\r\nOdendaal for the purpose of informing himself of matters relevant to\r\nhis own\nexpert testimony. The note dealt with Mr Odendaal’s\r\napproach to the assessment of the amounts to be written off as bad\r\ndebts\nand to the assessment of the value and recoverability of the\r\ndebtors’ book. It recorded that his methodology was to look at\n\nthe state of the current crop, the strength of the individual\r\ndebtor’s balance sheet and security. Doubtful debtors were\n\nmarked and discussed and the note recorded that, unless further\r\ninformation was obtained, Mr Odendaal would ‘insist’\non\r\nthe debtor being written off. Then follows the sentence on which the\r\nattack on his credibility depended. It read:\n‘\nIn\r\nsome years the co-op could not afford the full write-off & in\r\nthose years the audit report was qualified.’\n[157]\nAfter this note was disclosed, in the\r\ncourse of the cross-examination of Mr Wixley, it was put to Mr Wixley\r\nthat it showed that\nMr Odendaal colluded with management to present\r\nfalse accounts to members and made a false report to members. Mr\r\nWixley made some\nconcessions in that regard, but said in\r\nre-examination that he could not be sure that his note was entirely\r\naccurate or that he\nhad correctly understood and recorded Mr\r\nOdendaal’s point. When his cross-examination was finished, an\r\napplication was made\nto recall Mr Odendaal to deal with the note’s\r\ncontents. That application was opposed by NPC and refused. I have no\r\ndoubt\nthat NPC was wrong to oppose it and that the judge erred in\r\nrefusing to permit Mr Odendaal to be recalled to testify and be\r\ncross-examined\nin relation to it. It was apparent that counsel for\r\nNPC intended to make use of the note for the purpose of impugning Mr\r\nOdendaal’s\ncredibility and the result of the judge’s\r\norder was that it was used for that purpose without Mr Odendaal\r\nhaving been afforded\nany opportunity to defend himself. The note was\r\nsuccinct and in my view did not necessarily bear the meaning\r\nattributed to it by\ncounsel. But it is not for this court at this\r\nstage of the matter to speculate about the circumstances in which Mr\r\nWixley came\nto make a note in those terms, or whether he\r\nmisunderstood Mr Odendaal. It suffices to say that in my view the\r\nattacks upon Mr\nOdendaal’s credibility and personal integrity\r\nbased on the contents of this note were unwarranted in circumstances\r\nwhere\nhe was denied an opportunity to defend himself.\n[158]\nEarlier in this judgment I said that I\r\nwould comment on the conduct of the trial and how it assumed the\r\nproportions that it did.\nMuch of the blame must be laid at the doors\r\nof those responsible for the presentation of the case. There was no\r\njustification for\nit to have been conducted on the basis of Mr\r\nCollett being the principal witness, instead of following the obvious\r\ncourse of calling\nthe witnesses of fact from NPC who could have\r\ndescribed the manner in which it conducted business over the years in\r\nquestion and\ngiven first-hand evidence concerning its problems.\r\nCalling Mr Collett instead of those with personal knowledge gives\r\nrise to the\nsuspicion that had those witnesses been called their\r\nevidence would not have supported his conclusions.\n[159]\nI have already dealt with the fact that\r\nmuch of Mr Collett’s evidence was hearsay and how that should\r\nhave been dealt with\nto forestall a situation where the bulk of the\r\nevidence had been presented on an inadmissible basis impossible to\r\nremedy at the\nlater stages of the trial. The same is true of that\r\npart of his evidence that was presented as the opinion evidence of an\r\nexpert\nwitness. It is impossible to discern why his expertise was not\r\nchallenged at a very early stage of the case on the grounds that\nhe\r\nwas not an expert in the fields in which he claimed expertise, namely\r\naccountancy and auditing. Nor was he an expert in the\nmatters on\r\nwhich he intended to give evidence such as the agricultural industry;\r\nthe nature of NPC’s business; and the proper\nway in which to\r\noperate the credit function of an agricultural co-operative. In\r\nrespect of these he was not an expert at all. Had\nsuch a challenge\r\nbeen advanced on the basis of what was contained in his expert\r\nsummary and some evidence in respect of his credentials\nas an expert\r\nwitness, it should have been upheld. It may be that counsel judged\r\nthat raising these objections would not have led\nto a favourable\r\nruling from the trial judge, but it is unfortunate that we cannot\r\nknow that because the issue was not raised directly.\nAll that I can\r\nsay is that if these objections had been timeously raised and upheld,\r\nas they ought to have been, it is unlikely\nthat this litigation would\r\nhave become the marathon that it did.\n[160]\nOne other factor that must be mentioned as\r\na cause of the inordinate length of this litigation is the manner in\r\nwhich the principal\nwitnesses were led and cross-examined. Invariably\r\nthe experts were led by taking them through their expert summaries\r\nand related\ndocuments in inordinate, dreary and unnecessary detail.\r\nAll of the accountants trawled through the provisions of GAAS even\r\nthough\nthe text had been agreed, and was both readily understandable\r\nand available for the judge to read.  It turned out, hardly\r\nsurprisingly, that they were all reading the same text and understood\r\nit in much the same way. That was unnecessary and is not the\npurpose\r\nof expert evidence. There was a complete failure on both sides to\r\nrecognise that:\n‘\nThe\r\nexpert may be tendered for cross-examination upon his report alone,\r\nwithout additional oral examination, or after only limited\n\nquestioning:\n“\nas\r\na general rule the report of an expert witness can be read as his\r\nevidence in chief, subject only to supplementary questions\nnecessary\r\nfor explanation or amplification of the report.”’\n[58]\n[161]\nLastly not only was the evidence in chief\r\nquite unnecessarily prolix, but in general the same was true of the\r\ncross-examination.\nI exempt from this comment the cross-examination\r\nof leading counsel who originally appeared for PWC and PWC Inc. When\r\nhe commenced\nhis cross-examination Mr Collett’s evidence\r\nstretched over some 6 800 pages of transcript and had canvassed\r\nsomething\nin excess of 100 000 documents. Measured against that\r\nhis cross-examination from the outset was to the point and exposed\r\nmany\nof Mr Collett’s weaknesses as a witness. But as to the\r\nbalance far too much time was spent examining him on documents about\n\nwhich he had no personal knowledge. The cross-examination of Mr\r\nOdendaal has already been commented on and I highlight the point\nthe\r\njudge made that, in many respects, it was simply quibbling over\r\ndetail of little relevance and seeking to advance hopeless\narguments.\r\nThe cross-examination of all the experts also tended towards\r\nnit-picking examination of relatively minor points, instead\nof\r\nfocussing on the central issues. This contributed greatly to the\r\nduration of the trial. It did little to clarify issues and\nled as I\r\nsaid in paragraph 3 to a situation where it was very difficult to\r\ndiscern the wood for the trees. It is incumbent upon\njudges seized\r\nwith the task of hearing cases of this potential magnitude to\r\nexercise control over the conduct of proceedings, by\ntaking the kind\r\nof steps indicated in this judgment, to prevent them from assuming\r\nunmanageable proportions, to the detriment and\ncost of the parties\r\nand society, by consuming scarce judicial resources.\nResult\n[162]\nI make the following order, incorporating\r\nthe orders flowing from my brother Koen AJA’s judgment dealing\r\nwith the ancillary\ncosts orders. The order is as follows:\n1.\nThe appeals by the second to fifth\r\nappellants and the appeal by the first appellant against paragraph 1\r\nof the order of 14 March\n2012 and the orders referred to in\r\nparagraphs 5, 6 and 7 of this order, are upheld with costs, such\r\ncosts to include the costs\nconsequent upon the employment of two\r\ncounsel.\n2.\nThe judgments of\r\nthe court below and the orders granted on 24 January 2011, 14\r\nDecember 2011 and paragraphs 1, 6, 7 and 9 of the\norder of 14 March\r\n2012 are set aside and replaced by the following:\n‘\nThe\r\nfirst plaintiff’s claim is dismissed with costs, such costs to\r\nbe paid jointly and severally by the first and second plaintiffs,\nthe\r\none paying the other to be absolved, and to include the costs of two\r\ncounsel and the qualifying expenses of Mr Wixley.’\n3.\r\nThe cross-appeal is dismissed with costs, such costs to include the\r\ncosts consequent upon the employment of two counsel.\n4.\nThe costs orders\r\nin paragraphs 1 and 3 are to be paid by the respondents jointly and\r\nseverally, the one paying the other to be absolved.\n5.\nThe last\r\nsentence of paragraph 2 of the order of 28 July 2011 is set aside and\r\nreplaced by the following:\n‘\nDie\r\ntweede tot vyfde verweerders moet die koste van opposisie betaal.’\n6.\nParagraph 8 of the order of 18 November\r\n2011 is set aside and replaced by the following:\n‘\nDie\r\ntweede tot vyfde verweerders moet die koste van opposisie betaal.’\n7.\nParagraph 2 of the order dated 27 April\r\n2011 is set aside and replaced by the following:\n‘\nDie\r\neisers word gesamentlik en afsonderlik gelas om die koste van die\r\naansoek te betaal.’\nM\r\nJ D WALLIS\nJUDGE\r\nOF APPEAL\nKoen\r\nAJA (Wallis JA and Fourie AJA concurring)\n[163]\nThis\r\njudgment, as foreshadowed in paragraph [8] of the main judgment of\r\nWallis JA, deals with the two costs orders\n[59]\ngranted in respect of the amendments to NPC’s particulars of\r\nclaim following the initial judgment, and the costs order made\nin\r\nrespect of the appellants’ abortive application for leave to\r\nappeal.\n[60]\nThe same\r\nterminology as in the main judgment is adopted.\n[164]\nThe two costs orders relating to the\r\namendment of NPC’s claim can conveniently be dealt with\r\ntogether. Although chronologically\nthey followed after the abortive\r\napplication for leave to appeal, I deal with them first, in the\r\nsequence that they appear as appeals.\n[165]\nThe initial declaratory judgment determined\r\nthe liability of PWC with reference to a schedule annexed thereto.\r\nFollowing that judgment\nNPC applied to amend its claim and the\r\nquantum thereof. Despite opposition, the court on two separate\r\noccasions allowed NPC to\namend its particulars of claim, giving rise\r\nto the two costs orders forming the subject of these two appeals. The\r\nfirst order was\ngranted on 28 July 2011. Paragraph 2 thereof directed\r\nthat NPC pay the costs of the amendments then sought on an unopposed\r\nbasis,\nincluding the costs of two counsel where applicable. The\r\nappellants (PWC and PWC Inc) were directed to pay the costs of\r\nopposition\nto that application, such costs to include the costs of\r\nthree counsel. The second order was granted on 18 November 2011. It\r\ndirected\nthat the same appellants pay the costs of opposition to the\r\napplication, such costs to include the costs of three advocates. The\n\ntrial court granted the second to fifth appellants leave to appeal\r\nagainst these orders and this court granted PWC Inc leave to\nappeal\r\nagainst them.\n[166]\nWhether the amendments to the particulars\r\nof claim should have been granted, has now been rendered largely\r\nacademic in the light\nof the conclusion reached on the main appeal.\r\nIt remains relevant, however, to determine whether this court should\r\ninterfere with\nthe costs orders that were granted. It is therefore\r\nnecessary to consider the merits of the applications for amendment.\n[167]\nDuring the presentation of NPC’s\r\nevidence in the first stage of the trial it emerged that NPC had not\r\naccounted for amounts\nit had recovered or could recover in respect of\r\nits alleged damages. Accordingly, after the last witness for NPC had\r\ntestified,\nbut before closing its case, the NPC’s leading\r\ncounsel applied from the bar for further issues to be separated for\r\ndetermination\nduring the second stage of the trial. That application\r\nwas successful resulting in the following ruling in terms of\nrule\r\n33(4):\n‘\n1.1\r\nThe plaintiffs will be entitled to adduce evidence of the amounts\r\nrecovered from debtors and subsidiaries whose debts have been\nwritten\r\noff, and the reasonableness of such recoveries, in the second round\r\nor stage of the trial, provided that this will not\ndetract from the\r\ndefendants’ right to apply for absolution from the instance at\r\nthe close of the plaintiffs’ case at\nthe end of the first round\r\nor stage of the trial on any basis other than that the amount\r\nrecovered from debtors and subsidiaries,\nor the reasonableness\r\nthereof, were not proved.\n1.2\r\nThe plaintiffs will be entitled to adduce evidence of the cash credit\r\ninterest rates levied by the Land Bank after 6 July 1995\nin the\r\nsecond round or stage of the trial, provided that this will not\r\ndetract from the defendants’ right to apply for absolution\nfrom\r\nthe instance at the close of the plaintiffs’ case at the end of\r\nthe first round or stage of the trial on any basis other\nthan that\r\nthe cash credit interest rates levied by the Land Bank after 6 July\r\n1995 were not proved.’ (My translation)\n[168]\nNPC contended that the amendments sought\r\nreflected its revised claim, calculated in accordance with the ruling\r\nin terms of\nrule 33(4).\nIn its amended form the amount claimed in\r\nrespect of bad debts was R56 951 978.62 after taking into\r\naccount amounts recovered\nin respect of debts previously written off.\r\nThe schedule itemising how this amount was calculated reflected gross\r\namounts recovered,\nas well as legal costs, insurance and finally net\r\nrecoveries. The legal costs were incurred in recovering or\r\nendeavouring to recover\namounts from debtors, whether or not\r\nsuccessfully. The insurance was in respect of life insurance on the\r\nlives of debtors. NPC\nmaintained that in having to account for what\r\ncould reasonably be recovered from debtors, the net amount of the\r\nrecovery, after\ndeducting all costs and charges incurred in respect\r\nof such recoveries, had to be taken into account and not simply the\r\ngross amount\nrecovered without regard to any legal costs. Accounting\r\nfor the cost of the insurance was considered to be part of the\r\nquantification\nof damages, which stood over for determination at the\r\nsecond stage of the trial. The schedule also reflected that an amount\r\nof\nR54 052 224.76 was claimed in respect of the Land Bank\r\ninterest component of its claim.\n[169]\nPWC argued that the trial court was\nfunctus\r\nofficio\nafter the initial judgment was\r\ndelivered and that NPC by these amendments was seeking to claim\r\namounts outside PWC’s liability\nas determined by the initial\r\njudgment. It accordingly contended that the amendments and the costs\r\norders against it should not\nhave been granted.\n[170]\nThe amendments mainly sought to introduce\r\nadjustments to the net recoveries made from debtors of NPC and the\r\nLand Bank interest\nclaim. In some instances the adjustment to what\r\nwas previously written off resulted in an increased liability, for\r\nexample where\nthe legal costs incurred in respect of a particular\r\nrecovery from a debtor exceeded the amount recovered from that\r\ndebtor, or where\nthe costs of insurance exceeded the net recovery.\r\nBut when this was pointed out in argument it was accepted that it was\r\nimpermissible\nto increase the claim on that basis.\n[171]\nI am not persuaded that the trial court\r\nerred in concluding that these accounting differences were simply\r\npart of the quantification\nof damages, a matter it had to determine\r\nduring the second stage of the trial in respect of the debtors of NPC\r\nwhose debts had\nbeen written off. The contractual measure of damages\r\nsought to be recovered required that the net financial position of\r\nNPC allegedly\ncaused by PWC’s breach would have to be\r\ndetermined, and that required that the net amounts recovered from\r\ndebtors had to\nbe taken into account. But in any event, to the extent\r\nthat there might have been any reservations as to whether the amounts\r\nclaimed\npursuant to the amendments fell within the parameters of the\r\ninitial judgment, convenience dictated that the amendments be granted\n\nand if objectionable, PWC could raise its objections in the course of\r\nthe hearing on quantum. The court could then during the\r\nquantification stage of the trial determine whether what was claimed\r\nproperly fell within or beyond the scope of the initial judgment.\n[172]\nThe amendments were correctly granted. They\r\nwere not, however, of such complexity and importance to the\r\nrespondents as to justify\nan award of the costs of three counsel. In\r\nmy view the employment of only one counsel was justified. The appeals\r\nagainst these\ncosts orders succeed to the extent that they are\r\nlimited to the costs of one counsel as set out in paragraphs 5 and 6\r\nof our order\nat the end of the main judgment.\n[173]\nI\r\nturn next to the appeal\n[61]\nagainst the costs order granted against PWC Inc and PWC on 27 April\r\n2011, when its application for leave to appeal against the\ninitial\r\njudgment was set aside as an irregular step. Paragraph 2 of that\r\norder directed that the appellants pay the costs of the\napplication,\r\nincluding the costs consequent upon the employment of three counsel.\r\nThe appellants appeal against the whole of that\ncosts order, with the\r\nleave of this court, seeking a variation thereof by deleting it in\r\nits entirety and replacing it with an\norder granting them the costs\r\nof that application.\n[174]\nIt\r\nis not in dispute that the application for leave to appeal complied\r\nwith the requirements of\nrule 49.\nIt was nevertheless set aside as an\r\nirregular step on the basis that the parties had agreed that there\r\nwould be no appeal until\nthe entire action had been finalised.\nRule\r\n30\ndealing with irregular proceedings applies only to irregularities\r\nof form and not to matters of substance.\n[62]\nA notice of application for leave to appeal, in compliance with the\r\nrules of court, however, cannot be an irregular step or proceeding\n\nsimply because of some alleged agreement between the parties not to\r\npursue an appeal until the action is finally completed before\nthe\r\ntrial court.\n[175]\nEven if there was such an agreement, the\r\nnotice of application for leave to appeal was not irregular, but had\r\nto be considered on\nits merits. A court is not bound by any such\r\nagreement between the parties. The declaratory order contained in the\r\ninitial judgment\nwas a ‘judgment or order’ in terms of\r\ns 20(1) of the Supreme Court Act 59 of 1959, which then applied\r\nto appeals,\nand was susceptible to immediate appeal with the leave of\r\nthe court. The agreement of the parties could not detract from that,\r\nalthough it was plainly relevant to the judge’s consideration\r\nof whether it was appropriate in the interests of justice to\npermit\r\nan appeal at that stage. There might have been very sound reasons, in\r\nthe best interests of the administration of justice,\nwhich would have\r\npersuaded the court to grant leave to appeal in respect of its\r\njudgment even though the parties had agreed otherwise.\nIf the trial\r\ncourt had concluded that there were no such reasons and that the\r\nagreement between the parties should prevail, the\napplication should\r\nhave been dismissed for that reason and not on the basis that the\r\nnotice of application was an irregular step\nor proceeding.\n[176]\nIn any event, it seems clear that whatever\r\nagreement the parties had reached at the outset, by the time the\r\napplication for leave\nto appeal was pursued, that agreement no longer\r\napplied. The agreement reached at the commencement of the trial,\r\nfollowing an exchange\nof correspondence, is recorded in the signed\r\nminute of the meeting before Hartzenberg J. It recorded that:\n‘\n1.1\r\nThe parties confirm the agreement that the trial will be conducted in\r\nstages. The merits, (that is all the issues in dispute\nexcluding any\r\ncalculation of any damages to which the plaintiff may be entitled)\r\nwill be adjudicated first and after findings have\nbeen made in this\r\nregard (including findings on the basis on which the quantum of the\r\nplaintiff must be calculated, if applicable)\nthe trial shall be\r\nadjourned to afford the parties’ experts the opportunity to\r\nendeavour to agree the quantum in accordance\nwith the findings made\r\nby the court on the merits.\n1.2\r\nPlaintiff is of the view that the appropriate time to address this\r\nissue would be after the findings have been made. (My translation)\n[177]\nThis minute made no reference to there\r\nbeing no appeal until the end of the trial. It did, however, give\r\neffect to a proposal previously\nsuggested by PWC’s attorneys in\r\ntheir letter of 11 July 2005 which recorded that:\n‘\nOur\r\nclients are agreed that, provided they are not prejudiced in any way,\r\nthey will  not – should the case go against\nthem –\r\napply for leave to appeal until the quantification has been\r\nundertaken in accordance with the suggestions made above.\nWe\r\nunderscore that this agreement applies only if our suggestions are\r\naccepted. In the event of any other configuration, we would\nhave to\r\ntake instructions afresh.’\n[178]\nThe trial however took a different turn to\r\nthat contemplated in the aforesaid correspondence, when the judge\r\nseparated the further\nissues after the last witness for the NPC\r\ntestified. The judge reasoned that the agreement reached between the\r\nparties was an ‘unqualified’\nagreement that the trial\r\nwould be addressed in two phases and that there would not be an\r\nappeal in the interim. I am unable to\nagree with that conclusion. The\r\nagreement, such as it was, provided that PWC would not pursue an\r\nappeal until the action was complete,\nso long as it was ‘not\r\nprejudiced’ and on the underlying basis of a certain factual\r\n‘configuration’. The\nagreement must be viewed, as PWC\r\nargued, ‘within the context of the matrix of facts that\r\npertained at the time’.\n[179]\nAt the stage PWC’s attorney’s\r\nletter was written, ‘everything’, that is all issues, was\r\nsupposed to have\nbeen addressed in the first phase and only the\r\ncalculation of the quantum would occur during the second phase in\r\naccordance with\ndirections to be made by the court during the first\r\nphase. The rule 33(4) ruling introduced a different ‘configuration’.\n\nNot allowing an appeal at the time when such leave was sought was\r\npotentially prejudicial to PWC and PWC Inc.\n[180]\nIt was competent for the court to issue the\r\norder it did in terms of rule 33(4). The effect of that order was\r\nthat considerably\nmore evidentiary issues were left to be dealt with\r\nin the second phase of the trial than were contemplated when the\r\nagreement to\nfinalise the trial without an interim appeal was\r\nconcluded. Accordingly, insofar as it may be relevant, the agreement\r\nnot to pursue\nan appeal before at the end of the trial no longer\r\napplied and there was nothing to preclude PWC from applying for leave\r\nto appeal.\n[181]\nThe judge erred in dismissing the\r\napplication for leave to appeal as an irregular proceeding and\r\nawarding costs, including the costs\nof three counsel against PWC Inc\r\nand PWC. The correct fate of the application now only has relevance\r\nas regards the costs order.\nThe court did not address the question\r\nwhether leave to appeal was appropriate at that time. It set aside\r\nthe application as an\nirregular proceeding on erroneous grounds. The\r\napplication in terms of rule 30 should not have succeeded and should\r\nhave been dismissed.\nIt follows that the costs order should have been\r\nin favour of the appellants. The argument as to whether the notice of\r\nappeal constituted\nan irregular proceeding was, however, not of such\r\ncomplexity as to warrant the employment of two counsel. Accordingly,\r\nonly the\ncosts of one counsel should be allowed.\n[182]\nIn the result the appeal on this issue\r\nsucceeds and an order in terms of paragraph 7 of the order in the\r\nmain judgment must be made.\n________________\nP\r\nA KOEN\nACTING\r\nJUDGE OF APPEAL\nAPPENDIX\nThe\r\nyears from 1984 to 1990\n[1]\nEarly in 1984 the Land Bank raised with NPC\r\nconcerns about its credit and debt recovery policies. In a letter\r\ndated 12 April 1984,\nthe managing director of the Land Bank pointed\r\nout that NPC had extended additional credit of nearly R11 million\r\nduring the previous\nyear, but only recovered R5 million. He said that\r\nthis raised concern with the Land Bank (‘wek kommer by die\r\nBank’)\nand that it was in NPC’s best interests to review\r\nits policies on the granting of credit and debt recovery.\r\nRepresentatives\nof the bank met with the board of directors and the\r\nthen principal auditor, Mr Hugo, on 28 June 1984 to stress\r\nthese\npoints. They were blunt in their assessment of affairs. They\r\nsaid that NPC granted credit too freely, that it was not effectively\n\nexercising its statutory pledge and that the collection of debts was\r\ninadequate. They stressed that the collection of debts must\nbe\r\ncarefully followed up and that a proper credit policy had to be\r\nimplemented. NPC’s participation in the 1984 drought aid\nscheme\r\nwas dependent upon the formulation of a credit policy approved and\r\nmonitored by the bank.\n[2]\nIn July 1984 the Land Bank established an\r\nemergency assistance scheme for farmers who had been hard hit by\r\ndrought, backed by a\ngovernment guarantee given to the Land Bank. One\r\nelement of the scheme was the postponement of the obligation of\r\nmembers of co-operatives\nto repay their production credits to their\r\nco-operative. Many farmers had arrear debts (‘oorlaatskulde’)\r\nin respect\nof the 1984 crop. These would be consolidated with debts\r\nowing under the 1983 drought assistance scheme and the repayment\r\nperiod\nwould be extended for up to six years, on the basis that the\r\nfarmers would repay as much as possible each year. These debts would\n\ncarry a subsidised rate of interest for two years, after which the\r\nposition would be reviewed. In the meantime the co-operatives\nwould\r\ncontinue to finance new production credits for the 1984/85 season.\r\nThe nett effect of this was that the farmers would incur\nadditional\r\ndebts, it being the underlying premise of the scheme that with good\r\nharvests in future years they would be able to pay\ntheir debts.\n[3]\nThe entire scheme was to be monitored by\r\nthe Land Bank. It stressed that the extension of credit by\r\nco-operatives would have to\nfollow careful policies in determining\r\nhow much credit to give. This was, however, subject to an overriding\r\nintention to assist\nfarmers who should still be assisted (‘in\r\ndié gees word daar dus van koöperasies verwag om die boer\r\nte help wat\nnog gehelp te word’). Follow-up letters addressed\r\nby the bank to the chair of the board of directors of NPC stressed\r\nthe\nneed to follow credit policies and warned that the bank would not\r\nauthorise payments unless its requirements were satisfied.\n[4]\nAgainst this background PWC conducted the\r\naudit for the year ended 30 September 1984. Mr Odendaal was by now\r\ninvolved in the audit\nalthough it was still under the overall control\r\nof Messrs Hugo and Naudé. In a letter addressed by the latter\r\nto the chair\nof the board of directors he complained that computer\r\nproblems had caused difficulties in conducting the audit. That had\r\nmade the\naudit of debtors difficult because of the absence of\r\ndebtors’ trial balances and the inability to reconcile the\r\ncontrol accounts.\nThis was embodied in the auditor’s report in\r\nthe annual financial statements. That referred to gaps in internal\r\ncontrols\nand the fact that there was an un-reconciled debit balance\r\nin the debtors’ account.\n[5]\nThe directors’ report for that year\r\nsaid that there had been a far larger harvest than in previous years,\r\nbut a substantial\ndrop in prices had accompanied this, frequently to\r\nbelow production costs. On a marginally higher turnover debtors had\r\nincreased\nfrom R12.7 million to R20 million and borrowings from the\r\nLand Bank from R9.9 million to R16.6 million, of which drought relief\n\naccounted for over R12 million. Bad debts increased from R432 058\r\nto R509 333. The drought relief scheme stood at 60\nper cent of\r\ndebtors. The directors’ report understandably said that the\r\nboard and the Land Bank were deeply disturbed by\nthis situation. An\r\nappeal was made to members to comply strictly with the credit policy,\r\nalthough the board noted that strict compliance\nwould inconvenience\r\nmany farmers.\n[6]\nIn September 1985 the board noted that 15\r\nper cent of accounts encompassing 31 per cent of outstanding debts\r\nwere in arrears. At\nthe same meeting it approved the grant of further\r\nproduction credits of over R900 000 to farmers whose arrears\r\ncollectively\namounted to over R750 000. None of those farmers\r\nwere among the bad debtors that later formed the subject of NPC’s\r\nclaim.\n[7]\nIn\r\neach of the years from 1985 to 1990 PWC qualified the annual\r\nfinancial statements. They said that they had been prepared on a\n\ngoing concern basis, but that as a result of current economic\r\ncircumstances in the agricultural industry it was not possible for\n\nthe auditors to form a view on the recoverability of the total\r\nindebtedness of members.\n[63]\nIn argument in both this court and below NPC launched a fierce attack\r\non this qualification and that is dealt with in the body\nof the main\r\njudgment.\n[8]\nThe annual financial statements for 1985\r\nand, in particular, the directors’ report painted a gloomy\r\npicture. It was said that\na crisis stared NPC and its members in the\r\nface and that the debtors’ position did not make for a\r\nfavourable picture. Although\nharvests had improved prices were low\r\nand, on average, below production costs. For the first time farmers\r\nwere finding themselves\nunable to repay their production credits from\r\nthe proceeds of other crops. When prices were high opportunistic\r\nproducers entered\nthe market depressing prices. Drought aid now\r\nrepresented 70 per cent of debtors. Progress was not being made in\r\ncollecting outstanding\ndebts, notwithstanding the employment of a\r\nfinancial manager with responsibility for granting credit and\r\ncollection of outstanding\ndebts. The board said that without\r\nassistance from the state NPC could not continue to assist members\r\nwho were struggling. A summary\nof the debtors over the previous four\r\nyears showed that they had virtually quadrupled whilst turnover had\r\nchanged little. Between\n1984 and 1985 debtors not entitled to drought\r\nassistance increased by nearly 50 per cent to over R12 million.\r\nWhilst the bad\ndebt provision remained static at R300 000,\r\nwrite-offs of bad debts had increased to just short of R1 million,\r\nnearly\ndoubling in one year. Once these were taken into account the\r\noperating surplus became an operating loss.\n[9]\nIn 1986 the new financial manager produced\r\na report for the board that stressed the deteriorating financial\r\nposition and the urgent\nneed for NPC to build up its capital\r\nreserves. That would require significant further capital inputs from\r\nmembers or other sources.\nIf this could not be obtained the financial\r\nposition of NPC would deteriorate. At its meeting on 15 August 1986\r\nthe board took\nnote of the high risks attendant upon debtors and\r\nresolved to adopt a conservative view and write off doubtful debts\r\n‘as\nfar as possible’ (‘sover as moontlik’).\r\nThe heart of the problem remained that, even though there had been a\r\n30 per cent increase in turnover, production credit debtors had only\r\ndeclined by 2 per cent. The collection of debts owing under\nthe\r\ndrought aid scheme remained a problem. A new issue arose of farmers\r\nseeking assistance to stave off other creditors, particularly\n\ncreditors under hire purchase agreements, and funds being released to\r\nthem in order that they could harvest their crops. In addition\na\r\nnumber of insolvencies were occurring among members and this was\r\nemphasised at the annual general meeting. The 1986 directors’\n\nreport said that the board remained deeply concerned about both the\r\nfinancial position of members and the continued existence of\nNPC. The\r\nlevel of debtors under both the drought aid scheme and production\r\ncredits increased by R4 million on an increased\nturnover of\r\nR9 million. Recoveries in respect of bad debts previously\r\nwritten off remained minimal.\n[10]\nLittle change was reflected in the 1987\r\naccounts. The level of debtors increased by a further R6 million\r\non an increased turnover\nof R18 million. The indebtedness to the\r\nLand Bank grew correspondingly. Bad debts written off exceeded R1\r\nmillion and when\ntaken into account meant that a trading surplus\r\nbecame a deficit. In addition the category of ‘sundry debtors’\r\nincreased\nmarkedly from a nominal amount to over R2 million. The\r\nboard said it remained optimistic about the future of the industry\r\nprovided that greater co-ordination in planting and greater price\r\nstability could be achieved. However, it continued to say that\nthe\r\ngeneral state of debtors was unsatisfactory and that it remained\r\nconcerned at the financial position of a number of members\nof NPC.\n[11]\nAlthough the board received a report from\r\nthe financial manager in February 1988 that both the liquidity and\r\nsolvency position of\nNPC was under pressure, it resolved not to\r\nimpose a levy on members. This notwithstanding that the report\r\npointed out that profitability\nwas minimal; that the level of debt\r\nper share was increasing, especially if the debtor suspense account\r\nwas brought into the reckoning;\nthat NPC was overly dependent on Land\r\nBank financing; and that if urgent corrective measures were not taken\r\nthe result would be\ncatastrophic. At the annual general meeting on 24\r\nand 26 February 1988, the chair reported on the level of bad debts\r\nwritten off\nand said that rising debt levels were due to price\r\nincreases in production inputs. He expressed concern at the\r\nincreasing debt\nburden. Mr Odendaal, from PWC, said he was concerned\r\nat the fact that the ratio between members’ funds and total\r\nfunds had\ndeteriorated and stressed that this ratio needed to be\r\nimproved.\n[12]\n1988 saw a continuing increase in\r\nmembership, presumably in part as a result of a merger with the\r\nMarkpro Co-operative that led\nto the change in name to NPC, and a\r\ncorresponding increase in the level of debtors. By February 1988 it\r\nwas anticipated that rising\ninput prices would place further pressure\r\non members’ ability to repay debt. After the merger the\r\nfinancial year end changed\nfrom 30 September to 31 December. There\r\nwas, however, no change in the problems facing NPC of which the\r\nobtaining of fresh capital\nremained critical. Production increased\r\nboth among members and new entrants to the market resulting in lower\r\nprices. The directors\nreported in the 1988 annual financial\r\nstatements that as a result it was anticipated that members would\r\nfind it difficult to meet\ntheir obligations. In comparison with the\r\nfull year to 30 September 1987, the ten months to 31 December\r\n1988 showed an increase\nin turnover from R48.6 million to R71\r\nmillion, an increase in debtors from R33 million to R50 million\r\nand an increase\nin indebtedness to the Land Bank from R28 million\r\nto nearly R47 million. Bad debts of R1.3 million were\r\nwritten\noff in addition to the R880 000 in bad debts written off\r\nin the five months between 30 September 1987 and 28 February\n\n1988.\n[13]\nThe audit report provided to the board by\r\nMr Odendaal in respect of that period highlighted that credit limits\r\nwere regularly exceeded\nand production inputs were sometimes supplied\r\nto members who were not creditworthy. Debtors’ balances were\r\nnot reconciled\nwith ledger accounts on a regular basis with a\r\nconsequent loss of interest to NPC. Credit was given for seed without\r\nthe approval\nof the credit committee. Undertakings were given to deal\r\nwith this.\n[14]\nIn May 1989, after a visit by its officials\r\nto NPC, the managing director of the Land Bank wrote to the chief\r\nexecutive in strong\nterms. He pointed out that NPC was heavily\r\ndependent on external financing and the result was that exposure to\r\nthe risk of non-payment\nto the tune of some R43 million lay with\r\nthe bank and the state. The increase in debtors over the previous 28\r\nmonths had been\nfinanced almost entirely with external finance,\r\ngiving rise to a substantial obligation in respect of interest. It\r\nwas therefore\nof fundamental importance to improve NPC’s\r\ncapital position and place limits on the extension of credit. The\r\nbank’s\nconcluded that the situation in regard to the debts of\r\nmembers was disturbing. If nothing were done to address the problems\r\nit\nsaid it would be obliged to make further extensions of credit\r\ndependent upon compliance with stringent conditions.  This\r\nletter\nwas placed before the board. At that meeting the board gave an\r\ninstruction to management to take steps to recover arrear amounts\nand\r\nto implement the credit policy strictly. At a later meeting it\r\nresolved not to impose a levy on purchases, but to raise the\ncapital\r\ncontributions of members over a period of three years.\n[15]\nThe Land Bank continued to express\r\nunhappiness at the financial situation of NPC. It pointed out that in\r\nthe period of 27 months\nto 31 December 1998 credit extended by NPC\r\nexceeded recoveries by R13 million. In addition there had been\r\nan astronomical\nincrease in provisions for bad debts (‘astronomiese\r\ntoename in voorsiening vir slegte skulde’). This prompted the\r\ninitiation\n(but not necessarily the implementation in practice) of\r\nfurther and more stringent credit requirements and the Land Bank was\r\nadvised\naccordingly. The bank was assured that the board and\r\nmanagement shared its concerns about the financial position.\n[16]\nDespite the Land Bank’s intervention,\r\nthe instructions from the board to officials and the auditors\r\nexpressing concern in\ntheir audit report for 1989 about\r\nnon-compliance with credit control measures, the 1989 annual\r\nfinancial statements showed that\nthe position continued to\r\ndeteriorate. Debtors increased by a further R15 million from the end\r\nof the previous year. In its report\nto management on the audit PWC\r\ndescribed the overall increase over three years as enormous (‘ŉ\r\ngeweldige toename’).\nThey advised that four steps had to be\r\ntaken to remedy the situation. These were: stricter application of\r\nthe credit policy; prior\ndetermination of credit limits and the\r\nmaintenance of arrears within those limits; timely action to recover\r\narrears; and obtaining\nsecurity for new and existing debts. For the\r\nfirst time the amounts owing by NPC to the Land Bank exceeded the\r\namounts owing to\nNPC by members.\n[17]\nNot surprisingly the Land Bank continued to\r\nbe concerned about the financial situation at NPC. A further visit by\r\nofficials in April\n1990 led to a letter being written by the chief\r\nexecutive of the Land Bank to NPC. An accompanying letter addressed\r\nto the chair\nof the board said that aspects of the letter demanded\r\nthe urgent attention of the board. It asked for a meeting with him\r\nand his\nmanagement committee. The accompanying letter highlighted the\r\npeculiar accounting treatment of bad debts, which involved an amount\n\nof over R5 million being written off as bad and being\r\ntransferred to a suspense account, from which nearly R4 million\n\nwas then written back as recoveries of bad debts. The letter asked\r\nthat a proper assessment of bad debts be made, and that the\nR300 000\r\nfigure in the annual financial statements be revised to a more\r\nrealistic level acceptable to the bank. The bank expressed\ndoubt that\r\nsufficient collection of debts would occur within a foreseeable\r\nperiod to prevent the debtors’ book aging, that\nis, the average\r\nperiod for which the debts had been outstanding increasing. There was\r\na threat, if this was not addressed, that\nthe bank would review the\r\nbasis upon which it was financing members’ production credits\r\nand that this could cause NPC a cash\nflow problem. In addition the\r\nbank queried the basis upon NPC had invested in a company that\r\nmanufactured bags for potatoes.\n[18]\nAt the annual general meeting of NPC in May\r\n1990 (attended by only 13 members in person and 46 by proxy, a mere 5\r\nper cent of the\nmembership) the chair told those present that the\r\nRegistrar of Co-operatives, the Land Bank, the auditors, the board\r\nand management\nwere all worried about the poor ratio between own and\r\nborrowed capital. However the biggest worry remained the high\r\npercentage\nof overdue accounts. An explanation of the treatment of\r\ndoubtful debtors was furnished to the Land Bank, but was not\r\naccepted,\nwhich meant that those debts were no longer regarded as\r\nproviding security for the money owing to the Land Bank. The Land\r\nBank\nwas clear that the position in regard to doubtful and bad debts\r\nwas unacceptable. After a meeting with members of the board it\r\nexpressed the view that of the R40 million in unrecovered debts\r\na large portion could be regarded as irrecoverable (‘ŉ\n\ngroot gedeelte van hierdie bedrag as oninvorderbaar beskou te word’).\r\nIt also warned that the indiscriminate granting of\ncredit, with all\r\nits attendant risks linked to the recovery of debts, could land NPC\r\nin a financial crisis and stressed the need\nfor a stringent\r\napplication of the credit policy.\n[19]\nThe affairs of NPC then attracted the\r\nattention of the Registrar of Co-operatives, who sent inspectors to\r\nexamine its affairs. Their\nconcern was the rapidly deteriorating\r\nfinancial position of NPC over the previous five years in relation to\r\ndebtors and capital.\nThe report stressed the same points as had the\r\nLand Bank, management, the auditors and the board, namely that NPC\r\nneeded to generate\nsurpluses in order to improve its capital position\r\nand make it less dependent on borrowing and it needed to operate a\r\nstringent\ncredit policy. The board discussed both this report and the\r\nletters received from the Land Bank and the credit policy was\r\nrevised.\n[20]\nIt emerges clearly from this that the board\r\nwas well aware of the financial problems facing NPC. It understood\r\nwhat was necessary\nin order to resolve those problems. It adopted a\r\nstrategic policy and a credit policy to address the problems relating\r\nto both\nthe grant of credit and the recovery of debts. That was\r\nhampered by the fact that members were responsible for their own\r\nmarketing\nthrough market agents and it was difficult to secure that\r\nthe agents paid the proceeds of the sales to NPC. A new form, the\r\nso-called\nK-form, was introduced to improve this. Instructions were\r\ngiven to field agents in regard to the implementation of the revised\r\ncredit policy. At a meeting in July 1990 the Land Bank’s\r\nrepresentatives said that these were steps that should have been\n\ntaken many years before. The reaction of management was that it was\r\napparent that the Land Bank viewed the position with debtors\nin a\r\nvery serious light and there was a risk that it would take steps\r\nagainst NPC. In December 1990, however, there was some relief\nbecause\r\nof the extension of the drought relief scheme.\n[21]\nThe financial position of NPC remained\r\ndire. Members were advised that the credit policy would be strictly\r\nimplemented. In ten years\ndebtors had increased from R2.6 million\r\nto R67 million. Accounts handed over for collection stood at\r\nR8.6 million\nand provisions for bad debts at R7.3 million. A\r\nlist of these bad debts was tabled at the board meeting on 28\r\nFebruary 1991. However,\nalthough these were the provisions in the\r\nbooks of NPC, in its annual financial statements for 1990 the bad\r\ndebt provision remained\nthe same at R300 000 and an amount of\r\nclose to R1.7 million was written off as uncollectable. PWC continued\r\nto report that\nthey were unable to express an opinion on the\r\nrecoverability of the members’ debts. There was no mention of\r\nthe fact that\nthe internal records of NPC reflected a far higher\r\nfigure in respect of doubtful debts.\nThe\r\nyears from 1991 to 1996\n[22]\nSome relief came in 1991 as a result of an\r\nextension of the drought aid scheme and a good year from a production\r\nand price point\nof view. But by the end of that year the Land Bank\r\nindicated that it now required a twenty per cent margin on the\r\nfinancing of\nproduction credits. The grant of credit remained\r\nproblematic, with the bank complaining that in some instances NPC was\r\ngranting\ncredit to members, when other co-operatives of which those\r\nmembers were also members had refused to do so. It also expressed\r\nconcern\nat the departure of a senior staff member, but was reassured\r\nthat new and competent staff had been appointed in their place.\n[23]\nWhen the audit for that year was being done\r\nPWC prepared a schedule of debtors that reflected doubtful debts as\r\nover R19.5 million.\nOf those, over R8.5 million had already been\r\nhanded over for collection. This appears to have been done in about\r\nDecember 1991.\nThereafter these figures were revised downwards until\r\na figure of around R1.3 million appeared in the financial statements\r\ntogether\nwith a statement in the directors’ report that a\r\nfurther amount of R5.2 million ‘may be irrecoverable’.\r\nRegrettably,\nhowever, the difference between the original schedule\r\nand the figures in the financial statements and the intervening\r\ndocuments\nshowing the progressive reduction of the bad debt provision\r\nwas not canvassed with Mr Odendaal, so that care must be taken not to\n\nattach too much weight to them. What they do show is that at this\r\nstage there was considerable scope for thinking that the debtors\nwere\r\noverstated in the balance sheet and the provision for bad debts and\r\nbad debts written off may have been insufficient.\n[24]\nAt a meeting of the board prior to the\r\nannual general meeting Mr Odendaal, by then in charge of the audit,\r\nexpressed his concern\nover the recoverability of debtors. However,\r\nthis was not carried through to the annual financial statements\r\nthemselves. The provision\nfor doubtful debts remained unchanged at\r\nR300 000 and the debts written off as bad were smaller than the\r\nprevious year at\na little over R1.3 million. The auditors’\r\nreport read:\n‘\nAs\r\nmentioned in section 6 and section 7 of the directors’ report,\r\nthere is uncertainty about the general recoverability of\ndebtors and\r\nthe ability of the co-operative to obtain further financing.\nBecause\r\nof the significance of the uncertainties referred to in the preceding\r\nparagraph, we do not express an opinion on the annual\nfinancial\r\nstatements for the year ended 31 December 1991.’\nNotwithstanding\r\nthe concerns that might have arisen from the matters dealt with in\r\nthe preceding paragraph, Professor Wainer regarded\nthis qualification\r\nas adequate. He added that no-one could obtain any assurance form the\r\nauditor in that event because the auditor\nhad specifically withheld\r\nany such assurance.\n[25]\nThe directors’ report said that the\r\ndebts written off were mainly more than three years old. Various\r\nreasons were given for\ntheir having become irrecoverable. It then\r\nadded that there was a further amount of R5 222 000 ‘that\r\nmay be irrecoverable’.\nA description was given of measures\r\ntaken to improve debt collection and credit control and the report\r\nfinished on the optimistic\nnote that ‘taking into account these\r\npositive factors’ the board believed that future bad debts\r\ncould be limited to\na level that NPC could absorb. Notwithstanding\r\nthis optimism and the repeated emphasis on the stringent application\r\nof the credit\npolicy, the audit report to management said that\r\nsecurity for debts was frequently insufficient, drought scheme\r\npayments were in\nmany instances in arrear and credit regulations were\r\nnot always complied with. At the annual general meetings held in\r\nvarious centres,\nattended by 47 members in all, the chairman reported\r\nthat there were difficulties with Land Bank financing and that it\r\nwould be\nnecessary to enforce the credit policy strictly. It was\r\nplain that in 1991 NPC was in dire financial straits and unless\r\nsomething\nchanged dramatically it was unlikely to survive.\n[26]\nIn 1992 the government took steps to\r\nprovide further drought aid assistance to farmers while at the same\r\ntime aiming to remove the\nstate guarantee from the system and restore\r\nand promote market-oriented financing to agriculture. It is apparent\r\nfrom the government\nannouncement of this revised policy that\r\ncarry-over debt of farmers enjoying drought relief assistance had\r\nreached alarming proportions.\nWhat had started in 1983 as a guarantee\r\nof R800 million had reached the stage where carry-over debt owed\r\nby farmers in respect\nof production credit had reached R2.4 billion\r\nand covered virtually all food producing areas in South Africa. In\r\norder to\nextricate itself from this situation the government proposed\r\nto distribute to the various affected co-operatives an amount of R2.4\n\nbillion, after which the government guarantee would be withdrawn.\n[27]\nThe precise mechanism within which this\r\nrevised scheme would work was at first unclear. In the meantime the\r\nminutes of directors’\nmeetings during 1992 continued to reflect\r\nconcern over NPC’s finances. It was agreed that a deposit would\r\nbe sought on purchases\nand fresh capital would be sought in order to\r\nprovide the Land Bank with a guarantee. A revised credit policy was\r\nadopted and a\ncredit committee was established consisting of Mr Dürr,\r\nthe chairman of NPC, Mr Pieterse, who succeeded him as chairman, and\n\none other. They were to decide whether credit should be granted in\r\ndifficult cases. According to a letter addressed by the chief\n\nexecutive to the Land Bank, current debtors amounted to nearly\r\nR38 million and drought relief debtors to R43 million.\n\nApart from the problems with debtors a subsidiary company that made\r\npotato pockets was losing money. At a directors’ meeting\nin\r\nNovember 1992 there was continuing concern over the level of debtors\r\nand the ability of NPC to make recoveries. It was recorded\nthat the\r\nprovision for bad debts in the books of NPC stood at R4.4 million,\r\nwhich was less than the R5.2 million of the previous\nyear. This\r\namount appeared to reflect those debts that had been handed over for\r\ncollection. It is apparent that the internal figures\nbeing used by\r\nmanagement for the purpose of reporting to the board reflected bad\r\ndebt provisions at a level considerably higher\nthan the annual\r\nfinancial statements.\n[28]\nWhen\r\nthe fund to remove the state guarantee was distributed NPC received\r\nan amount of R28.5 million. That discharged the state\nfrom any\r\nfurther liability in respect of the drought aid scheme and this fact\r\nwas minuted by the board at its meeting on 5 December 1992.\nThe\r\nboard then instructed management ‘in conjunction with the\r\nauditors’ to assess in what way this amount could be\nreflected\r\nin the annual financial statements to influence the balance sheet in\r\nthe most favourable possible light.\n[64]\nIt was common cause in argument that but for this payment NPC would\r\nhave been insolvent and would have ceased operations very rapidly.\n[29]\nInstead the financial position improved\r\nmarkedly as a result of this cash injection and the auditor’s\r\nreport to the annual\nfinancial statements for 1992 was unqualified.\r\nIt said that in the opinion of the auditors the financial statements\r\nfairly represented\nthe financial position of NPC. The directors’\r\nreport said that in view of the assistance measures announced by the\r\ngovernment\nthat removed the government guarantee, it was not possible\r\nto compare the debtors’ position with that in previous years.\r\nDebts totalling R11.5 million were written off, the bulk of them\r\nagainst the drought assistance accounts, the explanation being\nthat\r\nthe government no longer guaranteed these debts. However, the income\r\nstatement showed a different picture. In the income statement\nR 18.35\r\nmillion was written off of which R6.885 million was used against\r\nthe state guarantee allotment, this being, according\nto the notes to\r\nthe financial statements, ‘an appropriate share’ of bad\r\ndebts to write off. The effect was to leave\nan amount of\r\nR21.5 million, which was used to create a contingency reserve,\r\nso that the capital of NPC on the balance sheet\ntripled from\r\nR7 million to R21 million. However, while the drought aid\r\nindebtedness of members was reduced from R35 million\nto\r\nR23.5 million and the liabilities to the Land Bank fell by\r\nR34 million, total debtors declined by only R18 million.\nIn\r\nthe result the net cash position of NPC did not improve at all\r\nnotwithstanding the injection of over R28 million from\r\ngovernment. One subsidiary became dormant and the other two made\r\nlosses.\n[30]\nIn its report to the annual general\r\nmeetings the board described the receipt of this money as a godsend\r\nfrom the state. However,\nit did not resolve NPC’s financial\r\nproblems. The indebtedness of members to NPC arising under the\r\ndrought aid scheme still\nstood at over R23 million and no longer\r\nhad the backing of a government guarantee. Capital formation remained\r\na problem and\nthe board was faced with a dilemma in that members\r\nwanted the co-operative both to make a profit and to assist them by\r\nadopting\na sympathetic approach to requests for credit. The internal\r\nreports during 1993 revealed that the same problems continued to\r\nplague\nNPC. The cash flow position improved slightly in August 1993\r\nwith the negotiation of a cash credit facility (‘kaskredietrekening’\n\nor ‘KKR’) for the following year through the Land Bank.\r\nThe facility also covered some existing debts but was subject\nto\r\nstringent conditions. Concerns continued to be expressed over the\r\nbasis for the extension of credit and where the amount involved\n\nexceeded R500 000 it required board approval if the applicant’s\r\ndebt levels exceeded sixty per cent. When Mr Odendaal\nmade a\r\npresentation of the annual financial statements to the board he yet\r\nagain stressed the need to control costs, to recover\ndebts and to\r\ndeal with the high provisions for bad debts.\n[31]\nMinutes show that the credit committee and\r\nthe board were both being required to consider particular cases where\r\ndebtors were seriously\nproblematic. Thus at the directors’\r\nmeeting in February 1994, prior to the annual general meeting, the\r\ncases of Messrs P\nL Ferreira, P J Bekker, R Coleman and T G van Zyl\r\nreceived attention. All four were among those in respect of whom\r\njudgment was\ngranted in favour of NPC.  In excess of R18.5\r\nmillion, or more than one quarter of the judgment, was eventually\r\nwritten off\nin respect of these four. Mr Ferreira was already unable\r\nto pay his debts and his creditors were trying to work out a rescue\r\nplan,\nwhile Mr Bekker was seeking a moratorium from his creditors. Mr\r\nColeman was given extended credit and time to pay his existing debts.\n\nMr van Zyl’s situation was left over for discussion at a later\r\nstage.\n[32]\nThe board approved the 1993 annual\r\nfinancial statements at a meeting on 10 March 1994. In doing so it\r\nnoted that without the positive\nimpact of the government’s\r\nassistance NPC would not have been able to survive. Bad debts\r\namounting to R2.8 million were\nwritten off in terms of an agreed\r\nschedule. Five of the debtors on the list making up the claim appear\r\non this schedule, but save\nfor one of them, only in respect of\r\ntrivial amounts. The one exception was Tonkin Uitval Boerdery, in\r\nrespect of which two amounts\ntotalling R1 297 822.97 were\r\nwritten off. In addition there appear to have been amounts handed\r\nover for collection. One\nparticular member whose situation was\r\nconsidered was Mr T G van Zyl, who it will be recalled, had been\r\ndiscussed at an earlier\nmeeting. It was decided to postpone recovery\r\nof his debt of some R1.2 million and to extend additional\r\nproduction credit of\nR218 000 to him.\n[33]\nThe annual financial statements for 1993\r\nwere once again unqualified. The one operating subsidiary made a\r\nsmall profit and the other\na large loss. A further R5.8 million\r\nwas written off as bad debts. Whilst debts under the drought aid\r\nscheme fell again this\nwas more than offset by a substantial increase\r\nin ordinary debts from production credits, which increased from R 37\r\nmillion\nto R 52 million. Whilst a small profit was generated on\r\nan increased turnover this was entirely dependent on the additional\n\ndebts proving to be collectable.\n[34]\nIn 1994 the established pattern continued,\r\nalthough the new chief executive, Mr Boonzaaier, in a memorandum\r\ndated 14 March 1994\nurged the board not to concentrate solely on\r\ncredit control and the recovery of debt, but also to explore other\r\nways of increasing\nprofits. However, the continuing problems of bad\r\ndebts and control of credit continued to be the focus of attention.\r\nAt the annual\ngeneral meetings they were described as a great source\r\nof concern (‘ŉ groot bron tot kommer’) although the\r\nchairman\nsaid that with the help of a strong credit policy they were\r\nwell under control (‘goed onder beheer is’). In June a\r\nnew and strengthened credit policy was adopted and there were\r\nparticular concerns over the indebtedness of Mr P L Ferreira and Mr\nH\r\nJ Saaiman. The latter’s indebtedness, included in the judgment\r\nagainst the fourth respondent, was nearly R5 million.\nThe credit\r\nmanager addressed a notice to all agents and credit officials in the\r\nstrongest terms saying that the situation in regard\nto orders for\r\nseeds and pockets was so unacceptable that unless an official order\r\nnumber was obtained these would be regarded as\nunauthorised credit.\r\nAn internal audit function was established and its reports revealed\r\nthat the internal audit team was picking\nup many of the\r\nirregularities later identified by Mr Collett, when he conducted the\r\nexhaustive investigation into NPC’s financial\naffairs between\r\nJune 1997 and August 1998 that formed the basis for the present\r\naction. Mr Collett was the principal witness for\nNPC.\n[35]\nIn August 1994 the Land Bank chimed in with\r\nits own concerns over the indiscriminate grant of credit, the high\r\nlevel of debtors\nand the need to implement the credit policy\r\nstrictly. It also expressed concern over the continued viability of\r\nthe subsidiary\nmanufacturing potato pockets. The letter was sent to\r\nboth the chief executive and the chairman of the board and it asked\r\nthat it\nbe placed before the board urgently. The chairman sent a\r\nreply a month later and thereafter the Land Bank sent officials on a\r\nfollow-up\nvisit, which resulted in a further letter on 26 January\r\n1995. The Land Bank did not take a positive view of matters. It\r\ncomplained\nthat credit was being given when it had been resolved not\r\nto extend further credit, as well as to people to whom banks and\r\nother\nco-operatives were refusing to extend credit. Members were\r\neither not remitting the entire proceeds of their crops to NPC, or\r\nNPC\nwas paying some proceeds to members who still owed it money. The\r\nbank insisted that every three months the board had to examine\na list\r\nof credit sales to all members who were in arrear, with a full\r\nexplanation, and give instructions in respect of them. It\nthreatened\r\nto refuse to finance transactions not concluded strictly in\r\naccordance with the credit policy.\n[36]\r\nOn 8 March 1995 the senior management of NPC sent a remarkable\r\ndocument to the auditors as a management declaration. In it\nthey\r\nclaimed that the financial records of NPC were in order and that\r\nprovision had been made for any decline in value of existing\nassets.\r\nIn regard to debtors they said that all the claims were bona fide,\r\nnot subject to discounts and collectable within agreed\ncredit\r\nperiods. They added that the reserve for unforeseen losses, such as\r\nthose for bad debts were sufficient. To my surprise\nI have been\r\nunable to find any reference to this in the evidence of any of the\r\nwitnesses, although the accuracy of its contents\nis, to say the\r\nleast, debatable. On 17 March 1995 the auditors wrote to the chief\r\nexecutive saying that they had found certain\nweaknesses in the\r\ninternal management system of NPC. The first item was the credit\r\npolicy, including obtaining security, and the\nsecond was the debtors,\r\nand various irregularities were identified. A more general report was\r\nfurnished to the directors.\n[37]\nThe annual financial statements for 1994\r\npresented a relatively calm picture. Debtors had not increased\r\nsubstantially and nor had\nthe indebtedness to the Land Bank. Bad\r\ndebts of R4.7 million were written off. That meant that in the\r\nthree years up to then\na total of R22 million had been written\r\noff as bad debts. The amount owing on the drought aid scheme\r\ncontinued to decline\nand now represented only R8.5 million out\r\nof a total debtors book of nearly R72.5 million. Neither the\r\nauditor’s\nreport nor the directors’ report made any\r\nspecial mention of the position in regard to debtors. However,\r\nshortly after those\naccounts had been approved an internal audit\r\nreport was produced that showed that there was an alarming lack of\r\nproper control\nover the grant of credit. It analysed the 605 members\r\nand non-members with approved credit limits and revealed that there\r\nwas no\nrecord of a credit application or approval in 53.5 per cent of\r\ncases; 75 per cent were overdue; although only R43 million of\n\ncredit had been applied for, R109 million, including\r\nsupplementary credit, had been approved and R77 million had been\n\nused.\n[38]\nThe 1995 annual financial statements,\r\nadopted in March 1996, were the last ones audited by PWC before the\r\nfalling out with NPC that\nled to its resignation as auditors. The\r\nauditor’s report certified that the annual financial statements\r\nwere a reasonable\nreflection of NPC’s financial circumstances.\r\nThe directors’ report was upbeat, describing the year as\r\noutstanding (‘uitstekend’).\nThere had been a 34 per cent\r\nincrease in turnover and profit had increased, although it remained\r\nsmall in relation to turnover\n– a little over one per cent.\r\nDebtors increased from R72 million to R95 million, while\r\nbad debts written off fell\nto R2.9 million. The indebtedness to\r\nthe Land Bank increased by more than a third from R48 million to\r\nR69 million.\nIn the result the increased turnover was virtually\r\nentirely financed by loans from the Land Bank. The only slight cloud\r\non an otherwise\nsunny horizon was the statement in the chief\r\nexecutive’s report that the rapid growth in business had placed\r\nthe group’s\nfinancial structure under pressure. The concern\r\nraised by this was shared by the Land Bank.\n1996\r\nand 1997\n[39]\nThe\r\nposition changed rapidly after the annual general meeting for 1995\r\nheld in March 1996. By June 1996 the chief executive reported\nto the\r\ndirectors that a substantial loss for the current year had already\r\nbeen incurred as opposed to the budgeted profit. The\nloss was\r\nattributed to higher than budgeted write-offs in respect of bad\r\ndebts. The financial manager reported to the board that\nmember\r\ndebtors had increased by R37.6 million as against the previous year\r\nand by R17.8 million since January 1996. He said that\nrecoveries were\r\nbelow budget and it was unlikely that the position would improve.\r\nMost troubling of all he said that NPC’s\nown resources for\r\nfinance were exhausted and its external lines of credit had been\r\ntaken up to their maximum.\n[65]\nNPC was outside the Land Bank’s permissible criteria for the\r\nprovision of loan finance and the bank was expressing its concern\n\nover the situation. It would have to be asked for an extension of\r\ntime in respect of the cash credit account and it was unlikely\nto\r\napprove NPC’s request for finance for the forthcoming year.\n[40]\nFrom\r\nthat date on the NPC’s financial position deteriorated rapidly.\r\nTwo of the long-standing troublesome accounts, those\nof Mr Coleman\r\nand Mr van Zyl, were in a desperate condition and in respect of each\r\na further provision for bad debts of R2 million\nwas made. At the\r\nfollowing directors’ meeting on 19 September 1996 a loss for\r\nthe year of R3.9 million as against a\nbudgeted profit of\r\nR2.9 million was reported. This was caused by a higher provision\r\nfor bad debts of R5.2 million and\nweaker than expected trading\r\nprofits. The Land Bank was unwilling to extend further credit as\r\nreported to the directors in October\nand the loss for the year had\r\nincreased to R5.3 million. There were on-going discussions with\r\nthe Land Bank and the situation\nwas said to have been complicated by\r\npoor weather conditions, such as winds, excessive rain and snow, and\r\nlow prices, which was\ngoing to lead to deferred debt in three regions\r\nof R24 million. Financiers were sympathetic but the cold figures\r\nwere against\nNPC.\n[66]\nThis was\r\nevidenced by the Land Bank’s response to a request for further\r\nfinancial assistance, which was to say that it would\nawait the\r\noutcome of the remedial measures taken by NPC. At the directors’\r\nmeeting on 27 February 1997 it was recorded that\nNPC faced a serious\r\nfinancing problem and a detailed business plan was prepared to\r\naddress its problems. Shortly thereafter the\nchief executive, Mr\r\nBoonzaaier, resigned, after the Land Bank indicated that, as a\r\ncondition of giving further financial assistance,\nhe should be\r\ndismissed.\n[41]\nWhen PWC undertook its interim audit in\r\nDecember 1996 and January 1997, it expressed a concern over the\r\nfuture viability of NPC\nas a going concern in the absence of future\r\nfinancing, and said that a comment in that regard would probably have\r\nto be included\nin the auditor’s report in the annual financial\r\nstatements. NPC had changed its financial year end to the end of\r\nFebruary\nso that the annual financial statements covered a fourteen\r\nmonth period. The draft was considered by the management committee at\n\nits meeting on 30 April 1997, where it was recorded that the only\r\nqualification would be that the continuation of trading activities\n\nwas dependent on obtaining sufficient finance.\n[42]\nThe reaction of the board was to postpone\r\nthe adoption and signature of the annual financial statements. There\r\nwas apparently some\nhope that post-balance sheet events, such as the\r\ndisposal of loss-making subsidiaries, would improve the financial\r\npicture. In\nJune 1997, Mr Collett, of Collett, Du Toit &\r\nAssociates (Pty) Ltd, was appointed to investigate alleged financial\r\nirregularities,\nprincipally on the part of Mr Boonzaaier. In August a\r\ntechnical panel of PWC met to consider the annual financial\r\nstatements and\nconcluded that there was uncertainty regarding NPC’s\r\nstatus as a going concern and that an audit opinion should be\r\ndisclaimed\non that basis.\n[43]\nAfter this meeting Mr Odendaal wrote to the\r\nchairman of the board on 28 August 1997. The letter paints a dismal\r\npicture of NPC’s\nfinances. The one subsidiary had made further\r\nlosses and others had been closed. NPC was dependent upon the Land\r\nBank for finance,\nwhich had been granted until December 1998 on\r\nconditions. At the date of the annual financial statements it had\r\nexceeded its permissible\nlimit and had to make arrangements to reduce\r\nthe debt. A number of factors were identified as having led to\r\nuncertainty at the\ndate of the accounts. These included the position\r\nwith subsidiaries; the need for finance in order to continue its\r\nactivities;\nthe need for the continued support of the Land Bank; and,\r\nthe availability of reserves.\n[44]\nThe letter concluded as follows:\n‘\nIn\r\nconsequence of these uncertainties the co-operative’s directors\r\ndecided to postpone consideration of the group’s\nfinancial\r\nstatements with a view to seeing whether the uncertainties on 28\r\nFebruary 1997 could be resolved by taking into account\npost-balance\r\nsheet events. Post-balance sheet trading results had contributed\r\nfurther to the uncertainty.\nTaking\r\ninto account the post-balance sheet trading results of the group, as\r\nwell as the ability of the co-operative to comply with\nthe conditions\r\nimposed by the Land and Agricultural Bank of South Africa for the\r\ngrant of future finance, we are unable to form\nan opinion over the\r\ngoing concern basis for the accounts.\nThis\r\nuncertainty is regarded as fundamental because of the substantial\r\neffect on the financial statements if the going concern basis\nis\r\ninapplicable. Generally accepted accounting practice requires that in\r\nthose circumstances an opinion should not be expressed.’(My\n\ntranslation.)\n[45]\nThis report was tabled at a management\r\nmeeting that resolved that the paragraph about no audit opinion being\r\nexpressed should be\nbetter worded (‘beter bewoord moet word’).\r\nIn September 1997 the board of NPC resolved not to produce group\r\nfinancial\nstatements and in a letter dated 20 September 1997 asked\r\nthe auditors to review their audit report. The view was expressed\r\nthat\nthe existing opinion in respect of the group would not apply to\r\nNPC as an independent entity and that on its own NPC’s future\n\nas a going concern was reasonably certain for the foreseeable future.\r\nConcern was expressed that the withholding of an audit opinion\nwould\r\ncause problems with creditors, members and other clients, and the\r\npotato industry as a whole. It would of itself have implications\nfor\r\nthe continued existence of NPC.\n[46]\nAfter this meeting the directors received a\r\npreliminary report from Mr Collett, which they then incorporated in\r\nthe directors’\nreport in the annual financial statements. This\r\nresulted in further changes to the auditor’s report. They\r\npointed out that\nthey had not been afforded the opportunity to audit\r\nMr Collett’s report and that its contents, if correct, would\r\nrequire\ncertain specific and potentially important changes to be made\r\nto the annual financial statements. Their particular concern arose\n\nfrom the suggestion that the provision for doubtful debts of R11.2\r\nmillion was probably inadequate. The auditors pointed out that\nthe\r\nfinancial statements had been prepared on a going concern basis that\r\nwas dependent on the ability to generate finance as well\nas continued\r\nsupport from the Land Bank. In the circumstances they said that they\r\nwere not in a position to express a view on the\nannual financial\r\nstatements. In a formal response to the letter of 20 September 1997\r\nPWC highlighted the fact that, if the existing\nprovision for bad\r\ndebts were inadequate, it would require the restatement of the\r\naccounts and that as matters stood the directors’\nreport and\r\nthe financial statements were inconsistent. Any restatement of the\r\nfinancial statements would reflect a worse financial\nposition and\r\ntogether with other uncertainties placed a question mark over NPC’s\r\nability to continue as a going concern.\n[47]\nPursuant to these concerns PWC disclaimed\r\nan audit opinion on the annual financial statements of NPC for the\r\nyear ended 28 February\n1997. It explained that it did so in the first\r\ninstance because of the inclusion in the directors’ report of\r\nMr Collett’s\ninterim report containing information that, if\r\ntrue, would require important changes to the financial statements.\r\nThe investigation\nwas incomplete and PWC had not had an opportunity\r\nto audit its contents. Secondly, PWC said that the financial\r\nstatements had been\nprepared on a going concern basis and this was\r\ndependent on the availability of finance for future business and the\r\nrealisation\nof assets and the payment of liabilities occuring in the\r\nordinary course. The financial statements contained no indication of\r\nthe\nvalue of assets and the classification of liabilities that would\r\nbe necessary if it was not possible for NPC to continue as a going\n\nconcern. Finally the ability of NPC to continue as a going concern\r\ndepended on various factors of which the most important was\nthe\r\nmaintenance of the existing level of financial support and NPC’s\r\nability to procure such support in the future by complying\nwith the\r\nLand Bank’s requirements. Accordingly PWC withheld an opinion\r\non the financial statements.\n[48]\nThe annual general meeting of NPC for the\r\nyear to February 1997 took place on 5 November 1997. At it the\r\nmembers resolved to pursue\nthe investigation by Mr Collett over the\r\nopposition of two previous chairmen, Mr Durr and Mr Holtzhausen, as\r\nwell as the opposition\nof Mr Odendaal. PWC resigned as auditors and\r\nconfirmed their resignation formally in a letter on 11 November 1997.\r\nThereafter NPC\nlimped on with the assistance of the Land Bank, which\r\nin June 1998 gave it a five year extension of time to repay existing\r\nloans.\nBut by 2000, after the commencement of the present action, it\r\nwas clear that it was trading in insolvent circumstances. In February\n\n2000, as a result of Mr Collett’s intervention, a relationship\r\nwas forged with the Northern Transvaal Co-operative Ltd, which\nwas\r\napproved by members. In substance, although NPC continued to exist,\r\nthe operations of the two co-operatives were merged, with\noperational\r\nand administrative management and control resting with the Northern\r\nTransvaal Co-operative Ltd. That initially included\nthe management of\r\nthe litigation against PWC but that is now in the hands of IMF in\r\nterms of its agreement with NPC.\nAppearances\nFor\r\nappellant: F G Barrie SC (with him H C Bothma)\nInstructed\r\nby:  Norton Rose Fulbright, Johannesburg;\nMatsepes,\r\nBloemfontein\nFor respondent: M C\r\nMaritz SC (with him G W Alberts SC and N C Maritz)\nInstructed\r\nby: Kirkcaldy Pereira Inc, Pretoria;\nE\r\nG Cooper Majiedt, Bloemfontein.\n[1]\nNPC’s\r\n\theads of argument said that the evaluation of the recoverability of\r\n\tdebts and making appropriate provision for bad\ndebts ‘het\r\n\taltyd aan die hart van die saak gelê’.\n[2]\nPriceWaterhouseCoopers\r\n\tInc and Others v National Potato Co-Operative Ltd and Another\n2013\r\n\tZASCA 123.\n[3]\nPrice\r\n\tWaterhouse Coopers Inc and Others v National Potato Co-Operative Ltd\n2004\r\n\t(6) SA 66\n(SCA).\n[4]\nAartappel\r\n\tKoöperasie Bpk v Price Waterhouse Coopers\n[2007]\r\n\tZASCA 166\n;\nPrice\r\n\tWaterhouse v Van Vollenhoven NO and Another\n[2009]\r\n\tZASCA 166.\n[5]\nOur task and that of the trial judge was fortunately not as onerous\r\n\tas that of the Canadian judge dealing with a similar claim\nin\nWiddrington\r\n\t(Estate of) c. Wightman\n,\n2011 QCCS 1788\n(CanLII) described by her as ‘the longest\r\n\trunning judicial saga in the legal history of Quebec and Canada’.\n[6]\nManchester\r\n\tShip Canal Co Ltd and another v United Utilities Water plc\n[2014]\r\n\tUKSC 40\n;\n[2014] 4 All ER 40\n(SC) para 25.\n[7]\nPrice\r\n\tWaterhouse Coopers Inc and Others v IMF (Australia) Ltd and Another\n2013\r\n\t(6) SA 216 (GNP).\n[8]\nPrice\r\n\tWaterhouse Coopers Inc and Others v National Potato Co-Operative Ltd\n2004 (6) SA 66\n(SCA) para 27;\nThusi\r\n\tv Minister of Home Affairs & 71 Other Cases\n2011 (2) SA 561\n(KZP) paras 105-110. When this issue was dealt with\r\n\tby this court the funding arrangements were domestic and limited,\r\n\tinvolved\nmembers of the co-operative and were unrelated to IMF and\r\n\tits different interests.\n[9]\nSection\r\n\t34 of the Constitution of the Republic of South Africa 1996.\n[10]\nEssakow\r\n\tv Gundelfinger and Another\n1928 TPD 308\nat 312;\nGoldberg\r\n\tand Another v Di Meo\n1960 (3) SA 136\n(N) at 149H.\n[11]\nSpie\r\n\tBatignolles Société Anonyme v Van Niekerk: In re Van\r\n\tNiekerk v SA Yster en Staal Industriële Korporasie\nBpk en\r\n\tAndere\n1980\r\n\t(2) SA 441 (NC).\n[12]\nM\r\n\tRauff (Pty) Ltd v Pietersburg Coal Agency\n1974\r\n\t(1) SA 811\n(T) at 812E.\n[13]\nThoroughbred\r\n\tBreeders’ Association v Price Waterhouse\n2001\r\n\t(4) SA 551\n(SCA) paras 18-21.\n[14]\nIn the light of the evidence of the experts the focus shifted in the\r\n\tcourse of the trial from the standard annual provision to\na\r\n\tcomparison between the amounts written off as bad debts, together\r\n\twith that provision, and the amounts that NPC contended should\nhave\r\n\tbeen provided for potential bad debts.\n[15]\nThe\r\n\tpleadings, as with most of the documents and the bulk of the\r\n\tevidence, were in Afrikaans, so that the passage quoted is my\n\n\ttranslation. In the original the paragraph read as follows:\n‘\nAl\r\n\tNAK se skade voormeld vloei natuurlik uit PWC se kontrakbreuk en is\r\n\tskade wat normaalweg te wagte sou wees en wat regtens geag\nword om\r\n\tbinne die kontemplasie van die partye te gewees het as die\r\n\twaarskynlike gevolge van die kontrakbreuk. Alternatiewelik,\nwas dit,\r\n\tten tye van die sluiting van elk van die jaarlikse kontrakte, binne\r\n\tdie kontemplasie van die partye, soos verteenwoordig,\nof behoort dit\r\n\tredelikerwys binne die kontemplasie van die partye soos voormeld te\r\n\tgewees het, dat al die skade voormeld, alternatiewelik\nal die tipe\r\n\tskade voormeld, waarskynlik sou volg uit ‘n verbreking van die\r\n\tkontrak. Alternatiewelik was dit ten tye van\ndie sluiting van elk\r\n\tvan die jaarlikse kontrakte, sodanig binne die werklike kontemplasie\r\n\tvan die partye soos voormeld, dat die\nkontrak in elke geval as’t\r\n\tware op daardie basis gesluit is.’\n[16]\nAt\r\n\tany given time there were usually no more than 400 or 500 active\r\n\tfarming members of NPC so that the number of individual farmers\nin a\r\n\tgiven area would not be great and they would tend to be known to one\r\n\tanother.\n[17]\nPara\r\n\t1.10 of the heads of argument said: ‘Eiser se saak is dat hy\r\n\twesenlike skade gely het as gevolg van roekelose kredietbestuur\n\n\ten/of wanbestuur.’ (Plaintiff’s case is that it has\r\n\tsuffered material loss as a result of reckless credit management\n\n\tand/or mismanagement.) In the pleadings, under the general heading\r\n\tof material irregularities in the management, control and\n\n\tadministration of members and/or debtors’ accounts, it was\r\n\tspecifically alleged that this was due to the fact that: ‘The\n\n\tcredit department and/or the personnel of the credit department\r\n\tand/or executive management, provided credit and/or proceeded\nwith\r\n\tthe provision of credit to members and/or debtors in a reckless\r\n\tand/or irregular and/or dishonest manner in circumstances\nwhere it\r\n\twas clear, or should have been clear, from the information available\r\n\tto them and/or the NPC’s records in relation\nto such members,\r\n\tthat such transactions were of such high risk that it would\r\n\tnecessarily or probably lead to damage to NPC.’\n(My\r\n\ttranslation.)\n[18]\nUnion\r\n\tSpinning Mills (Pty) Ltd v Paltex Dye House (Pty) Ltd\n2002 (4) SA 408\n(SCA) para 24.\n[19]\nStellenbosch\r\n\tFarmers' Winery Group Ltd and Another v Martell et Cie and Others\n2003 (1) SA 11\n(SCA) para 5.\n[20]\nHS\r\n\tCilliers and ML Benade and others\nCilliers\r\n\tand Benade Corporate Law\n(3\r\n\ted) para 23.36, p 409;\nHalsbury’s\r\n\tLaws of England, (5 ed) Vol 15, paras 916 and 918; John L Powell QC\r\n\tand Roger Stewart QC\nJackson\r\n\tand Powell on Professional Liability\n(7\r\n\ted) 1-014 and 17-020.\n[21]\nOp\r\n\tcit\npara\r\n\t17-020.\n[22]\nRH\r\n\tChristie and GB Bradfield\nChristie’s\nThe\r\n\tLaw of Contract in South Africa\n(6\r\n\ted) 262-263.\n[23]\nVan\r\n\tImmerzeel & Pohl v Samancor Ltd\n2001 (2) SA 90\n(SCA) paras 76 and 77.\n[24]\nCaparo\r\n\tIndustries plc v Dickman & others\n[1989]\r\n\t1 All ER 798\n(CA) at 804a-e. Cited with approval by Nugent J in\nPowertech\r\n\tIndustries Limited v Mayberry & another\n1996\r\n\t(2) SA 742\n(W) at 746A-E. See also\nLipschitz\r\n\t& another NNO v Wolpert & Abrahams\n1977\r\n\t(2) SA 732\n(A) at 740-C-E.\n[25]\nIn\r\n\tre London & General Bank (No 2)\n[1895]\r\n\t2 Ch D 673\nat 682.\nHalsbury’s\r\n\tLaws of England, (5 ed) Vol 15, para 929.\n[26]\nThoroughbred\r\n\tBreeders\n,\r\n\tsupra, fn 13.\nProof\r\n\tof negligence is a pre-requisite to liability. See s 26(5)\n(a)\nof\r\n\tPublic Accountants’ and Auditors’ Act 51 of 1951;\r\n\ts 20(9)\n(a)\nof\r\n\tPublic Accountants’ and Auditors’ Act 80 of 1991.\n[27]\nThis\r\n\tsection was amended in 1993, but the amendment did not effect any\r\n\tmaterial change to the auditor’s obligations.\n[28]\nKripps\r\n\tv Touche Ross & Co.,\n1998\r\n\tCanLII 3905 (BC SC)\n; 56 BCLR (3d) 160 paras 69 to 73.\n[29]\nThe\r\n\tauditor is not however required to be suspicious as opposed to being\r\n\treasonably careful in the conduct of the audit.\nIn\r\n\tre Kingston Cotton Mill Company (No 2)\n[1896]\r\n\t2 Ch D 279\nat 284. In the words of Lord Denning the auditor must\r\n\tcome to the task with ‘an inquiring mind … suspecting\r\n\tthat\nsomeone may have made a mistake somewhere and that a check must\r\n\tbe made to ensure that there has been none.’\nFomento\r\n\t(Sterling Area) Ltd v Selsdon Fountain Pen Co Ltd and Others\n[1958]\r\n\t1 All ER 11\n(HL) at 22b-d;\nTonkwane\r\n\tSawmill Co Ltd v Filmalter\n1975 (2) SA 453\n(W) at 455H-I.\n[30]\nThe\r\n\talleged failure by auditors to make a proper report on bad debts\r\n\trecurs regularly in claims against auditors based on their\nallegedly\r\n\tnegligent conduct of an audit. See, for example,\nIn\r\n\tre London & General Bank (No 2)\n,\r\n\tsupra;\nScarborough\r\n\tHarbour Commissioners v Robinson, Coulson. Kirkby & Co\n1934,\r\n\tAcct. L. R.;\nBerg\r\n\tSons & Co Ltd v Mervyn Hampton Adams and others\n[1993]\r\n\tBCLC 1045\n(QBD (Comm Crt));\nAlexander\r\n\tand others v Cambridge Credit Corporation Ltd and another\n(1987) 9 NSWLR 310\n(CA);\nKripps\r\n\tv Touche Ross & Co.,\n1998\r\n\tCanLII 3905 (BC SC)\n; 56 BCLR (3d) 160;\nWiddrington\r\n\t(Estate of) c. Wightman\n,\r\n\t2011 QCCS 1788 (CanLII).\n[31]\n‘\nAs\r\n\tdaar een indruk is wat die getuienis oorweldigend laat, is dit dat\r\n\tdaar wanbestuur by die NAK was…\nDie\r\n\twanbestuur het hoofsaaklik twee vorme aangeneem: onoordeelkundige\r\n\ten/of onreëlmatige krediet verlening en ondoeltreffende\n\n\tinvordering van skuld, meestal gepaard met ŉ versuim om die\r\n\tpandreg af te dwing.’\n[32]\nBritish\r\n\tCelanese Ltd v Courtaulds Ltd\n(1935)\r\n\t52 RPC 171\n(HL) quoted with approval in\nGentiruco\r\n\tAG v Firestone (SA) (Pty) Ltd\n1972\r\n\t(1) SA 589\n(A) at 617F - 618C and\nKPMG\r\n\tChartered Accountants (SA) v Securefin Ltd\n2009 (4) SA 399\n(SCA) para 40. See also\nVan\r\n\tAardt v Galway\n2012 (2) SA 312\n(SCA) para 10.\n[33]\n‘…weens die aard van die ondersoek sal ons uit die aard\r\n\tvan die saak heelwat getuienis aanbied wat in die kategorie\nsal val\r\n\tvan hoorsê getuienis. Dis onvermydelik.’\n[34]\nTristram Hodgkinson\nExpert\r\n\tEvidence: Law and Practice\n106-7.\n[35]\nFischer\r\n\tand another v Ramahlele and others\n2014 (4) SA 614\n(SCA) paras 13 and 14.\n[36]\nGiesecke\r\n\t& Devrient Southern Africa (Pty) Ltd v Minister of Safety and\r\n\tSecurity\n2012\r\n\t(2) SA 137\n(SCA) para 24.\n[37]\n‘Elke faset van sy bedryf’.\n[38]\nReliance was placed on\nS\r\n\tv Boesak\n[2000] ZASCA 112\n;\n2000\r\n\t(3) SA 381\n(SCA) at 393I-398F. However, the circumstances of that\r\n\tcase were markedly different from this one. There the evidential\r\n\tissue\nwas whether the signature on one letter was that of the\r\n\taccused. Here the issue was whether the files prepared by Mr Collett\r\n\ncontained a complete history of the dealings between NPC and the\r\n\tdebtors.\n[39]\nIn\r\n\tthe heads of argument it was said that some of his evidence in\r\n\tregard to credit mismanagement was hearsay, but it rested on\nthe\r\n\tcorrectness of the debtor accounts and other unspecified evidential\r\n\tmaterial.\n[40]\nGentiruco\r\n\tAG v Firestone SA (Pty) Ltd\n1972 (1) SA 589\n(AD) at 616H. This statement it derived from\nWigmore\r\n\ton Principles of Evidence\n(3\r\n\ted) Vol VII para 1923.\n[41]\nCoopers\r\n\t(South Africa) (Pty) Ltd v Deutsche Gesellschaft für\r\n\tSchädlingsbekämpfung MBH\n1976 (3) SA 352\n(A) at 370G-H.\n[42]\nAt\r\n\t371F-H.\n[43]\nNational\r\n\tJustice Compania Naviera SA v Prudential Assurance Co Ltd ('The\r\n\tIkarian Reefer')\n[1993] 2 Lloyd's Rep 68 [QB (Com Ct)] at 81 – 82. Approved in\nPasquale\r\n\tDella Gatta, MV; MV Filippo Lembo; Imperial Marine Co v Deiulemar\r\n\tCompagnia Di Navigazione Spa\n2012 (1) SA 58\n(SCA) para 27, fn 12 and\nSchneider\r\n\tNO and Another v AA and Another\n2010\r\n\t(5) SA 203\n(WCC) at 211E-I.\n[44]\nStock\r\n\tv Stock\n1981\r\n\t(3) SA 1280\n(A) at 1296 E-G. See also\nJacobs\r\n\tand Another v Transnet Ltd t/a Metrorail and Another\n2015 (1) SA 139\n(SCA) para 15.\n[45]\nSupra,\r\n\tfn 5. The judgment is one for the clarity of which I can only\r\n\texpress admiration. It was upheld on appeal on all major\nissues.\nWightman\r\n\tv. Widdrington (Succession de)\n2013\r\n\tQCCA 1187\n(CanLII). An application for leave to appeal to the\r\n\tSupreme Court of Canada was dismissed.\nElliot\r\n\tC. Wightman, et al. v. Estate of Peter N. Widdrington\n,\r\n\t2014 CanLII 341 (SCC).\n[46]\nThe\r\n\tsummary contains expressions such as ‘it is difficult to\r\n\tcomprehend’ and ‘despite the concession that’\nand\r\n\t‘it is unclear’ (I translate). The professor’s\r\n\tstatement that the comparison was impossible (‘onmoontlik’)\n\n\tis throughout contained in inverted commas to convey incredulity\r\n\tthat he should express such an opinion. He purports to place\n\n\tProfessor Blignaut’s views in the correct perspective and said\r\n\tthat he has no underlying basis for his opinions.\n[47]\nInternational\r\n\tShipping Co (Pty) Ltd v Bentley\n1990 (1) SA 680\n(A) at 700E-I. I do not think that anything said in\nLee\r\n\tv Minister for Correctional Services\n2013\r\n\t(2) SA 144\n(CC) paras 40 to 50 detracts from this approach in this\r\n\tcase.\n[48]\n‘Na my mening is dit nie nodig om getuienis aan te bied oor\r\n\tiets wat by wyse van ŉ voor die hand liggende afleiding\naanvaar\r\n\tkan word.’\n[49]\nLee\n,\r\n\tsupra, para 49.\n[50]\nNewcastle\r\n\tInternational Airport Ltd v Eversheds LLP\n[2013]\r\n\tEWCA Civ 1514\n;\n[2014] 2 All ER 728\n(CA). paras 86 to 100.\n[51]\nGaloo\r\n\tLtd (in liquidation) and others v Bright Graeme Murray (a firm) and\r\n\tanother\n[1995]\r\n\t1 All ER 16 (CA).\n[52]\nGaloo,\r\n\top cit,\n29e-g. See also\nAlexander\r\n\tand others v Cambridge Credit Corporation Ltd and another\n(1987)\r\n\t9 NSWLR 310\nat 359C-E.\n[53]\n‘… kon die hele skuld of ŉ groot deel of ŉ\r\n\tgedeelte daarvan dalk verhaal gewees het.’\n[54]\n‘NAK is in ŉ knyptang (moet ons uitklim of moet ons\r\n\taangaan ?)’\n[55]\nDrennan\r\n\tMaud & Partners v Pennington Town Board\n1998\r\n\t(3) 200 (SCA) at 209F-G. The line continues through\nVan\r\n\tStaden v Fourie\n1989 (3) SA 200\n(A) at 216B – F;\nNedcor\r\n\tBank Bpk v Regering van die Republiek van Suid-Afrika\n[2000] ZASCA 154\n;\n2001 (1) SA 987\n(SCA) ([2001]\n1 All SA 107)\nparas 11 – 13;\nYellow\r\n\tStar Properties 1020 (Pty) Ltd v MEC, Department of Development\r\n\tPlanning and Local Government, Gauteng\n2009 (3) SA 577\n(SCA) ([2009]\n3 All SA 475)\npara 37; and\nClaasen\r\n\tv Bester\n2012 (2) SA 404\n(SCA) paras 10 – 16 to\nMacleod\r\n\tv Kweyiya\n2013 (6) SA 1\n(SCA) para 9.\n[56]\nMeridian\r\n\tGlobal Funds Management Asia Ltd v Securities Commission\n[1995] 2 AC 500\n(PC) at 507F. Cited with approval in\nNorthview\r\n\tShopping Centre (Pty) Ltd v Revelas Properties Jhb CC and Another\n2010 (3) SA 630\n(SCA) para 20.\n[57]\nCaparo\r\n\tIndustries plc v Dickman and others\n[1990] UKHL 2\n;\n[1990]\r\n\t1 All ER 568\n(HL) at 580 d-f.\n[58]\nHodgkinson, supra, 109-110 citing Sheen J in\nThe\r\n\tCapitaine Le Goff\n[1981]\r\n\t1 Lloyd’s Rep 322 (QB(Adm Ct)) at 325.\n[59]\nRespectively\r\n\tthe third and fourth appeals.\n[60]\nThe\r\n\tfifth appeal.\n[61]\nThis\r\n\twas the fifth appeal.\n[62]\nSingh\r\n\tv Vorkel\n1947 (3) SA 400\n(C) at 406;\nOdendaal\r\n\tv De Jager\n1961 (4) SA 307\n(O) at 310F-G.\n[63]\n‘\nDie\r\n\tfinansiële jaarstate is opgestel op ŉ lopendesaak begrip,\r\n\tmaar dit is as gevolg van die huidige ekonomiese omstandighede\nin\r\n\tdie landboubedryf nie moontlik om ŉ mening te vorm oor die\r\n\tverhaalbaarheid van die totale ledeskulde nie.’\n[64]\n‘\nDie\r\n\tRaad gee opdrag dat in oorleg met die ouditeure ŉ scenario\r\n\tuitwerk word om vas te stel op watter wyse die R28.5 miljoen\n\n\taangewend kan word om die balansstaat verhoudinge die gunstigste te\r\n\tkan beïnvloed.’\n[65]\n‘\nTans\r\n\tis NAK se eie finansiering uitgeput en die bronne van buite\r\n\tfinansiering is tot die maksimum benut.’\n[66]\n‘\nDie\r\n\tfeit dat dit ŉ moelike jaar was met een geweldige voorsiening\r\n\tvir slegte skuld word met empatie na geluister, maar die\nkoue syfers\r\n\tgaan die deurslag gee. Ons kredietwaardigheid gaan vir die volgende\r\n\ttwee jaar onder hierdie feite gebuk gaan.’",
  "scraped_at": "2026-02-12T16:24:10.108760",
  "date": "2015-03-04",
  "coram": [
    "WALLIS JA",
    "FOURIE",
    "KOEN AJJA"
  ],
  "case_number": "451/12",
  "parties": {
    "applicants": [
      "PRICEWATERHOUSECOOPERS INC",
      "HOEK & WIEHAHN",
      "WIEHAHN MEYERNEL",
      "PRICE WATERHOUSE MEYERNEL",
      "PRICE WATERHOUSE"
    ],
    "respondents": [
      "NATIONAL POTATO CO-OPERATIVE LTD",
      "IMF (AUSTRALIA) LTD"
    ]
  },
  "sections": {
    "facts": "The National Potato Co-operative Ltd (NPC) was an agricultural co‑operative that, between 1984 and 1997, extended large amounts of credit to its members. During this period four separate firms that later became part of PriceWaterhouseCoopers (PWC) acted as NPC’s statutory auditors. NPC alleged that the auditors failed to identify reckless mismanagement of credit and to report inadequate provisions for doubtful debts, which it claimed caused large write‑offs of bad debts. The trial lasted many years, produced voluminous evidence, and resulted in a judgment holding the four PWC firms liable for damages totalling about R62.9 million, with interest and various costs orders.",
    "issues": "The appeal raised several issues: (a) whether the relationship between NPC and the auditors was contractual; (b) the exact contractual obligations of the auditors; (c) whether NPC officials recklessly mismanaged credit; (d) whether the auditors breached any contractual duties; (e) whether such breach caused NPC’s loss; (f) the proper basis for measuring that loss; (g) whether interest claimed in the cross‑appeal was recoverable; (h) whether any part of the claim was prescribed; (i) the correct costs orders for the main trial; and (j) the correct costs orders for subsidiary issues.",
    "principles": "The court applied principles of contract law to the auditor‑client relationship, holding that each annual appointment creates a separate contract, not a continuing one, and that breaches are distinct per year. It examined statutory duties under ss 153‑154 of the Co‑operatives Act and the Auditors Act, and the requirement to perform audits with skill and care. The court considered the law of negligence, the need for a causal link between audit reports and loss, and the doctrine of prescription under s 12(3) of the Prescription Act. It also applied rules on admissibility of expert evidence and hearsay, emphasizing that expert opinions must be based on proven facts and that experts must be independent.",
    "application": "The court found that the auditor‑client relationship was indeed contractual, but each of the four firms’ obligations were limited to their respective audit years. No evidence showed that any breach by one firm carried over to another. The court held that NPC failed to prove reckless mismanagement of credit and that the auditors’ reports did not cause the losses claimed. Accordingly, causation was not established. Regarding prescription, the court concluded that the directors of NPC had knowledge of the relevant facts and could have acquired it with reasonable care, so the prescription defence did not apply to the fifth appellant and only partially to the others. The court therefore set aside the trial judgments, dismissed NPC’s claim, upheld the appeals, and varied the costs orders.",
    "conclusion": "All appeals by the second to fifth appellants and the appeal by the first appellant against the earlier order were upheld with costs, including costs for two counsel. The trial judgments and related orders were set aside and replaced: NPC’s claim was dismissed with costs against both plaintiffs; the cross‑appeal was dismissed with costs; the respondents were ordered to pay the costs; and the specific costs orders in Afrikaans were revised accordingly."
  },
  "tags": {
    "level_1": "Professional Negligence",
    "level_2": "Auditor Liability",
    "level_3": [
      "contractual duty",
      "negligence",
      "causation",
      "prescription",
      "expert evidence",
      "hearsay"
    ]
  }
}