{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/92.html",
  "case_name": "Rahim v The Minister of Home Affairs (965/2013) [2015] ZASCA 92; 2015 (4) SA 433 (SCA); [2015] 3 All SA 425 (SCA) (29 May 2015)",
  "citation": "[2015] ZASCA 92",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 92\n|\nNoteup\n|\nLawCite\nRahim v The Minister of Home Affairs (965/2013) [2015] ZASCA 92; 2015 (4) SA 433 (SCA); [2015] 3 All SA 425 (SCA) (29 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA JUDGMENT\nReportable\nCASE\r\nNO: 965/2013\nIn\r\nthe matter between:\nABDUL\nRAHIM                                                                                                   \n\nFIRST\nAPPELLANT\nHOSSAIN\nKAMAL                                                                                         \n\nSECOND APPELLANT\nZAKIR\nHOSSAIN                                                                                               \n\nTHIRD APPELLANT\nHARUN\nMOHAMMED                                                                                 \n\nFOURTH APPELLANT\nMOHAMMED\nSALLA\r\nUDDIN                                                                         \n\nFIFTH APPELLANT\nABDUL\nSHAMOL                                                                                               \n\nSIXTH\nAPPELLANT\nMAHBUB\nALOM                                                                                         \n\nSEVENTH\nAPPELLANT\nTOYOBUR\nRAHMAN                                                                                    \n\nEIGHTH APPELLANT\nSUMAN\nCHUDHURY                                                                                        \n\nNINTH APPELLANT\nMUSTAFI\nGURRAMAN                                                                                  \n\nTENTH APPELLANT\nEUNICE\nHAYFORD                                                                                 \n\nELEVENTH\nAPPELLANT\nZAIUR\nRAHMAN                                                                                       \n\nTWELFTH APPELLANT\nMD\r\nALAP                                                                                              \n\nTHIRTEENTH APPELLANT\nNORUL\nALOM                                                                                    \n\nFOURTEENTH\nAPPELLANT\nMAHE\nMINTU                                                                                         \n\nFIFTEENTH APPELLANT\nand\nTHE\nMINISTER\nOF\nHOME\nAFFAIRS                                                                     \n\nRESPONDENT\nNeutral\nCitation:\nRahim\nv The Minister of Home Affairs (\n965/2013)\n[2015] ZASCA 92\n(29 May 2015).\nCoram:\nNavsa, Majiedt, Mbha & Zondi JJA and Meyer AJA\nHeard:\n18 May 2015\nDelivered:\n29 May 2015\nSummary:\nDetention of illegal foreigners pending deportation in terms of\ns\r\n34(1)\nof the\nImmigration Act 13 of 2002\n– illegal foreigners to\r\nbe detained in a manner and place determined by the Director-General\r\n– absence of evidence\nconcerning such determination –\r\nprinciple of legality – detentions unlawful.\nORDER\nOn\r\nappeal from\n: The Eastern Cape Division of the High Court, Port\r\nElizabeth (Chetty J sitting as court of first instance).\nThe\r\nfollowing order is made:\n1.  \r\nThe appeal is upheld and the respondent is ordered to pay the\r\nappellants‟ costs, including the costs of two\ncounsel.\n2. \r\nThe order of the court below is substituted by the following order:\n'1.\r\nThe detention of each of the Plaintiffs is declared to have been\r\nunlawful.\n2. \r\nThe Defendant is ordered to pay damages to the Plaintiffs as follows:\n2.1 \r\nTo the First Plaintiff an amount of R10 000 together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.2 \r\nTo the Second Plaintiff an amount of R12 000 together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.3 \r\nTo the Third Plaintiff an amount of R3 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.4 \r\nTo the fourth Plaintiff an amount of R6 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.5 \r\nTo the Fifth Plaintiff an amount of R5 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.6 \r\nTo the Sixth Plaintiff an amount of R8 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.7 \r\nTo the Seventh Plaintiff an amount of R20 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.8 \r\nTo the Eighth Plaintiff an amount of R10 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.9  \r\nTo the Ninth Plaintiff an amount of R25 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.10  \r\nTo the tenth Plaintiff an amount of R12 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.11  \r\nTo the Eleventh Plaintiff an amount of R12 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per\nannum until the\r\ndate of full and final payment thereof;\n2.12 \r\nTo the Twelfth Plaintiff an amount of R18 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.13 \r\nTo the Thirteenth Plaintiff an amount of R16 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof;\n2.14 \r\nTo the Fourteenth Plaintiff an amount of R14 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof;\n2.15 \r\nTo the Fifteenth Plaintiff an amount of R5 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof.\n3.  \r\nThe Defendant is ordered to pay the Plaintiffs‟ costs of suit,\r\nincluding the costs of two counsel.'\nJUDGMENT\nNavsa\r\nADP (Majiedt, Mbha & Zondi JJA and Meyer AJA concurring):\n[1]\r\nThis is an appeal against a judgment of the Eastern Cape Division of\r\nthe High Court, Port Elizabeth (Chetty J), in terms of\nwhich the\r\ncourt a quo dismissed the claims of the 15 appellants, all foreign\r\nnationals, for damages said to have been sustained\nas a result of\r\ntheir alleged unlawful arrest and detention at the instance of\r\nofficials of the respondent, the Minister of Home\nAffairs (the\r\nMinister). The appeal is before us with the leave of the court below.\n[2]\r\nThis case is adjudicated against the following backdrop. South\r\n Africa  has kilometre upon kilometre of porous borders\n\nwhich the Department of Home Affairs (the Department) has difficulty\r\ncontrolling. There is public concern about the illegal influx\nof\r\nforeigners. Many of our African brothers and sisters and even people,\r\nlike most of the appellants, from more distant shores,\nflock to our\r\ncountry in search of a better life and economic opportunities. This\r\nhas caused a degree of animosity to be directed\nat foreigners and\r\nmore recently has led to what has been described as xenophobic\r\nattacks on foreigners. It is  vital in this\ncontext to affirm\r\nthat we are a constitutional state subscribing to the principle of\r\nlegality, an incident of the rule of law.\nOur Constitution demands a\r\nnormative standard and we must be held bound by it. In adjudicating\r\nthis case, sight will not be lost\nof the logistical and other\r\ndifficulties that the Department experiences in dealing with an\r\ninflux of foreign nationals. At the\nsame time we cannot lose sight of\r\nour constitutional duty to do justice in accordance with\r\nconstitutional norms. I turn to deal\nwith the relevant facts and the\r\napplicable law.\n[3]\r\nFourteen of the appellants are Bangladeshis. The eleventh appellant\r\nis Ghanaian. All of the appellants were asylum seekers who\nhad\r\napplied for asylum in terms of s 21 of the Refugees Act 130 of 1998\r\n(the RA) and had, in terms of s 22(1) of the RA, been granted\nan\r\nasylum seeker permit. Section 22(1) reads as follows:\n'The\r\nRefugee Reception Officer must, pending the outcome of an application\r\nin terms of section 21(1), issue to the applicant an\nasylum seeker\r\npermit in the prescribed form allowing the applicant to sojourn in\r\nthe Republic temporarily, subject to any conditions,\ndetermined by\r\nthe Standing Committee, which are not in conflict with the\r\nConstitution or international law and are endorsed by\nthe Refugee\r\nReceptions Officer on the permit.'\nSection\r\n22(3) of the RA, recognising that the process for finalising such\r\napplications is protracted, provides:\n'A\r\nRefugee Reception Officer may from time to time extend the period for\r\nwhich a permit has been issued in terms of subsection (1),\nor amend\r\nthe conditions subject to which a permit has been so issued.'\n[4]\r\nHaving been granted asylum seeker permits, the appellants attended at\r\nthe Port Elizabeth office of the Department at regular\nintervals to\r\nhave their permits extended in contemplation of the finalisation, not\r\njust of a decision in respect of the application\nfor asylum, but also\r\nof an appeal to an appeal board in terms of s 26 of the RA. If the\r\nofficials of the respondent are to be believed\neach one of the\r\nappellants were arrested only after:\n(i)   \r\nthey had been informed in their home language that their appeals had\r\nbeen unsuccessful and were thus illegal\nforeigners; and\n(ii)   \r\nthey had been informed of their rights to pursue further processes to\r\nthwart deportation.\n[5]\r\nThe power to arrest and detain the appellants was claimed in terms of\r\ns 34(1) of the Immigration Act 13 of 2002 (the IA), which\nreads as\r\nfollows:\n'Without\r\nthe need for a warrant, an immigration officer may arrest an illegal\r\nforeigner or cause him or her to be arrested, and\nshall, irrespective\r\nof whether such foreigner is arrested, deport him or her or cause him\r\nor her to be deported and may, pending\nhis or her deportation, detain\r\nhim or her or cause him or her to be detained\nin\na\nmanner and\nat\na\nplace\ndetermined\nby\nthe\nDirector-General\n, provided that the foreigner concerned –\n(a)\nshall be notified in writing of the decision to deport him or her\r\nand of his or her right to appeal such decision in terms of this\nAct;\n(b)\nmay at any time request any officer attending to him or her that\r\nhis or her detention for the purpose of deportation be confirmed\nby\r\nwarrant of a Court, which, if not issued within 48 hours of such\r\nrequest, shall cause the immediate release of such foreigner;\n(c)\nshall be informed upon arrest or immediately thereafter of the\r\nrights set out in the preceding two paragraphs, when possible,\r\npracticable\nand available in a language that he or she understands;\n(d)\nmay not be held in detention for longer than 30 calendar days\r\nwithout a warrant of a Court which on good and reasonable grounds may\n\nextend such detention for an adequate period not exceeding 90\r\ncalendar days; and\n(e)\nshall be held in detention in compliance with minimum prescribed\r\nstandards protecting his or her dignity and relevant human rights.'\n\n(My emphasis.)\n[6]\r\nAt the commencement of the trial in the court below there were\r\nseveral issues in dispute. The appellants disputed their status\nas\r\ndetermined by the Department and which at trial was the asserted\r\nbasis of their arrest, namely that of being illegal foreigners.\n\nFurthermore, the appellants contended that at the time of their\r\narrest they had not been provided with reasons. They also complained\n\nthat their rights: (i) to use further processes provided for in the\r\nIA to resist deportation and; (ii) under the Constitution (especially\n\ns 35 which deals with the rights of arrested, detained and accused\r\npersons); and (iii) to Consular access and assistance in terms\nof\r\nArticle 36(1)\n(b)\nof the Vienna Convention on Consular\r\nRelations, 1963, were not explained to them, rendering their\r\ndetention unlawful. Importantly,\nthey invoked the principle of\r\nlegality in relation to s 34(1) of the IA, contending that they could\r\nonly, as prescribed by that\nsubsection, be detained\nin\na\nmanner\nand\nat\na\nplace\ndetermined\nby the Director- General of the\r\nDepartment, which they were adamant had not occurred. The submission\r\nwas that this requirement of\ns 34 was in appreciation of the right of\r\nillegal migrants recognised in civilised states, namely, that they\r\nshould, because of\ntheir vulnerability, be treated as a separate\r\ncategory of detainees and be rigorously separated from the general\r\nprison population.\nThe appellants submitted that their detention at\r\neither Kwazakhele police station or St Albans prison or New Brighton\r\nPolice, or\nother police station or prison (as fourteen of the fifteen\r\nappellants had spent the greater part of their detention at a prison\n\nor police station), or even at Lindela deportation facility was in\r\ndisregard of the provisions of s 34 as they were not places\n'determined\r\nby' the Director-General, thus rendering their detention unlawful.\n[7]\r\nAt inception the appellants applied in the court below, in terms of\r\nUniform Rule 33, for a decision to be made separately, in\nrespect of\r\ntheir contentions set out at the end of the preceding paragraph,\r\nnamely, the interpretation and application of s 34(1)\nin relation to\r\na determination by the Director-General. Simply put, the appellants\r\nargued that the respondents were required to\nprove that a\r\ndetermination as contemplated in s 34(1) of the IA had been made by\r\nthe Director-General, and the appellants contended\nthat the absence\r\nof such a determination would render the detention unlawful. They\r\nsought a separation of and a decision on this\nissue. Chetty J ruled\r\nagainst them and a trial ensued on all the issues in dispute.\n[8]\r\nThe court below, considering the evidence and having regard to the\r\napplicable statutory provisions, rejected the submissions\non behalf\r\nof the appellants that they were not illegal foreigners because their\r\nasylum-seeker permits had not yet expired at the\ntime that they were\r\narrested. Chetty J reasoned that such permits remained valid only\r\nuntil the outcome of the applications and\nthat they lapsed upon the\r\napplication or any associated review or appeal being finalised.\n[9]\r\nThe court below also dealt with the submission on behalf of the\r\nappellants that the arresting officials were imbued with a discretion\n\nand were required to consider arrest as a last resort in the\r\ndeportation process and that in respect of the appellants they did\n\nnot apply their minds to each individual case but rather arrested all\r\nof the appellants on the basis of a blanket policy that all\nillegal\r\nforeigners were subject to arrest. The contention on behalf of the\r\nappellants was that the arresting officials could have\nconsidered\r\nrequiring the appellants to report regularly or they could have\r\nemployed other means to monitor their position until\ndeportation was\r\nimperative – ie arrest should have been a final resort after\r\nall other processes available to them were exhausted.\nThe court\r\nbelow, after considering the evidence, said the following:\n[I]t\r\nis clear . . . that the decision to arrest and deport the plaintiffs\r\nwas not arbitrary but effected against the background\nof all material\r\nfactors.'\n[10]\r\nFurthermore, the court below rejected the appellants‟ claims\r\nthat they had not been informed of their rights; in terms\nof ss\r\n34(1)\n(a)\nand\n(b)\nof the IA; s 35 of the\r\nConstitution; and the Vienna Convention. Chetty J also rejected the\r\nassertion that proper warrants for the\ndetention of the appellants\r\nhad not been issued. He accepted the evidence on behalf of the\r\nrespondent that the appellants‟\nrights had been explained to\r\n them in  a language  they  understood  and\r\n that  the  anomalies\nin  the  documents\r\npresented in evidence were overcome by the\nviva\nvoce\nevidence of the officials who effected the arrests. He rejected\r\nthe appellants‟ attack on the integrity of the interpreters\n\nemployed by the Department.\n[11]\r\nDealing with the question whether, in terms of s 34(1) of the IA,\r\nthere had to be a special determination by the Director-General\nfor\r\nthe detention of illegal foreigners. Chetty J had regard to the\r\ndecision in\nLawyers\nfor\nHuman\nRights\nv\nMinister\nof\nSafety\nand Security and 17 others\n[2009]\r\nJOL 23612\n(GNP) in which Raulinga J held that the IA aimed at setting\r\nin place a new system of immigration control which ensured, inter\r\nalia,\nthat immigration control is conducted within „the highest\r\napplicable standards of human rights protection‟. The court\n\nthere held that „no facility can be used for detention and\r\ndeportation of foreigners without the necessary designation by\nthe\r\nDirector-General of Home Affairs‟. Chetty J disagreed. He had\r\nregard to s 34(7) of the IA which provides:\n'(7)\r\nOn the basis of a warrant for the removal or release of a detained\r\nillegal foreigner, the person in charge of the prison concerned\nshall\r\ndeliver such foreigner to that immigration officer or police officer\r\nbearing such warrant, and if such foreigner is not released\nhe or she\r\nshall be deemed to be in lawful custody while in the custody of the\r\nimmigration officer or police officer bearing such\nwarrant.'\nHis\r\nreasoning in relation to the effect of that subsection is set out in\r\nthe latter part of para 14 of the judgment of the court\nbelow:\n'There\r\nis a clear indication in subsection (7), which refers to the\r\ndetention of an illegal foreigner in a prison that it is the\nplace\r\nwhich the Director-General had determined that an illegal foreigner\r\nbe detained pending his or her deportation. Although\nthe term\r\n“\nprison\n” is not defined in the\nIA\n,\r\nits meaning is hardly obscure. By necessary implication, it includes\r\na police cell or lock-up.'\n[12]\r\nThe court below also placed reliance on the following part of  the\r\n minority judgment in\nJeebhai\n&\nothers\nv\nMinister\nof\nHome\nAffairs\n&\nanother\n2009 (5) SA 54\n;\n[2009] ZASCA 3\n(SCA):\n'The\r\ndetention contemplated in s 34(2) must be by warrant addressed to the\r\nstation commissioner or head of a detention facility.\nThereafter the\r\nsuspected illegal foreigner may either be released or, if he is in\r\nfact an illegal foreigner, detained further under\ns 34(1) for the\r\npurpose of facilitating the person‟s deportation.'\nChetty\r\nJ concluded as follows:\n'It\r\nfollows from the aforegoing analysis that the finding by Raulinga, J,\r\nthat the place of detention contemplated by s 34(1) has\nto be\r\ndesignated as such in order to render an illegal foreigner‟s\r\ndetention lawful, was clearly wrong. I am satisfied that\nthe\r\nplaintiffs were lawfully detained at the prisons or police stations\r\nfor purposes of deportation.'\n[13]\r\nIt is against the conclusions set out in the preceding paragraphs\r\nthat the present appeal is directed. Before us counsel on\nbehalf of\r\nthe appellants accepted that in practical terms a decision on the\r\ndiscrete point the appellants had applied to have decided\nby the\r\ncourt below, as set out in para 7 above, would be dispositive and\r\nthat a decision on quantum could then be made on the available\n\nevidence.\n[14]\r\nIt is necessary to record the number of days that each appellant\r\n spent  in detention. Before doing so, it is also\nnecessary\r\nto note that they were released after litigation, in terms of\r\nagreements reached with the Department and court orders\nto that\r\neffect followed. We were informed that the appellants, who were all\r\narrested during 2010, were still in the country and\nthat various\r\nprocesses in relation to their continued stay in our country were\r\nstill being undertaken and were not yet finalised.\n[15]\r\nThe details of the appellants‟ detention are set out hereafter:\n(i) \r\nFirst appellant – 16 days.\n(ii) \r\nSecond appellant – 18 days.\n(iii) \r\nThird appellant – 4 days.\n(iv) \r\nFourth appellant – 8 days.\n(v) \r\nFifth appellant – 7 days.\n(vi) \r\nSixth appellant – 13 days.\n(vii) \r\nSeventh appellant – 30 days.\n(viii) \r\nEight appellant – 16 days.\n(ix) \r\nNinth appellant – 35 days.\n(x) \r\nTenth appellant – 18 days.\n(xi) \r\nEleventh appellant – 18 days.\n(xii) \r\nTwelfth appellant – 26 days.\n(xiii) \r\nThirteenth appellant – 23 days.\n(xiv) \r\nFourteenth appellant – 20 days.\n(xv) \r\nFifteenth appellant – 7 days.\n[16]\r\nIn the court below the respondent accepted that he bore the onus to\r\njustify the detention. The high-water mark of the respondent‟s\n\ncase, insofar as a determination by the Director-General in relation\r\nto the manner and place of detention was concerned, was the\nevidence\r\nof Mr Mudiri Matthews, the Chief Director of Immigration\r\nInspectorate, at the Department‟s Pretoria office. He was\n\nreferred by counsel on behalf of the respondent to a document\r\npurporting to be a service-level agreement between the Department\nand\r\na private company for the provision of a deportation facility at the\r\nLindela Detention Facility, Krugersdorp, at which illegal\nforeigners\r\ncould be detained, pending deportation. Four of the fifteen\r\nappellants spent a limited time at Lindela subsequent to\ntheir\r\ndetention elsewhere. Mr Matthews had no personal knowledge concerning\r\nthe conclusion of the contract and was unable to take\nthe matter any\r\nfurther than a supposition that there must have been a determination\r\nby the Director-General in terms of s 34(1)\nof the IA. There was no\nviva voce\nevidence by the Director-General. No document of any\r\nkind purporting to be a determination in terms of s 34(1) of the IA\r\nwas presented.\n[17]\r\nFaced with this conundrum, counsel on behalf of the respondent sought\r\nrefuge in the following submissions: First, that s 34(1)\ndoes not\r\nprescribe how the determination by the Director-General is to be made\r\nand therefore, having regard to the „everyday\nuse‟ of the\r\nword „determine‟ nothing more is required of the\r\nDirector-General than a firm or conclusive decision\nabout where\r\nillegal foreigners may be detained. It was contended that „determine‟\r\nhas a very different connotation\nfrom the word „designate‟.\r\nThe contention was that Lindela is the only facility in the country\r\nwhose sole purpose is\nto detain illegal foreigners for purposes of\r\ntheir deportation. Furthermore, it was contended that Matthews‟\r\nevidence concerning\nLindela as a transit facility that served to hold\r\nillegal foreigners until their deportation could not be ignored.\r\nMoreover, so\nthe submission was developed, it must be clearly\r\nunderstood that Lindela, together with police and prison cells, are\r\nplaces \nthat the Director-General has determined as places where\r\nillegal foreign nationals may be detained until their deportation. It\r\nwas argued that the evidence by the respondent‟s witnesses was\r\nthat the appellants were detained as a means to an end in the\ncourse\r\nof facilitating their deportation and thus their detention was in\r\naccordance with s 34(1). Second, reliance was placed on\nthe minority\r\njudgment of Cachalia JA in\nJeebhai\nand the judgment of\r\nthe Constitutional Court in\nLawyers\nfor\nHuman\nRights\nand\nanother\nv\nMinister\nof\nHome\nAffairs\nand\nanother\n2004 (4) SA 125\n;\n[2004]\r\nZACC 12\n(CC), as support for the contention that detention at any\r\nstate detention facility would suffice.\n[18]\nI\nnow\nturn\nto\ndeal\nwith\nthe\nrespondent‟s\ncontentions\nset\nout\nin\nthe\npreceding\nparagraph.\nBefore\nus\nit\nwas\nuncontested\nthat\nit\nis\ninternationally\naccepted\nthat\nillegal\nforeign\r\nnationals are particularly vulnerable and that international best\r\npractice dictates\nthat\r\nthey should be\nkept\r\napart from the\ngeneral\r\nprison\npopulation.\r\nIn\nthe\nReport\r\nof the\nSpecial\r\nRapporteur of the Human Rights Council of the United Nations\non\r\nthe rights of\nmigrants\nfor\r\n2012,\n[1]\nwhich\r\nhas a particular focus on the detention of migrants in irregular\nsituations,\nit\nis\nnoted\nthat\nthe\nfact\nthat\na\nperson\nis\nirregularly\r\nin\nthe\nterritory\nof\na\nstate\ndoes\r\nnot imply that he or she is not protected by international human\r\nrights standards.\nThe\r\nSpecial Rapporteur noted with concern that irregular entry and stay\nby\r\nmigrants is\nconsidered\r\na criminal offence in some countries. Whilst s 48 of the IA does make\r\nit an\noffence\r\nto enter, remain or depart from South Africa\nwith a\r\nconcomitant punitive\nsanction,\nthis\nis\nnot\nwhat\nwe\nare\ndealing\nwith\nhere.\nWe\nare\ndealing\nwith\ndetention\npending\r\ndeportation. In this regard the following comments of the Special\r\nRapporteur are apposite (para 13):\n‘\nHe\r\n[the Special Rapporteur] wishes to stress that irregular entry or\r\nstay should never be considered criminal offences: they are\nnot per\r\nse crimes against persons, property or national security. It is\r\nimportant to emphasize that irregular migrants are not\ncriminals per\r\nse and should not be treated as such.’\nThe\r\nSpecial Rapporteur‟s statements on places of detention of\r\nmigrants are significant (para 33):\n‘\nThe\r\nStandard Minimum Rules for the Treatment of Prisoners provide\nthat\r\npersons imprisoned\nunder\na\nnon-criminal\nprocess\nshall\nbe\nkept\nseparate\nfrom\npersons\nimprisoned\nfor\na\ncriminal\noffence.\nAdditionally,\nthe\r\nWorking Group on Arbitrary\nDetention\nstated\nin\nits\ndeliberation\nNo.\n5\nthat\r\ncustody must be effected in a public establishment specifically\r\nintended for\nthis\r\npurpose or,\nwhen\r\nfor practical reasons, this is not the case, the asylum-seeker or\r\nimmigrant must be placed\nin\npremises\nseparate\nfrom\nthose\nfor\npersons\nimprisoned\nunder\ncriminal\nlaw.\nAt\nthe\nregional\nlevel,\r\nthe\nPrinciples\r\nand Best Practices on the Protection of Persons Deprived of Liberty\r\nin the\nAmericas\n[2]\nprovide\r\nthat asylum- or refugee-status-seekers and persons deprived of\r\nliberty due to\nmigration\r\nissues shall not be deprived of liberty in institutions designed to\r\nhold persons deprived\nof\r\nliberty on criminal charges.’ (footnotes omitted)\nIn\r\npara 34 of the report the following appears:\n‘\nHowever,\r\ninformation received by the Special Rapporteur indicates that\r\nmigrants are detained in a wide range of places, including\nprisons,\r\npolice stations, dedicated immigration detention centres, unofficial\r\nmigration detention centres, military bases, private\nsecurity company\r\ncompounds, disused warehouses, airports, ships, etc. These detention\r\nfacilities are placed under the responsibility\nof many different\r\npublic authorities, at local, regional or national level, which makes\r\nit difficult to ensure the consistent enforcement\nof standards of\r\ndetention. Migrants may also be moved quite quickly from one\r\ndetention facility to another, which also makes monitoring\ndifficult.\r\nMoreover, migrants are often detained in facilities which are located\r\nfar from urban centres, making access difficult\nfor family,\r\ninterpreters, lawyers and NGOs, which in turn limits the right of the\r\nmigrant to effective communication.’\nIt\r\nfurther bears mentioning that the report reveals that detentions have\r\nnot been shown to reduce migration anywhere in the world,\nand in this\r\nregard it is reported in para 8 that:\n‘\nThe\r\nSpecial Rapporteur would like to emphasize that there is no empirical\r\nevidence that detention deters irregular migration or\ndiscourages\r\npersons from seeking asylum. Despite increasingly tough detention\r\npolicies being introduced over the past 20 years\nin countries around\r\nthe world, the number of irregular arrivals has not decreased. This\r\nmay be due, inter alia, to the fact that\nmigrants possibly see\r\ndetention as an inevitable part of their journey.’\n[19]\nThe\nInter-American\nCommission\non\nHuman\nRights\n(IACHR),\nin\nterms\nof\nResolution\n03/08\nof\nthe\nInter-American\nCommission\non\nHuman\nRights\nof\nMigrants,\nInternational\r\nStandards and the Return Directive of the EU,\n(25\r\nJuly 2008),\n[3]\nresolved\r\nas\nfollows:\n‘\nAs\r\ninternational law establishes, migrants may not be held in prison\r\nfacilities. The holding of asylum seekers and persons charged\nwith\r\ncivil immigration violations in a prison environment is incompatible\r\nwith basic human rights guarantees.’\nArticle\n17(2)\nof \r\nthe\nInternational\r\nConvention\non\nthe\nProtection\nof\nthe\nRights\nof\nAll\nMigrant\r\nWorkers and Members of Their Families,\n[4]\n(although\r\nit must be noted that South\nAfrica\r\nis not a signatory), provides:\n‘\nAccused\r\nmigrant workers and members of their families shall, save in\r\nexceptional circumstances, be separated from convicted persons\nand\r\nshall be subject to separate treatment appropriate to their status as\r\nunconvicted persons. Accused juvenile persons shall be\nseparated from\r\nadults and brought as speedily as possible for adjudication.’\nArticle\r\n17(3) reads as follows:\n‘\nAny\r\nmigrant worker or member of his or her family who is detained in a\r\nState of transit or in a State of employment for violation\nof\r\nprovisions relating to migration shall be held, in so far as\r\npracticable, separately from convicted persons or persons detained\n\npending trial.’\n[20]\nCognisant\r\nof international best practice the legislature adopted s 34(1) of the\r\nIA,\nwith\r\nthe Director-General being required to make a determination which\r\nwould be in line\nwith\nwhat\nis\nset\nout\nin\nthe\npreceding\nparagraphs.\nThe\ndetention\nof\nillegal\nforeigners\nsubject\r\nto deportation in circumstances such as in the present case is not\r\nsubject to the\nCriminal\nProcedure\nAct\n51\nof\n1977\n.\nSection\n34(1)\nof\nthe\nIA\nregulates\ntheir\ndetention.\nThus,\nthe\ndetention\ncan\nonly\ntake\nplace\nas\nprescribed\nby\nthat\nsubsection\nand\nthat\nmeans\r\nin the manner and at a place determined by the Director-General. The\r\nexercise\nof\r\npublic power is constrained by the principle of legality which is\r\nfoundational to the rule of law.\n[5]\nIn\ns  34(1)\nthe words  that dictate the manner and place of\r\ndetention are\ndeliberate\r\nand not superfluous. Detention pending deportation can only occur\r\naccording\nto its\r\nprescripts. Reliance on\ns 34(7)\nby the court below and the\r\nrespondents is\nmisplaced.\r\nThe latter subsection of the IA regulates the removal or release of\r\n a\ndetained\nillegal\nforeigner\non\nthe\nbasis\nof\na\nwarrant\nto\nbe\npresented\nto\n„the\nperson\nin\ncharge\r\nof the prison‟. It does not follow that the prison referred to,\r\ndoes not have to be\ndetermined\nby\nthe\nDirector-General\nas\na\nplace\nat\nwhich\nan\nillegal\nforeigner\nmay\nbe\ndetained\r\npending deportation. There is nothing to prevent a determination by\r\nthe\nDirector-General\nthat\na\ndiscrete\npart\nof\na\nprison\nor\nother\nState\ndetention\nfacility\nwhich\nmeets\r\ninternational standards, is to be used as a place at which illegal\r\nforeigners can be\ndetained\r\npending their deportation.\n[21]\r\nThe court below and the respondents relied on the following dictum in\r\nthe Constitutional Court decision in\nLawyers\nfor\nHuman\nRights\nv\nMinister\nof\nHome\nAffairs\n2004\r\n(4) SA 125\n;\n[2004] ZACC 12\n(CC) (para 39) for their contrary view:\n'\nSection\r\n34(1)\nis concerned with a situation different from that contemplated\r\nby\ns 34(8).\nSubsection (8), in part, is concerned with and authorises\r\nthe detention of people suspected of being illegal foreigners on a\r\nship\nby which they arrived. It will be remembered that\ns 34(8)\ngives\r\nimmigration officers a choice. They can either be content with the\r\ndetention of the people concerned on the ship, or cause\npeople to be\r\ndetained elsewhere.\nSection 34(1)\nis designed to\ncater\nfor\nthe\nsituations\nin\nwhich\nillegal\nforeigners are\ndetained\nin\na\nfacility\nover\nwhich\nthe\ngovernment\r\nhas control and which is serviced or frequented by State officers.'\n(My emphasis.)\nIt\r\nwas submitted  on behalf of the respondent that the latter part\r\nof the paragraph indicates that a detention facility which\nthe State\r\nservices and over which it has control would suffice, without a\r\nspecified determination having to be made by the Director-\nGeneral.\r\nIn that case the court was concerned with the validity of\nss 34(2)\nand (8) of the IA.\nSection 34(8)\nprovides for the detention of a\r\nperson at a port of entry or on a ship.\nSection 34(1)\nwas referred to\r\nby the Constitutional Court by way of contrast.\nSection 34(2)\ndeals\r\nwith the maximum period of detention of a person detained in terms of\r\nthe IA for purposes other than his or her deportation.\nThe issue we\r\nare presently grappling with was not raised or dealt with by the\r\nConstitutional Court in that case, and in any event\nit seems tenuous\r\nto interpret the above dictum, in which the Constitutional Court was\r\nexplaining the general context of one section\nand contrasting it\r\nagainst the general context of another, as conclusively determining\r\nthe substantive requirements laid down by\nthose provisions.\n[22]\r\nThe reliance on the minority judgment by Cachalia JA in\nJeebhai\nis\r\nalso unwarranted. In para 24, referred to earlier, on which reliance\r\nwas placed, the following appears:\n'The\r\ndetention contemplated in\ns 34(2)\nmust be by warrant addressed to the\r\nstation commissioner or head of a detention facility. Thereafter the\r\nsuspected illegal foreigner\nmay either be released, or if he is in\r\nfact an illegal foreigner, detained further under\ns 34(1)\nfor the\r\npurpose of facilitating the person‟s deportation.' (Footnotes\r\nomitted.)\nThe\r\nrespondents once again sought to persuade us that this passage\r\nindicated that any detention facility would suffice for the detention\n\nof illegal foreigners pending deportation without a specific\r\ndetermination having to be made by the Director-General. In\nJeebhai,\nthis court was concerned with an individual who fell within the\r\ndefinition of illegal foreigner and who was therefore subject to\n\narrest in terms of\ns 34\nof the IA. The decision of the court flowed\r\nfrom the failure of the respondent to secure a warrant for his\r\ndetention and deportation\nin terms of the applicable regulation. This\r\ncourt was not there dealing with the point presently under\r\ndiscussion.\n[23]\r\nIn\nZealand\nv\nMinister\nof\nJustice\nand\nConstitutional\nDevelopment\n2008 (4) SA 458\n;\n[2008] ZACC 3\n(CC),\r\nthe Constitutional Court reaffirmed a long-standing principle. The\r\nfollowing appears in para 25:\n'This\r\nis not something new in our law. It has long been firmly established\r\nin our common law that every interference with physical\nliberty is\r\nprima facie unlawful. Thus, once the claimant establishes that an\r\ninterference has occurred, the burden falls upon the\nperson causing\r\nthat interference to establish a ground for justification. In\nMinister\nvan\nWet\nen\nOrde\nv\nMatshoba\n[1990\r\n(1) SA 280\n;\n[1989] ZASCA 129\n(A)], the Supreme Court of Appeal again\r\naffirmed that principle,  and  then  went  on  to\r\n consider\n exactly  what  must  be  averred\r\n by  an  applicant complaining of unlawful detention.\n\nIn the absence of any significant South African authority, Grosskopf\r\nJA found the law concerning the\nrei vidicatio\na useful\r\nanalogy. The simple averment of the plaintiff‟s ownership and\r\nthe fact that his or her property is held by the defendant\nwas\r\nsufficient in such cases. This led that court to conclude that, since\r\nthe common-law right to personal freedom was far more\nfundamental\r\nthan ownership, it must be sufficient for a plaintiff who is in\r\ndetention simply to plead that he or she is being held\nby the\r\ndefendant. The onus of justifying the detention then rests on the\r\ndefendant. There can be no doubt that this reasoning applies\nwith\r\nequal, if not greater, force under the Constitution.' (Footnotes\r\nomitted.)\n[24]\r\nIn\nJeebhai\n, Ponnan JA said the following about the detainee in\r\nthat matter (para 63):\n'Given\r\nthat the deprivation of Mr Rashid‟s liberty was prima facie\r\nunlawful, it was for the respondents to justify such deprivation.\nIn\r\nthis instance one would have thought that as a bare minimum the\r\nrespondents would have sought to show compliance with reg 28.\nIt\r\nwould to my mind have been a relatively simple matter to have adduced\r\nduly completed forms 28 and 35 as proof of compliance\nwith reg 28.\r\nThat the respondents failed to do. After all, it seems to me that the\r\nreg 28 safeguards exist, not just for the benefit\nof the illegal\r\nforeigner, but also to protect the respondents against unjustified\r\nand unwarranted claims flowing from detention\nor deportation, or\r\nboth.'\nIn\r\nthe present case, it was for the respondent to show that the\r\nDirector-General had made the determinations contemplated in s 34(1).\n\nThis they failed to do. No attempt was made to show that any part of\r\nSt Albans prison or any part of any police holding cells,\nor indeed\r\neven in respect of the Lindela detention centre, was determined by\r\nthe Director-General, in accordance with international\nnorms to be a\r\nplace at which illegal foreigners were to be detained pending\r\ndeportation. The making of a determination by the Director-General\n\nunder s 34(1) of the IA seems, on its face, to be both a relatively\r\nsimple exercise while at the same time being crucially important\nin\r\nupholding the rights of detained foreign persons. No attempt was made\r\nby the respondent to justify the failure to do so. And,\nalthough the\r\nissue did not arise for a final determination in this case, I would\r\nadd that it seems to me that such a determination\nmust be publicly\r\nproclaimed as this is vital for certainty and effective\r\nadministration according to constitutional and international\n\nstandards. The reasoning of Raulinga J set out in para 11 above is\r\naccordingly unassailable. It follows that the detention of all\nof the\r\nappellants was unlawful. It is not necessary to deal with the other\r\nconclusions reached by Chetty J save to state that I\nhave\r\nreservations about his ready acceptance of the evidence of the\r\nrespondent‟s officials, that they explained to each appellant\n\nhis or her rights including the rights to Consular access. The\r\nevidence adduced before Chetty J by the respondent concerning\r\ninterpretation\nby way of telephone is ludicrous. In respect of one of\r\nthe appellants it was accepted that there was no opportunity to\r\nexplain\nthe rights he was entitled to pursue. That leads us to the\r\nnext question, which is the quantum of damages.\n[25]\r\nCounsel on behalf of the appellants accepted that the appellants had\r\nfailed to present evidence concerning the conditions under\nwhich they\r\nwere held and furthermore had failed to testify about the personal\r\nimpact of detention. Such evidence as there was about\nthe conditions\r\nat St Albans prison and at Kwazakhele police station was elicited by\r\nway of cross-examination of the respondent‟s\nwitnesses. It\r\ncertainly appears, as would be the case with many people who cross\r\nour borders without the necessary authorisation,\nthat most of the\r\nappellants did so to earn a living and make a better life.\r\nAppellants‟ counsel conceded that this sparse\nmaterial was far\r\nfrom satisfactory and urged us to do the best we could under the\r\nprevailing circumstances.\n[26]\r\nIt was conceded in the court below that the asylum-seeker application\r\nforms were what they purported to be and the information\ntherein was\r\nunchallenged. The appellants provided information in support of their\r\napplication for asylum which included, inter\nalia, the floods in\r\nBangladesh as a reason for seeking asylum in South Africa which,\r\npredictably, the appeal board held to be manifestly\nunfounded. The\r\nappellants chose not to testify to controvert that conclusion. I\r\nagree with the conclusion by the court below that\nthe appeal board\r\ndecision superseded the temporary asylum-seeker permit. Whilst the\r\nappellants certainly have the right to pursue\nfurther processes to\r\nresist deportation, the limited information referred to earlier in\r\nthis and the preceding paragraph is the\nsparse basis upon which we\r\nare called upon to make a determination concerning quantum. The\r\nparties agreed that, should we incline\nin favour of the appellants on\r\nthe law point, we would be at large to determine compensation.\n[27]\nThe\r\ndeprivation of liberty is indeed a serious matter.\nIn\r\ncases of non-patrimonial\nloss\nwhere\ndamages\nare\nclaimed\nthe\nextent\nof\ndamages\ncannot\nbe\nassessed\nwith\nmathematical\nprecision.\nIn\nsuch\ncases\nthe\nexercise\nof\na\nreasonable\ndiscretion\nby\nthe\ncourt\nand\nbroad\ngeneral\nconsiderations\nplay\na\ndecisive\nrole\nin\nthe\nprocess\nof\nquantification.\n[6]\nThis\r\ndoes not, of course, absolve a plaintiff of adducing evidence which\nwill\r\nenable a court to make an appropriate and fair award. In cases\r\ninvolving deprivation\nof\nliberty\nthe\namount\nof\nsatisfaction\nis\ncalculated\nby\nthe\ncourt\nex\naequo\net\nbono\n.\nInter\nalia\r\nthe following factors are relevant:\n(i) \r\ncircumstances under which the deprivation of liberty took place;\n(ii) \r\nthe conduct of the defendants; and\n(iii)\nthe\r\nnature and duration of the deprivation.\n[7]\nHaving\r\nregard to the limited information available and taking into account\r\nthe factors referred to it appears to me to be just to\naward globular\r\namounts that vary in relation to the time each of the appellants\r\nspent in detention. The third appellant spent the\nleast amount of\r\ntime in detention, namely, four days. In my view a fair amount to be\r\nawarded to him as compensation would be R3\n000. The fifth and\r\nfifteenth appellants spent seven days in prison. In my view, a fair\r\namount in respect of their detention would\nbe an amount of R5 000.\r\nThe fourth appellant spent 8 days in detention. In my view, a fair\r\namount in relation to his detention,\nis an amount of R6 000. The\r\nsixth appellant spent 13 days in detention. In my view, a fair amount\r\nin relation to his detention\nwould be an amount of R8 000. The first\r\nand eight appellants spent 16 days in detention. In my view, a fair\r\namount for them is\nR10 000. The second, tenth and eleventh appellants\r\nspent 18 days in detention. In my view an amount of R12 000 is\r\nappropriate.\nThe fourteenth appellant spent 20 days in detention. In\r\nmy view an amount of R14 000 is adequate. The thirteenth appellant\r\nspent\n23 days  in  detention.  In  this  regard\r\n an  amount  of R16 000 appears proper. The twelfth\n\nappellant spent 26 days in detention. In my view an amount of R18 000\r\nis satisfactory. The seventh appellants spent 30 day in detention.\nAn\r\naward of R20 000 seems in order. The ninth appellant spent 35 days in\r\ndetention. In my view an amount of R25 000 appears fair.\n[28]\r\nThe following order is made:\n1.  \r\nThe appeal is upheld and the respondent is ordered to pay the\r\nappellants‟ costs, including the costs of two\ncounsel.\n2. \r\nThe order of the court below is substituted by the following order:\n'1.\r\nThe detention of each of the Plaintiffs is declared to have been\r\nunlawful.\n2. \r\nThe Defendant is ordered to pay damages to the Plaintiffs as follows:\n2.1 \r\nTo the First Plaintiff an amount of R10 000 together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.2 \r\nTo the Second Plaintiff an amount of R12 000 together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.3 \r\nTo the Third Plaintiff an amount of R3 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.4 \r\nTo the fourth Plaintiff an amount of R6 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.5 \r\nTo the Fifth Plaintiff an amount of R5 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.6 \r\nTo the Sixth Plaintiff an amount of R8 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.7 \r\nTo the Seventh Plaintiff an amount of R20 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.8 \r\nTo the Eighth Plaintiff an amount of R10 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.9  \r\nTo the Ninth Plaintiff an amount of R25 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.10 \r\nTo the tenth Plaintiff an amount of R12 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum until\nthe date of\r\nfull and final payment thereof;\n2.11 \r\nTo the Eleventh Plaintiff an amount of R12 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof;\n2.12 \r\nTo the Twelfth Plaintiff an amount of R18 000, together with interest\r\nthereon, at the rate of 15,5 per cent per annum\nuntil the date of\r\nfull and final payment thereof;\n2.13 \r\nTo the Thirteenth Plaintiff an amount of R16 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof;\n2.14 \r\nTo the Fourteenth Plaintiff an amount of R14 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof;\n2.15 \r\nTo the Fifteenth Plaintiff an amount of R5 000, together with\r\ninterest thereon, at the rate of 15,5 per cent per annum\nuntil the\r\ndate of full and final payment thereof.\n3.  \r\nThe Defendant is ordered to pay the Plaintiffs‟ costs of suit,\r\nincluding the costs of two counsel.'\nM S NAVSA ACTING\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT:                                \n\nA Beyleveld SC (with him A C Moorthouse and D S Bands)\nInstructed by:\nMcWilliams &\r\nElliott Inc., Port Elizabeth Webbers, Bloemfontein\nFOR\r\nRESPONDENTS:                           \n\nM T K Moerane SC (with him L T Sibeko SC and W Msizi)\nInstructed by\nThe State Attorney,\r\nPort Elizabeth The State Attorney, Bloemfontein\n[1]\nFrançois Crèpeau, A/HR/C/20/24 (2 April 2012) para 13,\r\n\tavailable at:\nhttp://www.ohchr.org/Documents/HRBodies\r\n\t/HRCouncil/RegularSession/Session20/A-HRC-20-24_en.pdf\n(accessed\r\n\t27 May 2015).\n[2]\nInter-American Commission on Human Rights (IACHR), Resolution 1/08\r\n\t(13 March 2008), available at:\nhttp://www.refworld.org/docid/48732afa2.html\n(accessed\r\n\t27 May 2015).\n[3]\nAvailable at:\nhttp://www.refworld.org/docid/488ed6522.html\n(accessed 27 May 2015).\n[4]\nUnited Nations\nTreaty\r\n\tSeries\nvol.2220,\r\n\tp. 3; Doc. A/RES/45/158, available at:\nhttps://www.ohchr.org/english/law/cmw.htm\n(accessed\r\n\t27 May 2015). Adopted 18 December 1990.\nEntered\r\n\tinto force 1 July 2003.\n[5]\nSee\nFedsure\r\n\tLife Assurance v Greater Johannesburg TMC\n1999\r\n\t(1) SA 374\n;\n[1998] ZACC 17\n(CC) at\n399B-C\r\n\tand\nPharmaceutical\r\n\tManufacturers of South Africa: In re Ex Parte President of the\r\n\tRepublic of\nSouth\r\n\tAfrica\n2000\r\n\t(2) SA 674\n;\n[2000] ZACC 1\n(CC) para 40.\n[6]\nJ M Potgieter, L Steynberg and T B Floyd\nVisser\r\n\t& Potgieter’s Law of Damages\n3\r\n\ted (2012) at 568.\n[7]\nH J Erasmus and J J Gauntlett „Damages‟ in 7 Lawsa 2ed\r\n\tat para 101.",
  "scraped_at": "2026-02-12T17:24:03.310936",
  "date": "2015-05-29",
  "coram": [
    "Navsa JJA",
    "Majiedt JJA",
    "Mbha JJA",
    "Zondi JJA",
    "Meyer AJA"
  ],
  "case_number": "965/2013",
  "parties": {
    "applicants": [
      "Abdul Rahim",
      "Hossain Kamal",
      "Zakir Hossain",
      "Harun Mohammed",
      "Mohammed Salla Uddin",
      "Abdul Shamol",
      "Mahbub Alom",
      "Toyobur Rahman",
      "Suman Chudhury",
      "Mustafi Gurraman",
      "Eunice Hayford",
      "Zaiur Rahman",
      "Md Alap",
      "Norul Alom",
      "Mahe Mintu"
    ],
    "respondents": [
      "Minister of Home Affairs"
    ]
  },
  "sections": {
    "facts": "Fifteen foreign nationals – fourteen Bangladeshis and one Ghanaian – had been granted asylum‑seeker permits under the Refugees Act. In 2010 they were arrested and detained under section 34(1) of the Immigration Act 13 of 2002. They were held in various police stations, prisons and the Lindela deportation facility. The appellants alleged that the Department of Home Affairs failed to produce any written or oral determination by the Director‑General specifying the manner and place of detention as required by s 34(1), and that they were not informed of their rights in a language they understood. The High Court dismissed their claim for damages, prompting this appeal.",
    "issues": "1) Whether detention of illegal foreigners under s 34(1) IA is unlawful where the Director‑General has not made a specific determination of the manner and place of detention. 2) Whether the appellants were denied statutory and constitutional rights (notification, access to consular assistance, information in a language they understand). 3) Whether the State bears the burden of proving compliance with s 34(1) and, if it fails, whether damages should be awarded.",
    "principles": "The judgment relied on the principle of legality – statutes must be read according to their plain meaning and the State may not act beyond the authority granted. Section 34(1) requires detention to be in a manner and place determined by the Director‑General; without such a determination the detention is prima facie unlawful. Constitutional rights under s 35, the Vienna Convention on Consular Relations and international best‑practice on the treatment of irregular migrants were also considered. Precedents cited included Lawyers for Human Rights v Minister of Safety (2009), Jeebhai v Minister of Home Affairs (2009), and the Constitutional Court decision in Lawyers for Human Rights v Minister of Home Affairs (2004).",
    "application": "The Supreme Court of Appeal held that the respondent failed to produce any evidence of a Director‑General determination as required by s 34(1). The State’s reliance on the existence of a Lindela facility or on s 34(7) was rejected as insufficient. The court also found the appellants were not properly informed of their rights, contrary to statutory and constitutional requirements. Consequently, the detention of each appellant was declared unlawful and the State could not rely on the statutory defence.",
    "conclusion": "The appeal was upheld. The detention of each plaintiff was declared unlawful. The Minister of Home Affairs was ordered to pay the specified damages to each appellant (R10 000 to the first plaintiff, R12 000 to the second, etc., with interest at 15.5% per annum) and to cover the plaintiffs’ costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Detention of Illegal Foreigners",
    "level_3": [
      "principle of legality",
      "unlawful detention",
      "damages",
      "asylum seekers"
    ]
  }
}