{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/62.html",
  "case_name": "Shakawa Hunting & Game Lodge (Pty) Ltd v Askari Adventures CC (44/2014) [2015] ZASCA 62 (17 April 2015)",
  "citation": "[2015] ZASCA 62",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 62\n|\nNoteup\n|\nLawCite\nShakawa Hunting & Game Lodge (Pty) Ltd v Askari Adventures CC (44/2014) [2015] ZASCA 62 (17 April 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 44/2014\nIn\r\nthe matter between\nSHAKAWA\r\nHUNTING & GAME LODGE (PTY)\r\nLTD\n...............................................\nAPPELLANT\nand\nASKARI\r\nADVENTURES\r\nCC\n........................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nShakawa Hunting & Game\r\nLodge (Pty) Ltd v Askari Adventures CC\n(44/2014)\n[2015] ZASCA 62\n(17 April 2015)\nCoram:\nMpati P, Leach, Majiedt, Saldulker JJA\r\nand Dambuza AJA\nHeard:\n18 February 2015\nDelivered:\n17 April 2015\nSummary\n:\r\nContract – interpretation  - written agreement providing\r\nthat respondent company to pay appellant 10% of its value\nif sold -\r\nmeaning of term ‘value’- assets of respondent company\r\nsold – whether appellant entitled to 10% of selling\nprice.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court,\r\nPretoria (Kollapen J sitting as court of first instance).\n1\r\nThe appeal is upheld, to the extent that paragraph 1 of the order of\r\nthe court below is set aside and replaced with the following:\n‘\n1\r\nThe defendant is ordered to pay to the plaintiff the amount of\r\nR403 600, with interest thereon at the rate of 15.5% per annum\na\ntempore morae\nto date of final payment, both dates inclusive;’\n2\r\nThe respondent is ordered to pay the costs of the appeal.\nJUDGMENT\nMpati\r\nP (Leach, Majiedt, Saldulker JJA and Dambuza AJA concurring):\n[1]\r\nThis appeal concerns the interpretation of a written agreement\r\nconcluded between the appellant (defendant in the court below)\nand\r\nthe respondent (plaintiff in the court below) on 1 March 2004. At the\r\ntime of the conclusion of the agreement the appellant\n(Shakawa) was\r\nrepresented by Mr Peter Wilkinson (Wilkinson), its sole shareholder\r\nand director, while the respondent (Askari) was\nrepresented by Mr\r\nPaul Ferreira (Ferreira), its sole member. On 15 September 2011\r\nAskari caused summons to be issued against Shakawa\nclaiming payment\r\nof the sum of R3 230 600, together with interest and costs\r\nof suit, the capital sum claimed being due,\nso it was alleged in the\r\nparticulars of claim, in terms of the agreement. The relevant part of\r\nthe agreement reads:\n‘\nBoth\r\nparties hereby agreed as follows:\n1.\nPaul Ferreira on behalf of Askari\r\nAdventures will receive an amount not less than 10% of the value of\r\nShakawa hunting and Game Lodge,\nif the company is sold or Mr Peter\r\nWilkinson should pass away.\n2.\nThis 10% sharing will be calculated after\r\ncosts. E.g.: Legal fee, agent’s commission etc.’\nShakawa\r\noperated a game and hunting lodge from five (5) adjoining farms\r\nsituated in the Limpopo Province. It is common cause that\nin January\r\n2011 Wilkinson sold the farms and the entire business operation in\r\nShakawa (the going concern) for a consideration of\nR32 500 000.\n[2]\r\nAskari alleged in its particulars of claim that, as a result of the\r\nsale, it ‘became entitled to payment in an amount\nof R3 230 600\r\nsame being ten percent of the aggregate of the gross value of the\r\nbusiness and/or its assets (R32 500\n000) less accounting and\r\nlegal fees (R100 000) less a severance payment made to Ferreira\r\n(R94 000).’ A sales invoice\nreflecting these calculations\r\n– though not indicating in whose favour the severance payment\r\nwas made – and issued to\nShakawa, dated 28 February 2011, was\r\nannexed to the particulars of claim. On 8 February 2012 Askari\r\nobtained an order in the following\nterms in an application it had\r\nlaunched on 5 April 2011 against Shakawa, Charles Pieterse Attorneys\r\nand Louw Attorneys, as first,\nsecond and third respondents,\r\nrespectively:\n‘\n1.\r\nTHAT the second respondent, alternatively the third respondent . . .\r\nretain in trust the sum of R3 230 600.00 from\nthe proceeds\r\nof one or more agreements of sale entered into between the first\r\nrespondent and an unknown third party (in terms of\nwhich the first\r\nrespondent sold to such unknown third party [the five farms].)\n. . .\nPending final\r\ndetermination of an action or application to be instituted by the\r\napplicant for payment in the sum of R3 230 600.00,\ntogether\r\nwith interest thereon, in terms of a written agreement concluded\r\nbetween the applicant and the first respondent on or\nabout 1 March\r\n2004.’\nThe\r\nsecond respondent in that application were Shakawa’s attorneys,\r\nwhile the third respondent was the conveyancer who was\nattending to\r\nthe transfer of the farms.\n[3]\r\nShakawa admitted the terms of the agreement in its plea, but denied\r\nthat Askari was entitled to payment of the amount claimed.\nIn the\r\nalternative, Shakawa pleaded as follows:\n‘\n8.3\r\n[I]n the event of the Court finding that [Askari] had become entitled\r\nto payment in terms of the agreement between the parties,\nwhich is\r\nstill denied, [Shakawa] pleads that:\n8.3.1 the nett\r\namount after deduction of all costs amounted to R4 036 000.00;\n8.3.2 10% of the\r\nnett amount is calculated at R403 600.00;\n8.3.3 [Shakawa]\r\ntendered payment of the aforesaid sum of R403 600.00 to\r\n[Askari];\n8.3.4 [Askari]\r\nrefused to accept payment of the said amount.’\nIn\r\naddition to its plea Shakawa filed a counterclaim seeking payment of\r\n‘the decrease in value of the sum of R3 230 600.00\n\nagainst the British Pound Sterling from 6 April 2011 to date of\r\njudgment’, with interest. The basis for the counterclaim\nwas\r\nset out as follows (in para 8 thereof):\n‘\nAs\r\na result of the continued devaluation of the value of the ZA Rand\r\nagainst the British Pound Sterling [Shakawa] will suffer damages,\n\nwhich damages can only be ascertained with accuracy on the date of\r\njudgment in this counterclaim, and which will amount to the\ndecrease\r\nin value of the sum of R3 230 600.00 against the British\r\nPound Sterling from 6 April 2011 to date of judgment.’\n[4]\r\nAt the commencement of the trial the court below (Kollapen J) granted\r\nan application brought by Askari for leave to amend its\nparticulars\r\nof claim to include a claim for rectification of the agreement, so as\r\nto reflect what was alleged to be the common\nintention of the\r\nparties. In terms of the amendment Askari sought, in addition, an\r\norder rectifying the written contract by inserting\nthe following\r\nwords into clause 1 thereof, directly after the words ‘is\r\nsold’:\n‘\nor\r\nif Shakawa Hunting & Game Lodge (Pty) Ltd sells its immovable\r\nproperties and the improvements thereon, including the Shakawa\nGame\r\nLodge, as a going concern.’\nThe\r\nbasis for the rectification sought was, therefore, that it was the\r\ncommon intention of the parties that the amount of not less\nthan 10%\r\nof the value of Skakawa would also be payable to Askari in the event\r\nthat the company, Shakawa, sold its immovable properties\nand the\r\nimprovemnets thereon, including the Game Lodge, as a going concern.\r\nAfter hearing evidence, the court below dismissed Shakawa’s\n\ncounterclaim, with costs. It ordered Shakawa to pay to Askari the\r\namount of R3 230 600, with interest thereon at the\nrate of\r\n15.5% per annum,\na tempore morae,\nto date of final payment and to pay the costs of the action. The\r\ncourt subsequently dismissed Shakawa’s application for leave\nto\r\nappeal. This appeal is with leave of this court.\n[5]\r\nI should mention at this stage that in its judgment the court below\r\ntreated its granting of the amendment to the particulars\nof claim as\r\nan order for rectification of the agreement. The court said (in para\r\n7 of the judgment):\n‘\nWhile\r\nthe written agreement provided that the plaintiff would receive 10%\r\nof the value of Shakawa Game Lodge if the company was\nsold, the\r\nparties were in agreement that what was also contemplated was that in\r\nthe event of the assets of the company being sold\nas opposed to a\r\nsale of the company, the obligation to pay 10% would also be\r\nactivated (subject to certain conditions). In this\nregard, the\r\nplaintiff applied for an amendment at the commencement of the trial\r\nto rectify the written agreement to reflect such\ncommon intention.\r\nThe defendant did not object to the proposed amendment and the\r\nwritten agreement was accordingly rectified.’\nIt\r\nis true that counsel for Shakawa did not object to the amendment\r\nsought, but made it clear that what was sought to be inserted\nin the\r\nagreement by way of rectification was ‘not the proper version\r\nand we will get to that in due course’. No evidence\nwas led to\r\nlay the basis for rectification and the court below accordingly erred\r\nin stating that ‘the written agreement was\naccordingly\r\nrectified’. All that had been granted was an amendment to the\r\npleadings\n.\nBut\r\nthat error is of no moment, for present purposes, because whatever\r\nwas sold, Shakawa accepted that the 10% share due to Askari\nshould be\r\ncalculated on the basis that the purchase price was R32 500 000.\r\nThe only issue in dispute, therefore, is how\nthe amount due to Askari\r\nwas to be calculated.\n[6]\r\nIt was never in dispute that at the time of the sale of the going\r\nconcern Wilkinson had a loan account of R28 270 000 in\nShakawa.\r\nIt was contended on behalf of Shakawa that before calculating the 10%\r\nsharing due to Askari the amount of the loan account\nmust be deducted\r\nfrom the purchase price, which would then leave a balance of\r\nR4 230 000.  From that residue further\namounts of\r\nR100 000 (legal fees) and R94 000 (severance payments) must\r\nbe deducted. The 10% sharing due to Askari should\nthen be calculated\r\nfrom the balance of R4 036 000, resulting in an amount of\r\nR403 600, payment of which, according\nto Shakawa’s plea,\r\nwas tendered to Askari.\n[7]\r\nIn this court it was argued on behalf of Askari that the case\r\npresented by Shakawa, both in its pleadings and the questions\nasked\r\nand version put to Askari’s witness, was that the amount of the\r\nloan account was to be deducted as a cost item in terms\nof clause 2\r\nof the agreement. In support of this contention reference was made to\r\nparagraph 8.3.1 of Shakawa’s plea (see\npara 3 above) and to the\r\nrecord, where, during the cross-examinatiom of Ferriera, it was put\r\nto him that he was ‘entitled\nto 10% of what is left over after\r\nall the costs have been paid’, and that the 10% sharing ‘will\r\nbe calculated after\ncosts, example legal fees, agent’s\r\ncommission etcetera . . . ’. It was also put to Ferreira that\r\nprior to signing the\nagreement Wilkinson had asked Mr Pieter Nel\r\n(Nel), an accountant who drew up the agreement upon request, in the\r\npresence of Ferreira,\nwhether the agreement meant that his\r\n(Wilkinson’s) loan account ‘is included in the costs\r\ncomponent’ to which\nNel answered in the affirmative. Reference\r\nwas also made to Wilkinson’s testimony, where he testified that\r\nafter reading\nthe agreement he commented to, or asked, Nel: ‘.\r\n. . I presume that “after cost” includes my loan’,\r\nclearly\nreferring to the wording of clause 2, so it was contended.\r\nDuring his cross-examination Nel conceded that for purposes of\r\nShakawa’s\ncalculation of the amount payable to Askari,\r\nWilkinson’s loan account should be deducted from the value of\r\nShakawa as a cost\nitem in terms of clause 2 of the agreement. It was\r\naccordingly contended on behalf of Askari that insofar as it is now\r\ncontended\nthat the loan account should be deducted as a liability in\r\norder to determine the value of Shakawa as referred to in clause 1 of\n\nthe agreement, Shakawa should not be allowed to advance that\r\nsubmission. For this contention counsel for Askari relied on\nImprefed\r\n(Pty) Ltd v National Transport Commission\n1993 (3) SA 94\n(A) at 107C-110A.\n[8]\r\nIn that case this court said:\n‘\nAt\r\nthe outset it need hardly be stressed that:\n“\nThe\r\nwhole purpose of pleadings is to bring clearly to the notice of the\r\nCourt and the parties to an action the issues upon which\nreliance is\r\nto be placed.”\n(\nDurbach\r\nv Fairway Hotel Ltd\n1949 (3) SA 1081\n(SR) at 1082.)\nThis\r\nfundamental principle is similarly stressed in Odgers’\nPrinciples of Pleading and Practice in Civil Actions in the High\r\nCourt of Justice\n22\nnd\ned at 113:\n“\nThe\r\nobject of pleading is to ascertain definitely what is the question at\r\nissue between the parties; and this object can only be\nattained when\r\neach party states his case with precision.”\nThe\r\ndegree of precision obviously depends on the circumstances of each\r\ncase. More is required when claims are based upon the provisions\nof a\r\ndetailed and complex contract, in which numerous clauses confer the\r\nright to additional payment in differing circumstances\n- a contract,\r\nmoreover, in which such payments are to be determined, calculated and\r\nclaimed in different ways depending on which\nclause is relied upon.\r\nIn addition, as already pointed out, the contractor may choose to\r\nbase the cause of action on some common\nlaw ground (breach of\r\ncontract, enrichment or delict) quite unrelated to any additional\r\npayments for which the contract provides.\nParticularly in this\r\ncontext, it goes without saying that a pleading ought not to be\r\npositively misleading by referring explicitly\nto certain clauses of\r\nthe contract as identifying the cause of action when another is\r\nintended or will at some stage – in\nthis case at the last\r\npossible moment – be relied upon. As it was put by Milne J in\nKali v Incorporated General Insurances Ltd\n1976 (2) SA 179\n(D)\r\nat 182A:\n“\n.\r\n. . a pleader cannot be allowed to direct the attention of the other\r\nparty to one issue and then, at the trial, attempt to canvass\n\nanother”.’\n[1]\n[9]\r\nI do not agree with counsel for Askari that Shakawa should not be\r\nallowed to advance the submission that Wilkinson’s loan\naccount\r\nshould be deducted as a liability in order to determine its\r\n(Shakawa’s) value, either because of what was pleaded\nin\r\nparagraph 8.3 of its plea or because of certain evidence testified to\r\nby Shakawa’s witnesses, or statements put to Askari’s\n\nwitness. Paragraph 5 of the particulars of claim reads:\n‘\n5\r\nThe express,\nalternatively\ntacit,\nfurther alternatively\nimplied, terms of the agreement that are relevant hereto were as\r\nfollows:\n5.1\r\nIn the event that Wilkinson sold the defendant and/or the immovable\r\nproperty of the Defendant, and/or the lodge to a third party,\nalternatively\nin the event of his passing away, the plaintiff would immediately\r\nbecome entitled to an amount of not less than ten percent (10%)\nof\r\nthe value of the defendant and/or the lodge at the time of such sale,\r\nalternatively at the time of Wilkinson’s death.\n5.2\r\nThe abovementioned ten percent (10%) sharing would be calculated on\r\nthe gross value of the defendant and/or the lodge, after\ncertain\r\ncosts such as legal fees and/or agent’s commission had been\r\ndeducted therefrom.’\n[10]\r\nIn response, Shakawa pleaded thus:\n‘\nAd\r\nparagraph 5 thereof:\n4.1 The defendant\r\ndenies the contents of this paragrapgh.\n4.2 The defendant\r\npleads that the material express alternatively implied terms of the\r\nagreement were the following:\n4.2.1 The plaintiff\r\nwould receive an amount of not less than 10% of the nett value of the\r\ndefendant if the defendant was sold or\nPeter Wilkinson passed away;\n4.2.2 The 10% of the\r\nnett value would be calculated after the deduction of all costs of\r\nthe defendant, e.g. legal fees, estate agent’s\ncommission and\r\nthe loan accounts of the share-holders of the defendant.\n. . . .’\nAlthough\r\nthere is clearly some confusion in subparagraph 4.2.2, where ‘nett\r\nvalue’ is referred to and yet it is averred\nthat the loan\r\naccounts of shareholders will be deducted as part of ‘all\r\ncosts’, it is specifically pleaded in subparagraph\n4.2.1 that\r\nthe 10% to which Askari would be entitled will be 10% of the nett\r\nvalue of the defendant. And subparagraph 8.3.1 of\nthe plea (quoted in\r\npara 3 above) does not detract from what is contained in subparagraph\r\n4.2.1.\n[11]\r\nAs to the evidence of the witnesses on what they believed or thought\r\nthe agreement meant, it needs be remembered that we are\nhere dealing\r\nwith the interpretation of a contract. Consequently, what the parties\r\nand their witnesses ex post facto think or believe\nregarding the\r\nmeaning to be attached to the clauses of the agreement, and thus what\r\ntheir intention was, is of no assistance in\nthe exercise. In\nNatal\r\nJoint Municipal Pension Fund v Endumeni Municipality\n2012 (4) SA\r\n593\n;\n[2012] ZASCA 13\n(SCA) this court (per Wallis JA) said this with\r\nregard to the construction of a document:\n‘\nThe\r\npresent state of the law can be expressed as follows: Interpretation\r\nis the process of attributing meaning to the words used\nin a\r\ndocument, be it legislation, some other statutory instrument, or\r\ncontract, having regard to the context provided by reading\nthe\r\nparticular provision or provisions in the light of the document as a\r\nwhole and the circumstances attendant upon its coming\ninto existence.\r\nWhatever the nature of the document, consideration must be given to\r\nthe language used in the light of the ordinary\nrules of grammar and\r\nsyntax; the context in which the provision appears; the apparent\r\npurpose to which it is directed and the material\nknown to those\r\nresponsible for its production.’\n[2]\nAnd\r\nfurther:\n‘\nUnlike\r\nthe trial judge I have deliberately avoided using the conventional\r\ndescription of this process as one of ascertaining the\nintention of\r\nthe legislature or the draftsman, nor would I use its counterpart in\r\na contractual setting, “the intention of\nthe contracting\r\nparties”, because these expressions are misnomers, insofar as\r\nthey convey or are understood to convey that\ninterpretation involves\r\nan enquiry into the mind of the legislature or the contracting\r\nparties. The reason is that the enquiry\nis restricted to ascertaining\r\nthe meaning of the language of the provision itself.’\n[3]\n(Footnotes omitted.)\n[12]\r\nWhat was said in\nEndumeni Municipality\nregarding the\r\nexpression ‘the intention of the parties’ is in line with\r\nwhat was expressed by Greenberg JA more than\nsix decades ago in\nWorman v  Hughes & others\n1948 (3) SA 495\n(A) at 505,\r\nnamely:\n‘\nIt\r\nmust be borne in mind that in an action on a contract, the rule of\r\ninterpretation is to ascertain, not what the parties’\nintention\r\nwas, but what the language used in the contract means . . . .’\nIt\r\nfollows that the testimony of the parties to a written agreement as\r\nto what either of them may have had in mind at the time of\nthe\r\nconclusion of the agreement is irrelevant for purposes of\r\nascertaining the meaning of the words used in a particular clause.\n[13]\r\nIt is now convenient to set out briefly the circumstances relevant to\r\nthe agreement in this case coming into existence. Wilkinson\nbecame\r\nsole shareholder and director of Shakawa when his co-director and\r\nshareholder, a Mr Rigby, passed away in mid-2002. \nFerreira, a\r\nprofessional hunter conducting the business of an outfitter under the\r\nname Askari Adventures CC, joined Shakawa as\na consultant in the year\r\n2000. In addition to the consulting services he also acted as\r\noutfitter in respect of safaris on Shakawa’s\nproperty. In terms\r\nof an agreement between it and Shakawa, Askari was paid commission on\r\nearnings received by Shakawa, which would\nbe a percentage of the\r\ndaily rate paid by clients. Ferreira was afforded free accommodation\r\non the property and the relationship\nbetween the parties appears to\r\nhave been cordial and beneficial to both. It appears that in due\r\ncourse and to ensure the continued\nloyalty and support of Askari in\r\nthe business of Shakawa, an oral agreement was concluded in terms of\r\nwhich, according to the testimony\nof Ferreira, Askari would ‘receive\r\n10% of what we all knew as Shakawa’ if the latter were to be\r\nsold. After the demise\nof Mr Rigby, Fereirra and Wilkinson agreed\r\nthat the oral agreement should be put in writing. The parties’\r\n(Askari and Shakawa)\nmutual bookkeeper, Nel, was commissioned to\r\nproduce the written agreement, which was then signed on 1 March 2004.\n[14]\r\nIn its judgment the court below, after setting out the contentions of\r\nthe parties, expressed the view that in respect of the\nmain claim\r\n‘the only issue for determination is the proper interpretation\r\nto be given to Clause 2 of the agreement’\nand ‘. . . in\r\nparticular the meaning to be attached to the word “costs”’.\r\nBecause the abbreviation of the\nword ‘etcetera’ (etc) was\r\nused after the words ‘legal fee’ and ‘agent’s\r\ncommission’,\nwhich were recorded as examples of ‘costs’,\r\nthe court below went on to establish whether or not Wilkinson’s\r\nloan\naccount was covered by the term ‘costs’. In doing so\r\nthe court applied the\nejusdem generis\nprinciple of\r\ninterpretation and concluded that ‘the genus established in\r\nClause 2 of the agreement relates to costs relating\nto the sale\r\ntransaction . . . .’ To arrive at this conclusion the court had\r\nregard to the judgment of Hugo J in\nOvcon (Pty) Ltd v\r\nAdministrator, Natal\n1991 (4) SA 71\n(D) at 76I-J:\n‘\nWhere\r\na\ngenus\nis\r\nin fact established and the word “etc” is added the\r\nlatter or\nejusdem genus\nconstruction seems to me to be indicated. The more generic words\r\nprecede “etc”, the more limited its effect must be.\nThus\r\n“oranges etc” may well mean all fruit, simply because no\ngenus\nis\r\nestablished; while “oranges, lemons, grapefruit etc” will\r\nalmost certainly be limited to citrus fruit. On the other\nhand, if\r\nthe preceding words are not confined to a\ngenus\nthen “etc” will tend to extend the meaning rather than\r\nlimit it, so eg “oranges, peaches, etc” will probably\n\ninclude all fruit.’\nThe\r\ncourt below held that to include Wilkinson’s loan account as a\r\ncost ‘would hardly accord with the meaning of the\nword “costs”\r\nused as it is in the context described above’. It accordingly\r\nexcluded the deduction of the loan\naccount as an item under ‘costs’\r\nand granted Askari its entire claim.\n[15]\r\nThe fundamental error the court below committed was to ignore clause\r\n1 entirely in its attempt to interpret the parties’\nagreement.\r\nThe process of attributing meaning to the words used in a contract\r\nmust be undertaken ‘. . . having regard to\nthe context provided\r\nby reading the particular provision or provisions in the light of the\r\ndocument as a whole and the circumstances\nattendant upon its coming\r\ninto existence.’\n[4]\nThe\r\nstipulation that Askari will receive an amount not less than 10% of\r\nthe value of Shakawa on the happening of certain events\nis contained\r\nin clause 1 of the agreement. I agree with counsel for Shakawa that\r\nclause 1 contained the nucleus of the agreement\nbetween the parties.\r\nClearly, therefore, before effect is given to the deductions referred\r\nto in clause 2 the value of Shakawa\nmust first be established.\n[16]\r\nIt seems to me that the court below misinterpreted Wilkinson’s\r\nevidence because, although it referred to his acceptance\nthat the\r\nvalue of the property sold was R32 500 000, it took that to\r\nmean that Wilkinson accepted that that was the value\nof Shakawa.\r\nDuring cross-examination Wilkinson agreed with counsel that the\r\n‘value’ of the property was R32 500 000,\nwhich\r\nwas the selling price the property had fetched. But the value of the\r\nproperty, in the sense of its selling price, and the\nvalue of the\r\ncompany, Shakawa, which owned the property, are two different\r\nconcepts. It was as a result of the misinterpretation\nof Wilkinson’s\r\nevidence that the court accepted as correct the calculation contended\r\nfor by Askari (see para 2 above) and\nordered Shakawa to pay to Askari\r\nthe sum of R3 230 600, with interest.\n[17]\r\nNel, a practising accountant, testified that the valuation of a\r\ncompany ‘is in terms of assets less liabilities ’\nand\r\nthat the value of Shakawa was ‘the value of the shares meaning\r\nassets at market value plus related costs less liabilities.’\nIt\r\nis true that Nel also testified that in terms of the valuation of\r\nshares a loan account is a cost, which may well be so in accounting\n\nparlance. But what is clear from a proper reading of his evidence is\r\nthat the value of a company is not just the value of its assets\nor\r\nthe value of its shares; it is the value of such assets or shares\r\nless its liabilities. In this instance, however, Shakawa was\nnot\r\nsold. Its property and business operation were sold as a going\r\nconcern. It is highly unlikely that a different scenario would\nhave\r\nbeen contemplated when the shares of the company were sold rather\r\nthan the company itself; indeed, it is inconceivable that\nWilkinson\r\n(Shakawa) would have agreed that were Shakawa to be sold Askari would\r\nreceive 10% of its value, while if the shares in\nShakawa were to be\r\nsold Askari would receive 10% of the selling price without\r\nliabilities having been deducted.\n[18]\r\nI am satisfied that on a proper construction of the agreement,\r\nparticularly clause 1 thereof, Wilkinson’s loan account\nhad to\r\nbe deducted from the selling price of the farms and business\r\noperation of Shakawa before Askari’s 10% sharing could\nbe\r\ncalculated. Moreover, in terms of clause 2 of the agreement, Askari’s\r\n10% sharing should be calculated from the residue\nafter further\r\ndeductions of R100 000 legal fees and R94 000 severance\r\npayments, which Askari seem to have accepted as\nan item under costs\r\nrather than a liability of Shakawa. The amount to which Askari is\r\nentitled therefore in terms of the agreement\nis R403 600 (see\r\ncalculations in para 6 above).\nCounterclaim\n[19]\r\nIn my view, there is no merit in Shakawa’s counterclaim. The\r\norder for the retention in the country of the sum of R3 230 600\n\ngranted on 8 February 2012 was obtained pursuant to an application by\r\nAskari, which was unsuccessfully opposed by Shakawa. There\nwas no\r\nallegation in the papers that the application constituted a malicious\r\nlegal proceeding. The money was thus retained on the\nstrength of a\r\ncourt order legitimately obtained. No recognised cause of action was\r\npleaded and no basis therefore exists for the\ncounter-claim. It was\r\ncorrectly dismissed by the court below.\nCosts\n[20]\r\nCounsel for Shakawa submitted that because it had tendered payment to\r\nAskari of the amount of R403 600, which the latter\nrefused to\r\naccept, Askari should not be awarded the costs of the action in the\r\ncourt below. I disagree. The allegation relating\nto the tender and\r\nrefusal to accept was pleaded in paragraph 8.3.3 and 8.3.4 of the\r\nplea (see para 3 above). But the tender was\nnot repeated in the plea,\r\nnor was there an offer of settlement made in terms of rule 34 of the\r\nUniform Rules, or a payment into\ncourt. That being so I can find no\r\nreason why Askari should not be entitled to its costs in the court\r\nbelow, having succeeded in\nits claim, albeit in a much lesser amount.\r\nThe order of the court below, in terms of which Askari was awarded\r\ncosts of the action,\nshall therefore remain unaltered.   On\r\nthe other hand, although Shakawa has not succeeded in respect of its\r\ncounterclaim,\nthe costs attendant thereon were minimal. It had\r\nsubstantial success in the appeal relating to the amount awarded to\r\nAskari in\nits claim and should be awarded costs of the appeal.\n[21]\r\nIn the result the following order shall issue:\n1 The appeal is\r\nupheld, to the extent that paragraph 1 of the order of the court\r\nbelow is set aside and replaced with the following:\n‘\n1\r\nThe defendant is ordered to pay to the plaintiff the amount of\r\nR403 600 with interest thereon at the rate of 15.5% per annum\na\ntempore morae\nto date of final payment, both dates inclusive;’\n2\r\nThe respondent is ordered to pay the costs of the appeal.\n_____________________\nL\r\nMpati\nPresident\nAPPEARANCES\nFor\r\nappellant: T P Krüger with A Politis\nInstructed\r\nby: Charles Pieterse Attorneys, Pretoria\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nfirst respondent: J S Griessel\nInstructed\r\nby:  Stuart van der Merwe Inc., Pretoria\nGoodrick\r\n& Franklin Inc, Bloemfontein\n[1]\nAt\r\n\t107C-H.\n[2]\nPara\r\n\t18.\n[3]\nPara\r\n\t20.\n[4]\nEndumeni\r\n\tMunicipality\npara\r\n\t18.",
  "scraped_at": "2026-02-12T17:15:54.394055",
  "date": "2015-04-17",
  "coram": [
    "Mpati P",
    "Leach",
    "Majiedt",
    "Saldulker JJA",
    "Dambuza AJA"
  ],
  "case_number": "44/2014",
  "parties": {
    "applicants": [
      "Shakawa Hunting & Game Lodge (Pty) Ltd"
    ],
    "respondents": [
      "Askari Adventures CC"
    ]
  },
  "sections": {
    "facts": "The parties entered into a written agreement on 1 March 2004 whereby Askari Adventures CC (the respondent) was to receive not less than 10% of the \"value\" of Shakawa Hunting & Game Lodge (Pty) Ltd (the appellant) if the company was sold or its sole shareholder, Peter Wilkinson, died. The agreement stipulated that the 10% share would be calculated after costs such as legal fees and agents' commissions were deducted. In January 2011 Wilkinson sold the five farms and the going‑concern business for R32,500,000. Askari sued for R3,230,600, claiming this represented 10% of the gross value less certain deductions. Shakawa contested the amount, arguing that Wilkinson’s loan account of R28,270,000 and other costs should be deducted before applying the 10% share, which would reduce the payable sum to R403,600.",
    "issues": "The principal issue was the proper interpretation of the agreement: (1) what constitutes the \"value\" of Shakawa for the purpose of the 10% clause – whether it is the gross selling price or the net amount after deducting liabilities such as the shareholder loan; (2) whether the shareholder loan falls within the definition of \"costs\" under clause 2; and (3) consequently, how the 10% share should be calculated.",
    "principles": "The Court applied established rules of contract interpretation, emphasising that interpretation is confined to the language of the contract and its context, not the parties’ post‑hoc intentions (Endumeni Municipality v Endumeni, Worman v Hughes). It considered the ejusdem generis rule in relation to the term \"costs\" and referenced the principle that the meaning of words must be ascertained by ordinary grammar and the document as a whole. The judgment also noted that a loan account is a liability, not a cost of the sale transaction, and thus should be deducted before determining the value on which the percentage applies.",
    "application": "Applying these principles, the Court held that clause 1 requires the determination of the value of Shakawa before any deductions in clause 2 are applied. The shareholder loan of R28,270,000 was therefore to be deducted from the sale price of R32,500,000, leaving a net amount of R4,230,000. After further deductions for legal fees (R100,000) and a severance payment (R94,000), the residue is R4,036,000. Ten percent of this residue equals R403,600, which is the amount owed to Askari.",
    "conclusion": "The appeal was upheld. The earlier order for R3,230,600 was set aside and replaced with an order that Shakawa pay Askari R403,600 plus interest at 15.5% per annum from the date of default to final payment. The respondent (Askari) was also ordered to pay the costs of the appeal."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "value calculation",
      "percentage share",
      "sale of going concern",
      "loan account deduction",
      "interest"
    ]
  }
}