{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/55.html",
  "case_name": "Atholl Developments (pty) Ltd v Valuation Appeal Board for the City of Johannesburg and Another (209/2014) [2015] ZASCA 55 (30 March 2015)",
  "citation": "[2015] ZASCA 55",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 55\n|\nNoteup\n|\nLawCite\nAtholl Developments (pty) Ltd v Valuation Appeal Board for the City of Johannesburg and Another (209/2014) [2015] ZASCA 55 (30 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 209/2014\nNon\r\nreportable\nIn\r\nthe matter between:\nATHOLL\r\nDEVELOPMENTS (PTY)\r\nLTD\n...................................................................\nAPPELLANT\nand\nTHE\r\nVALUATION APPEAL BOARD FOR\r\nTHE\n........................................\nFIRST\r\nRESPONDENT\nTHE\r\nCITY OF JOHANNESBURG\nCITY\r\nOF JOHANNESBURG METROPOLITAN\n..................................\nSECOND\r\nRESPONDENT\nMUNICIPALITY\nNeutral citation:\nAtholl Developments v The Valuation Appeal Board for the City\r\nof Johannesburg\n[2015] ZASCA 55\n(30 March 2015)\nCoram:\nPonnan,\r\nWillis, Saldulker JJA and Van Der Merwe and Meyer AJJA\nHeard: 27\r\nFebruary 2015\nDelivered:\r\n30\nMarch 2015\nSummary:\nAppeal\r\n– Appealability - appeal does not lie against the reasons for\r\nan order of court - matter struck off the roll\nORDER\nOn\r\nappeal from:\nGauteng Local Division, Johannesburg (Vally J\r\nsitting as court of first instance).\nThe\r\nmatter is struck off the roll with costs, including the costs of two\r\ncounsel.\nJUDGMENT\nSaldulker\r\nJA (Ponnan, Willis JJA and Van Der Merwe and Meyer AJJA Concurring):\n[1]\r\nThe appellant, Atholl Developments (Pty) Ltd (Atholl), is the lessee,\r\nin terms of a 99 year registered long lease (the lease),\nof Erven 482\r\nand 483, Illovo Extention 4, Johannesburg (the property). The\r\nproperty, which is located opposite the Wanderers Cricket\nStadium, is\r\nowned by the Wanderers Club. Pursuant to the lease the appellant\r\nconstructed a hotel on the property and has for some\ntime now traded\r\nas the Protea Hotel Wanderers (Protea). The appellant is responsible\r\nfor the payment of the rates levied on the\nproperty. Aggrieved by a\r\nvaluation, and the assessment of rates pursuant to that valuation,\r\nwhich was levied by the second respondent,\nthe City of Johannesburg\r\nMetropolitan Municipality (the City) in respect of the property, the\r\nappellant appealed to the first respondent,\nthe Valuation Appeal\r\nBoard (the Appeal Board).\n[2]\r\nThe Appeal Board is a statutory body established in terms of s 56(1)\r\nof the Local Government: Municipal Property Rates Act 6\nof 2004 (the\r\nMPRA) to hear and decide reviews and appeals against the decision of\r\na municipal valuer. The effect of the Appeal\nBoard’s decision\r\nwas to overturn the valuation imposed by the City. On 13 June 2012,\r\nthe Appeal Board handed down the reasons\nfor its decision. The Appeal\r\nBoard determined that the combined value of the leased property was\r\napproximately R308 million. Not\npersuaded by the reasons of the\r\nAppeal Board for its decision, the appellant launched an application\r\nin the Gauteng Local Division,\nJohannesburg to review and set aside\r\nthat decision.\n[3]\r\nThe appellant sought the following order:\n‘\n1.\r\nReviewing and setting aside the following decisions of the first\r\nrespondent [the Appeal Board], delivered on 13 June 2012 and\nreasoned\r\non 12 July 2012:\n1.1 The decision to\r\nvalue the registered lease over stand 482 Illovo Extension 4,\r\nJohannesburg in an amount of R130 390.000\n(One Hundred and\r\nThirty Million, Three Hundred and Ninety Thousand Rand); and\n1.2 The decision to\r\nvalue the registered lease over stand 483 Illovo Extension 4,\r\nJohannesburg in an amount of R161 610 000.00\n(One hundred\r\nand Sixty One Million, Six Hundred and Ten Thousand Rand).\n. . . .\n3. In the\r\nalternative to paragraph 2 above, remitting the matter to the first\r\nrespondent for the appeal against the decision of\nthe municipal\r\nvaluer, communicated to the applicant on 17 February 2012, to be\r\nreconsidered In the light of this Court’s\njudgment.\n4.\r\nOrdering the first respondent [the Appeal Board] and second\r\nrespondent [City] to pay the applicant’s [Atholl’s]\r\ncosts, jointly and severally, the one paying the other to be\r\nabsolved.’\nThe\r\napplication succeeded with costs before Vally J who set aside the\r\ndecision of the Appeal Board and remitted the matter to it\nfor\r\nreconsideration of the objection of the appellant.\n[4]\nThat notwithstanding the appellant sought and\r\nobtained leave from Vally J to appeal to this court.\nIn its\r\nnotice of appeal the appellant intimated that its appeal lay only in\r\nrespect of certain paragraphs of the judgment, namely\n32, 40, 46, 47\r\nand 49. Prior to the hearing of the matter the registrar of this\r\ncourt directed correspondence to the parties at\nthe instance of the\r\npresiding judge, requesting the parties to file additional heads of\r\nargument to address whether: (a) an appeal\nproperly so-called served\r\nbefore this court inasmuch as, on the face of it, the appeal appeared\r\nto be directed at the reasons for\njudgment as opposed to the\r\nsubstantive order of the court below; (b) the judgment sought on\r\nappeal will have any practical effect\nor result; and (c) entertaining\r\nthe appeal now opened the door to the fractional disposal of matters\r\nand the piecemeal hearing\nof appeals. In response, the appellant\r\nfiled supplementary heads of argument in which it indicated that it\r\nwas persisting with\nthe appeal because Vally J had found against it\r\non two main grounds, which, so it was suggested: (a) constitute final\r\nand binding\nfindings as between the parties and would be binding on\r\nthe Appeal Board; and (b) an appeal lies against those findings. Each\r\nof\nthose contentions will be considered in turn.\nAs\r\nto a\n:\n[5]\nIt is so that usually when a court reviews\r\nand sets aside a decision of an administrative body it almost always\r\nrefers the matter\nback to that body to enable it to reconsider the\r\nissue and make a new decision (per Heher JA,\nGauteng\r\nGambling Board v Silverstar Development Ltd & another\n2005\r\n(4) SA 67\n(SCA) para 1). In circumstances such as those it would\r\nordinarily be prudent for a court not to expressly itself too firmly\r\non\nany matter that has been remitted for a fresh decision to the\r\ndecision maker. For, to do so may well be to fetter\nthe\r\ndecision of the decision maker called upon to reconsider the matter.\r\nAnd whilst Vally J may well have ranged beyond that narrow\nremit in\r\nthis case, I do not believe that anything that was said by him will\r\neither have the effect of unnecessarily fettering\nthe Appeal Board in\r\nits later decision or will in truth be binding on it in its\r\nreconsideration of the matter.\n[6]\r\nIn my view the appellant’s rights remain unaffected. The views\r\nexpressed by Vally J are not automatically binding on the\nappellant,\r\nwhich will be free to reconsider the matter (\nTrue Motives 84 (Pty)\r\nLtd v Mahdi and Another\n2009 (4) SA 153\n(SCA)). As Cameron JA put\r\nit in\nTrue Motives\nat para 103: ‘the most authoritative\r\nand illuminating exposition in our law of the distinction between\r\nwhat is binding in\na previous decision, and what is stated “by\r\nthe way”, is that of Schreiner JA in\nPretoria\nCity\r\nCouncil v Levinson\n.’  In\nPretoria City Council v\r\nLevinson\n1949 (3) SA 305\nat 317, Schreiner JA stated:\n‘\n(W)here\r\na single judgment is in question, the reasons given in the judgment,\r\nproperly interpreted, do constitute the\nratio\ndecidendi\n,\r\noriginating or following a legal rule, provided\n(a)\nthat they\r\ndo not appear from the judgment itself to have been merely subsidiary\r\nreasons for following the main principle or principles,\n(b)\nthat they were not merely a course of reasoning of the facts . . .\r\nand\n(c)\nwhich may cover\n(a)\n) that they were necessary\r\nfor the decision, not in the sense that it could not be reached along\r\nother lines, but in the sense that\nalong the lines actually followed\r\nin the judgment the result would have been different but for the\r\nreasons.’\n[7]\r\nVally J remitted the matter to the Appeal Board. That order has\r\npivotal significance in applying Schreiner JA’s distinction.\n\nWhatever Vally J said in the offending paragraphs was merely\r\nincidental to and in no way formed part of the\nratio\nof his\r\njudgment. This means whatever was said in those paragraphs can in no\r\nway be binding on the Appeal Board.\nAs\r\nto b:\n[8]\nIt will be immediately apparent that when one\r\ncompares the relief sought to that granted, the appellant was wholly\r\nsuccessful before\nVally J.\nIn\nAdministrator, Cape &\r\nanother v Ntshwaqela & others\n1990 (1) SA 705\n(A) at\r\n714I-715D, this Court said:\n‘\nIn\r\nlegal usage the word\njudgment\nhas at least two meanings: a\r\ngeneral meaning and a technical meaning. In the general sense it is\r\n the English equivalent of\nthe American\nopinion\n, which is\r\n“(t)he statement by a Judge or court of the decision reached in\r\nregard to a cause tried or argued before them,\nexpounding the law as\r\napplied to the case, and detailing the reasons upon which the\r\njudgment is based”. (\nBlack’s Law Dictionary\n5\nth\ned\nsv\nopinion.) In its technical sense it is the equivalent of\norder\n…\nWhen\r\na judgment has been delivered in Court, whether in writing or orally,\r\nthe Registrar draws up a formal order of Court which\nis embodied in a\r\nseparate document signed by him. It is a copy of this which is served\r\nby the Sheriff. There can be an appeal only\nagainst the substantive\r\norder made by the Court, not against the reasons for judgment.’\n[9]\r\nIn the oft-quoted judgment by Centlivres CJ in\nWestern\r\nJohannesburg Rent Board & another v Ursula Mansion (Pty) Ltd\n1948 (3) SA 353\n(A) at 354, the following is said:\n‘\nThis\r\ncourt\nmero motu\ndrew counsel’s attention to the fact that the so-called notice\r\nof appeal was not a notice of appeal at all, for it does not\npurport\r\nto note an appeal against any part of the order made by the court\na\r\nquo\n. Even apart from sub-rules (2) and\r\n(3) of Rule 6 of this Court, it is clear that an appeal can be noted\r\nnot against the reasons\nfor judgment but against the substantive\r\norder made by a Court.’\n[10]\r\nMore recently, i\nn\nTecmed\r\nAfrica (Pty) Ltd v Minister of Health & another\n[2012] 4 All SA 149\n(SCA), Ponnan JA put it thus (paras 16-17):\n‘\n[16]\r\nBefore us, Counsel was constrained to concede that securing a licence\r\nfor the use of the machine by Cancare at the Durban Oncology\nCentre\r\nhad indeed become academic. That notwithstanding, so he urged upon\r\nus, the appeal should nonetheless be entertained. His\nargument,\r\nconsistent with the approach adopted in the affidavit filed on behalf\r\nof Tecmed on this aspect of the case, amounted\nto this: the approach\r\nand reasoning of the Full Court to the disputed factual issues on the\r\npapers would stand and were it not\nto be set aside by this court,\r\nwould serve as an insurmountable obstacle in due course to the\r\nsuccessful prosecution of its envisaged\ncivil claim against the\r\nMinister. In my view, for the reasons that follow Counsel’s\r\nsubmission lacks merit.\n[17]\r\nFirst, appeals do not lie against the reasons for judgment but\r\nagainst the substantive order of a lower court. Thus, whether\nor not\r\na Court of Appeal agrees with a lower court’s reasoning would\r\nbe of no consequence if the result would remain the\nsame.’\n[11]\r\nAs the appeal is directed at the reasons as opposed to the\r\nsubstantive order of the court below, there is no proper appeal\n\nbefore us.\n[1]\nIt must follow that the appeal must be struck off the roll.\n[12]\r\nI turn to consider the question of costs. There can be no dispute\r\nthat the first respondent was brought to court by the appellant\nas an\r\nunwilling party. When the application for leave to appeal was set\r\ndown before Vally J, the first respondent did not appear\nin court to\r\noppose the application, in the belief that an appeal did not lie\r\nagainst the reasoning of a court. Vally J granted\nthe appellant leave\r\nto appeal on 5 March 2014. No reasons were furnished as to why he\r\nbelieved the matter to be appealable. At\nthe very first opportunity,\r\non 1 June 2014, the first respondent’s attorney addressed a\r\nletter to the appellant, raising\nthe question of appealability. This\r\nletter reads:\n‘\nAt\r\nthe outset we wish to adv\nise\nthat we are of\r\nthe op\ni\nnion\r\nthat your cl\ni\nent\nis\nnot\r\nentitled to an appeal\n,\nand our\nunderstanding\nof Rule 49 of\r\nthe un\ni\nform\nrules\nof\r\nCourt\nis\nthat\r\nan Applicant can on\nl\ny\r\nappeal\nthe\r\njudgment\nor\r\norder\n,\nand\r\nnever the reasons for the judge reaching\nhis\nor her\r\nconclusion\n.\nIn\r\nthis matter the order as granted was the order as prayed for by the\r\nApplicant and as such it is our contention that the Applicant\nwould\r\nnot be entitled to proceed\nwith\nthis\nappea\nl.\nIt\nis\non\nthis\nbas\ni\ns\r\nthat our clients never opposed\nthe\nAppl\ni\ncation\nfor Leave\nto\nAppea\nl\nin\nfront\r\nof Judge Va\nlly,\nand we are\r\nsu\nr\nprised\r\nthat leave to appeal was\nindeed\ng\nr\nanted\n.\nIn this regard\r\nwe refer you to Rule 49(4) and to the discussion thereon contained on\r\npages 356 and\n357\nof Erasmus\n:\nSuperior\nCourt\r\nPractice\n:\n“\nAn\r\nappeal can be noted only aga\nin\nst\r\nthe judgment\nitself\n(i\n.\ne\n.,\nthe\r\nsubstantive order), not\nagainst the\r\nreasons for judgment and\na\nnotice\nwhich\npurport\r\nto appeal aga\nin\nst\r\nthe reasons for judgment\nis\nbad\n\".\nIn\r\nlight of the above it is our contention that leave to appeal should\r\nnot have been granted and that this\ni\ns\r\na\nmatter\nthat\nthe\nSupreme\r\nCourt of Appeal cannot enterta\nin.’\nThe\r\nappellant had thus been alerted to the point by its opponent at a\r\nfairly early stage and even after the issue had been raised\nby the\r\nRegistrar of this court it chose to persist with the appeal. The\r\nfirst respondent was thus compelled to appear before this\ncourt.\n[2]\nIt follows that the appellant should bear those costs, which it was\r\nagreed should include those of two counsel.\n[13]\r\nIn the result the matter\nis struck off the roll with costs,\r\nincluding the costs of two counsel.\n_________________\nH\r\nSaldulker\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nthe Appellant: A Subel SC (with him A Friedman)\nInstructed\r\nby:\nShapiro-\r\nAarons Inc, Johannesburg\nMatsepes\r\nInc, Bloemfontein\nFor the First\r\nRespondent: M M Rip SC (with him J Vorster)\nInstructed by:\nIvan Pauw &\r\nPartners, Pretoria\nPhatshoane Henney\r\nAttorneys, Bloemfontein\n[1]\nRule\r\n\t49(4) of the Uniform Rules of Court reads: ‘Every notice of\r\n\tappeal and cross-appeal shall state - (\na\n)\r\n\twhat part of the judgment or order is appealed against; and (\nb\n)\r\n\tthe particular respect in which the variation of judgment or order\r\n\tis sought.’\n[2]\nDeutsches\r\n\tAltersheim Zu Pretoria v Dohmen & others\n[2015]\r\n\tZASCA 3\nparas 11 – 12.",
  "scraped_at": "2026-02-12T17:13:58.347097",
  "date": "2015-03-30",
  "coram": [
    "Ponnan",
    "Willis",
    "Saldulker JJA",
    "Van Der Merwe",
    "Meyer AJJA"
  ],
  "case_number": "209/2014",
  "parties": {
    "applicants": [
      "Atholl Developments (Pty) Ltd"
    ],
    "respondents": [
      "Valuation Appeal Board for the City of Johannesburg",
      "City of Johannesburg Metropolitan Municipality"
    ]
  },
  "sections": {
    "facts": "Atholl Developments (Pty) Ltd (Atholl) held a 99‑year lease over Erven 482 and 483 in Illovo Extension 4, Johannesburg, and erected the Protea Hotel Wanderers on the site. As lessee, Atholl was liable for municipal rates. Dissatisfied with a valuation and the resulting rates assessment by the City of Johannesburg, Atholl appealed to the Valuation Appeal Board, which, on 13 June 2012, valued the leased property at roughly R308 million, overturning the City’s earlier valuation. Atholl then applied to the Gauteng Local Division for a review of the Board’s decision. The court set aside the Board’s decision and remitted the matter for reconsideration. Atholl obtained leave to appeal this judgment to the Supreme Court of Appeal, contending that the lower court’s findings were binding on the Board and that the appeal was properly directed at specific paragraphs of the judgment.",
    "issues": "1. Whether an appeal may be brought against the reasons given in a judgment rather than against the substantive order made by the lower court. 2. Whether the appeal filed by Atholl was therefore proper and capable of being heard. 3. Consequences for costs if the appeal is found to be non‑appealable.",
    "principles": "South African law holds that an appeal can only be made against the substantive order of a lower court, not against the reasoning or incidental observations contained in the judgment (see Western Johannesburg Rent Board v Ursula Mansion; Tecmed Africa v Minister of Health; Administrator, Cape & another v Ntshwaqela). The ratio decidendi of a judgment is binding, but comments made “by the way” are not. Moreover, when a court remits a matter to an administrative body, it should not fetter the body’s future decision‑making. These principles were reiterated by the Court in cases such as Pretoria City Council v Levinson and True Motives v Mahdi.",
    "application": "The Court examined the notice of appeal and found that Atholl’s appeal was directed at specific paragraphs of Justice Vally’s judgment, i.e., the reasons for his decision, rather than at the order setting aside the Appeal Board’s valuation. Applying the established principle that appeals are not permissible against reasons alone, the Court concluded that the appeal was not properly framed. Consequently, the appeal could not proceed and had to be struck off the roll. In regard to costs, the Court noted that the first respondent was an unwilling party and that the appeal should have been foreclosed early; therefore, Atholl was ordered to bear the costs, including those of two counsel.",
    "conclusion": "The appeal was struck off the roll. Costs, including the costs of two counsel, were awarded against the appellant, Atholl Developments (Pty) Ltd."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Appealability",
    "level_3": [
      "appeal against reasons",
      "substantive order",
      "costs"
    ]
  }
}