{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/47.html",
  "case_name": "Strata International (Pty) Ltd and Another v Ekurhuleni Metropolitan Municipality (79/2014) [2015] ZASCA 47 (26 March 2015)",
  "citation": "[2015] ZASCA 47",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 47\n|\nNoteup\n|\nLawCite\nStrata International (Pty) Ltd and Another v Ekurhuleni Metropolitan Municipality (79/2014) [2015] ZASCA 47 (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 79/2014\nIn\r\nthe matter between:\nSTRATA\r\nINTERNATIONAL (PTY)\r\nLTD\n..........................................................\nFIRST\r\nAPPELLANT\nTHE\r\nGARDEN ESTATE FOR SMALL AND\nMEDIUM\r\nENTERPRISES (PTY)\r\nLTD\n........................................................\nSECOND APPELLANT\nand\nEKURHULENI\r\nMETROPOLITAN\r\nMUNICIPALITY\n..............................................\nRESPONDENT\nNeutral\r\ncitation:\nStrata International (Pty)\r\nLtd v Ekhurhuleni Metropolitan Municipality\n(79/2014)\n[2015] ZASCA 47\n(26 March 2015)\nCoram:\nNavsa ADP, Leach and Saldulker JJA and\r\nVan der Merwe\nand Meyer AJJA\nHeard:\r\n 24 February 2015\nDelivered:\r\n26 March 2015\nSummary:\nLocal government ─ resolution by\r\nmunicipality to dispose of immovable property in response to\r\nunsolicited private bid ─\nno public participation or\r\ntransparency ─ resolution does not give rise to enforceable\r\npublic law rights.\nORDER\nOn appeal from\nGauteng\r\nDivision, Pretoria (Mathopo J sitting as court of first instance):\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nVan\r\nder Merwe AJA (Navsa ADP, Leach and Saldulker JJA and Meyer AJA\r\nconcurring):\n[1]\r\nThe respondent, the Ekurhuleni Metropolitan Municipality (the\r\nmunicipality), is the owner of a proclaimed township named Selcourt\n\nExtension 4 (the property). The first appellant, Strata International\r\n(Pty) Ltd, and the second appellant, the Garden Estate for\nSmall and\r\nMedium Enterprises (Pty) Ltd, unsuccessfully claimed rights in\r\nrespect of the property in the Gauteng Division of the\nHigh Court\r\nbefore Mathopo J. He did, however, grant leave to appeal to this\r\ncourt.\n[2]\r\nThe property is approximately 103 hectares in extent. It was\r\nproclaimed as a residential township on 23 December 1992 but remained\n\nundeveloped. During March 2000 Mr Joseph Basil Johnson approached the\r\nmunicipality with a proposal to develop the property as an\nindustrial\r\npark for small and medium industries. Negotiations ensued and several\r\ndraft agreements between the municipality and\nMr Johnson in his\r\ncapacity as trustee for a company to be formed, were prepared in\r\nrespect of the proposed development.\n[3]\r\nA draft agreement was placed before the Corporate Affairs Committee\r\nof the municipality (the committee) on 10 February 2003.\nOn 28\r\nNovember 2002 the council of the municipality delegated to the\r\ncommittee the power and function ‘to approve all alienation\nof\r\nCouncil-owned land in terms of Council policy, as well as the\r\ngranting of rights over Council-owned land’. The committee\n\nresolved that the draft agreement be referred to the municipality’s\r\nlegal department for comment.\n[4]\r\nThe Executive Director: Corporate and Legal Services of the\r\nmunicipality provided the required legal advice to the committee\nper\r\nletter dated 28 August 2003. The committee was inter alia advised ‘.\r\n. . that the stipulations contained in Section 79(18)\nof the Local\r\nGovernment Ordinance 17 of 1939 and/or any other legislative\r\nstipulation dealing with the alienation etc. of immovable\nproperty by\r\nany Local Government be complied with’ before entering into an\r\nagreement with Mr Johnson. This document served\nbefore the committee\r\non 19 January 2004, together with the draft agreement that it related\r\nto, termed the Land Availability Agreement.\n[5]\r\nIt is common cause that s 79(18)(\na\n),\r\n(\nb\n) and\r\n(\nc\n)(i) of\r\nthe Local Government Ordinance 17 of 1939 (the LGO) are applicable to\r\nthe municipality. In terms of s 79(18)(\na\n)(i)\r\nthe council of a municipality may, inter alia, sell or in any other\r\nmanner alienate or dispose of any immovable property of\nthe council.\r\nSection 17(18)\n(b\n)\r\nprovides that whenever a council wishes to exercise any power\r\nconferred by subsec 18(\na\n)\r\nin respect of immovable property, the council shall cause a notice of\r\nthe resolution to that effect to be affixed to the public\nnotice\r\nboard of the council and published in a newspaper. The notice must\r\ncall upon any person who wishes to object to the exercise\nof the\r\npower, to lodge his or her objection in writing within a stated\r\nperiod of not less than 14 days from date of publication\nof the\r\nnotice in the newspaper. Section 79(18)(\nc\n)(i)\r\nprovides that where such objection is received, the council shall not\r\nexercise the power unless the council has considered\nthe objection.\r\nThe object of such notice and publication is, inter alia, to promote\r\ntransparent and accountable government. No\nsuch notice or publication\r\ntook place in respect of the disposal of the property.\n[6]\r\nOn 19 January 2004 the committee resolved as follows:\n‘\n1.\r\nThat the report indicating the progress made with the obtaining of\r\nlegal comments regarding the development of Selcourt Extension\n4, BE\r\nNOTED.\n2. That the Sale of the remainder of the erven in\r\nSelcourt Extension 4 to Mr J B Johnson on the basis of a Land\r\nAvailability Agreement\nBE APPROVED in principle subject to the Land\r\nAvailability Agreement being finalised and submitted for approval.\n3. That the Land Availability Agreement should address\r\nat least the following matters:\n(a) The purchase price payable to the Council that\r\nshould at least be market related taking into consideration the\r\nservices presently\nexisting as well as the developer’s\r\nobligation to improve and/or restore the services to the standard\r\nrequired for an industrial\ntownship.\n(b) A clear and realistic timeframe with clear\r\ndeliverables for the development and sale of erven within the\r\ntownship taking into\nconsideration the lack of interest to date.\n(c) Council should not be liable for any further costs\r\nin respect of the development neither during the development nor if\r\nthe development\nshould fail and the envisaged Land Availability\r\nAgreement be cancelled.\n(d) The developer be allowed at his own cost and risk to\r\nconsolidate and subdivide erven within accepted development\r\nparameters\nand subject to the normal prescribed procedures being\r\nfollowed.\n4. . . .\n5.\r\nThat a further report BE SUBMITTED as soon as (2) and (3) above has\r\nbeen addressed.’\n[7]\r\nOn 30 June 2004 a valuation of the property was received, presumably\r\nas a result of para 3(a) of the resolution of 19 January\n2004. As the\r\ndevelopment proposal involved a changed layout of the township, the\r\nvaluer was instructed not to value the proclaimed\nerven but to render\r\na valuation of the area thereof per square metre. In terms of the\r\nvaluation the envisaged industrial erven\nwere valued at R1.00 per\r\nsquare metre and common areas at R0.25 per square metre, both\r\nexcluding VAT. At a subsequent meeting\nbetween Mr Johnson and\r\nofficials of the municipality, he made an offer of R5.00 per square\r\nmetre excluding VAT for the erven and\nR0.25 per metre for the common\r\nareas. The remaining outstanding matters in respect of the proposed\r\nagreement, now entitled Land\nAvailability and Services Agreement (the\r\nagreement) were finalised at this meeting.\n[8]\r\nMr Johnson in his capacity as trustee for a company to be formed, was\r\nreferred to in the agreement as the developer. In terms\nof the\r\nagreement the property (with the exclusion of one erf) was made\r\navailable by the municipality to the developer for purposes\nof\r\ndeveloping and marketing it as an industrial park, with effect from\r\ndate of signature of the agreement. The developer was granted\n\nauthority to amend the layout of the erven, including consolidation\r\nand subdivision of erven, at its cost. The developer was responsible\n\nfor all ground works and preparation of erven and for the\r\nconstruction of improvements on the erven. The developer was obliged\n\nto commence marketing of the industrial erven within six months of\r\napproval of the amended layout plans and to continue developing\nand\r\nmarketing the property ‘vigorously’. Nevertheless, the\r\ndeveloper was expected to effect transfer of ownership of\nat least\r\none erf before expiration of a period of five years after signature\r\nof the agreement. Transfer of ownership of 30 per\ncent of all erven\r\nhad to take place within ten years after signature of the agreement.\r\nThe developer was afforded a period of 30\nyears from date of\r\nsignature of the agreement to dispose of all the erven.\n[9]\r\nIn terms of the agreement only the developer had the right to dispose\r\nof the erven and would do so for its own account. The\nconsideration\r\nfor this right was an amount calculated at R5.00 per square metre per\r\nerf and at R0.25 per square metre in respect\nof the common areas\r\nproportionate to the particular erf. The consideration had to be\r\nguaranteed before transfer of an erf and paid\nto the municipality\r\nupon transfer thereof. There is therefore no doubt that in terms of\r\nthe agreement the municipality disposed\nof the property.\n[10]\r\nThe Local Government: Municipal Finance Management Act 56 of 2003\r\n(the MFMA) came into operation on 1 July 2004. Section 14(1)\nand (2)\r\nthereof provide:\n‘\n(1)\r\nA municipality may not transfer ownership as a result of a sale or\r\nother transaction or otherwise permanently dispose of a capital\nasset\r\nneeded to provide the minimum level of basis municipal services.\n(2) A municipality may transfer ownership or otherwise\r\ndispose of a capital asset other than one contemplated in subsection\r\n(1),\nbut only after the municipal council, in a meeting open to the\r\npublic ─\n(a) has decided on reasonable grounds that the asset is\r\nnot needed to provide the minimum level of basic municipal services;\r\nand\n(b)\r\nhas considered the fair market value of the asset and the economic\r\nand community value to be received in exchange for the asset.’\n[11]\r\nOn 15 July 2004 the council of the municipality revoked the power\r\ndelegated to the committee to approve the sale and lease\nof immovable\r\nproperty of the municipality. However, on 26 August 2004, it\r\nresolved:\n‘\nThat\r\nin terms of section 59 of the Municipal Systems Act, the powers to\r\ndecide in terms of section 14(2)(a) and (b) of the Municipal\nFinance\r\nManagement Act, 56 of 2003, in respect of the disposal of immovable\r\ncapital assets BE DELEGATED to the Corporate Affairs\nCommittee in\r\nterms of Council’s System of Delegations.\n. . .\nThat the meetings of the Corporate Affairs Committee BE\r\nOPENED to the public only for purposes to consider the decisions\r\nrequired\nin terms of section 14(2) of the Municipal Finance\r\nManagement Act, 56 of 2003.\n. . .\nThat\r\nthe meeting dates and times of the Corporate Affairs Committee and\r\nthe fact that these meetings are open to the public for\nthis specific\r\npurposes BE PUBLISHED together with the publication of the meetings\r\nof the Council.’\n[12]\r\nThis resolution was clearly brought to the attention of the\r\ncommittee. The committee met on 30 August 2004 to consider approval\n\nof the agreement. There is no evidence that the public was notified\r\nof this meeting or of the fact that the disposal of the property\n\nwould be considered at the meeting, nor is there any evidence that\r\nthe meeting was open to the public. It can safely be accepted\nthat\r\nthe public was not notified of the meeting and afforded no\r\nopportunity to participate in the decision to dispose of the\r\nproperty.\n[13]\r\nOn 30 August 2004 the committee took the following resolution:\n‘\n1.\r\nThat the report regarding the proposed development of Selcourt\r\nExtension 4 Township, Springs as an industrial park by Johnson\n\nInternational Trading and Investments (Pty) Ltd and the recommended\r\napproval of the Land Availability and Services Agreement in\nrespect\r\nthereof BE NOTED.\n2. That in terms of Section 14(2)(a) of the Municipal\r\nFinance Management Act, 56 of 2003, it BE RESOLVED that on the basis\r\nof the\ncomments from all the departments as set out in the report and\r\nannexures, the property is not an asset needed to provide the minimum\n\nlevel of basis municipal services.\n3. That the Land Availability and Services Agreement in\r\nrespect of Selcourt Extension 4 Township, Springs attached hereto as\r\nAnnexure\n“C” BE APPROVED.\n4. That cognisance BE TAKEN of the valuation performed\r\nof properties in Selcourt Extension 4 Township, Springs by C S Massel\r\nValuation\nServices CC attached hereto as Annexure “B” and\r\nthat in terms of the provisions of section 79(18) of the Local\r\nGovernment\nOrdinance, 1939, the properties in the said Township be\r\nalienated in terms of the Land Availability and Services Agreement\r\nreferred\nto in 2 above at the following selling prices:\n(a) All erven                                 \n\nR5,00 per m² (excluding VAT)\n(b) Common property areas       \r\nR0,25 per m²\n5.\r\nThat the Executive Director: Corporate and Legal Services or nominee,\r\nBE AUTHORISED to do or cause to be done whatever shall\nbe requisite\r\nand to sign all documents to give proper effect to the above.’\n[14]\r\nThe agreement was signed on 17 September 2004. The appellants say\r\nthat by December 2004 the second appellant had adopted the\nagreement\r\nand accepted its benefits and obligations. In terms of an agreement\r\ndated 7 August 2009 the second appellant transferred\nthese rights and\r\nobligations to the first appellant. The appellants therefore aver\r\nthat the first appellant stepped into the shoes\nof the second\r\nappellant as far as the agreement and the resolutions of 19 January\r\n2004 and of 30 August 2004 are concerned.\n[15]\r\nThe officials of the municipality initially gave some assistance to\r\nefforts to execute the agreement. However, no erven were\ndisposed of\r\nor transferred. By July 2006 reports began to surface of large scale\r\nirregularities in respect of alienation of immovable\nproperty of the\r\nmunicipality. The agreement and the circumstances under which it was\r\nentered into were considered. As a result,\nthe municipality refused\r\nto give effect to the agreement. It took the attitude that the\r\nagreement was invalid on a variety of grounds.\n[16]\r\nThe appellants approached the court a quo on motion for an order\r\ndeclaring that the first appellant had become the contracting\nparty\r\nof the municipality in terms of the agreement and obliging the\r\nmunicipality to give full effect to the agreement. In the\n\nalternative, they asked that the municipality be ordered to comply\r\nwith any outstanding statutory requirements and to do whatever\nmay be\r\nnecessary to give effect to the resolutions of 19 January 2004 and/or\r\n30 August 2004. Further alternative prayers were aimed\nat obliging\r\nthe municipality to ratify the transaction referred to in the\r\nresolutions of 19 January 2004 and 30 August 2004 (the\nresolutions)\r\nex post facto.\n[17]\r\nThe court a quo refused all the relief sought. It dismissed the\r\napplication with costs, including the costs consequent upon\nthe\r\nemployment of two counsel. The court a quo concluded that the\r\nresolution of 19 January 2004 was provisional and could not confer\n\nany rights. It found that both the resolution of 30 August 2004 and\r\nthe agreement were invalid for non-compliance with s 79(18)\nof\r\nthe LGO and s 14(2) of the MFMA. It upheld the municipality’s\r\ncontention that the power conferred in s 14(2)\nof the MFMA must\r\nbe exercised by its council and may not be delegated. Furthermore,\r\nthe court a quo held that the invalid resolution\nof 30 August 2004\r\nwas not capable of being ratified. On the view that I take of the\r\nmatter, it is unnecessary to express a view\non these findings.\n[18]\r\nThe appellants accept that the agreement is invalid. They did not\r\nappeal against that finding of the court a quo. They persist\nhowever\r\nin their reliance on the resolutions. They aver that the resolutions\r\ngave rise to ‘public law rights’ that\nare enforceable\r\nindependently of the agreement. Their case is that the content of\r\nthese rights include that all statutory requisites\nnecessary in order\r\nto give effect to the resolutions must be complied with. Relying on\r\nthese alleged rights, they sought the following\norder as amended on\r\nappeal:\n‘\nThe\r\nRespondent is ordered to forthwith comply with the outstanding\r\nrequirements of\nsection 14(2)(b)\nof the\nLocal Government: Municipal\nFinance Management Act, 56 of 2003\n, not already complied with at the\r\nmeeting of its Corporate Affairs Committee of 30 August 2004 and with\r\nthe requirements of section\n79(18) of the Local Government Ordinance,\r\n17 of 1939, as well as with any other statutory requirements for the\r\nalienation of the\nremainder of the erven in Selcourt  Ext 4, and\r\nto do whatever may be necessary to give effect to the resolutions of\r\nits Corporate\nAffairs Committee of 19 January 2004 and 30 August\r\n2004.’\nThe\r\nalternative relief in respect of ratification was not abandoned, but\r\nnot pressed.\n[19]\r\nThe amended relief correctly recognised that the resolution of 19\r\nJanuary 2004 cannot stand on its own. It was a decision in\nprinciple\r\nthat could have no binding effect in the absence of the further\r\nresolution that it envisaged. Read together, the resolutions\n\nconstitute a final decision to dispose of immovable property of the\r\nmunicipality.\n[20]\r\nThe committee was at least alerted to the provisions of s 79(18)\r\nof the LGO and s 14(2) of the MFMA. Nevertheless,\nit was content\r\nto accept an unsolicited private bid and dispose of the property\r\nwithout any public participation or transparency.\n[21]\r\nCan the resolutions in these circumstances give rise to enforceable\r\nrights? In my view the answer is an emphatic no. The founding\nvalues\r\nof our Constitution include accountability, responsiveness and\r\nopenness. Section 152(1)(\na\n)\r\nof the Constitution provides that the object of local government is\r\nto provide democratic and accountable government for local\n\ncommunities which we should all strive to promote. In terms of\ns 6(1)\nof the\nLocal Government: Municipal Systems Act 32 of 2000\n, a\r\nmunicipality’s administration is governed by the democratic\r\nvalues and principles embodied in s 195(1) of the Constitution.\n\nSection 195(1)(\nf\n)\r\nprovides that public administration must be accountable. In terms of\r\ns 195(1)(\ng\n)\r\ntransparency must be fostered by providing the public with timely,\r\naccessible and accurate information. These provisions inform\ns 14(5)\r\nof the MFMA which provides that any transfer of ownership of a\r\ncapital asset of a municipality must be fair, equitable,\ntransparent,\r\ncompetitive and consistent with the supply chain management policy\r\nwhich the municipality must have and maintain.\n[22]\r\nThe resolutions fall foul of these Constitutional imperatives. They\r\nare thus fatally flawed and incapable of giving rise to\nenforceable\r\nrights. For the same reasons there can be no ex post facto\r\nratification of the resolutions.\n[23]\r\nThe appeal is dismissed with costs, including the costs of two\r\ncounsel.\n_______________________\nC\r\nH G VAN DER MERWE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: S J Grobler SC (with him D P J Rossouw SC)\nInstructed by:\nBothma Incorporated, Brakpan\nMcIntyre\r\n& Van der Post, Bloemfontein\nFor\r\nRespondent: P Pauw SC (with him Ms M Sello)\nInstructed by:\nTshiqi Zebediela Incorporated, Kempton Park\nMatsepes\r\nInc, Bloemfontein",
  "scraped_at": "2026-02-12T17:11:54.634236",
  "date": "2015-03-26",
  "coram": [
    "Navsa ADP",
    "Leach",
    "Saldulker JJA",
    "Van der Merwe",
    "Meyer AJJA"
  ],
  "case_number": "79/2014",
  "parties": {
    "applicants": [
      "Strata International (Pty) Ltd",
      "The Garden Estate for Small and Medium Enterprises (Pty) Ltd"
    ],
    "respondents": [
      "Ekurhuleni Metropolitan Municipality"
    ]
  },
  "sections": {
    "facts": "The Ekurhuleni Metropolitan Municipality owned a proclaimed township, Selcourt Extension 4, of about 103 hectares. In 2000 a private developer, Mr Joseph Basil Johnson, proposed to develop the land as an industrial park. After negotiations, the municipality’s Corporate Affairs Committee considered a draft Land Availability Agreement in early 2004. The council delegated to the committee the authority to approve alienation of council‑owned land. No public notice or newspaper publication was made as required by section 79(18) of the Local Government Ordinance. On 19 January 2004 the committee resolved in principle to approve the sale to the developer, subject to a finalised agreement. On 30 August 2004, after a council resolution delegating the relevant powers under the Municipal Finance Management Act (MFMA) to the committee, the committee approved the Land Availability Agreement and resolved that the property was not needed for basic municipal services. The agreement was signed on 17 September 2004. The municipality later refused to give effect to the agreement, claiming it was invalid. The appellants sought orders compelling the municipality to honour the resolutions and the agreement. The High Court dismissed the application, holding the resolutions and agreement invalid for non‑compliance with statutory requirements.",
    "issues": "1) Whether the resolutions of 19 January 2004 and 30 August 2004 gave rise to enforceable public‑law rights enforceable against the municipality. 2) Whether the disposal of the municipal property complied with s 79(18) of the Local Government Ordinance and s 14(2) of the MFMA. 3) Whether the council could lawfully delegate the powers required under s 14(2) of the MFMA to the Corporate Affairs Committee. 4) Whether an invalid resolution can be ratified ex post‑facto.",
    "principles": "The court applied constitutional principles of accountability, transparency and public participation under section 152(1)(a) of the Constitution and sections 195(1)(f)–(g) of the Local Government: Municipal Systems Act. It reiterated the procedural requirements of s 79(18) of the Local Government Ordinance, which mandates public notice and an objection period before alienation of municipal immovable property. It also applied s 14(2) of the MFMA, which requires that the council itself, in a public meeting, decide on disposal of capital assets after considering need, fair market value and community value; this power may not be delegated. The court further held that resolutions that are procedurally defective cannot confer enforceable rights and cannot be ratified after the fact.",
    "application": "The court found that neither the 19 January 2004 resolution nor the 30 August 2004 resolution complied with the notice and public participation requirements of s 79(18) LGO. The council had delegated to the committee the power to approve disposal, which is prohibited by s 14(2) MFMA. Consequently, the resolutions were void and could not give rise to any enforceable public‑law rights. The Land Availability Agreement, relying on those invalid resolutions, was likewise invalid. The court rejected the appellants’ argument that the resolutions created rights independent of the agreement, emphasizing that statutory non‑compliance rendered them fatally flawed and incapable of being ratified.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The resolutions and the Land Availability Agreement were held invalid, and no enforceable rights arose from them. The municipality was not required to give effect to the disputed disposals."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "municipal asset disposal",
      "public participation",
      "constitutional law",
      "delegation of authority"
    ]
  }
}