{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/16.html",
  "case_name": "City of Johannesburg Metropolitan Municipality and Others v Hlophe and Others (1035/2013) [2015] ZASCA 16; [2015] 2 All SA 251 (SCA) (18 March 2015)",
  "citation": "[2015] ZASCA 16",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 16\n|\nNoteup\n|\nLawCite\nCity of Johannesburg Metropolitan Municipality and Others v Hlophe and Others (1035/2013) [2015] ZASCA 16; [2015] 2 All SA 251 (SCA) (18 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 1035/2013\nIn\r\nthe matter between:\nCITY\r\nOF JOHANNESBURG METROPOLITAN\nMUNICIPALITY\n.................................................................................................\nFIRST\r\nAPPELLANT\nEXECUTIVE\r\nMAYOR,\nCITY\r\nOF\r\nJOHANNESBURG\n........................................................................\nSECOND\r\nAPPELLANT\nCITY\r\nMANAGER,\nCITY\r\nOF\r\nJOHANNESBURG\n...........................................................................\nTHIRD\r\nAPPELLANT\nEXECUTIVE\r\nDIRECTOR: HOUSING,\nCITY\r\nOF\r\nJOHANNESBURG\n.......................................................................\nFOURTH\r\nAPPELLANT\nand\nPHILANI\r\nHLOPHE\n........................................................................................\nFIRST\r\nRESPONDENT\nRESIDENTS\r\nOF CHUNG HUA MANSIONS,\n191\r\nJEPPE STREET,\nJOHANNESBURG\n..................................................................\nSECOND\r\nTO 182\nnd\nRESPONDENTS\nCHANGING\r\nTIDES PROPERTIES\n74\r\n(PTY)\r\nLTD\n......................................................................................................\n183\nrd\nRESPONDENT\nNeutral\r\ncitation:\nCity of Johannesburg\r\nMetropolitan Municipality v Hlophe\n(1035/2013)\n[2015] ZASCA 16\n(18 March 2015).\nCoram:\nBrand, Maya and Willis JJA and Schoeman\r\nand Van der Merwe AJJA\nHeard:19\r\nFebruary 2015\nDelivered:\r\n 18 March 2015\nSummary:\nLocal government ─\nmandamus\nobliging responsible functionaries to ensure that municipality\r\ncomplies with court orders ─ competent and appropriate in\nthe\r\ncircumstances ─ additional reporting required by the order of\r\nthe court a quo order beyond issues arising in the case\nand in\r\nconflict with the principle of separation of powers ─\r\nconsequently set aside on appeal.\nORDER\nOn\r\nappeal from\nSouth Gauteng High Court,\r\nJohannesburg (Satchwell J\nsitting as court of\r\nfirst instance):\n1 The appeal\r\nsucceeds only to the extent that para 2 of the order of the court a\r\nquo is set aside.\n2\r\nThe appellants are ordered to pay the costs of the appeal, including\r\nthe costs of two counsel where so employed.\nJUDGMENT\nVan\r\nder Merwe AJA (Brand, Maya and Willis JJA and Schoeman AJA\r\nconcurring):\n[1]\r\nThe 183\nrd\nrespondent, Changing Tides Properties 74 (Pty) Ltd (Changing Tides),\r\nis the registered owner of the property known as Chung Hua\nMansions,\r\n191 Jeppe Street, Johannesburg (the property). The property is\r\nsituated in the centre of Johannesburg. The building on\nthe property\r\nwas originally used as an office block, but it was eventually\r\nabandoned and became a shelter for poor and homeless\npeople. Changing\r\nTides has since acquired the property and intends to renovate and\r\nupgrade it.\n[2]\r\nThe first to 182\nnd\nrespondents (the occupiers) reside on the property unlawfully. The\r\nfirst appellant is the City of Johannesburg Metropolitan Municipality\n\n(the City). The second, third and fourth appellants (the\r\nfunctionaries) are the executive mayor, city manager and director of\r\nhousing of the City in their respective official capacities.\n[3]\r\nChanging Tides obtained an order of eviction of the occupiers from\r\nthe property. The eviction order was to take effect only\nafter the\r\nCity provided suitable temporary accommodation to the occupiers. The\r\nCity was therefore ordered to do so. But the City\nfailed to comply\r\nwith this order and the essential issue in this appeal is whether an\r\norder obliging the functionaries to ensure\ncompliance by the City was\r\njustified.\nBackground\n[4]\r\nChanging Tides launched its application for eviction in the South\r\nGauteng High Court on 26 May 2011. It cited the occupiers\nand the\r\nCity as respondents. The eviction application first came before court\r\non 29 February 2012, when an order was made by agreement\nbetween\r\nChanging Tides, the occupiers and the City. The order directed the\r\nCity to consider the eligibility of the occupiers for\nthe provision\r\nof alternative accommodation in terms of its temporary/emergency\r\nhousing programme. The City was also directed to\nfile a report by no\r\nlater than 30 April 2012 inter alia setting out which of the\r\noccupiers were eligible for temporary/emergency\naccommodation; what\r\naccommodation would be provided to the occupiers who qualify; and\r\nwhen such accommodation would be provided.\nThe City did not comply\r\nwith any of these provisions of the order of 29 February 2012 nor did\r\nit explain its failure to do so.\n[5]\r\nIn the result Changing Tides re-enrolled the eviction application for\r\n14 June 2012. It came before Claassen J. The City applied\nfor a\r\npostponement. Claassen J described the reason for the postponement as\r\n‘. . . that the City requires an opportunity\nto examine each\r\nand every one of the occupants in order to classify them in\r\naccordance with certain undisclosed categories, before\nthe City is\r\nwilling to supply alternative accommodation’. Claassen J\r\nrefused the postponement and after hearing counsel for\nChanging\r\nTides, the occupiers and the City in respect of the eviction\r\napplication, issued an order in terms of which the occupiers\nwere\r\nordered to vacate the property by no later than 15 February 2013,\r\nfailing which the sheriff was authorised to evict the occupiers.\nThe\r\nCity was directed to provide the occupiers (listed in an annexure to\r\nthe order) with temporary shelter by no later than 30\nJanuary 2013,\r\nif they were still resident on the property. It was also directed to\r\nfile a report by no later than 31 October 2012,\nsetting out the\r\nnature and location of the temporary shelter to be provided to the\r\noccupiers. The order was no doubt informed by\nthe decision of the\r\nConstitutional Court in\nBlue\r\nMoonlight Properties\n[1]\nhanded down on 1 December 2011.\n[6]\r\nSave for minor matters not relevant here, the City consented to the\r\norder of Claassen J. It nevertheless failed to comply therewith.\nIt\r\nfiled a report only on 20 November 2012, which did not set out the\r\nnature and location of the temporary shelter to be provided\nto the\r\noccupiers. The report stated that it would be impossible for the City\r\nto accommodate the occupiers in terms of the order\nof Claassen J due\r\nto the lack of availability of buildings and financial and other\r\nresources. It concluded with the unhelpful suggestion\nthat if the\r\ncourt is of the view that it is not just and equitable to order an\r\neviction due to the lack of availability of temporary\nshelter then\r\nthe court must not order the eviction of the occupiers. But if  the\r\ncourt has already ordered the occupiers to\nvacate the property then\r\nan appropriate date for the eviction of the occupiers and allocation\r\nof temporary shelter must be determined.\nSelf-evidently the City did\r\nnot comply with the obligation to provide temporary shelter to the\r\noccupiers by 30 January 2013.\n[7]\r\nIn the meantime the occupiers faced eviction by 15 February 2013.\r\nThey attempted to engage with the City in this regard, to\nno avail.\r\nOn 19 December 2012 the occupiers launched an application citing the\r\nCity, the functionaries and Changing Tides (the\nenforcement\r\napplication). In essence the occupiers claimed an order declaring\r\nthat the functionaries are obliged to take all the\nsteps necessary to\r\nensure that the City complies with the order of Claassen J, by\r\nproviding the occupiers with temporary shelter\nand a mandatory order\r\nobliging the functionaries to give effect to the contents of the\r\ndeclarator.\n[8]\r\nThe City and the functionaries filed their answering affidavit in the\r\nenforcement application on 4 February 2013. Both the eviction\n\napplication and the enforcement application came before Lamont J on 6\r\nFebruary 2013. He made an order by agreement between all\nthe parties\r\nconcerned. In terms of this order the eviction application and the\r\nenforcement application were consolidated. Paragraph\n4 of this order\r\nreaffirmed the order of Claassen J in the following terms:\n‘\nThe\r\nfirst respondent (‘\nthe City\n”)\r\nis directed to provide all those whose names appear in the document\r\nentitled “List of Residents of Chung Hua Mansions”\ndated\r\n6 June 2012, annexed to the order granted by Claassen J (“\nthe\r\noccupiers\n”), provided they are\r\nstill resident at the property and have not voluntarily vacated it,\r\nwith temporary shelter where they\nmay live secure against eviction in\r\na location as near as possible to the area where the property is\r\nsituated.’\n[9]\r\nParagraph 5 of the order required the City to provide a detailed\r\nreport in respect of specified matters. It reads:\n‘\nThe\r\nCity is directed by no later than the 20th March 2013 to deliver a\r\nreport to this court, confirmed on affidavit by an appropriate\n\nofficial of the City, setting out the nature and location of the\r\ntemporary shelter to be provided to the occupiers. That report\nmust\r\nidentify the building or buildings where the occupiers will be\r\naccommodated and the particular terms as to rent and occupation\non\r\nwhich the occupiers will be accommodated, including any house rules\r\nor other tenant responsibilities sought to be imposed. The\nreport\r\nmust specifically deal with the buildings known as Ekuthuleni and\r\nLinatex. The report must also contain an undertaking to\nmake the\r\naccommodation available by a specified date, giving fully detailed\r\nand rational reasons why such date cannot be any earlier.\nThe report\r\nmust deal specifically with the issue of proximity and explain why\r\nthe particular location and form of accommodation\nhave been selected.\r\nThe report must also set out the steps taken between the date of this\r\norder and the filing of the report to\nengage with the occupiers\r\nthrough their legal representatives, or by any other appropriate\r\nmeans.’\n[10]\r\nIt can be accepted that the Ekuthuleni and Linatex buildings were\r\nspecifically referred to in the order because of what was\nsaid in the\r\nanswering affidavit to the enforcement application, namely that\r\napproximately 110 accommodation opportunities were\navailable in\r\nEkuthuleni and that Linatex, which had room for 144 persons, would be\r\navailable to the City for purposes of providing\ntemporary\r\naccommodation. The consolidated application was postponed to 9 April\r\n2013 and the implementation of the eviction order\nwas suspended\r\npending the outcome of the hearing on 9 April 2013.\n[11]\r\nThe order of Lamont J was not complied with. On 20 March 2013 the\r\nCity filed its report. Despite what was said in the answering\n\naffidavit, the report stated that the accommodation in Ekuthuleni and\r\nLinatex were allocated to occupiers who were evicted from\nanother\r\nbuilding. It stated that it was impossible to accommodate the\r\noccupiers ‘in the foreseeable future’. The City\ntherefore\r\nsought a further extension for a period of at least nine months to\r\nidentify a building or buildings to accommodate the\noccupiers.\n[12]\r\nOn 9 April 2013 the matter came before Satchwell J. She delivered\r\njudgment on 3 May 2013, in terms of which the relief claimed\nin the\r\nenforcement application was granted. Satchwell J also directed the\r\nCity to provide answers to questions posed in the order.\nThe City was\r\nordered to pay the costs of the application on the attorney and\r\nclient scale. Paragraphs 1, 2 and 3 of the order provide:\n‘\n1.\r\nIt is declared that the second, third and fourth respondents, in\r\ntheir respective capacities as the Executive Mayor, Municipal\nManager\r\nand Director of Housing of the City of Johannesburg Metropolitan\r\nMunicipality (“the City”), are constitutionally\nand\r\nstatutorily obliged to take all the necessary steps to ensure that\r\nthe City complies with paragraph 2 of the court order granted\nby\r\nClaassen J in case no. 2011/20127 on 14\nth\nJune 2012 (“the June 2012 court order”) and the court\r\norder granted by Lamont J on 6\nth\nFebruary 2013 (“the February 2013 court order”), obliging\r\nthe City to provide the applicants with temporary shelter\nwhere they\r\nmay live secure against eviction, in a location as near as feasibly\r\npossible to 191 Jeppe Street, Johannesburg.\n2. The City is\r\ndirected to provide full and complete answers to the following\r\nquestions, such answers to be signed by the second,\nthird and fourth\r\nrespondents personally, and furnished to the applicants and fifth\r\nrespondent as also this court by 12h00 on Friday\n18\nth\nMay\r\n2013.\na. Subsequent to the\nBlue Moonlight\norder of the Constitutional Court on 1\nst\nDecember 2011,\ni. Has the City of\r\nJohannesburg established a specialist task team or unit to plan for\r\nimplementation housing arrangements for all\nthose whom it is\r\nestimated will be evicted as unlawful occupiers, rendered homeless\r\nand whom the City has an obligation to accommodate?\nii. The City is\r\nrequired to specify:\n1.\nWhich specialist skills such as urban\r\ndevelopment, town planning, housing, finance, building and other\r\nareas of expertise are represented\nin this unit?\n2.\nWhich departments within the City\r\nadministration are represented within this unit and with which\r\ndepartments does the unit liaise?\n3.\nWhat budget has been established for such\r\nunit?\niii. If no such unit\r\nhas been established:\n1.\nThe City is required to explain in detail\r\nwhy this has not been done.\n2.\nWhat structure or structures currently\r\nimplement the housing arrangements required to be implemented in the\r\nBlue Moonlight case\nwith reference to the personnel involved, skills\r\navailable, liaison undertaken, time availed from other duties,\r\nmanagement and\ndirection of implementation.\niv. Has the City\r\nplanned an estimate of the number of persons and the gender and age\r\ndistribution of persons who will be required\nto be accommodated over\r\nthe period 1\nst\nDecember 2011 to 30 November 2011, 1\nst\nDecember 2012 to 30\nth\nNovember 2012, 1\nst\nDecember 2012 to 30\nth\nDecember 2013 and for each\r\nsuccessive twelve month period until the end of 2016? If the City\r\nuses another twelve month period for\nsuch estimates, then it should\r\nso indicate.\nv. Has the City, in\r\naccordance with the estimates referred to above:\n1.  Planned for the\r\nnumber of beds, rooms, buildings and other facilities required over\r\nthis period?\n2. Ascertained the\r\ncurrent and prospective availability of land and/or buildings?\n3. Budgeted for\r\nrentals or purchase of land and buildings and refurbishment and\r\nmaintenance thereof to achieve provision of temporary\naccommodation\r\nover this period?\n4.  Arranged\r\nfinancing estimated to be needed over this period. The City is\r\nrequired to identify sources of funding:\na. Dates of\r\napplications and sums required from the National Treasury.\nb. Dates of\r\napplications and sums required from the Gauteng Province.\nc. Dates of\r\napplications and sums required from the City of Johannesburg.\nvi. Which experts\r\nprepared these estimates and plans on behalf of the City of\r\nJohannesburg and are these plans and estimates continuously\nupdated?\nvii. If no such\r\nestimates and plans have been prepared, the City is required to\r\nexplain why this has not been done and on what basis\nthe City is\r\ncurrently attempting to meet its current and future obligations in\r\nterms of the Blue Moonlight case.\nviii. Has the City\r\nidentified buildings for rental by the City in order to provide\r\naccommodation as required? How many such buildings\nhave been\r\nidentified? How many beds would be available per building and in\r\ntotal? At what cost are the rentals per building and\nper bed? How\r\nmany rental agreements have been negotiated and concluded? How many\r\nnegotiations are currently underway?\nix. Has the City\r\nidentified buildings for purchase in order to provide accommodation\r\nas required? How many such buildings have been\nidentified? How many\r\nbeds would be available on a per building and in total? At what cost\r\nare the purchase and refurbishment of\neach building and per bed? How\r\nmany purchase agreements have been negotiated and concluded? How many\r\nnegotiations are currently\nunderway?\nx. On what date did\r\nthe City make a written offer to Fifth Respondent in this matter,\r\nChanging Tides Properties 74 (Pty) Ltd, to\nrent the building situate\r\nat 191 Jeppe Street, Johannesburg and at what rental and for what\r\nperiod in order to provide accommodation\nto the occupiers in this\r\nmatter. On what date did the City make a written offer to Fifth\r\nRespondent to purchase the aforesaid building\nand at what purchase\r\nprice and on what terms? Over what period did negotiations take\r\nplace? On what date did the City receive a\nwritten response from\r\nFifth Respondent and to what effect?\nxi. Has the City\r\nidentified architects, builders, plumbers, electricians and other\r\npersons with expertise who can procure renovations\nand refurbishments\r\nand maintenance of any building rented or purchased to provide\r\naccommodation? Has the City taken steps to ensure\nspeedy tender\r\nprocesses or contractual arrangements to ensure temporary\r\naccommodation is available on an emergency basis?\n3. The second, third\r\nand fourth respondents are ordered to take all the administrative and\r\nother steps necessary to ensure that\nthe City ─\ni) complies, within\r\ntwo months of the date of this order, with its obligations in terms\r\nof paragraph 2 of the June 2012 and February\n2013 court orders, to\r\nprovide the applicants with temporary shelter where they may live\r\nsecure against eviction, in a location\nas near as feasibly possible\r\nto 191 Jeppe Street, Johannesburg.\nii)\r\ncomplies, within one month of the date of this order with its\r\nobligations in terms of the June 2012 and February 2013 court\norders\r\nto deliver a report specifying the nature and location of the\r\ntemporary shelter to be provided to the applicants. That report\nmust\r\nbe delivered, under oath, and signed by the second, third and fourth\r\nrespondents.’\n[13]\r\nIn terms of para 4 of the order, the eviction order of 14 June 2012\r\nwas suspended pending compliance with para 2 thereof. The\nparties\r\nbefore us are ad idem that the reference to para 2 of the order of\r\nthe court a quo was made\nper incuriam\nand should be a reference to para 3 thereof. We were informed from\r\nthe bar that temporary shelter was indeed subsequently made\navailable\r\nto the occupiers and that what remained to be determined was whether\r\nthe accommodation was constitutionally compliant.\n[14]\r\nLeave to appeal was granted by this court. The essence of the case of\r\nthe City and the functionaries on appeal is that paras\n1, 2 and 3 of\r\nthe order of the court a quo were wrongly granted. For convenience I\r\nrefer to paras 1 and 3 of the order as the\nmandamus\nand to para 2 as the reporting order.\nThe\nmandamus\n[15]\r\nThe\nmandamus\nwas of course granted against the functionaries. In the heads of\r\nargument the functionaries argued that there was no basis in law\nfor\r\nthe\nmandamus\n.\r\nIn support of this argument much reliance was placed on the judgment\r\nin\nNyathi\r\nv MEC for Department of Health, Gauteng\n..\n[2]\nIn court counsel for the City and the functionaries conceded that the\nmandamus\nwas\r\ncompetent in law. Counsel said that there could be no objection in\r\nprinciple to the\nmandamus\n,\r\nhad the functionaries been cited in the eviction application from the\r\ninception.\n[16]\r\nThe concession was clearly correctly made.\nNyathi\ndealt with the constitutionality of\ns 3\nof the\nState Liability\nAct 20 of 1957\n. It was concerned with the execution of money\r\njudgments against the State. The court considered the possibility of\r\ncontempt proceedings\nagainst State functionaries in order to obtain\r\npayment of a judgment debt. In such proceedings the judgment creditor\r\nwould have\nto obtain a\nmandamus\nagainst the relevant State functionary. If the State functionary does\r\nnot comply with the\nmandamus\nhe of she could be held in contempt of court. In this context the\r\ncourt held that contempt proceedings are tedious, unlikely to\nensure\r\npayment, too onerous a burden on and no real remedy for the judgment\r\ncreditor whose primary concern is payment of the judgment\ndebt. It\r\nfollows that\nNyathi\nis no authority for the proposition that a mandatory order could not\r\nbe made against the functionaries.\n[17]\r\nAs is the position with the State, the City can only act through the\r\nfunctionaries that are responsible to perform the specific\nfunction\r\nor act on its behalf. The judgment of this court in\nMEC\r\nfor the Department of Welfare v Kate\n[3]\nprovides direct authority for a\nmandamus\non pain of committal for contempt of court against the responsible\r\nfunctionary. Nugent JA said:\n[4]\n‘\nIt\r\ngoes without saying that a public functionary who fails to fulfil an\r\nobligation that is imposed upon him or her by law is open\nto\r\nproceedings for a\nmandamus\ncompelling him or her to do so. That remedy lies against the\r\nfunctionary upon whom the statute imposes the obligation, and not\n\nagainst the provincial government. If\nJayiya\nhas been construed as meaning that the remedy lies against the\r\npolitical head of the government department, as suggested by the\n\nCourt below, then that construction is clearly not correct. The\r\nremarks that were made in\nJayiya\nrelated to claims that lie against the State, for which the political\r\nhead of the relevant department may, for convenience, be\ncited\r\nnominally in terms of\ns 2\nof the\nState Liability Act 20 of 1957\n,\r\nthough it is well established that the government might be cited\r\ninstead. Moreover, there ought to be no doubt that a public official\n\nwho is ordered by a court to do or to refrain from doing a particular\r\nact, and fails to do so, is liable to be committed for contempt,\nin\r\naccordance with ordinary principles, and  there is nothing in\nJayiya\nthat suggests the contrary.’\nThis\r\njudgment was endorsed by this court in\nMeadow\r\nGlen Home Owners Association & others v City of Tshwane\r\nMetropolitan Municipality & another\n.\n[5]\n[18]\r\nIt is rightly not disputed that the functionaries are the officials\r\nof the City responsible for implementation of the orders\nof Claassen\r\nJ and Lamont J. The functions and powers of an executive mayor of a\r\nmunicipality are set out in s 56 of the Local\nGovernment:\r\nMunicipal Structures Act 117 of 1998 (the Structures Act). This\r\nsection indicates that an executive mayor is responsible\nfor the\r\noverall planning and oversight of the service delivery of the\r\nmunicipality. In performing the duties of office, the executive\nmayor\r\nmust monitor the management of the municipality’s\r\nadministration\n[6]\nand must\r\noversee the provision of services to communities in the municipality\r\nin a sustainable manner.\n[7]\nThis\r\nmakes plain that the executive mayor is ultimately responsible to\r\nensure that the City’s administration complies with\nits\r\nobligations towards residents in terms of a court order.\n[19]\r\nSection 55 of the Local Government: Municipal Systems Act 32 of 2000\r\n(the Systems Act) provides that the municipal manager\nis the head of\r\nadministration and the accounting officer of a municipality. Subject\r\nto the policy directions of the municipal council,\nthe municipal\r\nmanager is responsible and accountable for the management of the\r\nmunicipality’s administration in accordance\nwith the Systems\r\nAct and other legislation applicable to the municipality.\n[8]\nThe municipal manager is also responsible and accountable for the\r\nmanagement of the provision of services to the local community\nin a\r\nsustainable and equitable manner.\n[9]\nMoreover, as accounting officer he or she is responsible and\r\naccountable for all income, expenditure and assets of the\r\nmunicipality\nand for the discharge of all its liabilities.\n[10]\nThe municipal manager therefore heads the administration of a\r\nmunicipality and holds its purse. This necessarily means that the\n\ncity manager has the power and the duty to ensure that the City\r\ncomplies with its obligations in terms of a court order.\n[11]\n[20]\r\nIn the founding affidavit the occupiers said that by virtue of powers\r\ndelegated to him in terms of s 59 of the Systems\nAct, the\r\ndirector of housing of the City has the specific responsibility for\r\nthe implementation of the housing programmes and projects\nin the\r\nCity’s area of jurisdiction. In the answering affidavits this\r\nevidence went unanswered and it must be taken to be\nadmitted.\n[21]\r\nBefore us the contention that the\nmandamus\nwas wrongly granted, was based on two grounds. The first is that\r\nimproper procedure was followed in respect of the functionaries\nand\r\nthe second that policy considerations rendered a mandatory order\r\ninappropriate.\n[22]\r\nThe argument on behalf of the functionaries is that the\nmandamus\ncould only have been granted had the\r\nfunctionaries been joined in the eviction application from the\r\nbeginning. I am unable to agree.\nA party that initiates legal\r\nproceedings against a municipality cannot be expected to act on the\r\nassumption that if the litigation\nis successful the municipality will\r\nnot comply with the order against it. Changing Tides was under no\r\nobligation to cite the functionaries\nin the eviction application.\r\nOnly when the City failed to comply with the order of Claassen J, did\r\nthe need arise to look to the\nfunctionaries and that was the purpose\r\nof the enforcement application. There is no reason to believe that\r\nthe outcome of the proceedings\nbefore Claassen J would have been any\r\ndifferent had the functionaries then been parties to the eviction\r\napplication. This is particularly\nborne out by the fact that the\r\nfunctionaries were parties to the proceedings before Lamont J and in\r\nfact consented to the order\nset out above. In the final analysis the\r\nquestion is whether the functionaries were prejudiced in a manner\r\nthat could not be avoided\nby an appropriate order as to postponement\r\nand/or costs. No prejudice to the functionaries was pointed out to us\r\nand I find none.\n[23]\r\nIn respect of policy considerations it was argued that the\nmandamus\nhas the potential of discouraging competent persons from taking up\r\nsenior positions in local government. It was also said that\nsenior\r\nofficials in local government should not have to perform their\r\nmultiple complex tasks with the sword of committal for contempt\nof\r\ncourt hanging over them and that that could also unduly influence the\r\npriority in which functions are performed. With reference\nto para 35\r\nof\nMeadow Glen\n,\r\ncounsel argued that on-going oversight by the court of the\r\nimplementation of its orders was a preferable alternative to the\r\n‘blunt\ninstrument’ of committal for contempt of court. He\r\nprovided a written proposal indicating how such post-order\r\nsupervision\nby the court could take place. As I understand it, what\r\nis envisaged by the proposal is a series of ‘post-trial\r\nconferences’\npresided over by a judge specially allocated to\r\noversee the implementation of the order, followed, in the event of\r\nthat being unsuccessful,\nby ‘pre-contempt conferences’\r\nbefore the same judge. On the view that I take of the matter, it is\r\nnot necessary to\nconsider the practicality or appropriateness of such\r\nproposal.\n[24]\r\nThis submission must be considered in the light of two factors.\r\nFirst, the occupiers did not claim an order that the functionaries\nbe\r\ncommitted for contempt of court. They obtained an order that obliges\r\nthe functionaries to fulfil their own statutory obligations\nto take\r\nthe steps necessary to ensure that the City provides temporary\r\nshelter to the occupiers. The functionaries are not required\nto\r\nprovide the shelter themselves. Contempt of court is committed when a\r\nperson wilfully and mala fide disobeys an order binding\non him or\r\nher. If the functionaries address the provision of temporary shelter\r\nto the occupiers diligently and in good faith, they\nwould not be\r\nguilty of contempt of court even if their efforts prove to be\r\nunsuccessful. Secondly, on appeal the test is not whether\na possible\r\nalternative remedy was available, but whether this court can be\r\nconvinced that the court a quo erred in granting the\nrelief claimed\r\nbefore it.\n[25]\r\nIn my view, however, the decisive consideration is the principle of\r\npublic accountability. It is a founding value of the Constitution\n[12]\nand central to our constitutional culture.\n[13]\nIn terms of s 152(1)(a) of the Constitution the objects of local\r\ngovernment include to provide accountable government\nfor local\r\ncommunities. Section 6(1) of the Systems Act provides that the\r\nmunicipality’s administration is governed by the\ndemocratic\r\nvalues and principles embodied in s 195(1) of the Constitution.\r\nSection 195(1)(f) of the Constitution specifically\nstates that public\r\nadministration must be accountable. In terms of s 6(2)(b) of the\r\nSystems Act the administration of a municipality\nmust facilitate a\r\nculture of public service and accountability amongst staff.\r\nConstitutional accountability may be appropriately\nsecured through\r\nthe variety of orders that the courts are capable of making,\r\nincluding a\nmandamus\n.\n[14]\n[26]\r\nBy 9 April 2013 the City had for a period of nearly a year\r\nconsistently and without proper explanation failed to comply with\n\ncourt orders that it had consented to. The functionaries are\r\nstatutorily obliged to see to the implementation of the orders made\n\nagainst the City. Satchwell J correctly concluded that the time had\r\ncome for the functionaries to be held accountable in terms\nof the\r\nConstitution. In my view the appeal against the\nmandamus\nmust fail.\nThe\r\nreporting order\n[27]\r\nThe reporting order was made mero motu. It was not supported with any\r\nenthusiasm before us by any of the respondents. The implementation\nof\r\nthe eviction order was made subject to the provision of temporary\r\nshelter to the occupiers by the City. The City had at all\ntimes\r\naccepted that it was obliged to provide the occupiers with temporary\r\nshelter. Therefore, when the matter came before Satchwell\nJ, only the\r\nnature and location of the temporary shelter to be provided to the\r\noccupiers remained in issue between the City, the\noccupiers and\r\nChanging Tides. Paragraph 3(ii) of the order of the court a quo\r\nrequired a report as to exactly that. Nevertheless\nthe reporting\r\norder obliges the City to ‘provide full and complete answers’\r\nto a wide range of detailed questions pertaining\nto the historic,\r\ncurrent and future performance of the City’s general obligation\r\nto provide accommodation to evictees. What\nis more, in terms of para\r\n32 of the judgment the answers had to be provided irrespective of\r\nwhether the temporary shelter was in\nfact provided in terms of para 3\r\nof the order. The reporting order transcends the issues before the\r\ncourt a quo to such an extent\nthat it cannot be countenanced.\n[28]\r\nObjectively the reporting order conveys an intention to give\r\ndirections to the City in respect of what is required to comply\nwith\r\nits constitutional obligations to provide temporary accommodation to\r\nhomeless persons in general. The questions require the\nCity to answer\r\nto the notions of the court as to the manner in which the obligations\r\ncould or should be complied with. I agree\nwith counsel for the City\r\nthat the reporting order infringes the principle of separation of\r\npowers and for that reason too, cannot\nstand.\n[15]\n[29]\r\nIt follows that the appeal succeeds only to the extent that para 2 of\r\nthe order of the court a quo is set aside. In this event\nthe\r\noccupiers and Changing Tides asked only for a further order that the\r\nappellants pay the costs of appeal. The reporting order\nwas of course\r\nnot dealt with in the papers and attracted limited attention in\r\nargument on appeal. There is no doubt that the appeal\nwould have\r\nproceeded even if the respondents had abandoned reliance on the\r\nreporting order. I do not consider that the setting\naside of the\r\nreporting order warrants any costs order in favour of the appellants.\n[30]\r\nThe following order is made:\n1 The appeal\r\nsucceeds only to the extent that para 2 of the order of the court a\r\nquo is set aside.\n2 The appellants are\r\nordered to pay the costs of the appeal, including the costs of two\r\ncounsel where so employed.\n_______________________\nC\r\nH G VAN DER MERWE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellants:  A Dodson SC (with him I B Currie)\nInstructed by:\nKunene Ramapala\r\nBotha Law Firm,\nSandton\nClaude\r\nReid Inc, Bloemfontein\nFor\r\nFirst to 182\nnd\nRespondent: P Kennedy SC (with him S\r\nWilson)\nInstructed by:\nSocio-Economic\r\nRights Institute of South\nAfrica/SERI Law\r\nClinic, Johannesburg\nWebbers,\r\nBloemfontein\nFor\r\n183\nrd\nRespondent: S Grobler\nInstructed\r\nby:\nEsthè\r\nMuller Inc, Three Rivers\nKramer\r\nWeihmann Joubert, Bloemfontein\n[1]\nCity\r\n\tof Johannesburg Metropolitan Municipality v Blue Moonlight\r\n\tProperties 39 (Pty) Ltd & another\n2012\r\n\t(2) SA 104 (CC).\n[2]\nNyathi\r\n\tv MEC for Department of Health, Gauteng & another\n2008\r\n\t(5) SA 94 (CC).\n[3]\nMEC\r\n\tfor the Department of Welfare v Kate\n2006\r\n\t(4) SA 478 (SCA).\n[4]\nPara\r\n\t30.\n[5]\nMeadow\r\n\tGlen Home Owners Association & others v City of Tshwane\r\n\tMetropolitan Municipality & another\n[2015]\r\n\t1 All SA 299\n(SCA) paras 20-22 and 30.\n[6]\nSection\r\n\t56(3)(d) of the Structures Act.\n[7]\nSection\r\n\t56(3)(e) of the Structures Act.\n[8]\nSection\r\n\t55(1)(b) of the Systems Act.\n[9]\nSection\r\n\t55(1)(d) of the Systems Act.\n[10]\nSection\r\n\t55(2)(a) and (b) of the Systems Act.\n[11]\nSee\nMeadow\r\n\tGlen\n,\r\n\tparas 23-24.\n[12]\nSection\r\n\t1(d) of the Constitution.\n[13]\nOlitzki\r\n\tProperty Holdings v State Tender Board & another\n2001\r\n\t(3) SA 1247\n(SCA) para 31.\n[14]\nMinister\r\n\tof Safety and Security v Van Duivenboden\n2002\r\n\t(6) SA  431 (SCA) para 21.\n[15]\nSee\nNational\r\n\tTreasury & others v Opposition to Urban Tolling Alliance &\r\n\tothers\n2012 (6) SA 223\n(CC) paras 65-66.",
  "scraped_at": "2026-02-12T16:27:53.410767",
  "date": "2015-03-18",
  "coram": [
    "Brand JJA",
    "Maya JJA",
    "Willis JJA",
    "Schoeman AJJA",
    "Van der Merwe AJJA"
  ],
  "case_number": "1035/2013",
  "parties": {
    "applicants": [
      "City of Johannesburg Metropolitan Municipality",
      "Executive Mayor of City of Johannesburg",
      "City Manager of City of Johannesburg",
      "Executive Director: Housing, City of Johannesburg"
    ],
    "respondents": [
      "Philani Hlophe",
      "Residents of Chung Hua Mansions",
      "Changing Tides Properties 74 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Changing Tides Properties (Changing Tides) owned the property known as Chung Hua Mansions in Johannesburg. The building, formerly an office block, had been occupied unlawfully by a large number of poor and homeless individuals. Changing Tides obtained an eviction order against the occupiers, conditioned on the City of Johannesburg providing suitable temporary accommodation. The City failed to comply with multiple court orders dating from February 2012, March 2012 and April 2013 that required it to assess eligibility, file detailed reports, and secure temporary shelter for the occupiers. Subsequent enforcement proceedings led Satchwell J to issue a mandamus compelling the City’s senior officials – the Executive Mayor, the Municipal Manager and the Director of Housing – to ensure compliance with the earlier orders, and also to impose a detailed reporting order on the City.",
    "issues": "The appeal raised two principal issues: (1) whether the mandamus (paragraphs 1 and 3 of the lower court’s order) directing the City officials to ensure compliance with the eviction and shelter orders was lawfully granted; and (2) whether the reporting order (paragraph 2), which required the City to answer an extensive list of questions about its housing policy and capacities, was within the court’s constitutional powers and did not infringe the principle of separation of powers.",
    "principles": "The court considered the constitutional duty of public accountability (s 152(1)(a) Constitution) and the obligations of local government officials under the Municipal Structures Act and Municipal Systems Act. It relied on precedents such as Nyathi v MEC for Dept of Health (rejecting a blanket prohibition on mandamus against state functionaries), MEC for Dept of Welfare v Kate (affirming that mandamus may be issued against the responsible official, not the political head), and Meadow Glen Home Owners Assn v City of Tshwane (supporting court supervision over municipal compliance). The court also examined the doctrine of separation of powers, emphasizing that courts may not dictate policy implementation details beyond ensuring statutory compliance.",
    "application": "Applying these principles, the court held that the senior officials are the proper subjects of a mandamus because they are statutorily responsible for implementing court orders and can be held in contempt for non‑compliance. Consequently, the mandamus was upheld. Conversely, the reporting order went beyond the scope of the litigation, seeking to prescribe how the City should fulfil its constitutional housing obligations and thereby intruding on executive discretion. The court found this order unconstitutional and set it aside.",
    "conclusion": "The appeal succeeded only to the extent that paragraph 2 of the lower court’s order (the reporting order) was set aside. The mandamus remained in force, requiring the City’s officials to ensure provision of temporary shelter. The appellants (the City and its officials) were ordered to pay the costs of the appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "mandamus",
      "temporary shelter",
      "eviction",
      "separation of powers",
      "public accountability"
    ]
  }
}