{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/71.html",
  "case_name": "Standard Bank of South Africa Limited v Swanepoel N.O. (20062/2014) [2015] ZASCA 71; 2015 (5) SA 77 (SCA) (22 May 2015)",
  "citation": "[2015] ZASCA 71",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 71\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa Limited v Swanepoel N.O. (20062/2014) [2015] ZASCA 71; 2015 (5) SA 77 (SCA) (22 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 20062/2014\nIn\r\nthe matter between:\nSTANDARD BANK OF\r\nSOUTH AFRICA\r\nLIMITED\n...................................................\nAPPELLANT\nand\nGERHARDUS\r\nJOSHUA SWANEPOEL\r\nNO\n...............................................................\nRESPONDENT\nNeutral\r\nCitation:\nStandard\r\nBank v Swanepoel NO\n(20062/2014)\r\n[2015]  ZASCA 71 (22 May 2015)\nCoram:\nLewis, Mhlantla,\r\nPillay JJA and Schoeman and Dambuza AJJA\nHeard:\n11 May 2015\nDelivered:\n22 May 2015\nSummary\n:\r\n The naming of a trust as a party to a contract, despite the fact\r\nthat it does not have legal personality, does not render the\ncontract\r\ninvalid where it is clear that its trustees or trustee acted for the\r\ntrust in concluding the contract.\nORDER\nOn\r\nappeal from: Gauteng Division of the High Court, Pretoria (Hughes J\r\nsitting as court of first instance).\nThe\r\nappeal is upheld with costs. The order of the court a quo is set\r\naside and replaced with the following:\n‘\nThe\r\nexception is dismissed with costs.’\nJUDGMENT\nLewis\r\nJA (Mhlantla and Pillay JJA and Schoeman and Dambuza AJJA concurring)\n[1]\r\nAt issue in this appeal is whether a duly registered trust can be\r\nnamed as a party to a contract, concluded by the sole trustee\non its\r\nbehalf. If not, the respondent, the defendant in the court a quo,\r\nclaims that he is not bound by two transactions: a contract\nof loan\r\n(for agricultural production) and a business banking overdraft\r\nfacility.\n[2]\r\nThe appellant is the Standard Bank of South Africa Ltd. On 3 November\r\n2011 it concluded an ‘Agricultural Produce Loan’\nwith the\r\nfirst respondent, Johannes Swanepoel,  acting for the  Harne\r\n Trust,  undertaking  to  lend\n some   R1\r\n312 860 to it on various terms. (I shall refer to the trust by name\r\nor as ‘the trust’.) Secondly,\nSwanepoel had, also as\r\ntrustee of the Harne Trust, opened a business banking account with\r\nthe Bank in 2008, in terms of which the\nBank undertook to lend and\r\nadvance moneys from time to time on the overdraft facility granted.\n[3]\r\nSwanepoel, in his personal capacity, had in 2009 signed a deed of\r\nsuretyship guaranteeing the trust’s obligations to the\nBank,\r\nwhich would also have covered liability under the 2011 loan\r\nagreement. The trust defaulted on repayment of the loan capital\nand\r\ninterest, and was overdrawn on the business account. The Bank\r\ninstituted action against Swanepoel in his capacity as trustee\nof the\r\ntrust and against him personally as surety. (It had also claimed\r\nagainst his brother as co-trustee, but withdrew the action\nagainst\r\nhim as it transpired that he was not a trustee of the trust.)\n[4]\r\nSwanepoel excepted to the particulars of claim, contending that the\r\nloan agreement purported to be between the Bank and the\nHarne Trust:\r\na trust is not a legal person, he contended, and has no contractual\r\ncapacity and thus no valid contract was concluded.\nAccordingly, no\r\nvalid cause of action was disclosed against Swanepoel in his capacity\r\nas trustee and his accessory obligation as\nsurety was also\r\nunenforceable being in respect of an invalid contract. The same\r\nexception was raised in so far as the business\naccount was overdrawn.\n[5]\r\nHughes J in the Gauteng Provincial Division of the High Court upheld\r\nthe exception. She held that because the trust was not\na legal\r\nperson, and that it could act only through its trustees, no contract\r\nof loan had been concluded and moneys advanced by\nthe Bank to the\r\ntrust, by way of overdraft, also had no valid underlying transaction.\r\nThus the suretyship, being in respect of\nnon-existent obligations,\r\nwas likewise unenforceable. The appeal against this judgment is with\r\nthe leave of the court a quo.\n[6]\r\nThe Bank argued on appeal that the finding of the court a quo, that a\r\ntrust cannot enter into a contract because it is not a\nlegal person,\r\nis contrary to legal principle and precedent, and fails to\r\ndistinguish between trust capacity, authority and nomenclature.\n\nAccepting as we must, for the purpose of determining whether the\r\nparticulars of claim disclose a cause of action, the fact that\n\nSwanepoel was the only trustee, or was authorized by any other\r\ntrustee to enter into a binding contract for the trust, the question\n\nis whether the loan to the trust was concluded by him on behalf of\r\nthe trust.\n[7]\r\nThe basic principles governing the conclusion of a contract for a\r\ntrust are worth repeating. They are set out clearly in\nBOE Bank\r\nLtd (formerly NBS Boland Bank Ltd) v Trustees, Knox Property Trust\n[1999] 1 All SA 425\n(D) at 432-7, a decision approved by Cameron, De\r\nWaal and Wunsh in\nHonore’s South African Law of Trusts\n5\r\ned (2002) at 71. McCall J, referring inter alia to\nCommissioner\r\nfor Inland Revenue v Friedman & others\n[1992] ZASCA 190\n;\n1993 (1) SA 353\n(A) at\r\n370E-I, and\nBraun v Blann and Botha NNO & another\n[1984] ZASCA 19\n;\n1984 (2)\r\nSA 850\n(A) at 859E-F, said (at 434h-i)\n‘\nHowever,\r\nwhatever its true legal nature may be, both our common law and our\r\nlegislation have recognised the existence of an arrangement\nwhereby\r\nassets and liabilities are vested in a trustee or in trustees. This\r\narrangement is, in everyday parlance referred to as\n“a trust”\r\nand individual trusts are often given a name in the deed conferring\r\nthe trust property, and the powers to\nadminister it, on the trustee\r\nor trustees.’\n[8]\r\nThis court in\nBraun\r\nv Blann\n, as McCall\r\nJ pointed out, has referred to a trust as a ‘legal institution\r\nsui generis’. It is a legal entity though\nit does not have\r\nlegal personality. And the Trust Property Control Act 57 of 1988\r\ndefines a trust as ‘the arrangement through\nwhich the ownership\r\nin property of one person is by virtue of a trust instrument made\r\nover or bequeathed’ to a trustee or\nto beneficiaries designated\r\nin the trust instrument.\n[9]\r\nMcCall J continued, in\nBOE\r\nBank\n(at 436d-e):\r\n‘[I]t is clear that in the developing law of trusts in South\r\nAfrica, it is recognised that a trust has a legal\nexistence, whether\r\nit be called “an entity”, “an institution” or\r\n“an arrangement”.’ Moreover,\nsaid the court, cases\r\nin the name of a trust are not unknown – a reference to\nRosner\r\nv Lydia Swanepoel Trust\n1998 (2) SA 123\n(W).\n[10]\r\nIn\nBOE Bank\nthe court had to determine an issue on all fours\r\nwith this matter: whether the principal debtor, for which a defendant\r\nhad bound\nhimself as surety, was sufficiently identified when\r\nreferred to as a trust. McCall J said (at 436f-g):\n‘\nIt\r\nmay well be that it would have been more correct to describe the\r\nprincipal debtor as the named Trustees, in their capacity as\nTrustees\r\nof the Trust or as the Trustees for the time being of the Trust.\r\nCertainly, as appears from\nRosner’s\ncase . . . where there is litigation against a trust, the trustees in\r\ntheir representative capacity and not the trust, as such\nought to be\r\ncited. That however, is not the end of the matter because it is clear\r\nthat . . . the identity of the creditor, the\nsurety and the principal\r\ndebtor must be capable of ascertainment by reference to the\r\nprovisions of the Deed of Trust, extrinsic\nevidence . . . .’\n[11]\r\nThat principle has been affirmed often by this court including in\nSapirstein &\r\nothers v Anglo African Shipping Co (SA) Ltd\n1978 (4) SA 1\n(A) at 12B-E which dealt with the identity of the\r\nparties to a suretyship or of the principal debtor. If the identity\r\nof all the\nparties can be ascertained by having regard to a trust\r\ndeed, or extrinsic evidence, a suretyship must be read accordingly.\r\nIndeed,\neven in construing a will where an estate, or its residue, is\r\nleft to a trust, or a bequest is made to a trust, regard may be had\n\nto the trust deed to ascertain the identities of the trustees:\nKohlberg v Burnett\r\nNO & others\n1986 (3) SA 12\n(A) at 25F-26B.\n[12]\r\nIn\nBOE Bank\nthe court held that the description of the principal debtor as a\r\ntrust in the deed of suretyship was sufficient identification\nand\r\nthat the suretyship was enforceable. The principles enunciated by the\r\ncourt, and all the authorities on which it relied, are\nin my view\r\ncorrect. The question that then arises is whether this matter is in\r\nany way distinguishable.\n[13]\r\nThe Bank’s particulars of claim (which I shall reflect as if\r\naction had not been instituted against Swanepoel’s\nbrother)\r\nalleged that Swanepoel had entered into a written agreement of loan\r\nin his capacity as a trustee of the Harne Trust duly\nrepresented by\r\nhim. A copy of the agreement was attached. The agreement reflected\r\nHarne Trust, with its registration number set\nout, as the ‘borrower’.\r\nThe agreement set out the amount of the loan, which was to be repaid\r\nover a period of eight\nmonths. The Bank was entitled to charge\r\ninterest on the outstanding balance and to debit the account of the\r\ntrustees for all advances,\nbank charges and interest. The agreement\r\nwas signed by Swanepoel ‘on behalf of the borrower’,\r\nreferred to again as\nthe Harne Trust with its registration number.\n[14]\r\nIn so far as the overdraft with the Bank was concerned, the Bank also\r\nalleged that the application to open the business account\nwas signed\r\nby Swanepoel on behalf of the Harne Trust, and that the suretyship\r\nsigned by Swanepoel guaranteed the repayment of advances\nand payment\r\nof interest and costs.\n[15]\r\nThe Bank, according to the particulars, made advances in terms of the\r\nagricultural production loan, and pursuant to the business\nloan\r\nagreement,  and debited the accounts with interest, fees and\r\ncosts. The amount advanced and repayable to the Bank, it\ncontended,\r\nwas some R640 688, and the amount by which Swanepoel’s account\r\nwas overdrawn in February 2013 was some R66 342.\nIt claimed these\r\namounts plus interest.\n[16]\r\nThe agreements are both in standard form, as is the suretyship. The\r\nagricultural loan was authorized by a resolution of the\n‘Trustees\r\nof Harne (Proprietary) Ltd’ a puzzling nomenclature (but\r\nundoubtedly an error arising because the resolution\nwas in standard\r\nform and catered for companies, trusts and other legal entities), \r\nbut was signed by Swanepoel as trustee.\nA resolution was embodied in\r\nthe application for the business account, and that too was signed by\r\nSwanepoel ‘for’ the\nHarne Trust.\n[17]\r\nIn my view, while the documents were not carefully drawn, it is\r\npatent that Swanepoel, when signing the loan agreement and\nthe\r\napplication for the business account, was clearly doing so in his\r\ncapacity as trustee of the trust. I fail to understand the\nargument\r\nfor Swanepoel, accepted by the court a quo, that ex facie the two\r\nagreements the Bank intended to contract with the trust,\nand not its\r\ntrustee. Both contractual documents clearly designate the trust (as\r\nduly registered) as the party to the contract (the\nborrower) acting\r\nthrough Swanepoel as trustee. There is no indication whatsoever that\r\nSwanepoel was acting in his personal capacity.\nAnd there is nothing\r\nin the particulars of claim that suggests that the trust was in some\r\nway acting without a trustee.\n[18]\r\nThe court a quo quoted passages from the judgment of this court in\nLand and\r\nAgricultural Bank of South Africa Ltd v Parker & others\n2005 (2) SA 77\n(SCA) paras 9 and 10, where Cameron JA reaffirmed that\r\na trust does not have legal personality and, in the absence of the\r\nauthorization\nof the trustees, as required by the deed of trust,\r\ncannot be bound by a contract. The court a quo concluded from this\r\nthat the\nHarne Trust could not have entered into a contract with the\r\nBank. But\nParker\nsays no such thing. It simply emphasizes the principle that all\r\ntrustees must act jointly in order to bind a trust, unless otherwise\n\npermitted by a trust deed, which might provide for prior authority to\r\nbe given by the trustees to one of them. (See also\nThorpe\r\n& others v Trittenwein & another\n2007 (2) SA 172\n(SCA) paras 9 and 12 to 14.)\n[19]\r\nHughes J also found that a court may not refer to extrinsic evidence\r\nto identify the parties to a contract, citing in this\nregard\nKPMG\r\nChartered Accountants (SA) v Securefin Ltd & another\n2009 (4) SA 399\n(SCA) para 39. Again, the authority has no bearing on\r\nthe issue. That paragraph dealt with interpretation of a contract and\r\nthe\nparol evidence rule. Evidence to explain a provision or to\r\nidentify parties or a merx is admissible, as the cases cited above\r\nshow,\nand the passage in\nKPMG\ncited does not in any way suggest otherwise. It points out only that\r\nparol evidence may not be led to alter or vary the terms of\na\r\ncontract. And it says expressly that in interpreting a contract the\r\ncourt must have regard to the context, or factual matrix,\nwhich in\r\nthis case would be all the documents relied upon and the trust deed.\n[20]\r\nIn the circumstances it is clear to me that, on the facts as alleged\r\nin the particulars of claim, a valid cause of action arising\nfrom\r\ndefault on the agricultural production loan and on repayment of the\r\nfunds advanced on overdraft, is disclosed.\n[21]\r\nAccordingly, the appeal is upheld with costs. The order of the court\r\na quo is set aside and replaced with the following:\n‘\nThe\r\nexception is dismissed with costs.’\n_______________________\nC\r\nH Lewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: S Symon SC\nInstructed\r\nby: S Roux Incorporated, Pretoria\nMatsepes\r\nIncorporated, Bloemfontein\nFor\r\nRespondents: G Jacobs\nInstructed\r\nby: Morris Pokroy Attorneys, Pretoria\nE G Cooper Majiedt,\r\nBloemfontein",
  "scraped_at": "2026-02-12T17:18:44.050713",
  "date": "2015-05-22",
  "coram": [
    "Lewis JA",
    "Mhlantla JJA",
    "Pillay JJA",
    "Schoeman AJJA",
    "Dambuza AJJA"
  ],
  "case_number": "20062/2014",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa Limited"
    ],
    "respondents": [
      "Gerhardus Joshua Swanepoel NO"
    ]
  },
  "sections": {
    "facts": "Standard Bank entered into two transactions with the Harne Trust: an agricultural produce loan on 3 November 2011 and a business overdraft facility opened in 2008. The trust was represented solely by its trustee, Gerhardus Joshua Swanepoel, who signed the loan agreement and the account application on behalf of the trust. In 2009 Swanepoel also signed a deed of suretyship in his personal capacity guaranteeing the trust’s obligations. The trust later defaulted on the loan and became overdrawn, prompting the bank to sue Swanepoel both as trustee and as personal surety. Swanepoel contended that the trust, lacking legal personality, could not be a party to a contract, rendering the loan and overdraft agreements invalid and the suretyship unenforceable.",
    "issues": "The appeal raised two principal issues: (1) Whether a duly registered trust, which has no legal personality, can be named as a party to a contract and be bound by it when a trustee signs on its behalf; (2) Whether a suretyship guaranteeing obligations of such a trust is enforceable when the underlying contract is alleged to be invalid.",
    "principles": "South African law recognises trusts as legal institutions sui generis that, while lacking separate legal personality, can incur obligations through their trustees. Precedent (e.g., BOE Bank Ltd v Trustees, Braun v Blann, and Commissioner for Inland Revenue v Friedman) establishes that a trust may be identified as a contracting party if the trustees have authority to bind it, and that the identity of the principal debtor in a suretyship can be ascertained from the trust deed or extrinsic evidence. The trust’s capacity to contract is derived from the authority conferred upon its trustees, not from an independent corporate personality.",
    "application": "The court examined the loan and overdraft documents, which clearly designated the Harne Trust as the borrower and identified Swanepoel as signing ‘on behalf of the borrower’ in his capacity as trustee. Extrinsic evidence, including the trust deed and the resolutions authorising the transactions, confirmed that Swanepoel had authority to bind the trust. Accordingly, the contracts were deemed valid, and the suretyship enforceable because it guaranteed obligations of a duly identified principal debtor – the trust – even though the trust itself lacks legal personality.",
    "conclusion": "The appellate court upheld the appeal, dismissed the exception raised by the respondent, and ordered that the bank's claim proceeds. The court set aside the High Court’s order and replaced it with a dismissal of the exception with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Trust Law",
    "level_3": [
      "contract capacity",
      "trusts",
      "suretyship",
      "bank loan",
      "legal personality"
    ]
  }
}