{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/87.html",
  "case_name": "Blose v Ethekwini Municipality (20053/2014) [2015] ZASCA 87 (29 May 2015)",
  "citation": "[2015] ZASCA 87",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 87\n|\nNoteup\n|\nLawCite\nBlose v Ethekwini Municipality (20053/2014) [2015] ZASCA 87 (29 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSUPREME COURT OF APPEAL\r\nOF SOUTH AFRICA JUDGMENT\nNot\r\nReportable\nCASE\r\nNO: 20053/2014\nIn\r\nthe matter between:\nNICHOLUS\r\nTHEMBOKWAKHE\r\nBLOSE                                                              \n\nAPPELLANT\nand\nETHEKWINI\r\nMUNICIPALITY                                                                            \n\nRESPONDENT\nNeutral\r\ncitation:\nBlose v Ethekwini\r\nMunicipality\n(20053/14)\n[2015] ZASCA 87\n(29 May 2015).\nCoram:\nMpati P, Maya, Pillay, Zondi JJA and Van der Merwe AJA\nHeard:        \r\n 06 May 2015\nDelivered:  \r\n 29 May 2015\nSummary:\nMagistrate‟s court – civil proceedings –\r\napplication by plaintiff to reopen case in terms of rule 28(11) of\r\nMagistrates‟\ncourts rules - discretion of presiding officer –\r\nsuch discretion to be exercised judicially.\nORDER\nOn\r\nappeal from:\nKwaZulu-Natal High\r\nCourt, Pietermaritzburg (D Pillay J and Chili AJ sitting as court of\r\nappeal)\n1 \r\nThe appeal is upheld with costs.\n2 \r\nThe order of the court below is set aside and substituted with the\r\nfollowing:\n'(a)\r\nThe appeal is upheld, with costs.\n(b) \r\nThe order of the magistrate is set aside.\n(c)  \r\nThe matter is remitted to the magistrate in order to hear further\r\nevidence from the plaintiff relating to proof\nof compliance with the\r\nprovisions of\ns 3(1)\n(a)\nof the\nInstitution of Legal\nProceedings Against Certain Organs of State Act 40 of 2002\nand\r\nthereafter to come to a judgment afresh.‟\nJUDGMENT\nPillay\r\nJA (Mpati P, Maya, Zondi JJA and Van der Merwe AJA concurring)\n[1]\r\nThis appeal, with the leave of this court, is against the judgment of\r\nthe KwaZulu- Natal High Court, Pietermaritzburg (D Pillay\nJ and Chili\r\nAJ). The appellant instituted action against the respondent for\r\ndamages in respect of alleged unlawful arrest, search\nand detention\r\nin the magistrate‟s court for the district of Durban. I will,\r\nfor the sake of convenience, hereinafter refer\nto the appellant as\r\n„the plaintiff‟ and the respondent as „the\r\ndefendant‟ – as they were in the trial\ncourt.\n[2] On 17 July 2009 at\r\nBotanic Gardens Road, Durban, a minor collision between a motor\r\nvehicle and a motor cycle occurred causing\na traffic jam. While Mr\r\nSandy McCutcheon (McCutcheon), the driver of the motor vehicle, was\r\nassisting  the injured motor cyclist,\nthe passenger in a BMW\r\nmotor vehicle which was part of the traffic being held up, approached\r\nhim, allegedly threatened him and\nthen assaulted him. The passenger\r\nthereafter hastily left the scene and got into the BMW motor vehicle\r\nwhich immediately sped off.\nMoments later members of the Durban\r\nMetropolitan Police Service (the police) employed by the defendant\r\narrived on the scene. McCutcheon\nmade a report to them. He was also\r\nable to point out the BMW motor vehicle to them as it was still\r\nwithin sight. The plaintiff\nwas the driver of the BMW motor vehicle\r\nat the material time.\n[3]\r\nThe police then gave chase and caught up with the BMW motor vehicle\r\nat the intersection of Moore and Cleaver Roads. The occupants,\nMr\r\nNdokweni and the plaintiff, were requested to step out of the vehicle\r\nand were both asked to put their hands on the roof of\ntheir motor\r\nvehicle. When this occurred, the police found a firearm sticking out\r\nof the waistband of Ndokweni. Another firearm\nwas also found in the\r\ncompartment of the driver‟s door. Neither the plaintiff nor the\r\npassenger was able to produce a license\nfor either of the firearms.\r\nThere seems to be a dispute about that but it does not require\r\ndetermination and in view of the order\nmade in this appeal, it would\r\nin any event be unwise to comment thereon. The firearms were\r\nconfiscated and the plaintiff and his \npassenger were arrested,\r\nhandcuffed and detained in the police vehicle. They were subsequently\r\ndealt with at the Berea Police Station,\nDurban. The plaintiff was\r\nreleased from there after a few hours.\n[4]\r\nThe plaintiff's action, which was commenced by summons issued on 25\r\nJanuary 2010, was defended. The defendant initially pleaded\nto the\r\nclaim on or about 31 May 2010. On 6 July 2011, the defendant amended\r\nits plea. Whilst there is no indication in the record\nas to what\r\nprocess was followed in amending the plea, counsel for the plaintiff\r\nconfirmed that proper notice of intention to amend\nthe plea\nin\r\nterms of Rule 55A of the Magistrates‟ Courts Rules\n[1]\nwas served\r\non the plaintiff, who\ndid\nnot\nobject\nto\nthe\nproposed\namendment.\nIn\nfact,\nthe\namendment\nincluded\ninter\nalia,\nwhat\namounted\nto\na\nwithdrawal\nof\nan\nadmission\nthat\ns\n3(1)\n(a)\nof\nthe\nInstitution\r\nof Legal Proceedings Against Certain Organs of State Act 40 of 2002\r\n(the Act)\nhad\nbeen\ncomplied\nwith. It is\nalso not\r\nclear\nfrom\r\nthe\nrecord\nwhich\nprocedures\nwere\r\nemployed to give effect to the said withdrawal.\n[5]\r\nAs regards the withdrawal of the admission that s 3(1)\n(a)\nof\r\nthe Act had been complied with, Mr Quinlan, who appeared for the\r\ndefendant at the trial and in this court was unable to shed\nlight as\r\nto whether the magistrate had granted leave to withdraw the admission\r\nor not. In relation to whether a party can simply\nwithdraw an\r\nadmission, especially, as in this case, a material one, he submitted\r\nthat it was never raised in the trial court, in\nthe court below nor\r\nin the plaintiff's heads. He had thus not done any research on the\r\npoint.\n[6]\nIt is true\r\nthat there was no objection to the proposed amendment. However where\r\na\nwithdrawal\nof\na\nprior\nadmission\nis\nsought,\nthe\nparty\r\nseeking\nthe\nwithdrawal\nshould\nmake\na\nsubstantive\napplication\nin\nregard\nthereto,\nexplaining\nunder\noath,\nthat\nthe\nadmission\nwas\nan\nerror,\nthe\ncircumstances\nunder\nwhich\nthe\nerror\nwas\nmade\nand\nsatisfying\r\nthe court that the withdrawal of the admission will not prejudice the\r\nother party  (normally  the  plaintiff).\n[2]\nIt  seems  no  such  procedure  was\r\n followed.  It  is however unnecessary\nto delve into\r\nthis issue in light of the conclusion I have arrived\nat in this\r\njudgment.\n[7]\r\nThe trial proceeded on the basis that the amendment had been\r\neffected. After both parties had tendered evidence and closed their\n\nrespective cases, Mr Quinlan argued that the plaintiff had not proved\r\ncompliance with the provisions of s 3(1)\n(a)\nof the Act.\r\nHe submitted that the defendant should thus be absolved from the\r\ninstance with costs. S 3(1)\n(a)\nof the Act reads as follows:\n'3\nNotice of intended legal proceedings to be given to organ of\r\nstate\n.\n(1) \r\nNo legal proceeding for the recovery of debt may be instituted\r\nagainst an organ of state unless –\n(a)\r\nthe creditor has given the organ of state in question notice in\r\nwriting of his or her intention to institute the legal proceedings\nin\r\nquestion;‟\nMr\r\nNdlovu, for the plaintiff, then applied to reopen the plaintiff‟s\r\ncase in order to merely submit a copy of a letter which\nconstituted\r\nproof of compliance with s 3(1)\n(a)\nof the Act. [8]   Mr\r\nQuinlan strongly objected and opposed the application to reopen the\r\nplaintiff's case. The magistrate,\nin dealing with the application\r\nstated:\n'The\r\nconsiderations that usually fall to be weighed when the Court has to\r\nconsider an application of this nature are generally five\nfold.\r\nFirstly the reason why the evidence was not led timeously, secondly\r\nthe degree of materiality of the evidence, thirdly the\nbalance of\r\nprejudice, fourthly the general need for finality in judicial\r\nproceedings and fifthly the stage that the particular\nlitigation has\r\nreached.'\n[9]\r\nThe magistrate briefly dealt with each of the factors she had\r\ntabulated. It is not necessary to deal with each of them in this\n\njudgment. I will deal with two only. It is trite that in considering\r\nan application to reopen a party‟s case, the court has\na\r\ndiscretion in making such a decision. This is what Mr Quinlan\r\nemphasised. He argued that in the circumstances, this court was\nnot\r\nentitled to interfere with that decision.\n[10]\r\nIn magistrates‟ courts, leave to adduce further evidence –\r\nleave to reopen a case – is governed by Rule 28(11)\nof the\r\nMagistrates‟ Courts Rules which reads as follows:\n'Either\r\nparty may, with the leave of the court, adduce further evidence at\r\nany time before judgment; but such leave shall not be\ngranted if it\r\nappears to the court that such evidence was intentionally withheld\r\nout of its proper order.'\nAs\r\nwas stated in\nMkwanazi\r\nv Van der Merwe & another\n,\n[3]\n'The\r\ndiscretion under Rule 28(11) must be exercised judicially, upon a\r\nconsideration of all relevant factors, and in essence it\nis a matter\r\nof fairness to both sides.'\n[11]\r\nThe magistrate‟s whole approach to the question of reopening\r\nthe plaintiff‟s case was flawed. Most significantly,\nin the two\r\nparagraphs where she dealt with the issue of prejudice, she clearly\r\nmisconstrued the notion thereof.\n[12]\r\nI think it is necessary to quote portions of her judgment to\r\nillustrate this. In one instance she said the following:\n„\nAs\r\nfar as prejudice is concerned, it is prejudice to the applicant if\r\nthe application is refused and prejudice to the respondent\nif the\r\napplication is in fact granted.\nIn\nCoetzee\nv Jansen\n1954 (3) SA 173\nit was stated that:\n“\nGenerally\r\na party will not be allowed to adduce further evidence if, having the\r\nevidence at his disposal, he deliberately elects\nnot to put it before\r\nthe Court because he is of the opinion that it is unnecessary.”\nAs\r\nfar as the first point is concerned, that is the issue as to why the\r\nevidence was not before the Court timeously, in the case\nbefore me\r\nthe reason itself is not really clear. As I‟ve indicated\nsupra\nthe plaintiff had argued that the defendant should have raised it\r\nas a point\nin limine\n. But as will be recalled, this is neither\r\nhere nor there. After the notice was placed in dispute, the plaintiff\r\nbore the onus of\nproof of that particular notice.‟\nIn\r\nanother instance she went further and stated:\n'As\r\nfar as prejudice is concerned, clearly there is prejudice. If the\r\napplication to reopen the plaintiff‟s case is allowed\nand\r\nthereby the [s 3(1)\n(a)\n] notice to be handed in to the record,\r\nclearly there is prejudice to the defendant in the matter and,\r\nlikewise, if the Court refuses\nthe application, there is prejudice to\r\nbe borne by the plaintiff in this matter.'\n[13]\r\nAs is apparent, she merely mentioned that both parties were at risk\r\nof prejudice depending whether the application to lead\nfurther\r\nevidence was granted or not. She seemed to measure this aspect as\r\nagainst the final outcome of the case rather than what\nwas ultimately\r\nprocedurally fair to the parties. She therefore failed to balance the\r\nissue of prejudice. Had she done so properly\nand judicially - as she\r\nwas required to do - she would have found that the defendant was at\r\nno risk of prejudice at all. The failure\nto balance possible\r\nprejudice to either of the parties ignored any notion of fairness\r\nrequired to make the decision. In this case,\nto have refused the\r\nintroduction of further evidence was extremely prejudicial to the\r\nplaintiff. On the other hand, there is not\none iota of evidence or\r\nsuggestion that the defendant would have been prejudiced by allowing\r\nthe plaintiff‟s case to be reopened\nas was conceded by Mr\r\nQuinlan. In my view this was a misdirection by the magistrate\r\nresulting in an improper exercise of her discretion.\n[14]\r\nSecondly, she paid lip service to the need to bring the case to a\r\nfinal conclusion. In this regard she said the following:\n'As\r\nfar as the need for finality in judicial proceedings is concerned, in\r\nprinciple there is no bar to align the reopening of a\ncase even after\r\njudgment is reserved. In the particular case before me, but for the\r\ndefendant bringing the issue of a [s 3(1)\n(a)\n] notice to the\r\nplaintiff, it is certainly arguable that the plaintiff would not have\r\naddressed such deficiency at all and the Court\nin all probability\r\nwould have granted judgment on the evidence as it stood before the\r\nCourt in the absence of evidence relating\nto the [s 3(1)\n(a)\n]\r\nnotice.'\nAs\r\nwas the case with all the rest of the factors, she gave no\r\nexplanation as to why she thought this factor would militate against\n\ngranting the plaintiff the opportunity to adduce further evidence.\r\nNobody could doubt that granting the application would not extend\nthe\r\nlife of the trial by any significant period or at all. It would\r\nmerely be a matter of handing in the document which proved\ndelivery\r\nof the notice as intimated by Mr Ndlovu. This would not entail any\r\namendment of pleadings and the notice itself would\nbe self\r\nexplanatory. The failure to deal with this aspect properly was also a\r\nmisdirection and resulted in an improper exercise\nof the magistrate‟s\r\ndiscretion.\n[15]\nIt\nought\nto\nbe\nnoted\nthat\nthe\npurpose\nof\nthe\nrequirement\nenvisaged\nin\ns\n3(1)\n(a)\nof\nthe\nAct\nis\nclearly\nnot\nto\nnon-suit\na\nlitigant\nbut\nrather\nto\nplace\nthe\norgan\nof\nstate\nconcerned\r\nin a position to assess the claim as described by Didcott J in\nMohlomi\r\nv\nMinister\nof\nDefence.\n[4]\nThe\nmagistrate\nought then\nto\nhave\r\nallowed\nthe\nfurther\nevidence to\r\nbe adduced instead of committing the aforementioned misdirections. Mr\r\nQuinlan\nwas\nconstrained\nto concede\nthat the\r\nmagistrate\nhad\nmisdirected\r\nherself in\nthis\nregard\nand\ntherefore\ndid\nnot\nexercise\nher\ndiscretion\nproperly.\nThe\ncourt\nof\nappeal was\r\nthus at large to revisit the issue and come to its own decision.\n[5]\n[16]\r\nThe  court below found that the  refusal of the plaintiff‟s\r\nrequest to reopen the proceedings was not appealable.\nIt reasoned\r\nthat in applying to reopen the plaintiff‟s case, Mr Ndlovu\r\nsought an indulgence and that the magistrate had applied\nher mind in\r\nexercising her discretion judiciously when refusing the plaintiff‟s\r\nrequest to do so.\n[17]\r\nAs was illustrated in the aforegoing, the magistrate did not exercise\r\nher discretion properly and judiciously. This seemed\nto have escaped\r\nthe court below. It failed to properly analyse the approach of the\r\nmagistrate in considering the application to\nreopen the plaintiff‟s\r\ncase. If it had, it would have come to a different conclusion since\r\nit would have found that the magistrate\nhad clearly not exercised her\r\ndiscretion judicially. This, in my view, is a misdirection on the\r\npart of the court below and this\ncourt is therefore at large to\r\ninterfere with its decision.\n[18]\r\nGenerally the achievement of justice should not be hampered by\r\nexcessive adherence to printed form of legislation without regard\nto\r\nits significance and what it seeks to accomplish. The aforegoing, in\r\nmy view, represents compelling and pragmatic reasons why\nthe appeal\r\nshould succeed and the plaintiff ought to be afforded an opportunity\r\nto lead further evidence.\n[19]\r\nIn the result, I would make the following order: 1 The appeal is\r\nupheld with costs.\n2\r\nThe order of the court below is set aside and substituted with the\r\nfollowing:\n'(a)\r\nThe appeal is upheld, with costs.\n(b) \r\nThe order of the magistrate is set aside.\n(c)  \r\nThe matter is remitted to the magistrate in order to hear further\r\nevidence from the plaintiff relating to proof\nof compliance with the\r\nprovisions of\ns 3(1)\n(a)\nof the\nInstitution of Legal\nProceedings Against Certain Organs of State Act 40 of 2002\nand\r\nthereafter to come to a judgment afresh.'\nR PILLAY\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR\r\nAPPELLANT:                          \n\nMr S Tsangarakis\nInstructed by:\nThami Ndlovu &\r\nCompany, Durban\nMatsepes, Bloemfontein\nFOR\r\nRESPONDENT:                     \n\nMr P D Quinlan\nInstructed by:\nLinda Mazibuko &\r\nAssociates, Durban\nSymington & De Kok,\r\nBloemfontein\n[1]\nThe relevant parts of\nRule 55A\nread as follows:\n„\n(1)(a)\r\n\tany party desiring to amend a pleading or document (other than an\r\n\taffidavit) filed in connection with any proceedings,\nmust notify all\r\n\tother parties of his intention to amend and shall furnish the\r\n\tparticulars of the amendment;\n(b)\r\n\t. . .\n(2) \r\n\tThe notice referred to in sub-rule (1) shall state that unless\r\n\twritten objection to the proposed amendment is delivered\nwithin 10\r\n\tdays of delivery of the notice of amendment, the amendment will be\r\n\teffected.‟\n[2]\nL T C Harms\nCivil\r\n\tProcedure in Magistrates’ Courts\nService\r\n\tIssue 34 (1997) at B–540;\nBellairs\r\n\tv Hodnett\n&\r\n\tanother\n1978(1) SA 1109 (A) at 1150 - 1151.\n[3]\nMkwanazi\nv Van\r\n\tder Merwe & another\n1970\r\n\t(1) SA 609\n(A) at 616B.\n[4]\nMohlomi\r\n\tv Minister of Defence\n[1996] ZACC 20\n;\n1997\r\n\t(1) SA 124\n(CC) para 9.\n[5]\nDirector\nof\nPublic\nProsecutions\r\n\t(KwaZulu Natal) v Henry & others\n(305/07)\n[2008] ZASCA 63\n(29 May\n2008);\nMinister\r\n\tof Safety & Security v Sibiya\n[2005]\r\n\tJOL 15401\n(T).",
  "scraped_at": "2026-02-12T17:22:54.085897",
  "date": "2015-05-29",
  "coram": [
    "Mpati P",
    "Maya",
    "Pillay",
    "Zondi JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "20053/2014",
  "parties": {
    "applicants": [
      "Nicholus Thembokwakhe Blose"
    ],
    "respondents": [
      "Ethekwini Municipality"
    ]
  },
  "sections": {
    "facts": "In July 2009 a minor traffic collision in Durban resulted in an assault on Mr. Sandy McCutcheon. The driver of a BMW, later identified as Nicholus Thembokwakhe Blose, fled the scene. Police pursued and stopped the vehicle, discovering firearms and arresting Blose and a passenger. Blose was released after a few hours. He instituted action against Ethekwini Municipality for unlawful arrest, search and detention. The claim was filed on 25 January 2010. The defendant amended its plea in July 2011, withdrawing an admission that it had complied with section 3(1)(a) of the Institution of Legal Proceedings Against Certain Organs of State Act 40 of 2002. Blose subsequently applied to reopen the case to adduce a copy of the notice required by that statutory provision, relying on Rule 28(11) of the Magistrates’ Courts Rules. The magistrate refused the application, citing factors such as the reason for the late evidence, materiality, prejudice, the need for finality and the stage of the litigation.",
    "issues": "The appeal raised (i) whether the magistrate properly exercised the discretion under Rule 28(11) in refusing to allow further evidence; (ii) whether the withdrawal of a material admission required a formal substantive application under Rule 55A; (iii) whether the plaintiff had complied with the notice requirement of s 3(1)(a) of the Institution of Legal Proceedings Against Certain Organs of State Act 40 of 2002; and (iv) whether the refusal to reopen the case was a reviewable error.",
    "principles": "Rule 28(11) grants the court discretion to permit further evidence but mandates that the discretion be exercised judicially, taking into account factors such as reason for delay, materiality, prejudice, finality and the procedural stage. Precedent from Mkwanazi v Van der Merwe requires a balanced, fairness‑based approach. The Act imposes a statutory duty to give written notice to an organ of state before instituting recovery proceedings, and non‑compliance defeats the claim. Rule 55A requires that any amendment, including withdrawal of an admission, be notified and, if unopposed, takes effect; a substantive application is required where the admission is material.",
    "application": "The court found that the magistrate failed to balance prejudice properly, treating potential prejudice to both sides as a reason to refuse rather than assessing actual impact. The magistrate also ignored the requirement that a material admission be withdrawn by a substantive application, thereby misdirecting herself and not exercising discretion judicially. Consequently, the refusal to admit the notice evidence was not based on a proper legal analysis and was reviewable. The court therefore set aside the magistrate’s order.",
    "conclusion": "The appeal was upheld with costs. The magistrate’s order was set aside and the matter was remitted to the magistrate’s court to allow the plaintiff to adduce further evidence proving compliance with s 3(1)(a) of the Institution of Legal Proceedings Against Certain Organs of State Act 40 of 2002 and to render a fresh judgment."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "Rule 28(11)",
      "Section 3(1)(a) notice",
      "withdrawal of admission",
      "evidence reopening"
    ]
  }
}