{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/83.html",
  "case_name": "Reddy v Absa Bank Ltd and Others (20096/2014) [2015] ZASCA 83 (28 May 2015)",
  "citation": "[2015] ZASCA 83",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 83\n|\nNoteup\n|\nLawCite\nReddy v Absa Bank Ltd and Others (20096/2014) [2015] ZASCA 83 (28 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nreportable\nCase\r\nNo: 20096/2014\nIn\r\nthe matter between:\nP\r\nREDDY\n............................................................................................................................\nAPPELLANT\nand\nABSA\r\nBANK\r\nLTD\n..............................................................................................\nFIRST\r\nRESPONDENT\nCOLIN\r\nMARK POOLE\r\nNO\n........................................................................\nSECOND\r\nRESPONDENT\nNICOLA\r\nCRONJE\r\nNO\n....................................................................................\nTHIRD\r\nRESPONDENT\nNeutral\r\ncitation:\nReddy v Absa Bank\r\n(20096/2014)\n[2015] ZASCA 83\n(28 May 2015).\nCoram:\nLewis,\r\nPonnan and Saldulker JJA and Van der Merwe and Mayat AJJA\nHeard:\r\n 21 May 2015\nDelivered:\r\n28 May 2015\nSummary:\nThe winding up of a close corporation\r\nduring the period of deregistration is automatically retrospectively\r\nvalidated upon reinstatement\nin terms of\ns 82(4)\nof the\nCompanies Act 71 of 2008\n.\nORDER\nOn\r\nappeal from:\nKwaZulu-Natal Division of\r\nthe High Court, Durban (Koen J sitting as court of first instance):\r\nreported\nsub nom Missouri Trading CC v \r\nAbsa Bank\n2014 (4) SA 55\n(KZD).\nThe appeal is dismissed with costs.\nJUDGMENT\nVan\r\nder Merwe AJA (Lewis, Ponnan and Saldulker JJA and Mayat AJA\r\nconcurring):\n[1]\r\nAs a result of its failure to submit annual returns, Missouri Trading\r\nCC (Missouri) was deregistered in terms of s 82(3)\n(a)\nof the Companies Act 71 of 2008 (the Act) on 29 July 2011. It is\r\ncommon cause that the registration of Missouri was reinstated\nin\r\nterms of s 82(4) of the Act on 18 April 2013. (These provisions\r\nof the Act are applicable to close corporations in terms\nof s 26\r\nof the Close Corporation Act 69 of 1984). The issue in this appeal is\r\nwhether the corporate activities of Missouri,\nduring the period of\r\nits deregistration, had been validated upon its reinstatement.\n[2]\r\nOn 2 August 2011, the first respondent launched an application for\r\nthe provisional winding up of Missouri. Despite opposition,\na\r\nprovisional winding up order was granted on 31 May 2012. A final\r\nwinding up order was made on 27 August 2012. The second and\nthird\r\nrespondents were appointed as the liquidators of Missouri and they\r\ncommenced with the winding up of its affairs in terms\nof the Act.\n[3]\r\nOnly at this stage did the deregistration of Missouri come to the\r\nknowledge of the first respondent and to that of the appellant,\nthe\r\nsole member of Missouri. The appellant consequently launched an\r\napplication in the KwaZulu-Natal Division of the High Court,\nDurban\r\nfor an order declaring that the winding up of Missouri was void and\r\nof no force and effect. The application was based solely\non the\r\nground that when the provisional and final winding up orders and the\r\nappointment of the second and third respondents as\nliquidators were\r\nmade, Missouri had been deregistered.\n[4]\r\nThe first respondent opposed the application and filed a\r\ncounter-application. It essentially asked for a declarator that the\n\nwinding up of Missouri was valid in all respects and of full force\r\nand effect. The counter-application was in turn based only on\nthe\r\ncontention that the reinstatement of Missouri operated\r\nretrospectively.\n[5]\r\nThe High Court (Koen J) dismissed the application of the appellant\r\nand granted the declarator sought by the first respondent.\nIt is\r\nclear that the fate of the appeal depends on whether the\r\nreinstatement of Missouri retrospectively validated the corporate\n\nactivities thereof during the period of its deregistration. This\r\nquestion was decisively settled by this court in\nNewlands\r\nSurgical Clinic v Peninsula Eye Clinic\n[2015] ZASCA 25\n(20 March 2015). In para 29 of\nNewlands\n,\r\nBrand JA stated that s 82(4) of the Act ‘has automatic\r\nretrospective effect, not only in revesting the company with\nits\r\nproperty but also in validating its corporate activities during the\r\nperiod of its deregistration’. It is accordingly\nnot necessary\r\nto analyse the reasoning of the court a quo.\n[6]\r\nUpon its reinstatement the winding up of Missouri had therefore been\r\nautomatically validated retrospectively in all relevant\nrespects. It\r\nfollows that the appeal is devoid of merit.\n[7]\r\nIn supplementary heads of argument, the attorney for the appellant\r\nappeared to attempt to seek relief in terms of s 83(4)\nof the\r\nAct, based on factual allegations put forward in the heads of\r\nargument. It suffices to say that this is wholly impermissible.\n[8]\r\nThe appeal is dismissed with costs.\n_______________________\nC\r\nH G VAN DER MERWE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: C Lenasch\nInstructed by:\nLenasch Attorneys, Durban\nHoney\r\n& Partners, Bloemfontein\nOn\r\nbehalf of first, second and third respondents: A Stokes SC\nInstructed\r\nby:\nJohnston\r\n& Partners, Durban\nPhatshoane\r\nHenney Inc, Bloemfontein",
  "scraped_at": "2026-02-12T17:21:48.899863",
  "date": "2015-05-28",
  "coram": [
    "Lewis JJA",
    "Ponnan JJA",
    "Saldulker JJA",
    "Van der Merwe AJA",
    "Mayat AJJA"
  ],
  "case_number": "20096/2014",
  "parties": {
    "applicants": [
      "Reddy"
    ],
    "respondents": [
      "Absa Bank Ltd",
      "Colin Mark Poole",
      "Nicola Cronje"
    ]
  },
  "sections": {
    "facts": "Missouri Trading CC, a close corporation, failed to submit annual returns and was deregistered on 29 July 2011 under s 82(3)(a) of the Companies Act 71 of 2008. The corporation was reinstated on 18 April 2013 pursuant to s 82(4). While deregistered, the first respondent applied for a provisional winding up on 2 August 2011, which was granted on 31 May 2012, and a final winding up order was issued on 27 August 2012. The second and third respondents were appointed liquidators and began winding‑up proceedings. The sole member of Missouri (the appellant) learned of the deregistration only after these orders and sought a High Court order declaring the winding up void on the ground that it occurred while the corporation was deregistered.",
    "issues": "The central issue was whether the reinstatement of Missouri Trading CC under s 82(4) of the Companies Act retrospectively validated the corporate activities, including the provisional and final winding‑up orders and the appointment of liquidators, that were undertaken during the period of deregistration.",
    "principles": "Section 82(4) of the Companies Act 71 of 2008 provides that reinstatement of a company has automatic retrospective effect, both re‑vesting the company with its property and validating its corporate actions undertaken during deregistration. This principle was confirmed in Newlands Surgical Clinic v Peninsula Eye Clinic [2015] ZASCA 25, where the Court held that s 82(4) automatically validates such activities. Reliance on s 83(4) to obtain relief in these circumstances is impermissible.",
    "application": "Applying the principle, the Court concluded that upon reinstatement, Missouri’s winding‑up orders were automatically validated retrospectively. Consequently, the appellant’s challenge failed because the winding up was effective despite the period of deregistration. The Court also rejected the appellant’s attempt to invoke s 83(4) for relief, finding it was not permissible.",
    "conclusion": "The appeal was dismissed with costs. The winding‑up of Missouri Trading CC was confirmed as valid and of full force and effect."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Close Corporations",
    "level_3": [
      "deregistration",
      "reinstatement",
      "section 82",
      "retrospective validation",
      "appeal dismissed"
    ]
  }
}