{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/51.html",
  "case_name": "Niehaus v Regional Land Claims Commissioner and Others (116/2014) [2015] ZASCA 51 (27 March 2015)",
  "citation": "[2015] ZASCA 51",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 51\n|\nNoteup\n|\nLawCite\nNiehaus v Regional Land Claims Commissioner and Others (116/2014) [2015] ZASCA 51 (27 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 116/2014\nNot Reportable\nIn\r\nthe matter between\nCHRISTOPHER\r\nCHARLES DE\r\nMOWBRAY\n..............................................................\nAPPELLANT\nNIEHAUS\nand\nTHE\r\nREGIONAL LAND\r\nCLAIMS\n.................................................................\nFIRST\r\nRESPONDENT\nCOMMISSIONER\nTHE\r\nCHIEF LAND\r\nCLAIMS\n.....................................................................\nSECOND\r\nRESPONDENT\nCOMMISSIONER\nTHE\r\nMINISTER OF\r\nRURAL\n.........................................................................\nTHIRD\r\nRESPONDENT\nDEVELOPMENT\r\n& LAND REFORM\nMOSIMA\r\nCOMMUNITY\n............................................................................\nFOURTH\r\nRESPONDENT\nMAJADIBODU\r\nCOMMUNITY\n......................................................................\nFIFTH\r\nRESPONDENT\nMABULA-MOSIMA\r\nCOMMUNITY\n..............................................................\nSIXTH\r\nRESPONDENT\nNeutral\r\ncitation:\nNiehaus v The Regional\r\nLand Claims Commissioner & others\n(116/2014)\n[2015] ZASCA 51\n(27 March 2015)\nCoram:\nMpati P, Maya, Cachalia and Bosielo JJA\r\nand Van der Merwe AJA\nHeard:\r\n12 March 2015\nDelivered:\r\n27 March 2015\nSummary\n:\nRestitution of Land Rights Act 22 of 1994\n– registered owner of\r\ntwo farms seeking a declarator that there are no land claims lodged\r\nwith the Land Claims Commissioner\nin respect thereof – court a\r\nquo ordering the Commissioner to publish a notice in terms of\ns 11(1)\nof the Act – whether court competent to make such an order.\nORDER\nOn\r\nappeal from:\nLand Claims Court,\r\nRandburg (Loots AJ sitting as court of first instance):\n1 The appeal is\r\nupheld with costs which shall include the costs of two counsel.\n2 Paragraphs 1 and 3\r\nof the order of the court below are set aside.\n2.1 The notice,\r\npublished pursuant to paragraph 3 of the order of the court below,\r\nunder Government Notice 1044, on 25 October 2013\nin\nGovernment\r\nGazette\nin respect of the appellant’s properties Star 567\r\nLR and Onschuld 568 LR, forming part of Onschuld 551 LR (“the\r\nproperties”)\nis declared invalid.\n3 The matter is\r\nreferred back to the Land Claims Court for it:\n3.1 to afford all\r\nthe respondents an opportunity to address the court on the question\r\nof whether or not the fifth respondent (or\nany other person) had,\r\nprior to 31 December 1998, lodged any valid claims in terms of\ns 10\nof the\nRestitution of Land Rights Act 22 of 1994\nagainst the\r\nproperties;\n3.2 and consider any\r\nother issues properly raised in the papers before court;\n4\r\nThe first and second respondents are ordered to pay the costs of the\r\nhearing on 25 April 2013.\nJUDGMENT\nBosielo\r\nJA (Mpati P, Maya, Cachalia JJA and Van der Merwe AJA concurring):\n[1]\r\nThis is an appeal against a judgment by Loots AJ in the Land Claims\r\nCourt, Randburg granted on 6 September 2013. The appeal\nis with the\r\nleave of the court below. The order of judgment which is the subject\r\nof this appeal reads:\n‘\n1.\r\nThe application is dismissed.\n2. The notice\r\npublished by the first respondent in terms of\ns 11A(4)\n[the\r\nRestitution of Land Rights Act 22 of 1994 (Restitution)], being\r\nGovernment Notice No. 343 in\nGovernment Gazette\n36307 dated 5\r\nApril 2013, is hereby set aside.\n3. The first\r\nrespondent is ordered to publish, within 30 days of the date of this\r\norder, notice in terms of\ns 11(1)\nof the\nRestitution of Land Rights\nAct 22 of 1994\nof the fifth respondent’s claim in respect of\r\nthe applicant’s two farms and to give notice that Government\r\nNotice No.\n343 in\nGovernment Gazette\n36307 dated 5 April 2013\r\nhas been set aside by this court.\n4.\r\nNo order is made as to costs.’\n[2]\r\nThis matter has had a long and chequered history, depicting a sad\r\npicture of administrative ineptitude on the part of first\nrespondent.\r\nThe background facts which led to this protracted litigation can be\r\nbroadly set out as follows. The appellant is the\nregistered owner of\r\ntwo farms, to wit, Star 567 LR and Onschuld 551 LR, a consolidation\r\nof Portion 3 of Eyzerbeen 553 LR and Onschuld\n568 LR as disputed on\r\nconsolidated title deed number T146587/02. He conducts game farming\r\non the two farms in Limpopo (the properties).\n[3]\r\nDuring or about February 2006, the appellant obtained a copy of\r\nNotice 411 of 2005, published in GG 27352, 11 March 2005 to\nthe\r\neffect that the Majadibodu Community (the fifth respondent) had\r\nlodged land claims over certain property in Limpopo. The properties\n\ndid not appear in that notice. As the appellant had received an\r\nunconfirmed report that there may be land claims over the properties\n\nhe instructed a firm of attorneys to seek confirmation in writing\r\nfrom the Regional Land Claims Commissioner. But despite repeated\n\nrequests, no reply was forthcoming. As a result, the appellant served\r\na request for information on the Commissioner in terms of\nthe\r\nPromotion of Access to Information Act 2 of 2000 (PAIA) on 10 August\r\n2006. The Commissioner responded on 1 November 2006 saying\nthat ‘…\r\nwe have checked our land-base and there is currently no information\r\nregarding any land claims on these two\nfarms.’\n[4]\r\nFurthermore, an undertaking was made that in the event that new\r\ninformation suggesting that there were any claims in respect\nof the\r\nproperties, the appellant would be notified. As no information was\r\nforthcoming from the commissioner, the appellant assumed\nthat there\r\nwere no claims in respect of the properties and abandoned his\r\ninvestigations.\n[5]\r\nTo his utter astonishment, the appellant received notification during\r\nDecember 2009 that restitution claims had been lodged\nagainst the\r\nproperties by the fifth respondent. So, the appellant again\r\ninstructed his lawyers to investigate this matter further\nwith the\r\nCommissioner. When the Commissioner failed to give any meaningful\r\nreply, the appellant’s attorneys filed another\nformal request\r\nfor information under PAIA at appellant’s request. In response\r\nto many repeated reminders, a bundle of documents\nwere delivered to\r\nappellant’s attorneys on 1 April 2010, but none of the\r\ndocuments furnished contained any information pertaining\nto the\r\nproperties.\n[6]\r\nDespite this, the commissioner maintained that there were claims in\r\nrespect of the properties on its computer database. Faced\nwith this\r\nsituation, the appellant demanded that the properties be removed from\r\nthe Regional Land Claims Commissioner’s database.\nExcept for an\r\nacknowledgment of receipt, there was no substantive response to this\r\ndemand, and the appellant was not able to find\nany acceptable proof\r\nthat legitimate claims existed over either of his properties.\n[7]\r\nThe appellant therefore had no alternative but to institute\r\nproceedings in the Land Claims Court (LCC) primarily for an order\n\ndeclaring that there were no valid claims, as defined in s 1 of the\r\nRestitution Act, which had been lodged against his properties\n\nincluding any claims by the Mosima Community, the Majadibodu\r\nCommunity and the Mabula – Mosima Community, together with some\n\nancillary relief.\n[8]\r\nThe first and second respondents filed opposing papers. They answered\r\nthrough Mr Tele Alfred Maphoto (Maphoto), who described\nhimself as\r\nthe Acting Chief Land Claims Commissioner, Chief Director for Land\r\nRestitution Support in Limpopo, and the former Regional\nLand Claims\r\nCommissioner for Limpopo. Maphoto responded by a letter as follows:\n‘\nWe\r\nstill do not know how and why the farms appear on the systems but we\r\ncannot rule out the possibility of a supporting document\nuntil the\r\nrestitution process has been finalised.’\nHe\r\nproceeded to state that:\n‘\nHaving\r\nregard to the proximity of the two farms to the other farm claimed by\r\nthe Majadibodu Community, it may be that the Fifth\nRespondent may\r\nhave claimed them. This aspect can only be decided once the\r\nMajadibodu claim has been finalised.’\n[9]\r\nWhen the matter came before Gildenhuys J he ordered the Commissioner\r\nto report on whether it was possible and feasible to identify\nfrom\r\nits records if any land claims had been lodged over the properties.\r\nMaphoto responded that the first respondent’s office\nhad\r\nchecked all their records and found in its hard copy files relating\r\nto the three communities no evidence of claims having been\nlodged in\r\nrespect of the properties. However, its electronic database showed\r\nthat they were affected by the claims. Curiously,\nhis report then\r\nconcluded:\n‘\nIt\r\nwould seem that the farms were erroneously or fraudulently captured\r\non the electronic land claim database as they do not appear\nanywhere\r\nin the hard copies and therefore our office will take the corrective\r\nmeasures by removing the farms from the database.’\nHowever,\r\nthe first respondent never removed the properties from the database.\n[10]\r\nThe matter came before Loots AJ on 4 December 2012. She issued an\r\norder by consent of the parties in terms of which the first\nto third\r\nrespondents were, amongst others, required to deliver a status report\r\nin respect of the claims lodged by fifth respondent\nin the Waterberg\r\narea by 15 February 2013.\n[11]\r\nIn response hereto, a status report was delivered by the State\r\nAttorney. The applicant’s properties appeared last in\na\r\nschedule attached to the status report with the caveat ‘farms\r\nstill to be researched’. There was a further explanatory\nnote\r\nthat the properties had not been researched and gazetted as they did\r\nnot appear on the Commission’s database at the\ntime of the\r\nresearch. The note ended that they would be researched in the\r\n2013/2014 financial year.\n[12\r\nIn its attempt to comply with the further order by Loots AJ to\r\npublish notice of the claims in respect of the properties in\nterms of\r\ns 11(1) of the Restitution Act by not later than 31 March 2013, the\r\nfirst respondent published a notice purporting to\namend the notice of\r\n11 March 2013 by adding the applicant’s two forms. This was\r\npublished in terms of s 11(A)(4) as Government\nNotice 343, GG 36307,\r\n5 April 2013.\n[13]\r\nThe appellant attacked both the status report and the notice\r\npublished in the\nGovernment Gazette\n.\r\nRegarding the status report, it was contended that as the report\r\nreflected that no investigations had been made in respect of\nthe\r\nproperties, it did not comply with the court order. But the court a\r\nquo found, correctly in my view, that the attack was without\nmerit as\r\nthe court order did not go so far as to instruct the respondents to\r\nundertake any investigation.\n[14]\r\nHowever, regarding the notice, the court below found that it was not\r\nin accordance with the court order as it was issued in\nterms of\r\ns 11A(4) instead of s 11(1) of the Restitution Act. Accordingly,\r\nit set the notice aside. The court below then ordered\nthe first\r\nrespondent to publish within 30 days of the date of the order, a\r\nnotice in terms of s 11(1) of the Restitution Act of\nthe fifth\r\nrespondent’s claim in respect of the properties and to give\r\nnotice that Government Notice No 343 had been set aside\nby the Court.\n[15]\r\nRegarding the main claim, the court below found that it could not\r\ngrant an order declaring that there are no claims lodged\nagainst the\r\nproperties as one of the communities had come forward asserting that\r\nit had lodged a claim and providing evidence thereof.\nAs the court\r\nfound this to be an insuperable obstacle to the relief claimed it\r\ndismissed the application.\n[16]\r\nBefore us the appellant submitted that, as the fifth respondent, the\r\ncommunity asserting a claim in respect of the properties,\ndid not\r\nparticipate in the proceedings, it was premature and impermissible\r\nfor the court below to have dismissed the application\non the papers.\r\nIt was submitted further that as no evidence has been tendered as\r\nproof that a claim has been registered properly\nin terms of s 11(1)\r\nin respect of the properties, the appropriate order was for the\r\nmatter to be remitted to the court below for\nfurther hearing, in\r\nparticular to afford the respondents the opportunity to address the\r\ncourt on the question of whether or not\nthe fifth respondent (or any\r\nother person) had, prior to 31 December 1998, lodged any valid claims\r\nin terms of s 10 of the Restitution\nAct against the two properties. I\r\nagree.\n[17]\r\nRegarding the order to publish a notice in terms of s 11(1), it was\r\ncontended that it was not competent for the court below\nto make such\r\nan order as, first, none of the parties had sought such a relief and,\r\nsecondly, there was no evidence that the first\nand second respondents\r\nhad met the jurisdictional requirements in s 11(1).\n[18]\r\nIt is clear that the question whether any claim has been registered\r\nin terms of s 11(1) against the appellant’s two properties\nis\r\nstill not answered. The respondents have not been able to give a\r\nclear and unequivocal response to the appellant’s numerous\n\nenquiries. This is notwithstanding the undisputed fact that the\r\nappellant’s enquiries span a period of not less than 10 years.\n\nWhat is worse is that the respondents have proffered contradictory\r\nversions on the status of the claim. The appellant’s position\n\nhas been compounded by the un-cooperative attitude and unexplained\r\nfailures by the respondents to respond to his concerted enquiries.\n\nRegrettably, this uncertainty is still persisting to date.\n[19]\r\nThere should be no doubt that this uncertainty over the properties\r\nhas caused the appellant anxiety. For instance, in terms\nof s 11(7)\r\nof the Restitution Act, once a notice has been published in respect\r\nof any land, no person may deal with that land either\nby way of sale,\r\nexchange, donation, lease, subdivision or development, without having\r\ngiven the regional land claims commissioner\none month’s written\r\nnotice of his or her intention to do so. Furthermore s 11(7)(\nb\n)\r\nand (\nc\n)\r\nalso place onerous restrictions on the owner and other persons to\r\ndeal with his or her property. The prejudice suffered by the\n\nappellant is, in my view, self-evident as he is at present\r\neffectively hamstrung. Any further delays in finalising this matter\n\nwill exacerbate his prejudice.\n[20]\r\nCounsel for the respondents conceded, correctly in my view, that the\r\nnotice issued in terms of s 11(A) was improper and was\ncorrectly set\r\naside by the court below. Furthermore, he accepted that the new\r\nnotice in terms of s 11(1) which was issued whilst\nthis appeal was\r\nstill pending, was improperly issued and conceded its invalidity.\r\nThis concession was properly made. Regarding\nthe dismissal of the\r\ndeclarator, counsel for the respondents capitulated and accepted that\r\nno acceptable proof had been presented\nto date that there are claims\r\nwhich have been properly lodged in terms of s 11 in respect of the\r\nproperties. In order to cure this\ndefect, he agreed that the matter\r\nbe referred back to the Land Claims Court and that the Commissioner\r\nbe afforded a period of 1\ncalendar month to enable him to publish a\r\nproper notice in terms of s 11(1) of the Restitution Act.\n[21]\r\nI interpose to state that the history of this case proves that the\r\nappellant has done everything humanly possible to investigate\nthis\r\nmatter to get acceptable proof that his properties are subject to\r\nvalid claims. This he did because the lodging of claims\nin terms of s\r\n11(1) against the properties has serious legal consequences. Quite\r\ncorrectly, he sought the assistance of first respondent\nas the person\r\nresponsible for the receipt and processing of the claims.\r\nRegrettably, the first respondent was more obstructive\nthan helpful.\n[22]\r\nSection 11(1) places the following obligations on the first\r\nrespondent: once a claim has been lodged, the first respondent\nmust\r\nsatisfy himself first, that it is lodged in a prescribed manner –\r\ns 11(1)(\na\n);\r\nthat the claim is not precluded by the provisions of s 2 – s\r\n11(1)(\nb\n)\r\nand further that the claim is not frivolous or vexatious – s\r\n11(1)(\nc\n)\r\nhe or she shall cause a notice of the claim to be published in a\nGovernment\nGazette\n.\r\nThe first respondent has failed to do that.\n[23]\r\nFurthermore, the section directs that the first respondent shall take\r\nsteps to make it known in the district in which the land\nin question\r\nis situated that such a claim has been lodged and published.\r\nImportantly, s 11(6) requires the first respondent, immediately\nafter\r\npublication of the s 11(1) notice in the\nGovernment\nGazette\n,\r\nto advise the owner of the land and any other party which in his or\r\nher opinion might have an interest in the claim in writing\nof the\r\npublication of the notice, and to refer the owner and such other\r\nparty to the provisions of s 7. To date there has been\nno proof of a\r\nvalid s 11(1) notice, nor a copy of the claim form allegedly lodged\r\nby fifth respondent. Furthermore, there is no\nevidence that the owner\r\nhas been notified in writing of any claim as is required by s 11(6).\n[24]\r\nGiven the uncertainty regarding the correct status of the properties,\r\nI have no doubt that it is in the best interests of the\nappellant as\r\nwell as the fifth respondent or any other interested persons that the\r\nquestion whether there is a valid claim lodged\nby fifth respondent in\r\nrespect of the properties be expeditiously and finally determined.\r\nThe potential prejudice caused to both\nparties by this uncertainty is\r\nself-evident.\n[25]\r\nThe conduct of the first respondent warrants comment and censure. It\r\nis important to emphasise the duties, responsibilities\nand\r\nobligations of the first respondent. Undoubtedly, the first\r\nrespondent is pivotal to the entire process that is, the lodgement\nof\r\nclaims to land, their registration, the issuing of notices,\r\npublications of claims in the\nGovernment\r\nGazette\n, including informing the land\r\nowner in respect of whose property a claim has been lodged and any\r\nother party which might have an\ninterest in the property. This\r\nincludes investigations of claims lodged culminating in their\r\nfinalisation, which might be through\nmediation or referral to the\r\nLand Claims Court, in appropriate circumstances. Self-evidently\r\nclaims to land can never be properly\nprocessed without the\r\nco-operation and assistance of the first respondent.\n[26]\r\nSadly, this case demonstrates that the first respondent did not\r\nappreciate the crucial role which he is expected to play in\n\nprocessing land claims. So far he has succeeded to stymie persistent\r\nefforts by the appellant since May 2006 to get clarity regarding\nthe\r\nstatus of the claim in respect of his properties. What exacerbates\r\nthe situation is that even after the court order of 6 September\n2013\r\nby Loots AJ, the first respondent has still not produced any proof of\r\nthe lodgement of any claims against the properties.\nEvidently this\r\nconduct is unacceptable.\n[27]\r\nIn the circumstances, I make the following order:\n1 The appeal is\r\nupheld with costs which shall include the costs of two counsel.\n2 Paragraphs 1 and 3\r\nof the order of the court below are set aside.\n2.1    \r\nThe notice, published pursuant to paragraph 3 of the order of the\r\ncourt below, under Government Notice\n1044, on 25 October 2013 in\r\nGovernment Gazette in respect of the appellant’s properties\r\nStar 567 LR and Onschuld 568 LR,\nforming part of Onschuld 551 LR\r\n(“the properties”) declared invalid.\n3 The matter is\r\nreferred back to the Land Claims Court for it:\n3.1    \r\nto afford all the respondents an opportunity to address the court on\r\nthe question of whether or not\nthe fifth respondent (or any other\r\nperson) had, prior to 31 December 1998, lodged any valid claims in\r\nterms of\ns 10\nof the\nRestitution of Land Rights Act 22 of 1994\nagainst the properties;\n3.2    \r\nand consider any other issues properly raised in the papers before\r\ncourt;\n4 The first and\r\nsecond respondents are ordered to pay the costs of the hearing on 25\r\nApril 2013.\n_________________\nL\r\nO BOSIELO\nJUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nthe Appellant : BE Leech SC (with him AC Botha)\nInstructed\r\nby:\nWerksmans\r\nAttorneys, Johannesburg\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nthe 1-3\nrd\nRespondents: P Nonyane (with him G Mothibi)\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\nFor\r\nthe 5\nth\nRespondent: Mr Makhambeni\nInstructed\r\nby:\nM\r\nMagigaba Inc., Durban\nMatsepes\r\nInc., Bloemfontein",
  "scraped_at": "2026-02-12T17:12:53.174277",
  "date": "2015-03-27",
  "coram": [
    "Mpati P",
    "Maya",
    "Cachalia",
    "Bosielo JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "116/2014",
  "parties": {
    "applicants": [
      "Niehaus"
    ],
    "respondents": [
      "Regional Land Claims Commissioner",
      "Chief Land Claims Commissioner",
      "Minister of Rural Development & Land Reform",
      "Mosima Community",
      "Majadibodu Community",
      "Mabula-Mosima Community"
    ]
  },
  "sections": {
    "facts": "The appellant, Niehaus, is the registered owner of two farms – Star 567 LR and Onschuld 551 LR (including portions 568 LR) – situated in Limpopo. Beginning in 2006 he sought confirmation from the Regional Land Claims Commissioner that no restitution claims existed over his properties. Repeated information requests under the Promotion of Access to Information Act yielded no clear response, and the commissioner at times claimed the farms appeared in its electronic database despite the absence of hard‑copy evidence. In 2009 the appellant received notice that the Majadibodu Community (the fifth respondent) had lodged restitution claims against the farms. Subsequent investigations again produced no documentary proof of a valid claim. The appellant therefore applied to the Land Claims Court for a declarator that no valid claims existed and for ancillary relief. The lower court ordered the first respondent to publish a notice under s 11(1) of the Restitution of Land Rights Act, but the notice was issued under s 11A(4) and was set aside. The court also dismissed the declaratory relief on the basis that a claim had been asserted by a community, though no proof of a valid claim had been produced.",
    "issues": "1. Whether the lower court was competent to order the Regional Land Claims Commissioner to publish a notice of claim under s 11(1) of the Restitution of Land Rights Act when no party had sought such relief. 2. Whether a valid restitution claim had been lodged against the appellant’s properties prior to 31 December 1998 in terms of s 10 of the Act. 3. Whether the appellant is entitled to a declarator that no claims exist, or whether the matter should be remitted for further hearing to determine the existence of a valid claim.",
    "principles": "The judgment rests on the Restitution of Land Rights Act 22 of 1994. Section 10 defines a valid claim; sections 11(1)‑(6) set out the procedural requirements for the first respondent to verify a claim, publish a notice in the Government Gazette, and inform the landowner. Section 11(7) imposes restrictions on dealing with the land once a notice is published. The court also considered its inherent jurisdiction to make interlocutory orders and the requirement that a party seeking relief must request it. The lack of documentary evidence of a lodged claim meant the statutory conditions of s 11(1) were not satisfied.",
    "application": "The appellate court confirmed that the notice published under s 11A(4) was invalid and set it aside. It held that the lower court erred in ordering a notice under s 11(1) because no party had applied for such an order and the first respondent had not demonstrated compliance with the statutory pre‑conditions. The court noted that the appellant had presented no proof of a valid claim and that the fifth respondent’s alleged claim had not been substantiated. Consequently, the declaratory relief could not be granted. The matter was therefore referred back to the Land Claims Court to allow all respondents to address whether any valid claim was lodged before the cut‑off date and to consider any other issues raised.",
    "conclusion": "The appeal was upheld with costs, including costs of two counsel. Paragraphs 1 and 3 of the lower court’s order were set aside. The notice published on 25 October 2013 under Government Notice 1044 was declared invalid. The matter was referred back to the Land Claims Court to determine if any valid claim was lodged prior to 31 December 1998 and to consider any further issues. The first and second respondents were ordered to pay the costs of the hearing on 25 April 2013."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "land claims",
      "court jurisdiction",
      "notice of claim",
      "property rights"
    ]
  }
}