{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/60.html",
  "case_name": "Machaba and Another v S (20401/2014) [2015] ZASCA 60; [2015] 2 All SA 552 (SCA) ; 2016 (1) SACR 1 (SCA) (8 April 2015)",
  "citation": "[2015] ZASCA 60",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 60\n|\nNoteup\n|\nLawCite\nMachaba and Another v S (20401/2014) [2015] ZASCA 60; [2015] 2 All SA 552 (SCA) ; 2016 (1) SACR 1 (SCA) (8 April 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20401/2014\nReportable\nIn\r\nthe matter between:\nBUSHI\r\nMIKE\r\nMACHABA\n...............................................................................\nFIRST\r\nAPPELLANT\nELVIS\r\nBOY\r\nMBUYANE\n..............................................................................\nSECOND\r\nAPPELLANT\nand\nTHE\r\nSTATE\n.................................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nMachaba & another v\r\nThe State\n(20401/2014)\n[2015] ZASCA 60\n(8 April 2015)\nCoram:\nMpati P, Majiedt JA and Schoeman AJA.\nHeard:\n16 March 2015\nDelivered:\n8 April 2015\nSummary:\nAdmissibility of hearsay evidence by\r\nco-accused contained in extra – curial statement – record\r\nincomplete – import\nof presiding judge or registrar\r\nadministering the oath in terms of\ns 162\nof the\nCriminal Procedure\nAct 51 of 1977\n.\nORDER\nOn\r\nappeal from:\nThe North Gauteng High\r\nCourt, Pretoria (Louw AJ sitting as court of first instance).\n1. The appeal\r\nagainst the convictions of the appellants is dismissed.\n2. The appeal\r\nagainst the sentences imposed on the appellants is upheld and the\r\nsentences are set aside and substituted with the\n  following.\n‘\nCount\r\n1:  20 years’ imprisonment; and\nCount\r\n2: 10 years’ imprisonment.’\n3. It is ordered\r\nthat the sentences imposed in respect of count 2 will   run\r\nconcurrently with the sentences imposed in count\n1.\n4.\r\nThe sentences are antedated to 15 December 2006.\nJUDGMENT\nSchoeman\r\nAJA (Mpati P and Majiedt JA CONCURRING)\n[1]\r\nThe two appellants were accused one and three respectively in the\r\nhigh court when they, and a co-accused, were convicted of\nmurder and\r\nrobbery with aggravating circumstances and sentenced on 15 December\r\n2006. The erstwhile second accused has passed away\nin the interim. \r\nAll three accused were sentenced to life imprisonment on the murder\r\ncharge and 15 years’ imprisonment\nin respect of the robbery\r\ncharge. With leave of the court below the appellants appeal to this\r\ncourt against their convictions and\nthe sentences imposed.\nThe\r\nrecord\n[2]\r\nIt is common cause that the record is not complete as the recording\r\nof the last week of the proceedings have not been fully\ntranscribed.\r\nThe recording can now not be traced. Attempts to reconstruct those\r\nportions of the record were unsuccessful. The record\ndoes not deal\r\nwith the evidence relating to a trial-within-a-trial in respect of\r\nthe second accused (who is not an appellant),\nthe evidence relating\r\nto the sentencing proceedings and part of the judgment on the merits.\n[3]\r\nIt was argued on behalf of the appellants that due to the incomplete\r\nrecord, the appeal in respect of the conviction cannot\nproperly be\r\nadjudicated and therefore the convictions and sentences must be set\r\naside.\n[4]\r\n In\nS\r\nv Chabedi\n[1]\nBrand\r\nJA said the following regarding the record on appeal:\n‘\n[5]\r\nOn appeal, the record of the proceedings in the trial court is of\r\ncardinal importance. After all, that record forms the whole\nbasis of\r\nthe rehearing by the Court of appeal. If the record is inadequate for\r\na proper consideration of the appeal, it will, as\na rule, lead to the\r\nconviction and sentence being set aside. However, the requirement is\r\nthat the record must be adequate for proper\nconsideration of the\r\nappeal; not that it must be a perfect recordal of everything that was\r\nsaid at the trial. As has been pointed\nout in previous cases, records\r\nof proceedings are often still kept by hand, in which event a\r\nverbatim record is impossible (see,\neg,\nS\r\nv Collier\n1976 (2) SA 378\n(C) at 379A - D and\nS\r\nv S\n1995\n(2) SACR 420\n(T)\nat\r\n423\nb\r\n- f\n).\n[6]\r\nThe question whether defects in a record are so serious that a proper\r\nconsideration of the appeal is not possible, cannot be\nanswered in\r\nthe abstract. It depends,\ninter alia,\non the nature of the defects in the particular record and on the\r\nnature of the issues to be decided on appeal.’\n[5]\r\nAs will become clearer later in this judgment, I am of the view that\r\nthe adjudication of this appeal on the record as it stands\nwill not\r\nprejudice either of the appellants. The appellants’ convictions\r\nand sentences can, therefore, not be set aside merely\non the basis of\r\nthe record being incomplete.\nThe\r\nadministration of the oath in terms of\ns 162\nof the\nCriminal\nProcedure Act 51 of 1977\n[6]\r\nThe issue pertaining to the proper administration of the oath was not\r\nraised by counsel for the appellants during the trial\nor during the\r\napplication for leave to appeal, nor was it mentioned in the heads of\r\nargument. At the eleventh hour supplementary\nheads of argument were\r\nfiled on the morning of the appeal, raising alleged non-compliance\r\nwith s 162 of the Criminal Procedure\nAct 51 of 1977 (the CPA).\n[7]\r\nSection 162 of the CPA provides:\n‘\n162\r\nWitness to be examined under oath\n(1)\r\nSubject to the provisions of sections 163 and 164, no person shall be\r\nexamined as a witness in criminal proceedings unless he\nis under\r\noath, which shall be administered by the presiding judicial officer\r\nor, in the case of a superior court, by the presiding\njudge or the\r\nregistrar of the court, and which shall be in the following form:\n\"I\r\nswear that the evidence that I shall give, shall be the truth, the\r\nwhole truth and nothing but the truth, so help me God.”\n(2)\r\nIf any person to whom the oath is administered wishes to take\r\nthe oath with uplifted hand, he shall be permitted to do\nso.’\n[8]\r\nIn light of an unreported decision of the North West Division,\r\nMahikeng,\nNkoketseng\r\nElliot Pilane v The State\n[2]\nit was argued on behalf of  the first appellant that the record\r\ndoes not reflect that the witnesses for the State were duly\nsworn in,\r\nin terms of s 162 of the CPA. In\nPilane\nall\r\nthe witnesses were sworn in by the interpreter and not the presiding\r\nmagistrate. The record reflects that the magistrate said:\n‘Let\r\nher take the oath’; ‘Please administer the oath’\r\nand ‘Administer the oath please’. The\nrecord thereafter\r\nreflects the following after the witnesses’ names: ‘d.u.o.’,\r\nwhich probably is an abbreviation\nfor: ‘declares under oath’.\n[9]\r\nIt is peremptory in terms of s 162 that all witnesses be sworn in by\r\neither the presiding judge or the registrar in the case\nof a superior\r\ncourt.  It was emphasised in\nThe\r\nState v Matshivha\n[3]\npara 10 that:\n‘\n.\r\n. . the reading of s 162(1) makes it clear that, with the exception\r\nof certain categories of witnesses falling under either s\n163 or 164,\r\nit is peremptory for all witnesses in criminal trials to be examined\r\nunder oath. And the testimony of a witness who\nhas not been placed\r\nunder oath properly, has not made a proper affirmation or has not\r\nbeen properly admonished to speak the truth\nas provided for in the\r\nAct, lacks the status and character of evidence and is inadmissible.’\r\n(footnotes omitted)\n[10]\nMatshivha\ndealt\r\nwith the failure of a presiding judge properly to ascertain whether\r\nyoung witnesses understood the import of the oath. The\njudge in that\r\ninstance also instructed the interpreter to administer the oath. This\r\nconduct was not addressed on appeal. However,\ndue to the peremptory\r\nwording of s 162 the requirement that it is the presiding judge, or\r\nthe registrar of the court, that must\nadminister the oath, cannot be\r\ndispensed with.\n[11]\r\nCounsel for the first appellant relied on the appearance of the\r\nabbreviation ‘(d.s.s.)’ after the names of witnesses,\n\nfollowed by the words ‘(through interpreter)’, as a basis\r\nfor the argument that the oath was not properly administered.\nIt is\r\naccepted that ‘d.s.s.’ is an abbreviation for ‘does\r\nsolemnly swear’ or ‘duly sworn states’.\nThere is no\r\nindication that the judge had instructed the interpreter to\r\nadminister the oath or that the judge, or registrar of\nthe court, did\r\nnot themselves administer the oath through the interpreter.\r\nSignificantly, only the abbreviations ‘d.s.s.’\nand\r\n‘v.o.e.’ (which stands for ‘verklaar onder eed’)\r\nappear after the names of those witnesses who testified\nin the\r\nEnglish and Afrikaans languages respectively. In the absence of any\r\nclear evidence that the judge left it to the interpreter\nto\r\nadminister the oath, no deduction can be made that the oath had not\r\nbeen properly administered.  This argument accordingly\nfails.\nBackground\n[12]\r\n None of the accused testified in the trial. No valid reason was\r\nraised as to why the uncontested testimony of the State witnesses\n\nshould not be accepted, barring the identification of the appellants\r\nby Ms Christa Sonto Ndebele. Therefore, the accepted evidence\nof the\r\nevents of the evening of the incident and of the subsequent police\r\ninvestigation was the following.\n[13]\r\nOn 3 May 2002, at 21h00, Mr Cyprian Mthembu (the deceased) and his\r\ngirlfriend, Ms Ndebele, were walking in a street in Soshanguve.\nThey\r\nwere accosted by three men, one of whom was armed with a firearm. One\r\nof these men grabbed Ms Ndebele’s handbag and\nanother pushed\r\nher, whilst the third man pointed a firearm at her and the deceased.\r\nMs Ndebele fled from the scene when a shot\nwas fired into the air and\r\nshe heard a further shot as she was running away. When she returned\r\nto the scene she found that the\ndeceased had a gunshot wound to his\r\nchest and that he had passed away.  His cell phone was missing\r\nand a spent cartridge was\nfound at the scene.\n[14]\r\n More than two years later, in May 2004, the investigating officer,\r\nInspector Cronje, traced and found the cell phone. This\nfind led to\r\nthe arrest of the first appellant and the second accused for the\r\ncommission of these crimes.  This in turn led\nto the arrest of\r\nthe second appellant in Pretoria.  The second appellant led the\r\npolice to his home where his firearm was\nseized. The firearm was\r\nballistically linked to the spent cartridge found at the scene.\n[15]\r\nCaptain Sithole of the South African Police Service took the first\r\nappellant’s warning statement. The fact that the first\n\nappellant’s constitutional rights were explained to him and\r\nthat the statement was freely and voluntarily made was not placed\nin\r\nissue, although it was denied that the statement was made at all.\r\n Whether the first appellant made the statement or not,\nwas a\r\ncredibility issue and the fact that he did not testify meant that\r\nthere was nothing to counter the evidence of Captain Sithole\nthat the\r\nstatement was freely and voluntarily made.  The import of this\r\nstatement was that the first appellant placed himself\non the scene of\r\nthe incident whilst knowing that a certain ‘Boikie’ was\r\narmed with a 9mm pistol. The statement was\nexculpatory in that the\r\nfirst appellant said that he had attempted to separate the deceased\r\nand ‘Boikie’, who were\ninvolved in an argument, when\r\n‘Boikie’ fired two shots.\n[16]\r\nFurther evidence was led that during May 2002 the first appellant and\r\nthe second accused sold a cell phone to a Ms Lebese.\nThe evidence\r\nestablished that this was the cell phone of the deceased that was\r\ntaken from the scene where the deceased was shot.\n[17]\r\nThe appellants and the second accused testified in their application\r\nto be released on bail. The record of the proceedings\nin the bail\r\napplication was handed in by consent and it was admitted that the\r\ncontents of the record were correct.\nThe record of the bail\r\nproceedings demonstrates that the magistrate warned the appellants in\r\nterms of s 60(11B)\n(c)\nof the CPA that if they testified their\r\ntestimony could be used against them in their trial.\n[18]\r\nAt the bail proceedings the first appellant placed himself on the\r\nscene when he testified that he had picked up the phone,\nwhile the\r\nsecond appellant testified that he never shot the deceased. The\r\nlatter testified further that during 2002 he lost his\nfirearm, which\r\nhad apparently been taken by his younger.\nI\r\nproceed to deal with the State’s case against each of the\r\nappellants.\nThe\r\nfirst appellant\n[19]\r\nMs Ndebele testified as to how all three persons at the scene were\r\ninvolved in the violence perpetrated against her and the\ndeceased.\r\nHer dock identification of the appellants and the second accused as\r\nthe perpetrators and her evidence on the role each\nplayed were\r\ncorrectly rejected by the trial court,\nprimarily\r\nbecause two years earlier she had failed to identify the three\r\naccused at an identity parade.\nHowever, her\r\nevidence that all three young men present took part in the robbery\r\nand that one of them had pointed a firearm at her\nand the deceased,\r\nwas neither gainsaid nor disputed during cross-examination.\n[20]\r\nThe first appellant was linked to the commission of the crimes by the\r\nfollowing facts: shortly after the incident, the first\nappellant\r\nhanded the deceased’s cell phone to a certain Laka to sell and\r\nhe was present when the sale took place; he placed\nhimself on the\r\nscene in his warning statement to Captain Sithole and, in his bail\r\napplication, he further admitted that he took\nthe cell phone from the\r\nscene.\n[21]\r\nIn the exculpatory portion of the warning statement and in the bail\r\napplication the first appellant distanced himself from\nthe murder and\r\nthe armed robbery. However, to determine whether the State had proved\r\nthe guilt of the first appellant beyond reasonable\ndoubt, the whole\r\nmosaic of evidence must be considered.  It is clear from the\r\nuncontested evidence of Ms Ndebele that there\nwere three men who all\r\npartook in the robbery. It is apparent that they acted with a common\r\npurpose as one of the unarmed men pushed\nher and the other took her\r\nbag, while the third assailant pointed a firearm at her and the\r\ndeceased.  When she returned to\nthe scene the deceased’s\r\ncell phone was gone. The version of the first appellant that he only\r\npicked up the cell phone after\na shot had been fired may well be\r\nfactually correct. But insofar as he thereby wished to distance\r\nhimself from the robbery and\nthe murder, the impression he wished to\r\ncreate that he innocently picked up the cell phone cannot reasonably\r\npossibly be true.\nThe evidence of Ms Ndebele contradicts this. \r\nThe evidence of the subsequent events also contradicts his version,\r\nin that\nhe was the person who gave the cell phone to Laka to sell. In\r\nmy view, the first appellant was correctly convicted of murder and\n\nrobbery with aggravating circumstances as defined in s 1 of the CPA.\nThe\r\nsecond appellant\n[22]\r\nThe State’s case against the second appellant is premised\r\nmainly on the fact that he was the owner of the firearm that\nkilled\r\nthe deceased and that he was still in possession of that firearm in\r\n2004 when he was arrested.  Furthermore, the court\nbelow found\r\nthat the hearsay evidence testified to by Captain Sithole relating to\r\nthe admissions made by the first appellant and\ncontained in his\r\nwarning statement, was admissible evidence against the second\r\nappellant. This statement made by the first appellant\nto Captain\r\nSithole was that the second appellant fired the shots at the scene of\r\nthe crime. Likewise the hearsay evidence relating\nto what the second\r\naccused allegedly had said during the pointing out namely, that they\r\nwere all three at the scene of the incident\nand that the second\r\nappellant was the shooter, was admitted as evidence against the\r\nsecond appellant.\n[23]\r\nThis court has now authoritatively held that the extra-curial\r\nconfession or admission of one accused is inadmissible as evidence\n\nagainst another accused.\n[4]\nThis\r\nhas the result that the statements made by the first appellant and\r\nthe second accused were inadmissible against the second\nappellant and\r\ncould not be used as evidence against him.\n[24]\r\nThe only remaining evidence against the second appellant, therefore,\r\nis the fact that he was the owner of the firearm with\nwhich the\r\ndeceased was shot and killed. As stated before, this firearm was in\r\nhis possession in 2004.\n[25]\r\nDuring cross-examination of the second appellant in his bail\r\napplication he testified that he had not been in possession of\nhis\r\nfirearm during 2002 as he had lost it and that his younger brother\r\nhad taken it.  He also testified that he did not report\nthe loss\r\nof the firearm but thereafter testified that he did report it, but\r\nnot in 2002. This aspect ended with the second appellant\ntestifying\r\nthat he did not report the loss. He furthermore denied that he was\r\ninvolved in the shooting of the deceased.\n[26]\r\nWhat is the importance of the evidence of the second appellant during\r\nhis bail application and what weight must be given to\nit? In\nDirector\r\nof Public Prosecutions, Transvaal v Viljoen\npara\r\n33,\n[5]\nStreicher JA held:\n‘\nIt\r\ndoes not follow from the fact that the record of the bail proceedings\r\nforms part of the record of the trial that evidence adduced\n\nduring the bail proceedings must be treated as if that evidence had\r\nbeen adduced and received at the trial. The record of the bail\n\nproceedings remains what it is, namely a record of what transpired\r\nduring the bail application.’\n[27]\r\nThe handing in of the bail application in terms of s 60 (11B)\n(c)\n[6]\nis a shortcut to achieving the same object as provided for in s 235\r\nof the CPA.\n[7]\nThis has the\r\neffect that the record is prima facie proof that any matter recorded\r\non the record was properly recorded. But, the\n‘. . . record\r\ndoes not, however, constitute prima facie proof of any fact it\r\ncontains.’\n[8]\n[28]\r\nIn the bail application the second appellant admitted that he was the\r\nowner of a firearm that was found in his possession.\nHis defence that\r\nhe did not shoot the deceased is before court by way of the bail\r\napplication.\n[29]\r\nIn\nR\r\nv Valachia & another\n[9]\nit was held that when the State proves that an accused made an\r\nadmission in a statement, the whole statement must be assessed\r\nincluding the exculpatory portions. It is the duty of the court to\r\n‘weigh the credibility of such portion and to give such\nweight\r\nto it as in its opinion it deserves. . . .’\nAnd\r\nfurther:\n[10]\n‘\nNaturally,\r\nthe fact that the statement is not made under oath, and is not\r\nsubject to cross-examination, detracts very much from\nthe weight to\r\nbe given to those portions of the statement favourable to its author\r\nas compared with the weight which would be given\nto them if he had\r\nmade them under oath, but he is entitled to have them taken into\r\nconsideration, to be accepted or rejected according\nto the Court’s\r\nview of their cogency.’\n[30]\r\nCan the\nValachia\nprinciple\r\nbe applied to the record of bail proceedings?  In\nS\r\nv Cloete\n[11]\nthis court asked whether the principle could be applied to a plea\r\nexplanation that was made in terms of s 115 of the CPA.  EM\n\nGrosskopf JA held at 428A-G that:\n‘\n.\r\n. .it is clear that the evidential value of informal admissions in s\r\n115 statements derives from the ordinary common law of evidence.\nThat\r\nbeing so, there would appear to be no reason of principle why the\r\nrule enunciated in\nR v Valachia (supra)\nshould not be applicable also to such\r\nstatements. . . .And I can think of no other reason why a court\r\nshould be entitled to have\nregard to the incriminating parts of such\r\na statement while ignoring the exculpatory ones.\nThere\r\nis, of course one practical difference between an extra-curial\r\nstatement and an explanation of plea. It is in general the\n\nprerogative of the State to decide whether or not to lead evidence of\r\nan extra-curial statement by the accused. If, on balance,\nthe\r\nstatement may weaken the State case, the State may decide not to\r\nintroduce it into evidence. An explanation of plea is different.\n\nThere it is the accused who decides what to say, and whatever he says\r\nis recorded. In this way he may more readily place self-serving\n\nexculpatory material before court. This objection to the according of\r\nevidential value to a statement pursuant to s 115 was considered\nin\nS\r\nv Malebo\n[\nen\r\nAndere\n1979 (2) SA 636(B)]\n(\nsupra\nat 642H-643A)\nand\r\nregarded as invalid. I agree with this conclusion but not entirely\r\nwith Hiemstra CJ’s reasons. It seems to me that the\ntrue answer\r\nto this objection is that the Legislature has, in s 115, provided a\r\nprocedure whereby material can be placed before\nthe court. It is true\r\nthat an accused may try to abuse it, but the court should ensure that\r\nsuch an attempt does not succeed by\nrefusing to attach any value to\r\nstatements which are purely self-serving, and, generally, by\r\ndetermining what weight to accord\nto the statement as a whole and to\r\nits separate parts.’\n[31]\r\nSection 60(11B)\n(c)\nis\r\nin the same vein. It has been introduced as part of the record of the\r\ntrial, subject to the qualification that it was essential\nthat the\r\naccused had to be warned of the consequences of testifying in the\r\nbail application, prior to its acceptance as part of\nthe record. As\r\nwith s 115, as stated in\nCloete,\n‘the\r\nLegislature has provided a procedure whereby material can be placed\r\nbefore court.’ I am of the view that the\nValachia\nprinciple is applicable in this context\r\nas well.\n[32]\r\nBy way of the bail proceedings the second appellant had placed the\r\ndefence he relied on before court. The issue was what weight\nshould\r\nhave been accorded to it.  It must be kept in mind that the\r\nevidence presented in the bail application is centred on\nthe\r\napplicant being granted bail and not on the merits of the matter. In\r\nthe present matter there was perfunctory cross-examination\non the\r\nmerits during the bail application. This is understandable because\r\nthe aim of the prosecutor was not to secure a conviction.\nThus the\r\ntestimony of the second appellant in the bail application cannot be\r\nequated to testimony given during a trial, which would\nin all\r\nprobability have attracted more rigorous cross-examination, to\r\ndetermine whether his version was reasonably possibly true\nin light\r\nof all the evidence presented.\n[33]\r\nIn\nS\r\nv Boesak\n[12]\nthe\r\nfollowing was said.\n‘\nThe\r\nfact that an accused person is under no obligation to testify does\r\nnot mean that there are no consequences attaching to a decision\nto\r\nremain silent during the trial. If there is evidence calling for an\r\nanswer, and an accused person chooses to remain silent in\nthe face of\r\nsuch evidence, a court may well be entitled to conclude that the\r\nevidence is sufficient in the absence of an explanation\nto prove the\r\nguilt of the accused. Whether such a conclusion is justified will\r\ndepend on the weight of the evidence.\nWhat\r\nis stated above is consistent with the remarks of Madala J, writing\r\nfor the Court, in\nOsman\r\nand Another v Attorney-General, Transvaal\n,\r\nwhen he said the following:\n“\nOur\r\nlegal system is an adversarial one. Once the prosecution has produced\r\nevidence sufficient to establish a\nprima\r\nfacie\ncase, an accused who fails to produce evidence to rebut that case is\r\nat risk. The failure to testify does not relieve the prosecution\nof\r\nits duty to prove guilt beyond reasonable doubt. An accused, however,\r\nalways runs the risk that, absent any rebuttal, the prosecution's\n\ncase may be sufficient to prove the elements of the offence. The fact\r\nthat an accused has to make such an election is not a breach\nof the\r\nright to silence. If the right to silence were to be so\r\ninterpreted, it would destroy the fundamental nature of\nour\r\nadversarial system of criminal justice.”'\n(footnotes\r\nomitted)\n[34]\r\nIn my view, there was a prima facie case against the second\r\nappellant. He did not testify during the trial to explain that\nhe had\r\nnot been in possession of the firearm at the time of the commission\r\nof the offences and, more importantly, when in 2002\ndid he lose it.\r\nMs Ndebele’s evidence established that three people accosted\r\nher. The evidence has shown that two of the\nthree were the first\r\nappellant and the erstwhile second accused, while the third person\r\nhad a firearm in his possession. The licensed\nowner of the weapon\r\nthat killed the deceased is the second appellant who, according to\r\nhis own testimony was in possession of it\nin 2004. In evaluating the\r\nweight that must be accorded to the defence of the second appellant\r\nas contained in the bail application,\nthe following factors are\r\nimportant. There is the objective evidence that the second\r\nappellant’s firearm fired the fatal\nshots that killed the\r\ndeceased. The firearm was in his possession two years later when the\r\ninvestigating officer’s investigation\nled him to the second\r\nappellant.  The investigating officer by chance discovered that\r\nthe second appellant was a licensed\nfirearm holder and had the\r\nfirearm in his possession.  The second appellant’s version\r\nthat his brother had taken the\nfirearm in 2002 must be considered\r\nagainst the backdrop that he did not report such loss; there is no\r\nindication when in 2002 he\nlost his firearm, when his firearm was\r\nreturned to him and how it came about that he was again in possession\r\nthereof in 2004. Furthermore,\nhe contradicted himself on whether or\r\nnot he reported the loss.\n[35]\r\nI am of the view that the State sufficiently proved the elements of\r\nthe crimes against the second appellant. There was a prima\nfacie case\r\nagainst the second appellant and his failure to rebut it had the\r\neffect that the State proved all the elements of the\ncharges against\r\nthe second appellant beyond reasonable doubt.\nSentence\n[36]\r\nThe provisions of s 51 of the Criminal Law Amendment Act 105 of 1997\r\n(the Act) would ordinarily apply to the sentencing regime.\nThe murder\r\ncharge, where the perpetrators acted with a common purpose and the\r\nmurder was committed during an armed robbery, would\nattract a\r\nprescribed minimum sentence of life imprisonment, unless substantial\r\nand compelling circumstances exist to justify the\nimposition of a\r\nlesser sentence.\n[13]\nThe\r\nprescribed minimum sentence for robbery with aggravating\r\ncircumstances is 15 years’ imprisonment.\n[14]\n[37]\r\nHowever, the indictment does not refer to the provisions of s 51 of\r\nthe Act at all. Furthermore, the record does not reflect\nthat the\r\npresiding judge brought the provisions of s 51 of the Act to the\r\nnotice of the appellants before they pleaded to the charges\nor at any\r\ntime during the trial before sentencing commenced.\n[38]\r\n In\nS\r\nv Ndlovu\n[15]\nthe following was said regarding the duties of a presiding officer to\r\nensure that an accused has a fair trial:\n‘\nThe\r\nenquiry, therefore, is whether, on a vigilant examination of the\r\nrelevant circumstances, it can be said that an accused had\nhad a fair\r\ntrial. And I think it is implicit in these observations that where\r\nthe State intends to rely upon the sentencing regime\ncreated by the\r\nAct a fair trial will generally demand that its intention pertinently\r\nbe brought to the attention of the accused\nat the outset of the\r\ntrial, if not in the charge-sheet then in some other form, so that\r\nthe accused is placed in a position\nto appreciate properly in\r\ngood time the charge that he faces as well as its possible\r\nconsequences. Whether, or in what circumstances,\nit might suffice if\r\nit is brought to the attention of the accused only during the course\r\nof the trial is not necessary to decide\nin the present case. It is\r\nsufficient to say that what will at least be required is that the\r\naccused be given sufficient notice\nof the State's intention to enable\r\nhim to conduct his defence properly.’\n[39]\r\nThis was not done in the instant matter and thus the sentencing\r\nregime of s 51 of the Act is not applicable. On account of\nthe\r\npaucity of information regarding the appellants’ personal\r\ncircumstances contained in the judgment on sentence and the\nabsence\r\nof the record of the pre-sentencing proceedings, I am constrained to\r\nrevert to the information furnished during the bail\napplication\r\nproceedings.\n[40]\r\nI take into consideration as held in\nS\r\nv Vilakazi\n[16]\nthat in respect of\n‘\n.\r\n. . serious crime the personal circumstances of the offender . . .\r\nrecede into the background. Once it becomes clear that the\ncrime is\r\ndeserving of a substantial period of imprisonment the questions\r\nwhether the accused is married or single, whether he has\ntwo children\r\nor three, whether or not he is in employment, are in themselves\r\nlargely immaterial to what that period should be .\n. . .’\n[41]\r\nAt the time of the commission of the crimes the first appellant was a\r\n23 year old first offender. At the time of his bail application\nhe\r\nwas single, unemployed and lived with his father and four siblings.\r\nHe had been in custody for a period of approximately 30\nmonths as an\r\nawaiting trial prisoner when sentence was imposed.\n[42]\r\nThe second appellant was also 23 years old at the time of the\r\nincident. He had no previous convictions. At the time of the\nbail\r\napplication he was a single father and he and his child resided with\r\nhis parents. The mother of the child was also alive.\nHe was employed\r\nat the time of his arrest.\n[43]\r\nUnfortunately we have no information regarding the victims of these\r\ncrimes. We do not know Mr Mthembu’s age, whether\nhe was a\r\nfather and whether he was employed and maintained a family. We do not\r\nknow if he had any dependants and, if so, how many.\nNone of this is\r\nevident from the judgment on sentence. I can only repeat what was\r\nsaid in\nS\r\nv Matyityi:\n[17]\n‘\nI\r\nhazard that the value of the sum of his life must have been far\r\ngreater than the crime statistic that he has come to represent\nin\r\ndeath. It surely would therefore be safe to infer that in some way or\r\nthe other his death must have had devastating consequences\nfor\r\nothers.’\nWe\r\nsimilarly do not know what effect the crimes have had on Ms Ndebele.\r\n The judgment on sentence is silent on that too.\n[44]\r\nThe community demands that consistent and, if necessary, severe\r\nsentences be handed down for serious crimes. In this instance\nthe\r\nmotive was clearly to rob the victims. There was no need to injure or\r\nkill any of the victims as the perpetrators outnumbered\nthem and Ms\r\nNdebele had run away when the fatal shot was fired.\n[45]\r\nTaking into consideration all the known factors I am of the view that\r\na sentence of 20 years’ imprisonment on the charge\nof murder is\r\nappropriate, while a sentence of 10 years’ imprisonment is\r\nsuitable for the charge of robbery with aggravating\ncircumstances. \r\nThe cumulative effect of these sentences must be taken into\r\nconsideration, as well as the fact that the first\nappellant had\r\nalready spent more than two years in custody at the time of\r\nsentencing.\n[46]\r\nAccordingly the following order is made.\n1. The appeal\r\nagainst the convictions of the appellants is dismissed.\n2. The appeal\r\nagainst the sentences imposed on the appellants is upheld and the\r\nsentences are set aside and substituted with the\n  following in\r\nrespect of each of the appellants.\n‘\nCount\r\n1:  20 years’ imprisonment; and\nCount\r\n2: 10 years’ imprisonment.’\n3. It is ordered\r\nthat the sentences imposed in respect of count 2 will   run\r\nconcurrently with the sentences imposed in count\n1.\n4.\r\nThe sentences are antedated to 15 December 2006.\n______________________\nI\r\nSchoeman\nActing\r\nJudge of Appeal\nAPPEARANCES\nFor the Appellants:\r\nF van As (First Appellant)\nL\r\nAugustyn (Second Appellant)\nInstructed\r\nby:\nLegal\r\nAid South Africa, Pretoria\nBloemfontein\r\nJustice Centre, Bloemfontein\nFor\r\nthe Respondent: P Vorster\nInstructed by:\nDirector of Public\r\nProsecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein\n[1]\nS\r\n\tv Chabedi\n2005\r\n\t(1) SACR 415\n(SCA) paras 5 and 6.\n[2]\nNkoketsent\r\n\tElliot Pilane v The State\n(NWM)\r\n\tunreported case no CA10/2014 (5 March 2015).\n[3]\nS\r\n\tv Matshivha\n;\n2014 (1) SACR 29\n(656/12);\n[2013] ZASCA 124\n(SCA) para 10.\n[4]\nS\r\n\tv Litako & others\n2014\r\n\t(2) SACR 431;[2014] ZASCA 54 (SCA).\n[5]\nDirector\r\n\tof Public Prosecutions, Transvaal v Viljoen\n2005(1)\r\n\tSACR 505 (SCA) para 33.\n[6]\nS\r\n\t60(11B)\n(\nc)\nreads as follows: ‘(c) The record of the bail\r\n\tproceedings, excluding the information in paragraph (\na\n),\r\n\tshall form part of the record of the trial of the accused following\r\n\tupon such bail proceedings: Provided that if the accused\nelects to\r\n\ttestify during the course of the bail proceedings the court must\r\n\tinform him or her of the fact that anything he or\nshe says, may be\r\n\tused against him or her at his or her trial and such evidence\r\n\tbecomes admissible in any subsequent proceedings.’\n[7]\nS \r\n\tv Dlamini; S v Dladla &others; S v Joubert; S v Schietekat\n1999(2)\r\n\tSACR 51 (CC) para 87.\n[8]\nDu Toit et al\nCommentary\r\n\ton the\nCriminal Procedure Act\nVolume\n2 24-110 [Service 49, 2012].\n[9]\nR\r\n\tv Valachia & another\n1945\r\n\tAD 826\nat 835.\n[10]\nValachia\nat\r\n\t837.\n[11]\nS\r\n\tv Cloete\n1994\r\n\t(1) SACR 420\n(A) 428a-g.\n[12]\nS\r\n\tv Boesak\n[2000] ZACC 25\n;\n2001\r\n\t(1) SACR 1\n; [2000] ZACC (CC) 25 para 24.\n[13]\nSection 51(1)\nof the\nCriminal Law Amendment Act 105 of 1997\nread\r\n\twith\nPart I\nof Schedule 2 of the Act.\n[14]\nSection 51(2) of the Act read with Part II of Schedule 2 of the Act.\n[15]\nS\r\n\tv Ndlovu\n2003\r\n\t(1) SACR 331\n;\n[2002] ZASCA 144\n(SCA) para 12.\n[16]\nS\r\n\tv Vilakazi\n2012\r\n\t(6) SA 353\n;\n[2008] ZASCA 87\n(SCA) para 58.\n[17]\nS\r\n\tv Matyityi\n2011\r\n\t(1) SACR 40\n;\n[2010] ZASCA 127\n(SCA) para 15.",
  "scraped_at": "2026-02-12T17:15:29.781588",
  "date": "2015-04-08",
  "coram": [
    "Mpati P",
    "Majiedt JA",
    "Schoeman AJA"
  ],
  "case_number": "20401/2014",
  "parties": {
    "applicants": [
      "Bushi Mike Machaba",
      "Elvis Boy Mbuyane"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 3 May 2002 the deceased Cyprian Mthembu and his girlfriend Ms Ndebele were attacked by three men in Soshanguve. One assailant fired shots, killing the deceased and stealing his cell phone. Police investigations in 2004 linked the first appellant, the second accused (now deceased), and the second appellant to the crime. The first appellant gave a warning statement to a police captain, sold the stolen phone, and later admitted his presence at the scene. The second appellant owned the firearm that was ballistically linked to the fatal shot and was in possession of it in 2004. All three were convicted of murder and robbery with aggravating circumstances in the North Gauteng High Court. The record of the trial is incomplete, lacking transcripts of the final week and of a trial‑within‑a‑trial concerning the second accused.",
    "issues": "1) Whether the incomplete trial record justifies setting aside the appellants' convictions and sentences. 2) Whether the oath required by s 162 of the Criminal Procedure Act was properly administered to State witnesses. 3) Whether extrajudicial statements made by co‑accused are admissible as evidence against another accused. 4) Whether the sentencing provisions of s 51 of the Criminal Law Amendment Act applied to the sentencing of the appellants.",
    "principles": "The court applied the principle from S v Chabedi that the record must be adequate, not perfect, for appellate review. Section 162 of the CPA imposes a peremptory requirement that the presiding judge or registrar administer the oath; failure to do so renders testimony inadmissible. The doctrine that extra‑curial confessions of one accused are inadmissible against another (as affirmed in recent precedent) was applied. The Valachia principle on weighing statements was considered but limited to admissible evidence. Finally, s 51 sentencing provisions require that the accused be put on notice of the regime, which was absent in this case.",
    "application": "The court found the incomplete record did not prejudice the appeal and therefore did not overturn the convictions. No clear evidence showed that the oath was administered by anyone other than the presiding judge or registrar; the abbreviations in the record did not prove a breach, so the oath requirement was satisfied. Extrajudicial statements of the first appellant and the second accused were held inadmissible against the second appellant, but the State still proved the second appellant's guilt through ownership of the firearm and other circumstantial evidence. Because the parties were not given proper notice of s 51 sentencing provisions, those provisions could not be applied; sentencing was instead based on the facts and the seriousness of the offenses.",
    "conclusion": "The appeal against the convictions of the two appellants was dismissed. The appeal against the sentences was upheld: the original sentences were set aside and substituted with a 20‑year term for murder and a 10‑year term for robbery with aggravating circumstances, to run concurrently and antedated to 15 December 2006."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide and Robbery",
    "level_3": [
      "admissibility of hearsay",
      "oath administration",
      "sentencing regime",
      "appeal procedure"
    ]
  }
}