{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/75.html",
  "case_name": "Za v Smith and Another (20134/2014) [2015] ZASCA 75; 2015 (4) SA 574 (SCA); [2015] 3 All SA 288 (SCA) (27 May 2015)",
  "citation": "[2015] ZASCA 75",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 75\n|\nNoteup\n|\nLawCite\nZa v Smith and Another (20134/2014) [2015] ZASCA 75; 2015 (4) SA 574 (SCA); [2015] 3 All SA 288 (SCA) (27 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo 20134/2014\nIn\r\nthe matter between:\nFEDERICA\r\nZA\n.................................................................................................................\nAPPELLANT\nand\nANDRÉ\r\nFREDERIK\r\nSMITH\n...........................................................................\nFIRST\r\nRESPONDENT\nMATROOSBERG\r\nRESERVAAT\r\nCC\n..........................................................\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation:\nZa v Smith\n(20134/2014)\n[2015] ZASCA 75\n(27 May 2015).\nCoram:\nBrand, Cachalia, Petse JJA, Fourie\net\nMayat AJJA\nHeard:\n11 May 2015\nDelivered:\r\n27 May 2015\nSummary:\nDelict – claim by dependants for\r\nloss suffered through death of their breadwinner who fell over a\r\nsheer precipice in a mountain\nresort – liability of respondents\r\nas owner and entity in control of resort – element of\r\nwrongfulness, negligence and\ncausation considered\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court, Cape Town (Griesel J, sitting as court of first\r\ninstance):\n1 The appeal is\r\nupheld with costs, including the costs of two counsel, against the\r\nrespondents jointly and severally.\n2 The order of the\r\ncourt a quo is set aside and replaced by the following:\n‘\n(a)\r\nIt is declared that the respondents are liable, jointly and\r\nseverally, to compensate the plaintiff in her personal capacity\nand\r\nin her capacity as mother and natural guardian of her three minor\r\nchildren in such sum as may be agreed or determined in due\ncourse.\n(b) The defendants\r\nare liable, jointly and severally, for payment of the plaintiff’s\r\ncosts, including the costs of two counsel.’\n3\r\nThe cross-appeal is dismissed with costs, including the costs of two\r\ncounsel.\nJUDGMENT\nBrand\r\nJA\n(Cachalia, Petse JJA, Fourie et\r\nMayat AJJA concurring):\n[1]\r\nThis appeal originates from a tragic incident on 27 June 2009 when\r\nthe late Mr Pieralberto Za (the deceased) slipped on a snow\ncovered\r\nmountain slope and fell over a 150 metre sheer precipice to his\r\ndeath. The incident occurred at Conical Peak, one of the\nhighest\r\nmountain peaks in the Western Cape. It is situated on the farm\r\nErfdeel near the town of Ceres and in the Matroosberg private\n\nreserve. The reserve is the property of the first respondent, Mr\r\nAndre Smith, on which the second respondent, Matroosberg Reservaat\n\nCC, conducts the business of the private nature reserve for gain. The\r\ndeceased was the father of three minor children. At the time\nof his\r\ndeath their ages varied from eight to two years of age. The\r\nappellant, Ms Federica Za, was married to the deceased and is\nthe\r\nmother of their children. She instituted action in the Western Cape\r\nDivision of the High Court, Cape Town, in her personal\ncapacity and\r\nin her capacity as mother and natural guardian of her three children,\r\nfor the loss of support they had suffered through\nthe death of the\r\ndeceased. In substance, her claim was based on delictual liability\r\narising from the wrongful and negligent failure\nby the first and\r\nsecond respondents to take reasonable steps to avoid the incident\r\nwhich led to the death of the deceased.\n[2]\r\nBefore the commencement of the trial, the parties agreed to a\r\nseparation of issues in terms of Uniform rule 33(4). In terms\nof the\r\nseparation agreement, the issues relating to the respondents’\r\ndelictual liability were to be determined first while\nthose relating\r\nto the quantum of the appellant’s damages stood over for later\r\ndetermination. The matter came before Griesel\nJ. At the end of the\r\npreliminary proceedings, he held that the appellant had failed to\r\ndischarge the onus of proving a causal connection\nbetween the alleged\r\nwrongful and negligent omission of the respondents, on the one hand,\r\nand the death of the deceased, on the\nother. In consequence, her\r\nclaims were dismissed with costs. The appeal against that judgment is\r\nwith the leave of the court a\nquo. There is also a cross-appeal by\r\nthe respondents which is likewise with the leave of the court a quo.\r\nBroadly stated, it is\naimed at the failure by the court a quo to\r\naward the costs of the respondents’ expert witness, Dr Meiring\r\nBeyers.\nBackground\r\nfacts\n[3]\r\nThe facts are not particularly complex and largely common cause. They\r\nappear from what follows. In conducting its business of\na private\r\nnature reserve, the second respondent invited and allowed members of\r\nthe public, for a fee, to make use of the recreational\nfacilities\r\navailable in the reserve. It did so with the full knowledge and\r\napproval of the first respondent. The recreational facilities\n\navailable included four-wheel drive vehicle routes. One of the main\r\nattractions, particularly during the winter season, was the\nspecific\r\nfour-wheel drive vehicle route leading up to Conical Peak. The route\r\nproceeds over very rough terrain and ends in a fairly\nlevel plateau\r\nat the foot of Conical Peak where members of the public park their\r\nvehicles. In the immediate vicinity of this parking\narea, there is a\r\nsharp precipice falling 150 metres into a gorge known as\r\nGroothoekkloof. Although it is clear from the parking\narea that there\r\nmust be a very deep gorge between that area and the sheer cliffs on\r\nthe other side, the actual edge of the plateau\nis not visible,\r\nparticularly when the surroundings are covered with snow, as it was\r\non the day of the incident.\n[4]\r\nTwo witnesses called by the appellant were actually present when the\r\ntragic incident occurred. They were Mr Benjamin Moggee\nand Mr Otto\r\nRall. Rall took a series of photographs immediately before and after\r\nthe tragic event. These photographs were introduced\nat the trial and\r\nare of great benefit in understanding the evidence. In addition, the\r\ncourt a quo had the advantage of an inspection\nin loco when there was\r\na significant amount of snow, both at the scene and along the\r\nfour-wheel drive route to the top. Photographs\ntaken at the\r\ninspection were also dealt with in evidence. This, to some extent,\r\nalleviates the disadvantage of those, including\nthe members of this\r\ncourt, who did not attend the inspection.\n[5]\r\nMoggee was a close friend and business associate of the deceased.\r\nTheir business had an Italian name, Soluzione, because the\ndeceased\r\nwas a qualified architect of Italian origin. Somewhat ironic, in view\r\nof how he met his fate in South Africa where snow\nis an uncommon\r\nphenomenon, is that the deceased grew up in an area of the Italian\r\nAlps known as the Dolomites where he partook\nin the sport of downhill\r\nskiing and where he must have spent many days in the snow. On the\r\nfateful day Moggee and the deceased\ndrove from Cape Town to\r\nMatroosberg to see the snow, each in his own four-wheel drive\r\nvehicle. Moggee had been in the area on at\nleast three previous\r\noccasions together with his parents, wife and children. On at least\r\nsome of these occasions, snow conditions\nprevailed. The deceased\r\nexpressed a keen interest in going up Matroosberg in the snow, but\r\nthe occasion had not presented itself\npreviously. When heavy snow\r\nfell in late June 2009, the two of them managed to arrange the\r\nexcursion. Their plan was that, after\nthey had experienced the snow,\r\nthey would go down to the river where they would have a braai.\n[6]\r\nUpon their arrival at the office on the farm, they paid their\r\nentrance fee to the second respondent and then proceeded along\nthe\r\ndesignated four-wheel drive track up the mountain towards Conical\r\nPeak through thick snow. They arrived at Conical Peak between\n12h30\r\nand 13h00 and parked in the snowbound parking area behind the\r\nvehicles that had arrived before them. According to Moggee’s\n\nestimation, there were already about 20 to 30 people on the mountain,\r\nincluding children. Some were skiing down the face of Conical\nPeak on\r\npieces of cardboard used as homemade sledges. Moggee and the deceased\r\ngot out of their vehicles. They intended to walk\nto a position where\r\nMoggee had had a picnic with his family on a previous occasion and to\r\nenjoy the scene down the gorge from there.\nMoggee took two folding\r\nchairs and two beers from the vehicle and started walking. His\r\nimpression of the surface in the parking\narea and its surroundings\r\nwas that of white snow. To him it looked similar to what he had\r\nencountered on his previous visits. There\nwere tracks in the snow and\r\nthe surface on which they were walking, made what he described as the\r\nsound of fresh snow. He was not\naware of the 150 metre immediate drop\r\nwhere the snow ended. According to Moggee, he was also unaware that\r\nthe situation on Conical\nPeak that day was dangerous in any way. In\r\naddition, he inferred that the deceased, despite his knowledge of\r\nsnowy mountains, did\nnot see any danger either. Given the deceased’s\r\npersonality and the fact that both of them were the fathers of young\r\nchildren,\nso Moggee said, it is highly unlikely that, if the deceased\r\nsuspected any hidden danger, he would not have alerted Moggee.\n[7]\r\nThe two of them started walking to the spot chosen by Moggee. He was\r\ncarrying the two folding chairs and the beers. They walked\nparallel\r\nto the edge of the precipice. Without warning Moggee slipped. He\r\nindicated that he at first lurched backwards, then pulled\nhimself\r\nforwards and landed on his hands and knees, jettisoning the chairs\r\nand the beers in the process. He then started sliding\nuncontrollably\r\ntowards the precipice on his hands and knees. The surface was hard\r\nand slippery. He tried to dig his fingers in,\nbut was unable to do\r\nso. Instead, he picked up speed. He saw a little patch of what looked\r\nlike grass and as he went past, he stuck\nhis left hand into it and\r\nwas able to arrest his slide in this way. When he stopped he saw the\r\ndeceased sliding past him on his\nbackside towards the precipice with\r\nhis arms folded across his chest in a brace position. Sadly he slid\r\nover the precipice and\nfell to his death. Where Moggee had stopped,\r\nthe conditions under foot were so slippery that he could not get back\r\nonto his feet.\nHe therefore called for help and was pulled from his\r\nposition by others present in the area using ropes. Unaware of what\r\nhappened\nto the deceased he fashioned a harness from rope and\r\nattempted to approach the edge of the precipice in search of his\r\nfriend. The\nsurface was too slippery for him to do so. He therefore\r\nused a spade to dig footholds into the surface. According to Moggee’s\n\nestimation, the point where he had arrested his slide was a few\r\nmetres from the precipice.\n[8]\r\nRall arrived at Conical Peak shortly before Moggee and the deceased\r\nhad reached the parking area. He parked alongside the other\nvehicles\r\nin the parking area. When he and his wife alighted from the vehicle,\r\nthey found that the area where they had stopped was\nhard and\r\nslippery. He had to dig his heels into the snow to prevent himself\r\nfrom falling on his backside. Nonetheless, he obviously\ndid not\r\nperceive the situation as exceptionally dangerous. On one of the\r\nphotographs that he took, he identified his wife as standing\nnear the\r\nedge of the precipice. He testified that before he took the\r\nphotograph, he had stood there with her. He said that he would\nnot\r\nhave done so if he had appreciated that there was any danger in them\r\ndoing so. The reason why he did not appreciate the danger,\nhe said,\r\nwas that it was not apparent where the precipice was in relation to\r\nwhere they had been standing. He realised that there\nwas a slope\r\ntowards the precipice, but regarded it as a gentle slope which did\r\nnot create any particular danger. It turned out\nthat his concern\r\nabout the slippery conditions underfoot had nothing to do with a fear\r\nof slipping over the precipice. His real\nconcern was to avoid falling\r\non his backside. Others were obviously under the same mistaken\r\nimpression as Rall and his wife because\nnumerous footprints in the\r\nsnow are depicted by his photograph of the area. Rall was aware of\r\nMoggee and the deceased arriving\nand noted that they had walked\r\nbetween his vehicle and the deceased’s vehicle towards the\r\npoint where the incident had occurred.\nHe did not see precisely where\r\nthey went because he had his back turned to them. He also did not\r\nknow what had caught his attention\nbut he turned to see Moggee lying\r\nin the snow calling for help. He then assisted in recovering Moggee\r\nfrom his dangerous position.\n[9]\r\nThe appellant also called two expert witnesses, namely, Dr Rik de\r\nDecker and Mr Dion Tromp. Although De Decker is a medical\nspecialist,\r\nhe was not called for his professional expertise, but for his\r\nexperience as a mountaineer, skier and mountain rescue\npractitioner\r\nin mountains all over the world, since 1982. In the light of his\r\nexperience, he was able to speak authoritatively\nabout snow, ice,\r\nAlpine conditions and the dangers they pose. He also knew Matroosberg\r\nwell and in fact partook in the recovery\nof Mr Andrew John in 2007,\r\nwho fell to his death from a spot close to where the deceased had met\r\nhis fate. His evidence was that\nthe combination of snow and ice is a\r\ncontinually changing environment. It varies from place to place and\r\nfrom time to time, even\nduring the cycle of a single day. Although it\r\nis not an unusual phenomenon to those familiar with these conditions,\r\namateurs may\nbe caught unawares. In consequence, they would also be\r\nunaware of the danger it poses. The fact that Matroosberg may be\r\naccessed\nby four-wheel drive vehicles right up to Conical Peak, so he\r\nsaid, increases the potential danger, because it causes people to\r\nunderestimate the conditions and thus be lulled into a false sense of\r\nsecurity.\n[10]\r\nThe prevailing conditions near Conical Peak on the day of the\r\nincident were described by De Decker as ‘objectively\r\ndangerous’.\nBy that he meant that there was a real and imminent\r\ndanger which was unlikely to be recognisable by those with no\r\nexperience of\nthese conditions. What rendered the conditions so\r\ndangerous, he said, was the fact that there was a soft layer of\r\nunfrozen snow,\nat places no more than one to two centimetres thick,\r\nconcealing a hard layer of frozen ice which was extremely slippery\r\nand dangerous,\nparticularly on a slope. And if one slipped and fell\r\non the slope, he explained, one could slide for hundreds of metres,\r\nonly coming\nto a stop once the incline flattens or something else\r\narrests the slide. In his expert notice in terms of Uniform rule 36,\r\nhe expressed\nthe view that the layer of unfrozen snow had been caused\r\nby freshly fallen snow. After he had spoken to those who were there\r\non\nthe day, it became clear to him, however, that there was no\r\nsnowfall on that day. He then concluded that the layer of unfrozen\r\nsnow had been caused by the fact that the top layer had melted. With\r\nreference to the deep layer of unfrozen snow encountered by\nthe\r\nvehicles on their route up the mountain, as depicted in the\r\nphotographs of Rall, he explained that the temperature was higher\nat\r\nthe lower altitudes than at Conical Peak. In addition, the rate of\r\nmelting also had to do with the elevation and position of\nthe sun,\r\nthe slope orientation, protruding topographical features, and so\r\nforth. In short, because the parking area was higher\nand the\r\nincidence of sunlight less than en route up the mountain, this\r\nresulted in less melting of frozen snow than would have\nbeen\r\nencountered en route. To the unwary everything would, however, look\r\nvirtually the same: a mountain area covered by soft snow.\n[11]\r\nTromp is an expert in height safety equipment and in working at\r\nheights. Part of his occupation is to train people to work\naround\r\nhigh and dangerous sites. In addition, he has substantial experience\r\nin mountaineering and skiing in snow and icy conditions.\nHe has also\r\nbeen involved in mountain rescue operations since 1973. In this\r\nregard, he was involved in the recovery of the bodies\nof Mr Andrew\r\nJohn and Ms Elaine Abrams, who fell to their deaths in the Conical\r\nPeak area, into Groothoekkloof in 2007 and 2010\nrespectively. He\r\nconfirmed De Decker’s evidence that, on 27 June 2009,\r\ncircumstances at Conical Peak presented a serious\ndanger which would\r\nnot have been evident to the uninitiated. This danger was the risk of\r\nslipping on the hard frozen ice underlying\na thin layer of snow,\r\nwhatever the distance from the edge and then sliding down the\r\nprecipice.\n[12]\r\nTromp also expressed an opinion as to what steps could have been\r\ntaken in order to prevent the incident. In his expert summary\nin\r\nterms of Uniform rule 36(9), he made four suggestions: (a) The total\r\nprohibition of vehicles on Matroosberg when conditions\nare dangerous.\r\n(b) The erection of catching fences that will prevent people from\r\nfalling over the edge. (c) The prohibition of\nvehicle access to the\r\ncurrent parking area by providing a turning point and a parking site\r\nlower down. (d) Warning and educating\npeople by way of signs and\r\nnotices, when dangerous conditions present themselves, so that the\r\nunwary may know that they are entering\na very treacherous area.\n[13]\r\nIn his evidence, he abandoned proposals (a) and (b). At the same\r\ntime, he expanded on (c) and (d). As to (c), he proposed that\na\r\nstonewall or gabion fence be built with an opening through which\r\nvisitors would have to pass on foot. This would cause people\nto walk\r\nsome distance in the snow and in this way make themselves aware of\r\nthe treacherous mountain environment. At the entrance\nthus created by\r\na stonewall or fence, he recommended that a number of graphic warning\r\nsigns be placed that alerted visitors to\nkeep away from the precipice\r\nand of the dangers of slipping and sliding on the surface. As to (d),\r\nhe further proposed that a line\nof poles connected by markers should\r\nbe placed along the line beyond which visitors should not be allowed\r\nto go closer to the precipice\nand warning that treacherous conditions\r\nexisted on the other side of the line. He also suggested that an\r\ninduction or briefing,\nalerting visitors to the dangers posed by\r\nconditions to be encountered on Conical Peak, beyond the line of\r\npoles, should be held\nat the entrance of the resort prior to visitors\r\ncommencing the assent on the four-wheel drive route to Conical Peak.\r\nHe further\ntestified that all of this could be done at a minimal\r\ncost, which he estimated  to be between R50 000 and\r\nR70 000.\nNo witness was called on behalf of the respondents,\r\ndespite their notice in terms of Uniform rule 36(9), that they\r\nintended to\ncall Dr Meiring-Beyers as an expert witness.\nWrongfulness\n[14]\r\nIn the court a quo as well as in this court the respondents’\r\nfirst line of defence rested on what they proposed to be\nthe absence\r\nof wrongfulness. For this defence they relied, in the main, on a\r\nproposition of law for which they sought to find support\nin older\r\nauthorities such as\nSkinner v Johannesburg Turf Club\n1907 TS\r\n852\nat 860 and MacIntosh and Scoble\nNegligence in Delict\n5 ed\r\n(1970) at 196-198. What this proposition amounts to in essence, is\r\nthat owners and others in control of property, are under\na duty to\r\nwarn and protect those who visit the property against hidden dangers\r\nof which the latter are unaware, but not against\ndangers which are\r\nclear and apparent. The court a quo found merit in this defence. That\r\nmuch appears from the following passage\nin the court’s judgment\r\n(paras 24 and 25):\n‘\nHaving\r\nbeen to the scene of the incident . . . I am inclined to agree with\r\nthis line of reasoning. . . . On arrival at the top one\nis presented\r\nwith a dramatic view of the various mountain ranges and peaks towards\r\nthe north and the east. It is immediately apparent,\neven to the\r\nfirst-time visitor, that there must be a very deep gorge between the\r\nparking area and the cliffs clearly visible on\nthe other side of the\r\nkloof. The fact that the land slopes slightly towards the edge of the\r\ngorge is likewise clear and apparent\neven though the actual edge\r\nitself is not visible from the parking area. As for the condition of\r\nthe snow underfoot, the qualities\nof snow can vary from moment to\r\nmoment and from place to place and can be extremely treacherous. This\r\nlikewise becomes clear and\napparent as soon as visitors disembark\r\nfrom their vehicles, as confirmed by Mr Rall under cross-examination.\nIn\r\nshort, the potential danger inherent in the snow-covered site near a\r\ndeep precipice ought to be clear and apparent to a visitor\nupon\r\narrival on the scene, which danger increases exponentially the closer\r\none approaches the concealed edge of the precipice.\nHaving\r\nsaid that, I do not find it necessary to make any firm finding in\r\nthis regard or to base the judgment on this issue. In the\nview that I\r\ntake of the matter it may be assumed in favour of the plaintiff\r\n(without finding) that the defendants were under a\nlegal duty to\r\nprotect persons in the position of the deceased against the\r\npossibility of harm and that their failure to take adequate\nsteps to\r\nprevent foreseeable harm was indeed unlawful and negligent. However,\r\nproof alone that reasonable precautions were not\ntaken to avoid\r\nforeseeable harm and that the harm occurred does not establish that\r\nthe former caused the latter. Before the defendants\ncan be held\r\nliable, the court must be satisfied that there is indeed a causal\r\nlink between the defendants’ negligence and\nthe death of the\r\ndeceased. It is on this aspect, in my view, that the plaintiff’s\r\nclaim falters.’\n[15]\r\nAs foreshadowed in the final sentence quoted, the court a quo\r\neventually dismissed the appellant’s claim on the basis\nthat\r\nshe had failed to establish the element of causation. I shall return\r\nto this. But I propose to deal first with the element\nof\r\nwrongfulness. In doing so, let me start out by saying that I do not\r\nbelieve that the concept of a clear and apparent danger,\non which the\r\nrespondents so heavily relied for this line of defence, has anything\r\nto do with wrongfulness at all. In my view it\npertains to negligence.\r\nHence it again brings to the fore the potential confusion between\r\nthese two discrete elements of delictual\nliability: a confusion which\r\nnot only offends the legal purists, but can in fact lead to the wrong\r\nimposition of delictual liability.\nThe import of wrongfulness in the\r\nprovince of delict – and particularly with reference to\r\ndelictual liability for omissions\nand pure economic loss – has\r\nbeen formulated, both by the Constitutional Court and in this court\r\non numerous occasions recently\n(see eg\nGouda Boerdery BK v\r\nTransnet\n[2004] ZASCA 85\n;\n2005 (5) SA 490\n(SCA) para 12;\nLocal\r\nTraditional Council of Delmas v Boshoff\n2005 (5) SA 514\n(SCA)\r\npara 20;\nHawekwa Youth Camp v Byrne\n[2009] ZASCA 156\n;\n2010 (6)\r\nSA 83\n(SCA) para 22; Johan Scott ‘Akwiliese aanspreeklikheid\r\nvir suiwer ekonomiese verlies – Die Hoogste Hof van Appèl\n\ndraai briek aan’\n2014 4 TSAR 826).\nIn the most recent of these\r\nexpositions by the Constitutional Court in\nCountry Cloud Trading\r\nCC v MEC Department of Infrastructure Development\n[2014] ZACC 28\n;\n2015 (1) SA 1\n(CC) paras 20-21, Khampepe J explained the position as\r\nfollows:\n‘\nWrongfulness\r\nis an element of delictual liability. It functions to determine\r\nwhether the infliction of culpably caused harm demands\nthe imposition\r\nof liability or, conversely, whether “the social, economic and\r\nother costs are just too high to justify the\nuse of the law of delict\r\nfor the resolution of the particular issue”. Wrongfulness\r\ntypically acts as a brake on liability,\nparticularly in areas of the\r\nlaw of delict where it is undesirable and overly burdensome to impose\r\nliability.\nPreviously,\r\nit was contentious what the wrongfulness enquiry entailed, but this\r\nis no longer the case. The growing coherence in\nthis area of our law\r\nis due in large part to decisions of the Supreme Court of Appeal over\r\nthe last decade. Endorsing these developments,\nthis court in\nLoureiro\n[ie\nLoureiro v Imvula Quality Protection (Pty) Ltd\n[2014]\r\nZACC 4\n;\n2014 (3) SA 394\n(CC) para 53] recently articulated that the\r\nwrongfulness enquiry focuses on –\n“\nthe\r\n[harm-causing] conduct and goes to whether the policy and legal\r\nconvictions of the community, constitutionally understood, regard\nit\r\nas acceptable. It is based on the duty not to cause harm –\r\nindeed to respect rights – and questions the reasonableness\nof\r\nimposing liability.”\nThe\r\nstatement that harm-causing conduct is wrongful expresses the\r\nconclusion that public or legal policy considerations require\nthat\r\nthe conduct, if paired with fault, is actionable. And if conduct is\r\nnot wrongful, the intention is to convey the converse:\n“that\r\npublic or legal policy considerations determine that there should be\r\nno liability; that the potential defendant should\nnot be subjected to\r\na claim for damages”, notwithstanding his or her fault.’\r\n(Footnotes omitted.)\n[16]\r\nWith reference to the criterion for wrongfulness referred to in\nLoureiro\n, as to whether it would be reasonable to impose\r\nliability on the defendant, the Constitutional Court sounded the\r\nfollowing note\nof caution in\nLe Roux v Dey (Freedom of Expression\r\nInstitute and Restorative Justice Centre as amici curiae\n)\n[2011]\r\nZACC 4\n;\n2011 (3) SA 274\n(CC) para 122):\n‘\nIn\r\nthe more recent past our courts have come to recognise, however, that\r\nin the context of the law of delict:\n(a)\nthe criterion of wrongfulness ultimately depends on a judicial\r\ndetermination of whether — assuming all the other elements\nof\r\ndelictual liability to be present — it would be reasonable to\r\nimpose liability on a defendant for the damages flowing\nfrom specific\r\nconduct; and\n(b)\nthat the judicial determination of that reasonableness would in turn\r\ndepend on considerations of public and legal policy in accordance\n\nwith constitutional norms. Incidentally, to avoid confusion it should\r\nbe borne in mind that, what is meant by reasonableness in\nthe context\r\nof wrongfulness has nothing to do with the reasonableness of the\r\ndefendant's conduct, but it concerns the reasonableness\nof imposing\r\nliability on the defendant for the harm resulting from that conduct.’\r\n(Footnotes omitted.)\n[17]\r\nThe potential confusion between wrongfulness and negligence warned\r\nagainst in\nLe Roux\nbecomes readily apparent when the test for\r\nwrongfulness is formulated, as it unfortunately was in\nVan Eeden v\r\nMinister of Safety and Security\n2003 (1) SA 389\n(SCA) para 9,\r\nnamely:\n‘\nAn\r\nomission is wrongful if the defendant is under a legal duty to act\r\npositively to prevent the harm suffered by the plaintiff.\nThe test is\r\none of reasonableness. A defendant is under a legal duty to act\r\npositively to prevent harm to the plaintiff if it is\nreasonable to\r\nexpect of the defendant to have taken positive measures to prevent\r\nthe harm.’\n[18]\r\nThis is to be compared with the well-known formulation of the test\r\nfor negligence by Holmes JA in\nKruger v Coetzee\n1966 (2) SA\r\n428\n(A) 430E-G when he said that negligence would be established if:\n‘\n(a)\na\ndiligens\r\npaterfamilias\nin the position of the\r\ndefendant -\n(i)\r\nwould foresee the reasonable possibility of his conduct injuring\r\nanother in his person or property and causing him patrimonial\nloss;\r\nand\n(ii)\r\nwould take reasonable steps to guard against such occurrence; and\n(b)\nthe defendant failed to take such steps.\nThis\r\nhas been constantly stated by this Court for some 50 years.\r\nRequirement\n(a)\n(ii) is sometimes overlooked. Whether a\ndiligens\npaterfamilias\nin the position of the person concerned would take any guarding steps\r\nat all and, if so, what steps would be reasonable, must always\ndepend\r\nupon the particular circumstances of each case.’\n[19]\r\nIt should be readily apparent that if the test for wrongfulness is\r\nwhether it would be reasonable to have expected the defendant\nto take\r\npositive measures, while the test for negligence is whether the\r\nreasonable person would have taken such positive measures,\nconfusion\r\nbetween the two elements is almost inevitable. It would obviously be\r\nreasonable to expect of the defendant to do what\nthe reasonable\r\nperson would have done. The result is that conduct which is found to\r\nbe negligent would inevitably also be wrongful\nand\nvisa\r\nversa\n. The question then arising was\r\nthe very title of an academic article by Prof Johan Neethling, namely\r\n‘The Conflation of Wrongfulness\nand Negligence: Is it always\r\nsuch a bad thing for the law of delict?’\n(2006) 123\nSALJ\n204\n.\nTo which our former colleague, R W Nugent, responded extra-judicially\r\nin an article entitled ‘Yes, it is always a bad thing\nfor the\r\nlaw: A Reply to Professor Neethling’ (2006) 123\nSALJ\n557. I find myself in respectful\r\nagreement with this answer by our former colleague. My reason,\r\nbroadly speaking, is that this confusion\nmay lead to the element of\r\nwrongfulness being completely ignored. If negligence – whether\r\nproperly understood or under the\nguise of wrongfulness – is\r\nfound to be absent, the confusion would make no difference to the\r\nresult. In either event, liability\nwill not ensue. By way of\r\nillustration a comparison can be made between\nAdministrateur\r\nTransvaal v Van der Merwe\n[1994] ZASCA 83\n;\n1994 (4) SA\r\n347\n(A) on the one hand, and\nGouda\r\nBoerdery BK v Transnet\n2005 (5) SA 490\n(SCA), on the other. In these two cases, the defendant was held not\r\nliable in circumstances which were virtually the same. This,\ndespite\r\nthe fact that the issue was considered in\nVan\r\nder Merwe\n– wrongly in my view –\r\nas one pertaining to wrongfulness whereas in\nGouda\r\nBoerdery BK\nit was regarded –\r\nrightly in my view – as one of negligence. But where the\r\nconfusion will indeed make a difference\nis where negligence –\r\nproperly understood or under the guise of wrongfulness – is\r\nfound to have been established. In\nthat event it will lead to the\r\nimposition of liability without the requirement of wrongfulness –\r\nproperly understood –\nbeing considered at all. The safety valve\r\nimposed by the requirement of wrongfulness – as described by\r\nthe Constitutional\nCourt in\nCountry\r\nCloud Trading CC\n– will simply be\r\ndiscarded. If that were to have happened, for instance in\nTelematrix\r\n(Pty) Ltd t/a Matrix Vehicle Tracking v Advertising Standards\r\nAuthority SA\n[2005] ZASCA 73\n;\n2006 (1)\r\nSA 461\n(SCA) and in\nMinister of Law and\r\nOrder v Kadir\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A), the\r\ndefendants in those cases would have been held liable, despite the\r\nultimate conclusion arrived at by this court in those\ncases that, for\r\nreasons of public and legal policy, it would not be reasonable to\r\nimpose delictual liability on them.\n[20]\r\nReverting to the enquiry into wrongfulness – properly\r\nunderstood – in this case, it will be remembered that prior\nto\r\nthe watershed decision of this court in\nMinister van Polisie v\r\nEwels\n1975 (3) SA 590\n(A), liability for omissions was confined\r\nto certain stereotypes. One of these was referred to as relating to\r\nthose in control\nof dangerous property, who were said to be under a\r\nduty to render the property reasonably safe for those who could be\r\nexpected\nto visit that property. A discussion of this stereotype is\r\nto be found, for example, in the passages from\nSkinner v\r\nJohannesburg Turf Club\n1907 TS 852\nat 860 and MacIntosh and\r\nScoble\nNegligence in Delict\n5 ed at 196-199\n,\nupon which\r\nthe respondents exclusively relied for their argument. After\nEwels\n,\r\nthose stereotypes did not become entirely irrelevant. They still\r\nafford guidance in answering the question whether or not policy\n\nconsiderations dictate that it would be reasonable to impose\r\ndelictual liability on the defendant in a particular case, although\n\nthese stereotypes no longer constitute the straitjackets that they\r\nwere before\nEwels\n(see eg\nCape Town Municipality v Bakkerud\n2000 (3) (SA) 1049 (SCA) para 14;\nCape Town Municipality v\r\nButters\n1996 (1) SA 473\n(C) at 480; 8(1)\nLawsa\n2 ed sv\r\nDelict, para 65). Having regard to this stereotype of those in\r\ncontrol of dangerous property, as well as other considerations\nof\r\npolicy finding application on the facts of this case, I am satisfied\r\nthat the element of wrongfulness had been established by\nthe\r\nappellant.\n[21]\r\nBroadly speaking my reasons for this finding are as follows. In\r\ndetermining wrongfulness, the other elements of delictual liability\n\nare usually assumed. Hence the enquiry is whether – on the\r\nassumption (a) that the respondents in this case could have prevented\n\nthe deceased from slipping and falling to his death; and (b) that he\r\nhad died because of their negligent failure to do so –\nit would\r\nbe reasonable to impose delictual liability upon them for the loss\r\nthat his dependants had suffered through their negligence.\nWhile\r\ndenying, of course, that these assumptions could validly be made,\r\ncounsel for the respondent conceded that, if they were\ntrue, the\r\nanswer to the question posed must be ‘yes’. I believe\r\nthat this concession was rightly and fairly made. Apart\nfrom the fact\r\nthat both respondents were in control of a property, which held a\r\nrisk of danger for visitors, the second respondent,\nwith the\r\nknowledge and consent of the first respondent, as owner of the\r\nproperty, allowed members of the public, for a fee, to\nmake use of a\r\nfour-wheel drive route, designed to lead directly to the area which\r\nproved to be extremely dangerous.\nNegligence\n[22]\r\nIn the light of the aforegoing, it is apparent that the defence\r\nrelied upon by the respondents, that the danger which materialised\n\nwhen the deceased slipped and slid to his death, was clear and\r\napparent, relates to the second leg of the\nKruger\r\nv Coetzee\ntest for negligence. As we\r\nknow, this leg calls for an enquiry into whether the reasonable\r\nperson, in the position of the respondents,\nwould have taken any\r\nsteps to warn and protect persons in the position of the deceased\r\nagainst the harm that he eventually suffered.\nProperly construed, the\r\ndefence raised by the respondents thus seeks to provide the negative\r\nanswer to this question, namely, that\nthe reasonable person would not\r\nhave done so, because these dangers would be patently clear and\r\napparent to those in the position\nof the deceased. In consequence,\r\nthose in the position of the deceased could reasonably be expected to\r\nprotect themselves.\n[23]\r\nIn support of their contention that the danger which eventually\r\nmaterialised was clear and apparent, the respondents aligned\n\nthemselves with the factual findings by the court a quo, which were\r\nessentially threefold. First, that in this regard the conditions\nat\r\nConical Peak were virtually no different from those prevailing at\r\nTable Mountain and Tugela Falls in the Drakensberg where,\nso the\r\ncourt held (in para 23), ‘the danger was so clear and apparent\r\nthat one simply does not find signs warning people\nthat they were on\r\ntop of a mountain – notwithstanding the fact that death or\r\ninjury to visitors is entirely foreseeable at\nboth places’.\r\nSecondly, that it should be apparent even to those visiting Conical\r\nPeak for the first time, that there must\nbe a very deep gorge between\r\nthe parking area and the cliffs on the other side of the kloof, and\r\nfinally, that on the day in question,\nit should have become apparent\r\nto all visitors, as soon as they alighted from their vehicles, that\r\nconditions underfoot were slippery\nand extremely treacherous, as\r\nconfirmed by the evidence of Rall.\n[24]\r\nAs to the first of these considerations, I think the short answer is\r\nthat, in determining what preventative steps the reasonable\nperson\r\nwould or would not take, every case must depend on its own facts. It\r\nfollows that if the question were to arise whether\nor not the\r\nreasonable person would take measures to warn and protect visitors to\r\ncertain areas of Table Mountain or the Drakensberg\nescarpment at\r\nTugela Falls against the dangers they may encounter, it could only be\r\nanswered with regard to all the facts and circumstances\nof that case.\r\nIncluded amongst these would be, for instance, the proportionality\r\nconsiderations which would require the weighing\nup of the prospects\r\nof the proposed measures being successful; the degree of risk of the\r\nharm occurring; the extent of the potential\nharm; the costs involved\r\nin taking the preventative measures proposed; and so forth. To\r\ndecide, without having regard to all these\nconsiderations that the\r\nreasonable person would never take any steps to protect or warn\r\nvisitors to Table Mountain or Tugela Falls,\nwould at best be\r\nsuperficial and ill-considered. Moreover, simply to transpose this\r\nill-considered decision onto the facts of this\ncase, would plainly be\r\nuntenable.\n[25]\r\nAs to the second consideration, it is undoubtedly so that the\r\npresence of the deep gorge somewhere between the parking area\nand the\r\ncliffs on the other side must have been known to every visitor. The\r\nproblem is that the distance to the gorge would be\nunknown,\r\nparticularly in conditions of snow and ice, because the actual edge\r\nitself was invisible. And if anything, it is that\ndistance which\r\nwould assist the visitor in determining the extent of the danger.\r\nAfter all, as the court itself held (in para 25),\n‘the danger\r\nincreases exponentially the closer one approaches to the concealed\r\nedge of the precipice’. As a generic\nstatement, this must be\r\nso. Even more significantly, however, is De Decker’s testimony\r\nthat, once one starts slipping on\nice one may slide for hundreds of\r\nmetres. In these circumstances, the exact distance to the gorge loses\r\nmuch of its significance.\nKnowledge which then becomes crucial\r\nrelates to the extent of the danger of slipping on ice: that danger\r\nbeing that once one starts\nsliding one may not be able to arrest that\r\nslide, despite one’s distance from the gorge that may otherwise\r\nappear to be quite\nsafe. This, so De Decker testified, is exactly\r\nwhat the unwary visitor would not appreciate.\n[26]\r\nAs to the third consideration, namely that everyone in the position\r\nof the deceased would have recognised the possibility of\nslipping on\r\nice, the first answer is that Moggee says he did not appreciate that\r\ndanger. According to his evidence he thought he\nwas walking in snow\r\nuntil his feet suddenly slipped from under him. Even if he then\r\nrealised the extent of the danger confronting\nhim, it was too late.\r\nDe Decker gave a theoretical explanation why Moggee’s\r\ndescription of what happened to him was plausible.\nThe respondents’\r\nanswer to the expert opinion of De Decker was, however, that direct\r\nevidence as to conditions prevailing\non that day must trump the\r\ninferences upon which De Decker relied. That must be right. But, as I\r\nhave said, De Decker’s evidence\nonly confirms the plausibility\r\nof the direct evidence of Moggee. The respondents’ further\r\ncontention that Moggee’s\ndirect evidence could nonetheless not\r\nbe relied upon, rested on two legs. First, the evidence of Rall that\r\nhe found conditions\nunderfoot to be extremely slippery and, secondly,\r\nthe photographs of the scene that were taken by Rall on that day\r\nshowed that\nthe danger was manifest. As to Rall’s evidence\r\nregarding what he encountered, I do not believe it constitutes a\r\nsufficient\nbasis for the rejection of Moggee’s version. It was\r\ncommon cause at the trial that conditions underfoot varied from\r\nmoment\nto moment and from place to place. It follows that the mere\r\nfact that Rall slipped on an icy patch when he alighted from his\r\nvehicle,\ndoes not mean that the same happened to Moggee.\n[27]\r\nWith regard to the photographs taken by Rall that day, the\r\nrespondents sought to point out that, in the area where Moggee and\n\nthe deceased had slipped and started sliding, the surface appears to\r\nbe covered by ice as opposed to melted snow. Again I believe\nthere\r\nare two answers to this argument. First, I find it very difficult to\r\ndistinguish, by just looking at the photographs, between\nundisturbed\r\nmolten snow, on the one hand, and hard ice, on the other. Secondly,\r\nit is common cause that where Moggee and the deceased\nactually\r\nslipped they were in fact on hard ice. Moggee’s testimony was\r\nthat he did not realise that he was about to slip\non hard ice before\r\nit actually happened. It follows that the photographs do not provide\r\na sufficient basis to reject Moggee’s\nversion as to what\r\nhappened to him and the deceased that day. On that version, Moggee\r\nand the deceased were indeed confronted by\ndangerous conditions that\r\nwere not clear and apparent to them. Even more significant in the\r\npresent context, however, is that Rall\nhimself clearly did not\r\nappreciate the nature of the danger that confronted him. As he said,\r\nhe thought that the consequence of\nslipping would be that he could\r\nfall. What he did not realise was that once he slipped and fell, he\r\ncould slide over the edge of\nthe cliff. To me the difference between\r\nthe two types of danger is important. The one entails the risk of, at\r\nworst, an injury,\nwhile the consequences of the other could be fatal,\r\nas occurred in this case.\n[28]\r\nWith reference to the measures proposed by Tromp as to what the\r\nreasonable person in the position of the respondents could\nhave done\r\nto warn and protect the unwary visitor against the danger of slipping\r\nand sliding over the precipice, the respondents\ndid not contend that\r\nthese measures would not be effective to protect those who were\r\nindeed unaware of these dangers. To me it\nis clear that they probably\r\nwould have. The respondents’ answer to these proposals was in\r\nessence that there could be no\nunwary visitors because the dangers\r\nwould have been clear. But I have already decided that this answer is\r\nnot good. The respondents\nalso did not argue that the measures\r\nproposed by Tromp would be proportionally too expensive or\r\nunsustainable. I believe that they\nclearly would not be so. An answer\r\nthat the respondents did raise with regard to these measures, was\r\nthat they would deface the\nstunningly beautiful environment at\r\nConical Peak. The problem with this answer, as I see it, is that the\r\nenvironment has already\nbeen compromised by the construction of a\r\nfour-wheel drive route right up to the parking area and by the\r\nerection of direction\nsigns. Equally clear is the fact that the\r\nrespondents must take responsibility for these intrusions into the\r\nnatural beauty of\nthe environment. In the circumstances, I conclude\r\nthat the reasonable person in the position of the respondents would\r\nhave taken\nthe precautionary measures proposed by Tromp. What\r\ninevitably follows, is the finding that the respondents were\r\nnegligent in having\nfailed to do so.\nCausation\n[29]\r\nAs we know, the basis upon which the court a quo eventually found\r\nagainst the appellant was that she had failed to establish\nthe\r\nelement of causation. The ratio for this finding appears from the\r\nfollowing statement in the court judgment: (para 36)\n‘\nReverting\r\nto the evidence in this case, one is confronted with the striking\r\nexample of Mr Moggee, who had previously visited the\nsite on no less\r\nthan four occasions, both in summer and in winter, and who was\r\naccordingly well acquainted with the lay of the\nland. He had\r\npreviously seen the kloof and had sat with his family in the snow on\r\nthe edge of the precipice admiring the view.\nHe wanted to repeat that\r\nexperience with his friend on the day in question and to experience\r\nthe thrill associated therewith. Both\nhe and the deceased were also\r\nacquainted with the varying qualities of snow in different\r\ncircumstances. The “induction”\nand warning signs proposed\r\nby Tromp would have equipped first time visitors with the exact same\r\nknowledge that Moggee already had.\nThe fact that, notwithstanding\r\nthis knowledge, he slipped literally to within an inch of his life\r\ndemonstrates persuasively that\nthe steps proposed by Tromp would not,\r\non the probabilities, have prevented the death of the deceased . . .\r\n.\n’\n[30]\r\nThe criterion applied by the court a quo for determining factual\r\ncausation was the well-known but-for test as formulated, eg\nby\r\nCorbett CJ in\nInternational Shipping Co\r\n(Pty) Ltd v Bentley\n1990 (1) SA 680\n(A)\r\nat 700E-H. What it essentially lays down is the enquiry – in\r\nthe case of an omission – as to whether, but for the\n\ndefendant’s wrongful and negligent failure to take reasonable\r\nsteps, the plaintiff’s loss would not have ensued. In\nthis\r\nregard this court has said on more than one occasion that the\r\napplication of the ‘but-for test’ is not based on\n\nmathematics, pure science or philosophy. It is a matter of common\r\nsense, based on the practical way in which the minds of ordinary\n\npeople work, against the background of everyday-life experiences. In\r\napplying this common sense, practical test, a plaintiff therefore\nhas\r\nto establish that it is more likely than not that, but for the\r\ndefendant’s wrongful and negligent conduct, his or her\nharm\r\nwould not have ensued. The plaintiff is not required to establish\r\nthis causal link with certainty (see eg\nMinister\r\nof Safety & Security v Van Duivenboden\n2002\r\n(6) SA 431\n(SCA) para 25;\nMinister of\r\nFinance v Gore NO\n[2006] ZASCA 98\n;\n2007\r\n(1) SA 111\n(SCA) para 33. See also\nLee v\r\nMinister of Correctional Services\n[2012]\r\nZASCA 30\n;\n2013 (2) SA 144\n(CC) para 41.)\n[31]\r\nI do not suggest that the court a quo misunderstood the but-for test.\r\nMy difficulty lies in the manner of its application,\nwhich is\r\nreflected in the passage from the judgment that I have quoted. To\r\nbegin with, the proposition that appears to be crucial\nto the\r\napplication is that, even if the danger of slipping and sliding to\r\none’s death would not have been apparent to the\namateur first\r\ntime visitor, it was indeed apparent to Moggee who had been there\r\nbefore. Measures alerting him to that danger would\ntherefore be\r\nneither here nor there. My first problem with this line of reasoning\r\nis that I do not understand how Moggee’s\nknowledge can be\r\ntransposed onto the deceased. More significantly, however, the very\r\npoint of the matter appears to be that when\nMoggee visited the area\r\non previous occasions, the conditions were quite different and far\r\nless dangerous. It follows that, if\nanything, this was one of the\r\nvery factors which served to lull him into a false sense of security.\r\nCoupled with the court’s\nline of reasoning was the proposition\r\nemphasised by the respondents on appeal, namely that, since the\r\ndeceased grew up in the Dolomites,\nhe would probably be in an even\r\nbetter position than Moggee to recognise the dangerous situation that\r\nconfronted them. This may\nbe so. But, I believe the argument again\r\nmisses the point. The point is not whether Moggee or the deceased\r\nshould have been more\nalert and that, if they were, they would have\r\nrealised the danger. That could perhaps be classified as negligence.\r\nBut since we\nare dealing with a dependant’s claim, negligence\r\non the part of the deceased – or even less on the part of\r\nMoggee –\nwould be of no consequence.\n[32]\r\nIn order to succeed in proving that the warning measures proposed by\r\nTromp would have made no difference, the respondents would\nhave to\r\nshow that the deceased – and, for that matter, Moggee –\r\nwere actually aware of the danger that they were in.\nMoggee denied\r\nthat he was. The respondents contended, however, that this denial is\r\nrendered untenable by the inevitable inference\nfrom the facts. In\r\nsupport of this contention, they again relied mainly on the evidence\r\nof Rall. However, I find this contention\nunsustainable. Rall himself,\r\nas I have pointed out, did not recognise the real import of the\r\ndanger that confronted him or his\nwife on that day. In addition, as\r\nMoggee explained, he and the deceased were both the fathers of young\r\nchildren, and had good reason\nnot to expose themselves to mortal\r\ndanger. Their very behaviour that day also indicated that they were\r\nnot looking for adventure\nor an adrenalin rush. While they were\r\nmaking their way to the lookout point with their chairs and their\r\nbeers, they were quite\nrelaxed, until disaster unexpectedly struck.\r\nUnlike the court a quo, I therefore do not think it can be found as a\r\nfact that the\nwarning measures proposed by Tromp would be of no\r\nconsequence. On the contrary, in my view, they would probably have\r\nbeen effective.\nThis means that, but for the respondents’\r\nwrongful and negligent failure to take reasonable steps, the harm\r\nthat befell the\ndeceased would not have occurred. On this basis I\r\nbelieve that the appeal should be upheld. As to the cross-appeal,\r\ncounsel for\nthe respondents conceded that it would only arise if the\r\nappeal were to fail. In the event, the cross-appeal cannot succeed\r\neither.\n[33]\r\nIn the result:\n1 The appeal is\r\nupheld with costs, including the costs of two counsel, against the\r\nrespondents jointly and severally.\n2 The order of the\r\ncourt a quo is set aside and replaced by the following:\n‘\n(a)\r\nIt is declared that the respondents are liable, jointly and\r\nseverally, to compensate the plaintiff in her personal capacity\nand\r\nin her capacity as mother and natural guardian of her three minor\r\nchildren in such sum as may be agreed or determined in due\ncourse.\n(b) The defendants\r\nare liable, jointly and severally, for payment of the plaintiff’s\r\ncosts, including the costs of two counsel.’\n3\r\nThe cross-appeal is dismissed with costs, including the costs of two\r\ncounsel.\n____________\nF\r\nD J BRAND\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant: A R Sholto-Douglas SC & F Smuts\nInstructed by:\nBrink De Beer &\r\nPotgieter Inc, Cape Town\nc/o\r\nHoney Attorneys, Bloemfontein\nFor\r\nthe Respondent: R van Riet SC & M V Combrink\nInstructed by:\nWest & Rossouw,\r\nCape Town\nc/o\r\nSymington & De Kok, Bloemfontein",
  "scraped_at": "2026-02-12T17:19:35.087184",
  "date": "2015-05-27",
  "coram": [
    "Brand JA",
    "Cachalia",
    "Petse JJA",
    "Fourie",
    "Mayat AJJA"
  ],
  "case_number": "20134/2014",
  "parties": {
    "applicants": [
      "Federica Za"
    ],
    "respondents": [
      "André Frederik Smith",
      "Matroosberg Reservaat CC"
    ]
  },
  "sections": {
    "facts": "On 27 June 2009 the deceased, Pieralberto Za, slipped on a snow‑covered slope at the Conical Peak area of the Matroosberg private nature reserve and fell over a 150‑metre sheer precipice, dying instantly. The reserve is owned by André Frederik Smith (first respondent) and operated for profit by Matroosberg Reservaat CC (second respondent), which allows the public to use four‑wheel‑drive routes for a fee. The appellant, Federica Za, the widow of the deceased and mother of three minor children, sued in her personal capacity and as natural guardian for loss of support, alleging that the respondents were wrongfully and negligently negligent in failing to take reasonable steps to prevent the accident. Witnesses, photographs and expert testimony established that conditions were objectively dangerous – a thin layer of unfrozen snow over hard ice – and that the precipice was not visible in the snow.",
    "issues": "The principal issues were (1) whether the respondents owed a delictual duty of care to the deceased and, if so, whether that duty was breached through negligence; (2) whether the breach was wrongful under the wrongfulness inquiry; (3) whether factual causation (the but‑for test) linked the respondents’ omission to the death; and (4) the appropriate costs order on the cross‑appeal.",
    "principles": "The court applied the elements of delictual liability: (i) conduct, (ii) wrongfulness, (iii) fault (negligence), and (iv) causation. Wrongfulness was analysed according to Constitutional Court jurisprudence (Country Cloud Trading, Loureiro) and the SCA’s guidance, focusing on policy considerations and the reasonableness of imposing liability. Negligence was measured against the Kruger v Coetzee test (reasonable person standard). The duty of occupiers of dangerous property was recognized, following Minister van Polisie v Ewels. Causation was assessed using the traditional but‑for test, with reference to Minister of Safety & Security v Van Duivenbode and related cases.",
    "application": "The court found that the respondents controlled a property that presented a known risk of a hidden precipice and slippery ice. Their failure to erect warning signs, fences, or to restrict vehicle access breached the standard of a reasonable person in their position. The wrongfulness enquiry concluded that, given the policy of protecting dependants and the nature of the hazard, it was reasonable to impose liability. The but‑for analysis determined that, had the respondents taken the preventive steps advocated by expert Tromp, the death would not have occurred; thus factual causation was satisfied. Accordingly, the lower court’s finding of no causation was overturned.",
    "conclusion": "The appeal was upheld with costs. The order of the Western Cape Division was set aside and replaced with a declaration that the respondents are jointly and severally liable to compensate the plaintiff in her personal capacity and as mother/guardian of her three children, in an amount to be agreed or determined. The respondents are also jointly and severally liable for the plaintiff’s costs, including two counsel. The cross‑appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Wrongful Death",
    "level_3": [
      "negligence",
      "wrongfulness",
      "causation",
      "occupier liability",
      "mountain resort"
    ]
  }
}