{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/6.html",
  "case_name": "First National Bank v Clear Creek Trading 12 (Pty) Ltd and Another (1054/2013) [2015] ZASCA 6; 2018 (5) SA 300 (SCA) (9 March 2015)",
  "citation": "[2015] ZASCA 6",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 6\n|\nNoteup\n|\nLawCite\nFirst National Bank v Clear Creek Trading 12 (Pty) Ltd and Another (1054/2013) [2015] ZASCA 6; 2018 (5) SA 300 (SCA) (9 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nno: 1054/2013\nIn\r\nthe matter between:\nFIRST\r\nNATIONAL BANK ─ A DIVISION OF\nFIRSTRAND\r\nBANK\r\nLIMITED\n...................................................................................\nAPPELLANT\nand\nCLEAR\r\nCREEK TRADING 12 (PTY)\r\nLTD\n................................................\nFIRST\r\nRESPONDENT\nLUCKY\r\nSOLOMON\r\nSELEMELA\n..........................................................\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation:\nFirstrand Bank v Clear\r\nCreek Trading\n(1054/2013)\n[\n2015]\r\nZASCA 6\n(9 March 2015)\nCoram:\nLewis, Willis and Mbha JJA and Van der Merwe and\r\nGorven AJJA\nHeard\n:\n16 February 2015\nDelivered:\r\n 9 March 2015\nSummary:\nHigh Court dealing with separated issue\r\nin terms of Rule 33(4) ─ no order made separating the issues ─\r\nissue to be determined\nnot stated at all, let alone with clarity and\r\nprecision ─ no factual basis laid on issue sought to be\r\ndetermined ─\nfactual matrix relevant to interpretation of\r\ncontract ─ not appropriate or possible to determine the issue.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court,\r\nPretoria (Kollapen J sitting as court of first instance)\n1.\r\nThe appeal is upheld.\n2.\r\nThe order of the court below is set aside and substituted by the\r\nfollowing: ‘No order is made on the separated issue save\nthat\r\nthe costs arising from the separated issue shall be costs in the\r\ncause.’\n3.\r\nEach party shall pay its own costs of the appeal.\nJUDGMENT\nGorven\r\nAJA (Lewis, Willis, Mbha JJA and Van der Merwe AJA concurring):\n[1]\nThis matter concerns an issue dealt with in\r\nthe North Gauteng High Court before Kollapen J under rule 33(4)\r\nof the Uniform\nRules. The issue related to whether the provisions of\r\nthe\nNational Credit Act\n34 of 2005\napplied\r\nto an agreement. This arose as follows.\nThe\r\nappellant, First National Bank\n(FNB)\nloaned\r\nmoney to t\nhe first respondent, Clear Creek\r\nTrading 12 (Pty) Ltd (Clear Creek) against the security of a mortgage\r\nbond. The second respondent\nstood surety for the due performance of\r\nthe agreement by Clear Creek.\nFNB sued\r\nClear Creek for breach of the agreement and sought to foreclose on\r\nthe mortgage bond. It also sued the second respondent\nunder a deed of\r\nsuretyship. The only defence raised in the plea was that the\r\nagreement was unlawful for two reasons. First, certain\nprovisions in\r\nthe agreement were said to have had the general purpose and effect of\r\ndeceiving Clear Creek and so contravened\ns 90(2)(a)(ii)\nof the\r\nAct. Secondly, it was claimed that FNB had failed to comply with\ns 81(2)\nand (3) of the Act. The latter subsections required FNB\r\nto properly assess Clear Creek’s general understanding and\r\nappreciation\nof the risks and costs of the proposed credit, and of\r\nits rights and obligations under the agreement. The nett effect of\r\nthe plea\nwas that, because the agreement was unlawful for one or both\r\nof the above reasons, Clear Creek was relieved of any obligation to\n\nperform.\n[2]\nThe Act would ordinarily not apply to the\r\nagreement. This is made clear in s 4(1) of the Act. The relevant\r\nparts of s 4(1)\nread as follows:\n‘\n(1)\r\nSubject to sections 5 and 6, this Act applies to every credit\r\nagreement between parties dealing at arm's length and made within,\nor\r\nhaving an effect within, the Republic, except-\n(a)\na\r\ncredit agreement in terms of which the consumer is-\n(i)\r\na juristic person whose asset value or annual turnover . . . at the\r\ntime the agreement is made, equals or exceeds the threshold\nvalue\r\ndetermined by the Minister in terms of section 7 (1);\n. . .\n(b)\na large agreement, as described in\r\nsection 9(4), in terms of which the consumer is a juristic person\r\nwhose asset value or annual\nturnover is, at the time the agreement is\r\nmade, below the threshold value determined by the Minister in terms\r\nof section 7(1)’.\nSection\r\n9(4) says that a mortgage agreement is a large agreement. It was\r\nsubmitted before us that, because no evidence was led that\nClear\r\nCreek had any income at all, the agreement was not hit by s 4(1)\r\nof the Act. Clear Creek was a juristic person. If Clear\nCreek had an\r\nasset value or annual turnover greater than the threshold set by the\r\nMinister under the Act, it was excluded in terms\nof s 4(1)(a)(i).\r\nIf it had an asset value or annual turnover below that threshold,\r\ns 4(1)(b) made s 9(4) applicable\nand mortgage bonds were\r\nexcluded. So, regardless of the asset value or annual turnover of\r\nClear Creek, the Act did not, by law,\napply to the agreement.\n[3]\nIn clause 1 of the agreement, which is\r\nheaded ‘Introduction’, the following phrase is found:\n‘\nThis\r\nagreement is governed by the National Credit Act 34 of 2005 (“the\r\nAct”).’\nThere\r\nare also various references to provisions of the Act in other\r\nclauses. For example, there is a provision for administration\ncharges\r\nto be imposed if letters are written in terms of Part C of Chapter 6\r\nof the Act.\n[1]\nAlso, collection\r\ncharges are limited to those allowed in Part C of Chapter 6. It also\r\nprovides that if the agreement is being reviewed\nin terms of s 86\r\nof the Act, FNB can give notice to terminate the review in the\r\nprescribed manner. Any increases in fees or\ncharges prescribed by the\r\nAct are binding and FNB is authorised to transmit to or obtain from\r\nthe credit bureau all data relating\nto Clear Creek’s credit\r\nprofile as permitted in terms of the Act. If Clear Creek furnished\r\nFNB with incorrect information,\nClear Creek may be denied the\r\nprotection afforded by the Act. The agreement is clearly generated by\r\nFNB in a standard form.\n[4]\nAt the commencement of the trial, the\r\nparties agreed to deal with whether the Act was applicable to the\r\nagreement as a separate\nissue in terms of rule 33(4). This\r\nappears to have been an informal agreement because the only\r\nindication in the record to\nthis effect appears in the judgment of\r\nthe court below. After the issue was dealt with, the following order\r\nwas granted:\n‘\nThe\r\nprovisions of the\nNational Credit Act 34 of 2005\nare applicable in\r\nrespect of the home loan agreement entered into between the plaintiff\r\nand the first defendant on 13 February\n2008.’\n[2]\nIt\r\nis this order which is appealed against, with leave of the court\r\nbelow.\n[5]\nThe\r\nlaw has long been settled that parties may incorporate legislation\r\ninto their agreement in certain circumstances. This court\nheld as\r\nmuch in\nTuckers\r\nLand and Development Corporation (Pty) Ltd v Kruger\n,\n[3]\nwhere it said –\n‘\nThere\r\nis no doubt that parties to a contract may by reference incorporate\r\nappropriate statutory provisions therein so as to make\nthem binding\r\nupon them as terms of the contract.’\nThe\r\nimportant qualification in this dictum is introduced by the word\r\n‘appropriate’. This necessarily implies that some\n\nstatutory provisions cannot be incorporated by way of agreement\r\nbetween the parties. Although there is no list of those provisions,\n\nit seems that those that attempt to bind non-consenting third parties\r\nwould not be competent. In addition, those provisions that\nseek to\r\nbind third parties whose powers are derived from the legislation\r\nitself cannot be made applicable.\n[4]\nThe reason for this is obvious; obligations may not be imposed on\r\nothers without their consent and the machinery of the State cannot\nbe\r\nburdened by matters to which it is not intended to apply.\n[6]\nAs regards the Act, two examples suffice.\r\nSection 129 envisages that a matter can be referred, inter alia,\r\nto a consumer court.\nThis is defined in the Act to include a tribunal\r\nwhich is, in turn, a body established by s 26 of the Act. Section\r\n86(10) provides\nfor the involvement of the National Credit Regulator\r\nwhich is established by s 12 of the Act. It would seem clear\r\nthat entities\nestablished by the Act and empowered to give effect to\r\nit, are not capable of dealing with an agreement to which the Act\r\nwould\notherwise not apply. If they were to do so, they would be\r\nacting\nultra vires\nthe powers conferred on them by the Act. This would, in turn, mean\r\nthat those parts of the Act which involve such bodies cannot\nbe made\r\napplicable by agreement.\n[7]\nThe law is not settled as to the effect of\r\nattempting to make legislation as a whole applicable to an agreement\r\nif certain parts\nof the legislation cannot be invoked. If the whole\r\nof an Act cannot be made to apply to an agreement, it may be\r\nnecessary for parties\nto specify which provisions are to apply.\r\nBecause of the view that I take of the matter, however, it is not\r\nnecessary to decide\nthis point and I specifically decline to do so.\n[8]\nI turn now to consider the rule under which\r\nthe matter was dealt with. Rule 33(4) reads as follows:\n‘\nIf,\r\nin any pending action, it appears to the court\nmero\r\nmotu\nthat there is a question of\r\nlaw or fact which may conveniently be decided either before any\r\nevidence is led or separately from any\nother question, the court may\r\nmake an order directing the disposal of such question in such manner\r\nas it may deem fit and may order\nthat all further proceedings be\r\nstayed until such question has been disposed of, and the court shall\r\non the application of any\nparty make such order unless it appears\r\nthat the questions cannot conveniently be decided separately.’\nWhat\r\nis clear from a straightforward reading of the rule is at least the\r\nfollowing. The court may of its own volition consider whether\nan\r\nissue may conveniently be decided separately from other issues in the\r\naction. If this is the case, the court may make an order.\nThe order\r\nmust direct the disposal of that issue in a manner deemed appropriate\r\nby the court. The court should also make a corresponding\norder\r\nstaying further proceedings until the issue in question has been\r\nresolved. If the issue can conveniently be decided separately\nand one\r\nor both parties make an application, the court must make the orders\r\nreferred to in the last two sentences.\n[9]\nThe\r\nprocess of dealing with a matter under rule 33(4) was clarified\r\nin\nDenel\r\n(Edms) Bpk v Vorster\n:\n[5]\n‘\nRule\r\n33(4) of the Uniform Rules - which entitles a Court to try\r\nissues separately in appropriate circumstances - is aimed at\n\nfacilitating the convenient and expeditious disposal of litigation.\r\nIt should not be assumed that that result is always achieved\nby\r\nseparating the issues. In many cases, once properly considered, the\r\nissues will be found to be inextricably linked, even though,\nat first\r\nsight, they might appear to be discrete. And even where the issues\r\nare discrete, the expeditious disposal of the litigation\nis often\r\nbest served by ventilating all the issues at one hearing,\r\nparticularly where there is more than one issue that might\nbe\r\nreadily dispositive of the matter. It is only after careful thought\r\nhas been given to the anticipated course of the litigation\nas a whole\r\nthat it will be possible properly to determine whether it is\r\nconvenient to try an issue separately. But, where the trial\nCourt is\r\nsatisfied that it is proper to make such an order - and, in all\r\ncases, it must be so satisfied before it does so\n- it is the duty of\r\nthat Court to ensure that the issues to be tried are clearly\r\ncircumscribed in its order so as to avoid confusion.’\nAnother\r\nhelpful guideline is found in\nABSA\r\nBank Ltd v Bernert\n:\n[6]\n‘\nIt\r\nis imperative at the start of a trial that there should be clarity on\r\nthe questions that the court is being called upon to answer.\nWhere\r\nissues are to be separated rule 33(4) requires the court to make\r\nan order to that effect. If for no reason but to clarify\nmatters for\r\nitself a court that is asked to separate issues must necessarily\r\napply its mind to whether it is indeed convenient\nthat they be\r\nseparated, and if so, the questions to be determined must be\r\nexpressed in its order with clarity and precision.’\n[10]\nThese principles did not inform the\r\napproach adopted in the court below. Rule 33(4) refers to a ‘question\r\nof fact or a question\nof law’ in a pending action. This must\r\nsurely mean an issue which arises on the pleadings. If an issue not\r\ndealt with in\nthe pleadings is specified for decision under rule\r\n33(4), it amounts to a request that a court give an opinion on a\r\nmatter not\nin issue on the pleadings and which cannot dispose of an\r\naspect in issue between the parties. This cannot be what is intended\r\nby\nthe rule. In the present matter, the issue placed before the court\r\nfor decision was not raised on the pleadings by either party.\nFNB\r\npleaded what it averred were the material terms of the agreement. It\r\ndid not plead that the Act was applicable. The only tangential\n\nreference was in the term concerning interest which, it was pleaded,\r\n‘may be varied in the discretion of the plaintiff, subject\nto\r\nthe provisions of the applicable Act’. The plea simply ‘noted’\r\nthe contents of the paragraph which pleaded\nthe terms. This amounts\r\nto an admission that those are the material terms. No additional\r\nterms were pleaded as being material to\nthe dispute between the\r\nparties. In particular, it was not averred that it was a term of the\r\nagreement that the Act applied to\nit. It must have been considered\r\nthat, because Clear Creek relied on provisions in the Act to found\r\ndefences to the claim, there\nwas an implicit averment to that effect.\r\nWhilst this problem is not, in and of itself, fatal to the procedure\r\nadopted, it is indicative\nof a failure to properly apply the rule.\n[11]\nA further departure from the rule is that\r\nno order was made at all. The court below simply allowed the matter\r\nto proceed on the\nbasis that the issues had been separated. On my\r\nreading of the rule, unless an order is made, the court is required\r\nto deal with\nthe action as a whole. Apart from being a requirement in\r\nthe rule, the fashioning of an order would sharpen the focus of the\r\nenquiry\nas to whether the issue specified can conveniently be decided\r\nseparately. It also assists in defining the precise ambit of the\r\nenquiry to be undertaken.\n[12]\nThe simple issue placed before the court\r\nbelow was whether the provisions of the Act applied to the agreement.\r\nThis formulation\ngave rise to a number of difficulties, only one of\r\nwhich needs mention. A corollary of invoking s 81(2) and (3) of\r\nthe Act\nin defence to the claim is that sections 6(a) and 78(1)\r\ncannot apply to the agreement. Section 6(a) provides that part D of\r\nChapter\n4 of the Act, under which s 81 falls, does not apply\r\nwhere the consumer under a credit agreement is a juristic person.\r\nSection 78(1)\nechoes this exclusion. A simple order that the Act\r\napplies to the agreement then leads to an anomaly where one has to\r\npass over\nthose sections and, therefore, apply the Act selectively.\r\nThis gives no clarity to the question of whether the respondents are\r\nentitled to rely on a defence based on s 81 of the Act.\n[13]\nIn my view, the procedure adopted in the\r\ncourt below was not competent under rule 33(4). The failure to make\r\nany order and the failure\nto specify an issue with clarity combined\r\nto render the approach incompetent. I do not say that in every case\r\nprocedural shortcomings\nwill have this result. At a certain point,\r\nhowever, procedural shortcomings cross the line and result in a\r\nprocedure not being\ncompetent under the rule. It is not possible to\r\nspecify in general terms where that line will be crossed. Each case\r\nmust be judged\non its own merits.\n[14]\nThis may be considered to be an unduly\r\nformalistic approach to adopt. In this case, however, the failure to\r\naddress the matter properly\nunder rule 33(4) led to an even more\r\nsubstantial difficulty. This impacted on the ability of the court to\r\narrive at a proper conclusion\non the issue.\n[15]\nI refer in this regard to the manner in\r\nwhich the issue was ventilated in the court below. In doing so, the\r\nparties failed to place\nagreed facts before the court by way of\r\nrule 33(1) or to lead any evidence. This was clearly felt keenly\r\nby the court below\nwhich, in its judgment, set out supposed common\r\ncause facts. Some of these were challenged by FNB in its heads of\r\nargument on appeal.\nThere is no indication in the record that any\r\nfacts were accepted as being common cause. The facts set out by the\r\ncourt below appear\nto have been gleaned from parts of the pleadings\r\nand, principally, from the plea. The failure to present the court\r\nwith agreed\nfacts or with evidence means that no facts were placed\r\nbefore the court which bore on the issue. FNB submitted before us\r\nthat this\nwas not necessary because the issue involved the\r\ninterpretation of an agreement and that accordingly no evidence was\r\nnecessary.\n[16]\nThis\r\ncourt recently dealt with the approach to take in interpreting\r\ndocuments in\nBothma-Batho\r\nTransport (Edms) Bpk v S Bothma & Seun Transport (Edms) Bpk\n,\n[7]\nin these words:\n‘\nWhilst\r\nthe starting point remains the words of the document, which are the\r\nonly relevant medium through which the parties have\nexpressed their\r\ncontractual intentions, the process of interpretation does not stop\r\nat a perceived literal meaning of those words,\nbut considers them in\r\nthe light of all relevant and admissible context, including the\r\ncircumstances in which the document came\ninto being. The former\r\ndistinction between permissible background and surrounding\r\ncircumstances, never very clear, has fallen away.\nInterpretation is\r\nno longer a process that occurs in stages but is “essentially\r\none unitary exercise”.’\nHarms\r\nDP had paved the way for this approach in\nKPMG Chartered\r\nAccountants (SA) v Securefin Ltd & another\n2009 (4) SA 399\n(SCA) para 39:\n‘\nFirst,\r\nthe integration (or parol evidence) rule remains part of our law.\r\nHowever, it is frequently ignored by practitioners and\nseldom\r\nenforced by trial courts. If a document was intended to provide a\r\ncomplete memorial of a jural act, extrinsic evidence may\nnot\r\ncontradict, add to or modify its meaning (\nJohnson\r\nv Leal\n1980\r\n(3) SA 927 (A)\nat\r\n943B). Second, interpretation is a matter of law and not of fact and,\r\naccordingly, interpretation is a matter for the court and\nnot for\r\nwitnesses (or, as said in common-law jurisprudence, it is not a jury\r\nquestion: Hodge M Malek (ed)\nPhipson\r\non Evidence\n(16\r\ned 2005) paras 33 - 64). Third, the rules about admissibility of\r\nevidence in this regard do not depend on the nature\nof the document,\r\nwhether statute, contract or patent (\nJohnson\r\n& Johnson (Pty) Ltd v Kimberly-Clark Corporation and\r\nKimberly-Clark of South Africa (Pty) Ltd\n1985\r\nBP 126 (A) ([1985] ZASCA 132 (at www.saflii.org.za)). Fourth, to the\r\nextent that evidence may be admissible to contextualise\nthe\r\ndocument (since “context is everything”) to establish its\r\nfactual matrix or purpose or for purposes of identification,\n“one\r\nmust use it as conservatively as possible” (\nDelmas\r\nMilling Co Ltd v Du Plessis\n1955\r\n(3) SA 447\n(A)\nat\r\n455B - C). The time has arrived for us to accept that there is no\r\nmerit in trying to distinguish between “background\r\ncircumstances”\nand “surrounding circumstances”. The\r\ndistinction is artificial and, in addition, both terms are vague and\r\nconfusing.\nConsequently, everything tends to be admitted. The terms\r\n“context” or “factual matrix” ought to\r\nsuffice.\n(See\nVan\r\nder Westhuizen v Arnold\n2002\r\n(6) SA 453\n(SCA)\n([2002]\n4 All SA 331)\nparas 22 and 23, and\nMasstores\r\n(Pty) Ltd v Murray & Roberts Construction (Pty) Ltd and\r\nAnother\n[2008] ZASCA 94\n;\n2008\r\n(6) SA 654\n(SCA)\npara\r\n7.)’\n[17]\nIn the present matter, evidence of\r\n‘relevant and admissible context, including the circumstances\r\nin which the document came\ninto being’ seems to me to be\r\ncrucial. This is particularly so because of the anomaly I have\r\npointed out above. The anomaly\nplaces a question mark over whether\r\nany consideration at all was given by either party to those parts of\r\nthe document which refer\nto the Act. The circumstances as to how the\r\ndocument came to take the form it did seem to me to be highly\r\nrelevant, particularly\nsince what was signed by Clear Creek appears\r\nto be a standard form document.\n[18]\nIn addition to the serious procedural\r\nshortcomings, therefore, it is my opinion that the issue could not\r\nhave been properly decided\non the basis on which it was dealt with in\r\nthe court below. In the circumstances, the court below should have\r\ndeclined to grant\nany order on the issue placed before it and made\r\nthe costs relating to the ventilation of that issue costs in the\r\ncause. All of\nthis means that the appeal should succeed.\n[19]\nAs regards the costs of the appeal, both\r\nparties argued the matter as if the court below could deal with the\r\nissue despite the lack\nof factual material placed before it. Neither\r\nFNB nor the respondents raised the procedural lacunae mentioned\r\nabove. No party sought\nto lead evidence or agree a stated set of\r\nfacts under rule 33(1). Only counsel appointed as\namicus\r\ncuriae\nby the court expressed any\r\nreservations as to whether a finding could properly have been arrived\r\nat in the circumstances. We are\ngrateful to him for the contribution\r\nmade to the hearing in this and the substantive areas argued before\r\nus.\n[20]\nIn the result, the following order issues:\n1.\r\nThe appeal is upheld.\n2.\r\nThe order of the court below is set aside and substituted by the\r\nfollowing: ‘No order is made on the separated issue save\nthat\r\nthe costs arising from the separated issue shall be costs in the\r\ncause.’\n3.\r\n Each party shall pay its own costs of the appeal.\n______________\nT\nR Gorven\nActing\r\nJudge of Appeal\nAppearances\nFor Appellant: A\r\nGautschi SC (with him M Reineke)\nInstructed\r\nby:\nStrauss\r\nDaly Incorporated, Sandton and Bloemfontein\nFor\r\nRespondent: B Lesomo of Seokane Lesomo Incorporated, Sandton\nc/o\r\nRamothello Raynard & Tsotetsi Incorporated,\nBloemfontein\nAmicus\r\nCuriae: N Snellenburg\n[1]\nThis\r\n\trefers to s 129 of the Act where the consumer is in breach.\n[2]\nFNB\r\n\twas also ordered to pay the costs relating to the issue.\n[3]\nTuckers\r\n\tLand and Development Corporation (Pty) Ltd v Kruger\n1973 (4) SA 741\n(A) at 745F-G.\n[4]\nH\r\n\tC J Flemming\nKrediettransaksies\n(1982) at 31, says that parties cannot change the jurisdiction of\r\n\tthe courts, create offences, bind third parties or suspend\nor amend\r\n\tthe provisions of other legislation by agreeing to incorporate\r\n\tlegislation in their agreement. My summary of the following\npassage:\n‘\nDie\r\n\tpartye kan nie die jurisdiksie van die howe wysig nie en kan nie\r\n\tmisdade skep nie. Artikel 23 van die Kreditooreenkomstewet\ngeld dus\r\n\tnie as die wet by ooreenkoms van toepassing gemaak is nie. Die\r\n\tpartye kan nie derde partye bind of die bepalings van\nander\r\n\twetgewing opskort of wysig nie.’\n[5]\nDenel\r\n\t(Edms) Bpk v Vorster\n2004\r\n\t(4) SA 481\n(SCA) para 3.\n[6]\nABSA\r\n\tBank Ltd v Bernert\n2011\r\n\t(3) SA 74\n(SCA) para 21.\n[7]\nBothma-Batho\r\n\tTransport (Edms) Bpk v S Bothma & Seun Transport (Edms) Bpk\n2014 (2) SA 494\n(SCA) para 12.",
  "scraped_at": "2026-02-12T16:25:17.869532",
  "date": "2015-03-09",
  "coram": [
    "Lewis JJA",
    "Willis JJA",
    "Mbha JJA",
    "Van der Merwe",
    "Gorven AJJA"
  ],
  "case_number": "1054/2013",
  "parties": {
    "applicants": [
      "First National Bank (a division of Firstrand Bank Limited)"
    ],
    "respondents": [
      "Clear Creek Trading 12 (Pty) Ltd",
      "Lucky Solomon Selemela"
    ]
  },
  "sections": {
    "facts": "First National Bank (FNB) granted a loan to Clear Creek Trading 12 (Pty) Ltd secured by a mortgage bond. Lucky Solomon Selemela stood as surety for Clear Creek's performance. FNB sued Clear Creek for breach of the loan agreement and sought foreclosure, and also sued the surety under a deed of suretyship. The defence pleaded that the agreement was unlawful because certain provisions were intended to deceive the borrower, contravening s 90(2)(a)(ii) of the National Credit Act (NCA), and that FNB had failed to comply with the NCA’s assessment obligations under s 81(2) and (3). The parties agreed to treat the question of the NCA’s applicability as a separate issue under rule 33(4). The High Court held that the NCA applied to the home‑loan agreement, a decision which was appealed.",
    "issues": "1. Whether the National Credit Act 34 of 2005 applies to the home‑loan agreement between FNB and Clear Creek, given the statutory exclusions for juristic persons and large agreements. 2. Whether the lower court correctly exercised rule 33(4) by separating the issue, including whether a proper order was made and whether the issue was properly pleaded and supported by evidence.",
    "principles": "The court reiterated that parties may incorporate legislation into contracts only where appropriate (Tuckers Land v Kruger). Statutory exclusions in s 4(1) of the NCA mean the Act does not apply to agreements with juristic persons whose asset value or turnover exceed the threshold, or to “large agreements” such as mortgage contracts (s 9(4)). Rule 33(4) permits a court to try a question of law or fact separately only if it is convenient, requires a clear order defining the issue, and the issue must arise on the pleadings. Interpretation of contracts is a matter of law and must consider the factual matrix (Bothma‑Batho Transport; KPMG Chartered Accountants).",
    "application": "The court found that Clear Creek, as a juristic person, fell within the statutory exclusions of s 4(1) and s 9(4); therefore the NCA could not apply to the mortgage agreement, regardless of the clause stating the agreement was governed by the NCA. The incorporation clause could not override the statutory exclusion. Procedurally, the appellate court held that the issue was not pleaded by either party, no agreed facts were presented, and the lower court failed to make a requisite order under rule 33(4). Consequently, the lower court’s handling of the separated issue was incompetent.",
    "conclusion": "The appeal was upheld. The order of the North Gauteng High Court was set aside and substituted with a declaration that no order is made on the separated issue, except that the costs arising from that issue are to be treated as costs in the cause. Each party was ordered to bear its own costs of the appeal."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "National Credit Act",
    "level_3": [
      "incorporation of legislation",
      "procedure rule 33(4)",
      "mortgage bond",
      "suretyship",
      "juristic person exclusion"
    ]
  }
}