{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/25.html",
  "case_name": "Newlands Surgical Clinic (Pty) Ltd v Peninsula Eye Clinic (Pty) Ltd (086/2014) [2015] ZASCA 25; 2015 (4) SA 34 (SCA); [2015] 2 All SA 322 (SCA) (20 March 2015)",
  "citation": "[2015] ZASCA 25",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 25\n|\nNoteup\n|\nLawCite\nNewlands Surgical Clinic (Pty) Ltd v Peninsula Eye Clinic (Pty) Ltd (086/2014) [2015] ZASCA 25; 2015 (4) SA 34 (SCA); [2015] 2 All SA 322 (SCA) (20 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo: 086/2014\nIn\r\nthe matter between:\nNEWLANDS\r\nSURGICAL CLINIC (PTY)\r\nLTD\n..........................................................\nAPPELLANT\nand\nPENINSULA\r\nEYE CLINIC (PTY)\r\nLTD\n....................................................................\nRESPONDENT\nNeutral\r\ncitation:\nNewlands Surgical Clinic v\r\nPeninsula Eye Clinic\n(086/2014)\n[2015]\r\nZASCA 25\n(20 March 2015).\nCoram:\nBrand, Lewis, Pillay JJA and Dambuza and Mayat\r\nAJJA\nHeard:\n5 March 2015\nDelivered:\r\n 20 March 2015\nSummary:\nJurisdiction of SCA – confined\r\nto grounds upon which leave to appeal had been granted – no\r\ninherent jurisdiction to\ngo beyond these grounds.\nCompanies Act 71 of\n2008\n– reinstatement of deregistered company by virtue of\ns 82(4)\nhas complete retrospective effect – including\r\nvalidation of corporate activities during period of deregistration –\r\nparties prejudiced by complete reinstatement afforded the opportunity\r\nto seek relief under\ns 83(4)\nof the Act\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court, Cape Town (Binns-Ward J sitting as court of first\r\ninstance):\n1 Paragraphs (a) and\r\n(b) of the order of the court a quo are set aside and replaced by the\r\nfollowing:\n‘\n(a)\r\nIt is declared that the reinstatement of the first respondent as a\r\ncompany in terms of\ns 82(4)\nof the\nCompanies Act 71 of 2008\nhad\r\nretrospective effect from the date of its deregistration which\r\nincluded the retrospective validation of its corporate activities\n\nduring that period.’\n2 Paragraphs (c) and\r\n(d) of the order of the court a quo are renumbered to (b) and (c)\r\nrespectively.\n3\r\nSave for the aforegoing amendment, the order of the court a quo is\r\nconfirmed and the appeal is dismissed with costs including\nthe costs\r\nof two counsel.\nJUDGMENT\nBrand\r\nJA\n(Lewis, Pillay JJA and Dambuza\r\nand Mayat AJJA concurring):\n[1]\r\nThis appeal turns on the interpretation of s 82(4) of the\r\nCompanies Act 71 of 2008 (the Act) as juxtaposed with s 83(4)\nof\r\nthe Act. Both sections are concerned with the restoration of the name\r\nof a company onto the companies register after its previous\n\nderegistration. More pertinently the issues are, first, whether the\r\nreinstatement of a company by the Companies and Intellectual\nProperty\r\nCommission (CIPC) under s 82(4) operates retrospectively so as\r\nto validate actions performed on behalf of the company\nduring its\r\nperiod of deregistration. Secondly, if not, whether this\r\nreinstatement can be afforded such retrospective effect by\nthe court\r\nin the exercise of its powers in terms of s 83(4). When the\r\nmatter came before Binns-Ward J in the Western Cape\nDivision of the\r\nHigh Court, Cape Town, he decided on the first issue that, in the\r\nmain, the effect of reinstatement under s 82(4)\nis not\r\nautomatically retrospective. On the second issue he held, however,\r\nthat the court indeed has the power under s 83(4)\nto render the\r\nreinstatement of the company retrospective to the extent that it is\r\njust and equitable and thereupon proceeded to\nexercise that power in\r\nfavour of the respondent. The appeal against that judgment, which has\r\nsince been reported\nsub nom Peninsula\r\nEye Clinic (Pty) Ltd v Newlands Surgical Clinic & others\n2014\r\n(1) SA 381\n(WCC), is with the leave of the court a quo.\nBackground\n[2]\r\nThe appeal is another round in a long lasting legal contest between\r\nthe parties over a sum of money which has clearly by now\nbeen far\r\noutstripped by the costs of litigation. Be that as it may, for\r\npresent purposes the background facts can be confined to\nthe\r\nfollowing broad outline. The appellant, Newlands Surgical Clinic\r\n(Pty) Ltd (Newlands), operated a surgical clinic in Newlands,\nCape\r\nTown. The respondent, Peninsula Eye Clinic (Pty) Ltd (Peninsula), is\r\nessentially an incorporated association of ophthalmic\nsurgeons. Since\r\nPeninsula did not have its own clinic, its members made use of the\r\nfacilities offered by Newlands. To encourage\nthe use of its clinic,\r\nNewlands evolved an informal system of incentives, referred to in the\r\ncourse of the proceedings as kickbacks,\nby which payments were made\r\nto Peninsula at the end of each financial year in accordance with the\r\nincome generated by its doctors\nfor Newlands.\n[3]\r\nThe situation changed when the Health Professions Council of South\r\nAfrica (HPCSA) adopted a policy prohibiting the payment of\nincentives\r\nof this kind which it conveyed by means of draft guidelines that were\r\npublished during or about 2000. So it happened\nthat the last\r\nincentives or kickbacks were paid to Peninsula during 1999. By 2001\r\nthere was an accumulation of kickbacks that had\nnot been paid. The\r\nattitude of Newlands was that it would not in these circumstances pay\r\nkickbacks, but that it was willing to\nmake an equivalent payment\r\nprovided that it could avoid the stigma of acting in contravention of\r\nthe HPCSA policy formulated in\nthe draft guidelines. The initial\r\nsolution explored was that Peninsula would purchase ten per cent of\r\nthe shares in Newlands for\nthe amount of R570 000, which was the\r\nequivalent of the accumulated kickbacks it would by then have\r\nreceived, but that Newlands\nwould pay the same amount to Peninsula\r\ndisguised as some sort of charge raised by Peninsula against\r\nNewlands. Not surprisingly\nin the circumstances, the auditors of\r\nNewlands indicated that they would treat these payments as kickbacks.\r\nA new idea was then\nconceived by the parties, which was to exchange\r\nthe ten per cent shares for equipment belonging to Peninsula in\r\nactual use at the\nNewlands clinic to be valued at R570 000\r\nthough its true value was far less. Subsequently the relationship\r\nbetween the parties\nsoured. In the event, Newlands purported to\r\ncancel this sale agreement on the basis that the value of the\r\nequipment sold was nowhere\nnear R570 000.\n[4]\r\nPeninsula then launched an application in the Western Cape Division\r\nto assert its rights. But the parties agreed to refer their\ndispute\r\nto a single arbitrator, who eventually upheld Peninsula’s claim\r\nfor the ten per cent shares. He also ordered Newlands\nto pay\r\ndividends on these shares, together with interest and the costs of\r\nboth the arbitration and the earlier proceedings in the\nhigh court.\r\nThe ratio for the arbitrator’s decision appears from the\r\nfollowing passage in his award:\n‘\nAccordingly\r\nI reject [Newlands’] contention that the agreement was to\r\ntransfer equipment with a market value of R570 000.00\nto\r\n[Newlands] in exchange for the 10% shareholding. The transfer of the\r\nequipment and the value put on it was in my view only meant\nto\r\ncamouflage the true intention of the parties namely to pay for the\r\nshares by cancelling the kickbacks.’\n[5]\r\nAfter the arbitrator had published his award, Newlands sought to\r\nintroduce a new issue which relied on s 38 of the old\nCompanies\r\nAct 61 of 1973 (the 1973 Act) that essentially barred a company from\r\nrendering financial assistance in the acquisition\nof its own shares.\r\nWhen the arbitrator declined to entertain the s 38 issue,\r\nNewlands brought an application in the high court\nto review his\r\ndecision not to do so. In the event, the court upheld the\r\narbitrator’s decision and in consequence the review\napplication\r\nwas dismissed with costs. Newlands then exerted its right in terms of\r\nthe arbitration agreement to appeal against the\narbitrator’s\r\naward to an arbitration panel of three members. Newlands was,\r\nhowever, again unsuccessful in that the appeal\ntribunal confirmed the\r\narbitrator’s award and in consequence dismissed the appeal with\r\ncosts.\n[6]\r\nAt that point in time, it came to Peninsula’s notice that on 4\r\nJanuary 2008, which was before the commencement of the\narbitration\r\nproceedings, Newlands had been deregistered as a company, in terms of\r\ns 73 of the 1973 Act, for failure to submit\nits annual returns\r\nto the Registrar of Companies. Peninsula then made application to the\r\nCIPC in terms of s 82(4) of the Act\nfor the reinstatement of\r\nNewlands’ registration as a company. The response it received\r\nfrom the CIPC led to its belief that\nthe application was successful.\r\nOn that premise Peninsula brought an application in the high court,\r\ninter alia, for an order declaring\nthat Newlands had been reinstated\r\nas a company retrospectively as from the date of its deregistration.\r\nThe matter came before Binns-Ward\nJ in February 2012. In a judgment\r\nsince reported as\nPeninsula Eye Clinic\r\n(Pty) Ltd v Newlands Surgical Clinic (Pty) (Ltd) & others\n2012 (4) SA 484\n(WCC), he dismissed the application, essentially for\r\nlack of proof by Peninsula that Newlands had in fact been reinstated.\r\nBut\nhe gave Peninsula leave to apply again on the same papers once\r\nthat fact had been established.\n[7]\r\nEventually, Newlands’ registration was formally reinstated by\r\nthe CIPC in terms of s 82(4) on 3 April 2012. When\nthis\r\nhappened, Peninsula renewed its application in the court a quo for an\r\norder (a) affording the reinstatement retrospective\neffect so as to\r\nvalidate the arbitration proceedings during its period of\r\nderegistration and (b) declaring the arbitration awards\nto be orders\r\nof court, as contemplated in terms of s 31 of the\nArbitration\nAct 42 of 1965\n. As I have said by way of introduction, the matter\r\nagain came before Binns-Ward J who granted both orders sought.\r\nAlthough Newlands\napplied for leave to appeal in respect of both\r\naspects, the court a quo essentially confined its leave to appeal to\r\n(a) alone.\nAs Newlands did not subsequently seek this court’s\r\nleave to appeal the order in (b), proceedings on appeal were confined\r\nto (a).\nNewlands’\r\napplication to file supplementary heads\n[8]\r\nThis is where matters stood some two weeks before the hearing of the\r\nappeal. At that stage Newlands brought an application in\nwhich it\r\npurported to seek no more than permission to file supplementary heads\r\nof argument. Why I say purported is that, in reality,\nthe import of\r\nthe relief sought went much deeper. What Newlands actually sought to\r\nintroduce by means of these supplementary heads,\nwas the substantive\r\ndefence that the share sale agreement on which Peninsula’s\r\nclaim rested was\ncontra bonos mores,\nin\r\nthat it was in conflict with the HPCSA policy against incentives; and\r\nthat the contract relied upon by Peninsula was in consequence\ninvalid\r\nand unenforceable. As the first gateway for the introduction of this\r\ndefence, Newlands contended that, on a proper interpretation\nof the\r\ncourt a quo’s order in the application for leave to appeal, it\r\nwas afforded permission to do so. This contention relied\nexclusively\r\non paragraph 1 of that order which provided:\n‘\nThe\r\napplication for leave to appeal to the Supreme Court of Appeal is\r\ngranted only against this court’s finding that the applicant\nin\r\nthe principal case was entitled to obtain further relief from the\r\ncourt in terms of\ns 83(4)\nof the\nCompanies Act 71 of 2008\nsubsequent to the administrative reinstatement of the respondent\r\ncompany’s registration at its instance in terms of\ns 82(4)\nof the said Act.’\n[9]\r\nBuilding on the foundation of this paragraph, Newlands argued as\r\nfollows. In its application of s 83(4) – to which\n\nreference is made in the paragraph – the court a quo held that\r\nit was just and equitable – as contemplated by the section\n–\r\nthat the arbitration proceedings, which were concluded during\r\nNewlands’ period of deregistration, should be declared\nvalid\r\nretrospectively. In considering what was just and equitable, the\r\ncourt failed to take into account, however, that the share\nsale\r\ntransaction which formed the basis of Peninsula’s claim, was a\r\nsimulated transaction. Its real import was to camouflage\nthe payment\r\nof accumulated kickbacks which was in conflict with HPCSA policy. Had\r\nthis consideration been taken into account, so\nthe argument went, the\r\ncourt would have concluded that it was not just and equitable to give\r\nits imprimatur to an agreement which\nwas\ncontra\r\nbonos mores\nand therefore illegal and\r\nvoid.\n[10]\r\nThe flaw in the argument, as I see it, is that it loses sight of the\r\nprinciple that a court order, as in the case of any other\ndocument,\r\nmust be read in the context of the judgment as a whole and\r\nparticularly in the light of the court’s reasons for\nthat order\r\n(see eg\nFirestone South Africa (Pty) Ltd v Genticuro AG\n1977\r\n(4) SA 298\n(A) at 304D-F). Approached in this way, it is clear to me\r\nthat the court a quo never intended to and never did afford Newlands\r\nleave to appeal on the just and equitable issue or, for that matter,\r\non the issue whether or not the share sale agreement could\nbe\r\ncharacterised as\ncontra bonos mores.\nOn the contrary, it is\r\nobvious that leave to appeal on those issues was pertinently refused.\r\nThat much appears from various statements\nin the carefully formulated\r\njudgment on leave to appeal, of which the order forms an integral\r\npart. Included amongst these are\nthe following:\n‘\nThe\r\ngrounds upon which the application for leave to appeal is made are\r\nfourfold, namely (i) that this court erred in finding that\nthe\r\ncontract which underpinned the arbitral award that was the subject of\r\nthe application in terms of\ns 31\nof the\nArbitration Act had\nnot\r\nbeen shown to have been one in contravention of s 38 of the 1973\nCompanies Act, (ii\n) that the court erred in failing to consider\r\nwhether the underlying transaction was\ncontra\r\nbonos mores,\nand thus enforceable,\r\n(iii) that the court erred in not holding that [Peninsula], which had\r\nobtained the administrative reinstatement\nof the registration of\r\n[Newlands]\nin terms of s 82(4)\nof the 2008\nCompanies Act, was\nthereby precluded from subsequently\r\napplying for any relief\nin terms of\ns 83(4)\nof the said Act and (iv)\r\nthat even if the judgment were correct in its interpretation of the\r\npertinent statutory provisions, the\ncourt erred by finding that it\r\nwas just and equitable to validate the arbitration proceedings\r\nconducted while [Newlands] was “in\na state of deregistration”.\nAs described in the\r\njudgment in the principal case, the proper construction and effect of\r\nsections 82 and 83 of the 2008\nCompanies Act is\na matter on which\r\ndivergent views have been expressed in a number of judgments in the\r\nHigh Court. It is thus evident that the interpretation\nof those\r\nprovisions has given rise to sufficient difficulty for there to be a\r\nreasonable prospect that another court might well\ndetermine on a\r\nproper construction different from that propounded in the judgment in\r\nthe principal case. . .\nI do not consider,\r\nhowever, that there is a reasonable prospect that another court would\r\nbe persuaded to come to the applicant’s\nassistance on any of\r\nthe other three grounds on which the application for leave to appeal\r\nhas been brought.’\nAnd:\n‘\nI\r\ndo not consider therefore that this court was qualified on the\r\nevidence before it in the application in terms of\ns 31\nof the\nArbitration Act to\ndetermine whether the contract was in fact in\r\ncontravention of the guidelines [of the HPCSA] or, if it had been,\r\nwhat the legal\nconsequences would be. An appeal court will be in no\r\nbetter position than I was, and thus equally disabled from dealing\r\nwith the\nargument on the record before it.’\n[11]\r\nThe alternative basis relied upon by Newlands for the introduction of\r\nthe\ncontra bonos mores\nor illegality defence rested on the\r\nproposition that, even if it should be held – as I did –\r\nthat the leave granted\nby the court a quo was insufficiently broad to\r\npermit an enquiry into the validity of the underlying share sale\r\nagreement, this\ncourt should ‘. . . in any event, in terms of\r\nits inherent power, decline to validate those arbitration\r\nproceedings.’\nIn support of this proposition Newlands sought to\r\nrely on the principle thus formulated by Trollip JA in\nYannakou v\r\nApollo Club\n1974 (1) SA 614\n(A) at 623G-H:\n‘\n.\r\n. . It is the duty of the court to take the point of illegality\nmero\r\nmotu\n, even if the defendant does not\r\nplead or raise it; but it can and will only do so if the legality\r\nappears\nex facie\nthe transaction or from the evidence before it, and, in the latter\r\nevent, it is also satisfied that all the necessary and relevant\nfacts\r\nare before it.’\n[12]\r\nI do not believe, however, that Newlands’ reliance on the\r\nlegality principle can be sustained. The reason appears from\nthe\r\nfollowing succinct statement by Hefer JA in\nMoch v Nedtravel (Pty)\r\nLtd t/a American Express Travel Service\n1996 (3) SA 1\n(A) at\r\n7E-G:\n‘\nThe\r\nshort answer is that the court’s “inherent reservoir of\r\npower to regulate its procedures in the interests of the\nproper\r\nadministration of justice” (per Corbett JA in\nUniversal\r\nCity Studios Inc and Others v Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986\r\n(2) SA 734\n(A) at 754G), does not extend to the assumption of\r\njurisdiction not conferred upon it by statute. . .\nNowadays [this\r\ncourt’s] jurisdiction derives from the Supreme Court Act [59 of\r\n1959] and other statutes but the position remains\nbasically the\r\nsame.’\n[13]\r\nSince the decision in\nMoch\n,\r\nthe statutory basis for this court’s jurisdiction has been\r\nsuperseded by the\nSuperior Courts Act 10 of 2013\n. It is now to be\r\nfound in\ns 16(1)(\na\n)\r\nof that Act, which provides that an appeal against a decision of the\r\nhigh court as a court of first instance lies ‘. . .\nupon\r\nleave being granted\n. . . either to the\r\nSupreme Court of Appeal or to a full court of that division . . .’.\r\nLeave to appeal therefore constitutes\nwhat has become known,\r\nparticularly in administrative law parlance, as a jurisdictional\r\nfact. Without the required leave, this\ncourt simply has no\r\njurisdiction to entertain the dispute.\nSection 17\nof the\nSuperior\nCourts Act then\nproceeds to govern the ways in which the required\r\nleave can be obtained. In essence,\ns 17(2)\nprovides that it may\r\nbe granted by the court of first instance and, if refused, it may be\r\ngranted on application to this court.\n[14]\r\nIt has by now become well-settled that, when a high court grants\r\nleave to appeal it may limit the grounds of appeal or it may\ngrant\r\nleave generally. In the latter event, all relevant issues may be\r\ncanvassed, including – so it was held in\nYannakou\nand other cases – issues of\r\nlegality albeit that those had not been pleaded or raised by the\r\ndefendant, as long as they appear\nfrom the evidence before the court.\r\nBut when the high court has limited the grounds of appeal, as it did\r\nin this case, this court\nhas no jurisdiction to entertain an appeal\r\non grounds which had been specifically excluded. The fact that these\r\nexcluded grounds\ninvolve issues of illegality does not detract from\r\nthis principle. If an appellant is dissatisfied with the high court’s\r\ndecision to limit the grounds of appeal, its remedy is to petition\r\nthis court to do away with the limitation. Since Newlands has\nfailed\r\nto do so, it follows that this court has no jurisdiction to entertain\r\nthe ground of appeal resting on public policy or illegality,\nwhich\r\nhad specifically been excluded from the ambit of leave granted by the\r\ncourt a quo.\nThe\r\nretrospective effect of reinstatement\n[15]\r\nThis brings me to the issues relating to the retrospective effect of\r\nNewlands’ reinstatement as a company under s 82(4)\nof the\r\nAct, those being the only ones arising from the ground upon which\r\nleave to appeal was obtained and hence the only ones open\nfor\r\nreconsideration. The issues thus arising must be understood in the\r\ncontext of the established principle that deregistration\nputs an end\r\nto the existence of a company. It brings an end to its corporate\r\npersonality ‘in the same way that a natural\nperson ceases to\r\nexist at death’ (see\nMiller &\r\nothers v Nafcoc Investment Holding Co Ltd & others\n2010\r\n(6) SA 390\n;\n(324/09)\n[2010] ZASCA 25\n(SCA)\r\npara 11). All subsequent actions purportedly taken on behalf of the\r\nderegistered company are consequently void and of no\neffect. Its\r\nproperty passes automatically – ie without any form of delivery\r\n– into the ownership of the State as\nbona\r\nvacantia\n(see eg\nRainbow\r\nDiamonds (Edms) Bpk & andere v Suid-Afrikaanse Nasionale\r\nLewensassuransiemaatskappy\n1984 (3) SA\r\n1\n(A) at 10-11). It follows that unless the reinstatement of Newlands\r\nhas, or is afforded, retrospective effect, (a) the arbitration\n\nproceedings, (b) the associated court proceedings, together with (c)\r\nthe orders and awards that were made in favour of Peninsula\nagainst\r\nNewlands in those proceedings, would simply be null and void. This is\r\nso because, as far as dates are concerned, we know\nthat Newlands was\r\nderegistered on 4 January 2008 and that all these proceedings\r\noccurred before it was reinstated on 3 April 2012.\nTo say that a\r\nconclusion of non-retrospectivity would have a seriously detrimental\r\neffect on Peninsula would clearly be an understatement.\n[16]\r\nPeninsula submitted (a) that the court a quo had erred in finding\r\nthat reinstatement by the CIPC in terms of s 82(4) did\nnot\r\nautomatically validate the arbitration proceedings with retrospective\r\neffect; but (b) that the court was right in holding that\nit was\r\nauthorised and that it should afford the reinstatement such\r\nretrospective effect in terms of s 83(4). Newlands’\n\ncontentions, on the other hand, were a mirror image of these, in that\r\nit submitted (a) that the court was right in finding that\nthe\r\nreinstatement in terms of s 82(4) did not automatically operate\r\nretrospectively so as to validate the arbitration proceedings;\nbut\r\n(b) that the court erred in finding that it was authorised in terms\r\nof s 83(4) to afford the reinstatement under s 82(4)\nsuch\r\nretrospective effect. Evaluation of these contentions clearly\r\nrevolves primarily around the provisions of these two sub-sections.\n\nBut before I turn to them, it is appropriate to deal with their\r\nlegislative background.\nLegislative\r\nhistory\n[17]\r\nUnder the 1973 Act, deregistration and subsequent restoration of the\r\nregistration of a company so deregistered were governed\nby s 73.\r\nIn terms of sections 73(1) - (3), a company was liable to be\r\nderegistered by the Registrar of Companies if it\nhad failed, for a\r\nperiod of more than six months, to lodge an annual return in\r\ncompliance with s 173 of that Act or if the\nRegistrar had\r\nreasonable cause to believe that the company was not carrying on\r\nbusiness, and the company failed to respond adequately\nto the\r\nRegistrar’s consequent inquiries. As to restoration of a\r\ncompany so deregistered, s 73(6)(\na\n) and 73(6A) provided:\n‘\n6\r\n(\na\n) The\r\nCourt may, on application by any interested person or the Registrar,\r\nif it is satisfied that a company was at the time of\nits\r\nderegistration carrying on business or was in operation, or otherwise\r\nthat it is just that the registration of the company\nbe restored,\r\nmake an order that the said registration be restored accordingly, and\r\nthereupon the company shall be deemed to have\ncontinued in existence\r\nas if it had not been deregistered.\n(\nb\n) Any such\r\norder may contain such directions and make such provision as the\r\nCourt deems just for placing the company and all other\npersons in the\r\nposition, as nearly as may be, as if the company had not been\r\nderegistered.\n. . .\n(6A) \r\nNotwithstanding subsection (6), the Registrar may, if a company has\r\nbeen deregistered due to its failure to lodge an\nannual return in\r\nterms of section 173 on application by the company concerned and\r\non payment of the prescribed fee, restore\nthe registration of the\r\ncompany, and thereupon the company shall be deemed to have continued\r\nin existence as if it had not been\nderegistered. Provided that the\r\nRegistrar may only so restore the registration of the company after\r\nit has lodged the outstanding\nannual return and paid the outstanding\r\nprescribed fee in respect thereof.’\n[18]\r\nOn the basis of these provisions this court held in\nInsamcor (Pty)\r\nLtd v Dorbyl Light & General Engineering (Pty) Ltd; Dorbyl Light\r\n& General Engineering (Pty) Ltd v Insamcor\n(Pty) Ltd\n2007 (4)\r\nSA 467\n; (63/06, 319/06)\n[2007] ZASCA 6\n(SCA) para 23 that the\r\nconsequence of restoring a deregistered company to the register under\r\ns 73(6) was\nipso facto\nto revive all rights and\r\nobligations of the company that had been extinguished by\r\nderegistration with retrospective effect. More\nrecently it was held\r\nin\nCA Focus CC v Village Freezer t/a Ashmel Spar\n2013 (6) SA\r\n549\n; (731/12)\n[2013] ZASCA 136\n(SCA) para 10-21, with reference to\r\nthe virtually identically worded\ns 26(7)\nof the\nClose\nCorporations Act 69 of 1984\n, that the consequence of restoration was\r\nto validate retrospectively all acts done on behalf of the company\r\nduring the interim\nperiod as if deregistration had never occurred\r\n(see also\nKadoma Trading 15 (Pty) Ltd v Noble Crest CC\n2013\r\n(3) SA 338\n; (452/2012)\n[2013] ZASCA 52\n(SCA) paras 13 and 14). In all\r\nthese cases it was recognised at the same time that the\r\nindiscriminate automatic retrospective reinstatement\nof all corporate\r\nactivity could have a severely detrimental effect on third parties.\r\nSo it was said, for example, in\nInsamcor\n(para 24):\n‘\n.\r\n. . it is an oversimplification to regard a restoration order as no\r\nmore than an 'as you were'. It can clearly cause severe prejudice\nto\r\nthird parties. In [\nEx parte Sengol\r\nInvestments (Pty) Ltd\n1982 (3) SA 474\n(T) at 477C] Van Dijkhorst J gave the example of those who, upon\r\nderegistration, acquired rights to company property, who will\nlose\r\nthose rights when the registration of the company is restored.\r\nExamples of such prejudice have also been recognised in other\n\njurisdictions. . . .’\nAnd\r\nthat in consequence (para 27):\n‘\n.\r\n. . it is, in my view, self-evident that third parties who will or\r\nmay be prejudiced by the restoration order must be given the\n\nopportunity to persuade the Court not to exercise its discretion in\r\nfavour of a restoration order. Alternatively, they may endeavour\nto\r\npersuade the Court to make the order subject to such directions under\ns 73(6)(\nb\n)\r\nas may serve to alleviate its prejudicial consequences.’\n[19]\r\nDespite these potentially prejudicial consequences resulting from\r\nautomatic retrospective validation, it was held, however,\nthat this\r\nconstruction of\ns 73(6)\nand\ns 73(6A)\ncould not be avoided.\r\nWhat compelled this conclusion was, of course, the pertinent\r\nprovision contained in both subsections (and\nin\ns 26(7)\nof the\nClose Corporations Act) that\nupon restoration, ‘. . . the\r\ncompany shall be deemed to have continued in existence as if it had\r\nnot been deregistered.’\nUnlike\ns 73(6)(\nb\n),\r\nhowever, and similar to s 73(6A) of the 1973 Act,\ns 26(7)\nof the\nClose Corporations Act left\nno room for alleviation of these\r\nconsequences by court order or otherwise.\n[20]\r\nIt will be observed that neither\ns 73(6)\nnor\ns 73(6A)\npertained to the deregistration of companies that were wound up after\r\nliquidation, nor to the possible restoration of a company\n\nderegistered in this way. These matters were dealt with in chapter\r\nXIV of the 1973 Act under the heading ‘Winding-up of\r\ncompanies’. More pertinently, s 419 in this chapter\r\nprovided for the dissolution of companies after they had been\r\ncompletely\nwound up. In terms of s 420, the court was then\r\nafforded the authority to declare ‘. . . the dissolution [under\r\ns 419]\nto have been void and, thereupon any proceedings may be\r\ntaken against the company as might have been taken if the company had\r\nnot\nbeen dissolved.’ Unlike s 73(6) and 73(6A) this\r\nsection therefore made no express reference to retrospectivity.\r\nSection\n420, incidentally, still governs the position with regard to\r\ncompanies wound up by reason of insolvency. This is so because,\r\ndespite\nthe repeal of the 1973 Act, chapter XIV of that Act –\r\nincluding s 420 – remains in force with regard to\r\ninsolvent\ncompanies until further notice, by virtue of para 9,\r\nschedule 5 of the 2008 Act. Nonetheless, because the wording of s 420\n\nis so different from the provisions that are of direct concern to us,\r\nthe section fortunately does not have to detain us. I say\nfortunately\r\nbecause the construction of s 420 is known to have given rise to\r\nproblems of its own (see eg\nMotala &\r\nothers v Master of the High Court (North Gauteng) & others\n[2014]\r\n2 All SA 154\n; (313/13)\n[2013] ZASCA 185\n(SCA) ).\nThe\r\npertinent provisions of the 2008 Act\n[21]\r\nSubsections 82(4) and 83(4) both form part of chapter 2, part G, of\r\nthe Act which appears under the heading ‘Winding-up\nof solvent\r\ncompanies and deregistering companies’. Sections 79 to 81 are\r\nexclusively concerned with the winding-up of solvent\ncompanies (while\r\nthe winding-up of insolvent companies, as I have said, are still\r\ngoverned by chapter XIV of the 1973 Act). Sections\n82 and 83 thus\r\nconstitute the main focus of our enquiry. For this reason a full\r\nquotation of the sections cannot be avoided. They\nprovide:\n’\n82\r\nDissolution of companies and removal from register\n(1) The Master must\r\nfile a certificate of winding up of a company in the prescribed form\r\nwhen the affairs of the company have been\ncompletely wound up.\n(2) Upon receiving a\r\ncertificate in terms of subsection (1), the Commission [defined as\r\nthe CIPC] must-\n(\na\n) record\r\nthe dissolution of the company in the prescribed manner; and\n(\nb\n) remove\r\nthe company's name from the companies register.\n(3) In addition to\r\nthe duty to deregister a company contemplated in subsection (2) (\nb\n),\r\nthe Commission may otherwise remove a company from the companies\r\nregister only if-\n(\na\n) the\r\ncompany has transferred its registration to a foreign jurisdiction in\r\nterms of subsection (5), or-\n(i) has failed to\r\nfile an annual return in terms of section 33 for two or more years in\r\nsuccession; and\n(ii) on demand by\r\nthe Commission, has failed to-\n(\naa\n) give\r\nsatisfactory reasons for the failure to file the required annual\r\nreturns; or\n(\nbb\n) show\r\nsatisfactory cause for the company to remain registered; or\n(\nb\n) the\r\nCommission-\n(i) has determined\r\nin the prescribed manner that the company appears to have been\r\ninactive for at least seven years, and no person\nhas demonstrated a\r\nreasonable interest in, or reason for, its continued existence; or\n(ii) has received a\r\nrequest in the prescribed manner and form and has determined that the\r\ncompany-\n(\naa\n) has\r\nceased to carry on business; and\n(\nbb\n) has no\r\nassets or, because of the inadequacy of its assets, there is no\r\nreasonable probability of the company being liquidated.\n(4) If the\r\nCommission deregisters a company as contemplated in subsection (3),\r\nany interested person may apply in the prescribed\nmanner and form to\r\nthe Commission, to reinstate the registration of the company.\n(5) A company may\r\napply to be deregistered upon the transfer of its registration to a\r\nforeign jurisdiction, . . . ;\n(6)\r\nThe Minister may prescribe criteria and procedural requirements that\r\nmust be satisfied by a company before it may be deregistered\nin terms\r\nof subsection (5).\n83\r\nEffect of removal of company from register\n(1) A company is\r\ndissolved as of the date its name is removed from the companies\r\nregister unless the reason for the removal is that\nthe company's\r\nregistration has been transferred to a foreign jurisdiction, as\r\ncontemplated in section 82 (5).\n(2) The removal of a\r\ncompany's name from the companies register does not affect the\r\nliability of any former director or shareholder\nof the company or any\r\nother person in respect of any act or omission that took place before\r\nthe company was removed from the register.\n(3) Any liability\r\ncontemplated in subsection (2) continues and may be enforced as if\r\nthe company had not been removed from the register.\n(4) At any time\r\nafter a company has been dissolved-\n(\na\n) the\r\nliquidator of the company, or other person with an interest in the\r\ncompany, may apply to a court for an order declaring the\ndissolution\r\nto have been void, or any other order that is just and equitable in\r\nthe circumstances; and\n(\nb\n)\r\nif the court declares the dissolution to have been void, any\r\nproceedings may be taken against the company as might have been taken\n\nif the company had not been dissolved ‘\nDecisions\r\nof different divisions of the high court\n[22]\r\nThe question as to the retrospective effect of reinstatement under\r\ns 82(4) has resulted in conflicting decisions in different\n\ndivisions of the high court. In fact, interpretations given to the\r\nsection in the various decisions cover the whole spectrum from\nno\r\nretrospectivity on the one hand, to complete retrospectivity on the\r\nother, with the concept of partial retrospectivity in between.\nAn\r\nexample of the first kind is to be found in\nBright\r\nBay Property Service (Pty) Ltd v Moravian Church in South Africa\n2013\r\n(3) SA 78\n(WCC). Complete retrospectivity, on the other hand, appears\r\nto be supported by\nAmarel Africa\r\nDistributors (Pty) Ltd v Padayache\n(236/2011)\r\n[2013] ZAGPPHC 87 and the effect of the judgment of this court in\nFintech (Pty) Ltd v Awake Solutions\r\n(Pty) Ltd & others\n[2014] 3 All SA\r\n664\n; (218/13)\n[2014] ZASCA 63\n(SCA). But neither in\nAmarel\nnor in\nFintech\nwas the issue of retrospectivity fully considered. In the result, the\r\nconstruction that a reinstatement under s 82(4) has\ncomplete\r\nretrospectivity is not borne out by any fully reasoned authority. The\r\nconcept of partial retrospectivity, on the other\nhand, is supported\r\nby the court a quo in this matter, as will presently appear from the\r\nmore detailed discussion of its judgment\nthat is to follow. But what\r\nthis thesis amounts to in short is that, while reinstatement brings\r\nin its wake retrospectivity to\nthe extent of revesting the company\r\nwith its former assets, it does not validate corporate activity\r\npurportedly conducted on behalf\nof the company during its period of\r\nderegistration. This approach also appears to be supported by\nMissouri Trading CC & another v Absa\r\nBank Ltd & others\n2014 (4) SA 55\n(KZD) paras 37 and 42.\n[23]\r\nBefore us both parties, each for reasons of its own, contended that\r\nthe court a quo was right in not subscribing to the proposition\nthat\r\nreinstatement in terms of s 82(4) has no retrospective effect at\r\nall. In consequence we did not have the benefit of any\nargument to\r\nsupport this extreme. Nonetheless, I am quite confident to endorse\r\nthe approach of the court a quo in this regard.\nIt seems that the\r\nonly decision that lends support to no retrospectivity is\nBright\r\nBay Property Services\n. That decision\r\nrelies on one argument only, namely that the deeming provisions to\r\nthe effect that the company had ‘. . .\ncontinued in existence\r\nas if it had not been deregistered’ at all, which was found by\r\nthe courts to indicate retrospectivity\nin s 73(6) and 73(6A) of\r\nthe 1973 Act, was not repeated in s 82(4). I agree that, on the\r\nface of it, the omission of\nthe deeming provision may be regarded as\r\na pointer to a change of intent on the part of the legislature. But I\r\nbelieve it is not\nmore than just an indication, which is outweighed\r\nby counter-indications.\n[24]\r\nFirst of all, the indication of a different intent that usually\r\nfollows from a change of wording in amending legislation, is\ndiluted\r\nby the fact that the new Act is not merely an amendment to the 1973\r\nAct. It is a complete reinvention of our corporate\nlaw. The\r\norganisation and arrangement of its provisions are completely\r\ndifferent, particularly with regard to deregistration and\n\nreinstatement. In this light, different wording used in a completely\r\nnew scheme can hardly be construed, in itself, as indicative\nof a\r\ncomplete reversal of intent. Secondly, the concept of reinstatement\r\nof the company’s registration, as opposed to re-registration,\n\nappears to support the notion of placing the company in its former\r\nposition. But most significant of all, I think, is the consideration\n\nunderscored by the court a quo (para 44) namely that reinstatement\r\nwould hardly serve any practical purpose if it did not at least\nhave\r\nthe effect of retrospectively revesting the company with title to its\r\nproperty. Even after reinstatement, a company will still\nbe deprived\r\nof its property and the whole reason for its continued existence. Its\r\nformerly secured creditors would remain unsecured.\nIt will become no\r\nmore than a name on the company register.\n[25]\r\nOnce it is accepted that in principle revestment under s 82(4)\r\noperates retrospectively, the question arises – is\nthere any\r\nbasis for going only halfway? In other words, is there any basis for\r\nthe interpretation of s 82(4) which found favour\nwith the court\r\na quo, that reinstatement of a company serves to revest it with its\r\nproperty but does not validate its corporate\nactivity? The\r\njustification for the limitation found by the court a quo appears\r\nfrom the following statements in its judgment:\n(para 48):\n‘\n.\r\n. . [T]he potentially prejudicial effect on third parties of a\r\nnecessary or inevitable validation of purported corporate activity\n\ninherent in the indiscriminately automatic retrospective\r\nreinstatement of companies is a consideration weighing against the\r\nready\nacceptance of giving reinstatement in terms of s 82(4)\r\nunqualified retrospective effect of the nature provided in terms of\n\nthe materially differently worded s 73(6A) of the 1973 Act and\ns 26(7)\nof the\nClose Corporations Act\n. . . . As a matter of\r\ngeneral principle consequences with a potentially prejudicial effect\r\non third parties should not be allowed\nto occur administratively\r\nwithout an opportunity for such parties first to be heard.’\nAnd\r\n(para 49):\n‘\nAn\r\nadministrative process is not as well suited as a judicial process to\r\ndetermine and afford appropriate remedies applying justness\nand\r\nequity to address the prejudicial consequences to third parties that\r\ncan arise as a consequence of the restoration of deregistered\n\ncompanies to the register.’\nAnd\r\n(para 50):\n‘\nThe\r\nambit of\ns 83(4)\nis wide enough to empower a court to deal not\r\nonly with the validation, conditionally or otherwise, of corporate\r\nactivity purportedly\nconducted on behalf of the company during its\r\nperiod of deregistration, but also, if it is just and equitable to do\r\nso, with any\nprejudicial consequences of the ordinarily retrospective\r\neffects of reinstatement, viz the re-establishment of corporate\r\npersonality,\nthe reinvestment of ownership of property and the\r\nreconstitution of the company's board of directors and general body\r\nof members.’\nAnd\r\n(para 51):\n‘\nConstruing\r\nthe provisions of\ns 82(3)\nand\ns 82(4)\nto the effect that\r\nadministrative reinstatement of a company's registration\r\nretrospectively re-establishes its corporate personality\nand title to\r\nits property, but does not validate its corporate activity during the\r\nperiod that it was deregistered, seems to me\nto give the preferred\r\nresult given the choice of meanings available.’\n[26]\r\nThere can be no doubt that retrospective validation of the corporate\r\nactivities of a company during its period of deregistration\nas a\r\nmatter of course holds the inherent risk of prejudice to third\r\nparties. That much had been recognised and discussed in cases\nlike\nInsamcor\n,\nCA Focus\nand\nKadoma Trading.\nWhat the court a quo’s reasoning seems to lose sight of,\r\nhowever, is that, as pointed out in\nInsamcor\n,\r\nrevesting the company with its property can have the same detrimental\r\neffect on third parties who have in the meantime acquired\nrights to\r\nthat property. But, more significantly in my view, is the\r\nconsideration that refusal to validate the corporate activities\nof a\r\ncompany during its period of demise can be equally devastating to the\r\ninterests of bona fide third parties who were unaware\nof the\r\nderegistration. That much is well-illustrated by the facts of this\r\ncase and by\nAbsa Bank Ltd v Companies\r\nand Intellectual Property Commission & others\n2013\r\n(4) SA 194\n(WCC). The truth is that deregistration of a company bears\r\nthat inherent risk. It results from the fact that a comparison\r\nbetween\nthe deregistration of a company, on the one hand, and the\r\ndeath of a person, on the other, is not entirely correct. Unlike a\r\ndeceased\nperson, a deregistered company often, as in this case,\r\ncarries on with its business as if the deregistration never occurred\r\nand\nwith third parties having no knowledge of its disability.\r\nIndiscriminate validation of corporate activities, on the one hand,\r\nand\nthe indiscriminate refusal to validate these activities, on the\r\nother, therefore cut both ways. Potential prejudice to third parties\n\ntherefore affords no reason to interpret\ns 82(4)\nso as to\r\nexclude retrospective validation in principle.\n[27]\r\nClosely linked to its views on prejudice to third parties caused by\r\ncomplete retrospectivity, is the further consideration\nwhich weighed\r\nwith the court a quo, namely, that in the light of the potential\r\nprejudice to third parties, reinstatement through\nan administrative\r\nprocess could not have been intended by the legislature to result in\r\nthe automatic retrospective validation of\ncorporate activities. It\r\nfollows, so the court’s reasoning went, that the legislature\r\nmust have intended to reserve the power\nof retrospective validation\r\nto the courts to be exercised on the basis of what is just and\r\nequitable in terms of\ns 83(4).\nThis means, of course, that those\r\nwho seek retrospective validation are compelled to resort to the\r\ncostly exercise of an application\nto court. That raises the\r\nrhetorical question – assuming that\ns 83(4)\nis available\r\nafter administrative reinstatement under\ns 82(4)\n– why\r\ncould the legislature not have intended it to be the other way\r\naround? Once it is recognised that validation and non-validation\ncut\r\nboth ways, why could it not have been intended that the party who\r\nseeks to\nprevent\nvalidation of a particular transaction be afforded the opportunity to\r\napproach the court?\n[28]\r\nIn addition, the consequence which the court a quo found unlikely,\r\nnamely that in the circumstances the legislature would have\nintended\r\ncomplete retrospectivity to result from an administrative process,\r\nwas in fact the position that prevailed under previous\nlegislation.\r\nThe consequence of automatic retrospective validation of corporate\r\nactivities did not only follow from reinstatement\nby the court in\r\nterms of\ns 73(6).\nIt also resulted from the administrative\r\nprocess in terms of\ns 73(6A)\nand in terms of\ns 26(7)\nof the\nClose Corporations Act. Another\nmore peripheral consideration that\r\nseems to have swayed the court a quo was that no provision is made\r\nfor notice of the application\nfor reinstatement to potentially\r\ninterested third parties (see also\nMissouri\r\nTrading\npara 33). That, however, is\r\nfortunately not so. Although\ns 82(4)\nitself\r\ndoes not provide for notice of the application to third parties,\r\nregulation 40(7) of the Companies Regulations, GN R351 of\n2011,\nGG\n34239, 26 April 2011, promulgated under\r\nthe Act, read with the practice note issued by the CIPC pursuant to\r\nthe regulations, published\nas GenN 204,\nGG\n36225, 15 March 2013, inter alia, requires for an application under\r\ns 82(4), an ‘[a]dvertisement in a local newspaper\ngiving\r\n21 days’ notice of proposed application for reinstatement’.\r\nThird parties are thus given the opportunity to\nprevent\r\nreinstatement.\n[29]\r\nBut what finally renders the position of partial retrospectivity held\r\nby the court a quo, in my view, untenable is that the\nwording of\r\ns 82(4) simply leaves no room for this construction. Once\r\n‘reinstatement’ in s 82(4) is construed\nas\r\nindicating retrospective operation, there is no justification for\r\nconstruing it to mean that retrospective operation must stop\nhalfway,\r\nin the sense that it pertains to revestment of the company’s\r\nproperty only. As appears from the court a quo’s\njudgment (para\r\n51) it clearly held the view that its interpretation of s 82(4)\r\nread with 83(4) of the Act has ‘the preferred\nresult given the\r\nchoice of meanings available’. Although the preference of\r\noutcome may be debatable, my real problem is that\nI do not think the\r\nwording of the section renders the meaning preferred by the court a\r\nquo available. As I see it, the wording\nof the section leaves no room\r\nfor the pragmatic approach adopted by the court a quo. The only\r\nmeaning available on that wording,\nas I see it, is that s 82(4)\r\nhas automatic retrospective effect, not only in revesting the company\r\nwith its property but also\nin validating its corporate activities\r\nduring the period of its deregistration. In short, there is no\r\ntextual basis to distinguish\nbetween revesting of property and\r\nrevesting the company with the capacity to continue operating. It\r\nfollows that, in my view, the\narbitration proceedings and related\r\ncourt proceedings during the period of deregistration, together with\r\nthe awards and orders\nmade in those proceedings, were automatically\r\nvalidated by the reinstatement of Newlands under s 82(4). Unlike\r\nthe court a\nquo, I therefore do not think there was any need for a\r\nspecial declaratory order to that effect. To that extent, the order\r\nof the\ncourt a quo requires amendment, but as far as the dispute\r\nbetween the parties in this case is concerned, that seems to be the\r\nend\nof the matter.\n[30]\r\nYet, with regard to the interpretation of s 82(4), read in\r\njuxtaposition with s 83(4), something more should be said,\n\nparticularly since the matter was fully argued in this court. As a\r\nstarting point I agree with the view expressed by the court\na quo\r\n(para 52) that s 83(4) is available even where the company has\r\nalready been administratively reinstated in terms of\ns 82(4) (cf\nAbsa Bank Ltd v CIPC\nabove paras 43-44). And like the court a quo, I do not believe that\r\nthere is any support in the wording of s 83(4) for the\ncontrary\r\ninterpretation contended for by Newlands. Section 83(4)(\na\n)\r\nallows any ‘person with an interest in the company’ to\r\napply for relief connected with the dissolution of the company.\nUpon\r\nsuch application the court is afforded authority to make ‘any .\r\n. . order that is just and equitable in the circumstances’.\n\nMoreover, s 83(4) expressly provides that this application can\r\nbe brought ‘[a]t any time after the company had been\n\ndissolved’. In the light of this wide wording at every level, I\r\nfind no justification to restrict this wide meaning so as\nto exclude\r\na company, which had subsequent to dissolution been reinstated by\r\nadministrative action, from the ambit of the section.\nThus\r\nunderstood, the legislature had, in my view, intended to alleviate\r\nthe prejudicial effect on third parties or even the company\nwhich may\r\nbe brought about by the retrospective effect of reinstatement under\r\ns 82(4). Any party who is prejudiced by this\nautomatic\r\nretrospective action, is afforded the opportunity to seek\r\namelioration under s 83(4) of the Act, in which event\nthe court\r\nis authorised to grant any relief it considers just and equitable.\n[31]\r\nIt follows that, in my view, the appeal should be dismissed with\r\ncosts and the judgment of the court a quo confirmed, save\nfor such\r\namendments to its order (in para 64) that are necessitated by our\r\ndifferent reasoning, albeit that this difference in\nreasoning leads\r\nto an outcome which is essentially the same. In the result it is\r\nordered that:\n1 Paragraphs (a) and\r\n(b) of the order of the court a quo are set aside and replaced by the\r\nfollowing:\n‘\n(a)\r\nIt is declared that the reinstatement of the first respondent as a\r\ncompany in terms of\ns 82(4)\nof the\nCompanies Act 71 of 2008\nhad\r\nretrospective effect from the date of its deregistration which\r\nincluded the retrospective validation of its corporate activities\n\nduring that period.’\n2 Paragraphs (c) and\r\n(d) of the order of the court a quo are renumbered to (b) and (c)\r\nrespectively.\n3\r\nSave for the aforegoing amendment, the order of the court a quo is\r\nconfirmed and the appeal is dismissed with costs including\nthe costs\r\nof two counsel.\nF\r\nD J Brand\nJudge\r\nof Appeal\nAppearances\nFor\r\nthe Appellant: M A Albertus SC (with him G M Quixley)\nInstructed by:\nJ Ramages Attorneys,\r\nCape Town\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nthe Respondent: J Butler SC (with him M Ioannou)\nInstructed by:\nClyde & Co, Cape\r\nTown\nLovius\r\nBlock Attorneys, Bloemfontein",
  "scraped_at": "2026-02-12T17:06:34.976307",
  "date": "2015-03-20",
  "coram": [
    "Brand JA",
    "Lewis JA",
    "Pillay JJA",
    "Dambuza AJJA",
    "Mayat AJJA"
  ],
  "case_number": "086/2014",
  "parties": {
    "applicants": [
      "Newlands Surgical Clinic (Pty) Ltd"
    ],
    "respondents": [
      "Peninsula Eye Clinic (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Newlands Surgical Clinic operated a surgical facility and allowed Peninsula Eye Clinic’s ophthalmic surgeons to use its premises. To encourage use, Newlands paid \"kickbacks\" to Peninsula based on revenue generated. After the Health Professions Council prohibited such incentives, the parties attempted to disguise further payments through a share‑purchase arrangement and an equipment‑exchange valued at R570,000. The arrangement broke down, leading to arbitration, which awarded Peninsula ten percent of Newlands’ shares and related dividends. While arbitration was pending, Newlands was deregistered on 4 January 2008 for failure to file annual returns. On 3 April 2012 the Companies and Intellectual Property Commission reinstated Newlands under section 82(4) of the Companies Act 71 of 2008. Peninsula then applied to the High Court for a declaration that the reinstatement should have retrospective effect to validate the arbitration proceedings that occurred during the period of deregistration.",
    "issues": "The appeal centred on two questions: (1) Whether reinstatement of a company under s 82(4) of the Companies Act 2008 automatically has retrospective effect, thereby validating corporate actions taken while the company was deregistered; (2) If not, whether the court may, under s 83(4), grant retrospective validation of those actions as just and equitable.",
    "principles": "The court examined the statutory language of s 82(4) and s 83(4), emphasizing that s 82(4) merely restores a company’s registration and that retrospective validation of corporate activities is not automatic. Precedent cases such as Insamcor, CA Focus, Kadoma Trading, and Bright Bay illustrated differing approaches to retroactive effect. The court affirmed that s 83(4) confers a wide judicial power to make any order that is just and equitable after a company’s dissolution, including granting retrospective validation where appropriate.",
    "application": "Applying these principles, the court concluded that s 82(4) reinstates the company and its property but does not automatically validate corporate conduct during deregistration. Consequently, the court exercised its s 83(4) authority to give the reinstatement full retrospective effect, including validation of the arbitration proceedings and related orders, as it was just and equitable. The court also noted that the appeal was limited to the issue of retrospective effect because leave to appeal had been granted only on that ground.",
    "conclusion": "The appeal was dismissed. The order of the Western Cape Division was confirmed, with paragraphs (a) and (b) replaced to declare that the reinstatement of Peninsula Eye Clinic under s 82(4) had retrospective effect from the date of deregistration, encompassing validation of its corporate activities during that period. Costs were awarded, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Corporate Reinstatement",
    "level_3": [
      "Companies Act 2008",
      "Section 82",
      "Section 83",
      "Retroactive Effect",
      "Arbitration"
    ]
  }
}