{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/12.html",
  "case_name": "Clifton Dunes Investments 100 Limited and Another v City Capital SA Property Holdings Limited (169/14) [2015] ZASCA 12 (16 March 2015)",
  "citation": "[2015] ZASCA 12",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 12\n|\nNoteup\n|\nLawCite\nClifton Dunes Investments 100 Limited and Another v City Capital SA Property Holdings Limited (169/14) [2015] ZASCA 12 (16 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNOT\r\nREPORTABLE\nCase\r\nNo: 169/14\nIn\r\nthe matter between:\nCLIFTON\r\nDUNES INVESTMENT 100\r\nLIMITED\n..........................................\nFIRST\r\nAPPELLANT\nMIDNIGHT\r\nSTORM INVESTMENTS 150\r\n(PTY)\n.....................................\nSECOND\r\nAPPELLANT\nLTD\nand\nCITY\r\nCAPITAL SA PROPERTY HOLDINGS\r\nLIMITED\n.......................................\nRESPONDENT\nNeutral citation:\nClifton Dunes v City Capital\n(169/14)\n[2015] ZASCA 12\n(16 March 2015)\nCoram:\nLewis,\r\nMaya, Majiedt, Pillay and Zondi JJA\nHeard:\r\n24 FEBRUARY 2015\nDelivered:\r\n16 MARCH 2015\nSummary:\nProperty syndication – how\r\ndetermination to be made in respect of loan amount due – high\r\ncourt’s reliance on the\nappellants’ audited financial\r\nstatements in making such a determination correct – loan amount\r\nthus correctly determined\n– application by appellants to adduce\r\nfurther evidence on appeal – requirements not met.\nORDER\nOn\r\nappeal from:\nWestern Cape Division,\r\nHigh Court, Cape Town (Griesel J sitting as court of first instance):\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nMajiedt\r\nJA ( Lewis, Maya, Pillay and Zondi JJA concurring)\n[1]\r\nProperty syndication schemes have a chequered history in this\r\ncountry. Far too often they end up as civil or criminal cases\nin our\r\ncourts. At issue in this appeal is the amount of a loan advanced by\r\nthe first appellant, Clifton Dunes Investment 100 Limited\n(Clifton\r\nDunes) to the second appellant, Midnight Storm Investments 150 (Pty)\r\nLtd (Midnight Storm). This issue has a direct bearing\non the amount\r\ndue to the respondent, City Capital SA Property Holdings Limited\r\n(City Capital) as a minority shareholder in Midnight\nStorm. After\r\nhearing oral evidence, Griesel J in the Western Cape Division of the\r\nHigh Court, Cape Town, upheld the contentions\nadvanced by City\r\nCapital (which was the applicant in the high court) and found the\r\namount of the loan to be R20 321 248.\nThis appeal is with\r\nthe leave of the high court.\n[2]\r\nClifton Dunes and Midnight Storm are companies in a property\r\nsyndication scheme (the syndication). City Capital is a 15 per cent\n\nshareholder of Midnight Storm. Clifton Dunes holds the balance of the\r\nshares. The syndication is part of some 77 property syndications\n\ninvolving about 160 companies in the Dividend Investment group of\r\ncompanies. These syndication schemes were all similarly structured\nin\r\nthe form of either an ‘Income Plan’ or a ‘Capital\r\nGrowth Plan’. In the former instance investors in\nthe\r\nsyndication scheme would receive interest on their investment on a\r\nmonthly basis, while in the ‘Capital Growth Plan’\n\ninvestors would not receive interest, but would share in the capital\r\nprofit when the property invested in is eventually sold. The\nrental\r\nincome from the property would be utilised to settle the mortgage\r\nbond as soon as possible in order to secure a potential\ncapital\r\nprofit when the property is sold (referred to in the industry as\r\n‘gearing’). The present syndication falls\ninto this\r\nlatter category.\n[3]\r\nThe syndication was funded by investors who lent approximately\r\nR25 million to Clifton Dunes during 2005 to 2006. In return,\n\ninvestors acquired shares in Clifton Dunes from a company, Div-Vest\r\n(Pty) Ltd (Div-Vest) – which company was part of the\nDividend\r\nInvestment group – and the right to be repaid their investment\r\nplus any capital growth thereon. Clifton Dunes, as\nthe holding\r\ncompany, then lent money to Midnight Storm, as the property-owning\r\ncompany, to purchase immovable property in Hatfield,\nPretoria, known\r\nas the KPMG building (the property), during February 2005 in the sum\r\nof R34 305 748. The balance of the\npurchase price was\r\nfinanced through a Nedbank mortgage loan. Investors held 100 per cent\r\nof the shares in Clifton Dunes which,\nin return for its loan to\r\nMidnight Storm, acquired 85 per cent of the shares in the latter from\r\nDiv-Vest, while Div-Vest Holdings\n(another company in the Dividend\r\nInvestment group) held the remaining 15 per cent shareholding in\r\nMidnight Storm. City Capital\nlater acquired this 15 per cent\r\nshareholding through a merger with the Dividend Investment group of\r\ncompanies.\n[4]\r\nMidnight Storm utilised an amount of R20 321 248 from the\r\napproximately R25 million raised from investors in Clifton\nDunes as\r\npart payment on the purchase price of the property, which was\r\nregistered in the name of Midnight Storm on 11 February\n2005. On that\r\nsame date, 85 shares in Midnight Storm were also transferred from\r\nDiv-Vest to Clifton Dunes. The purchase consideration\nof these shares\r\nis one of the aspects which requires closer scrutiny since it impacts\r\ndirectly on the main issue. On 26 April 2012\nthe shareholders of\r\nMidnight Storm approved the sale of the property at a purchase price\r\nof R43.5 million and the deed of sale\nwas concluded on 8 May 2012.\r\nThis represented a return on investment of just over R9 million over\r\na seven year period for Midnight\nStorm. It is common cause that\r\nsubsequent to the sale of the property investors were repaid the sum\r\nof R30 million.\n[5]\r\nThe present dispute arose because City Capital alleged that the\r\namount of the loan from Clifton Dunes to Midnight Storm (the\nClifton\r\nDunes loan) was R20 321 248, whereas the appellants contended it\r\nto be R25 million. City Capital applied to the\nhigh court for a\r\ndeclaratory order that the Clifton Dunes loan was in the above amount\r\nof R20 321 248 and for an order\ndirecting Midnight Storm to\r\npay to it the sum of R3 160 608 in respect of the net\r\nproceeds of the sale, together with\naccrued interest. If the\r\nappellants’ contentions are correct that the Clifton Dunes loan\r\nactually amounted to R25 million,\na lesser amount would be due\r\nto City Capital. By agreement between the parties, the amount claimed\r\nby City Capital, R3 160 608,\nis presently being held in an\r\ninterest bearing trust account by a firm of attorneys (the erstwhile\r\nthird respondent in the high\ncourt who did not participate at all in\r\nthose proceedings) in terms of s 78 of the Attorneys Act 53 of 1979.\n[6]\r\nDue to the factual disputes on the papers, Smit AJ referred the\r\nfollowing issues to oral evidence:\n(a) the amount (if any) of the loan repayable to Clifton\r\nDunes by Midnight Storm on 6 December 2012 pursuant to the\r\ncontractual\nrelations between the parties dealt with in the founding\r\naffidavit; and\n(b) the amount (if any) payable by Midnight Storm to\r\nCity Capital of the proceeds derived from Midnight Storm’s sale\r\nof the\nproperty.\nAfter\r\nhearing oral evidence from both sides, Griesel J found for City\r\nCapital and granted the relief sought.\n[7]\r\nBefore deliberating on the main issue, it is necessary to deal with a\r\npreliminary issue, namely the appellants’ application\nfor leave\r\nto adduce further evidence on appeal. We dismissed the application at\r\nthe commencement of the hearing. These are the\nreasons for that\r\norder. The new evidence concerned City Capital’s rights to\r\nclaim what was in effect a dividend from Midnight\nStorm, based on its\r\nrights as a shareholder. The appellants contended that the new\r\nevidence suggests that City Capital was not\na shareholder. The\r\napplication was opposed broadly on the grounds that the new evidence\r\ncould and should have been adduced at the\ntrial, that it is neither\r\nmaterial to nor dispositive of the issue on appeal and that there are\r\nno exceptional circumstances warranting\nits admission, nor do the\r\ninterests of justice require its admission. The further evidence\r\nemanated from an enquiry held in terms\nof s 417, read with s 418 of\r\nthe Companies Act 61 of 1973, during November 2014. The appellants\r\nclaim that they were not aware\nof these new facts before they emerged\r\nat this enquiry. They say that the evidence at the enquiry shows that\r\na ‘resolutive\ncondition’ in the sale of shares agreement\r\nbetween Div-Vest Holdings and City Capital was never fulfilled, that\r\nconsequently\nthe agreement is void from its inception and that City\r\nCapital therefore never became a shareholder of Midnight Storm. Some\r\nbackground\nfacts are necessary to place this aspect in its proper\r\ncontextual setting.\n[8]\r\nDiv-Vest Holdings is part of the Dividend Investment group of\r\ncompanies. It was the holding company of all the property-owning\n\ncompanies in the group. On 28 September 2007 Div-Vest Holdings\r\nconcluded a sale of shares agreement with City Capital in terms\nof\r\nwhich it sold all its shares in the property-owning companies\r\n(including Div-Vest) to City Capital for R32 169 751.76.\nThe\r\n’resolutive condition’ under discussion appears in clause\r\n5 which reads as follows:\n‘\n5.\nRESOLUTIVE CONDITION\n5.1\r\nThis agreement is subject to the resolutive condition that a legally\r\nbinding and valid agreement be entered into and be successfully\nand\r\nfully complied with between City Capital Investment Holdings\r\n(Proprietary) Limited (Registration No. 2005/028522/07) and\nall\r\nthe Shareholders of Div-Vest Holdings (Proprietary) Limited\r\n(Registration No. 1969/001986/07) as on the Signature Date in terms\n\nwhereof City Capital Investment Holdings (Proprietary) Limited\r\n(Registration No. 2005/028522/07) shall purchase the entire\n\nshareholding of all the Shareholders of Div-Vest Holdings\r\n(Proprietary) Limited (Registration No. 1969/001986/07) held in\r\nDiv-Vest\nHoldings (Proprietary) Limited (Registration No.\r\n1969/001986/07) on the Signature Date.’\n[9]\r\nIn the high court, the litigation was conducted on the basis that\r\nthis ‘resolutive condition’ had been fulfilled.\nThe\r\nagreement also contains the standard non-variation and non-waiver\r\nclauses. At the enquiry Mr Jacobus Carstens, director and\nCEO of City\r\nCapital, and Mr Chris Blaauw, a broker who assisted the Dividend\r\nInvestment group to source properties for syndication\nschemes,\r\ntestified. According to them no agreement had ever been entered into\r\nbetween City Capital Investment Holdings (Pty) Ltd\nand Div-Vest\r\nHoldings (Pty) Ltd. The upshot of this, say the appellants, is that\r\nCity Capital acquired no rights as a shareholder\nin Midnight Storm\r\nand consequently had in fact lacked the requisite\nlocus\r\nstandi\nto have brought the application\r\nin the high court.\n[10]\r\nAs is evident from clause 5.1 above, it was not the respondent\r\ncompany, but City Capital Investment Holdings (Pty) Ltd which\nhad to\r\nconclude an agreement with all the shareholders of Div-Vest Holdings.\r\nI shall for the sake of clarity refer to this other\ncompany as ‘City\r\nCapital Holdings’. The condition is described as ‘resolutive’\r\nin clause 5.1. The appellants\nsay that this is a misnomer and that\r\nthe condition is in fact suspensive in nature. In R H Christie\r\nand G B Bradfield\nChristie’s The Law of Contract\r\nin South Africa\n6 ed (2011) at 145, the distinction is drawn\r\nbetween these two conditions as follows:\n‘\nA\r\ncondition precedent [ie a suspensive condition] suspends the\r\noperation of all or some of the obligations flowing from the contract\n\nuntil the occurrence of a future uncertain event, whereas a\r\nresolutive condition [sometimes referred to as a ‘condition\r\nsubsequent’] terminates all or some of the obligations flowing\r\nfrom the contract upon the occurrence of a future uncertain\nevent.\n’\nAs\r\nthe learned authors correctly point out (at 145-146), when such a\r\ncondition applies to only part of a contract, it is not easily\n\nclassifiable. The determination of the type of condition is a matter\r\nof construction. A court will not restrict itself to the designation\n\nthat the parties afford the particular clause and the use of the\r\nwords ‘subject to’ are usually (but not always)\r\nindicative\nof a suspensive condition – see\nPalm\r\nFifteen (Pty) Ltd v Cotton Tail Homes (Pty) Ltd\n1978 (2) SA 872\n(A) at 884E-G. A resolutive condition has the effect\r\nthat upon the happening of a designated future event, the agreement\r\nitself\nis terminated. In terms of clause 5.1, if the agreement\r\nbetween City Capital Holdings and Div-Vest Holdings’\r\nshareholders\ncame into being as envisaged, the entire sale agreement\r\nwould terminate. On the common cause facts this agreement never came\r\ninto\nexistence. The agreement of sale thus never lapsed as contended\r\nby the appellants.\n[11]\r\nThe condition is, on its plain language and in its contextual\r\nsetting, clearly resolutive in nature. And the parties conducted\n\nthemselves throughout on this basis and not as if the condition was\r\nsuspensive. The appellants made reference to and placed reliance\non\r\nthe agreement in a letter to investors by their director, Dr David\r\nFerreira, and in their answering affidavit in this matter\n(deposed to\r\nby Dr Ferreira). The appellants cannot in law after the fact avoid\r\nthe consequences of a contractual term, the meaning\nof which they had\r\nagreed upon with the respondent, and acted upon accordingly by both\r\nparties (see:\nAussenkehr Farms\r\n(Pty) Ltd v Trio Transport CC\n2002 (4)\r\nSA 483\n(SCA) para 25). The material prejudice to the respondent is\r\nself-evident – its\nlocus standi\nis being subjected to attack at this late stage notwithstanding the\r\nplain meaning of the clause as a resolutive condition and despite\nthe\r\nfact that both parties to the contract have acted throughout on this\r\ncommon understanding of what the clause entails. The application\ndoes\r\nnot meet the well-established requirements for the adducing of new\r\nevidence on appeal. For these reasons we dismissed the\napplication\r\nwith costs, including the costs of two counsel.\n[12]\r\nReverting to the main issue – a convenient place to start in\r\nfinding the answer to the divergent contentions is the series\nof\r\ntripartite agreements entered into between the investors, Clifton\r\nDunes and Div-Vest. These agreements form the genesis of the\nentire\r\ntransaction. One such agreement, representative of all of the\r\nagreements signed by the investors, is an annexure to the\nappellants’\r\nanswering affidavit. It is called a ‘Property Capital Growth\r\nPlan agreement’ and it is between an\ninvestor, Ms Maria Johanna\r\nGrobler (the investor), Div-Vest (the principal) and Clifton Dunes\r\n(the company). I shall for the sake\nof convenience refer to it simply\r\nas ‘the tripartite agreement’. Its preamble records that\r\nthe investor and Clifton\nDunes had agreed to enter into a loan\r\nagreement in terms of which the investor would advance money to\r\nClifton Dunes ‘to enable\nit to purchase certain investments and\r\nmake other investments in terms of paragraph 2’. It is recorded\r\nfurther that in return\nClifton Dunes would pay the investor interest\r\nas set out in the agreement. Clause 2 is of decisive importance in\r\nthis case. It\nreads as follows:\n‘\n2.\r\nDUTIES AND OBLIGATIONS OF THE PARTIES TO THIS AGREEMENT:\n2.1 The Investor hereby undertakes to loan the Company\r\nupon signature of this agreement by all parties hereto the amount of\r\nR200,000.\n2.2 The Company undertakes to:\n2.2.1  Purchase immovable property described as Erf 748,\r\nHatfield Township Registration Division J.R., Province of Gauteng;\r\nmeasuring\n5 716 square metres and to nominate a newly formed\r\nunencumbered private Company as the purchaser thereof (hereinafter\r\nreferred\nto as “the Property Company”)\nof which\r\nthe Principal at its inception shall own all the issued share\r\ncapital.\n2.2.2  loan an amount to the Property Company to be\r\nutilized towards a\nportion of the purchase price of the immovable\r\nproperty\nreferred to in paragraph 2.2.1 above.\n2.2.3  To raise a bond with a financial institution to\r\nfinance the balance of the purchase price.\n2.2.4\nto purchase 85% of the issued share capital of\r\nthe Property Company from the Principal on date of registration of\r\ntransfer\nof the immovable property in the name of the Property\r\nCompany.\n2.2.5\r\n Credit the investor in the books of the Company with a loan account\r\nreflecting the full value of the loan to the Company\nand\r\nto repay such loan account first before any other payments are made\nin the event of the immovable property of the Property Company being\r\nsold. (my emphasis)\n[13]\r\nIt is common cause that, save for clause 2.2.4 (which is the primary\r\nbone of contention), the parties have complied with their\nobligations\r\nset out in clause 2. The investors lent an amount of R25 million to\r\nClifton Dunes (in terms of clause 2.1 of the various\ntripartite\r\nagreements), which utilized R20 321 248 thereof as a loan\r\nto Midnight Storm as part of the purchase price\nof the KPMG building\r\n(clauses 2.2.1 and 2.2.2). A loan, secured by a mortgage bond, was\r\nraised with Nedbank to pay the balance\nof the purchase price (clause\r\n2.2.3). On the common cause facts the original loan amount was R23\r\nmillion to make up for the shortfall\nin the investor contributions at\r\nthe time of the acquisition of the property. These contributions\r\nincreased from approximately\nR10.5 million at that time to the\r\neventual total of R25 million. The Nedbank loan amount was then\r\nreduced to R14 million.\nIt is lastly common cause that the\r\ninvestors were duly credited in Clifton Dunes’ books with loan\r\naccounts reflecting the\nfull value of their loans and that they were\r\nrepaid a total of R30 million, ie an amount in excess of what they\r\nhad initially invested,\nwhen the property was sold (clause 2.2.5).\r\nWhat remains then for consideration is the dispute concerning clause\r\n2.2.4.\n[14]\r\nOn the common cause facts the amount of R4 678 752 (the\r\ndisputed amount) was transferred from the trust account of\nattorneys\r\nMinde Schapiro and Smith (MSS), who had received all the investors’\r\ncontributions, to Div-Vest. The appellants\ncontend that this payment\r\nwas irregular since it constitutes a ‘syndication fee’ or\r\n‘gross profit’ to Div-Vest\nwhich falls outside the\r\nparties’ agreement. City Capital on the other hand, avers that\r\nthis amount constitutes the purchase\nconsideration in respect of the\r\n85 per cent shareholding in Midnight Storm in terms of\r\nclause 2.2.4 above. That amount\nwas paid over a period in different\r\nsums to Div-Vest. The papers and the oral evidence hold the key to\r\nthis dispute.\n[15]\r\nCity Capital placed strong reliance on the appellant companies’\r\naudited financial statements and the evidence of Mr Gerrit\nNel, a\r\ndirector of Clifton Dunes, who had been centrally involved as\r\nin-house accountant in the preparation of the companies’\nbooks.\r\nThe appellants relied primarily on the content of the share transfer\r\nform (the so-called ‘CM42 form’) reflecting\nthe transfer\r\nof 85 shares in Midnight Storm to Clifton Dunes at a consideration of\r\nnil Rand. This, so the appellants contend, together\nwith the absence\r\nof any documentary proof that there has been payment for the\r\nshareholding or that the information contained in\nthe audited\r\nfinancial statements is factually correct, support their case that\r\nthe disputed amount constitutes an irregular payment.\n[16]\r\nThe audited financial statements of Clifton Dunes for the 2007\r\nfinancial year reflect the loan from Clifton Dunes to Midnight\nStorm\r\nas being R20 321 248. They record the ‘investment in\r\nsubsidiary’ as being R4 678 752 (ie\nthe disputed\r\namount). These entries are supported by the working papers prepared\r\nby Mr Nel for the auditors, Price Waterhouse Coopers\n(PWC). They were\r\nsigned off by the companies’ directors and they accord with the\r\n2006 audited financial statements. In addition,\nin a letter to\r\ninvestors dated 23 March 2012, Dr Ferreira stated that the Clifton\r\nDunes loan was in the same amount.\n[17]\r\nI turn to a brief recital of the evidence germane to the dispute. Mr\r\nLouis Meyer is an attorney and conveyancer from MSS who\nwas\r\ninstructed by Div-Vest to attend to the transfer of immovable\r\nproperties to property-owning companies in some of the Dividend\n\nInvestment syndications, including the present one. He only rendered\r\nconveyancing services and his firm received the investors’\n\ncontributions into its trust account. Mr Meyer was not involved at\r\nall in the details of the various property syndications. In\nthe\r\npresent matter he was aware of the existence of Midnight Storm as the\r\nproperty-owning company in whose name the property was\nto be\r\ntransferred. But he was understandably unaware of the existence of\r\nthe holding company, Clifton Dunes. The appellants’\ncriticism\r\nof this aspect of his evidence is misplaced. Why, one might ask,\r\nwould a conveyancer in Mr Meyer’s position on\nthe present\r\nfacts, have had to be aware of the existence of a company which\r\nplayed no role whatsoever in the conveyancing and registration\nof\r\ntransfer of the property? Mr Meyer’s evidence was largely\r\nunchallenged, understandably so, because he played a peripheral\nrole\r\ninsofar as the main issue is concerned.\n[18]\r\nMr Nel gave direct evidence of how the property syndication was\r\nstructured and how the contentious amounts reflected in the\nannual\r\nfinancial statements were arrived at. Div-Vest employed him as an\r\naccountant, responsible for attending to the investor\ncontracts,\r\nliaison with MMS and the preparation of working papers for PWC in\r\nconnection with all the property syndications. He\nwas a director of\r\nClifton Dunes. At the time when he gave evidence, Mr Nel was no\r\nlonger in the employ of Div-Vest, or its successor,\nCity Capital. He\r\nexecuted his tasks in the present matter by recording investors’\r\ninvestments in Clifton Dunes, he kept the\naccounts and financial\r\nrecords for its subsidiary, Midnight Storm, for the purposes of the\r\naudit and ensured that annual general\nmeetings were held for both\r\ncompanies. He explained how the syndications were structured and\r\nimplemented. In respect of what his\nduties entailed regarding the\r\nbookkeeping for Midnight Storm as the property owning company, Mr Nel\r\ntestified as follows:\n‘\nThat\r\nwould be the rental invoices that goes out on a monthly basis, any\r\nexpenses that have been paid during the year, VAT returns,\n\nreconciling the sales and the VAT and then confirming the loan\r\naccounts between the companies.’\nAnd\r\nin respect of Clifton Dunes:\n‘\nThat\r\nwould basically be the working paper file on all the shareholders or\r\nall the investors, what their loans are, how many shares\nthey have in\r\nthe company to make sure that that corresponds to the actual share\r\nregister of the company and then to confirm the\nbalance of the loan\r\nto the property company as well as any other investments the holding\r\ncompany would have.’\n[19]\r\nMr Nel explained that in every Div-Vest property syndication, the\r\nholding company would buy 85 per cent from Div-Vest\nfor the\r\ndifference between the syndication value and the actual purchase\r\nprice and in the Capital Growth Plan it would be the purchase\nprice\r\nless the bond, which gives the net amount that investors had to put\r\nin and the difference between the net amount and the\ngross amount\r\nthat they actually put in was the investment in shares. Transposed to\r\nthe present instance, this means that the syndication\nvalue was R39\r\nmillion (investors’ contributions in the sum of R25 million\r\nplus the eventually reduced Nedbank loan of R14\nmillion), the actual\r\npurchase price of the KPMG building was R34 305 748 and the\r\nnet amount was R20 321 248.\nThe difference between the\r\ngross amount that the investors contributed (R25 million) and the net\r\namount (R20 321 248)\nis the actual investment of\r\n85 per cent of the shareholding in the subsidiary (the\r\ndisputed amount).\n[20]\r\nIn this court the thrust of the appellants’ attack was based on\r\ntwo main interrelated grounds: First, that the CM42 form\ndoes not, as\r\nis to be expected if Mr Nel’s explanation was correct, reflect\r\nthe disputed amount, but nil Rand. Second, that\nthere is no\r\nindependent documentary proof supporting the entries in the PWC\r\nfinancial statements. Mr Nel explained that the entry\non the CM42\r\nform was a mistake. He was extensively cross-examined on this aspect\r\nand several other similar entries in other similar\nproperty\r\nsyndications were pointed out to him. These, he said, were all\r\nmistakes. Before us the appellants’ counsel argued\nwith\r\nconsiderable vigour that this explanation is untenable. Counsel’s\r\nargument went that the CM42 form here, and in all\nthe other\r\ninstances, in fact correctly reflected the true position, namely that\r\nthere was no consideration paid for the 85 per cent\n\nshareholding in Midnight Storm. Counsel submitted that the disputed\r\namount was in fact misappropriated by Div-Vest as ‘syndication\n\nfees’. When pressed, counsel expressly refrained from labelling\r\nMr Nel a lying witness. But his evidence on these aspects\n(the\r\npurchase consideration for the 85 per cent shareholding,\r\nthe CM42 form’s contents and the information furnished\nto PWC\r\nfor the audit in respect of the two disputed entries) falls to be\r\nrejected, so it was contended.\n[21]\r\nMr Tertius Bruwer, a chartered accountant and director at PWC, took\r\nover the appellant companies’ audit as supervising\nexternal\r\nauditor from 30 June 2007. He testified that PWC had previously\r\nprepared the financial statements and the audits for the\nDividend\r\nInvestment group of companies. From 30 June 2006, however, the\r\nfinancial statements were prepared in-house and PWC was\nresponsible\r\nfor the audits only. Mr Nel played a central role in assisting PWC\r\nwith the audits, since he was the\nde\r\nfacto\nfinancial manager in charge of\r\nthe companies’ finances. PWC performed the audits (including\r\nthe present ones) by examining\nMr Nel’s working papers, the\r\nsource documents (where necessary) and by gaining a clear\r\nunderstanding of the entries in previous\nfinancial years. PWC’s\r\nassessment of the working papers entailed an exercise of their\r\nprofessional discretion after taking\ninto account all the documents,\r\ntheir instructions, the parties’ intention in respect of the\r\ncontracts, the context, previous\nfinancial statements and the way the\r\nproperty syndication worked. In the present instance he was satisfied\r\nthat the 2006 audited\nfinancial statements correctly reflected the\r\ncompanies’ financial position and the intercompany transfers.\r\nOn this basis\nhe signed off the appellant companies’ financial\r\nstatements for the 2007 and 2008 financial years. Bruwer said he\r\nregarded\nCM42 forms as administrative documents which reflect the\r\noutcome of a share transaction only and which do not necessarily\r\nconstitute\nconclusive proof thereof. According to him, auditors did\r\nnot always retain the source documents inspected during the audit.\n[22]\r\nDr Ferreira testified on behalf of the appellants. In his view,\r\ninvestors had been deliberately misled by Div-Vest regarding\ntheir\r\npotential returns on investments. In his letter to investors, his\r\nreference to the Clifton Dunes loan as being R20 321 248\n\nwas based in good faith upon the audited financial statements. When\r\nhe became involved between 2011 and 2012 as a director of a\nnumber of\r\ncompanies in the property syndications, including Clifton Dunes and\r\nMidnight Storm, he did so out of concern for their\ninvestments and he\r\ninvestigated matters as fully as he could. He contested the accuracy\r\nof the financial statements and alluded\nto the fact that he and the\r\nother directors had instructed PWC to correct the 2007 financial\r\nstatements in respect of the two disputed\nentries, something which\r\nhad not been done at that stage.\n[23]\r\nThere are a number of strongly persuasive factors which support City\r\nCapital’s case. They are the audited financial statements,\nDr\r\nFerreira’s letter to investors and the tripartite agreement\r\nitself. The only countervailing factor is the CM42 share transfer\n\nform. Can it be a genuine mistake, particularly in view of the\r\nsimilar entries in several other similar forms in respect of other\n\nsimilar transactions? For this court to find that it is not would, in\r\nmy view, require us to find that Mr Nel lied under oath and\nthat he\r\nwas part of an elaborate scam to, in colloquial terms, ‘cook\r\nthe books’ to mislead investors. I have a number\nof grave\r\ndifficulties in reaching such a drastic conclusion.\n[24]\r\nFirst and foremost, it is imperative to emphasize at the outset that\r\nthis case is not about fraudulent misrepresentation or\nthe\r\nnon-disclosure of material facts. The issues to be decided are crisp,\r\nas outlined in the order of Smit AJ referring the matter\nfor oral\r\nevidence (see para 6 above). This aspect appears to have been\r\nobfuscated by the appellants’ case, both here and\nin the high\r\ncourt, an aspect commented on by Griesel J. Thus, for example, both\r\nDr Ferreira and Prof Willem van der Walt, an accounting\nexpert called\r\nby the appellants, primarily complained about investors having been\r\ndeliberately misled. That is an aspect which\nmust be investigated by\r\nthe ongoing s 417 enquiry, referred to above. It is not for this\r\ncourt to determine.\n[25]\r\nSecond, Mr Nel is highly unlikely to have been complicit in such an\r\nelaborate, epic scam. As stated, he was no longer in the\nemploy of\r\nDiv-Vest when he testified. He held no shares in the Dividend\r\nInvestment group, which was run by the Carstens brothers\nand Mrs\r\nAngela Carstens (Mr Etienne Carstens’ spouse). Mrs Carstens was\r\na director of Clifton Dunes, together with Mr Nel.\nWhen asked why he\r\nwas also appointed as a director, Mr Nel answered as follows:\n‘\nIt\r\n[Clifton Dunes] was a public company which required two directors and\r\nMr [Etienne] and Mrs [Angela] Carstens asked me to be the\nother\r\ndirector’.\nMr\r\nBruwer’s evidence went largely unchallenged, correctly so. But\r\nthe appellant’s case is that PWC had drawn up the\ndisputed\r\nfinancial statements on incorrect information from Mr Nel. An\r\nauditor, said Boshoff J in\nTonkwane Sawmill Co Ltd v Filmalter\n1975 (2) SA 453\n(W) at 455C-D, is a watchdog, but not a\r\nbloodhound. In approving this dictum, Holmes JA described the duty of\r\nan auditor appointed\nunder the Companies Act as follows in\nLipschitz\r\nand another NNO v Wolpert and Abrahams\n1977 (2) SA 732\n(A) at\r\n741G-H:\n‘\nAn\r\nauditor appointed under the Companies Act is a professionally\r\nqualified person. He is a scrutineer with a critically enquiring\n\nmind. He maintains his independence at all times. He takes no\r\ninstructions from directors, shareholders or creditors. He carries\n\nout his statutory prescribed duties with a reasonably high degree of\r\nskill and diligence in the circumstances and in the light\nof modern\r\nconditions and standards.’\nIn\r\nmy view, Mr Bruwer and PWC had duly fulfilled their duties. It is\r\nevident from the papers that they queried numerous entries\nin the\r\nworking papers with handwritten notes. And, where required, they\r\nissued modified audit reports. There is nothing untoward\nin the\r\nmanner in which Mr Bruwer and PWC performed their functions. Of\r\nconsiderable importance is Mr Bruwer’s evidence that\na CM42\r\nform is largely administrative proof of the result of a transaction\r\nand that it is not conclusive proof of the transaction\nitself.\n[26]\r\nThe third aspect, which relates primarily to Mr Nel’s evidence,\r\nbut also to that of Mr Bruwer’s, is the manner\nin which they\r\nwere cross-examined. It was never put to Mr Bruwer in\r\ncross-examination on what basis it was alleged that the Clifton\nDunes\r\nloan amounted to R25 million and not as reflected in the financial\r\nstatements, nor why PWC should have recorded the loan\namount thus.\r\nAnd, even more importantly, it was never put to Mr Nel that his\r\nevidence about the CM42 form contaminated his entire\nevidence and, in\r\ndirect terms, that he was a liar and in what respects this was so.\r\nWhile the general tenor of the cross-examination\nwas to the effect\r\nthat the nil Rand entry on the form could not have been a mistake,\r\nthis does not suffice. In the by now well-known\ndictum of the court\r\nin\nPresident of the RSA and others v South African Rugby Football\r\nUnion and others\n2000 (1) SA 1\n(CC) at para 61, the duties of a\r\ncross-examiner were outlined as follows:\n‘\nThe\r\ninstitution of cross-examination not only constitutes a right, it\r\nalso imposes certain obligations. As a general rule it is\nessential,\r\nwhen it is intended to suggest that a witness is not speaking the\r\ntruth on a particular point, to direct the witness’s\nattention\r\nto the fact by questions put in cross-examination showing that the\r\nimputation is intended to be made and to afford the\nwitness an\r\nopportunity, while still in the witness-box, of giving any\r\nexplanation open to the witness and of defending his or her\n\ncharacter. If a point in dispute is left unchallenged in\r\ncross-examination, the party calling the witness is entitled to\r\nassume\nthat the unchallenged witness’s testimony is accepted as\r\ncorrect’.\nMr\r\nNel was never afforded an opportunity to deal directly with the\r\ncontentions now being advanced on appeal, namely that he was\npart of\r\na grand and elaborate scam to fleece unsuspecting investors of their\r\nmoneys. This the law does not countenance. In any\nevent, while the\r\nmistake may at first blush appear to be somewhat startling, one must\r\nnot lose sight of the fact that Mr Nel, on\nhis uncontested evidence,\r\nhad signed reams of documents at that time. The extent of the\r\nDividend Investment group’s involvement\nin property\r\nsyndications is evident from para 2 above.\n[27]\r\nMr Nel’s evidence in general and his explanation of how the\r\nproperty syndication worked and how the figures are arrived\nat is\r\nconsonant with the tripartite agreement, the structure of all the\r\nother property syndications and the audit papers. The tripartite\n\nagreement expressly stated in clause 2.2.4 that Clifton Dunes\r\nundertook to\npurchase\n85 per cent of the issued share capital of Midnight Storm\r\nfrom Div-Vest on the date of registration of transfer of the\nKPMG\r\nbuilding. It is beyond comprehension why Div-Vest would have been\r\nprepared to part with 85 per cent of the shares\nin Midnight\r\nStorm for no consideration whatsoever from the Clifton Dunes\r\nshareholders (the investors). This would amount to an\nunbusiness-like\r\ngratuitous donation. On a balance of probabilities, absent any proof\r\nby a party who alleges a donation, a court\nwill be disinclined to\r\npresume that the other party would part with property for no\r\nconsideration – see the general discussion\nin the title on\r\n‘Donations’, 8(1)\nLAWSA\n(2 ed) para 315 by P R Owens.\n[28]\r\nMuch was made during argument by appellants’ counsel of the\r\nfact that some of the disputed amount had been utilised by\nDiv-Vest\r\nto pay sundry expenses such as broker commissions. The criticism is\r\nunfounded. As correctly pointed out by the learned\njudge in the high\r\ncourt during the course of Mr Nel’s cross-examination, these\r\nfunds were part of the proceeds of the sale\nby Div-Vest of the\r\n85 per cent of Midnight Storm’s shares to Clifton\r\nDunes. Div-Vest was at liberty to do with\nthose proceeds as it\r\npleased. During the course of the exchange with Griesel J,\r\nappellant’s counsel remarked that the appellant’s\n\ndifficulty was that Div-Vest ‘talk[s] about a syndication price\r\nbut that money is not there’. In this court argument\nfor the\r\nappellants was presented much along the same line. But this is a\r\nmisunderstanding of how the transaction worked. So too\nis the oft\r\nrepeated submission before us that the money (ie the disputed amount)\r\ncould only have been used once – it could\nnot have been used as\r\na syndication fee as well as the purchase consideration for the\r\nshares. The obfuscation arose as a result\nof counsel’s constant\r\nreference, particularly during the Mr Nel’s cross-examination,\r\nto the disputed amount as being\nDiv-Vest’s ‘syndication\r\nfee’. That it may well have been in the end, but in strictly\r\nlegal technical terms that\ndisputed amount was simply the purchase\r\nconsideration paid by Clifton Dunes to Div-Vest for the 85 per cent\r\nshareholding\nin Midnight Storm in terms of clause 2.2.4 of the\r\ntripartite agreement. And, in strictly accounting technical terms, it\r\nwas as\ncorrectly reflected in the audited financial statements of\r\nClifton Dunes, an ‘investment in the subsidiary’. Upon\r\nthe\npurchasing of the 85 per cent shareholding, Midnight\r\nStorm became a subsidiary of Clifton Dunes (ie the latter owned a\n\nmajority of the share capital of Midnight Storm). In marketing\r\ndocuments the disputed amount was at times referred to as the\r\n‘opportunity\ncost to the investor’. This simply meant, as\r\nMr Nel explained, that the investor was able, through the\r\nsyndication, to buy\ninto a top grade commercial property for as\r\nlittle as R100 000 (the minimum investment amount).\n[29]\r\nIn summary and in conclusion: I am satisfied that the entry in the\r\nCM42 form relating to the present transaction was an honest\nmistake\r\non the part of Mr Nel. The audited financial statements correctly\r\nreflect the Clifton Dunes loan as being R20 321 248.\nThe\r\ndisputed amount was similarly correctly reflected as an ‘investment\r\nin subsidiary’. It follows that the high court\nwas correct in\r\nits findings in favour of City Capital on the two issues which were\r\nreferred for oral evidence. The appeal must\ntherefore fail.\n[30]\r\nThe following order is issued:\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\n________________________\nS A Majiedt\nJudge\r\nof Appeal\nAppearances\nFor the Appellants: F Joubert SC (with him J de Vries)\nInstructed\r\nby:\nLombard\r\n& Kriek Attorneys, Parow\nWebbers\r\nAttorneys, Bloemfontein\nFor Respondent: A C Oosthuizen SC (with him R J Howie)\nInstructed\r\nby:\nWerksmans\r\nAttorneys, Cape Town\nRosendorff\r\nReitz Barry Attorneys, Bloemfontein",
  "scraped_at": "2026-02-12T16:27:00.877801",
  "date": "2015-03-16",
  "coram": [
    "Lewis",
    "Maya",
    "Majiedt",
    "Pillay",
    "Zondi JJA"
  ],
  "case_number": "169/14",
  "parties": {
    "applicants": [
      "Clifton Dunes Investment 100 Limited",
      "Midnight Storm Investments 150 (Pty) Ltd"
    ],
    "respondents": [
      "City Capital SA Property Holdings Limited"
    ]
  },
  "sections": {
    "facts": "The case concerned a property‑syndication scheme in which investors contributed roughly R25 million to Clifton Dunes Investment 100 Ltd (Clifton Dunes). Clifton Dunes then loaned R20 321 248 of that amount to Midnight Storm Investments 150 (Pty) Ltd (Midnight Storm) for the purchase of the KPMG building in Hatfield, Pretoria. In return Clifton Dunes acquired 85 % of the shares in Midnight Storm from Div‑Vest, while City Capital SA Property Holdings Ltd (City Capital) held the remaining 15 % after acquiring the shares from Div‑Vest. The dispute arose over the amount of the Clifton Dunes loan – whether it was R20 321 248 (as reflected in the audited financial statements) or R25 million (as alleged by the appellants). A further point was the nature of a “resolutive condition” in a share‑sale agreement between City Capital and Div‑Vest, and whether fresh evidence could be admitted on appeal.",
    "issues": "1. What is the correct amount of the loan from Clifton Dunes to Midnight Storm that is repayable? 2. What amount, if any, is payable by Midnight Storm to City Capital in respect of the proceeds of the property sale? 3. Whether the appellate court may admit new evidence concerning City Capital’s shareholder status and the alleged ‘resolutive condition’. 4. Interpretation of the clause labelled a resolutive condition – whether it is truly resolutive or suspensive.",
    "principles": "The court applied principles of contract interpretation, emphasizing that the plain language and contextual setting of a clause determine its nature, and that a resolutive condition terminates obligations upon occurrence of the stated event. It also relied on established rules governing the admission of fresh evidence on appeal, requiring exceptional circumstances and relevance, which were not met. In addition, the court affirmed that audited financial statements and the testimony of the company’s accountant can be relied upon where they are prepared in accordance with professional standards, and that administrative documents such as a CM42 share‑transfer form are not conclusive proof of consideration.",
    "application": "The court found that the loan amount of R20 321 248 recorded in Clifton Dunes’ audited statements correctly reflected the actual loan to Midnight Storm, and that the disputed R4 678 752 represented the purchase consideration for the 85 % shareholding, not a syndication fee. The CM42 form showing a nil‑Rand consideration was deemed an honest clerical mistake. The clause in the share‑sale agreement was interpreted as a resolutive condition, meaning the agreement never became effective, confirming City Capital’s shareholder status. The court rejected the appellants’ request to admit fresh evidence, as it was not material to the appeal and no exceptional circumstances existed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The High Court’s findings that the Clifton Dunes loan amounted to R20 321 248 and that City Capital was entitled to the relief sought were upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Syndication and Loan Dispute",
    "level_3": [
      "loan amount determination",
      "share transfer consideration",
      "contractual condition interpretation",
      "admission of fresh evidence",
      "audit reliance"
    ]
  }
}