{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/31.html",
  "case_name": "Bothma-Batho Transport (Pty) Limited and Another v Nedbank Limited (223/2014) [2015] ZASCA 31 (25 March 2015)",
  "citation": "[2015] ZASCA 31",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 31\n|\nNoteup\n|\nLawCite\nBothma-Batho Transport (Pty) Limited and Another v Nedbank Limited (223/2014) [2015] ZASCA 31 (25 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 223/2014\nNOT\r\nREPORTABLE\nIn\r\nthe matter between:\nBOTHMA-BATHO\r\nTRANSPORT (PTY)\r\nLIMITED\n...............................................................................................................\nFIRST\nAPPELLANT\nBOTHMA\r\nTERTIUS\n........................................................................................\nSECOND\r\nAPPELLANT\nand\nNEDBANK\r\nLIMITED\n....................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nBothma-Batho Transport (Pty) Ltd & v Nedbank Ltd\n(223/14)\n[2015] ZASCA 31\n( 25 March 2015)\nCoram:\nPonnan,\r\nLeach,\nW\nillis\nand\r\nSaldulker\nJJA\r\nand Meyer AJA\nHeard:\n4\r\nMarch 2015\nDelivered: 25\r\nMarch 2015\nSummary:\nLife policy ceded as security for a debt – insurer\r\ncancelling the policy – whether court can order the debtor and\r\nthe\ninsured to ‘procure a policy with at least similar\r\nbenefits’ and cede it to the bank –  such an order\r\nnot\ncompetent – tacit terms relied upon by high court\r\ninconsistent with written agreement and cannot be incorporated into\r\nthe\ncontract – appeal upheld – application in the high\r\ncourt dismissed.\nORDER\nOn\r\nappeal from\n:\nFree\r\nState\nHigh Court,\nBloemfontein\n(Jordaan J sitting as the court of first instance)\n1\r\nThe appeal is upheld.\n2\r\nThe following is substituted for the order of the high court:\n‘\nThe\r\napplication is dismissed with costs.’\n3\r\nThe respondent is to pay the appellants’ costs in the appeal\r\nsave that the costs of the preparation, perusal and copying\nof the\r\nrecord shall be limited to one quarter (25%) of the costs incurred in\r\nthose tasks.\nJUDGMENT\nWillis\r\nJA (Ponnan, Leach\nand Saldulker\nJJA and Meyer AJA concurring):\n[1]\r\nOn 11 February 2008 in Sasolburg the first appellant, Mr Tertius\r\nBothma (the insured), resolved in his capacity as a director\nof the\r\nsecond appellant, Bothma-Batho Transport (Pty) Limited (the debtor),\r\nto cede a Momentum Life Insurance Policy No 205810940/001\n(the\r\npolicy) to the respondent, Nedbank (the bank) as security for a loan\r\nwhich the bank had granted to the debtor. The policy\ninsured the life\r\nof the insured for R20 million. The premiums on the policy were to be\r\npaid by the debtor.\n[2]\r\n The bank had extended lending facilities to the debtor described as\r\nfollows:\n(a)\r\nan ‘on-demand Multi Optional Facility’ in the sum of R20\r\n000 000 (an overdraft facility);\n(b)\r\na ‘Special Project/Asset–based Finance Facility’ in\r\nthe sum of R11 110 000 (relating to instalment sale\nagreements);\n(c)\r\na ‘Nedfleet Facility’ in the sum of R250 000.\n[3]\r\n The business of the debtor was essentially one of transportation,\r\nmaking use of heavy duty trucks. In addition to the cession\nof the\r\npolicy, the bank had a general notarial bond registered over the\r\ndebtor’s movable assets as security for the debt.\n[4]\r\n During the beginning of 2009 the bank became aware of the fact that\r\nthe debtor was experiencing financial difficulties. The\nbank\r\nthereupon terminated the so-called ‘asset-based finance\r\nfacility’ or ‘revolving credit’ facility but,\nas\r\n‘bridging finance’, extended a further R4.5 million as a\r\ntemporary overdraft to be repaid on 30 April 2009. In addition,\nthe\r\nbank granted the debtor a moratorium on the repayment of capital and\r\ninterest for January and February 2009 in respect of the\nasset-based\r\nfinance facility.\n[5]\r\nThe debtor defaulted in respect of these ‘bridging’\r\narrangements, resulting in the bank sending the debtor unrequited\n\nletters of demand. The bank obtained an order of court perfecting the\r\nnotarial bond.  In the meantime, in June 2009, the debtor\n\napplied, on an ex parte basis, to the Free State High Court for a\r\nprovisional order winding it up. The order was granted and made\n\nreturnable on 30 July 2009.\n[6]\r\nThereupon followed a flurry of negotiations. Another of the debtor’s\r\ncreditors, known as ‘Izalinx’, proposed\na compromise in\r\nterms of s 311 of the old Companies Act 61 of 1973.  This\r\nproposal was acceptable to the bank. Upon the application\nby Izalinx,\r\nthe compromise was sanctioned by the court and the provisional order\r\nfor the liquidation of the debtor was simultaneously\ndischarged.\n[7]\r\nThe compromise was made conditional upon the following:\n(a)\r\nThe bank pardoned R3 million of the debt of approximately R28 million\r\nthat it was owed by the debtor at the time;\n(b)\r\nThe bank, as a secured creditor, would receive a 100% dividend on the\r\nreduced amount of the debt;\n(c)\r\nThe bank would grant the debtor a moratorium on the payment of the\r\ninstallment sale agreements (also referred to as ‘the\n\nasset-based finance facility’) until the end of February 2010;\n(d)\r\nThe installment sale agreements would then be repayable over a period\r\nof 48 months and the medium term loan over a period of\n120 months.\n[8]\r\nIn the meantime, the debtor suffered the theft of vehicles from its\r\nbusiness premises. The bank is sceptical of the truth of\nthis but\r\nthere is nothing to gainsay the debtor’s version of events.\r\nDespite some intermittent successes, the terms of the\ncompromise\r\ncould not be met and as a result of this, a settlement conference\r\ntook place in Sandton which was attended by the legal\nrepresentatives\r\nof both parties. A settlement was reached in terms of which:\n(a)\r\nThe debtor would  continue paying its normal monthly\r\ninstallments on the various installment agreements on 1 January 2011 \n\nand the reduction of the overdraft on February 2011;\n(b)\r\nThereafter the debtor would  pay monthly installments of R450\r\n000  until the amount of the outstanding balance had\nbeen paid\r\nin full;\n(c)\r\nThe debtor would sell all assets in respect of which there were\r\nextant installment sale agreements by 31 May 2011;\n(d)\r\nAny breach of this agreement would result in the full amount\r\noutstanding immediately becoming due and payable to the bank and\nthe\r\nbank would be entitled to proceed with execution against the debtor’s\r\nimmovable properties.\n[9]\r\nThe debtor defaulted in respect of this settlement agreement and, on\r\n22 July 2011, advised the bank that it had ceased all operations\non\r\n30 June 2011. In the meantime, as a result of the non-payment of the\r\npremiums on the policy, Momentum Life (the insurer), which\nhad issued\r\nthe policy ceded to the bank, cancelled it with effect from 1 October\r\n2012. As a result of the insurer’s cancellation,\nthe bank\r\nbrought an application to court that the insured and the debtor take\r\nsteps to reinstate the policy, alternatively that\nthey take steps to\r\ntake out a similar policy and cede it to the bank. The high court\r\n(Jordaan J) made an order that the debtor\nand the insured ‘procure\r\na policy with at least similar benefits than the erstwhile Momentum\r\nLife Assurance policy no 205810940/001\n(the policy), and cede such\r\npolicy to the applicant [the bank]’. The high court also\r\nordered the debtor and the insured to\npay the bank’s costs of\r\nthe application. The debtor and the insured appeal, with the leave of\r\nthis court.\n[10]\r\n No allegation was made by the bank in its founding papers that there\r\nhad been any tacit term either of the overdraft agreement\nor the\r\nagreement of cession that either the debtor or the insured would\r\nmaintain adequate security for the bank in terms of a ceded\nlife\r\ninsurance policy with cover of  R20 million.\n[11]\r\nThe agreement of cession between the bank and the debtor provided\r\nexpressly that the bank could pay, in its ‘sole discretion,\nand\r\nwithout any obligation to do so, any premiums which may fall due and\r\ncharge the same to the cedent’s account or to recover\nthe same\r\nfrom the cedent’.\n[12]\r\n The insured said that the policy replaced a previous policy with the\r\nsame life assurer. He claimed that he took out the policy\non the\r\nspecific recommendation of a representative of the bank. The insured\r\nsaid he was diagnosed with prostate cancer in June\n2011, as a result\r\nof which he had a radical operation. When he claimed in terms of the\r\npolicy as a result of his diagnosis with\ncancer, the insurer\r\nrepudiated liability. The insurer claimed that the risk had not been\r\ncovered in the policy.\n[13]\r\nThe insured claimed that he was misled by both the bank and the\r\ninsurer about the nature of the cover and, for this reason,\nhad no\r\nobligation to maintain the cover.  On 1 October 2012 the debtor\r\nrequested the insurer to cancel the policy but the\ninsurer responded\r\nthat the policy could not be cancelled by mutual agreement without\r\nthe consent of the bank.\n[14]\r\nThe high court accepted that, as the policy had lapsed, it could not\r\nbe reinstated.  The court found that there was ‘at\nleast’\r\nan implied term of the continuing agreements with the bank that the\r\ndebtor and the insured would maintain adequate\nsecurity for the bank\r\nin terms of a ceded life insurance policy with cover of  R20\r\nmillion. It was on this basis that the\nhigh court made the order that\r\nit did.\n[15]\r\nEven if an order of the kind made by the high court were competent –\r\nwhich it is not – it is amenable to criticism\non account of its\r\nvagueness and lack of certainty. The desirability of court orders\r\nbeing clear and unambiguous has long been recognised.\n[1]\nThe reason is not hard to find. There is little point in the making\r\norders of court that are not effective. In the present case,\nwhat is\r\nmeant by ‘at least similar benefits than the erstwhile Momentum\r\nLife Assurance Policy’ is unclear.  In\nwhat degree must\r\nthe benefits be ‘similar’? Moreover, to whom must the\r\npolicy appear to be ‘similar’? Must\nthe policy be taken\r\nout with the same insurer? What if it declines? Must the bank first\r\napprove the policy before it comes into\noperation?  By when must\r\nperformance take place? Must it take place within a ‘reasonable\r\ntime’? If so, how is\none to ascertain what a ‘reasonable\r\ntime’ might be in all the circumstances of the matter?\n[16]\r\nNot only is the order of the high court unacceptably imprecise but it\r\npurports to order that which, in all probability, may\nbe impossible\r\nto perform, because it may be unlikely that, having had a radical\r\nprostatectomy as a result of his diagnosis with\ncancer, that the\r\ninsured and the debtor would be able to procure a policy ‘with\r\nat least similar benefits’ to that\nof the policy in question. \r\nEven if they had, the premiums may well have been prohibitive\n[17]\r\nSight must not be lost of the fact that the agreement of cession was\r\nancillary to the overall overdraft agreement: the cession\nwas given\r\nin compliance with one of the terms of the overdraft agreement. \r\nAlthough, as set out above, the particular terms\nof the facilties\r\ngranted by the bank to the debtor varied from time to time, both the\r\ndebtor and the insured have admitted that\n‘Bothma-Batho ceded\r\nthe policy to Nedbank as security for all and any sums of money which\r\nBothma-Batho may from time to time\nowe the bank’. In addition\r\nto the remedy which the bank had, in terms of the agreement of\r\ncession, to pay the insurance premiums\nand to recover them from the\r\ndebtor, it had a further remedy: in the light of the debtor’s\r\nbreach of a material term of the\noverdraft agreement, it could have\r\n‘called up’ (cancelled) the overdraft and claimed damages\r\n(the amount owing to the\nbank in terms of the loan).\n[2]\nAn overdraft is ordinarily repayable on demand.\n[3]\n[18]\r\nThere is a more fundamental reason why the high court ought not to\r\nhave made the order which it did: it impermissibly imported\nterms\r\ninto a contract which were not even alleged in the founding papers,\r\nnever mind appear from the contract between the parties.\nIt is not\r\napparent from the judgment of the high court why it found that there\r\nwas ‘at least’ the implied term upon\nwhich it relied in\r\nmaking its order. It seems the high court may have used the word\r\n‘implied’ when what it had in mind\nwas a ‘tacit’\r\nterm. Since\nAlfred\r\nMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n[4]\nthe distinction between ‘implied terms’ in a contract on\r\nthe one hand and ‘tacit terms’ on the other has\nbeen\r\nclear.\n[5]\nCounsel conceded that\r\nthe high court had meant to use the expression ‘tacit term’.\n[19]\r\nEven if what the high court had in mind was, in truth, a tacit term,\r\nsuch a term cannot, in the circumstances of this particular\ncase, be\r\nimported into the contract. As was said by Trengove JA in\nRobin\r\nv Guarantee Life Assurance Co Ltd\n:\n[6]\n‘\nA\r\ntacit term cannot be imported into a contract in respect of any\r\nmatter to which the parties have applied their minds and for which\n\nthey have made express provision in the contract.’\n[7]\nHere\r\nthe parties made express provision in respect of this matter. The\r\nbank could, in terms of a clause in the agreement of cession\npay, in\r\nits ‘sole discretion, and without any obligation to do so, any\r\npremiums which may fall due and charge the same to\nthe cedent’s\r\naccount or to recover the same from the cedent’. This express\r\nprovision not only points to the remedy\nwhich had been available to\r\nthe bank but also prohibits the importation of the terms found by the\r\nhigh court. It follows that the\nappeal must succeed.\n[20]\r\nDespite frequent and increasingly insistent remonstrations by this\r\ncourt concerning the unnecessary burdening of an appeal\nrecord with\r\ndocumentation that is irrelevant to the determination of the\r\nissues,\n[8]\nthe appellant\r\nproduced a record 75% of the contents of which were superfluous.\nFor\r\nexample, not only is the record replete with duplication but it even\r\ncontains a transcript of counsel’s argument in the\nhigh court.\nThe\r\norder for costs will take account of this.\n[21]\r\nThe following order is made:\n1\r\nThe appeal is upheld.\n2\r\nThe following is substituted for the order of the high court:\n‘\nThe\r\napplication is dismissed with costs.’\n3\r\nThe respondent is to pay the appellants’ costs in the appeal\r\nsave that the costs of the preparation, perusal and copying\nof the\r\nrecord shall be limited to one quarter (25%) of the costs incurred in\r\nthose tasks.\n_________________________\nN\r\nP WILLIS\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant:\nF Strydom\nInstructed\r\nby:\nNolte\r\nIncorporated, Vereeniging\nc/o\r\nMthembu & Van Vuuren Inc, Bloemfontein\nFor\r\nthe Respondent:\nJJ Buys\nInstructed\r\nby:\nBaloyi\r\nSwart & Associates\n, Johannesburg\nc/o\r\nBotha Hefer Inc, Bloemfontein\n[1]\nSee\r\n\tfor example\nAdministrator,\r\n\tCape & another v Nyshwaqela & others\n1990\r\n\t(1) SA 705\n(A) at 715H;\nFirestone\r\n\tSouth Africa (Pty) Ltd v Genticuro AG\n1977 (4) SA 298\n(A) at 304D-G;\nGarlick\r\n\tv Smartt & another\n1928 AD 82\nat 87; and\nWest\r\n\tRand Estates Ltd v New Zealand Insurance Co Ltd\n1926  AD 173 at  186-195 in which reference is made to the\r\n\told authorities.\n[2]\nSee for example\nNash\r\n\tv Golden Dumps (Pty) Limited\n1985 (3) SA 1\n(A) at 22D-H.\n[3]\nSee\nStandard\r\n\tBank of SA Ltd v Oneanate Investments (Pty) Ltd\n1995 (4) SA (C) at 546I-551B in which Selikowitz J gives a helpful\r\n\toverview of the authorities around the world on this aspect.\n[4]\nAlfred\r\n\tMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n1974\r\n\t(3) SA 506 (A).\n[5]\nSee\r\n\t531C-535G.\n[6]\nRobin\r\n\tv Guarantee Life Assurance Co Ltd\n1984 (4) SA 558 (A).\n[7]\nRobin\r\n\tv Guarantee Life Assurance Co Ltd\n(supra) 567C-D. See also\nAshcor\r\n\tSecunda (Pty) Ltd v Sasol Synthetic Fuels (Pty) Ltd\n[2011] JOL 27883\n(SCA);\nPan\r\n\tAmerican World Airways Incorporated v SA Fire and Accident Insurance\r\n\tCo Ltd\n1965 (3) SA 150\n(A) at 175C;\nSouth\r\n\tAfrican Mutual Aid Society v Cape Town Chamber of Commerce\n1962 (1) SA 598\n(A) at 615D;\nMullin\r\n\t(Pty) Ltd v Benade\nLtd\n1952\r\n\t(1) SA 211\n(A) at 215D-216E;\nRichter\r\n\tv Bloemfontein Town Council\n1922 AD 57\nat 70.\n[8]\nSee\r\n\tfor example\nPremie\nr\r\n\tof the\nFree\r\n\tState Provincial Government & others v Firechem Free State (Pty)\r\n\tLtd\n2000\r\n\t(4) SA 413\n(SCA) para 42;\nAfrica\r\n\tSolar (Pty) Ltd v Divwatt (Pty) Ltd 2\n002\r\n\t(4) SA 681\n(SCA) paras 40-45; Van Aardt v Galway\n2012 (2) SA\r\n\t312\n(SCA) paras 35-39 and see also, LTC Harms ‘Heads of\r\n\tArgument in Courts of Appeal’ 20\nAdvocate\nDecember 2009.",
  "scraped_at": "2026-02-12T17:07:55.591379",
  "date": "2015-03-25",
  "coram": [
    "Ponnan JJA",
    "Leach JJA",
    "Willis JJA",
    "Saldulker JJA",
    "Meyer AJA"
  ],
  "case_number": "223/2014",
  "parties": {
    "applicants": [
      "Bothma-Batho Transport (Pty) Limited",
      "Bothma Tertius"
    ],
    "respondents": [
      "Nedbank Limited"
    ]
  },
  "sections": {
    "facts": "In February 2008 the director Bothma Tertius, acting for Bothma‑Batho Transport (Pty) Ltd, ceded a R20 million Momentum life‑insurance policy to Nedbank as security for a loan. The bank extended various facilities totalling about R31 million and also registered a general notarial bond over the debtor’s movable assets. By early 2009 the debtor experienced financial distress; the bank terminated certain facilities, granted bridging overdrafts and a moratorium, but the debtor subsequently defaulted. A provisional liquidation order was obtained and later discharged following a compromise with another creditor. Further defaults led to a settlement agreement in 2011, which the debtor failed to honour. Because premium payments ceased, Momentum cancelled the policy effective 1 October 2012. Nedbank then sought a court order that the debtor and the insured procure a new policy with at least similar benefits and cede it to the bank.",
    "issues": "Whether the high court had jurisdiction to order the debtor and the insured to procure a new life‑insurance policy and cede it to the bank; whether an implied or tacit term obliging the parties to maintain adequate security existed in the overdraft/cession agreement; and whether such a term could be imported into the contract notwithstanding the express provisions.",
    "principles": "South African law distinguishes between implied terms (which can be read into a contract to give effect to the parties’ intentions) and tacit terms (which may be implied by conduct but cannot be imported where the contract makes express provision). A court cannot add terms not pleaded in the founding papers, and orders must be clear, certain and within its competence. Relevant authorities include Alfred McAlpine & Son (Pty) Ltd v Transvaal Provincial Administration (distinguishing implied from tacit terms) and Robin v Guarantee Life Assurance Co Ltd (a tacit term cannot be imported when the parties have expressly dealt with the matter). The court also requires orders to be precise and enforceable.",
    "application": "The appeal court examined the cession agreement, which expressly allowed the bank, at its sole discretion, to pay premiums and recover them from the cedent. No express term required the debtor or the insured to obtain a replacement policy. The high court’s finding of an “implied” or “tacit” term was therefore unfounded. Because the term was not pleaded and the parties had expressly regulated the issue, the court could not import it. Moreover, the order was vague (‘at least similar benefits’) and potentially impossible to perform given the insured’s medical condition, rendering it incompetent. Consequently, the appeal was upheld and the high‑court order set aside.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, dismissed the bank’s application with costs, and substituted the high‑court order with a simple dismissal. The respondent (Nedbank) was ordered to pay the appellants’ costs in the appeal, subject to a limitation on the costs of preparation, perusal and copying of the record."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Security & Guarantees",
    "level_3": [
      "life insurance cession",
      "implied terms",
      "court orders",
      "banking security",
      "overdraft agreement"
    ]
  }
}