{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/54.html",
  "case_name": "Hansa Silver (Pty) Ltd and Others v Obifon (Pty) Ltd t/a The High Street Auction Company (192/2014) [2015] ZASCA 54; 2015 (4) SA 17 (SCA) (30 March 2015)",
  "citation": "[2015] ZASCA 54",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 54\n|\nNoteup\n|\nLawCite\nHansa Silver (Pty) Ltd and Others v Obifon (Pty) Ltd t/a The High Street Auction Company (192/2014) [2015] ZASCA 54; 2015 (4) SA 17 (SCA) (30 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 192/2014\nIn\r\nthe matter between:\nHANSA\r\nSILVER (PTY)\r\nLTD\n...............................................................................\nFIRST\r\nAPPELLANT\nIVOR\r\nICHIKOWITZ\n......................................................................................\nSECOND\r\nAPPELLANT\nJAN\r\nJONATHAN\r\nSERFONTEIN\n......................................................................\nTHIRD\r\nAPPELLANT\nERF G OF\r\nTHE FARM DUIKERBULT 360\r\nCC\n..........................................\nFOURTH\r\nAPPELLANT\nTHABA\r\nPHUTI SAFARI LODGE (PTY)\r\nLTD\n.................................................\nFIFTH\r\nAPPELLANT\nand\nOBIFON\r\n(PTY) LTD t/a THE HIGH STREET\nAUCTION\r\nCOMPANY\n..................................................................................................\nRESPONDENT\nNeutral citation:\nHansa\r\nSilver (Pty) Ltd v Obifon (Pty) Ltd t/a The High Street Auction\r\nCompany\n(192/2014)\n[2015] ZASCA 54\n(30\r\nMarch 2015).\nCoram:\nNavsa ADP, Shongwe and Saldulker JJA\r\nand Van der Merwe and Meyer AJJA\nHeard:\r\n 3 March 2015\nDelivered:\r\n 30 March 2015\nSummary:\nAuction ─ sale with reserve price\r\n─ whether vendor bids should be identified as such depends on\r\nthe facts of each case\n─ bids by auctioneer on behalf of\r\nsellers in present circumstances not constituting misrepresentation\r\ninducing sale.\nORDER\nOn appeal from\nGauteng\r\nLocal Division, Johannesburg (Masipa J sitting as\ncourt of first instance):\n1 The appeals of the appellants are dismissed with\r\ncosts, including the costs of two counsel.\n2 The cross-appeal is upheld with costs, including the\r\ncosts of two counsel and the order of the court a quo is supplemented\r\nby\nadding the following:\n‘\nThe\r\napplicants are jointly and severally ordered to pay the costs of the\r\nthird party proceedings, including the costs of two counsel.’\nJUDGMENT\nVan\r\nder Merwe AJA (Navsa ADP, Shongwe and Saldulker JJA and Meyer AJA\r\nconcurring):\n[1]\r\nThis appeal concerns the validity of sale agreements entered into\r\npursuant to a public auction. The central issue is whether\nthe sale\r\nagreements were invalidated by bids of the auctioneer on behalf of\r\nthe sellers. The court a quo (Masipa J) on application\nby the\r\npurchasers seeking an order of invalidation, held that they were not\r\ninvalid. I shall say more about the purchasers in due\ncourse.\nBackground\n[2]\r\nThe Thaba Phuti Safari Lodge (the lodge) is a game farm and lodge\r\ncomprising immovable properties and a business as a going\nconcern.\r\nThe third appellant, Mr Jan Jonathan Serfontein, the fourth\r\nappellant, Erf G of the Farm Duikerbuilt 360 CC, and the fifth\n\nappellant, Thaba Phuti Safari Lodge (Pty) Ltd, (the sellers) were the\r\nowners of the assets comprising the lodge. At all relevant\ntimes the\r\nsellers were represented by Mr Serfontein. The respondent, Obifon\r\n(Pty) Ltd t/a The High Street Auction Company (High\nStreet),\r\nconducted business as an auction house.\n[3]\r\nOn 28 August 2011 the sellers gave a written mandate to High Street\r\nto sell the lodge by public auction or private treaty. In\nterms of\r\nthe mandate a reserve price of R25 million was fixed. In terms of the\r\nmandate the sellers appointed High Street or its\nagent, to bid on\r\ntheir behalf at a public auction, up to the reserve price. It\r\nprovided further that should the sellers sell the\nlodge during the\r\nmandate period or within a period of 12 months after the mandate\r\nperiod to any purchaser introduced to the sellers\nor the lodge within\r\nthe mandate period, the sellers would be liable for payment of\r\ncommission of 10 per cent plus VAT on the sale\nprice. The mandate was\r\nto endure until 1 January 2012.\n[4]\r\nThus the lodge was offered for sale at an auction held on 2 November\r\n2011. The auction was conducted on behalf of High Street\nby Mr\r\nJonathan Anthony van Reenen (the auctioneer). He held impressive\r\nqualifications in the field and had vast experience in conducting\n\nauctions in South Africa and abroad. High Street’s rules of the\r\nauction were contained in a document signed by the auctioneer.\nThe\r\ndocument stated that the rules complied with s 45 of the\r\nConsumer Protection Act 68 of 2008 (the CPA) and the regulations\n\nthereunder. These regulations were promulgated by Government Notice\r\nR293 in Government Gazette no 34180 of 1 April 2011 (the\r\nregulations).\n[5]\r\nThe rules of the auction stated that the sale in respect of any lot\r\nwas complete when the auctioneer announced its completion\nby the fall\r\nof the hammer and the statement ‘sold’, and that until\r\nthen, a bid may be retracted. The following rules\nof the auction are\r\nof significance:\n‘\n3.\r\nUnless otherwise announced, all lots are sold subject to a reserve\r\nprice and to a five day acceptance period in favour of the\nseller;\n4.\r\nUnless otherwise announced, the High St. Auction Co and the\r\nAuctioneer are entitled to bid on behalf of the seller up to the\n\nreserve price.’\n[6]\r\nThe auction was advertised in ‘The Auctioneer’. The\r\nadvertisement stated that the rules of the auction were available\non\r\na specified website as well as at the offices of High Street. In\r\nterms of the advertisement, notice was given that all sales\nwere\r\nsubject to a ‘minimum reserve’, unless otherwise stated.\r\nThe advertisement made clear that the auctioneer had\nthe right to bid\r\non behalf of the owner.\n[7]\r\nThe advertisement attracted the attention of the second appellant, Mr\r\nIvor Ichikowitz. He was interested in acquiring the lodge\nfor another\r\nentity, which turned out to be the first appellant, Hansa Silver\r\n(Pty) Ltd (Hansa). I refer to Mr Ichikowitz and Hansa\ncollectively as\r\nthe purchasers. Mr Ichikowitz made contact with High Street and\r\nexpressed his interest in the lodge. High Street\ntook Mr Ichikowitz\r\nby helicopter to inspect the lodge prior to the auction and he\r\nconsequently attended the auction on 2 November\n2011.\n[8]\r\nAlthough he was equivocal in his founding affidavit, Mr Ichikowitz\r\nhad in fact registered as a bidder at the auction and had\nsigned the\r\nstandard bidder registration form which had been completed by his\r\npersonal assistant. In the bidder registration form\nMr Ichikowitz\r\nacknowledged that he had read, understood and was bound by High\r\nStreet’s terms and conditions of the auction.\nHe also provided\r\nthe documents that High Street required in compliance with the\r\nFinancial Intelligence Centre Act 38 of 2001 (FICA).\nHe was presented\r\nwith paddle number 129.\n[9]\r\nAt the commencement of the auction the auctioneer read out the rules\r\nof the auction to approximately 50 persons present. A transcript\n\nthereof was attached to the papers. The transcript confirmed that\r\nafter he had read the rules to the audience, the auctioneer had\n\ninvited questions. It is uncontested that there were no questions\r\nfrom the audience. Mr Ichikowitz said that he had not paid attention\n\nto the rules that regulated the auction, even though he realised that\r\nthey constituted contractual terms of the auction. The purchasers\n\ncorrectly admitted that Mr Ichikowitz was bound by the rules of the\r\nauction. It is trite that if the rules of an auction are read\nout at\r\nthe commencement of the auction or made available by another\r\nreasonable method, ‘they are binding even on bidders\nwho arrive\r\nlate and have not read them or heard them read out’. See R H\r\nChristie, the\nLaw of Contract in South\r\nAfrica\n, 6\ned (2011) at 47. Regulation 21(8)(a)\r\nof the regulations is to similar effect. It provides that the rules\r\nof an auction need not\nbe read out at an auction, if they had \r\nbeen made available to the general public at least 24 hours prior to\r\nthe commencement\nof the auction.\n[10]\r\nThe lodge was lot 5 at the auction. It was sold to Mr Ichikowitz for\r\nR20 million, in circumstances fully set out below. Pursuant\nhereto\r\nthree written agreements of sale were entered into on 9 November\r\n2011. In terms of these agreements each of the sellers\nsold its\r\nrespective portion of the assets comprising the lodge to Mr\r\nIchikowithz on behalf of a company to be formed. The total\npurchase\r\nprice in terms of the three agreements was R20 million. High Street\r\nwas a party to each agreement. Each agreement provided\nthat the\r\npurchaser was liable for payment of commission to High Street in the\r\namount of 10 per cent of the purchase price plus\nVAT. The total\r\ncommission amounted to R2,28 million and was duly paid to High\r\nStreet.\n[11]\r\nOn 10 January 2012 a first addendum was entered into in respect of\r\neach of the three sale agreements. The parties to these\naddenda were\r\nthe respective sellers and Hansa, on the basis that it was nominated\r\nby Mr Ichikowitz as the purchaser of the lodge.\nIn terms of the\r\naddenda each sale agreement was essentially amended to provide for\r\nextension of the date on which the balance purchase\nprice had to be\r\nsecured and for Hansa to take occupation of the lodge on 1 January\r\n2012, which it did.\n[12]\r\nThere are two video recordings of the events at the auction. One\r\ndisplays a view from the auctioneer’s podium onto the\nfloor and\r\nanother provides a view from the floor towards the auctioneer. The\r\nformer recording was shown to Mr Ichikowitz by High\nStreet during\r\nFebruary 2012. This happened at the request of Mr Ichikowitz, after\r\nthe media carried a story of alleged misconduct\nat an auction of a\r\nwell-known wine estate. Attorneys acting for the purchasers obtained\r\ncopies of both video recordings. Correspondence\nbetween the attorneys\r\nof the purchasers and High Street followed, culminating in a letter\r\nby the former dated 15 May 2012. In terms\nof this letter High Street\r\nwas notified that the purchasers did not consider themselves bound by\r\nany of the sales pursuant to the\nauction. A refund of the commission\r\nwas demanded. No similar letter was directed to the sellers. High\r\nStreet took issue with the\nstance adopted by the purchasers and\r\nrefused to accede to their demand.\n[13]\r\nConsequently, on 27 August 2012, the purchasers launched the\r\napplication referred to earlier in terms of which they, inter\nalia,\r\nsought an order that they were not bound by the sale agreements and\r\nalso claimed repayment of the commission paid to High\nStreet.\r\nNotably, on the same date Hansa and the respective sellers signed the\r\nsecond addenda to the sale agreements. The second\naddenda were signed\r\non behalf of Mr Ichikowitz on 4 September 2012. The second addenda\r\namended the sale agreements and the first\naddenda. In terms of the\r\nsecond addenda certain transactions, defined as ‘trigger\r\nevents’, were required to be concluded\nby 31 October 2012. If\r\nthey were not, a total credit of R2 million in respect of the\r\npurchase price of the lodge was to be given.\nThe first of these\r\ntransactions was a sale agreement in terms of which Mr Ichikowitz\r\nwould acquire shares held by Mr Serfontein\nin a company named UIS\r\nAnalytical Services (Pty) Ltd. The second was a joint venture heads\r\nof agreement in terms of which a joint\nventure would be established\r\nby Mr Ichikowitz and Mr Serfontein and to which Mr Serfontein would\r\nprovide free geological services\nto the value of R2 million. These\r\ntransactions were concluded within the stipulated time. The\r\nproperties constituting the lodge\nwere therefore transferred to Hansa\r\nin terms of the sale agreements as amended by the first and second\r\naddenda thereto against\npayment of R20 million. In short, the object\r\nappears to have been to exclude High Street’s entitlement to\r\ncommission.\n[14]\r\nHigh Street opposed the application. It also joined the sellers as\r\nthird parties in terms of rule 13 of the Uniform Rules of\nCourt. In\r\nthe notice High Street claimed payment of its commission in respect\r\nof the auction from the sellers, upon condition that\nthe purchasers\r\nare successful in the main application. For this relief High Street\r\nrelied on the terms of the mandate and its performance\nin terms\r\nthereof. The sellers objected to the third party notice on the basis\r\nthat it constituted improper use of rule 13. On the\nmerits they\r\nopposed the relief claimed mainly on the ground that the conduct of\r\nthe auctioneer as described in the founding affidavit,\ndisentitled\r\nHigh Street from payment of commission in terms of the mandate. I\r\nshall in due course allude to the alleged conduct\nof the auctioneer\r\nin some detail.\n[15]\r\nThe court a quo found for High Street and dismissed the application\r\nof the purchasers with costs, including the costs of two\ncounsel and\r\nconsidered it unnecessary to deal with the third party proceedings.\r\nConsequently it made no order in respect of the\ncosts thereof. The\r\npurchasers applied for leave to appeal against the dismissal of the\r\napplication. The sellers applied for leave\nto appeal on the ground\r\nthat the court a quo failed to deal with the third party proceedings\r\nand should have ordered High Street\nto pay the costs thereof. High\r\nStreet in turn applied for leave to cross-appeal for an order that\r\nthe purchasers jointly and severally\npay the costs of the third party\r\nproceedings. Leave to appeal to this court was granted by the court a\r\nquo in respect of all these\napplications.\nThe\r\nauction\n[16]\r\nIn the founding affidavit Mr Ichikowitz said that the video\r\nrecordings indicated the following in respect of the bidding after\n\nthe price of R15 million had been reached. By gesticulating around\r\nthe room, so Mr Ichikowitz claimed, the auctioneer represented\nthat\r\nbids emanated from genuine bidders, whilst there were none. A\r\nrepresentative of High Street would, so it was alleged, point\nto an\r\narea where a bid was supposedly made when in fact there had been no\r\nsuch bid. The auctioneer would conduct himself as though\nhe was\r\naccepting a bid from a bidder in that area. No bid was in any manner\r\nidentified as a bid by or on behalf of the sellers.\nIn sum the case\r\nof the purchasers was that the video recordings provided evidence of\r\nfraudulent conduct ─ sham bidding ─\nby the auctioneer and\r\nother representatives of High Street.\n[17]\r\nIn the answering affidavit, however, the auctioneer provided a\r\ndetailed and materially different version with specific reference\nto\r\nthe timestamp on one of the video recordings. Some of its significant\r\nmoments are reproduced below. It is necessary to explain\nthat a third\r\nparty bidder by the name of Dr S A Hoseini was registered with the\r\nauctioneer. Messrs Beck, Jacobson, Kleynhans and\nDall were\r\nrepresentatives of High Street that rendered assistance at the\r\nauction. The second applicant is of course Mr Ichikowitz:\n‘\n00:27:05\n:\r\nI announce the nominal opening bid to get the auction started at R9\r\nmillion;\n00:27:20\n:\r\nThe third party bidder places his bid for R12.5 million.\n00:27:28\n:\r\nI place a vendor bid on behalf of the seller at R15 million by saying\r\n“I have it at 15 sir”;\n00:27:50\n:\r\nThe second applicant places what I believe to have been his first bid\r\nat R16 million. I confirm receipt of the bid by saying “I\nhave\r\ngot your 16 sir”;\n00:27:54\n:\r\nBeck confers with the second applicant by crouching down to his\r\nlevel. Beck then signals me that the second applicant wanted to\nbid\r\nan increment of R500 000 and not a million. However, I had\r\nalready by then placed a further bid for R17 million on behalf\nof the\r\nseller by saying “I have it at 17 now sir”;\n00:28:04\n:\r\nThe second applicant places a further bid for R18 million.\n00:28:06\n:\r\nI place a further bid at R19 million on behalf of the seller by\r\nsaying “I am back at 19 sir”;\n00:28:25\n:\r\nI call for bids at R19.5 million;\n00:28:31\n:\r\nJacobson confers with the second applicant and on the second\r\nappellant’s instruction makes a bid. I assume the bid is R19.5\n\nmillion but Jacobson corrects the second applicant’s bid to\r\nR19.25 million;\n00:28:50\n:\r\nI make a further vendor bid at R19.5 million by saying “I have\r\nit at 19.5”;\n00:29:04\n:\r\nI say that we are going up in quarters and Jacobson thereafter places\r\na bid for another “quarter” on behalf of the\nsecond\r\napplicant, thus raising the bid to R19.75 million. Dall is conferring\r\nwith Serfontein who indicates to Dall that he would\naccept R20\r\nmillion for the lot. At that point the seller is thus reducing his\r\nreserve price from the stated R25 million to R20\nmillion;\n00:29:28\n:\r\nPretorius indicates to me that the third party bidder is out. At this\r\npoint in the vicinity of the seller Kleynhans joins Dall\nand Dall\r\nexplains to Kleynhans that Serfontein had indicated that he would\r\nreduce the acceptable price to R20 million. Kleynhans\nthen confers\r\nwith and gets confirmation of this from Serfontein, whereupon he\r\nmoves towards the direction of the second applicant;\n00:29:54\n:\r\nKleynhans reaches the second applicant and advises the second\r\napplicant that his bid of R19.75 million is a little too low, but\n\nthat if he went to R20 million, the seller will accept it;\n00:30:07\n:\r\nThe second applicant indicates to Kleynhans that he is prepared to up\r\nhis bid by R250 000 to R20 million so as to meet the\nprice\r\nindicated by the seller:\n00:30:10\n:\r\nKleynhans indicates to me that he has a bid for R20 million from the\r\nsecond applicant and that it is “on the market”,\n\nindicating to me and the floor that the seller’s reserve price\r\nhas now been reduced and met by the bid;\n00:30:25\n:\r\nI indicate that the property is on the market;\n00:30:30\n:\r\nPretorius indicates that the third party bidder is definitely out by\r\nwaving his hands in front of his stomach; and\n00:30:34\n:\r\nI bring the hammer down on the sale at R20 million.’\nThe\r\npicture that emerges is of bids by Dr Hoseini and Mr Ichikowitz\r\ninterspaced by bids by the auctioneer on behalf of the sellers,\nall\r\nbelow the reserve price.\n[18]\r\nIn reply Mr Ichikowitz said that he had been advised that in the\r\nlight of the competing version of the auctioneer, the court\nwould not\r\nbe in a position to conclude that the sale of the lodge had been\r\nfraudulently procured, without the hearing of oral evidence,\nbut\r\nsubmitted that the court should nevertheless find in favour of the\r\npurchasers on the version of the auctioneer. Significantly,\nhowever,\r\nhe also said the following:\n’\n15.1\r\nIn these paragraphs Van Reenen deals with the events at the auction\r\nitself.\n15.2 I am advised and submit that the court is obliged\r\nto accept what is stated by Van Reenen subject to:\n15.2.1 a comparison therewith with the video recordings;\r\nand\n15.2.2 the fact that what he alleges is not complete in\r\nall respects.’\nNo\r\nindication was given that a comparison of the version of the\r\nauctioneer with the video recordings would reveal a material\r\ndifference.\nAnalysis\n[19]\r\nIn this court the purchasers relied on two grounds for the claim that\r\nthe sale agreements and the first addenda were invalid.\nThe first was\r\nthat because of non-compliance with the regulations, the auctioneer\r\nwas not permitted to bid at the auction at all.\nThe second ground was\r\nthat the auctioneer was obliged to identify his bids on behalf of the\r\nsellers, but failed to do so.\n[20]\r\nThe purchasers relied on regulations 26(3) and (4) which provide:\n‘\n(3)\r\nThe auctioneer must ensure that a person who intends to bid on behalf\r\nof another, produces a letter of authority expressly authorising\nhim\r\nor her to bid on behalf of that person, and both that person and the\r\nperson bidding on his or her behalf must meet the requirements\nof\r\nsubregulation (2).\n(4) The auctioneer must ensure that if a person will be\r\nbidding on behalf of a company, the letter of authority contemplated\r\nin\nsubregulation (3) must appear on the letterhead of the company and\r\nmust be accompanied by a certified copy of the resolution authorising\n\nhim or her to do so.’\nThe\r\nbidder’s record indicated that paddle number 355 had been\r\nregistered for purposes of vendor bidding in respect of lot\n5. \r\nIt is common cause, however,  that the auctioneer did not\r\nproduce any such document.\n[21]\r\nThese provisions must be read with regulation 26(1) and (2). In terms\r\nof regulation 26(1) the auctioneer must have a bidder’s\nrecord\r\nfor every auction ‘to record the identity of all bidders at an\r\nauction’. Regulation 26(2) states that the auctioneer\nmust\r\nensure that every prospective bidder is registered prior to the\r\ncommencement of the auction. Such registration must with the\n\nnecessary changes meet the requirements of Chapter 1 of the\r\nregulations in terms of FICA.\n[22]\r\nThe ordinary meaning of regulation 26(3) and (4) is clear. The\r\nauctioneer must ensure compliance by prospective bidders. Their\n\npurpose is clearly to identify bidders in order to enable\r\ncommunication with successful bidders for purposes of matters such as\n\ndelivery of the goods and securing payment of the purchase price. In\r\nthis context the ordinary meaning of these provisions makes\ngood\r\nsense. Everybody at an auction knows or could easily ascertain the\r\nidentity and location of the auctioneer and the auction\nhouse, where\r\napplicable. Regulation 21(2)(b) provides that the rules of an auction\r\nmust contain the full names, physical address\nand contact details of\r\nthe auctioneer, and where applicable, of the auction house. I find\r\ntherefore that regulation 26(3) and 26(4)\nare not applicable to an\r\nauctioneer who intends to bid on behalf of a seller.\n[23]\r\nAs stated earlier, the purchasers’ queries were prompted by\r\nmedia reports of sham bidding at the auction of a wine estate.\n\nAuction bids by or on behalf of the seller (vendor bidding) must be\r\ndistinguished from sham bidding. Instances of sham bidding\nare bids\r\nin terms of an underhand arrangement to artificially raise the sale\r\nprice or a non-existent bid represented as a real\nbid. Sham bidding\r\nis of course unlawful. In terms of the common law vendor bidding is\r\nprohibited at auctions without reserve. See\nG Hackwill\nMackeurtan’s\nSale of Goods in South Africa\n5 ed (1984) at 250 para 16A.12.\r\nSubject hereto, vendor bidding and bidding by or on behalf of the\r\nauctioneer is expressly recognised\nby the CPA. Section 45(4) and (5)\r\nthereof provide:\n‘\n(4)\r\nNotice must be given in advance that a sale by auction is subject to\r\n─\n(\na\n) a reserved or upset price; or\n(\nb\n) a right to bid by or on behalf of the owner\r\nor auctioneer, in which case the owner or auctioneer, or any one\r\nperson on behalf\nof the owner or auctioneer, as the case may be, may\r\nbid at the auction.\n(5) Unless notice is given in advance that a sale by\r\nauction is subject to a right to bid by or on behalf of the owner or\r\nauctioneer\n─\n(\na\n) the owner or auctioneer must not bid or\r\nemploy any person to bid at the sale;\n(\nb\n) the auctioneer must not knowingly accept any\r\nbid from a person contemplated in paragraph (\na\n); and\n(\nc\n)\r\nthe consumer may approach a court to declare the transaction\r\nfraudulent, if this subsection has been violated.’\n[24]\r\nThe argument of the purchasers raised the question whether vendor\r\nbidding is only permissible if identified as such at the\ntime. We\r\nwere not referred to any authority for such proposition.\r\nContemporaneous identification of vendor bidding is not required\nby\r\ns 45 of the CPA. Section 45(5) requires no more in this regard\r\nthan that notice must be given in advance that the sale\nis subject to\r\nthe right to bid by or on behalf of the owner or the auctioneer.\r\nRegulation 21 deals extensively with prohibited\nbehaviour of an\r\nauctioneer. Regulation 28 contains provisions in respect of bidding.\r\nNeither requires identification of vendor\nbids as such. This accords\r\nwith the position of other bidders. A bidder is not obliged to\r\nidentify himself or herself when bidding.\n[25]\r\nIt is common knowledge that the auctioneer is the agent of the seller\r\nand that the purpose of the auction is to obtain the\nbest possible\r\nprice for the benefit of the seller. It is not intended to provide\r\nthe public with the opportunity to obtain bargains.\nVendor bidding is\r\nonly permitted in case of prior notice thereof. No person is\r\ncompelled to bid at such auction nor to bid higher\nthan what the\r\nbidder is willing to spend. A vendor bid up to the reserve price does\r\nnot deprive a bidder of a sale below the reserve\nprice. That is the\r\nresult of the reserve price itself. And the acceptance of a bid below\r\nthe reserve price is, in any event, within\nthe control and province\r\nof the seller.\n[26]\r\nIn my view the enquiry should centre on whether the non-disclosure of\r\na vendor bid in any given case constituted a misrepresentation.\nThat\r\nquestion must of course be decided on the facts and circumstances of\r\neach case. If the failure to identify a vendor bid as\nsuch does\r\nconstitute a misrepresentation in the particular circumstances, an\r\nauction sale may in terms of general principles of\ncontract be\r\navoided if the misrepresentation was material and induced the sale.\n[27]\r\nHigh Street submitted that the auctioneer’s bids on behalf of\r\nthe sellers were in fact identified as such in the context\nin which\r\nthey were made. This submission finds support in the New Zealand\r\njudgment in\nCommerce Commission v Grenadier Real Estate Ltd\n─\n[2004] 2 NZLR 186\n, to which we were referred by the purchasers. There\r\nthe court referred to the Fair Trading Act of 1986 which provides\r\nthat the\nvendor of property makes a false or misleading\r\nrepresentation with respect to the price of the property if the\r\nvendor, or any agent\nacting on behalf of the vendor, makes a vendor\r\nbid for the property. However, this does not apply if there is a\r\nreserve price for\nthe property and the bid is made before the reserve\r\nprice is reached and is clearly identified as a vendor bid. The New\r\nZealand\nlegislation therefore expressly requires clear identification\r\nof a vendor bid. In para 44 of the judgment the following is said\nin\r\nrespect of the identification of a vendor bid:\n‘\nClarity\r\nin this respect could be achieved in a number of ways. No particular\r\nlanguage would be needed. It would not, for instance,\nbe necessary to\r\nuse the words “vendor’s bid” or the equivalent on\r\neach occasion of lodging such a bid. Some degree\nof shorthand which\r\ndoes not have a tendency to mislead would suffice, such as the\r\nexpressions which Mr Smith and Mr Woodley referred\nto in their\r\nevidence: “The bid is with me” or “I have the bid\r\nnow”.’\nI\r\nfind no material difference between these bids and the vendor bids of\r\nthe auctioneer as reflected in para 17 above.\n[28]\r\nIn addition, the purchasers did not show that the auctioneer’s\r\nbids on behalf of the seller constituted material misrepresentations\n\nthat induced the sale agreements. The rules of the auction made clear\r\nthat the auctioneer was entitled to bid on behalf of the\nseller up to\r\nthe reserve price. Mr Ichikowitz is an experienced businessman who\r\nhad in the past purchased several properties on\nauction. It is very\r\nunlikely that a person in his position who had been made aware of the\r\npossibility of vendor bidding by the\nauctioneer, would be misled by\r\nthe vendor bids in question. Mr Ichikowitz has only himself to blame\r\nfor ignorance of the possibility\nof vendor bidding by the auctioneer.\r\nWhat is more, he took a deliberate decision to raise his bid to meet\r\nthe reduced reserve price\nof R20 million. Any prior misrepresentation\r\ntherefore in any event did not induce the sale agreements.\n[29]\r\nIt follows that the court a quo correctly refused the relief claimed\r\nin the notice of motion. Although there is much to be\nsaid for the\r\nargument that the purchasers did not cancel the sale agreements qua\r\nthe sellers and therefore cannot approbate and\nreprobate, it is not\r\nnecessary to decide that issue.\n[30]\r\nAs a last resort the purchasers asked that the matter be referred to\r\ntrial. This was prayed for in the alternative in the court\na quo. It\r\nmust therefore be accepted that it exercised the discretion not to\r\nrefer the matter to trial. The question is whether\nthere is any\r\nground on which the exercise of this discretion could be interfered\r\nwith on appeal. The exercise of this discretion\nshould to a large\r\nextent be guided by the prospects of viva voce evidence tipping the\r\nbalance in favour of the purchasers in respect\nof the allegations of\r\nfraud. See\nKalil v Decotex (Pty) Ltd &\r\nanother\n1988 (1) SA 943\nA at 979H. In\r\nthe light of para 18 above and the fact that the purchasers made no\r\nattempt to place the video recordings before\ncourt, there appears to\r\nbe little or no prospect of establishing the alleged fraud at a\r\ntrial. I am by no means convinced that\nthe court a quo should have\r\nreferred the matter to trial.\n[31]\r\nIt remains to deal with the costs of the third party proceedings. I\r\ndo not agree that rule 13 could not be employed by High\nStreet in\r\nrespect of the sellers. In terms of rule 13(1)(\nb\n)\r\na party may, inter alia, make use of third party procedure where an\r\nissue in a matter is substantially the same as an issue which\nwill\r\narise between such party and a third party and should properly be\r\ndetermined between any of the parties to the matter and\nthe third\r\nparty. Rule 13 is intended to avoid multiplicity of actions. Rule\r\n6(4) makes it applicable to applications. The purchasers\nrelied on\r\nthe alleged conduct of the auctioneer to avoid the sale agreements.\r\nThe sellers relied on the same conduct to avoid payment\nof commission\r\nin terms of the mandate. That is substantially the same issue that\r\nwas properly determined between the purchasers,\nHigh Street and the\r\nsellers. It was reasonable in the circumstances for High Street to\r\njoin the sellers. The issue on which the\npurchasers and the sellers\r\nmade common cause, was determined in favour of High Street. In my\r\nview the court below should have ordered\nthe purchasers jointly and\r\nseverally to pay the costs of the third party proceedings.\n[32]\r\nA judgment or order may subsequently be supplemented in respect of\r\naccessory or consequential matters which the court overlooked\nor\r\ninadvertently omitted. See\nFirestone\r\nSouth Africa (Pty) Ltd v Gentiruco\n1977\r\n(4) SA 298\n(AD) at 306H;\nEx Parte\r\nMinister of Social Development & others\n[2006] ZACC 3\n;\n2006 (4) SA 309\nCC para 30-31. The costs of the third party\r\nproceedings in the court below is such a matter. Counsel for the\r\nsellers intimated\nthat either the purchasers or High Street should\r\npay these costs and that it did not matter who it was. In these\r\ncircumstances\nit was not necessary for the sellers to appeal. They\r\nshould in my view have approached the court a quo for an order in\r\nrespect\nof the costs of the third party proceedings. It follows that\r\nthe appeal of the sellers must fail and that High Street’s\r\ncross-appeal\nmust succeed.\n[33]\r\nIn the result the following order is made:\n1 The appeals of the appellants are dismissed with\r\ncosts, including the costs of two counsel.\n2 The cross-appeal is upheld with costs, including the\r\ncosts of two counsel and the order of the court a quo is supplemented\r\nby\nadding the following:\n‘\nThe\r\napplicants are jointly and severally ordered to pay the costs of the\r\nthird party proceedings, including the costs of two counsel.’\n_______________________\nC\r\nH G VAN DER MERWE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n1 and 2 Appellant: P van Blerk SC (with him A Laser)\nFor\r\n3\nrd\nto 5\nth\nAppellants: B M Slon\nInstructed by:\nBrian Kahn Inc, Craighall Park\nClaude\r\nReid Inc, Bloemfontein\nFor\r\nRespondent: A R Gautschi SC (with him C J Bresler)\nInstructed by:\nDe\r\nJongh Botes Inc, Melrose North\nPhatshoane\r\nHenney, Bloemfontein",
  "scraped_at": "2026-02-12T17:13:40.589973",
  "date": "2015-03-30",
  "coram": [
    "Navsa ADP",
    "Shongwe JJA",
    "Saldulker JJA",
    "Van der Merwe AJJA",
    "Meyer AJJA"
  ],
  "case_number": "192/2014",
  "parties": {
    "applicants": [
      "Hansa Silver (Pty) Ltd",
      "Ivor Ichikowitz",
      "Jan Jonathan Serfontein",
      "Erf G of the Farm Duikerbult 360 CC",
      "Thaba Phuti Safari Lodge (Pty) Ltd"
    ],
    "respondents": [
      "Obifon (Pty) Ltd t/a The High Street Auction Company"
    ]
  },
  "sections": {
    "facts": "The sellers, comprising Jan Jonathan Serfontein, Erf G of the Farm Duikerbult 360 CC and Thaba Phuti Safari Lodge (Pty) Ltd, owned a game farm and lodge. They instructed High Street Auction to sell the property by public auction with a reserve price of R25 million and authorised the auctioneer to bid on their behalf up to that reserve. The auction took place on 2 November 2011. Purchaser Ivor Ichikowitz, acting for Hansa Silver (Pty) Ltd, bid and was awarded the lot for R20 million, below the reserve, after a series of bids by the auctioneer that were disclosed as “vendor bids”. Sale agreements and subsequent addenda were executed, and a commission of 10% plus VAT was paid to High Street. The purchasers later alleged that the auctioneer’s bids were a sham, that vendor bids were not identified, and sought to set aside the sale and recover the commission. High Street joined the sellers in a third‑party proceeding to enforce its commission claim.",
    "issues": "1) Whether the auctioneer’s bids on behalf of the sellers, made without explicit identification as vendor bids, breached the Consumer Protection Act and related regulations, rendering the sale agreements invalid. 2) Whether the alleged non‑identification of vendor bids amounted to a material misrepresentation that induced the purchasers to contract. 3) Whether the court below should have referred the matter to trial. 4) Whether High Street could properly invoke rule 13 to join the sellers and recover the costs of the third‑party proceedings.",
    "principles": "The Court applied section 45 of the CPA, which permits vendor bidding where advance notice is given that the sale is subject to a reserve price or a right to bid by the owner or auctioneer. The regulations governing auctions (reg 26 and reg 21) require proper registration of bidders but do not require each vendor bid to be labelled as such. Misrepresentation must be material and inducive; mere failure to label a vendor bid is not per se a misrepresentation if the auction rules disclose the right to vendor bidding. Rule 13 allows a third‑party procedure where the issue is substantially the same, aiming to avoid multiplicity of actions.",
    "application": "The Court found that the auction rules clearly disclosed the right of the auctioneer to bid on behalf of the seller up to the reserve price, satisfying the CPA’s notice requirement. The auctioneer’s statements such as “I have it at 15” were deemed sufficient identification of vendor bids under comparable New Zealand authority. The purchasers, being experienced businesspeople, were not misled; the vendor bids did not constitute a material misrepresentation that induced the sale. Consequently, the sale agreements and addenda were upheld. Regarding costs, the Court held that High Street was entitled to join the sellers under rule 13 and that the lower court should have ordered the purchasers to pay the costs of the third‑party proceedings; the cross‑appeal was therefore upheld.",
    "conclusion": "The appeals of the appellants were dismissed with costs, including costs of two counsel. The cross‑appeal by High Street was upheld with costs, and the order of the court a quo was supplemented to make the purchasers jointly and severally liable for the costs of the third‑party proceedings, including costs of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Auction Law",
    "level_3": [
      "vendor bidding",
      "misrepresentation",
      "Consumer Protection Act",
      "court costs",
      "third‑party procedure"
    ]
  }
}