{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/59.html",
  "case_name": "Ndwambi v S (611/2013) [2015] ZASCA 59; 2016 (2) SACR 195 (SCA) (31 March 2015)",
  "citation": "[2015] ZASCA 59",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 59\n|\nNoteup\n|\nLawCite\nNdwambi v S (611/2013) [2015] ZASCA 59; 2016 (2) SACR 195 (SCA) (31 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 611/2013\nDATE: 31 MARCH 2015\nNot Reportable\nIn the matter between:\nMUVHUSO CALVIN\r\nNDWAMBI\n...................................................................................\nAPPELLANT\nAnd\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral Citation:\nNdwambi v The State\n611/2013\n[2015] ZASCA 59\n(31 March 2015)\nCoram:\r\n Navsa ADP, Leach and Willis JJA and Schoeman and Meyer AJJA\nHeard:  11 March 2015\nDelivered:  31 March 2015\nSummary:\nCriminal Law – fraud –\r\nwhether intent to deceive and prejudice proved – appellant\r\ncorrectly convicted of\nfraud.\nORDER\nOn\r\nappeal from:\nFree State High Court, Bloemfontein (Van Zyl and\r\nMoloi JJ sitting as court of appeal):\n‘The\r\nappeal is dismissed.’\nJUDGMENT\nMeyer\r\nAJA (\nNavsa ADP and Leach JA and Schoeman AJA\nconcurring)\n[1] Arising from an incident that occurred on 29 October 2003 at the\r\nShell Ultra City, Kroonstad where a fake rhinoceroses (rhino)\nhorn\r\nwas sold in a police trap for R350 000, the appellant, Mr Muvhuso\r\nCalvin Ndwambi, and a co-accused were convicted in the Regional\n\nCourt, Kroonstad of the crime of fraud committed in the course of the\r\npolice trap. The appellant was found to have been complicit\nin the\r\ntransaction. He was sentenced to six years’ imprisonment. The\r\nappellant appealed unsuccessfully to the Free State\nHigh Court\r\nagainst his conviction and sentence. The court a quo, however,\r\ngranted him leave to appeal to this Court against both.\n[2]\r\nThe appellant contends in this court that the proven facts as found\r\nby the trial court did not establish all the elements of\nthe crime of\r\nfraud. The evidence did not, he contends, prove either the required\r\nintent to deceive, which is an aspect of the element\nof intent to\r\ndefraud, or the element of prejudice.\n[3]\r\nInspector Oberholzer, who was attached to the Bloemfontein Diamond\r\nand Gold branch of the South African Police Service (SAPS),\nreceived\r\ninformation from an informer that the appellant’s co-accused\r\nwished to sell a rhino horn. This prompted the police\nto set a trap\r\nat 11h00 on 29 October 2003 at the Shell Ultra City, Kroonstad (the\r\nfilling station).  Captain Oertel, who was\nattached to the same\r\nbranch of the SAPS, was in command of the police action.  He and\r\nInspector de Klerk, also a member of\nthe same branch, went to the\r\npetrol station ahead of Oberholzer and the informer to observe and\r\nassist Oberholzer in the action. \nUpon their arrival they\r\nobserved the appellant sitting in the driver’s seat of a red\r\nVolkswagen Golf motor vehicle (the car)\nparked in the parking area of\r\nthe petrol station and his co-accused sitting next to him.\n[4]\r\nWhen Oberholzer and the informer arrived, Oberholzer too observed the\r\ncar in the parking area but the appellant and his co-accused\nwere at\r\nthat stage standing behind it.  They parked next to the car. \r\nThe appellant’s co-accused walked to the\ndriver’s side of\r\nOberholzer’s vehicle and he was introduced to her as the\r\nprospective buyer of the rhino horn. \nShe fetched a wrapped\r\narticle from between the seats in the front of the car and then\r\nclimbed into the rear of Oberholzer’s\nvehicle and informed him\r\nthat it was the rhino horn.  He unwrapped the article and it\r\nappeared to him to be real rhino horn. \nShe told him that the\r\nrhino horn originated from Mozambique, that it belonged to the\r\nappellant and that the asking price was the\nsum of R350 000. \r\nOberholzer requested her to call the appellant so that he could\r\ndiscuss the transaction with him, but she\nrefused, saying that the\r\nappellant was observing the surroundings to ensure that everything\r\nwas in order.  Her statement that\nthe appellant was observing\r\naccorded with what appeared to Oertel and De Klerk.  Oberholzer\r\nand the appellant’s co-accused\nagreed to the asking price of\r\nR350 000.\n[5]\r\nOberholzer gave a pre-arranged signal to his colleagues who then\r\napproached the appellant and his co-accused.  Oertel introduced\n\nhimself and the police officers to the appellant’s co-accused\r\nand he arrested her.  Oberholzer and De Klerk approached\nthe\r\nappellant.  They introduced themselves to him and Oberholzer\r\narrested him.  He immediately denied that he knew his\nco-accused\r\nand said that he had only given her a lift from a nearby bridge to\r\nthe petrol station.  De Klerk’s search\nof the car revealed\r\nthat the appellant was a police officer:  his police\r\nidentification card, service pistol and police dockets\nwere found. \r\nA few works of art belonging to the appellant’s co-accused were\r\nalso found in the boot of the car.\n[6]\r\nThe appellant’s co-accused conducted an arts and craft’s\r\nbusiness at Hartbeespoortdam.  The appellant testified\nthat he\r\nhad been introduced to her during June/July 2003 because she had\r\nrequired transport for the conveyance of her works of\nart from\r\nJohannesburg to Brits.  Since then at her instance he had\r\ntransported her on 3 occasions to Brits.  His co-accused,\n\nhowever, denied that he had ever transported her anywhere before 29\r\nOctober 2003.  She, according to the appellant, had telephoned\n\nhim early during the morning of 29 October 2003, while he was at home\r\nin Kagiso, and requested him to transport her to Kroonstad\nwhere she\r\nwas\nscheduled to meet a\r\nclient.  According to the appellant he was on official duty that\r\nday but had decided not to go to work\nbecause he was tired.  He\r\ncontradicted himself by also testifying that he stayed off duty\r\nbecause he was ill.  The appellant\nacceded to the request to\r\ntransport his co-accused to Kroonstad.  He had driven from\r\nKagiso to the Hillbrow Police station\nwhere he was stationed. \r\nThat was where they had agreed to meet.  His co-accused had a\r\nfew works of art and a plastic\nbag with her but he could not see what\r\nit contained and did not ask about it.  She had directed him to\r\nKroonstad and to where\nhe should park at the filling station. \r\nThey had got out of the car but he merely stood around viewing the\r\nsurroundings. \nHe denied any complicity in the transaction and\r\ntestified that he had been very surprised when the police officers\r\narrived, arrested\nhim and searched the car.  He had seen the\r\nrhino horn for the first time at the police station, after his\r\narrest.\n[7]\r\nIt is not necessary to refer in any detail to the evidence of the\r\nappellant’s co-accused.  She, in turn, attempted\nto shift\r\nthe blame to the appellant.  She had travelled to the garage,\r\nshe testified, to meet a client who was interested\nin buying her\r\nworks of art.  The appellant had taken her there in order to\r\nsell his rhino horn to the same client, who was\nalso interested in\r\nbuying a rhino horn for display in his bar.  The client had\r\nasked her to find him someone who would sell\na rhino horn to him and\r\nthe appellant was introduced to her as a person wishing to sell one. \r\nHence their journey together\nto Kroonstad. She saw the rhino horn for\r\nthe first time when it was shown to her at court.\n[8]\r\nThe appellant’s counsel conceded that the trial court correctly\r\nrejected the evidence of the appellant and that of his\nco-accused.\r\nThat concession was correctly made.  The appellant’s\r\nexculpatory version was so wholly improbable as to\nbe plainly\r\nuntruthful and palpably false.  I do not propose to go into all\r\nthe unsatisfactory features to his evidence referred\nto by the trial\r\ncourt in its well-reasoned judgment. I need only highlight a few\r\nmatters which go to show the untruthfulness of\nhis account.\n[9]\r\nThe appellant’s version that his co-accused, on the occasions\r\nmentioned by him, would have travelled with her works of\nart from\r\nHartbeespoortdam to Johannesburg in order for him to then transport\r\nher from Johannesburg to Brits is wholly improbable. \n\nHartbeespoortdam is much closer to Brits than Johannesburg is to\r\nBrits.  Furthermore, the unavoidable inference is that the\n\nappellant and his co-accused had not gone to the filling station in\r\norder for the appellant to sell works of art to a prospective\nbuyer. \r\nThe appellant’s co-accused did not have any works of art with\r\nher when she got into Oberholzer’s vehicle\nin order to\r\nnegotiate the sale. She only took along with her what appeared to\r\nhave been a rhino horn.  The works of art were\nfound in the boot\r\nof the car immediately after their arrest.  The fake rhino horn\r\nwas the only object found in Oberholzer’s\nvehicle.\n[10]\r\nBut the matter goes further.  The evidence relating to contact\r\nbetween their respective cell phones revealed 32 calls\nfrom the\r\nappellant’s cell phone to that of his co-accused and 38 calls\r\nfrom her cell phone to his during the period 22-29\nOctober 2003. \r\nThe appellant was unable to proffer any plausible explanation for the\r\nconstant contact between their respective\ncell phones in the days\r\nrunning up to their attendance at the petrol station.  Also, the\r\nappellant’s denial to the police\nofficers at the time of his\r\narrest that he did not know his co-accused is palpably false. \r\nThat is what prompted the police\nto obtain the records relating to\r\ntheir cell phones.  Clearly, that evidence was obtained in order\r\nto refute the appellant’s\nversion at the time of his arrest\r\nthat he did not know the appellant and that he had merely given her a\r\nlift from a nearby bridge\nto the petrol station.\n[11]\r\nThe trial court’s assessment of all the evidence, its adverse\r\ncredibility findings relating to the appellant and his\nco-accused and\r\nits rejection of their evidence cannot be assailed nor can its\r\nfavourable credibility findings concerning the three\nState witnesses\r\n– Oertel, Oberholzer and De Klerk.  The accounts of the\r\nState witnesses were satisfactory and accord\nwith the probabilities. \r\nThey corroborated each other in material respects.  A reading of\r\nthe record leaves not the slightest\ndoubt that all of the State\r\nevidence was honest and accurate.\n[12]\r\nIt is common cause that the article sold was a mere imitation of a\r\nrhino horn.  The trial court did not convict the appellant\nand\r\nhis co-accused of the statutory offence of contravening s 14(2), read\r\nwith ss 1, 11, 12, 40-42 and Schedule 3 of the Nature\nConservation\r\nOrdinance 8 of 1969 (FS), with which they were charged in the\r\nalternative.  Criminal liability, in terms of the\nprovisions of\r\nthe Ordinance, is imposed inter alia for the unauthorised possession,\r\nconveyance, buying and selling of ‘any\nproduct from any part of\r\nthe body of a wild or exotic animal of a species specified in\r\nSchedule 3’.  A rhino is so specified.\n[13]\r\nThis brings me to the appellant’s first contention that the\r\nproven facts as found by the trial court did not establish\nthe\r\nelement of intent to defraud, and in particular the aspect of intent\r\nto deceive.  Intent to defraud has two principal\naspects:\r\nintention to deceive and intention to induce a person to alter or\r\nabstain from altering his or her legal position. \nThe intention\r\nto defraud can be with direct intent or by\ndolus eventualis\n. \r\n(See JRL Milton\nSouth African Criminal Law and Procedure\nVol\r\nII 3\nrd\nEd at 730.)\n[14] The\nlocus\r\nclassicus\n, as was pointed out by Prof Milton, at 731, in regard\r\nto intent to deceive is\nDerry v Peek\n[1889] UKHL 1\n;\n(1889) 14 App Cas 337\n, at\r\n374, in which Lord Herschell said that-\n‘\n.\r\n. . fraud is proved when it is shown that a false representation has\r\nbeen made (1) knowingly or (2) without belief in the truth,\nor (3)\r\nrecklessly, careless whether it be true or false.  Although I\r\nhave treated the second and third as distinct cases,\nI think the\r\nthird is but an instance of the second, for one who makes a statement\r\nunder such circumstances can have no real belief\nin its truth.’\n[15]\nEx parte Lebowa\r\nDevelopment Corporation Ltd\n1989 (3) SA 71\n(T), at 101E-I, is\r\nalso apposite. There Stegmann J said the following regarding fraud by\ndolus eventualis\n:\n‘\nThe\r\nessence of fraud involving\ndolus\r\neventualis\nappears to\r\nbe the deceit practised by the representor in suggesting that to be\r\ntrue which he knows may not be true. He knowingly\nexposes the\r\nrepresentee to a risk (that the representation may be false) and\r\ndeceitfully leaves the representee ignorant of his\nexposure to that\r\nrisk.\nAny\r\nsuch case of fraud by\ndolus\r\neventualis\nmay, I\r\nthink, be analysed further to disclose another fraud underlying and\r\naccompanying the first. When anyone makes a representation\nof fact\r\nwhilst not knowing whether his representation is true or false, he\r\nthereby actually makes two distinct representations\nof fact. The\r\nfirst represents as fact that which he does not know to be either\r\ntrue or false. The second is a misrepresentation\nof fact relating to\r\nhis own state of mind: it is a representation (usually implied) that\r\nhe has an honest belief in the truth of\nthe first representation.\r\nSuch second representation is one that he knows to be false, and it\r\ntherefore establishes a case of fraud\nby\ndolus\r\ndirectus\nsimultaneously with the fraud by\ndolus\r\neventualis\nrelating\r\nto the first representation.’\n[16]\r\nThe appellant found himself on the horns of a dilemma at his criminal\r\ntrial:  saying that he honestly believed the imitation\nwas real\r\ncould potentially have exposed him to conviction of attempt on the\r\nalternative statutory charge (compare eg JM Burchell\nSouth African\r\nCriminal Law and Procedure\nVol I 3\nrd\nEd at 351 et\r\nseq); whilst saying that he did not hold such belief, would have\r\nexposed him to a conviction of fraud.  Instead,\nhe falsely\r\ndistanced himself from the transaction.  He denied knowledge of\r\nwhat was contained in the bag or wrapping that\nhis co-accused carried\r\nto Oberholzer’s vehicle and he testified that to his knowledge\r\nhis co-accused was going to meet a\nclient in connection with her\r\nworks of art.  His evidence and that of his co-accused having\r\nbeen rejected left the trial court\nwithout the benefit of credible\r\nevidence from either of them and, with only the State evidence to\r\ndetermine their respective guilt\nor innocence of the charges they\r\nfaced.  It is trite law that a court is entitled to find that\r\nthe State has proved a fact\nbeyond reasonable doubt if a prima facie\r\ncase has been established and the accused fails to gainsay it. \r\n(See\nS v Boesak\n2000 (1) SACR 633\n;\n[2000] ZASCA 24(SCA)\n, paras\r\n46-47.)\n[17]\r\nThe appellant’s co-accused represented to Oberholzer that the\r\nitem she was offering for sale was a rhino horn and that\nit\r\noriginated from Mozambique.  The asking price for what had been\r\nexpressly represented to be a rhino horn was R350 000. \nThe\r\nrepresentation, it is common cause, was false.  The prima facie\r\ninference, unless gainsaid by credible and reliable evidence,\nis that\r\nthe false representation had been made knowingly, or without belief\r\nin its truth in the sense described in\nDerry\n, or without\r\nknowledge whether it was true or false but knowingly exposing\r\nOberholzer or the State to a risk that it may be false\nand\r\ndeceitfully leaving him ignorant of the exposure.  Any\r\nsuggestion that they did not know that the representation was false\n\nlacks a factual foundation and would therefore amount to\r\nimpermissible speculation or conjecture.  It lay exclusively\r\nwithin\nthe power of the appellant and his co-accused to show what the\r\ntrue facts were but they failed to give an acceptable explanation. \n\nThe prima facie inference became conclusive in the absence of\r\nrebuttal.\n[18]\r\nThe other requisite, which it is contended had not been proved by the\r\nState was prejudice, actual or potential. The appellant\ncontends that\r\nbecause the State’s evidence was to the effect that the police\r\nhad no intention to pay for the rhino horn there\ncould be no\r\nprejudice.  This contention, however, ignores the longstanding\r\nprinciple that the law looks at the matter from\nthe point of view of\r\nthe deceiver and not the deceived.\n[19]\r\nThe accused in\nR v Dyonta & another\n1935 AD 52\nwere\r\nconvicted of fraud in that they falsely pretended to a Mr Potgieter\r\nthat certain stones were diamonds in order to induce him\nto pay a\r\ncertain price for the stones.  The accused had been arrested\r\nimmediately after they had handed the stones to Potgieter\nwho,\r\nalthough he had pretended to be buying, had no intention of buying\r\nthem.  He had informed the police of the proposed\nsale and they\r\nwere accordingly on hand when the delivery took place.  The\r\nmatter came before this court on a question of law\nreserved at the\r\nrequest of the State:  whether there could be a conviction for\r\nfraud when the person to whom the representation\nwas made at no stage\r\nintended to act on the representation.\n[20] Wessels CJ, in\r\ndelivering the unanimous judgment of the court, reaffirmed the law as\r\nlaid down in two previous judgments of\nthis court, thus (at 57):\n‘\nIf\r\nthe misrepresentation is one which in the ordinary course is capable\r\nof deceiving a person, and thus enabling the accused to\nachieve his\r\nobject, the fact that the person to whom the representation is made\r\nhas knowledge or a special state of mind which\neffectually protects\r\nhim from all danger of prejudice does not entitle the accused to say\r\nthat the false representation was not\ncalculated to prejudice.’\nAnd, in answering the\r\npoint of law in favour of the State, he concluded as follows (at 57):\n‘\nThe\r\nlaw looks at the matter from the point of view of the deceiver. \r\nIf he intended to deceive, it is immaterial whether the\nperson to be\r\ndeceived is actually deceived or whether his prejudice is only\r\npotential.’\n[21] This approach has\r\nbeen consistently followed over more than eighty years.  In\nS\r\nv Mngqibisa\n2008 (1) SACR 92\n;\n[2007]\r\nZASCA 119\n(SCA), para 9, Mlambo JA said this:\n‘\nFurther\r\nclarification regarding the nature of the false representation came\r\nin\nR\r\nv Kruse\n1946 AD 524\nat 533 where the court stated that\n“\n.\r\n. . if the false representation is of such a nature as, in the\r\nordinary course of things, to be likely to prejudice the complainant,\n\nthe accused cannot successfully contend that the crime of fraud is\r\nnot established because the Crown has failed to prove that the\nfalse\r\nrepresentation induced the complainant to part with his property.”\nThis\r\napproach has consistently been followed over the years. See\nR v\r\nDyonta and Another\n1935 AD 52\nat 57;\nR v Heyne and Others\n1956\r\n(3) SA 604\n(A) at 622;\nS v Kruger and Another\n1961 (4) SA 816\n(A) at  I 832D - E; and\nS v Friedman\n(1)1996 (1) SACR 181\r\n(W).’\n(Also\r\nsee\nS v Brown\n2015\r\n(1) SACR 211\n;\n[2014] ZASCA 217\n(SCA), para 118.)\n[22]\r\nIn the present case, an intention to deceive was proved. It was\r\ncalculated to prejudice.  Objectively, some risk of harm\ncould\r\nhave been caused. It need not be financial or proprietary or\r\nnecessarily even to the person it was addressed (see\nR v Heyne &\r\nothers\n1956 (3) SA 604\n(A), at 622F).  In assessing\r\nprejudice it is significant to note that even though the transaction\r\nin question involved fake\nrhino horn it must indubitably be so that\r\ntransactions of this kind contribute to the illegal trade in rhino\r\nhorn, which we as\na country must all be concerned about. The\r\nappellant was thus rightly convicted of fraud.\n[23]\r\nAs to sentence: although the appeal was also directed against\r\nsentence, counsel for the appellant and for the State are ad\nidem\r\nthat the sentence of six years’ imprisonment is appropriate. \r\nI agree.  In sentencing the appellant the trial\ncourt exercised\r\nits discretion judicially and the sentence does not induce a sense of\r\nshock (see\nS v De Jager\n1965 (2) SA 616\n(A) at 628H-629B). \r\nAll the relevant factors and circumstances were well considered and\r\nduly taken into account by the trial\ncourt.  When the\r\nreprehensibility of the conduct is assessed as well as the intention\r\nto deceive it is important to bear in\nmind that one is dealing with a\r\npoliceman who was supposed to be on official duty at the time. \r\nInterference with the imposed\nsentence is, therefore, not warranted.\n[24] In the result the\r\nfollowing order is made:\n‘The appeal is\r\ndismissed.’\nPA Meyer\nActing Judge of Appeal\nWillis JA (dissenting)\n[25] Having\r\nread the judgment of Meyer AJA, I regret that I am unable to agree\r\nthat the magistrate and the high court hearing the\nfirst appeal\r\ncorrectly found that the appellant was guilty of fraud. I should have\r\nfound the appellant guilty of an attempt to\ncontravene s 14 (2) of\r\nthe Nature Conservation Ordinance 8 of 1969 and made an appropriate\r\nadjustment to sentence. The contravention\nof the Ordinance was\r\nalleged as an alternative count.  This section reads as follows:\n‘\n(14)\r\n(2) Except under authority of a permit which may be issued by the\r\nAdministrator, no person shall-\n(a)\npossess,\r\nconvey, buy, sell, grant, exchange, process or manufacture any\r\nproduct from any part of the body of a wild or exotic animal\nof a\r\nspecies specified in Schedule 3;\n(b)\nsell any such\r\nprocessed part or product; or\n(c)\npossess any\r\nprocessed part of product of a rhino horn.’\nSchedule\r\n3 includes ‘all rhinoceroses’.\nSection\r\n40 provides for a penalty and shall be guilty of an offence as\r\nfollows:\n‘\n(1)\r\nAny person who-\n(a)\r\ncontravenes or fails to comply with a provision of section 2 (3), 7,\r\n14 (2), 15\n(a)\n,\n16\n(a)\nor 33;\n…\nshall\r\nbe guilty of an offence and liable upon conviction –\n(i) \r\nIn the case of an offence referred to in paragraph (a), to a fine not\r\nexceeding R  100 000 or to imprisonment\nfor a period not\r\nexceeding 10 years or to both such fine and such imprisonment;\n…’\nThe\r\nquestion of prejudice or potential prejudice as an element of fraud,\r\ntook up much space in counsel’s heads and some time\nwas spent\r\nhearing argument on this point during the hearing of the appeal. This\r\nissue also provided the main reason why the high\ncourt granted\r\nspecial leave to appeal to this court. Following\nR\r\nv Heyne\n[1]\nI agree with Meyer AJA that at least\r\npotential prejudice has been established in this case. This aspect\r\ntherefore need not detain\nme.\n[26]\r\nConcerning the alternative charge, after setting out the facts, the\r\nhigh court said:\n‘\nVoortspruitend\r\nuit voormelde, in besonder die feit dat die voorwerp ‘n\r\nnagemaakte renosterhoring was, kon daar uiteraard nie\n‘n\r\nskuldigbevinding op die alternatiewe aanklag wees nie.’\nThis may be\r\ntranslated as follows:\n‘\nArising\r\nfrom the above, in particular the fact that the item in question was\r\na fake rhinoceros horn, there could not, in the nature\nof things, be\r\na conviction on the alternative count.’\n(My\r\ntranslation.)\nI shall revert to the issue of the alternative count later.  I\r\naccept, however, that the appellant cannot be found guilty\nof dealing\r\nin rhinoceros (rhino) horn.\n[27] In his\r\njudgment the magistrate said:\n‘\nBeskudigde\r\n1 het duidelik die wanvoorstelling gedoen deur voor te gee dat dit ‘n\r\negte Renosterhoring is. Die ander elemente\nis ek tevrede, naamlik\r\nwederregtelikheid, kousale verband, potensiële nadeel en opset\r\nis teenwoordig. Beskuldigde 2 het baie\nduidelik saamgewerk met\r\nbeskuldigde 1. Hy het haar al die pad vervoer vanaf Johannesburg na\r\nKroontad. Hy het observasie gehou,\nterwyl sy die transaksie moes\r\nafhandel. Uit die staanspoor het sy ook vir die Staatsgetuie gesê\r\ndat hulle twee saam in die\nding was, maar dat sy die onderhandelinge\r\nbehartig. Dit is volgens die Staatsgetuies wie se weergawe deur die\r\nHof aanvaar is. Sy\nhele houding en optrede is duidelik dat hy sou\r\ndeel in die opbrengs en ek is tevrede dat hy as medepligtige net so\r\nskuldig soos\nbeskudigde 1 is.’\nThis may be\r\ntranslated as follows:\n‘\nAccused\r\n1 clearly made the misrepresentation by claiming that this was a\r\ngenuine rhinoceros horn.  I am satisfied that the\nother\r\nelements, namely, unlawfulness, causal connection, potential\r\nprejudice and intention were present. Accused 2 clearly worked\n\ntogether with accused 1. He transported her all the way from\r\nJohannesburg to Kroonstad. He kept watch while she concluded the\r\ntransaction. From the outset, she [accused 1] said to the State\r\nwitnesses that the two of them were working together in the matter\n\nbut that she took care of the negotiations. This is according to the\r\nversion of the State witnesses, which I accept.  His\n[accused\r\n2’s] entire conduct and actions clearly show that he would\r\nshare in the proceeds and I am satisfied that he, as\nan accomplice,\r\nwas just as guilty as accused 1.’\nThis passage was referred to by the high court with approval.\n[28] I accept\r\nthat:\n(i)\r\nThe appellant worked together with accused 1 in the transaction; and\n(ii)\r\nHe transported her from Johannesburg to Kroonstad; and\n(iii)\r\nHe kept watch for her during the transaction with the police\r\nofficers; and\n(iv)\r\nAccused 1 told the police from the outset that she and the appellant\r\nworked together even though she took care of the negotiations;\n(v)\r\nThe appellant would share in the proceeds of the crime; and that he\r\nwas an accomplice to a crime.\nI am also of the opinion that the totality of the evidence compels\r\nthe conclusion that the appellant could not reasonably have\nbelieved\r\nthat he was involved in something other than a ‘rhino horn’\r\ntransaction. In other words, he could not have\nbelieved, for example,\r\nthat he was dealing in drugs, the illegal diamond trade or something\r\ncompletely lawful. My difference of\nconclusion from Meyer AJA on this\r\npoint is therefore a narrow one. My point of departure from the\r\nmagistrate, the high court and\nmy colleagues is that I do not accept\r\nthat it was proven, beyond a reasonable doubt, that he was an\r\naccomplice to the crime of\nfraud, even though he clearly was an\r\naccomplice to some kind of crime or another. To come to the\r\nconclusion that the appellant\nis guilty of fraud, one must draw\r\ninferences that I do not think can be justified in this case.\n[29] I\r\nagree that in her evidence in the witness box, accused 1 made accused\r\n2 out to be a dealer. I accept that the appellant was\na poor witness\r\nand that his version cannot be accepted.\n[30]\r\n It is, however, trite that the fact that the accused is an\r\nunsatisfactory - even a lying witness – does not necessarily\n\njustify the conclusion of his guilt.\n[2]\nCare must be exercised in not drawing an inference of guilt merely\r\nbecause he was lying.\n[3]\nUltimately, guilt is about the inferences that, as a matter of logic,\r\nmay be drawn.\n[4]\nInference must carefully be distinguished from conjecture or\r\nspeculation.\n[5]\n[31] I\r\ndo not see the relevance of Meyer AJA’s reliance on\nS\r\nv Boesak.\n[6]\nIn that case it was said that:\n‘\nIf\r\nthere is evidence calling for an answer, and an accused person\r\nchooses to remain silent in the face of such evidence, a court\nmay\r\nwell be entitled to conclude that the evidence is sufficient in the\r\nabsence of an explanation to prove the guilt of the accused.\nWhether\r\nsuch a conclusion is justified will depend on the weight of the\r\nevidence\n.’\n[7]\n(Emphasis added.)\nIn\r\nthis case the appellant, unlike Boesak, did give evidence in court.\r\nIn any event, the weight of evidence in this case does not\njustify\r\nthe conclusion that the appellant was guilty of fraud. Despite the\r\nappellant’s  lies and accused 1 having said\nthat the\r\nappellant was the ‘dealer’ in rhino horn, I do not think\r\nit can safely be concluded that the appellant either\nknew of the\r\nfalsity of representations which accused 1 made to the police about\r\nthe horn or that he knew it was a fake.\n[8]\nIn any event, it has been trite since\nR\r\nv Ncanana\n[9]\nthat the evidence of a co-accused should be treated with caution.\n[10]\nIn my opinion, in a case such as this, corroboration of accused 1’s\r\nevidence on the directly relevant issue of his \nstate of\r\nknowledge was needed before any inference as to his guilt on the\r\ncount of fraud could be made.\n[11]\n[32] The major difficulty for the State in this case is that the fake\r\nrhino horn was of a superlatively good quality. It was so\ngood, in\r\nfact, that it was only the day after the arrest had been effected,\r\nwhen the object had been sent to the forensic laboratories,\nthat the\r\nscandal of the imitation was laid bare for all to see. There were, no\r\ndoubt, some red faces. The photographs handed in\nto court as exhibits\r\ntell a story.  Made of synthetic fibre, the fake horn, as\r\ntraded, looked indistinguishable from the real\nthing. When it was\r\nsawn through near the tip, it became apparent that it had even been\r\nstuffed with paper and sawdust – presumably\nso that it would\r\nnot sound hollow when handled and so that the weight would appear to\r\nbe authentic.\n[33] Inspector Oberholzer was one of the police officers involved in\r\nthe setting up of the trap and effecting the arrest of the\ntwo\r\naccused.  He had 20 years of experience as a police officer, 15\r\nof which were in the diamond and gold division and six\nin the\r\ncombatting of crime relating to threatened species.  He said at\r\nthe time when he first saw the horn it looked ‘definitief\neg’\r\n(‘definitely genuine or authentic’ – my\r\ntranslation).\n[34] Although the evidence was that the appellant had been a police\r\nofficer, there was no evidence that he was any kind of expert\nin what\r\nmay constitute a rhino horn. Indeed, he said he worked in the section\r\nof the police dealing with murder and robbery and\ndenied any\r\nknowledge of dealing in endangered species of animals. This was not\r\ndisputed by the State.\n[35] As\r\nwas said in\nR v Blom\n:\n[12]\n‘\nIn\r\nreasoning by inference there are two cardinal rules of logic which\r\ncannot be ignored:\nThe\r\ninference sought to be drawn must be consistent with all the proved\r\nfacts. If it is not, the inference cannot be drawn.\n(1)\r\nThe proved facts should be such that they exclude every reasonable\r\ninference save the one to be drawn. If they do not exclude\nother\r\nreasonable inferences, then there must be a doubt whether the\r\ninference sought to be drawn was correct.’\n[13]\nBlom\nwas referred to in\nS\r\nv Mtsweni\n, which, as I have already\r\nindicated, related, in turn, to the inferences to be drawn in a\r\nsituation that may include the fact that\nthe accused was lying.\n[14]\nApplying\nBlom\n,\r\nit cannot in my opinion be concluded, beyond reasonable doubt, that\r\nthe appellant either knew that the item traded as rhino horn\nwas a\r\nfake or that he did not.\n[15]\nAll that may safely be concluded is that he intentionally, and aware\r\nof the likely unlawfulness of his conduct, took part in dealing\nin an\r\nitem which subsequently turned out to be fake. Of what – if\r\nanything – does this make him guilty?\n[36] Section 256 of the\nCriminal Procedure Act 51 of 1977 (the CPA)\nprovides that where the evidence does not prove the commission\r\nof the offence with which an accused person has been charged but\r\nproves the attempt to commit it, he or she may be found guilty of an\r\nattempt to commit the offence. The section reads as follows:\n‘\nIf\r\nthe evidence in criminal proceedings does not prove the commission of\r\nthe offence charged but proves an attempt to commit the\noffence or an\r\nattempt to commit any other offence of which an accused may be\r\nconvicted on the offence charged, the accused may\nbe found guilty of\r\nan attempt to commit that offence or, as the case may be, such other\r\noffence.’\n[37]\r\nIn this case one must be wary of the trap of circuitous reasoning.\r\nThis was the reasoning adopted by appellant’s counsel.\nIt goes\r\nlike this: it cannot be proved that the appellant knew that the rhino\r\nhorn was a fake and therefore he cannot be guilty\nof fraud but it\r\nalso cannot be proven that he did not know that it was a fake and\r\ntherefore he cannot be convicted of an attempt\nto sell rhino horn.\r\nThe universe of possible options of what the appellant thought the\r\nobject to be is limited to two: either he\nthought it was rhino horn\r\nor he did not. It must be one of these two and, therefore, if it\r\ncannot safely be concluded that he thought\nit was not rhino horn, it\r\ncan at least safely be concluded that he thought that it was indeed\r\nrhino horn and therefore, in my opinion,\nthat he was guilty of the\r\nlesser offence of an attempt to contravene the ordinance.\n[38]\r\n In this regard, the reasoning of Didcott and Wilson JJ in\nS v\r\nDube\n[16]\nis instructive. In that case the accused had been charged with\r\nalleged possession of a machine gun and ten rounds of live ammunition\n\nthat its magazine contained, in the case of each, without the\r\nrequisite permit, and thus to have contravened ss 32(1)(\na)\nand\r\n32(1)\n(e),\nread with s 39(1)\n(h)\nof the then applicable\r\nArms and Ammunition Act 75 of 1969. The firearm in question was a\r\npistol, known as a ‘Stetchkin’.\nIt was of Russian origin\r\nand had a calibre of nine millimetres. The accused admitted\r\npossession of the firearm but claimed that\nhe did not know of its\r\npotential for automatic or sustained fire and, accordingly, that it\r\nwas a machine gun. The magistrate disbelieved\nhim and, relying on\r\ncircumstantial evidence, concluded that the accused must, indeed,\r\nhave known that the firearm was a machine\ngun. He convicted the\r\naccused as charged. On appeal, Didcott J, with whom Wilson J\r\nconcurred, found: ‘That the appellant\nknew the pistol to be\r\ncapable of automatic fire was not, I believe, established’.\n[17]\nThe court set aside the conviction for possession of a machine gun\r\nand substituted it with a conviction of possession of\na ‘plain\r\nfirearm’. In other words, the court, even though it could not\r\nbe certain that the mental element of the accused’s\nstate of\r\nmind was that he thought the firearm was not a machine gun, it\r\naccepted that he at least thought it was a ‘plain\nfirearm’\r\nbecause only one of two options was possible and the less serious one\r\nwas therefore the safer one to conclude.\n[39] As this is a minority\r\njudgment and the issue of an intricate and technical nature I shall,\r\nhowever, deal more fully with which\nof the two options – that\r\nis, whether the appellant should be found guilty of fraud or an\r\nattempted contravention of the\nordinance - is to apply.  In\nDube\nthe court referred to\nS v Hlomza\n[18]\nin which Corbett JA, delivering the unanimous judgment of this court\r\nsaid:\n‘\nThe\r\ntrue enquiry, as is indicated by the authorities quoted above, is\r\nwhether or not the appellant knew that possession or dealing\nin the\r\ntablets in question was or might possibly be, unlawful, irrespective\r\nof whether he knew what law was being contravened and\nwhat the\r\nprecise provisions of the law might be’.\nThe appellant in that case\r\nhad been charged with possession of methaqualone.  Corbett JA\r\nreferred to\nS v Magidson\n[19]\nwith approval, where Ackermann J, with Gordon J concurring had found\r\nthat knowledge may be inferred by reference to\ndolus\r\neventualis.\n[20]\nCorbett JA found that:\n‘\nIt\r\nseems very likely that appellant, living in the milieu which he did,\r\nwould have been aware that there was such a thing as an\nillegal drug\r\ntrade and that certain types of tablets were the subject matter of\r\nsuch trading.\n’\n[21]\nWhat\r\nis relevant here is that, although it was not proven that the accused\r\nknew that he was dealing in methaqualone, it was proven\nthat he knew\r\nhe was dealing in tablets, the trade of which was prohibited. \r\nThat situation is different from one where a person\nthinks he is\r\ndealing in a prohibited object but in fact is not.  I am mindful\r\nof the potential pitfalls in reasoning by analogy\n– the\r\npresumptions of similarity may not be justified – but reference\r\nthereto by way of intellectual construction is\nrecognised by no less\r\nthan\nThe Oxford Dictionary\nas a useful tool.\n[22]\nThe situation here –  in contrast to\nMagidson\n–\r\nis comparable to the drug dealer who thinks he is dealing in\r\nprohibited drugs, but is in fact dealing in tablets that are\nnot\r\nprohibited – such as, for example, a placebo.\n[40]\r\n In\nMagidson,\nAckermann and Gordon JJ confirmed a conviction\r\nof unlawful possession of imitation banknotes in contravention of s\r\n21\n(d)\n, read with s 21\n(c)\nof the Reserve Bank Act 29 of\r\n1944.  They referred with approval to the judgment of Marais J\r\nin\nS v White\n[23]\nin which he found that the accused could not be found guilty on the\r\nmain count (which related to deception and forgery) because\nit was\r\nnot proven that the accused had the intention to defraud but merely\r\nthat he had the intention to possess the imitation banknotes.\n[24]\nThe accused was convicted on the alternative count, which related to\r\npossession.\n[25]\n[41]\r\n The facts in the case before us are somewhat different. It can\r\nneither be found that the appellant knew that he was dealing\nin fake\r\nrhino horn nor that he knew he was making a false representation.\n[42]\r\n It is not ‘any old’ knowledge of unlawfulness that is\r\nsufficient to prove guilt.  I do not understand Corbett\nJA, in\nHlomza\n, to have said or even implied that this is so.  It\r\nwould amount to a re-instatement of the doctrine of\nversari\nin\r\nre illicata\n.\n[26]\nThat is inconceivable.  The doctrine was made inapplicable in\r\nSouth Africa after protracted debate by this court over\na number of\r\nyears.\n[43]  The previous\r\napplicability of this doctrine was perhaps most famously set out in\r\nSouth Africa in\nR v Wallendorf & others\n[27]\nas follows:\n‘\n(I)t\r\nmust be noted that there may be a guilty mind even though there is an\r\nabsence  of any intention knowingly to do the act\nwhich is\r\nprohibited by law. In many cases it is sufficient if the accused\r\nintended to commit a crime, even though it were different\nfrom that\r\nwith which he is charged. Indeed, it has been held by many Judges\r\nthat the mere fact that the accused wilfully did something\nwhich he\r\nknew to be morally wrong supplies the\nmens\r\nrea\nwhich is\r\nnecessary to commit a crime.’\n[28]\nIn\nS v Van Der\r\nMescht\n,\n[29]\nafter\r\nan extensive analysis of the authorities, Steyn CJ criticised this\r\npassage found in\nWallendorf\n.\n[30]\nFollowing\nVan Der\r\nMescht\n, the\nversari\ndoctrine was decisively rejected as\r\nhaving no place in our law in\nS v Bernardus\n.\n[31]\nThe\r\ndolus – or more accurately the\ndolo\nmalo\n–\r\neven if ‘eventualis’ must relate to the specific act in\r\nquestion. Just as in\nHlomza\nthe dolus had to relate to illegal\r\ntrade in drugs, and in\nMagdison\nand\nWhite\nto possession\r\nof false or reproduced bank notes, so too must the dolus in this case\r\nrelate to the making of a false representation.\nIt is also not\r\nsufficient that the dolus is an intention to deal unlawfully in the\r\ntrade of rhino horn, in order to secure a conviction\non the main\r\ncount.\n[44]\r\n In\nS v Dougherty\n[32]\nthe court alluded to the fact that dolus means something more than\r\nmere unqualified intention and that the expression in our common\nlaw\r\nauthorities that a crime must be committed\ndolo malo\nconveys a\r\nsense of ‘evil’ intention – that is to say an\r\nintention, coupled with an awareness of knowledge of\nthe wrongfulness\r\nof the act.\n[33]\nI think the German word ‘Unrechtbewusstsein’ referred to\r\nby Professor JC De Wet in his\nStrafreg\ncaptures this concept\r\nvery well.\n[34]\n[45]\r\n Before one can find that a person knew of the wrongfulness of his\r\nact of fraud, one must first be able to find that he knew\nnot only\r\nthat the representation had been made but also that it was false. In\r\nthis case, as far as dolus directus is concerned,\nI do not think it\r\ncan be concluded, beyond a reasonable doubt, that the appellant knew\r\neither that he was an accomplice to a false\nrepresentation being made\r\nor that he knew that the horn was fake. Upon a consideration of\r\nwhether dolus eventualis is present,\nI do not think that it has been\r\nproven that the appellant foresaw that a false representation might\r\nbe made in regard to the sale\nof a rhino horn that was a fake or even\r\nthat he foresaw the possibility that a fake rhino horn might be sold.\n[46]\r\n In\nS v P\n[35]\nand\nS v Du Preez\n[36]\nit was made clear that when it comes to dolus eventualis the enquiry\r\nis not what the appellant ought to have foreseen but what\nhe did\r\nforesee.\n[37]\nWhen considering the crime of fraud, the objectivity with which the\r\nissue of potential prejudice is viewed ‘in the ordinary\nnature\r\nof things’ -  as set out in\nR v Kruse\n[38]\nand\r\nfollowed in\nHeyne\n[39]\n- must not be confused with the test as to the subjective intention\r\nof an accused person when it comes to dolus. The subjective\nintent to\r\nconceal or pervert the truth remains an essential element of\r\nfraud.\n[40]\n[47] I therefore do not\r\nsee the relevance of\nEx parte Lebowa Development Corporation\r\nLtd\n[41]\nupon which Meyer AJA has relied. As Meyer AJA has noted, Stegmann J\r\nsaid:\n‘\nThe\r\nessence of fraud involving\ndolus\r\neventualis\nappears to\r\nbe the deceit practised by the representor in suggesting that to be\r\ntrue\nwhich he knows\r\nmay not be true\n. He\nknowingly\nexposes the representee to a risk (that the representation may be\r\nfalse) and deceitfully leaves the representee ignorant of exposure\nto\r\nthat risk.’\n(Emphasis added.)\nIn\r\nthe case before us, I do not think it can be concluded, beyond\r\nreasonable doubt, that the appellant knew that it may not be true\n\nthat the item in question was indeed a genuine rhino horn.\n[48]\r\nI am strengthened in my thinking that the appellant was wrongly\r\nconvicted of fraud by reference to further cases dealing with\n\nimitations of the real thing. In\nMagdison\nthe high court\r\nhearing the appeal agreed with the magistrate that ‘the\r\nreproductions were made on cheap paper which would\non inspection,\r\nsight, touch and handling not easily mislead even an ignorant or\r\nilliterate person’.\n[42]\nThat situation was very different from the one with which we now have\r\nto contend: the fake rhino horn was a most convincing imitation.\n[49] Similarly in\nWhite\n,\r\nMarais J said:\n‘\nNou\r\nmoet ek sê dat daar een belangkrike feit is wat ten gunste van\r\ndie beskudigde tel wat motief betref, en dit is dat die\nafdrukke wat\r\ngemaak is, gemaak is op afrolpapier, dit wil sê goedkoop\r\npapier, wat self deur ’n onkundigde of ongeletterde\npersoon nie\r\nmaklik by aanraking en beskouing en hantering aangesien sou gewees\r\nhet vir papier waarop ’n R10- noot gedruk\nis nie. Ons is almal\r\nbekend met die soort papier waaarop ons banknote gedruk is. Dit is\r\npapier wat hard voorkom, glad, en wat ‘n\nbaie sterk geluid maak\r\nindien dit gevou of gekreukel word. Die papier waarop hierde afdrukke\r\nvoor die Hof is – etlike honderde\nvan hulle – beantwoord\r\nnie daardie beskrywing nie. Dit is die sterkste punt wat ten gunste\r\nvan die beskuldigde tel wat sy\nmotief betref’\n.\n[43]\nThis may be translated as\r\nfollows:\n‘\nNow\r\nI must say that there is one important fact that operates in favour\r\nof the accused insofar as dolus is concerned, and that is\nthat the\r\npaper upon which the reproductions were made is ordinary printing\r\npaper, that is to say cheap paper which, in itself cannot\neasily be\r\nconfused, even by an ignorant or uneducated person with the paper\r\nupon which a R10 note is printed, when it is touched,\nlooked at or\r\nmanipulated. We are all familiar with the kind of paper upon which\r\nour banknotes are printed. It is paper which feels\nhard and smooth\r\nand which makes a very loud noise when it is folded or crumpled. The\r\npaper on which these reproductions are before\nthe Court –\r\nseveral hundred of them – does not satisfy that description.\r\nThis is the strongest point that operates\nin favour of the accused\r\ninsofar as his intention is concerned.\n’ (My\r\ntranslation.)\n[50] In\nWhite,\nthe\r\ncourt referred with approval to\nS v Bell\n[44]\nin which Miller J, with Caney J concurring, said albeit in the\r\ncontext of forgery rather than fraud:\n‘\nThe\r\nvital question in this case is whether the State discharged the\nonus\nof proving that the\r\nappellant made the false document in question\nwith\r\nfraudulent intent\n. If\r\nthe appellant did not act as he did with intent to defraud, or if he\r\nwas not proved to have had that intent,\nto\r\nwhatever other consequences his conduct may expose him, he was not\r\nguilty of the crime of forgery,\nfor an intention to defraud is a necessary ingredient of that crime.\n’\n[45]\n(My emphasis.)\nForgery\r\nand fraud are both closely related crimes, having similar requisites\r\nas to intention.\n[46]\n[51]\r\nThe facts of this case are distinguishable from those in\nS v\r\nCampbell\n[47]\nupon\r\nwhich the high court relied in confirming the conviction. In\nCampbell\nthe accused  had sold zirconia to the police, claiming they were\r\ndiamonds. His own version of events was that he had been\ndealing in\r\nzirconia.\nCampbell\ntherefore does not assist the State in this\r\ncase. Similar considerations apply to a consideration of\nR v\r\nDyonta & another\n[48]\nupon which the high court and Meyer AJA have relied. In\nDyonta,\nthis court dismissed the appeal against a finding by Tindall J\r\nwho had said: ‘The onus, of course, lay on the Crown to prove\n\nthat the accused knew that the stones were not diamonds.’\n[49]\nTindall J, referring to the evidence that the stones were obviously\r\nnot diamonds and that the accused had claimed to have a knowledge\nof\r\ndiamonds, found that the onus had been discharged by the Crown.\n[50]\nTindall J referred to\nR v Makokosa & another\n[51]\n– which was concerned with dealing in fake diamonds –\r\nwhere the point about the onus was emphasised.\n[52] In\nDube,\nDidcott J referred with approval to\nS v Kantor\n[52]\nin\r\nwhich Beadle CJ said:\n‘\nTo\r\ntake another example: I assume from what was said by\nSCHREINER,\nJA, in the passage\r\nquoted, that to deal unlawfully in brass in the genuine belief that I\r\nwas a “precious” metal, say\ngold, is an attempt to\r\ncontravene a statute making it an offence to deal unlawfully in\r\n“precious” metals, notwithstanding\nthe fact that brass is\r\nnot a “precious” metal, and notwithstanding the fact that\r\nthe accused’s criminal purpose\nwas thus impossible of\r\nattainment.’\n[53]\nThis\r\nexample by Beadle J, with whom Macdonald AJP and Macaulay AJA\r\nconcurred, seems to me to be directly in point and singularly\n\nanalogous. Once again, I am mindful of the caution that must be\r\napplied in reasoning by analogy.\n[53]  The judgment of\r\nSchreiner JA to which Beadle CJ referred was\nR v Davies &\r\nanother\n.\n[54]\nDube\nalso refers thereto.\n[55]\nThe passage in\nDavies\nto which both\nKanto\nr and\nDube\nreferred is the\r\nfollowing:\n‘\nTo\r\nsum up, then, it seems that on principle the fact that an accused’s\r\ncriminal purpose cannot be achieved, whether because\nthe means are,\r\nin the existing or in all conceivable circumstances, inadequate, or \r\nbecause the object is, in the existing\nor in all conceivable\r\ncircumstances unattainable, does not prevent his endeavour from\r\namounting to an attempt.’\n[56]\n[54]  It therefore seems\r\nto me that the correct conviction of the appellant should be one of\r\nattempt to commit the statutory offence\nof dealing in rhino horn in\r\nrespect of  which he was charged in the alternative (s 14(2)\nof\r\nOrdinance 8 of 1969 (Nature Conservation Ordinance)\n. \r\nObviously, the different conviction would result in a different\r\nsentence but as I am in the minority, no useful purpose\nwould be\r\nserved by setting out what I should consider an appropriate sentence,\r\nin all the circumstances, would be. I should have\nupheld the appeal\r\nagainst both conviction and sentence.\nNP Willis\nJudge of Appeal\nAPPEARANCES\nFor Appellant: PW Nel\nInstructed by:\r\nBloemfontein Justice Centre\nBloemfontein\nFor Respondent:  AM\r\nFerreira\nInstructed by: Director of Public Prosecutions\nBloemfontein\n[1]\nR v Heyne & others\n1956\r\n\t(3) SA 604\n(A) at, esp at 622E-F. See also\nThe\r\n\tState v Kruger & another\n1961 (4)\r\n\tSA 816\n(A) at 833B-C.\n[2]\nSee for example\nS v Mtsweni\n1985 (1) SA 590\n(A) at 593I-594D;\nS v\r\n\tSteynberg\n1983 (3) SA 140\n(A) at 146A -148D;\nR v Mlambo\n1957 (4)\r\n\tSA 727\n(A) at 738B-D and\nGoodrich v Goodrich\n1946 AD 390.\n[3]\nSee for example\nMtsweni,\r\n\tsupra.\n[4]\nIbid.\n[5]\nSee for example\nCaswell\r\n\tv Powell Duffryn Associated Collieries\n[1939] 3 All ER 722\nat 733, referred to with approval in\nS\r\n\tv Essack & another\n1974 (1) SA 1\n(A) at 16D and\nMtsweni\nat 593F.\n[6]\nS v Boesak\n2001\r\n\t(1) SA 912 (CC).\n[7]\nPara 24.\n[8]\nI use the word ‘knew’ in this\r\n\tjudgment both in the direct sense (dolus directus) and the\r\n\tconstructive sense (dolus\neventualis) in that the appellant must\r\n\thave forseen the possibility that the rhino horn  may have been\r\n\ta fake but was nevertheless\ncontent to proceed with the transaction\r\n\ton that basis. I deal with the question of dolus eventualis more\r\n\tfully later in the body\nof this judgment.\n[9]\nR v Ncanana\n1948\r\n\t(4) SA 399\n(A).\n[10]\nAt 405-6.\n[11]\nSee\nS v Dladla\n1980 (1) SA 526\n(A) at 529A-530A and\nS\r\n\tv Johannes\n1980 (1) SA 531\n(A) at\r\n\t532H-533H.\n[12]\nR v Blom\n1939 AD\r\n\t188\n[13]\nAt 202-203.\n[14]\nS v Mtsweni\n1985\r\n\t(1) SA 590\n(A) at 593H.\n[15]\nLest the point be lost, I repeat what I have said\r\n\tearlier that I use the word ‘knew’ both in the direct\r\n\tsense (dolus\ndirectus) and in the constructive sense (dolus\r\n\teventualis) that the appellant must have foreseen the possibility\r\n\tthat the rhino\nhorn may have been a fake but was nevertheless\r\n\tcontent to proceed with the transaction on that basis.\n[16]\nS v Dube\n1994\r\n\t(2) SACR 130\n(N).\n[17]\nAt 133\nh\n.\n[18]\nS v Hlomza\n1987\r\n\t(1) SA 25\n(A) at 32F.\n[19]\nS v Magidson\n1984\r\n\t(3) SA 825\n(T).\n[20]\nMagidson\nat\r\n\t830A-B;\nHlomza\nat\r\n\t32B-C.\n[21]\nAt 32I.\n[22]\nSee for example\nThe\r\n\tOxford Dictionary 6 ed (2007)\n.\n[23]\nS v White\n1973\r\n\t(4) SA 174\n(W).\n[24]\nAt 178A-D.\n[25]\nIbid.\n[26]\nCommonly known among lawyers simply as ‘the\r\n\tversari doctrine’, the maxim is more fully expressed as\nversari in reillicata imputantur omnia\r\n\tsequuntur ex delicto\n– those who\r\n\tengage in unlawful acts are held liable in law for all wrongs that\r\n\tarise therefrom.  See for example\nS\r\n\tv Van Der Mescht\n1962 (1) SA 521\n(A)\r\n\tand\nS v Bernardus\n1965 (3) SA 287\n(A). The translation is my own.\n[27]\nR v Wallendorf & others\n1920 AD 383.\n[28]\nAt 394.\n[29]\nS v Van Der Mescht\n1962 (1) SA 521\n(A).\n[30]\nAt 534H.\n[31]\nS v Bernardus\n1965 (3) SA 287\n(A) at 298A-299H and 300H.\n[32]\nS v Dougherty\n2003 (4) SA 229 (W).\n[33]\nParas 35-37. This judgment was referred to with\r\n\tapproval in this court in\nS v Mkhize\n(16/2013)\n[2014] ZASCA 52\n(14 April 2014).\n[34]\nSee\nS v Dougherty\n(supra) para 35 and J C De Wet and H L Swanepoel\nStrafreg\n4 ed (1985) at 137.\n[35]\nS v P\n1972 (3)\r\n\tSA 412\n(A).\n[36]\nS v Du Preez\n1972 (4) SA 584\n(A).\n[37]\nS v P\nat 416 et\r\n\tseq;\nS v Du Preez\nat\r\n\t588H.\n[38]\nR v Kruse\n1946\r\n\tAD 524\nat 533.\n[39]\nR v Heyne\n(supra) at 622G.\n[40]\nR v Davies\n1928\r\n\tAD 165\nat 170;\nR y Myers\n1948\r\n\t(1) SA 375\n(A) at 382-4 and\nGollach &\r\n\tGomperts (1967) (Pty) Ltd & others v Universal Mills &\r\n\tProduce Co (Pty) Ltd\n1978 (1) SA 914\n(A) at 926E. Reference to\nGollach &\r\n\tGomperts v Universal Mills\nhas been\r\n\tmore recently made with approval in this court in\nRowe\r\n\tv Rowe\n[1997] ZASCA 54\n;\n1997 (4) SA 160\n(SCA) at 166B.\n[41]\nEx parte Lebowa Development Corporation Ltd\n1989 (3) SA 71\n(T).\n[42]\nAt 828B-C.\n[43]\nAt 175G-H.\n[44]\nIn\nWhite\nat\r\n\t177E.\nS v Bell\n1963 (2) SA 335\n(N).\n[45]\nAt 337B.\n[46]\nSee\nR v Hyams\n1927 AD 35.\n[47]\nS v Campbell\n1991 (1) SACR 503\n(Nm).\n[48]\nR v Dyonta & another\n1935\r\n\tAD 52.\n[49]\nAt 54.\n[50]\nIbid.\n[51]\nR v Makokosa & another\n1927 TPD 107\n.\n[52]\nR v Kantor\n1969\r\n\t(1) SA 457\n(RAD).\n[53]\nAt 460B-D.\n[54]\nR v Davies & another\n1956 (3) SA 52\n(A).\n[55]\nAt 128B.\n[56]\nAt 64A-B.",
  "scraped_at": "2026-02-12T17:15:16.246081",
  "date": "2015-03-31",
  "coram": [
    "Navsa ADP",
    "Leach JA",
    "Willis JJA",
    "Schoeman AJA",
    "Meyer AJA"
  ],
  "case_number": "611/2013",
  "parties": {
    "applicants": [
      "Muvhuso Calvin Ndwambi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 29 October 2003 a police operation was set up at the Shell Ultra City filling station in Kroonstad to trap individuals attempting to sell a rhino horn. Inspector Oberholzer, acting on information from an informer, observed the appellant, Muvhuso Calvin Ndwambi, and his co‑accused in a red Volkswagen Golf. The co‑accused presented a wrapped item that she claimed was a rhino horn from Mozambique, priced at R350,000. After a pre‑arranged signal, police officers approached, arrested both suspects, and seized the alleged horn, police identification, and other items. The horn was later proven to be a high‑quality imitation. Both were charged with fraud, with the Nature Conservation Ordinance charge as an alternative. The trial court convicted them of fraud and sentenced the appellant to six years' imprisonment; the appellant appealed.",
    "issues": "The principal issues were (1) whether the prosecution proved all elements of the crime of fraud, specifically the intent to deceive and the requisite prejudice; (2) whether the appellant’s conduct could be characterised as an attempt to contravene the Nature Conservation Ordinance rather than completed fraud; and (3) whether the sentence of six years' imprisonment was appropriate.",
    "principles": "The court relied on established fraud principles: a false representation must be made knowingly, without belief in its truth, or recklessly (Derry v Peek). Intent to defraud may be proven by direct intent or dolus eventualis (Milton, Ex parte Lebowa). Prejudice is assessed from the deceiver’s perspective; actual victim knowledge is irrelevant (R v Dyonta, R v Heyne). The court also considered the doctrine of attempt under the Criminal Procedure Act and the requirement that the mental element relate to the specific act charged.",
    "application": "The majority found the State evidence credible and the appellant’s testimony unreliable, inferring that the appellant knowingly participated in the transaction and intended the false representation to prejudice the police officer. The false claim that the item was a genuine rhino horn was conclusively false, establishing intent to deceive. Potential prejudice was satisfied because the conduct furthered illegal wildlife trade. Consequently, the fraud conviction was upheld. The minority opinion argued that, at most, the appellant could be convicted of an attempt to deal in rhino horn under the Ordinance, but this view was not adopted.",
    "conclusion": "The appeal was dismissed. The conviction for fraud was affirmed and the six‑year imprisonment sentence upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "intent to deceive",
      "dolus eventualis",
      "nature conservation",
      "rhino horn trade"
    ]
  }
}