{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/18.html",
  "case_name": "Trumper Trading 166 CC v Kouga Municipality (795/13) [2015] ZASCA 18 (18 March 2015)",
  "citation": "[2015] ZASCA 18",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 18\n|\nNoteup\n|\nLawCite\nTrumper Trading 166 CC v Kouga Municipality (795/13) [2015] ZASCA 18 (18 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 795/13\nIn\r\nthe matter between:\nTRUMPER\r\nTRADING 166\r\nCC\n...................................................................................\nAppellant\nand\nKOUGA\r\nMUNICIPALITY\n.......................................................................................\nRespondent\nNeutral\r\ncitation\n:\nTrumper\r\nTrading v Kouga Municipality\n(795/13)\n[2015] ZASCA 18\n(18 March 2015)\nCoram:\nMaya, Cachalia, Saldulker JJA and Van Der Merwe\r\nand Mayat AJJA\nHeard:\n17 February 2015\nDelivered:\n18 March 2015\nSummary:\nLand Use Planning Ordinance 15 of 1985 –\r\nwhether municipal zoning scheme regulations permit the operation of a\r\nbottle store\nfrom premises zoned as ‘special business’\r\nwithout the municipality’s further consent.\nORDER\nOn\r\nappeal from:\nEastern\r\nCape\nHigh\r\nCourt, Grahamstown (Schoeman and Roberson JJ sitting as court of\r\nappeal):\nThe\r\nappeal is dismissed with costs.\nJUDGMENT\nMAYA\r\nJA\n(CACHALIA, SALDULKER JJA, and VAN\r\nDER MERWE and MAYAT AJJA concurring):\n[1]\r\nThe central issue in this appeal is whether the Jeffrey’s Bay\r\nMunicipality: Zoning Scheme Regulations (the regulations),\n[1]\npermit\r\nthe operation of a bottle store from premises zoned as ‘special\r\npremises’ without the special consent of the\nrespondent (the\r\nmunicipality). The question arose in an appeal brought before the\r\nEastern Cape High Court, Grahamstown (Schoeman\nand Roberson JJ)\r\nagainst an interdict granted by the magistrate, Humansdorp (Mr FJ Van\r\nZyl) which prohibited the appellant from\nconducting the business of a\r\nbottle store from its premises. The high court held that municipal\r\nconsent is necessary. This appeal,\nbrought with the leave of this\r\ncourt, challenges that decision.\n[2]\r\nThe appellant is a close corporation and sole proprietor of a bottle\r\nstore which it operates on Erf 36, Paradise Beach, Jeffrey’s\n\nBay (the premises) in terms of a liquor licence granted to it by the\r\nEastern Cape Liquor Board in November 2008.\n[2]\nThe\r\nregulations are applicable to the zoning and land use rights of the\r\npremises. In October 2008, the appellant’s former\nmember\r\napplied to the respondent for special consent for the use of the\r\npremises and the buildings thereon as a bottle store, supermarket\nand\r\ncoffee shop.\n[3]\r\nThe municipality refused the application ‘due to the objections\r\nreceived from surrounding property owners’. As it\nturned out,\r\nthe appellant had in the meantime commenced the business of a bottle\r\nstore without municipal consent and was selling\nliquor from the\r\npremises. When this  came to the municipality’s attention,\r\nit directed the appellant to cease operating\nthe bottle store.\r\nHowever, the appellant continued to trade whilst making further\r\nunsuccesful attempts until late in 2010, to obtain\nthe consent. On 16\r\nMarch 2011 the municipality instituted proceedings in the\r\nmagistrate’s court to interdict the appellant\nfrom trading as a\r\nbottle store without the necessary consent.\n[4]\r\nThe municipality’s application was successful, as was its\r\nopposition to the subsequent appeal in the high court. There,\nthe\r\nappellant argued, inter alia, that on a proper interpretation of the\r\nrelevant zoning scheme regulations, the zoning of the\npremises as a\r\n‘special business’ brought the bottle store within the\r\nambit of ‘primary use’ businesses\nwhich are conducted\r\nwithout the municipality’s special consent. This was so, it\r\ncontended, because this class of businesses\nincluded restaurants and\r\nlicensed hotels which are more offensive than a bottle store as they\r\nallow the consumption of liquor on\ntheir premises. It would thus make\r\nno sense to require an off-sales bottle store, and not these other\r\nbusinesses, to obtain special\nconsent to trade. And socio-economic\r\nfactors, such as the safety and welfare of the community were\r\nirrelevant considerations as\nthey were taken into account when the\r\ninitial zoning detemination was made\n[3]\nand\r\nwhen the liquor licence application was considered. As indicated\r\nabove, none of these submissions found favour in the high court,\n\nhence this appeal.\n[5]\r\nOn appeal before us, the appellant’s case narrowed to one\r\nground. It contends that by virtue of the zoning applicable\nto the\r\nappellant’s premises as ‘special business’ in the\r\nregulations no consent is required to conduct the business\nof a\r\nbottle store. And because ‘special business’ is defined\r\nto include ‘shops’ as well as ‘similar\nuses’\r\na bottle store is a similar use as contemplated in the definition.\r\nThe appellant thus did not need the municipality’s\nconsent to\r\noperate the bottle store for which it has a valid liquor licence, so\r\nwent the argument.\n[6]\r\nThe municipality’s power to regulate land use planning within\r\nthe Jeffrey’s Bay area of jurisdiction derives from\nthe Land\r\nUse Planning Ordinance 15 of 1985 (LUPO), in terms of which the\r\nregulations are promulgated. According to s 11 of LUPO,\nthe general\r\npurpose of a zoning scheme (and the regulations) is\nto\r\ndetermine and provide for control over land use rights and over the\r\nutilisation of land in the area of jurisdiction of a local\nauthority.\r\nSection 39(1) obliges local authorities to comply with and enforce\r\ncompliance with LUPO itself and the provisions incorporated\nin a\r\nzoning scheme in terms thereof.  In terms of s 39(2), no person\r\nmay contravene or fail to comply with the provisions\nincorporated in\r\na zoning scheme or conditions imposed in terms of LUPO. And s 46(1)\r\nmakes such contravention or failure to comply\nan offence.\n[7]\r\nThe zoning, ie reservation of an erf for a specific use or uses,\r\n‘special business’, which is applicable to the\npremises,\r\nis defined in the regulations as meaning ‘\na\r\nsite or building or structure on or in which business is conducted\r\nand includes shops, offices,\n[4]\nfinancial\r\ninstitutions or restaurants or sites, buildings or structures for\r\nsimilar uses, but does not include places of assembly,\n[5]\ninstitutions,\n[6]\npublic\r\ngarages,\n[7]\nindustries\n[8]\nor\r\nnoxious uses’.\n[9]\n[8]\r\nPart III of the regulations incorporates Table A which indicates the\r\npurpose for which land may be used in the various zones\n[10]\nthat\r\nit lists. According to the table, land and buildings thereon either\r\nhave ‘primary use’,‘secondary use’\nor\r\n‘consent use’.  And\na\r\n‘special business’ zoning has three use rights: (a)\r\nprimary use which includes special  business, warehouse,\n[11]\nservice\r\nstation\n[12]\nand\r\nlicensed hotel;\n[13]\n(b)\r\nsecondary use, which includes general residential buildings,\n[14]\nplace\r\nof assembly,\nand\r\nplace of instruction,\n[15]\n(irrelevant\r\nfor present purposes); and (c) consent use which includes all uses\r\nother than those mentioned in (a) and (b), excluding\nnoxious uses.\r\nUnder the ‘special business’ zoning, the municipality’s\r\nspecial consent is\nrequired\r\nfor all uses other than those categorised under primary uses.\n[9]\r\nOf immediate relevance, the regulations define ‘bottle store’\r\nas ‘a shop in which mainly alcoholic beverages\nare sold in the\r\nretail trade and includes an off-sales facility which is under the\r\nsame management as a licensed hotel’.\n‘Shop’, on\r\nthe other hand, is defined as ‘a site or building, or portion\r\nof a site or building, utilised or intended\nto be utilised for the\r\noperation of a retail business, and includes a licensed\r\nrestaurant\n[16]\nand\r\na workshop\n[17]\non\r\nthe same premises, which is connected and is incidental and\r\nsubordinate to the retail business, but does not include a service\nor\r\nfilling station, bottle store, pub/tavern,\n[18]\npublic\r\ngarage or industry’. Notably, a bottle store is expressly\r\nexcluded from the definition of a shop.\n[10]\r\nThe question then is whether it is a ‘similar use’ to a\r\nshop as contemplated in the definition of ‘special\nbusiness’\r\nas the appellant contends it is. The words ‘similar use’\r\nare not defined in the regulations. Counsel\nfor the appellant\r\nsubmitted that in ordinary parlance, ‘similar’ means ‘of\r\nthe same kind in appearance, character\nor quantity without being\r\nidentical; having a marked resemblance or likeness’.\n[19]\nRelying\r\non this meaning, he argued that a bottle store is distinct from  a\r\n‘shop’ as defined, but nonetheless bears\na close\r\nresemblance and is similar to it in the manner envisaged in the\r\ndefinition of ‘special business’. We were thus\nurged to\r\nfind that the wide language of the definition of shop, and\r\nparticularly the use of the word ‘includes’, suggest\nan\r\nintention to enlarge the meaning of the categories of business that\r\nwould constitute ‘similar use’ to that of a\nshop. And\r\nthere is thus no reason logically not to include a bottle store in\r\nthe category that would fall within such similar usage,\nso it was\r\nargued.\n[11]\r\nThe appellant’s contentions seem attractive at first blush. I\r\naccept that ordinarily a bottle store would fall within\nthe category\r\nof similar uses to that of a shop. But this conclusion ignores the\r\nadmissible context provided by reading the relevant\nprovisions in the\r\nlight of the regulations as a whole.\n[20]\nAs\r\nindicated above, a ‘bottle store’ is expressly defined in\r\nthe regulations. It is also expressly excluded from the\ndefinition of\r\na ‘shop’. In my view it is highly unlikely that the\r\nlegislature would exclude a bottle store expressly\nfrom the\r\ndefinition of a shop but then allow it under the category of similar\r\nuses.\n[12]\r\nThere are other indicia in the regulations that suggest that a bottle\r\nstore is not a similar use to that of a shop. Clause\n4 of Part 1V of\r\nthe regulations deals with the development parameters and land use\r\nrestrictions applicable to each use right which\n are not attached to\r\na specific zoning and will change according to the use rights allowed\r\nin the zoning. Clause 4.6.1 contains\nthe definition of ‘bottle\r\nstore’ set out above. Clause 4.6.2 covers the relevant land use\r\nrestrictions and provides\nthat ‘[t]he land use restrictions\r\napplicable to a shop … will apply if a bottle store is allowed\r\nin the restricted\nbusiness zone and\nthe\r\nland use restrictions applicable to special business … will\r\napply if allowed in the special business zone’\n.\r\n(Emphasis added.) The use of the words ‘if allowed’ amply\r\ndemonstrates that a zoning of a ‘bottle store’\nin a\r\n‘special business’ zone does not automatically endow it\r\nwith primary use status and discharge its obligation to\nseek\r\nmunicipal consent.\n[13]\r\nIn my view, the meaning which the appellant seeks to ascribe to the\r\ndefinition of ‘special business’ does not find\nsupport in\r\nthe regulations. In the circumstances, the appellant is not permitted\r\nto conduct the business of a bottle store without\nthe municipality’s\r\nconsent. The decision of the high court was correct. The appeal must,\r\naccordingly, fail.\n[14]\r\nIn the result, the following order is made.\nThe\r\nappeal is dismissed with costs.\n____________________\nMML\r\nMaya\nJudge\r\nof Appeal\nAPPEARANCES\nAPPELLANT:\r\nJD Huisamen SC\nSlabbert\r\n& Rossouw Attorneys, Jeffrey’s Bay\nBock\r\n& Van Es Attorneys, Bloemfontein\nRESPONDENT:\r\nJJ Nepgen\nCW\r\nMalan Attorneys, Jeffrey’s Bay\nPhatshoane\r\nHenney Attorneys, Bloemfontein\n[1]\nPromulgated\r\n\tin terms of s 8 of the Land Use Planning Ordinance 15 of 1985\r\n\t(LUPO), and published in GN 92,\nGG\n403,\r\n\t28 May 1999.\n[2]\nReference\r\n\tNumber. 13836.\n[3]\nIn\r\n\tterms of s 36 of LUPO which, in addition to the safety and welfare\r\n\tof the community concerned, requires the consideration of\nthe\r\n\tpreservation of the natural and developed environment concerned or\r\n\tthe effect of the application on existing rights concerned\nwhen\r\n\tzoning and subdivision applications are determined.\n[4]\nDefined\r\n\tas ‘a room or set of rooms or a building utilised for the\r\n\tperformance of an administrative, professional, financial\nor similar\r\n\tfunction but excludes a shop’.\n[5]\nDefined\r\n\tas ‘a site or building or portion of a site or building\r\n\tutilised or intended to be utilised for gatherings, entertainment,\n\n\trecreation, sports or exhibitions, and includes a billiard salon and\r\n\tan amusement arcade and also includes a training centre\nfor more\r\n\tthan five persons at a time but does not include a place of worship,\r\n\tan institution, a pub/tavern, place of instruction,\na private open\r\n\tspace or a restaurant’.\n[6]\nDefined\r\n\tas ‘a building or portion of a building utilised or intended\r\n\tto be utilised as a social or welfare institution including\nthe\r\n\tadministration thereof and includes a nursing home or clinic,\r\n\twhether private or public, but does not include any hospital,\n\n\tsanitarium, clinic or institution for the treatment of infectious or\r\n\tcontagious diseases or for the detention or treatment of\npersons who\r\n\tare mentally handicapped or ill’.\n[7]\nDefined\r\n\tas ‘a building, including is the site, for an undertaking\r\n\twhich offers a complete range of services for motor vehicles,\n\n\tincluding panel beating, blacksmithing, spray painting, body\r\n\tbuilding and a shop’.\n[8]\nDefined\r\n\tas ‘the use of land as a factory within the meaning of\r\n\trelevant other legislation controlling the use of land for\na factory\r\n\twhich may include other activities incidental and subordinate to the\r\n\tmain use such as offices, caretakers accommodation\nand employee\r\n\trestaurants, but does not include a noxious industry or activity’.\n[9]\nIn\r\n\tterms of the regulations ‘noxious use’ means  ‘(a)\r\n\tan offensive use or any other use which constitutes\na nuisance as\r\n\tenvisaged in regulations promulgated from time to time in terms of\r\n\tsection 33 and 34 of the Health Act, 1977 (Act\n63 of 1977), read\r\n\twith paragraphs (f) and (g) of the definition of “nuisance”\r\n\tin section 1 of the said Act; (b) the\noperation of a scheduled\r\n\tprocess, as defined in s 1 of the Air Pollution Prevention Act, 1965\r\n\t(Act 45 of 1965); and (c) the manufacture\nof explosives, as defined\r\n\tin section 1 of the Explosives Act, 1956 (Act 26 of 1956)’.\n[10]\n‘\nZone’\r\n\tis defined in s 2 of the regulations as meaning an area consisting\r\n\tof one or more erven for which a specific land\nuse or uses is\r\n\tdemarcated on the scheme map kept by the Council  which\r\n\tindicates the zoning of each erf in the scheme area.\n[11]\nDefined\r\n\tas ‘a building used for the storage of goods, or as a depot\r\n\tfor a wholesale business, or as a place for the storage\nof\r\n\tcommercial material, in so far as such a building does not fall\r\n\twithin the scope of a shop’.\n[12]\nDefined\r\n\tas ‘a building in which motor vehicles, fuel and accessories\r\n\tare sold and in which repairs may be effected and includes\na shop,\r\n\tbut excludes panel beating, spray painting, body building and\r\n\tblacksmithing’.\n[13]\nDefined\r\n\tas ‘a purpose built building in which lodging, meals and\r\n\tbeverages are provided, which is readily accessible to\nthe public\r\n\tand complies with the requirements of a hotel in terms of the Hotels\r\n\tAct, 1965 (Act 70 of 1965), but does not include\nan off-sales\r\n\tfacility or bottle store’.\n[14]\nDefine\r\n\tas ‘a building which consists of a number of dwelling units or\r\n\trooms which can be let or owned separately and includes\na block of\r\n\tflats, an accommodation establishment, a group house, a town house,\r\n\ta retirement village and a home for aged persons,\nbut does not\r\n\tinclude any hostel, institution or dwelling house’.\n[15]\nDefined as ‘a school, college, technical institute, academy,\r\n\tlecture hall, cloister, public library, art gallery, museum,\n\n\tgymnasium, crèche, or any other similar use regarded by the\r\n\tCouncil as of an educational nature, but excludes a university,\n\n\treformatory, industrial school or a school for the mentally\r\n\thandicapped’.\n[16]\nDefined\r\n\tas a shop in which mainly prepared food and refreshments are sold\r\n\tand served and which is licensed in terms of the Liquor\nAct, 1977\r\n\t(Act 87 of 1977), as amended from time to time.\n[17]\nDefined\r\n\tas ‘a building or portion of a building which does not exceed\r\n\t200 m\n2\nin nett floor area and in which any one or more of the activities\r\n\treferred to in definition of “industry” is or are\n\n\tconducted, but does not include a public garage, service station and\r\n\tnoxious use’.\n[18]\nDefined\r\n\tas ‘a shop in which mainly alcoholic beverages are sold or are\r\n\tattainable, exclusively for on-site consumption’.\n[19]\nThe\r\n\tShorter Oxford English Dictionary vol 2 (1998); Concise Oxford\r\n\tEnglish Dictionary 12 ed (2011).\n[20]\nBothma-Batho\r\n\tTransport (Edms) Bpk v S Bothma & Seun Transport (Edms) Bpk\n2014\r\n\t(2) SA 494\n(SCA);\nNatal\r\n\tJoint Municipal Pension Fund v Endumeni Municipality\n2012 (4) SA 593\n(SCA).",
  "scraped_at": "2026-02-12T16:46:12.495618",
  "date": "2015-03-18",
  "coram": [
    "Maya JA",
    "Cachalia JJA",
    "Saldulker JJA",
    "Van Der Merwe AJJA",
    "Mayat AJJA"
  ],
  "case_number": "795/13",
  "parties": {
    "applicants": [
      "Trumper Trading 166 CC"
    ],
    "respondents": [
      "Kouga Municipality"
    ]
  },
  "sections": {
    "facts": "The appellant, Trumper Trading 166 CC, is a close corporation that operates a bottle store on Erf 36, Paradise Beach, Jeffrey's Bay. It holds a liquor licence granted in November 2008. In October 2008 the appellant applied to the Kouga Municipality for special consent to use the premises as a bottle store, supermarket and coffee shop, but the application was refused due to objections from neighbouring owners. Despite the refusal the appellant began trading as a bottle store without municipal consent. The municipality ordered the appellant to cease trading; the appellant ignored the order and continued operating until the municipality obtained an interdict in the magistrate's court in March 2011.",
    "issues": "The central issue is whether the zoning scheme regulations of the Jeffrey’s Bay Municipality allow the operation of a bottle store on premises zoned as ‘special business’ without the municipality’s special consent. Specifically, the case turns on the interpretation of the term ‘special business’ and whether a bottle store qualifies as a ‘similar use’ to a shop, which would be exempt from the consent requirement.",
    "principles": "The judgment rests on the Land Use Planning Ordinance 15 of 1985 (LUPO) and the accompanying zoning scheme regulations. Sections 11, 39 and 46 of LUPO set out the purpose of zoning, the duty to comply, and the offence for non‑compliance. The regulations define ‘special business’, ‘shop’, and ‘bottle store’; the latter is expressly excluded from the definition of ‘shop’. The term ‘similar use’ is undefined, but the court considered the overall regulatory scheme, including clause 4.6.2 which links land‑use restrictions for bottle stores to the consent regime, indicating that a bottle store does not automatically fall under primary use in a special business zone.",
    "application": "The court examined the definitions and concluded that because a bottle store is expressly excluded from the definition of a shop, it cannot be treated as a ‘similar use’ to a shop for the purposes of the ‘special business’ category. Clause 4.6.2 further demonstrates that a bottle store situated in a special business zone requires municipal consent unless it is categorised as a primary use, which it is not. Therefore, the appellant was required to obtain special consent from the municipality before operating the bottle store.",
    "conclusion": "The appeal was dismissed with costs. The appellant is not permitted to operate the bottle store without the municipality’s consent, and the decision of the Eastern Cape High Court was affirmed."
  },
  "tags": {
    "level_1": "Land Use Law",
    "level_2": "Zoning",
    "level_3": [
      "bottle store",
      "municipal consent",
      "special business zoning",
      "South Africa"
    ]
  }
}