{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/77.html",
  "case_name": "African Exploration Mining and Finance Corporation (Pty) Ltd and Another v Minister of Mineral Resources and Others (20058/2014) [2015] ZASCA 77 (27 May 2015)",
  "citation": "[2015] ZASCA 77",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 77\n|\nNoteup\n|\nLawCite\nAfrican Exploration Mining and Finance Corporation (Pty) Ltd and Another v Minister of Mineral Resources and Others (20058/2014) [2015] ZASCA 77 (27 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 20058/2014\nIn\r\nthe matter between:\nAFRICAN\r\nEXPLORATION MINING AND FINANCE\nCORPORATION\r\n(PTY)\r\nLTD\n..............................................................................\nFIRST\r\nAPPELLANT\nSTRATEGIC\r\nFUEL FUND\r\nASSOCIATION\n.................................................\nSECOND\r\nAPPELLANT\nand\nMINISTER\r\nOF MINERAL\r\nRESOURCES\n......................................................\nFIRST\r\nRESPONDENT\nDIRECTOR-GENERAL\r\nOF MINERAL RESOURCES\n..........................\nSECOND\r\nRESPONDENT\nREGIONAL\r\nMANAGER:\r\nMPUMALANGA\n................................................\nTHIRD\r\nRESPONDENT\nTAVISTOCK\r\nCOLLIERIES (PTY)\r\nLTD\n...................................................\nFOURTH\r\nRESPONDENT\nXSTRATA\r\n(PTY)\r\nLTD\n.....................................................................................\nFIFTH RESPONDENT\nDUIKER\r\nMINING (PTY)\r\nLTD\n........................................................................\nSIXTH\r\nRESPONDENT\nNeutral\r\nCitation:\nAfrican\r\nExploration v Minister of Mineral Resources\n(20058/2014)\n[2015] ZASCA 77\n(27 May 2015)\nCoram:\nLewis, Willis and\r\nSaldulker JJA and Meyer and Gorven AJJA\nHeard:\n5 May 2015\nDelivered:\n27 May 2015\nSummary:\nWhere\r\nthe holder of an old order mining right, under the\nMineral and\nPetroleum Resources Development Act 28 of 2002\n, is exercising the\r\nright on the day before the coming into effect of the Act (1 May\r\n2004), no one else, after its conversion, may\napply for a prospecting\r\nright in respect of the same mineral on the same land.\nORDER\nOn appeal from:\nGauteng Division of the High\r\nCourt, Pretoria (Raulinga J sitting as court of first instance).\nThe appeal is\r\ndismissed with costs including those of two counsel.\nJUDGMENT\nLewis JA (Willis\r\nand Saldulker JJA and Meyer and Gorven AJJA concurring)\n[1]\r\nAt the core of this appeal is the question whether the decision of\r\nthe Minister of Mineral Resources to convert an old-order\nmining\r\nright to a mining right under the Mineral and Petroleum Resources\r\nDevelopment Act 28 of 2002 (the Act) can be impugned by\nthe\r\nappellants. That in turn depends on whether the right was being\r\nexercised before the respondent lodged its ‘application’\n\nfor conversion. On the periphery, however, there are a number of\r\nother issues that were raised by the appellants in the court a\nquo,\r\nand these formed the basis for the decision of that court. I propose\r\nto deal very briefly with some of the grounds on which\nthe decision\r\nof the court a quo was based, the factual matrix and provisions of\r\nthe Act and Schedule II to the Act (which contains\nthe applicable\r\ntransitional arrangements), and then the core issue.\n[2]\r\nOn 15 February 2010 the first appellant, African Exploration Mining\r\nand Finance Corporation (Pty) Ltd (AFEX), applied to the\nMinister in\r\nterms of s 16 of the Act for a coal prospecting right in respect of\r\nvarious portions of the farm Klippoortje 32 IS.\nThe application was\r\nrejected by the Regional Manager of the Department of Mineral\r\nResources, Mpumalanga, the third respondent,\non 10 March 2010. The\r\nbasis for the rejection was that the fourth respondent, Tavistock\r\nCollieries (Pty) Ltd (Tavistock), held\nan old order coal mining right\r\nin respect of the same (or much the same – the degree of\r\noverlap is not important in this\nappeal) land.\n[3]\r\nSome six weeks later, on 29 March 2010, the second respondent, the\r\nDirector General of  the Department of Mineral Resources,\nacting\r\nas the delegate of the Minister, converted Tavistock’s old\r\norder right into a mining right. The conversion was done\nin terms of\r\nitem 7(3) of Schedule II of the Act: Tavistock had lodged its old\r\norder mining right for conversion some three years\nearlier, on 6\r\nDecember 2007.\n[4]\r\nIn March 2011 AFEX applied to the Gauteng Division of the High Court\r\n(Raulinga J) for an order setting aside both the decision\nto convert\r\nTavistock’s old order right taken by the Director General, and\r\nthe decision refusing its application for a prospecting\nright, as\r\nwell as for other forms of relief. As will immediately be observed,\r\nthe outcome of the former application is determinative\nof the latter,\r\nfor it is only if the conversion of Tavistock’s old order right\r\ncan be impugned that AFEX could conceivably\nbe able to apply for a\r\nprospecting right in respect of the same land. The Strategic Fuel\r\nFund Association (SSF), the second appellant,\nwas formerly the holder\r\nof the right to mine coal on the property. (I shall not refer to SSF\r\nas the second appellant expressly\nunless relevant to the context, but\r\nit should be understood that when I refer to AFEX’s\r\ncontentions, the reference is to\nthose of SSF as well.)\n[5]\r\nThe court a quo dismissed AFEX’s application, finding that it\r\nlacked standing to bring the review; that it had failed\nto exhaust\r\ninternal remedies under the Promotion of Administrative Justice Act 3\r\nof 2000 (PAJA) (s7(2)\n(c)\n) and under s 96(3) of the Act,\r\nand had also failed to apply for exemption from the requirement that\r\nit exhaust internal remedies;\nand that it had not complied with the\r\ntime limits imposed by the PAJA for instituting review proceedings.\r\nLeave to appeal was granted\nby the court a quo. The first, second and\r\nthird respondents (the State respondents) have not participated in\r\nthe appeal and abide\nthe decision of this court.\n[6]\r\nThe court a quo also found that the application by AFEX for the right\r\nto prospect had been made in respect of mine dumps on\nthe land only,\r\nand not for prospecting\nin\r\nsitu\n. That finding\r\nneed not detain this court: the application form did indeed state\r\nthat the application was in respect of particular\nportions of the\r\nland and added in parentheses, after coal, ‘waste dumps’.\r\nThe argument of AFEX that this was a mistake,\nand that it was clear\r\nfrom the application as a whole that it was an application to\r\nprospect for coal\nin\r\nsitu\n, is relevant\r\nonly if it is found that AFEX had standing to apply for a review of\r\nthe conversion of Tavistock’s old order\nright in the first\r\nplace.\n[7]\r\nBecause of the approach it took to the procedural points, the court a\r\nquo did not enter into the merits of the application in\nregard to\r\nstanding. As I have said, the only basis on which the review of the\r\ndecision to refuse its application for prospecting\nrights on the\r\nproperty could be successful was if Tavistock was not the holder of\r\nmining rights over the same properties. And that\nentails an\r\nexamination of whether the conversion of the old order rights held by\r\nTavistock was itself impeachable. The merits of\nthe decision to\r\nconvert by the Director General must thus be examined.\nFactual\r\nbackground and relevant provisions of the Act\n[8]\r\nBefore turning to the core issue, which determines whether Tavistock\r\nhad standing to bring the application in the court a quo,\nsome\r\ncontext is necessary. Some of the context, as well as the principles\r\non which the Act and Schedule II are based, are set out\nin\nXstrata\r\nSouth Africa (Pty) Ltd & others v SFF Association\n2012 (5) SA 60\n[2012] ZASCA 20\n(SCA). That case involved a different\r\naspect of the dispute in respect of the old order rights on\r\nKlippoortje and several of the\nplayers are the same.\n[9]\r\nThe judgment of this court sets out the purpose of the Act, the\r\nscheme of the legislation in ensuring the transition from the\n\nprevious mining rights dispensation to the current one, the\r\npreservation of old order mining rights in order to ensure security\n\nof tenure and the manner in which conversion to mining rights under\r\nthe new dispensation is to take place. It is convenient at\nthis point\r\nto mention that the transitional phase and the conversion process are\r\nthe subject also of the decision of the Constitutional\nCourt in\nMinister of Mineral\r\nResources & others v Sishen Iron Ore Co (Pty) Ltd & another\n2014 (2) SA 603\n(CC)\n2013 ZACC 45.\nI shall not rehearse the\r\nprinciples set out in these decisions save in so far as they bear\r\nupon this appeal.\n[10]\r\nIn 2001, the respondent in\nXstrata\n,\r\nSSF, entered into a notarial exchange agreement with Tavistock and\r\nDuiker Mining (Pty) Ltd (Duiker). Tavistock is a wholly-owned\n\nsubsidiary of Duiker, which itself is a wholly owned subsidiary of\r\nXstrata (Pty) Ltd (Xstrata), an international mining company.\nThe\r\nagreement was the product of a settlement between the parties who had\r\nbeen in dispute about SSF’s storage of fuel tanks\nin disused\r\nmine shafts in Mpumalanga. Tavistock was the holder of the right to\r\nexploit coal deposits on one of the properties where\nthe tanks were\r\nstored. The presence of the containers, and leakage of oil from them,\r\nprecluded Tavistock from mining in the vicinity\nof the storage pipes.\r\nTavistock accordingly instituted action against SFF. The litigation\r\nbetween SFF and Tavistock was settled\non the basis that Tavistock’s\r\n(and Duiker’s) rights in the areas where they could not mine\r\nwere exchanged for rights\nheld by SFF to exploit the coal deposits in\r\nother areas. The exchange took the form of a notarially executed\r\nlease agreement.\n[11]\r\nIt is the terms and performance of its obligations by Tavistock under\r\nthe lease agreement that are in issue in this case, since\nAFEX\r\nasserted that Tavistock had failed to perform its obligations under\r\nthe lease, and that in the circumstances it was not exercising\nits\r\nrights before the date on which the Act came into operation –\r\n1 May 2004. The terms of the lease are important since\nthe\r\nquestion whether Tavistock was exercising the old order mining right\r\nbefore the date when the Act came into operation is determinative\nof\r\nwhether Tavistock’s mining right under the former dispensation\r\nchanged into an old order mining right under the Act, which\ncould in\r\nturn be converted to a mining right in terms of item 7 of Schedule\r\nII.\n[12]\r\nThe appellants do not deny that Tavistock became the holder of the\r\nold order right when the Act came into operation: they argue\nonly\r\nthat that right had ceased to exist because of non-performance of its\r\nobligations under the lease before conversion took place.\nThe\r\nprovisions of item 7 of Schedule II determine when and whether a\r\nmining right under the Minerals Act 50 of 1991 and the common\nlaw\r\nbecome an old order right, and the procedure and principles governing\r\nthe conversion of that right to a mining right under\nthe Act.\n[13]\r\nThe definition of an old order mining right in the Schedule includes\r\nany mining lease ‘in force immediately before the\ndate on which\r\nthis Act took effect and in respect of which mining operations are\r\nbeing conducted’. Item 7 reads:\n‘\n7\r\nContinuation of old order mining right\n(1) Subject to subitems (2) and\r\n(8), any old order mining right in force immediately before this Act\r\ntook effect continues in force\nfor a period not exceeding five years\r\nfrom the date on which this Act took effect or the period for which\r\nit was granted, whichever\nperiod is the shortest, subject to the\r\nterms and conditions under which it was granted or issued or was\r\ndeemed to have been granted\nor issued.\n(2) A holder of an old order\r\nmining right must lodge the right for conversion within the period\r\nreferred to in subitem (1) at the\noffice of the Regional Manager in\r\nwhose region the land in question is situated together with-\n(a) the prescribed particulars of\r\nthe holder;\n(b) a sketch plan or diagram\r\ndepicting the mining area for which the conversion is required which\r\narea may not be larger than the\narea for which he or she holds the\r\nold order mining right;\n(c) the name of the mineral or\r\ngroup of minerals for which he or she holds the old order mining\r\nright;\n(d) an affidavit verifying that\r\nthe holder is conducting mining operations on the area of the land to\r\nwhich the conversion relates\nand setting out the periods for which\r\nsuch mining operations conducted;\n(e) a statement setting out the\r\nperiod for which the mining right is required substantiated by a\r\nmining work programme;\n(f) a prescribed social and\r\nlabour plan;\n(g) information as to whether or\r\nnot the old order mining right is encumbered by any mortgage bond or\r\nother right registered at\nthe Deeds Office or Mineral and Petroleum\r\nRegistration Office;\n(h) a statement setting out the\r\nterms and conditions which apply to the old order mining right;\n(i) the original title deed in\r\nrespect of the land to which the old order mining right relates, or a\r\ncertified copy thereof;\n(j) the original old order right\r\nand the approved environmental management programme or certified\r\ncopies thereof; and\n(k)\r\ndocumentary proof of the manner in which, the holder of the right\r\nwill give effect the object referred to in section\r\n2(d) and\n2(f)\n(3) The Minister must convert the\r\nold order mining right into a mining right if the holder of the old\r\norder mining right-\n(a) complies with the\r\nrequirements of subitem (2);\n(b) has conducted mining\r\noperations in respect of the right in question;\n(c) indicates that he or she will\r\ncontinue to conduct such mining operations upon the conversion of\r\nsuch right;\n(d) has an approved environmental\r\nmanagement programme; and\n(e) has paid the prescribed\r\nconversion fee.\n(3A) If the applicant does not\r\ncomply with the requirements of the subitem (2) and (3), the Regional\r\nManager must in writing request\nthe applicant to comply within 60\r\ndays of such request.\n(3B) If the applicant does not\r\ncomply with subitem 3A, the Minister must refuse to convert the right\r\nand must notify the applicant\nin writing of the decision within 30\r\ndays with reasons.\n(3C)\r\nIf the application relates to land occupied by the community, the\r\nMinister may impose such conditions as are necessary to promote\nthe\r\nrights and interests of the community, including conditions requiring\r\nthe participation of the community.\n[Note that subitems 3A, 3B and 3C\r\nwere inserted by an amendment to the Act in 2008.]\n(4)\r\nNo terms and conditions applicable to the old order mining right\r\nremain in force if they are contrary to any provision of the\n\nConstitution or this Act.\n(5) The holder must lodge the\r\nright converted under subitem (3) within 90 days from the date on\r\nwhich he or she received notice\nof conversion at the Mineral and\r\nPetroleum Titles Registration Office for registration and\r\nsimultaneously at the Deeds office or\nthe Mineral and Petroleum\r\nTitles Registration Office for deregistration of the old order mining\r\nright, as the case may be.\n. . .\n(7) Upon the conversion of the\r\nold order mining right and the registration of the mining right into\r\nwhich it was converted the old\norder mining right ceases to exist.\n(8)\r\nIf the holder fails to lodge the old order mining right for\r\nconversion before the expiry of the period referred to in subitem\n(1)\r\nthe old order mining right ceases to exist.’\nThe\r\nnature and continuation of Tavistock’s rights\n[14]\r\nAFEX, as I have said, accepted that Tavistock’s rights under\r\nthe mining lease with SFF became old order mining rights\non 1 May\r\n2004 when the Act took effect. SFF had granted the right to mine coal\r\nin various seams on the properties to Tavistock,\nwhich was a holder\r\nof a mining licence in terms of the Minerals Act and in fact\r\nconducted mining operations by virtue of both the\nlease and the\r\nlicence prior to the date when the Act came into operation. It has\r\nalso not contended that Tavistock was not entitled\nto lodge that\r\nright for conversion into a mining right on 6 December 2007.\n[15]\r\nHowever, AFEX contended that Tavistock had lost its old order right\r\nprior to conversion under item 7 of Schedule II. Its argument\nis\r\nbased upon an interpretation of the notarial mineral lease between\r\nSFF and Tavistock, which was concluded pursuant to the settlement\n\nagreement between Tavistock and SFF. SFF recorded that it was willing\r\nto grant to Tavistock the ‘sole and exclusive right\nto search\r\nfor, mine, win, recover and for its own benefit and account dispose\r\nof, coal in, on and under the property, together\nwith the further\r\nrights’ set out in the lease. Tavistock accepted that right in\r\nrespect of ‘No 4 seam coal’ and\n‘No 5 seam coal’.\r\nThe lease was to endure until the ‘No 4 seam coal and the No 5\r\nseam coal . . . which can profitably\nbe exploited by [Tavistock] is\r\nexhausted’.\n[16]\r\nAFEX argued that the provisions of clause 7.5 of the lease, which\r\nrequired mining at a particular rate, had not been met by\nTavistock\r\nin 2009. The subclause reads:\n‘\nThe\r\nLessee [Tavistock] shall commence mining the coal reserves which are\r\nthe subject of the mineral lease within a period of three\nyears from\r\nthe date of execution hereof. Failure to do so by the Lessee shall\r\nnot constitute a breach of this mineral lease, but\nthe Lessee shall\r\nbe restricted in terms of this Lease to mining only the tonnages\r\nreflected in clause 8.1 below and not the tonnages\nreflected in 8.2\r\nand 8.3 below. Furthermore, once the Lessee has commenced mining it\r\nshall have a period of 24 months to reach\nand maintain a mining rate\r\nof 1 600 000 run of mine tons of coal per annum. Failure to do so by\r\nthe Lessee shall not constitute\na breach of this mineral lease, but\r\nthe Lessee shall be restricted in terms of this Lease to mining only\r\nthe tonnages reflected\nin clause 8.1 below and not the tonnages\r\nreflected in 8.2 and 8.3 below. In such event the Grantor [SFF] shall\r\nitself be entitled\nto such rights or be entitled to dispose of the\r\nrights referred to in 8.2 and/or 8.3.’\n[17]\r\nClause 8, titled ‘Consideration’, entitled Tavistock to\r\nmine certain quantities of coal without paying any royalty\nto SFF\r\n(royalty free coal), but required it to pay royalties in respect of\r\nthe remainder. Clauses 8.1, 8.2 and 8.3 read:\n'8\nConsideration\nAs\r\nconsideration for the rights hereby granted, the Lessee shall pay to\r\nthe Grantor a royalty calculated and payable as provided\nhereunder:\n8.1 In\r\nrespect of the first 29 523 000 of mineable in situ tons of No 4 seam\r\ncoal reserves mined by the Lessee, in respect of the\nfirst 6 046 000\r\nof mineable in situ tons of No 5 seam coal reserves mined by the\r\nLessee and in respect of 200 000 tons of run-of-mine\nNo 4 seam coal\r\nmined by the Lessee, there shall be no royalty payable. It being\r\nrecorded that in exchange for the rights to\nmine this tonnage\r\nthe Lessee has ceded and assigned to the Grantor certain rights more\r\nfully specified in the exchange agreement\nto which a draft of this\r\nlease was annexed as annexure D.\n8.2\r\nIn respect of the balance  of  the  No 4  seam \r\ncoal  reserves  on  the  property,\nnamely 18\r\n738 000  of mineable in situ tons, the Lessee shall pay to\r\nthe Grantor a royalty of 4,25%  of the selling\nprice of the No 4\r\nseam coal mined from the property and sold by the Lessee.\n8.3\r\nIn respect of the balance of the No 5 seam coal reserves on the\r\nproperty namely 7 507 000 mineable in situ tons, the Lessee\n\nshall pay to the Grantor a  royalty  of  3,5% of the\r\nselling price of the  No 5 seam coal mined from the property\nand\r\nsold by the Lessee.'\n[18]\r\nAccordingly,\nfailure\r\nto satisfy the obligations imposed in terms of clause 7.5 would not\r\nconstitute a breach of the mining lease, but would result\nin\r\nTavistock's right to mine being restricted to specified tonnages\r\nof coal and it would cease to be entitled to mine these\nareas once\r\nthe coal was exhausted. The limits that would then apply were that\r\nTavistock would be entitled to extract the quantity\nof coal specified\r\nin clause 8.1 of the lease (the royalty free coal) and would lose the\r\nright to extract and dispose of the royalty\ncoal.\n[19]\r\nAFEX argued that clause 7.5 required Tavistock to mine more than\r\n1 600 000 tons per annum: in 2009 it mined less than\nthat and it\r\naccordingly lost the right to mine royalty coal. As a result\r\nTavistock lost its old order right in 2009. It was therefore\nnot able\r\nto convert the old order right, and the conversion  effected by\r\nthe Director General was invalid.\n[20]\r\nTavistock, on the other hand, contended that the AFEX case was based\r\non a misinterpretation of the effect of the Act on pre-existing\n\nmineral rights, and a misunderstanding of the legal nature of old\r\norder – transitional – rights. In this regard they\n\nreferred to\nXstrata\nwhere this court, referring to item 7,\r\nsaid (para 10):\n‘\n[T]hese\r\nprovisions do not serve to preserve common law rights. Instead, for\r\nthe period of five years specified in item 1, [that\nis, item 7.1] or\r\nsuch lesser period as may elapse until the conversion of the old\r\norder right into a mining right under the Act,\nthey create a new\r\nright, statutory in origin, embodying the rights previously enjoyed\r\nunder the relevant old order right, together\nwith an entitlement to\r\nconvert that right into a mining right under the Act.’\n[21]\r\nAnd in para 21 this court, referring to the same lease in issue here,\r\nsaid that Tavistock’s right to mine no longer had\nits origin in\r\nthe mineral lease. Instead it had acquired a statutory right –\r\nthe old order right – ‘on the same\nterms and conditions\r\nas it had hitherto enjoyed’. SFF, since it was not exercising\r\nany rights to mine coal on the properties\nat the time when the Act\r\ncame into operation, lost any residual right it might have had.\n[22]\r\nTavistock’s old order right, after 1 May 2004, comprised the\r\nterms of the notarial lease (the written consent), the provisions\nof\r\nthe common law in so far as these were then applicable (SFF had the\r\ncommon law right to mine the coal on the property), and\nthe terms of\r\nthe mining licence that Tavistock held in terms of s 9(1) of the\r\nMinerals Act. Tavistock could not, however, transfer\nthe old order\r\nright it acquired on 1 May 2004: only the person actually exercising\r\nthe right – conducting mining operations\n– before 1 May\r\n2004 could be the holder of an old order right. Accordingly, the last\r\nprovision of clause 7.5 of the lease\ncould not, after that date, be\r\ngiven effect: SFF could no longer rely on its right under that clause\r\nto mine the royalty coal itself,\nor to dispose of it to a third\r\nparty, if Tavistock did not meet the rate of mining required in the\r\nclause. The right had ceased\nto exist.\n[23]\r\nTavistock contended also that the obligations imposed on it under\r\nclause 7.5 were contrary to the terms of the old order right\nsince no\r\none other than it could have any right to the coal on the property.\r\nIn this regard it referred to item 7(4) of Schedule\nII which provides\r\nthat ‘No terms applicable to the old order right remain in\r\nforce if they are contrary to any provision\nof the Constitution or\r\nthis Act’. There is some debate about whether item 7(4) applies\r\nto old order rights or to converted\nrights, given its position in the\r\nitem, which is after the provisions that deal with the process of\r\nconversion. In\nXstrata\n(para 13) Wallis JA\r\nconsidered the debate but refrained from deciding it. There is no\r\nneed for me to decide it either. It is plain,\nin my view, that since\r\nthe rights to royalty coal could no longer revert to SFF, the\r\nprovision that they would do so if the mining\nrate to be maintained\r\nfell below the target, was no longer enforceable. SFF had lost its\r\nright to mine the royalty coal even if\nTavistock did not meet the\r\nagreed target. That makes the last sentence of clause 7.5 meaningless\r\nafter 1 May 2004.\n[24]\r\nIn any event, it is not necessary to determine the matter on the\r\nbasis of the fate of clause 7.5. For it has not been shown\nthat\r\nTavistock did not meet its target or was in breach of its\r\nobligations. AFEX alleged that Tavistock started mining operations\nin\r\n2001 and had since mined all of the non-royalty coal in no 4 seam.\r\nHowever, from January 2009 to the end of December of that\nyear, it\r\nhad mined only 760 539 run-of-mine tons of coal, which it said was\r\n‘significantly less than the 1 600 000\nton target’.\r\nIt relied on an audit report of Xstrata mining operations prepared by\r\nMr A J van Zetten in April 2009.\n[25]\r\nThe report contained production figures from 2001 to 2008, and made\r\nforecasts from 2009 to 2013. The figure relied upon by\nAFEX appears\r\nin an attachment to an email dated 22 October 2009 in respect of\r\nactual figures for the months of January to August\n2009 only. There\r\nis thus no evidence that Tavistock did not reach its target in that\r\nyear, on the assumption that it was obliged\nto do so. AFEX argued\r\nthat Tavistock was in a position to state what its coal production\r\nwas, and failed to do so. In my view there\nis no reason why it should\r\nhave done. Moreover, when the application was brought in 2011 not all\r\nthe coal in seam 5 had yet been\nexhausted and that in seam 4 had yet\r\nto be mined when the old order right was lodged for conversion. There\r\nis thus no evidence\nof failure to exercise the old order right such\r\nthat conversion should not have taken place.\n[26]\r\nIn the circumstances, as the entire basis for AFEX’s\r\napplication to review the conversion of the old order right by the\n\nDirector General falls away, so too do he issues that impinge on the\r\nprocess of conversion. The Minister (and his delegate) did\nnot have\r\nthe authority to refuse to convert the old order right. Item 7(3) of\r\nSchedule II states as much: the Minister\nmust\nconvert the old\r\norder right into a mining right if the holder complies with the\r\nrequirements of subitem 2; has conducted mining\noperations in the\r\narea in question; indicates that it will continue to do so; has an\r\napproved environmental management plan and\nhas paid the prescribed\r\nfee. The Minister does not have a discretion. And if the requirements\r\nare not satisfied, the holder is\ngiven an opportunity to meet them by\r\nvirtue of the subitems introduced in 2008 – 3A, 3B and 3C, set\r\nout above. (See in this\nregard M O Dale and others\nSouth\r\nAfrican Mineral and Petroleum Law\n(Service issue 15, December 2014, Sch II 83-84.)\n[27]\r\nEven if that were not the case, AFEX failed to pursue any appeal that\r\nit might have had in terms of s 96 of the Act timeously,\neither\r\nagainst the decision to convert or the rejection of its application\r\nfor prospecting rights on the property. And given the\nview that I\r\ntake, that it could not have applied successfully for a prospecting\r\nright in land in respect of which Tavistock had\na mining right, it\r\nhad no standing to challenge the conversion. It is accordingly not\r\nnecessary to consider the argument that there\nwere special\r\ncircumstances that warranted exemption from the requirements of s 96.\r\nIt was thus precluded from pursuing the review\napplication. It is\r\nalso not necessary to consider whether AFEX met the requirements for\r\npursuing an appeal under the section. And\nsince AFEX had no standing\r\nto bring the review, its argument that the conversion procedure was\r\nunfair is also not relevant.\n[28]\r\nIn the circumstances the appeal is dismissed with costs including\r\nthose of two counsel.\n_______________________\nC\r\nH Lewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: W H G van der Linde SC (with him A Friedman)\nInstructed\r\nby: ENSAfrica, Johannesburg\nWebbers,\r\nBloemfontein\nFor\r\nFourth, Fifth and Sixth\nRespondents:\r\nG L Grobler SC (with him J L Gildenhuys)\nInstructed\r\nby: Norton Rose Fulbright South Africa, Sandton\nMatsepes Inc,\r\nBloemfontein",
  "scraped_at": "2026-02-12T17:20:07.837617",
  "date": "2015-05-27",
  "coram": [
    "Lewis JA",
    "Willis JA",
    "Saldulker JJA",
    "Meyer AJJA",
    "Gorven AJJA"
  ],
  "case_number": "20058/2014",
  "parties": {
    "applicants": [
      "African Exploration Mining and Finance Corporation (Pty) Ltd",
      "Strategic Fuel Fund Association"
    ],
    "respondents": [
      "Minister of Mineral Resources",
      "Director-General of Mineral Resources",
      "Regional Manager: Mpumalanga",
      "Tavistock Collieries (Pty) Ltd",
      "Xstrata (Pty) Ltd",
      "Duiker Mining (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "African Exploration Mining and Finance Corporation (AFEX) and the Strategic Fuel Fund Association applied for a coal prospecting right over portions of farm Klippoortje 32 IS. Their application was refused because Tavistock Collieries held an old‑order coal mining right over the same land. On 29 March 2010 the Director‑General, acting for the Minister, converted Tavistock’s old‑order right into a mining right under the Mineral and Petroleum Resources Development Act (MPRDA) in accordance with Schedule II, item 7. AFEX subsequently sought judicial review of both the conversion and the refusal of its prospecting application, arguing that Tavistock had failed to meet obligations in a 2001 lease and therefore lost its old‑order right before conversion.",
    "issues": "The principal issue was whether the Minister’s conversion of an old‑order mining right to a mining right under the MPRDA could be reviewed and, if so, whether the conversion was lawful. Sub‑issues included: (1) whether Tavistock had complied with the statutory requirements for conversion, particularly the performance of mining operations; (2) whether the lease obligations caused a loss of the old‑order right; (3) whether AFEX had standing and had exhausted internal remedies under PAJA and s 96 of the Act; and (4) whether any time limits barred AFEX’s review.",
    "principles": "Schedule II, item 7 of the MPRDA provides that an old‑order mining right in force on 1 May 2004 may be converted within five years if the holder lodges an application meeting prescribed particulars, has conducted mining operations, intends to continue them, holds an approved environmental management programme and pays the conversion fee. The Minister must convert where these conditions are satisfied; he has no discretion. Administrative review under PAJA requires exhaustion of internal remedies and compliance with time limits. Standing to review requires a direct and substantial interest in the decision. Terms of an old‑order right that conflict with the Constitution or the Act are invalid under item 7(4).",
    "application": "The Court found that Tavistock had been conducting mining operations prior to 1 May 2004, lodged its conversion application on 6 December 2007, and satisfied all statutory criteria. Accordingly, the Minister was obliged to convert the right and could not refuse it. The Court also held that AFEX lacked standing because it could not demonstrate a direct interest in the conversion and had failed to exhaust internal remedies or meet the PAJA time limits. The alleged breach of lease obligations did not affect the statutory old‑order right, and no evidence showed Tavistock failed to meet the mining‑rate target.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. The conversion of Tavistock’s old‑order mining right into a mining right under the MPRDA was upheld, and AFEX’s application for a prospecting right was rejected."
  },
  "tags": {
    "level_1": "Mineral Law",
    "level_2": "Mining Rights",
    "level_3": [
      "old order rights",
      "conversion of rights",
      "administrative review",
      "standing"
    ]
  }
}