{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/39.html",
  "case_name": "Murray N.O. and Another v Firstrand Bank Ltd t/a Wesbank (20104/2014) [2015] ZASCA 39; 2015 (3) SA 438 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 39",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 39\n|\nNoteup\n|\nLawCite\nMurray N.O. and Another v Firstrand Bank Ltd t/a Wesbank (20104/2014) [2015] ZASCA 39; 2015 (3) SA 438 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20104/2014\nReportable\nIn\r\nthe matter between:\nCLOETE\r\nMURRAY\r\nNO\n.......................................................................................\nFIRST\r\nAPPELLANT\nMABUTHO\r\nLOUIS MHLONGO\r\nNO\n............................................................\nSECOND\r\nAPPELLANT\nand\nFIRSTRAND\r\nBANK LTD T/A\r\nWESBANK\n.................................................................\nRESPONDENT\nNeutral\r\ncitation:\nCloete Murray NO &\r\nanother v FirstRand Bank Ltd\n(20104/2014)\n[2015] ZASCA 39\n(26 March 2015)\nCoram:\nNavsa ADP, Ponnan and Zondi JJA and Schoeman and\r\nFourie AJJA\nHeard:\n9 March 2015\nDelivered:\n26 March 2015\nSummary:\nBusiness rescue proceedings ─ Interpretation of\ns 133(1)\nof the\nCompanies Act 71 of 2008\n─ creditor of a company under business\r\nrescue cancelling a contract concluded prior to the commencement of\r\nbusiness rescue\nproceedings ─ cancellation not constituting\r\n‘enforcement action’ contemplated in\ns 133(1)\n─\r\ncancellation lawful.\nORDER\nOn\r\nappeal from:\nNorth\r\nGauteng High Court, Pretoria (Jordaan J sitting as court of first\r\ninstance):\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nFourie\r\nAJA (Navsa ADP, Ponnan and Zondi JJA and Schoeman AJA concurring):\n[1]\r\nThis appeal deals with the provisions of Chapter 6 of the Companies\r\nAct 71 of 2008 (the Act) relating to business rescue proceedings,\n\nbut, in reality, it has to do with competing claims in liquidation.\r\nBe that as it may, the issue to be decided is whether, once\nbusiness\r\nrescue proceedings under the Act have commenced, the creditor of a\r\ncompany under business rescue can unilaterally cancel\nan extant\r\ninstalment sale agreement that it had concluded with the company\r\nprior to the latter being placed under business rescue.\nBackground\n[2]\r\nOn 22 July 2010 the respondent, FirstRand Bank Ltd t/a Wesbank\r\n(Wesbank), concluded a written Master Instalment Sale Agreement\n(the\r\nMISA) with Skyline Crane Hire (Pty) Ltd (Skyline), in terms of which\r\nWesbank sold and delivered movable goods (the goods)\nto Skyline, with\r\nWesbank retaining ownership in the goods until the purchase price had\r\nbeen paid in full.\n[3]\r\nOn 29 May 2012 the board of Skyline voluntarily resolved that Skyline\r\nbe placed under business rescue in terms of the provisions\nof s 129\r\nof the Act. The resolution was filed with the Companies and\r\nIntellectual Property Commission on 30 May 2012, which date,\nin terms\r\nof s 132(1)\n(a)\n(i)\r\nof the Act, is the date upon which the business rescue proceedings\r\ncommenced. Skyline had by then already fallen into arrears\nin respect\r\nof the monthly instalments payable to Wesbank under the MISA.\n[4]\r\nOn 30 May 2012 Wesbank dispatched a letter to Skyline, cancelling the\r\nMISA due to Skyline’s failure to pay the monthly\ninstalments\r\ndue in terms thereof. The letter was addressed to Skyline at its\r\nchosen domicilium and in terms of clause 27 of the\nMISA it was deemed\r\nto have been received by Skyline three days later, ie on 3 June 2012.\n[5]\r\nIn the letter of cancellation Wesbank advised Skyline that the MISA\r\nwas cancelled with immediate effect, while reserving Wesbank’s\n\nright to repossess the goods; to value and sell same; to credit the\r\nproceeds to the relevant accounts and to claim damages.\n[6]\r\nDuring the first week of July 2012, while the business rescue\r\nproceedings relating to Skyline were still in progress, the business\n\nrescue practitioner (the practitioner) appointed in terms of the Act\r\nto oversee the proceedings, consented to Wesbank repossessing\nand\r\nselling the goods forming the subject matter of the MISA. The\r\nproceeds realised from the sale were sufficient to discharge\nthe debt\r\nowing by Skyline to Wesbank under the MISA, leaving a surplus of some\r\nR800 000. Wesbank retained the surplus, relying\non set-off in\r\nrespect of other amounts allegedly owing to it by Skyline.\n[7]\r\nOn 17 July 2012 the practitioner obtained an order from the North\r\nGauteng High Court, Pretoria, discontinuing the business rescue\n\nproceedings, and placing Skyline in provisional liquidation. On 10\r\nSeptember 2012 a final order of liquidation was granted. The\n\nappellants were subsequently appointed by the master of the high\r\ncourt as the co-liquidators (the liquidators) of Skyline.\n[8]\r\nThe liquidators took the view that Wesbank’s cancellation of\r\nthe MISA was contrary to the provisions of s 133(1) of the\nAct and\r\naccordingly of no force or effect. I will in due course return to the\r\nprovisions of s 133(1). The liquidators contended\nthat the full\r\nproceeds of the sale of the goods were to be paid over to them to be\r\ndealt with under ss 83 and 84 of the Insolvency\nAct 24 of 1936 (the\nInsolvency Act). These\nsections of the\nInsolvency Act regulate\nthe\r\nmanner in which the claims of creditors under instalment sale\r\ntransactions are to be dealt with upon sequestration or liquidation.\n[9]\r\nWesbank, on the other hand, maintained that it had lawfully cancelled\r\nthe MISA and was entitled to the full proceeds of the\ngoods. In\r\nparticular, Wesbank denied that s 133(1) of the Act precluded it from\r\ncancelling the MISA and dealing with the goods\nin the manner that it\r\ndid.\n[10]\r\nThe liquidators then approached the North Gauteng High Court,\r\nPretoria, for an order declaring that Wesbank’s letter\nof\r\ncancellation of the MISA was contrary to s 133(1) of the Act and\r\ntherefore invalid; that the MISA is to be administered by the\n\nliquidators in terms of the provisions of\nss 83\nand\n84\nof the\nInsolvency Act and\nthat Wesbank is to pay over the full proceeds of\r\nthe sale of the goods to the liquidators.\n[11]\r\nWesbank opposed the application. In the event, the matter was heard\r\nby Jordaan J, who dismissed the application, but granted\nthe\r\nliquidators leave to appeal to this court.\nBusiness\r\nRescue Proceedings\n[12]\r\nOne of the declared purposes of the Act is to provide for the\r\nefficient rescue and recovery of financially distressed companies,\nin\r\na manner that balances the rights and interests of relevant\r\nstakeholders (s 7(\nk\n)). Chapter 6 of the Act (ss 128 to 154)\r\nintroduces the concept of business rescue proceedings, with s\r\n128(1)\n(b)\ndefining ‘business rescue’ as\r\n‘proceedings to facilitate the rehabilitation of a company that\r\nis financially\ndistressed by providing for:\n(i) the temporary\r\nsupervision of the company, and of the management of its affairs,\r\nbusiness and property;\n(ii) a temporary\r\nmoratorium on the rights of claimants against the company or in\r\nrespect of property in its possession; and\n(iii)\r\nthe development and implementation, if approved, of a plan to rescue\r\nthe company. . . .’\n[13]\r\nThe temporary moratorium envisaged in s 128(1)\n(b)\n(ii), has\r\nbeen enacted by means of s 133 of the Act, which reads as follows:\n‘\nGeneral\r\nmoratorium on legal proceedings against company\n(1)\r\nDuring business rescue proceedings, no legal proceeding, including\r\nenforcement action, against the company, or in relation to\nany\r\nproperty belonging to the company, or lawfully in its possession, may\r\nbe commenced or proceeded with in any forum, except—\n(a)\nwith the written consent of the practitioner;\n(\nb\n) with the\r\nleave of the court and in accordance with any terms the court\r\nconsiders suitable;\n(\nc\n) as a\r\nset-off against any claim made by the company in any legal\r\nproceedings, irrespective of whether those proceedings commenced\n\nbefore or after the business rescue proceedings began;\n(\nd\n) criminal\r\nproceedings against the company or any of its directors or officers;\n(\ne\n)\r\nproceedings concerning any property or right over which the company\r\nexercises the powers of a trustee; or\n(\nf\n)\r\nproceedings by a regulatory authority in the execution of its duties\r\nafter written notification to the business rescue practitioner.\n(2)\r\nDuring business rescue proceedings, a guarantee or surety by a\r\ncompany in favour of any other person may not be enforced by\nany\r\nperson against the company except with leave of the court and in\r\naccordance with any terms the court considers just and equitable\nin\r\nthe circumstances.\n(3)\r\nIf any right to commence proceedings or otherwise assert a claim\r\nagainst a company is subject to a time limit, the measurement\nof that\r\ntime must be suspended during the company’s business rescue\r\nproceedings.’\n[14]\r\nIt is generally accepted that a moratorium on legal proceedings\r\nagainst a company under business rescue, is of cardinal importance\n\nsince it provides the crucial breathing space or a period of respite\r\nto enable the company to restructure its affairs. This allows\nthe\r\npractitioner, in conjunction with the creditors and other affected\r\nparties, to formulate a business rescue plan designed to\nachieve the\r\npurpose of the process. See in general, F H I Cassim et al\nContemporary Company Law\n2\r\ned (2012) at 878-879; P Delport et al\nHenochsberg\r\non the\nCompanies Act 71 of 2008\nService\r\nIssue 9 Vol 1 at 478(5) and H L Van Huÿssteen (2012)\nAn\r\noverview of the Business Rescue Moratorium Contained In\nSection 133\nof the\nCompanies Act 71 of 2008\n,\r\nMasters of Law (Commercial Law) [unpublished thesis]: University of\r\nJohannesburg, Chapter 1 at 6-7. In fact, P Kloppers ‘Judicial\n\nManagement ─ A Corporate Rescue Mechanism In Need of Reform?’\r\n(1999) 10\nStellenbosch\nLR 417 at 429 aptly described the moratorium as ‘a cornerstone\r\nof all business rescue procedures’.\n[15]\r\nI should also refer to two related sections of the Act, namely s\r\n134(1)\n(c)\nand s 136(2). Section 134(1)\n(c)\nprovides that, during business rescue proceedings, despite any\r\nprovision of an agreement to the contrary, no person may exercise\nany\r\nright in respect of any property in the lawful possession of the\r\ncompany, irrespective of whether the property is owned by\nthe\r\ncompany, except to the extent that the practitioner consents in\r\nwriting. The effect of s 136(2) of the Act is that a contract\n\nconcluded prior to the commencement of business rescue proceedings,\r\nis not suspended or cancelled by virtue of the business rescue,\nbut\r\nthat the practitioner may suspend, or apply to court to cancel, any\r\nobligation of the company under the contract.\nEvaluation\n[16]\r\nIt is plain from the above that, in their application in the court a\r\nquo, the liquidators firmly pinned their colours to the\nmast of s\r\n133(1) of the Act. This appears from their notice of motion seeking\r\nan order declaring that Wesbank’s letter of\ncancellation was\r\ncontrary to the provisions of s 133(1) of the Act and as such\r\ninvalid. Similarly, in their founding papers the\nliquidators\r\ncontended that the cancellation of the MISA constituted ‘enforcement\r\naction’ as meant in s 133(1) of the\nAct, and as it was effected\r\nwithout the consent of the practitioner or the leave of the court, it\r\nwas invalid.\n[17]\r\nIn their heads of argument in this court, the liquidators reiterated\r\nthat ‘the issue arising out of the application [in\nthe court\r\nbelow] was the determination of the proper meaning of\ns 133(1)\nof the\nCompanies Act 71 of 2008\nand particularly the correct interpretation\r\nof the meaning of the term . . . no legal proceeding, including\r\nenforcement action,\nagainst a company under business rescue may be\r\ncommenced’.\n[18]\r\nAt no stage prior to the date in the next paragraph did the\r\nliquidators rely on the provisions of s 134(1)\n(c)\nof the Act as the basis for a finding that Wesbank’s letter of\r\ncancellation was invalid. Although they did refer to s 134(1)\n(c)\nin their papers, it was only for the purpose of invoking it in aid of\r\ntheir interpretation of s 133(1) of the Act.\n[19]\r\nHowever, one court day before the hearing of this appeal,\r\nsupplementary heads were filed on behalf of the liquidators, in which\n\nthey submitted that the cancellation of the MISA by Wesbank ‘was\r\ninvalid in terms of sections 133 and/or 134(1)\n(c)\nof the\nCompanies Act&rsquo\n;. Apart from the lateness of the\r\nsupplementary heads, this court questioned whether the liquidators\r\nwere permitted to rely on\ns 134(1)\n(c)\nas their cause of action, seeing that it was not raised in the court\r\nbelow and the parties have not had the opportunity of dealing\nwith it\r\nin their papers or in argument. Nor was the court a quo called upon\r\nto deal with\ns 134(1)\n(c)\nas the foundation for the liquidators’ case.\n[20]\r\nCounsel for the liquidators, relying on the decision in\nBarkhuizen\r\nv Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC),\r\nsubmitted that the liquidators should be permitted to raise the\ns\r\n134(1)\n(c)\nargument in this court. In\nBarkhuizen\nthe Constitutional Court reiterated the well-known principle that the\r\nmere fact that a point of law is raised for the first time\non appeal,\r\nis not in itself sufficient reason for refusing to consider it, and\r\nif the point is covered by the pleadings and its\nconsideration on\r\nappeal involves no unfairness to the other party, a court of appeal\r\nmay in the exercise of its discretion consider\nsame.\n[21]\r\nIn my view the following considerations militate against the\r\napplication of this principle in the present appeal:\n(a) The\ns 134(1)\n(c)\npoint was not raised in the pleadings before the court a quo.\n(b) The reliance on\ns 134(1)\n(c)\ndoes not raise a discrete point of law; on the\r\ncontrary, it would involve the determination of factual issues, to\r\nwhich I allude\nhereunder.\n(c) The\r\nconsideration on appeal of a cause of action based on\ns 134(1)\n(c)\n,\r\nwill no doubt prejudice Wesbank. Particularly so, as it has not had\r\nthe opportunity to deal with it in its pleadings or to consider\nwhat\r\nevidence may be required to counter it.\n(d)\r\nThis court will be required to consider a case based on\ns 134(1)\n(c)\n,\r\nwhich was not pleaded and without the factual basis required for its\r\ndetermination. Nor would it have the benefit of a reasoned\njudgment\r\nby the court a quo on this issue.\n[22]\r\nHad the liquidators based their application on s 134(1)\n(c)\nof the Act, the question would have arisen as to what the legal\r\nconsequences were of the practitioner’s consenting to Wesbank’s\n\nrepossession of the goods forming the subject matter of the MISA.\r\nCould this conduct of the practitioner not arguably be regarded\nas an\r\nacceptance of the termination of the MISA by Wesbank, with the result\r\nthat the goods were no longer in the lawful possession\nof Skyline and\r\ns 134(1)\n(c)\nwould therefore not be available to the liquidators in their quest to\r\nreclaim the goods or their proceeds from Wesbank? It also\nbrings into\r\nsharp focus the factual basis on which the practitioner relinquished\r\npossession of the goods.\n[23]\r\nIn the same vein it could be asked whether the repossession of the\r\ngoods with the consent of the practitioner, did not destroy\nthe\nsubstratum\nof the MISA. One of the\nessentialia\nof an\r\ninstalment sale agreement such as the MISA, is that the buyer is\r\nentitled to immediate possession of the relevant goods and\nto retain\r\nsuch possession pending payment of the full purchase price, when\r\nownership in the goods will revert to the buyer. See\nM A Diemont and\r\nP J Aronstam\nThe Law of Credit Agreements and Hire-Purchase in\r\nSouth Africa\n5 ed (1982) at 2. The\nessentialia\nof a\r\ncontract were described as follows by M Pothier\nA treatise on the\r\nLaw of Obligations or Contracts\nvol 1 (1806) 56:\n‘\nThings\r\nwhich are of the essence of a contract are those without which such\r\ncontract cannot subsist, and for want of which there\nis either no\r\ncontract at all, or a contract of a different kind.’\n(See\r\nalso R H Christie and G B Bradfield\nChristie’s\r\nThe Law of Contract in South Africa\n6\r\ned (2011) at 164.) In these circumstances a similar legal consequence\r\nmay follow, namely, that the repossession of the goods\nhas resulted\r\nin the termination of the  MISA and therefore the liquidators\r\nare unable to invoke s 134(1)\n(c)\nto reclaim the goods or the  proceeds thereof. I should hasten\r\nto add that, as in the case of paragraph 22 above, I make no\nfinding\r\nin this regard.\n[24]\r\nI do appreciate that the consent of the practitioner, as described\r\nabove, was not in writing as required in terms of s 134(1)\n(c)\nof the Act. However, I do not believe that the requirement of writing\r\nshould necessarily be regarded as peremptory rather than\ndirectory.\r\nIn this regard, it is important to note that there is no sanction\r\nadded in case the requirement is not met, nor does\nthe section state\r\nthat a failure to meet the requirement of written consent should be\r\nvisited with nullity. Also, on the liquidators’\nown version,\r\nthe practitioner, being fully aware of Wesbank’s letter of\r\ncancellation, voluntarily consented to Wesbank repossessing\nthe\r\ngoods. In these circumstances it would lead to an injustice to\r\nconstrue the requirement of writing in s 134(1)\n(c)\nas peremptory and to hold that the practitioner’s failure to\r\nconsent in writing, rendered the repossession of the goods by\nWesbank\r\nvoid. See\nNkisimane v Santam Insurance\r\nCompany Limited\n1978 (2) SA 430\n(A) at\r\n433H-434E;\nTaljaard v TL Botha\r\nProperties\n[2008] ZASCA 38\n;\n2008 (6) SA 207\n(SCA) para\r\n5;\nChief Executive Officer, South\r\nAfrican Social Security Agency & others v Cash Paymaster Services\r\n(Pty) Ltd\n2012 (1) SA 216\n(SCA) para 28\r\nand\nLiebenberg NO v Bergrivier\r\nMunicipality\n[2012] 4 All SA 626\n(SCA).\n[25]\r\nHad the liquidators based their application on s 134(1)\n(c)\nof the Act, they may very well have been met with a defence along the\r\nlines suggested above. However, to properly consider a defence\nof\r\nthis nature, evidence would be required regarding the circumstances\r\nin which and the intention with which possession of the\ngoods had\r\nbeen relinquished. There are conflicting versions in the papers as to\r\nwhat the practitioner intended when he consented\nto Wesbank\r\nrepossessing the goods. On the one hand, the liquidators allege that\r\nthe practitioner allowed the repossession of the\ngoods for purposes\r\nof safekeeping pending the winding-up of Skyline. On the other, they\r\ncontend that the practitioner did not have\nany objection to Wesbank\r\nselling the goods in business rescue. Wesbank, however, alleges that\r\nthe practitioner consented to the\nrepossession of the goods as he\r\nfelt that they were at risk of depreciation and it would be prudent\r\nto transfer possession to Wesbank.\n[26]\r\nI should add that, had the liquidators sought relief in terms of s\r\n134(1)\n(c)\non the papers before the court a quo, the matter would have been\r\ndecided on the facts as stated by Wesbank (see\nPlascon-Evans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634).This would inevitably have resulted in\r\nthe dismissal of the application.\n[27]\r\nIn these circumstances, and for the further reasons alluded to in\r\nparagraph 21 above, the liquidators are not at this late\nstage\r\nentitled to base their case on s 134(1)\n(c)\nof the Act.\n[28]\r\nTurning to s 133(1) of the Act, the liquidators’ approach was\r\nthat Wesbank’s cancellation of the MISA constituted\n\n‘enforcement action’ as meant in the subsection, and\r\nabsent the consent of the practitioner or the leave of the court,\nthe\r\ncancellation was of no force or effect. By contrast, Wesbank\r\nsubmitted that the cancellation of an agreement did not constitute\n\n‘enforcement action’ as envisaged by s 133(1) of the\r\nAct, therefore the consent of the practitioner or the leave\nof the\r\ncourt was not required to effect a lawful cancellation of the MISA.\r\nThe latter submission found favour with the court a\nquo.\n[29]\r\nIt follows that an interpretation of s 133(1) of the Act is called\r\nfor, the crisp issue being whether the cancellation of the\nMISA by\r\nWesbank by means of its letter of 30 May 2012, constituted\r\n‘enforcement action’ as meant in s 133(1) of the\nAct.\n[30]\r\nIn\nNatal Joint Municipal Pension Fund v\r\nEndumeni Municipality\n2012 (4) SA 593\n(SCA) para 18, this court reiterated that the inevitable point of\r\ndeparture in interpreting a statute is the language of the provision\n\nitself, read in context and having regard to the purpose of the\r\nprovision and the background to the preparation and production\nof the\r\ndocument. It should, however, be borne in mind that, if the words of\r\nthe relevant provision are unable to bear the meaning\ncontended for,\r\nthen that meaning is impermissible. See\nFirstrand\r\nBank Ltd v Land and Agricultural Development Bank of South Africa\n2015 (1) SA 38\n(SCA) para 27. It is also important to note that s\r\n39(2) of the Constitution, which compels an interpretation of\r\nlegislative provisions\nin the light of the values enshrined in the\r\nBill of Rights, applies only where the language of the statute is not\r\nunduly strained.\nSee\nSouth African\r\nAirways (Pty) Ltd v Aviation Union of South Africa & others\n2011\r\n(3) SA 148\n(SCA) paras 25-26.\n[31]\r\nSection 133(1) of the Act places a moratorium on ‘legal\r\nproceeding, including enforcement action’. In the Afrikaans\n\ntext the reference is to ‘geregtelike stappe, insluitende\r\nafdwingingsaksie’. The Act does not contain a definition\nof\r\nthese terms. However, the term ‘legal proceeding’ is\r\nwell-known in South African legal parlance and usually bears\nthe\r\nmeaning of a lawsuit or ‘hofsaak’. See\nVan\r\nZyl v Euodia Trust (Edms) Bpk\n1983 (3)\r\nSA 394\n(T) at 399C-D and\nLister Garment\r\nCorporation (Pty) Ltd v Wallace NO\n1992\r\n(2) SA 722\n(D) at 723G-H. Unsurprisingly, counsel were agreed that\r\nthe cancellation of an agreement does not constitute a ‘legal\r\nproceeding’\nas envisaged in s 133(1) of the Act.\n[32]\r\nAs to the meaning of the phrase ‘enforcement action’, in\r\nmy view Wesbank correctly submitted that, in our legal\nparlance,\r\n‘enforce’ or ‘enforcement’, usually refers to\r\nthe enforcement of obligations. In the context\nof s 133(1) of\r\nthe Act, it is significant that reference is made to ‘no legal\r\nproceeding,\nincluding\nenforcement action’. (My emphasis.) The inclusion of the term\r\n‘enforcement action’ under the generic phrase ‘legal\n\nproceeding’, seems to me to indicate that ‘enforcement\r\naction’ is considered to be a species of ‘legal\n\nproceeding’ or, at least, is meant to have its origin in legal\r\nproceedings. This conclusion is strengthened by the fact that\ns\r\n133(1) provides that no legal proceeding, including enforcement\r\naction, ‘may be commenced or proceeded with\nin\r\nany forum\n’. (My emphasis.) A\r\n‘forum’ is normally defined as a court or tribunal (see\r\nthe Concise Oxford Dictionary 12 ed\n(2011)) and its employment in s\r\n133(1) conveys the notion that ‘enforcement action’\r\nrelates to formal proceedings ancillary\nto legal proceedings, such as\r\nthe enforcement or execution of court orders by means of writs of\r\nexecution or attachment.\n[33]\r\nMoreover, the concepts ‘enforcement’ and ‘cancellation’\r\nare traditionally regarded as mutually exclusive.\nThe term\r\n‘cancellation’ connotes the termination of obligations\r\nbetween parties to an agreement. However, the liquidators\ncontended\r\nfor a wider meaning to be attributed to the expression ‘enforcement\r\naction’ to include the cancellation of\nan agreement. In so\r\ndoing, I believe that they are doing violence to the wording of s\r\n133(1) of the Act. Cancellation is a unilateral\nact of a party to an\r\nagreement and save for giving the other party notice of such\r\ncancellation, it does not occur in or by means\nof any process\r\nassociated with any form of forum. In any event, as pointed out on\r\nbehalf of Wesbank, it also does not make linguistic\nsense to speak of\r\ncancellation as having ‘commenced or proceeded with’ in\r\nany forum, as envisaged by s 133(1). It therefore\nseems to me that,\r\nlinguistically, the phrase ‘enforcement action’ in s\r\n133(1) is unable to bear the meaning of the\ncancellation of an\r\nagreement, as contended for by the liquidators. Contextually it must\r\nbe understood to refer to enforcement by\nway of legal proceedings.\n[34]\r\nThis is really the end of the matter, but for the sake of\r\ncompleteness I will succinctly deal with the remainder of the reasons\n\nfor my conclusion. I have in paragraph 14 above, alluded to the\r\npurpose of the moratorium in s 133(1) of the Act, namely to provide\na\r\ncompany in distress with the crucial breathing space to enable it to\r\nrestructure its affairs. I accept, as stated in\nHenochsberg\nat 478(6), that the intention of the moratorium is to cast the net as\r\nwide as possible in order to include any conceivable type\nof action\r\nagainst the company. The liquidators submit that, having regard to\r\nthis purpose, it would result in the inevitable demise\nof business\r\nrescue proceedings if any creditor is allowed to cancel any contract\r\nwith a company under business rescue. Therefore,\nthey contend that\r\nthe net is cast so wide by means of s 133(1) of the Act as to include\r\na moratorium against a creditor cancelling\nan agreement with a\r\nfinancially distressed company under business rescue.\n[35]\r\nI do not agree with this submission. In my view there are sufficient\r\nsafeguards in Chapter 6 of the Act to prevent the disastrous\nresult\r\nforeshadowed by the liquidators. I refer to the following:\n(a) In terms of s\r\n136(2)\n(a)\nof the Act, the practitioner may, despite any\r\nprovision of an agreement to the contrary, entirely, partially or\r\nconditionally suspend,\nfor the duration of the business rescue\r\nproceedings, any obligation of the company that arises under an\r\nagreement to which the\ncompany was a party at the commencement of the\r\nbusiness rescue proceedings. By invoking this provision, the\r\npractitioner could\nprevent a creditor from instituting action and\r\nrepossessing or attaching property in the company’s possession.\n(b)\r\nSection 154(2) of the Act provides that, once a business rescue plan\r\nhas been approved and implemented, a creditor is not entitled\nto\r\nenforce any debt owed by the company prior to the beginning of the\r\nbusiness rescue process, except to the extent permitted in\nthe\r\nbusiness rescue plan.\n[36]\r\nIt follows, in my view, that an interpretation of s 133(1) of the\r\nAct, to the effect that the cancellation of the MISA by Wesbank\ndid\r\nnot constitute ‘enforcement action’, would not do\r\nviolence to the purpose of s 133(1).\n[37]\r\nIn their interpretation of s 133(1) of the Act, the liquidators\r\nplaced reliance on the wording of s 128(1)\n(b)\n(ii)\r\nof the Act, in which a temporary moratorium on the\nrights\nof claimants against a company under business rescue or in respect of\r\nproperty in its possession, is envisaged. (My emphasis.)\nThis\r\nsection, it was submitted, envisages a moratorium on the rights of\r\ncreditors such as the right to cancel an agreement. I do\nnot agree.\r\nSection 128(1)\n(b)\n(ii)\r\ndeals with the broad purpose of Chapter 6 of the Act, while s 133 has\r\nbeen specifically enacted to cater for the temporary\nmoratorium. What\r\nis therefore required, is an interpretation of the specific\r\nprovisions of s 133(1) and not to seek to interpret\nit by resorting\r\nto s 128(1)\n(b)\n(ii).\n[38]\r\nThe liquidators even attempted their hand at legislating, rather than\r\ninterpreting s 133(1) of the Act. They suggested that\nif one were to\r\nread the last part of s 133(1) with a comma after the word\r\n‘commenced’, the section is capable of being\nread as\r\nenvisaging ‘. . . legal proceedings being proceeded with in any\r\nforum . . .’ or ‘. . .\nenforcement action\r\ncommenced with . . .’, which would support the interpretation\r\ncontended for by them. What this submission\nreally demonstrates is\r\nthat, if the legislature intended s 133(1) to have this meaning, it\r\ncould easily have done so by adopting\nthe approach suggested by the\r\nliquidators. The fact that the legislature did not follow this route\r\nputs paid to this submission\nof the liquidators.\n[39]\r\nA further indication why the interpretation contended for by the\r\nliquidators is untenable, is that it would render s 136(2)\nof the Act\r\nsuperfluous. In terms of the latter section the practitioner may\r\nduring business rescue proceedings entirely, partially\nor\r\nconditionally suspend any obligation of the company arising under an\r\nextant agreement. If, as the liquidators submit, s 133(1)\nalready has\r\nthe effect that rights and obligations are frozen upon the\r\ncommencement of business rescue, there would have been no\nneed for\r\nthe legislature to incorporate s 136(2) in the Act.\n[40]\r\nThe liquidators’ construction that, in terms of s 133(1), the\r\ncancellation of an agreement constitutes ‘enforcement\naction’\r\nwhich requires the consent of the practitioner or the court, would\r\nalso fundamentally change our law of contract.\nAs explained earlier,\r\nour law of contract provides for a unilateral cancellation in the\r\ncase of a breach of contract. The way I\nsee it, the legislature\r\nintended to allow the company in distress the necessary breathing\r\nspace by placing a moratorium on legal\nproceedings and enforcement\r\naction in any forum, but not to interfere with the contractual rights\r\nand obligations of the parties\nto an agreement. Such an intention\r\nwould, in any event, be contrary to the tenet of our law that the\r\nlegislature does not intend\nto alter the existing law more than is\r\nnecessary, particularly if it takes away existing rights. See L C\r\nSteyn\nDie Uitleg van Wette\n5 ed (1981) at 97 and 237.\n[41]\r\nSupport for this view is found in s 133(3) of the Act, which provides\r\nprotection to third parties in respect of claims which\nare subject to\r\nthe moratorium in that, if the commencement of proceedings or claims\r\nare subject to a time limit, it is suspended\nduring business rescue\r\nproceedings. As emphasised by Jonathan Rushworth ‘A critical\r\nanalysis of the business rescue regime\nin the Companies Act 71 of\r\n2008’ (2010)\nActa Juridica\nat 384, the wording of s 133(3) is consistent with the concept of a\r\ntemporary moratorium on bringing claims, rather than a greater\n\nrestriction on creditors’ rights.\n[42]\r\nWe have been referred to some decisions of the high courts dealing\r\nwith various issues relating to business rescue. Apart from\nthe\r\ngeneral principles, these decisions are not of much assistance, as\r\nthey do not deal pertinently with the issues to be decided\nin this\r\nappeal. It is, however, necessary to refer to one of the decisions,\r\nnamely\nLA Sport 4x4 Outdoor CC v\r\nBroadsword Trading 20 (Pty) Ltd\n&\r\nothers (A513/2013 [2015] ZAGPPHC 78 (26 February 2015), which\r\nconcerned the provisions of s 133(3) of the Act. In the course\nof the\r\njudgment the learned judge opined that the cancellation of an\r\nagreement constituted ‘legal process which falls under\nthe\r\nmoratorium placed on legal action against the company’. No\r\nreasons were furnished for this obiter dictum, but, in view\nof what\r\nis set out above, I believe that it is clearly wrong. In any event,\r\nit transpired during argument in this court that an\nappeal against\r\nthe decision has recently been upheld by the full court of that\r\ndivision.\n[43]\r\nFinally, I should refer to s 5(2) of the Act, which provides that\r\n‘[t]o the extent appropriate, a court interpreting\nor applying\r\nthis Act may consider foreign company law’. The liquidators\r\nreferred us to corresponding provisions in foreign\njurisdictions,\r\nparticularly those in England, Australia and Canada. Whilst\r\napparently sharing the same aim and goal as Chapter\n6 of the Act, the\r\nwording of the corresponding provisions in these jurisdictions,\r\ndealing with moratoriums and stay of proceedings,\ndiffer to such an\r\nextent from their South African counterpart, that no meaningful\r\nassistance would be gained by invoking them in\nthe interpretation of\r\ns 133(1) of the Act.\n[44]\r\nI therefore conclude that the court a quo correctly rejected the\r\nliquidators’ interpretation of s 133(1) of the Act.\nIt follows\r\nthat the appeal falls to be dismissed. As to costs, I am of the view\r\nthat the employment of two counsel was justified.\n[45]\r\nIn the result the following order is made:\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\n________________________\nP B FOURIE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant:  F H Terblanche SC\nJ\r\nHershensohn\nInstructed\r\nby:\nTintingers\r\nAttorneys, Pretoria\nLovius\r\nBlock Attorneys, Bloemfontein\nFor\r\nthe Respondent: C van der Spuy\nL\r\nMeintjes\nInstructed\r\nby:\nLanham-Love\r\nAttorneys, Pretoria\nc/o\r\nPrinsloo-Van Der Linde Attorneys\nMcIntyre\r\n& Van Der Post Attorneys, Bloemfontein",
  "scraped_at": "2026-02-12T17:10:18.272273",
  "date": "2015-03-26",
  "coram": [
    "Navsa ADP",
    "Ponnan",
    "Zondi JJA",
    "Schoeman",
    "Fourie AJJA"
  ],
  "case_number": "20104/2014",
  "parties": {
    "applicants": [
      "Cloete Murray NO",
      "Mabutho Louis Mhlongo NO"
    ],
    "respondents": [
      "FirstRand Bank Ltd t/a Wesbank"
    ]
  },
  "sections": {
    "facts": "In July 2010 Wesbank entered a Master Instalment Sale Agreement (MISA) with Skyline Crane Hire (Pty) Ltd, selling movable goods while retaining ownership until full payment. Skyline voluntarily placed itself under business rescue on 30 May 2012. On that same day Wesbank mailed Skyline a cancellation notice for the MISA, invoking its right to repossess the goods. The business rescue practitioner later consented to Wesbank’s repossession and sale of the goods; the sale proceeds covered the debt and left a surplus, which Wesbank retained. Skyline was subsequently placed in provisional liquidation on 17 July 2012 and then liquidated. The liquidators argued that Wesbank’s cancellation breached the moratorium on legal proceedings in section 133(1) of the Companies Act and should be set aside, whereas Wesbank contended the cancellation was lawful and not an ‘enforcement action’ within the meaning of the Act.",
    "issues": "1. Does the unilateral cancellation of an instalment sale agreement by a creditor during business rescue constitute ‘enforcement action’ or a ‘legal proceeding’ barred by section 133(1) of the Companies Act 71 of 2008? 2. If it does, is the cancellation invalid without the practitioner’s written consent or court leave? 3. Does section 134(1)(c) provide an alternative basis for challenging the cancellation, and may it be raised on appeal when not pleaded at first instance?",
    "principles": "The Court examined the language of section 133(1), interpreting ‘legal proceeding, including enforcement action’ as referring to formal court or tribunal processes, not unilateral contractual cancellations. It noted that ‘enforcement action’ is a species of legal proceeding, typically involving execution of court orders. The purpose of the moratorium is to give distressed companies breathing space, not to interfere with parties’ contractual rights absent a formal proceeding. Sections 134(1)(c) and 136(2) were considered as mechanisms for the practitioner to suspend obligations, but were not applicable where the practitioner’s consent was not in writing. The Court also applied principles from precedent cases such as Barkhuizen v Napier, Natal Joint Municipal Pension Fund v Endumeni Municipality, and relevant commentary on statutory interpretation.",
    "application": "Applying the linguistic and purposive analysis, the Court held that Wesbank’s cancellation of the MISA was a unilateral contractual act, not a legal proceeding or enforcement action within the meaning of s 133(1). Consequently, the moratorium did not prohibit the cancellation, and no practitioner consent or court leave was required. The Court further declined to consider the late‑filed argument under s 134(1)(c) because it was not pleaded at the lower court and would prejudice Wesbank. Hence, Wesbank’s cancellation was deemed lawful.",
    "conclusion": "The appeal by the liquidators was dismissed. The judgment affirmed that Wesbank’s cancellation of the MISA was valid and not barred by the business rescue moratorium. Costs were awarded to the respondent, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Business Rescue",
    "level_3": [
      "Companies Act 71 of 2008",
      "Section 133",
      "Instalment Sale Agreement",
      "Moratorium",
      "Cancellation"
    ]
  }
}