{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/20.html",
  "case_name": "National Health Laboratory Service v Lloyd-Jansen van Vuuren (20044/14) [2015] ZASCA 20; 2015 (5) SA 426 (SCA) (19 March 2015)",
  "citation": "[2015] ZASCA 20",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 20\n|\nNoteup\n|\nLawCite\nNational Health Laboratory Service v Lloyd-Jansen van Vuuren (20044/14) [2015] ZASCA 20; 2015 (5) SA 426 (SCA) (19 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20044/2014\nReportable\nIn\r\nthe matter between:\nNATIONAL\r\nHEALTH LABORATORY\r\nSERVICE\n........................................................\nAppellant\nand\nMARIANA MAGDALENA\r\nLLOYD-JANSEN\nVAN\r\nVUUREN\n.................................................................................................................\nRespondent\nNeutral\r\ncitation:\nNational Health Laboratory Service v Mariana\r\nLloyd-Jansen van Vuuren\n(20044/2014)\n[2015] ZASCA 20(19 March\r\n2015).\nCoram:\nMhlantla, Shongwe and Wallis JJA and Dambuza and Mayat AJJA\nHeard:\n25 February 2015\nDelivered:\r\n19 March 2015\nSummary:\nContract\n–\ninterpretation\r\nand application of employment agreements\n–\nthe\r\nobligations under the two agreements are interdependent.\nORDER\nOn\r\nappeal from:\nGauteng Local Division, Johannesburg (LJ van der\r\nMerwe AJ sitting as court of first instance):\n1\r\nThe appeal is upheld with costs.\n2\r\nThe order of the high court is set aside and replaced with:\n‘\n(a)\r\nIt is declared that the obligation recorded in clause 3.4 of the\r\ncontract concluded on 4 January 2006 continued to exist\r\nnotwithstanding\nthe conclusion of the subsequent employment agreement\r\ndated 16 April 2010 between the plaintiff and the defendant.\n(b)\r\nIt is declared that the defendant is liable to the plaintiff pursuant\r\nto the provisions of clause 3.4 of the initial contract.\n(c)\r\nThe defendant is ordered to pay the costs of suit as between party\r\nand party.’\nJUDGMENT\nMhlantla\r\nJA (Shongwe and Wallis JJA and Dambuza and Mayat AJJA concurring):\nIntroduction\n[1]\r\nThe present dispute arose from two separate agreements concluded\r\nbetween the National Health Laboratory Service (the appellant)\nand Dr\r\nMariana Magdalena Lloyd-Jansen van Vuuren (the respondent). The\r\nrespondent, a medical practitioner, wanted to become a specialist\n\npathologist. In order to qualify as such one has to work as a\r\nspecialist trainee\n[1]\nand\r\nhold a training post within the Department of Health or at a health\r\nlaboratory in South Africa. In January 2006 the appellant\nemployed\r\nthe respondent as a junior registrar. The parties concluded an\r\nagreement setting out the terms of the respondent’s\ntraining\r\nand employment (the initial contract).\n[2]\r\nThe provisions relating to training are found in clause 3 of the\r\ninitial contract. The respondent was required to complete her\nstudies\r\nfor the M.Med degree within a period of five years, be attached to\r\nthe University of the Free State and be subject to some\nsupervision\r\nand assessment. The parties quantified the value of the training to\r\nbe provided by the appellant and agreed that if\nthe respondent did\r\nnot work for the appellant for a period of two years after completion\r\nof her training and qualification as a\nspecialist, she would\r\nre-imburse the appellant for the training costs incurred. This meant\r\nthat she would either work for the appellant\nfor a period of two\r\nyears or pay an amount of R2 million should she resign earlier than\r\nthe stipulated period.\n[3]\r\nOn 1 February 2006 the respondent commenced her duties as a junior\r\nregistrar. In 2008, she was promoted to the position of a\nsenior\r\nregistrar. She completed her studies and training before the expiry\r\nof the five year period stipulated in the contract.\n[4]\r\nIn April 2010 the appellant employed the respondent as a specialist\r\npathologist. A contract to that effect was concluded (the\nsecond\r\nagreement). No reference was made in this contract to the\r\nrespondent’s obligation to work for the appellant for two\nyears\r\nor pay the amount of R2 million if she left its employ before the\r\nexpiry of the stipulated period.\n[5]\r\nFour months later, in July 2010, the respondent resigned. The\r\nappellant demanded payment of the amount of R2 million from the\n\nrespondent. She refused to pay contending that the second agreement\r\nwas silent on her obligation to pay or work for the appellant\nfor two\r\nyears and that its conclusion had terminated the initial contract and\r\nwith it the obligation to repay this amount.\n[6]\r\nAs a result, the appellant instituted action in the South Gauteng\r\nHigh Court, Johannesburg for payment of the amount of R2 million\n\ntogether with interest and costs. The matter came before LJ van der\r\nMerwe AJ. At the commencement of the trial the parties requested\nthe\r\ncourt a quo to separate the issues relating to liability from those\r\nrelating to quantum. The judge accordingly issued an order\nseparating\r\nthe merits from the quantum. The parties presented him with a stated\r\ncase on the merits. Consequently, no evidence was\nled at the trial.\r\nThe court a quo had to determine whether the conclusion of the second\r\nagreement between the appellant and the\nrespondent on 16 April 2010\r\nterminated the appellant’s rights contained in clause 3.4 of\r\nthe initial contract.\n[7]\r\nThe court a quo was left unpersuaded by the appellant’s\r\nsubmission that the obligation recorded in clause 3.4 of the initial\n\ncontract survived the termination of the initial contract and\r\ncontinued to exist after the conclusion of the second employment\n\nagreement between the parties. The court rejected all of the\r\nappellant’s contentions and held that the appellant had the\n\nopportunity to incorporate the provisions of clause 3.4 of the\r\ninitial contract into the second agreement. The court further held\n\nthat the second agreement not only replaced the initial agreement,\r\nbut also expressly recorded that the second agreement constituted\nthe\r\nwhole agreement between the parties. The court concluded that the\r\nparties had agreed, by virtue of the provisions of the second\n\nagreement, that the provisions of clause 3.4 of the initial contract\r\nno longer applied. Therefore, the court a quo dismissed the\n\nappellant’s claim. It refused leave to appeal and this appeal\r\nis with the leave of this court.\n[8]\r\nThe issues on appeal concern the interpretation and application of\r\nthe two agreements and whether the second agreement replaced\nthe\r\ninitial contract.\nContracts\n[9]\r\nIt is apposite at this stage to set out in detail the relevant terms\r\nof these contracts. In this regard, I will commence with\nthe initial\r\ncontract (the 2006 agreement), which also covered the training of the\r\nrespondent. It was concluded on 4 January 2006.\nThe respondent was\r\nemployed as a junior registrar with effect from 1 February 2006. The\r\nrelevant details relating to training are\nset out in clause 3. The\r\nrespondent was subject to an annual performance review. Her\r\nprogression to the next year was subject to\nevidence of satisfactory\r\nprogress. She was obliged to register with the University of the Free\r\nState for the M.Med degree and write\nthe requisite examinations\r\nbefore the expiry of the five year period. She was also obliged to\r\nregister with the Health Professions\nCouncil of South Africa (HPCSA).\n[10]\r\nThe contentious clause is clause 3.4 which reads:\n‘\nOn\r\ncompletion of the requirements for registration as a specialist with\r\nthe HPCSA the employee shall continue to work for the NHLS\nas a\r\nspecialist pathologist for a period of two years following specialist\r\nregistration. For the purposes of this agreement, registrar\ntraining\r\nis deemed to be worth R2 million, irrespective of the time spent in\r\ntraining, the sum of which shall be worked off over\na full two-year\r\nperiod (24 months). Should the employee complete the first full\r\ntwelve months of this period, the employee’s\nindebtedness to\r\nthe NHLS shall be reduced to 75% of the full amount owing. Should the\r\nemployee not complete the two-year post-specialist\nregistration\r\nworking requirement, the employee shall pay back to the NHLS the\r\namount owing in a single lump sum prior to resignation.\nThe employer\r\nmay at its discretion cancel the indebtedness of the employee at any\r\ntime.’\n[11]\r\nThe remainder of the clauses related to the terms and conditions of\r\nemployment, that is, the duties of the employee, remuneration,\n\nprobation period, restraint of trade and termination of employment.\r\nThe termination clause made provision for the unilateral termination\n\nof the agreement by either party on one calendar month’s\r\nwritten notice to the other party.\n[12]\r\nIn so far as the second agreement was concerned, this was concluded\r\nin April 2010, when the respondent was appointed as a specialist\n\npathologist. She was required to provide proof, by 30 April 2010,\r\nthat she had applied for registration with the HPCSA as a specialist\n\npathologist. No reference was made to the obligation recorded in\r\nclause 3.4 of the initial contract. The second agreement was broadly\n\nsimilar to the initial contract, but excluded clause 3 which related\r\nto the training of the respondent. The termination clause\nalso made\r\nprovision for the unilateral termination of the agreement by either\r\nparty on one calendar month’s written notice\nto the other\r\nparty.\nInterpretation\n[13]\r\nOur law relating to the interpretation of documents has evolved since\r\nthe earlier approach enunciated in\nCoopers\r\n& Lybrand & others\nv\nBryant\n[2]\nwhere it was held:\n‘\nThe\r\ncorrect approach to the application of the “golden rule”\r\nof interpretation after having ascertained the literal\nmeaning of the\r\nword or phrase in question is, broadly speaking, to have regard:\n(1)\r\nto the context in which the word or phrase is used with its\r\ninterrelation to the contract as a whole, including the nature and\n\npurpose of the contract, as stated by Rumpff CJ\nsupra;\n(2)\r\nto the background circumstances which explain the genesis and purpose\r\nof the contract, ie to matters probably present to the\nminds of the\r\nparties when they contracted…;\n(3)\r\nto apply extrinsic evidence regarding the surrounding circumstances\r\nwhen the language of the document is on the face of it ambiguous,\nby\r\nconsidering previous negotiations and correspondence between the\r\nparties, subsequent conduct of the parties showing the sense\nin which\r\nthey acted on the document, save direct evidence of their own\r\nintentions.’ (Citations omitted.)\n[14]\r\nThis court in\nBothma-Batho\nTransport\r\n(Edms) Bpk\nv\nS\r\nBothma & Seun Transport (Edms) Bpk\n,\n[3]\nreformulated the principles governing the approach to interpretation\r\nas follows:\n‘\nWhilst\r\nthe starting point remains the words of the document, which are the\r\nonly relevant medium through which the parties have expressed\ntheir\r\ncontractual intentions, the process of interpretation does not stop\r\nat a perceived literal meaning of those words, but considers\nthem in\r\nthe light of all relevant and admissible context, including the\r\ncircumstances in which the document came into being. The\nformer\r\ndistinction between permissible background and surrounding\r\ncircumstances, never very clear, has fallen away. Interpretation\nis\r\nno longer a process that occurs in stages but is “essentially\r\none unitary exercise”. Accordingly it is no longer\nhelpful to\r\nrefer to the earlier approach.’\nNovation\n[15]\r\nTo the extent that the judgment of the court a quo was premised upon\r\nnovation, it is necessary for me to consider this aspect.\nThere is a\r\npresumption against novation because it involves a waiver of existing\r\nrights. When parties novate they intend to replace\na valid contract\r\nwith another valid contract. In determining whether novation has\r\noccurred, the intention to novate is never presumed.\nIn\nAcacia\r\nMines Ltd\nv\nBoshoff,\n[4]\nthe court held that novation is essentially a question of intention.\n[16]\r\nIn\nProflour\r\n(Pty) Ltd & another\nv\nGrindrod\r\nTrading (Pty) Ltd\nt/a\nAtlas\r\nTrading and Shipping & another\n[5]\nthe court, when determining whether the agreement resulted in a\r\nnovation, referred to the decision of\nElectric\r\nProcess Engraving and Stereo Co\nv\nIrwin\n1940 AD 220\nat 226-227 where the court said:\n‘\nThe\r\nlaw on the subject was clearly enunciated as far back as 1880 in the\r\nwell-known case of\nEwers\nv\nThe Resident Magistrate of\r\nOudtshoorn and Another\n, (Foord) 32, where DE VILLIERS, C.J, said:\r\n“The result of the authorities is that the question is one of\r\nintention and that,\nin the absence of any express declaration of the\r\nparties, the intention to effect a novation cannot be held to exist\r\nexcept by\nway of necessary inference from all the circumstances of\r\nthe case.”’\nIt\r\nfollows that in order to establish whether novation has occurred, the\r\ncourt is entitled to have regard to the conduct of the\nparties,\r\nincluding any evidence relating to their intention.\n[17]\r\nIt was submitted before us, on behalf of the respondent, that both\r\ncontracts could not exist simultaneously. It was contended\nthat\r\nclause 3.4 of the initial contract should have been incorporated into\r\nthe second agreement. In the circumstances of this case,\nnovation had\r\noccurred and the second agreement had replaced the initial contract\r\nin toto, so the argument went.\n[18]\r\nI do not agree with this submission. The interpretation contended for\r\nby the respondent is contrary to the background circumstances\nof the\r\nmatter and the intention of the parties. In this regard, I\r\nrespectfully disagree with the reasoning of the court a quo.\nIn\r\napplying the above mentioned legal principles to the facts of this\r\nmatter, it is evident that the two contracts served different\n\npurposes. The initial contract was primarily concerned with the\r\ntraining of the respondent. The parties agreed on the value of\nthe\r\ntraining so as to avoid any dispute should the respondent resign\r\nafter qualifying as a specialist. The first sentence in clause\n3.4\r\nconferred some rights and obliged both parties to perform. On the one\r\nhand, the appellant undertook to employ the respondent\nupon\r\nqualifying as a pathologist whilst she undertook to work for the\r\nappellant for two years or to re-imburse the appellant if\nshe did not\r\ndo so. Clause 3.4 also provided that irrespective of the time spent\r\nin training, which included completion of the training\nin a shorter\r\ntime period, the respondent undertook to work for a further two\r\nyears, failing that, to pay the amount of R2 million\nto the\r\nappellant.\n[19]\r\nClauses 1.1 and 3.4 of the initial contract determined and regulated\r\nany future employment relationship between the parties.\nThe\r\nrespondent was obliged to recompense the appellant in respect of the\r\nmoneys expended towards her training, either by rendering\nher\r\nservices to the appellant for a specified period or by repaying the\r\nfull amount spent on her training. This is what the parties\nagreed to\r\ndo and they concluded an agreement to that effect. These undertakings\r\nare therefore binding on the parties.\n[20]\r\nIt is common cause that the respondent received training with the\r\nfinancial assistance of the appellant. The appellant complied\nwith\r\nits obligation by employing the respondent in April 2010. This is the\r\ncontract in terms of which both parties would perform\nin order to\r\ncomply with their obligations set out in clause 3.4. This agreement\r\nwas purely an employment contract of the respondent\nas a specialist\r\npathologist. The conclusion of the second agreement constituted the\r\nimplementation of the two-year employment obligation\nfollowing\r\nregistration of the respondent as a specialist as undertaken in\r\nclause 3.4 of the initial contract. The second agreement\nwas\r\naccordingly a continuation of the initial contract, in that the\r\nrespondent was now employed as a specialist pathologist, something\n\nenvisaged in clause 3.4. This contract did not vary or cancel the\r\nobligations imposed by the initial contract. In the result novation\n\ndid not occur. The indebtedness of the respondent in terms of the\r\ninitial contract could never be extinguished by the conclusion\nof the\r\nsecond agreement.\n[21]\r\nLastly, it was submitted on behalf of the respondent that the\r\ntermination clause in the second agreement was in conflict with\n\nclause 3.4 of the initial contract. Any reliance on this clause is\r\nmisplaced.  It has to be borne in mind that the notice\nperiod\r\nwas a standard term. The argument loses sight of the fact that both\r\nagreements contained the termination clauses and these\nwere\r\nidentical. There is nothing peculiar in having such a term. The only\r\nlogical conclusion is that the respondent could terminate\nthe\r\nagreement subject to the provisions of clause 3.4.\n[22]\r\nIt follows that clause 3.4 of the initial contract is still in\r\noperation and that the indebtedness of the respondent towards\nthe\r\nappellant remains notwithstanding the conclusion of the second\r\nagreement. This clause could only be cancelled by the appellant\nand\r\nthis was not done. The appeal must therefore succeed.\n[23]\r\nIn the result the following order is made:\n1\r\nThe appeal is upheld with costs.\n2\r\nThe order of the high court is set aside and replaced with:\n‘\n(a)\r\nIt is declared that the obligation recorded in clause 3.4 of the\r\ncontract concluded on 4 January 2006 continued to exist\r\nnotwithstanding\nthe conclusion of the subsequent employment agreement\r\ndated 16 April 2010 between the plaintiff and the defendant.\n(b)\r\nIt is declared that the defendant is liable to the plaintiff pursuant\r\nto the provisions of clause 3.4 of the initial contract.\n(c)\r\nThe defendant is ordered to pay the costs of suit as between party\r\nand party.’\n__________________\nNZ\r\nMHLANTLA\nJUDGE\r\nOF APPEAL\nAPPEARANCES\n:\nFor Appellant: R Ram\nInstructed\r\nby:\nShepstone\r\n& Wylie Attorneys, Sandton\nMatsepes\r\nInc, Bloemfontein\nFor Respondent: S\r\nSnyman\nInstructed\r\nby:\nSnyman\r\nAttorneys, Houghton\nHoney\r\nAttorneys, Bloemfontein\n[1]\nA\r\n\tspecialist trainee in any one of the branches of medicine including\r\n\tpathology has to be registered at a university for a master\nof\r\n\tmedicine degree (M.Med). Only graduates in medicine (MBChB) who have\r\n\tcompleted the prescribed intern period and who are registered\nwith\r\n\tthe Health Professions Council of South Africa are allowed to\r\n\tregister for\nthe\r\n\tM.Med programme. A specialist trainee is referred to as a registrar.\n[2]\nCoopers\r\n\t& Lybrand & others\nv\nBryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 768A-E.\n[3]\nBothma-Batho\r\n\tTransport (Edms) Bpk\nv\nS\r\n\tBothma & Seun Transport (Edms) Bpk\n2014 (2) SA 494\n(SCA) para 12.\n[4]\nAcacia\r\n\tMines Ltd\nv\nBoshoff\n1958 (4) SA 330\n(A) at 337D.\n[5]\nProflour\r\n\t(Pty) Ltd & another\nv\nGrindrod\r\n\tTrading (Pty) Ltd t/a Atlas Trading and Shipping & another\n[2010]\r\n\t2 All SA 510\n(KZD) para 10.",
  "scraped_at": "2026-02-12T16:52:03.489816",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}