{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/29.html",
  "case_name": "Strydom v S (20215/2014) [2015] ZASCA 29 (23 March 2015)",
  "citation": "[2015] ZASCA 29",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 29\n|\nNoteup\n|\nLawCite\nStrydom v S (20215/2014) [2015] ZASCA 29 (23 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE\r\nNO: 20215/2014\nNot\r\nReportable\nIn\r\nthe matter between:\nCORNELIA\r\nSTRYDOM\n.....................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n.......................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nStrydom v The State\n(20215/14)\n[2015] ZASCA 29\n(23 March\r\n2015).\nCoram:\nLewis, Pillay et Mbha JJA\nHeard:\n12 March 2015\nDelivered:\n23 March 2015\nSummary:\nSentence\r\n– imprisonment of non-parole period ordered in terms of s\r\n276B(1) of\nCriminal Procedure Act 51 of 1977\n– non-parole order\r\nto be made only in exceptional circumstances - court required to\r\nafford parties opportunity to address\ncourt on making such an order\r\nand the period thereof – failure to do so constitutes\r\nmisdirection.\nORDER\nOn\r\nappeal from:\nGauteng\nLocal\r\nDivision\n, Johannesburg (Borchers J\r\nsitting as court of first instance)\n1 The appeal is\r\nupheld.\n2 the order of the\r\ncourt below refusing the appellant leave to appeal is set aside and\r\nreplaced with the following:\n‘\nThe\r\nappellant is granted special leave to appeal to the Gauteng Local\r\nDivision, Johannesburg, against the sentence imposed by the\nRegional\r\nCourt’;\n3 The appellant is\r\ndirected to deliver her notice of appeal on or before 17 March 2015\r\nbased on the findings made in this judgment\nand containing such\r\nfurther grounds of appeal as may be permitted by the court of appeal.\n4 The Director of\r\nPublic Prosecutions, Gauteng Local Division, is requested to place\r\nthis appeal on the roll as a matter of urgency\non a date to be\r\narranged with the appellant’s counsel.\n5 The registrar of\r\nthis court is requested to make three copies of the record filed in\r\nthis court available to the appellant’s\nattorney for use in the\r\nappeal to the Gauteng Local Division, Johannesburg, should the Judge\r\nPresident of that division sanction\nthis arrangement.\nREASONS FOR\r\nJUDGMENT\nPillay JA (Lewis\r\net Mbha JJA Concurring)\n[1] The order set\r\nout above was made by this court with the agreement of the parties at\r\nthe hearing of the appeal. The reasons for\nmaking the order follow.\r\nThe appeal is against the order of the Gauteng Local Division,\r\nJohannesburg refusing the appellant’s\napplication for leave to\r\nappeal to that court against her sentence imposed in the Gauteng\r\nRegional Court (Specialised Commercial\nCrime Court) sitting at\r\nJohannesburg. Her conviction was based on 36 charges of fraud\r\ninvolving a benefit to her of R375 816.92.\nShe was consequently\r\nsentenced to serve a term of five years’ imprisonment with the\r\nproviso that in terms of s 276B of the\nCriminal Procedure Act 51 of\r\n1977 (CPA) the appellant serve three years of imprisonment before\r\nbeing placed or being considered\neligible for parole.\n[2] The appellant’s\r\napplication for leave to appeal in terms of s 309B of the CPA to the\r\nregional magistrate against sentence\nwas dismissed. She then\r\npetitioned the Judge President of the Gauteng Local Division in terms\r\nof s 309C of the CPA for such leave.\nThis application was also\r\ndismissed whereupon she sought and obtained leave to appeal to this\r\ncourt against the dismissal of the\npetition.\n[3] Thus, the issue\r\nbefore this court is whether the application in terms of s 309B of\r\nthe CPA was correctly dismissed or not.\n[4] The background\r\nto this matter is as follows. The appellant was employed by the City\r\nof Johannesburg as a Specialist Pension\nAdministrator. Her duties\r\nincluded paying out expenses incurred for specialised home care by\r\nformer employees of the municipality\nwho were injured on duty and\r\nrequired such care. During the course of her employment, the\r\nappellant became involved in a scam to\ndefraud the municipality. She\r\ncolluded with one Marlene Horn who would submit false invoices for\r\ntreatment not in fact administered.\nThe appellant would then arrange\r\npayment to Horn in terms of the false invoices. The two of them would\r\nthen share the spoils of\ntheir scheme which occurred between 6 June\r\n2007 and 30 September 2009. She and Horn were charged with 36 counts\r\nof fraud. Horn\nfor her part entered into an agreement with the\r\nprosecution in terms of s 105A of the CPA and their trials were\r\nconsequently separated.\n[5] The appellant\r\npleaded guilty to all the charges and admitted in a written plea\r\nsubmitted in terms of s 112 of the CPA to having\ncommitted all the\r\noffences referred to in the charge sheet and that she had benefitted\r\nto the tune of R375 816.92 from this\nillegal venture. The\r\nnecessary elements of fraud were admitted and she was consequently\r\nconvicted as charged.\n[6] The appellant\r\nadmitted to one previous conviction of fraud of her former employer\r\n(prior to City of Johannesburg) – having\ncommitted that offence\r\nin 1998 and in respect of which she was sentenced to correctional\r\nsupervision. It is unclear whether this\nincluded any directives for\r\nher to attend any course within the Correctional Services system in\r\norder to enhance her rehabilitation.\n[7] Prior to\r\nsentence, two reports – a pre-sentence report and one in\r\nrespect of the interests of her three children –\nwere prepared\r\nby social worker Daleen van Biljon. In the first report, as Van\r\nBiljon testified, her investigations disclosed allegations\nof abuse\r\nand financial demands on the appellant by her husband. The alleged\r\nabuse entailed physical and mental abuse from the time\nthey got\r\nmarried when she was still in her teens.\n[8] The appellant\r\nrelied on these reports to explain that the aforementioned abuse and\r\ndemands by her husband played a significant\nrole in her committing\r\nthese crimes. She also relied on the reports in respect of the\r\nchildren’s interest presumably in an\nattempt to avoid a\r\nsentence of direct imprisonment in the light of the age of her young\r\ndaughter – seven years old - who\nlives with her.\n[9] A number of\r\nissues in the record and judgment on sentence lay the magistrate open\r\nto criticism. I will confine this judgment\nto only one aspect as it\r\nis unnecessary to deal with every aspect that gives rise to concern.\n[10] In regard to\r\nthe imposition of the non-parole period, s 276B of the CPA reads as\r\nfollows:\n‘\n276B\r\nFixing of non-parole-period\n(1)(\na\n)\r\nIf a court sentences a person convicted of an offence to imprisonment\r\nfor a period of two years or longer, the court may as part\nof the\r\nsentence, fix a period during which the person shall not be placed on\r\nparole.\n(\nb\n) Such\r\nperiod shall be referred to as the non-parole-period, and may not\r\nexceed two thirds of the term of imprisonment imposed or\n25 years,\r\nwhichever is the shorter.\n(2) If a person who\r\nis convicted of two or more offences is sentenced to imprisonment and\r\nthe court directs that the sentences of\nimprisonment shall run\r\nconcurrently, the court shall, subject to subsection (1)\n(b)\n,\r\nfix the non-parole-period in respect of the effective period of\r\nimprisonment.’\nThough\r\nnot specifically stated by the magistrate, she clearly imposed the\r\norder by invoking s 276B(1)\n(a)\n.\n[11] The appellant\r\nwas not provided with an opportunity of addressing the court when the\r\nmagistrate invoked s 276B of the CPA in\norder to fix a period during\r\nwhich she could not be placed on or considered for parole. This is\r\nprecisely the issue raised by the\nappellant in this appeal. The\r\nappellant contends that she ought to have been afforded an\r\nopportunity to address the court prior\nto the imposition of the\r\nnon-parole order. It is unnecessary to further discuss this aspect\r\nsince counsel for the State has very\nfairly conceded that the\r\nmagistrate ought to have afforded the appellant an opportunity to\r\naddress the court on the order prior\nto making it. The failure to do\r\nso constituted a misdirection. It is also noteworthy that the\r\nmagistrate did not give any reasons\nfor invoking this section in her\r\njudgment.\n[12]\r\nIt is however necessary to deal with this matter in a little bit more\r\ndetail despite the concession. In\nS\r\nv Stander\n[1]\nin which s 276B was invoked without invitation to the parties to\r\naddress the court on it and where no reason for invoking it was\n\ngiven, it was explained that when considering whether the petition\r\nwas wrongly refused – and therefore whether there are\n\nreasonable prospects of success on appeal – three issues arise.\r\nFirst, whether the magistrate was obliged to give reasons\nfor\r\nimposing a non-parole portion of the prison sentence, second, the\r\ncircumstances under which the court would be entitled to\nimpose a\r\nnon-parole order as part of the sentence and, third, whether the\r\nmagistrate was obliged to invite or allow argument before\nthe\r\nimposition of a non-parole order.\n[13]\r\nRegarding the first issue, accused persons are always entitled to the\r\nreasons for decisions which will affect them. They are\nentitled to\r\nunderstand why and how such decisions have been arrived at. As\r\nCorbett JA said in\nS\r\nv Immelman\n[2]\n,\n‘\nIt\r\nhas been decided in this Court, with reference to the verdict of the\r\nCourt, that, although there is no provision in the Criminal\nProcedure\r\nCode for the delivery of a judgment when a Judge sits alone or with\r\nassessors (when these decisions were given the alternative\nsystem of\r\ntrial by jury still obtained), in practice such a judgment is\r\ninvariably given and that it is clearly in the interests\nof justice\r\nthat it should be given (see\nR\r\nv Majerero and Others\n1948\r\n(3) SA 1032\n(A);\nR\r\nv Van der Walt\n1952\r\n(4) SA 382\n(A)). It seems to me that, with regard to the sentence of\r\nthe Court in cases where the trial Judge enjoys a discretion, a\r\nstatement\nof the reasons which move him to impose the sentence which\r\nhe does also serve the interests of justice. The absence of such\r\nreasons\nmay operate unfairly, as against both the accused person and\r\nthe State.’\n[14] The\r\nmagistrate’s failure to give reasons for invoking s 276B of the\r\nCPA leaves one none the wiser as to why she did so.\nIt is not only\r\nunfair to both the appellant and the respondent but also to the\r\npublic. While the statutes do not demand this, it\nis a salutary\r\npractice developed and generally adhered to over a long period of\r\ntime. In my view the reasons as set out by Corbett\nJA in\nImmelman\njustify strict adherence to the practice of giving reasons for\r\ndecisions.\n[15]\r\nWith regard to the second issue, the circumstances under which such\r\nan order could be imposed, Snyders JA, in\nStander\n,\r\nrecognising the provisions of the Correctional Services Act 111 of\r\n1998 (CSA) as amended, articulated the history and the development\nof\r\nthe courts’ approach to this aspect of the imposition of a\r\nnon-parole order. In referring to a number of decisions,\n[3]\nshe concluded that while the legislation empowers the courts to\r\nimpose such an order when sentencing, it should only do so when\nthe\r\ncircumstances specifically relevant to parole in addition to any\r\naggravating factors pertaining to the commission of the crime,\nand\r\nwhere a proper, evidential basis had been laid for a finding that\r\nsuch circumstances exist so as to justify the imposition\nof such an\r\norder.\n[4]\nThis court held that a\r\ncourt should not resort to s 276B of the CPA lightly and rather, as\r\nthis court has often indicated, allow\nthe officials of the Department\r\nof Correctional Services, who are guided by the CSA and the attendant\r\nregulations, to make such\nassessments and decisions as well as the\r\nparole board.\n[16]\r\nThe third issue is whether a magistrate should allow or invite\r\nargument prior to the imposition of a non-parole period. The\n\nimposition of such an order has a drastic impact on sentence. In this\r\nmatter invoking s 276B came as a surprise to both the appellant\nand\r\nthe respondent. It was not suggested by the prosecution and, as\r\nindicated above, there was no warning that it was being contemplated.\n\nSection 276B entails an order which is a determination in the present\r\nfor the future behavior of the person to be affected thereby.\nIn\r\nother words, it is an order that a person does not deserve being\r\nreleased on parole in future. (See:\nS\r\nv Bull; S v Chavulla & others)\n.\n[5]\nSuch\r\nan order should only be made in exceptional circumstances which can\r\nonly be established by investigation and a consideration\nof salient\r\nfacts, legal argument and perhaps further evidence upon which such a\r\ndecision rests.\n[17]\r\nIn another similar case,\nS\r\nv Mthimkulu\n,\n[6]\nthis court dealt with an order of a parole period imposed in terms of\r\ns 276B(2). In this case also there was no invitation to address\nthe\r\ncourt prior to the imposition of the non-parole order. It needs to be\r\nnoted that this case dealt with what appeared to the\ntrial court to\r\nbe a peremptory imposition of a non-parole order which this court\r\nrejected. The judgment is relevant in as far as\nit deals with the\r\nfailure to afford the parties an opportunity to address the court in\r\nthat regard prior to the imposition of such\nan order. This court held\r\nthat a failure to afford the parties the opportunity to address the\r\nsentencing court might, depending\non the case, well constitute an\r\ninfringement of such fair-trial rights. In the present case, I am of\r\nthe view that the failure\nto do so indeed constitutes a misdirection.\r\nOn this ground alone there is a reasonable prospect of success on\r\nappeal. In the circumstances,\nleave to appeal against the sentence\r\n(as it stands) should have been granted, as there are clearly\r\nprospects of success on appeal.\n[18] The appellant\r\nhas already served two years and six months’ imprisonment of\r\nthe sentence. But for the non-parole order,\nher incarceration would\r\nalready have been reduced or at least consideration would already\r\nhave been given to that by the authorities.\nThe prejudice caused by\r\nthe non-parole order may be reduced if the appeal is successful. This\r\nhighlights the need for the appeal\nto be dealt with as soon as\r\npossible. The order I propose to hand down ought to expedite it.\n[19] The following\r\norder is made:\n1 The appeal is\r\nupheld.\n2 the order of the\r\ncourt below refusing the appellant leave to appeal is set aside and\r\nreplaced with the following:\n‘\nThe\r\nappellant is granted special leave to appeal to the Gauteng Local\r\nDivision, Johannesburg, against the sentence imposed by the\nRegional\r\nCourt’;\n3 The appellant is\r\ndirected to deliver her notice of appeal on or before 17 March 2015\r\nbased on the findings made in this judgment\nand containing such\r\nfurther grounds of appeal as may be permitted by the court of appeal.\n4 The Director of\r\nPublic Prosecutions, Gauteng Local Division, is requested to place\r\nthis appeal on the roll as a matter of urgency\non a date to be\r\narranged with the appellant’s counsel.\n5 The registrar of\r\nthis court is requested to make three copies of the record filed in\r\nthis court available to the appellant’s\nattorney for use in the\r\nappeal to the Gauteng Local Division, Johannesburg, should the Judge\r\nPresident of that division sanction\nthis arrangement.\nR PILLAY\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: Mr B\r\nRoux S C\nInstructed by:\nJan Ellis Attorneys,\r\nc/o Smit & Grové, Johannesburg\nKramer Weihmann &\r\nJoubert , Bloemfontein\nFOR RESPONDENT: Mr T\r\nZitha\nInstructed by:\nThe Director of\r\nPublic Prosecutions, Johannesburg\nThe Director of\r\nPublic Prosecutions, Bloemfontein\n[1]\nS\r\n\tv Stander\n2012\r\n\t(1) SACR 537\n(SCA) para 3.\n[2]\nS\r\n\tv Immelman\n1978\r\n\t(3) SA 726\n(A) at 729C.\n[3]\nS v Mhlakaza &\r\n\tanother\n1997\r\n\t(1) SACR 515\n(SCA) at 521d-i;\nS\r\n\tv Pauls\n2011\r\n\t(2) SACR 417\n(ECG);\nS\r\n\tv Williams; S v Papier\n[2006] ZAWCHC 5\n;\n2006\r\n\t(2) SACR 101\n(C);\nS\r\n\tv Mshumpa & another\n2008\r\n\t(1) SACR 126 (E).\n[4]\nSee\nStander\npara 20.\n[5]\nS\r\n\tv Bull; S v Chavulla\n&\r\n\tothers 2001 (\n1\n2)\r\n\tSACR 681\n(SCA) at 692d-i, 693d-g, and 697a.\n[6]\nS\r\n\tv Mthimkulu\n2012\r\n\t(2) SACR 89\n(SCA).",
  "scraped_at": "2026-02-12T17:07:25.121749",
  "date": "2015-03-23",
  "coram": [
    "Lewis",
    "Pillay JA",
    "Mbha JJA"
  ],
  "case_number": "20215/2014",
  "parties": {
    "applicants": [
      "Cornelia Strydom"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Cornelia Strydom, employed as a Specialist Pension Administrator for the City of Johannesburg, colluded with a former employee, Marlene Horn, to defraud the municipality between June 2007 and September 2009. False invoices for home‑care services were submitted and payments made, with the proceeds amounting to R375,816.92. Strydom pleaded guilty to 36 counts of fraud, admitted a prior conviction for fraud in 1998, and presented pre‑sentence reports indicating a history of marital abuse and financial pressure. The trial court sentenced her to five years' imprisonment with a non‑parole period of three years, invoking s 276B(1)(a) of the Criminal Procedure Act.",
    "issues": "The appeal raised two primary issues: (1) whether the magistrate was correct in dismissing Strydom's application for leave to appeal under s 309B of the CPA; and (2) whether the magistrate erred by fixing a non‑parole period without giving the appellant an opportunity to address the court or providing reasons for the order, thereby breaching procedural fairness.",
    "principles": "Section 276B of the CPA permits courts to fix a non‑parole period but requires that the order be made in exceptional circumstances, supported by evidential findings, and that the accused be afforded the chance to be heard and to receive reasons for the decision. Precedent cases such as S v Stander, S v Immelman, and S v Mthimkulu emphasize the necessity of granting parties the opportunity to address the court, providing reasons for the non‑parole order, and limiting the use of the provision to situations where parole considerations are clearly substantiated.",
    "application": "The Court of Appeal found that the magistrate failed to invite Strydom to address the court before fixing the non‑parole period and did not give any reasons for invoking s 276B. This omission constituted a misdirection and a breach of the accused’s fair‑trial rights. Consequently, the Court concluded that there was a reasonable prospect of success on appeal and that leave to appeal should have been granted.",
    "conclusion": "The appeal was upheld. The order refusing the appellant leave to appeal was set aside and replaced with a grant of special leave to appeal to the Gauteng Local Division. The appellant was directed to file her notice of appeal by 17 March 2015, and the Director of Public Prosecutions was instructed to place the appeal on the roll as a matter of urgency. The registrar was ordered to provide three copies of the record for the appellant’s counsel."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "non‑parole period",
      "procedural fairness",
      "appeal",
      "fraud"
    ]
  }
}