{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/90.html",
  "case_name": "Nieuwenhuizen v S (20339/14) [2015] ZASCA 90 (29 May 2015)",
  "citation": "[2015] ZASCA 90",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 90\n|\nNoteup\n|\nLawCite\nNieuwenhuizen v S (20339/14) [2015] ZASCA 90 (29 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nno: 20339/14\nIn\r\nthe matter between:\nLESLEY\nNIEUWENHUIZEN                                                                                         \n\nAPPELLANT\nand\nTHE\nSTATE                                                                                                                   \n\nRESPONDENT\nNeutral\r\ncitation:\nNieuwenhuizen v S\n(20339/14)\n[2015] ZASCA 90\n(29 May 2015)\nCoram:\nShongwe,\r\nLeach JJA and Mayat AJA\nHeard:                   \r\n14 May 2015\nDelivered:\n29\r\nMay 2015\nSummary:\nCriminal Procedure – Sentence – convicted of six\r\ncounts of fraud to the tune of R130 429.46 – whether sentence\n\nis shockingly inappropriate – court of appeal considers whether\r\nthe trial court and court a quo materially misdirected themselves\n–\r\neach case considered on its own merits – no misdirection found\r\n– sentence is not strikingly or disturbingly\ndisproportionate\n–\nthis\r\ncourt not justified to interfere.\nORDER\nOn\r\nappeal from:\nThe Northern Cape Division of the High Court,\r\nKimberley (Jordaan and Hendricks JJ sitting as court of appeal):\nThe\r\nappeal is dismissed.\nJUDGMENT\nShongwe\r\nJA (Mayat AJA concurring)\n[1]\r\nThis is an appeal against sentence only. The appellant was convicted\r\nof six counts of fraud and sentenced to six years‟\n\nimprisonment, two years of which were suspended for five years on\r\ncertain conditions. Her application for leave to appeal against\nthe\r\nconviction and sentence was refused. She petitioned the Judge\r\nPresident of the Northern Cape High Court for leave against the\n\nconviction and sentence. Leave was accordingly granted to the court a\r\nquo. However, the appeal was dismissed; likewise her application\nfor\r\na further leave to appeal was unsuccessful. Leave to appeal against\r\nsentence only was granted by this court.\n[2]\r\nShe pleaded not guilty on 31 fraud charges but was convicted on\r\ncounts 12 to 17 which amounted to the value of R130 429. 46\nand was\r\nacquitted on the other charges. She steadfastly denied the charges\r\nagainst her. The trial court as well as the court a\nquo were\r\nsatisfied of her guilt. The court a quo was also satisfied that the\r\ntrial court did not materially misdirect itself on\nthe sentence\r\nimposed. It concluded that had it been in the position of the trial\r\ncourt it would have imposed a lighter sentence,\nhowever it was not\r\nconvinced that the sentence it would have imposed would have differed\r\nmaterially from the one imposed to the\nextent of declaring the\r\nsentence imposed shockingly inappropriate. Hence the appeal against\r\nconviction and sentence were dismissed.\n[3]\r\nThe facts are briefly that the appellant approached the complainant\r\nMr Dawid Hermanus Jansen van Vuuren, an attorney, to do\ndebt\r\ncollection work for her. She claimed to be collecting debts from a\r\nnumber of government employees. As a result she would receive\ncheques\r\nfrom some government departments, in particular, the Department of\r\nFinance and Economic Affairs. She claimed these cheques\nwould be\r\ndeposited in the complainant‟s trust account and that the\r\ncomplainant would in turn give her cash. She did not show\nthe\r\ncomplainant the cheques which she had received and the cheques were\r\nnever deposited in the complainant‟s  trust\naccount as \r\npromised. For some reason the complainant believed her and he gave\r\nher various amounts of cash in anticipation\nthat she would deposit\r\nthe cheques in his trust account.\n[4]\r\nAt some stage she represented to the complainant that she was\r\nexpecting a sum of up to R700 000.00 in debt collections. They\nwere\r\nseen together at Absa Bank where they conducted various\r\nbusiness/financial transactions. She also transferred money from the\n\ncomplainant‟s trust account into her personal account or an\r\naccount named “New Finance”, which was seemingly\nher\r\ntrading name. She also transferred money from the complainant‟s\r\ntrust account on her own, having forged the complainant‟s\n\nsignature. During her trial she did not dispute the allegations of\r\ntransferring money from the complainant‟s trust account\ninto\r\nher personal account but averred that it was with the complainant‟s\r\nconsent.\n[5]\r\nIt is settled law that an appeal court will not interfere on appeal\r\nwith a sentence imposed, unless the trial court  materially\n\nmisdirected itself or the sentence is shockingly inappropriate. A\r\ntrial court exercises its judicial discretion depending on the\nfacts\r\nof each particular case. Each and every case must be judged on its\r\nown merits. Should the appeal court find that the discretion\nwas not\r\njudicially exercised it will be at large to interfere. (See\nS\nv\nMitchele\n&\nanother\n2010 (1) SACR 131\n(SCA). In\nS\nv\nDe\nJager\n&\nanother\n1965\r\n(2) SA 616\n(A) at 628H-629 Holmes JA observed that:\n'It\nwould\nnot\nappear\nto\nbe\nsufficiently\nrecognised\nthat\na\nCourt\nof\nappeal\ndoes\nnot\nhave\na\ngeneral\ndiscretion\nto\nameliorate\nthe\nsentences\nof\ntrial\nCourts.\nThe\nmatter\nis\ngoverned\nby\nprinciple.\r\nIt is the trial Court which has the discretion, and a Court of appeal\r\ncannot interfere\nunless the\r\ndiscretion was not judicially exercised, that is to say unless the\r\nsentence is vitiated\nby\r\nirregularity or misdirection or is so severe that no reasonable court\r\ncould have imposed it.\nIn\r\nthis latter regard an accepted test is whether the sentence induces a\r\nsense of shock, that is\nto\r\nsay if there is a striking disparity between the sentence passed and\r\nthat which the Court of\nappeal\nwould\nhave\nimposed.\nIt\nshould\ntherefore\nbe\nrecognised\nthat\nappellate\njurisdiction\nto\ninterfere with punishment is not discretionary\r\nbut, on the contrary, is very limited.'\n[6]\r\nAn appeal court may also consider the trial court‟s discretion\r\nto have been unreasonably exercised if the disparity between\nthe\r\ntrial court‟s sentence and  that  which  the\r\n appellate  court  would  have  imposed\n is\r\n 'strikingly'  or 'startlingly' or 'disturbingly'\r\ninappropriate. However, if it is not so inappropriate the\nappellate\r\ncourt will not be justified to interfere with the sentence. (\nS\nv Malgas\n2001 (1) SACR 469\npara 12. Marais JA held:\n'A\r\ncourt\nexercising appellate\r\njurisdiction cannot, in the absence of material misdirection by\nthe\ntrial\ncourt, approach\nthe\nquestion\nof\nsentence\nas\r\nif it were\nthe\ntrial\ncourt\r\nand\nthen\nsubstitute the sentence arrived at by it simply\r\nbecause it prefers it. To do so would be to usurp\nthe\nsentencing\ndiscretion\nof\nthe\ntrial\ncourt.\nWhere\nmaterial\nmisdirection\nby\nthe\ntrial\ncourt\nvitiates its exercise of that discretion, an\r\nappellate Court\nis of course\r\nentitled to consider the\nquestion\nof\nsentence\nafresh.\nIn\ndoing\nso,\nit\nassesses\nsentence\nas\nif\nit\nwere\na\ncourt\nof\nfirst\ninstance\nand\nthe\nsentence\nimposed\nby\nthe\ntrial\ncourt\nhas\nno\nrelevance.\nAs\nit  is\nsaid,\nan appellate\nCourt is at\r\nlarge. However, even in the absence of material misdirection, an\nappellate court may yet be justified in\r\ninterfering with the sentence imposed by the trial court.\nIt\nmay\ndo\nso\nwhen\nthe\ndisparity\nbetween\nthe\nsentence\nof\nthe\ntrial\ncourt\nand\nthe\nsentence\nwhich\r\nthe appellate Court would have imposed had it been the trial court is\r\nso marked that it\ncan\r\nproperly be described as 'shocking', 'startling' or 'disturbingly\r\ninappropriate'.\n[7]\r\nThe appellant argued that the sentence of six years‟\r\nimprisonment, two years of which is suspended on certain conditions\n\nis shockingly inappropriate and is very harsh. She contended that a\r\ncustodial sentence was not the only option. She contended further\n\nthat the trial court as well as the court a quo misdirected\r\nthemselves by over-emphasising the seriousness of the offences. She\n\nargued that a wholly suspended sentence alternatively a non-custodial\r\nsentence would be appropriate in the circumstances. For example\na\r\nsentence which would include an element of correctional supervision.\n[8]\r\nIt was stated that the appellant was a caregiver of a three year old\r\nchild – therefore if she went to prison, the child‟s\n\ninterests would be jeopardised. From the evidence before us it is\r\nclear that the appellant is not the primary care giver of this\nchild.\r\nThe mother of the child is alive and well and employed. In my view\r\nthe appellant was helping out in looking after the child.\nThe child\r\nis now about seven years old – circumstances may have changed\r\nsince then. A custodial sentence would not prejudice\nthe interest of\r\nthe child and is the only appropriate sentence in the circumstances.\r\nThe present case is distinguishable from\nS v M\n(Centre for\r\nChild Law as\nAmicus Curiae\n)\n[2007] ZACC 18\n;\n2007 (2) SACR 539\n(CC) where the\r\naccused person was the biological mother of the minor children.\n[9]\r\nOn the other hand the State contended that the offences are of a\r\nserious nature and need to be treated with the seriousness\nthey\r\ndeserve. It argued further that an aggravating factor was the fact\r\nthat the offences were committed over a period of about\nthree months.\r\nThat even after the complainant had warned her that he would not pay\r\nher any further cash until the other cheques\nwere paid into his trust\r\naccount – she continued performing more unlawful transfers. It\r\nwas argued on behalf of the State\nthat the offences were well planned\r\nand meticulously executed. Counsel for the State argued further that\r\nthe appellant expressed\nno contrition for her criminal wrong-doing –\r\ntherefore she could not be heard to plead rehabilitation as „any\r\nhope\nof rehabilitation becomes illusory and thus an unrealistic\r\nexpectation…‟ (See\nS\nv\nDyantyi\n2011 (1) SACR 540\n(ECG) at 552C-D)\n[10]\r\nIn considering an appropriate sentence, the trial court did consider\r\nher personal circumstances – she was 42 years old\nat the time\r\nof the commission of the offence and 49 years old at the time of her\r\nsentencing – she was divorced – although\nstill living\r\nwith her ex-husband. She was unemployed but her two self- supporting\r\nchildren were financially assisting her on a\nmonthly basis. She was\r\nfostering a three year old child even though she was not the primary\r\ncare-giver. She is a first offender.\nFirst offenders are not by law\r\nentitled to non-custodial sentences. The purpose and objectives of\r\npunishment have been repeatedly\nmentioned by our courts as\r\ndeterrence, rehabilitation and retribution. These objectives must be\r\nbalanced and individualized.\n[11]\r\nThe appellant has a constitutional right to remain silent (s\r\n35)(1)\n(a)\n) and cannot be compelled to give evidence. However,\r\nit is crucial when considering an appropriate sentence for the court\r\nto know\nexactly what she wanted to do with the money and what she\r\nactually did with it. Very little, if anything, is known of the\r\nmotive\nbecause she maintains her innocence. It is significant to note\r\nthat she meticulously planned this scheme to syphon money from the\n\ntrust account of the complainant, with confidence tricks. She did not\r\nstop even after she had been warned. No element of remorse\nis\r\ndisplayed at all.\n[12]\r\nIt is argued that some of the money has been returned. However, that,\r\nin my view, is no excuse. Yes, it may mitigate the damage\nbut the\r\ndamage had already been done. Some of the money was paid back by Absa\r\nBank and not by the appellant. Marias JA in\nS v Sadler\n2000\r\n(1) SACR 331\n(SCA) at 335G-336B decried the so called „white\r\ncollar‟ crime and called for stiffer sentences to discourage\r\nwould\nbe perpetrators. Fraud, even if it is not a violent crime,\r\nremains a serious offence which does not only affect the particular\r\ncomplainant but also affects the growth of the country‟s\r\neconomy. Insurance premiums are soaring, security measures must be\n\nput in place to prevent fraudsters from benefiting without producing.\r\nWhat is clear to me is that the appellant embarked on this\ncriminal\r\npath solely for personal financial gain which, to me translates to\r\navarice and nothing less.\n[13]\r\nIt is a healthy practice from a jurisprudential point of view to look\r\nat other cases similar to this one, however, it is simply\nfor\r\nguidance and not as authority to impose the same sentences imposed in\r\nthose cases. Each case must be considered on its own\nmerits.\n[14]\r\nThe sentence imposed is, in my view appropriate. I am unable to find\r\nany material misdirection on the part of the trial court\nas well as\r\nthe court a quo to justify interference. The disparity between the\r\nsentence which I would have imposed, and the one\nimposed is not\r\nstriking nor is it startling. Therefore the appeal against sentence\r\nfalls to be dismissed.\n[15]\r\nThe appeal is dismissed.\nJ\r\nB Z Shongwe\nJudge\r\nof Appeal\nLEACH\r\nJA:\n[16]\r\nThe appellant was convicted on six counts of fraud that resulted in\r\nthe misappropriation by her of a total sum of R130 429.46\nfrom the\r\ntrust account of an attorney, Mr Janse van Vuuren (the complainant),\r\nand was sentenced to six years‟ imprisonment\nof which a period\r\nof two years was conditionally suspended. I have read the judgment of\r\nmy learned colleague Shongwe JA, but find\nmyself unable to agree with\r\nhis conclusion that the appeal against this sentence should be\r\ndismissed. In my view the sentence imposed\non the appellant was far\r\ntoo severe, justifying interference by this court on appeal.\n[17]\r\nThe appellant, who traded as a debt collector under the name of New\r\nFinance, had approached the complainant for his assistance,\ninforming\r\nhim that she had a number of debtors ─ from whom she collected\r\nmoney on a monthly basis ─ who were employed\nby a number of\r\ngovernment departments. These departments, so she alleged, withheld\r\ncertain amounts from the salaries of these debtors\nthat were then\r\npaid to her to redistribute to creditors. However, so she stated,\r\ngovernment policy had changed and the departments\nwere no longer\r\nwilling to pay directly to a private person as they had done in the\r\npast, but that they would pay an attorney. Her\nproposal was that\r\nthese payments would be paid to the complainant who, in turn, would\r\nthen effect payment of the amounts to her\nto distribute amongst the\r\nvarious creditors. As an inducement, she told the complainant that\r\nthere was a sum of approximately R700\n000 that would be collected in\r\nthis way.\n[18]\r\nThe complainant agreed to the proposal and, shortly thereafter, the\r\nappellant produced a state cheque made out in favour of\n„Attorney\r\n─ New Finance‟ in the amount of some R14 000. On seeing\r\nthis, the complainant told the appellant that\nthe cheque could not be\r\npaid into his account because it was not made out to him and asked\r\nher to take the necessary steps to ensure\neither that a cheque that\r\nhad been correctly made out was procured or that the amount was paid\r\nelectronically into his trust account\nat Absa Bank. A few weeks\r\nlater, the appellant presented him with two further cheques, one in\r\nthe sum of approximately R54 000\nand the other for some R39 500. As\r\nwas the case with the first cheque, both were drawn in favour of\r\n„Attorney ─ New\nFinance‟. Again he informed the\r\nappellant to take the necessary steps to have them re- issued or to\r\narrange for the amounts\nto be electronically deposited into his trust\r\naccount.\n[19]\r\nAll three of these cheques were false. Precisely how they came into\r\nthe possession of the appellant and drawn as they were,\nwas never\r\nexplained. However, despite the fact that they were not paid into his\r\naccount and that he never received the funds reflected\nthereon, the\r\ncomplainant succumbed to the appellant‟s entreaty to make funds\r\nover to her. He trusted her and, on the strength\nof the three cheques\r\nshe had shown to him,  he paid her amounts totalling\r\napproximately R107 500 out of his trust account\nas an advance, so to\r\nspeak, in respect of the moneys that he was sure she would pay him in\r\ndue course.\n[20]\r\nThis involved him, on one occasion, accompanying the appellant to the\r\nAbsa Bank branch where both he and the appellant held\ntheir accounts\r\nand where he effected a transfer of funds from his trust account into\r\nher account simply by way of completing a\ntransfer slip. On a\r\nsubsequent occasion when an amount was incorrectly transferred to\r\nanother account, he telephoned the bank and\nmade arrangements for the\r\nappellant to visit the branch in order to effect a transfer into her\r\naccount.\n[21]\r\nThese payments were made by the complainant during or about June\r\n2004. Early in July 2004, the complainant told the appellant\nthat he\r\nwould not be able to make further payments to her until she had\r\nplaced him in funds. However, on 12 July 2004, he was contacted\nby a\r\nbank official who informed him that the appellant had attempted to\r\neffect a further transfer of which he was not aware. He\ninstructed\r\nthe bank not to do so and, on proceeding to the bank and making\r\nfurther enquiries, ascertained that on a number of other\noccasions\r\ncommencing on 3 July 2004, the appellant had been able to transfer\r\nfunds in amounts ranging from R5000 to R8000 out of\nhis trust account\r\ninto her own account. This had occurred as she had misrepresented to\r\nthe bank that she had been authorised by\nhim to do so, the bank\r\nofficial concerned having been under the impression that she was in\r\nhis employ.\n[22]\r\nThe transfer of funds from the complainant‟s trust account,\r\nboth with and without the complainant‟s knowledge,\nled to the\r\nappellant‟s conviction on six counts of fraud. It is accepted\r\nthat the total sum of the amounts paid out of the\ncomplainant‟s\r\ntrust account into the account of the appellant was R130 429.46. The\r\nbank repaid R23 000 to the appellant in\nrespect of the transfers made\r\nwithout his authority and the complainant collected payments made by\r\ndebtors to his office for the\naccount of the appellant that totalled\r\nsome R65 000. In addition another firm of attorneys collected R21 000\r\nin respect of similar\npayments and was holding that sum in trust on \r\nthe complainant‟s behalf. However, there is no merit in the\r\nargument\nadvanced on behalf of the appellant that these amounts\r\nshould be deducted from the actual loss for purposes of the\r\nconsideration\nof sentence. The appellant herself has never repaid any\r\nof the amounts she embezzled. The bank repaid what it had to, but it\r\nsuffered\na loss in that amount. The other amounts collected were not\r\ndue to the complainant but were for distribution amongst creditors.\n\nThe fact that the actual loss was split between the complainant and\r\nany other persons affected by her fraudulent deeds is irrelevant.\n[23]\r\nThe appellant was 42 years of age at the time she committed the\r\noffences and, by the time sentence was imposed upon her in\nthe trial\r\ncourt, had reached the age of 49 years. She was at that stage\r\ndivorced, although she was living in a permanent relationship\nwith\r\nher former husband. Her two adult children were self-supporting\r\nalthough the appellant and her partner were caring for a young\nchild\r\non a daily basis. The appellant is a first offender, and the fact\r\nthat she had reached middle age without having previously\noffended\r\nis, in my view, a material factor to take into account in the\r\nassessment of sentence. And although her offences were obviously\n\nplanned, they were committed over a relatively short period and were\r\nobviously made easy by the gullibility of the complainant\nwhose\r\nlaxity in regard to his professional obligations relating to his\r\ntrust account helped to facilitate the commission of the\nfrauds.\n[24]\nIn considering what is an\r\nappropriate sentence in the light of the facts and\ncircumstances outlined\r\nabove, it is of course true that „white-collar‟ crime\r\nsuch\nas\nfraud,\nmotivated\nby\npersonal\ngreed,\nhas\na\n'\ncorrosive\nimpact‟\nupon society\n[1]\nand is by its\nvery nature a serious\r\nmatter.\nThis\r\ncourt has recognised that fraud is,\nunfortunately,\nendemic\nin\nour\nsociety\nat\npresent\nand\nthat\nthere\nis\na\nneed\nto\nimpose appropriate\r\nsentences with a deterrent effect in such cases.\n[2]\nThat being\nsaid, however, it is also\r\nwell established that although retribution and deterrence\nare proper purposes of\r\npunishment, they must not be afforded undue weight and\nthat an offender being\r\nsentenced should not be sacrificed on the altar of\ndeterrence.\n[3]\nThus\nan\n„insensitively\ncensorious\nattitude\nis\nto\nbe\navoided‟.\n[4]\nAs\nCorbett\r\nJA stated in\nRabie\n:\n'A\njudicial\nofficer\nshould\nnot\n.\n.\n.\nstrive\nafter\nseverity;\nnor\non\nthe\nother\nhand,\nsurrender\nto\nmisplaced\npity.\nWhile\nnot\nflinching\nfrom\nfirmness,\nwhere\nfirmness\nis\ncalled\nfor,\nhe\nshould\napproach\r\nhis task with a humane and compassionate understanding of human\r\nfrailties and the\npressures\r\nof society which contribute to criminality.'\n[5]\n[25]\r\nThe court a quo, in considering the appellant‟s appeal,\r\nremarked that the sentence of six years‟ imprisonment,\ntwo\r\nyears conditionally suspended, was a stiff sentence and on the heavy\r\nside and that, had it sat as a court of first instance,\nit would have\r\nimposed a somewhat lighter sentence. However it concluded that it\r\ncould not find that the sentence was so heavy that\nit could\r\ninterfere. It is on this issue that, in my respectful view, the court\r\na quo erred.\n[26]\r\nAlthough comparisons are often odious, and each case must be decided\r\non its own particular facts and circumstances, consideration\nof other\r\nreported decisions is illuminating. Those of particular significance\r\ninclude the following:\nS v\nBlank\n1995 (1) SACR 62\n(A); (22/93)\n[1994] ZASCA 115\n(15 September\n1994):\r\nIn this case a stockbroker embarked on a fraudulent share purchase\r\nscheme. His conviction involved 48 fraudulent transactions\ncommitted\r\nover 17 months leading to profits of R9,75 million of which he\r\nreceived approximately R1,5 million. An appeal against\na sentence of\r\n8 years‟ imprisonment was dismissed by this court.\nS\r\n v  Flanagan\n1995  (1)  SACR  13\r\n (A);  (583/92)  [1994]  ZASCA  125  (22\nSeptember\r\n1994): In this case the appellant, a 31 year old bank clerk, was\r\nsentenced to seven years‟ imprisonment, of which\ntwo were\r\nsuspended, for having fraudulently transferred R8,5 million from one\r\naccount to another while acting under the influence\nof her husband,\r\nalthough no actual loss was suffered. This court set aside her\r\nsentence and imposed a sentence of four years‟\nimprisonment\r\nsubject to the provisions of s 276(1)(\ni\n) of the\nCriminal\nProcedure Act 51 of 1977\n.\nS\nv\nNagrani\n1997 (2) SACR 98\n(W): The appellant, a married first offender\r\nwith two children, was convicted on 21 counts of fraud arising from\r\nher having lodged\nfalse VAT claims involving millions of rand. She\r\nwas sentenced to eight years‟ imprisonment, two years thereof\r\nbeing conditionally\nsuspended. The sentence was confirmed on appeal.\nS\r\nv Kwatsha\n2004 (2) SACR 564\n(E): The appellant, a 29 year old\r\nunmarried father of a single child employed by the Provincial\r\nGovernment, was charged and convicted\nof the theft of five government\r\ncheques and a conspiracy to commit fraud by using the cheques to draw\r\na sum of R2 million. A sentence\nof seven years‟ imprisonment,\r\ntwo of which were suspended on certain conditions, was confirmed on\r\nappeal.\nS\nv\nMichele\n&\nanother\n2010 (1) SACR 131\n(SCA);\r\n(477/08\n[2009] ZASCA 116\n(25 September 2009: The appellant defrauded\r\na life insurance company by submitting a false claim stating that the\r\nperson whose\nlife was insured had died in a motor vehicle accident.\r\nThe insurer immediately paid out funeral cover of R20 000 but\r\nsubsequently\ndiscovered that the claim was false and refused to pay\r\nout the insured balance of R357 520 although the potential prejudice\r\nhad\nbeen substantial. A sentence of seven years‟ imprisonment,\r\ntwo years conditionally  suspended,  was  reduced\n on\r\n appeal,  this  court  finding  that  a\r\nsentence of no more than five years‟ imprisonment,\ntwo years\r\nsuspended, should have been imposed and that there was sufficient\r\ndisparity between that sentence and the sentence imposed\nto\r\ninterfere.\nS\r\nv Janssen\n2010 (1) SACR 237\n(ECG); (CA&R 195/2006) [2009]\r\nZAECGHC\n58\r\n(2 September 2009): The appellant had been convicted on 144 counts of\r\nfraud involving an amount in excess of R1,5 million, an\noffence which\r\nattracted a prescribed minimum sentence of 15 years‟\r\nimprisonment. An appeal against a sentence of eight years‟\n\nimprisonment was dismissed.\nS\nv\nEngelbrecht\n2011 (2) SACR 540\n(SCA); (446/10)\n[2011] ZASCA 68\n(17\nMay\r\n2011): The appellant had falsified documents in respect of the sale\r\nof motor vehicles so that the transactions would be zero\nrated for\r\nVAT as exports when in fact the vehicles were sold locally. The\r\nappellant was convicted of 157 counts of fraud which\nhad resulted in\r\nthe South African Revenue Service being defrauded of approximately\r\nR1,6 million. As in the case of the present\nappellant, he was\r\nsentenced to six years‟ imprisonment, two years of which were\r\nconditionally suspended. This was confirmed\nby this court.\n[27]\r\nAs I have said, each case must be considered in the light of its own\r\nparticular facts and circumstances, and although the imposition\nof\r\nsentence is not an exact science, involving as it does the exercise\r\nof a judicial discretion, previous decisions have a not\n\ninconsiderable degree of relevance to show trends and judicial\r\nattitudes. Bearing this in mind, the cases referred to above\r\nillustrate\nthat a sentence imposed of six years‟ imprisonment,\r\ntwo of which are conditionally suspended, falls within a range\r\ngenerally\nregarded as being appropriate for white-collar crimes far\r\nmore serious than those committed by the appellant in the present\r\ncase.\nI do not wish to trivialise the appellant‟s crimes. By\r\ntheir very nature they were severe and must be treated as such.\r\nHowever,\nthe amount involved, while not insubstantial, does not\r\nresult in this case falling within the echelon of those cases in\r\nwhich a\nsentence as substantial as six years‟ imprisonment,\r\nalbeit partially suspended, is as a rule generally imposed.\n[28]\r\nIndeed,  had there been any indication of remorse on the part of\r\nthe appellant, this is a case in which, in my view, a\nperiod of\r\nimprisonment subject to the provisions of\ns 276(1)(\ni\n) of the\nCriminal Procedure Act may\nwell have been appropriate. Unfortunately\r\nthere was no such indication on the part of the appellant. She\r\npersisted in an abjectly\nfalse defence, not only in the trial court\r\nbut on appeal to the court a  quo. Whether or not this was as a \r\nresult of\nmisleading legal advice is neither here nor there: the fact\r\nremains that she has not recognised the criminality of her actions\r\nand shown no contrition. Accordingly, in the light of the other\r\ncircumstances that I have mentioned, a period of direct imprisonment\n\nseems to be called for, but not a sentence as severe as that imposed\r\nby the trial court.\n[29]\nThere\nis\none\nfurther\nfeature\nto\nbe\nconsidered.\nThe\noffences\nwere\ncommitted\nin\n2004.\nCriminal\nproceedings\nagainst\nthe\nappellant\nonly\ncommenced\nsome\ntwo\nyears\nlater,\nthe\nappellant\nhaving\nmade\nher\nfirst\nappearance\nin\ncourt\non\n31\nMarch\n2006.\nThe\nmatter\nwas\nthen\npostponed\non\nseveral occasions until,\r\non 1 August 2006, the charge was eventually put to her\nand the trial commenced.\r\nDespite the dispute being of a narrow ambit, the trial\nproceeded at the pace of a\r\nsnail and dragged on interminably. During the course\nof\nmore\nthan\nfour\nyears\nit\nwas\npostponed\non\nnumerous\noccasions\nuntil\neventually,\non\n15\nOctober\n2010,\nthe\nappellant\nwas\nfound\nguilty.\nThereafter\nit\ntook\nuntil\n11\nFebruary\n2011,\na\ndate\nalmost\nfive\nyears\nafter\nthe\ncharges\nwere\ninitially\ninstituted\nagainst\nher\nand\nalmost\nseven\nyears\nafter\nthe\noffences\nwere\ncommitted, for\nthe\nappellant\nto\nbe\nsentenced.\nAs\nthis\ncourt has\npreviously\nobserved,\n[6]\nit\r\nwould be „callous to leave out of account the mental anguish\r\nthe [appellant] must\nhave\r\nendured‟ during the extended period after criminal\nproceedings were\r\ninstituted against her until sentence was imposed.\n[30]\r\nBearing all the aforegoing in mind, I am of the view that a sentence\r\nof no more than three years‟ imprisonment, one year\nof which is\r\nconditionally suspended on appropriate conditions, is the sentence\r\nwhich should have been imposed upon the appellant.\nThere is\r\nsufficient disparity between such a sentence and that imposed on the\r\nappellant to render interference on appeal both justified\nand\r\nnecessary.\n[31]\r\nI would therefore allow the appeal, set aside the order of the court\r\na quo and replace it with the following:\n'1\r\nThe appeal against conviction is dismissed.\n2\r\nThe appeal against sentence is upheld. The sentence imposed by the\r\nmagistrate is set aside and is substituted with the following:\n“\nThree\r\nyears‟ imprisonment, one year of which is suspended for five\r\nyears on condition that the accused is not convicted of\nfraud or\r\ntheft committed during the period of suspension and in respect of\r\nwhich she is sentenced to imprisonment without the option\nof a fine.”\nL\r\nE Leach Judge of Appeal\nAppearances\nFor\r\nthe Appellant:         R van\r\nder Merwe\nInstructed by:\nHaarhoffs Inc., Kimberley;\nPhatshoane Henney Inc.,\r\nBloemfontein.\nFor\r\nthe Respondent:       A H van Heerden\nInstructed by:\nThe Director of Public\r\nProsecutions, Kimberley;\nThe Director of Public\r\nProsecutions, Bloemfontein.\n[1]\nCompare\nS v\r\n\tSadler\n2000\r\n\t(1) SACR 331\n(SCA); (57/99)\n[2000] ZASCA 13\n(28 March 2000) para 13.\n[2]\nS v Engelbrecht\n2011\r\n\t(2) SACR 540\n(SCA); (446/10)\n[2011] ZASCA 68\n(17 May 2011) \r\n\tpara 31.\n[3]\nS v\r\n\tMuller & another\n2012\r\n\t(2) SACR 545\n(SCA); (855/10)\n[2011] ZASCA 151\n(27 September 2011)\r\n\tpara 9.\n[4]\nPer Holmes JA in\nS v\r\n\tRabie\n1975 (4) SA 855\n(A) at 862C-D.\n[5]\nRabie\nat 866A-C.\n[6]\nCompare\nS v\r\n\tRoberts\n2000\n(2) SACR at\r\n\t522 (SCA) para 22 and\nS\r\n\tv Michele\nat\r\n\t135 para 13.",
  "scraped_at": "2026-02-12T17:23:38.271544",
  "date": "2015-05-29",
  "coram": [
    "Shongwe JA",
    "Leach JJA",
    "Mayat AJA"
  ],
  "case_number": "20339/14",
  "parties": {
    "applicants": [
      "LESLEY NIEUWENHUIZEN"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Lesley Nieuwenhuizen approached an attorney, Mr. Janse van Vuuren, claiming to collect debts from government employees and to deposit government cheques into the attorney's trust account. She received cash advances from the attorney based on false cheques and, over a period of about three months in 2004, forged the attorney's signature and transferred a total of R130 429.46 from the trust account to her own and a trading account called \"New Finance\". Six counts of fraud were proven; she was a first‑offender, 42 years old at the time, caring for a young child but not the primary caregiver.",
    "issues": "Whether the trial court’s sentence of six years’ imprisonment, with two years suspended, is shockingly inappropriate or the result of material misdirection, and consequently whether the appellate court should interfere with the sentence.",
    "principles": "An appellate court may interfere with a sentence only if the trial court was materially misdirected or if the sentence is shockingly, strikingly or disturbingly disproportionate. This test is derived from cases such as S v Mitchele, S v De Jager, S v Malgas and S v Dyantyi. Sentencing must balance deterrence, rehabilitation and retribution, taking account of personal circumstances but without usurping the trial judge’s discretion unless the above thresholds are met.",
    "application": "The court examined the seriousness of the fraud, the lack of remorse, the deliberate planning and the repeated illegal transfers despite warnings. While personal factors (age, family responsibilities) were noted, they were not deemed sufficient to outweigh the aggravating factors. The court found no material misdirection by the trial judge and that the disparity between the imposed sentence and any sentence the appellate court might have imposed was not striking. Accordingly, the sentence was deemed appropriate and not shockingly inappropriate.",
    "conclusion": "The appeal against conviction and sentence was dismissed. The sentence of six years’ imprisonment, with two years suspended on conditions, was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "appeal",
      "sentence",
      "misdirection",
      "white-collar crime"
    ]
  }
}