{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/10.html",
  "case_name": "Mantella Trading 310 (Pty) Limited v Kusile Mining (Pty) Limited (191/2014) [2015] ZASCA 10; 2015 BIP 1 (SCA) (12 March 2015)",
  "citation": "[2015] ZASCA 10",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 10\n|\nNoteup\n|\nLawCite\nMantella Trading 310 (Pty) Limited v Kusile Mining (Pty) Limited (191/2014) [2015] ZASCA 10; 2015 BIP 1 (SCA) (12 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE\r\nNO: 191/2014\nReportable\nIn\r\nthe matter between:\nMANTELLA\r\nTRADING 310 (PTY)\r\nLIMITED\n..................................................................\nAppellant\nand\nKUSILE\r\nMINING (PTY)\r\nLIMITED\n.................................................................................\nRespondent\nNeutral\r\nCitation:\nMantella Trading v Kusile\r\nMining\n(191/2014)\n[2015] ZASCA 10\n(12\r\nMarch 2015).\nCoram:\nNavsa ADP, Bosielo & Wallis JJA\net\nSchoeman & Dambuza AJJA\nHeard:\n17 February 2015\nDelivered:\n12 March 2015\nSummary:\r\nPatent – alleged infringement in relation to patents involving\r\nbarriers or stoppings in underground passages in mines\n–\r\nchallenge on basis of lack of clarity in patent specification and\r\nthat the patent in suit lacked an inventive step –\n\ninterpretation of patent claims – construed contextually –\r\ninquiry into obviousness – simplicity no bar –\n\ncombination of known techniques held to involve creative ingenuity.\nORDER\nOn\r\nappeal from\n: The Court of the\r\nCommissioner of Patents (Makgoka J sitting as court of first\r\ninstance).\nThe\r\nfollowing order is made:\n1. The appeal is\r\nupheld with costs, including the costs of two counsel;\n2. The order of the\r\ncourt\na quo\nis set aside and substituted with the following:\n‘\n(a)\r\nThe defendant’s counterclaim for the revocation of South\r\nAfrican Patent Number 98/7391 is dismissed;\n(b) The defendant is\r\ninterdicted from infringing South African Patent Number 98/7391 by\r\nmaking, using, exercising, disposing or\noffering to dispose of, or\r\nimporting barriers or stoppings in particular barriers or stoppings\r\nin underground passages, a method\nof erecting such barriers or\r\nstoppings in an underground passage, or a kit for erecting a barrier\r\nor stopping in an underground\npassage which fall within the scope of\r\nthe claims of South African Patent Number 98/7391;\n(c) An order is\r\nissued:\n(1)\ndirecting an enquiry as to the damages suffered by\r\nthe Plaintiff as a result of the defendant’s infringement of\r\nSouth African\nPatent Number 98/7391 and directing the payment by the\r\ndefendant to the plaintiff of the amount of damages found to have\r\nbeen so\nsuffered;\n(2)\ndirecting that such enquiry shall take place in\r\naccordance with the procedure agreed upon by the parties; and failing\r\nsuch agreement,\nauthorising either of the parties to make application\r\nto the Court of the Commissioner of Patents for directions in regard\r\nto the\nenquiry.\n(d) A certificate of\r\ncontested validity is issued in respect of claims 1, 16 and 31 of\r\nSouth African Patent Number 98/7391 as provided\nfor in section 74 of\r\nthe Patents Act 57 of 1978.\n(e) The defendant is\r\nordered to pay the costs of the action.’\nJUDGMENT\nNavsa\r\nADP (Bosielo & Wallis JJA\net\nSchoeman & Dambuza AJJA\r\nconcurring):\n[1]\r\nThe primary issue in this case is whether a barrier used to create a\r\nventilation passageway constructed and installed by the\nRespondent\r\ncompany, Kusile Mining (Pty) Ltd (Kusile), in an underground tunnel\r\nat its Khutala Colliery in Ogies infringes the Appellant\ncompany’s\r\nPatent No.98/7391, entitled ‘An underground Barrier’. The\r\npatent concerns barriers or stoppings and,\nin particular, barriers or\r\nstoppings in underground passages; a method of erecting such barriers\r\nor stoppings in an underground\npassage; and a kit for erecting a\r\nbarrier or stopping in an underground passage. I shall refer to the\r\nappellant as Mantella. The\nsecond enquiry is whether the patent in\r\nquestion is liable to revocation on the following grounds:\n(i) that the claims\r\nof the patent are not fairly based on matter disclosed in the patent\r\nspecification;\n(ii) that the claims\r\nof the patent are unclear;\n(iii) that the\r\npatent specification does not sufficiently describe, ascertain and,\r\nwhere necessary, illustrate and exemplify the\ninvention and the\r\nmanner in which it is to be performed in order to enable the\r\ninvention to be carried out by a person skilled\nin the art;\n(iv) lack of an\r\ninventive step in that it would have been obvious to a person skilled\r\nin the art, having regard to matter which\nformed part of the state of\r\nthe art immediately before the priority date of the invention.\n[2]\r\nTypically, barriers or stoppings in underground passages in mines are\r\nutilised to enable fresh air to make its way to working\nareas\r\nunderground, and to extract stale air. As a result of mining methods\r\nused in underground coal mines the vast majority of\nventilation\r\nbarriers are used in underground coal mining operations. As mining\r\nprogresses through an area in a grid pattern it\nresults in a large\r\nnumber of criss-crossing open passages. For obvious reasons,\r\nincluding air supply and cooling, fresh air must\nbe supplied to\r\nworkers in the working areas. In order for fresh air to reach those\r\nareas, it must flow from air ventilation openings\nthrough the mined\r\nareas to the working areas and stale air must flow back to the\r\nventilation opening to be expelled from the mine.\nIt is such passage\r\nways created by the barriers or stoppings that are the subject of the\r\npresent appeal.\n[3]\r\nIn an action instituted by Mantella, it was claimed that Kusile was\r\nusing or exercising a method of erecting a barrier or stopping\nin an\r\nunderground passage that incorporated essential features of the\r\nregistered patent, thus rendering the latter guilty of infringement.\n\nIn its plea, Kusile denied the infringement and in its counterclaim,\r\nin terms of which revocation of the patent was sought, Kusile\nset out\r\nseveral bases for revocation.\n[4]\r\nFirst, Kusile alleged that the patent was invalid and liable to\r\nrevocation in terms of s 61(1)(\nf\n)(ii),of\r\nthe Patents Act 57 of 1978 (the Act) as the invention’s claims\r\nwere not fairly based on the matter disclosed in the\nspecification.\r\nIn this regard Kusile pointed out that each of the claims of the\r\npatent included, directly or indirectly, the feature\nthat the\r\nflexible panels, which are an integral part of the barriers supplied\r\nby Mantella, comprised a plurality of adjoining sheets\nof a ‘rigid\r\nmaterial’. Kusile contended that there was no further\r\ndescription of ‘rigid material’ and no\ndisclosure of how\r\nthe joining together of sheets of the ‘rigid material’\r\nrendered the panel flexible. In addition,\nKusile asserted that there\r\nwas no disclosure of how a sheet of ‘rigid material’ was\r\nrendered flexible or bendable in\none dimension through the\r\nincorporation of a profile. All these factors, so it was submitted,\r\nhad the result that the patent specification\nwas liable to revocation\r\nin terms of s 61(1)(\nf\n)(ii).\n[5]\r\nSecond, Kusile adopted the view that the patent was liable to\r\nrevocation in terms of s 61(1)(\nf\n)(i)\r\nof the Act, in that it lacked clarity. In support of this view Kusile\r\nstated that the patent specification did not clarify\nwhat was meant\r\nby ‘rigid material’. Kusile went on to state that it was\r\nunclear how the incorporation of a profile\nin a sheet of ‘rigid\r\nmaterial’ rendered an unattached sheet flexible or bendable in\r\none direction.\n[6]\r\nThe third basis for revocation was that the complete patent\r\nspecification does not sufficiently describe, ascertain and, where\n\nnecessary, illustrate and exemplify the invention and the manner in\r\nwhich it is to be performed in order to enable the invention\nto be\r\ncarried out by a person skilled in the art of such invention. This\r\nground is based on s 61(1)(\ne\n)\r\nof the Act. In elaboration, Kusile essentially repeated what is set\r\nout in the preceding paragraphs. As can be seen these grounds\nof\r\nattack have a common theme, namely the lack of clarity in relation to\r\nthe expression ‘rigid material’ and that the\npatent\r\nspecification is unclear about how profiling the material renders it\r\nflexible in one dimension.\n[7]\r\nThe last ground of revocation was that the invention claimed in the\r\npatent lacked an inventive step, in that it would have been\nobvious\r\nto a person skilled in the art, having regard to matter which formed\r\npart of the state of the art immediately before the\npriority date of\r\nthe invention. In this regard a number of patents registered in the\r\nUnited States of America were relied on. This\nground of revocation\r\nwas based on s 61(1)(\nc\n)\r\nread with s 25(10) of the Act.\n[8]\r\nMakgoka J in the court below recorded the independent claims of the\r\npatent on which the dispute turned, namely claims 1, 16\nand 31, with\r\nthe essential integers indicated. For convenience I set them out\r\nhereafter:\n‘\nClaim\r\n1\nA method of erecting\r\na barrier or stopping in an underground passage, the method\r\nincluding:\n(a) erecting a\r\nsupport structure between walls of the underground passage; and\n(b) attaching at\r\nleast one flexible panel to the support structure such that it spans\r\nthe underground passage at least partially,\nthe panel or panels thus\r\nproviding a barrier or stopping in the underground passage;\n(c) in which the or\r\neach panel comprises a plurality of adjoining sheets of a\nrigid\r\nmaterial\n;\n(d) the method\r\nincluding joining the sheets together by providing a seam along\r\nadjoining edges of each sheet;\n(e) engaging the\r\nseams of adjoining sheets with each other; and\n(f) rolling the\r\nseams closed thereby joining the sheets in a substantially airtight\r\nfashion prior to attaching the panel to the\nsupport structure.\nClaim 16\nA barrier or\r\nstopping in an underground passage, the barrier or stopping\r\nincluding:\n(a) a support\r\nstructure located between the walls of the underground passage; and\n(b) at least one\r\nflexible panel attached to the support structure and spanning the\r\nunderground passage at least partially;\n(c) in which the or\r\neach flexible panel comprises a plurality of adjoining sheets of a\nrigid material\n;\n(d) adjoining edges\r\nof the sheets being joined by a seam along each adjoining edge of one\r\nsheet which engages a seam along the adjoining\nedge of an adjoining\r\nsheet;\n(e) the seams being\r\nrolled flat to provide a substantially airtight joint; and\n(f) in which the or\r\neach flexible panel includes at least one profiled sheet of a\nrigid\r\nmaterial\n;\n(g) with the profile\r\nof the sheet rendering an unattached sheet flexible or bendable in\r\none dimension.\nClaim\r\n31\nA kit for erecting a\r\nbarrier or stopping in an underground passage, the kit including:\n(a)\nat least one elongated support member securely\r\nmountable between opposed walls of an underground passage; and\n(b)\nat least one flexible panel, attachable to the\r\nsupport member and capable of spanning the underground passage at\r\nleast partially;\n(c)\nin which each flexible panel comprises a plurality\r\nof adjoining sheets of a\nrigid material\n;\n(d)\nadjoining edges of the sheets being joined by a\r\nseam along each adjoining edge which engages a seam along the\r\nadjoining edge of\nan adjoining sheet;\n(e)\nthe seams being rolled flat to provide a\r\nsubstantially airtight joint; and\n(f)\nin which the or each flexible panel includes at\r\nleast one profiled sheet of a\nrigid\r\nmaterial\n;\n(g)\nwith the profile of the sheet rendering it\r\nflexible or bendable in one dimension; and\n(h)\nin which the or each flexible panel is in the form\r\nof a roll.’ (My Emphasis)\n[9]\r\nThe court below correctly noted that a key dispute between the\r\nparties concerned the sufficiency of the patent specification,\nin\r\nparticular as regards the ‘rigid material’ referred to in\r\nthe claims. It held that the word ‘rigid’\nas it appeared\r\nin the patent specification was not meant to have a technical\r\nmeaning. Makgoka J reasoned that it must therefore\nbe given its\r\nordinary meaning being ‘stiff, unyielding, not pliant or\r\nflexible’. He considered the dictionary meaning\nof ‘stiff’\r\nwhich was defined as ‘not easily bent, rigid’ and held\r\nthat the evidence revealed clearly that\nthe barriers made of\r\ncorrugated iron were flexible parallel to the corrugations and rigid\r\nagainst them. He went on to consider\nwhether the components provided\r\nby Mantella was in the form of a ‘kit’ as provided for in\r\nclaim 31 of the specification’.\nHe held that the different\r\ncomponents supplied by Mantella constituted a ‘kit’ and\r\nthus concluded that Kusile had infringed\nclaims 1, 16 and 31 of the\r\npatent in question.\n[10]\r\nTurning to Kusile’s counterclaim for revocation, the court\r\nbelow deliberated whether the claimed invention lacked an\ninventive\r\nstep. Makgoka J took into account that the onus to prove the patent\r\ninvalid on one of the statutorily stipulated grounds,\nrested on\r\nKusile.\n[11]\r\nAs part of the enquiry in relation to what is set out in the\r\npreceding paragraph the court below took into account the state\nof\r\nthe art immediately before the priority date.\n[1]\nIt had particular regard to one of the American patents made\r\navailable by Kusile, namely, United States Patent 3417568A, dated\n24\r\nDecember 1968 entitled ‘Mine shaft Bratticing’.\n[12]\r\nMakgoka J stated that Mantella’s claimed invention did not\r\nappear to be particularly sophisticated or complex. In this\nregard he\r\nconsidered and compared the evidence of two experts, namely Dr\r\nBurger, a consulting engineer skilled in construction\nmethods, who\r\ntestified on behalf of Kusile and Mr Elliot, an experienced mine\r\nmanager, who testified in support of Mantella’s\ncase. The court\r\nbelow considered Dr Burger as someone skilled in the art, but not so\r\nMr Elliott. The art we are concerned with\nis that of designing,\r\nconstructing and installing barriers or stoppings in underground\r\npassages.\n[13]\r\nIn considering the prior art, the court below had regard to the\r\nspecification of the American patent referred to in para 12\nabove,\r\nnamely US Patent 3417568A. The ‘Abstract of the Disclosure’\r\nof that registered patent reads as follows:\n‘\nA\r\nvertical concrete lined mine shaft has vertically spaced horizontally\r\ndisposed buntons therein carrying vertically extending corrugated\n\nsteel panels which divide the shaft into updraft and downdraft\r\ncompartments. The buntons have their ends embedded in the concrete\n\nwalls. Anchor plates also embedded in the walls are secured to the\r\nsides of the panels.’\n[14]\r\nThe relevant parts of the summary of that invention read as follows:\n‘\nIn\r\nsummary, the invention relates to the use of buntons, corrugated\r\npanels, anchor plates and corrugated strips in the forming of\n\nbrattice walling in mine shafts to divide the shaft into compartments\r\nfor different uses such as updraft and downdraft ventilation.\n.\r\n. .\nIn such an\r\napplication horizontal steel buntons preferably of streamlined shape\r\nare positioned across the shaft with their ends\nembedded in the\r\nconcrete peripheral walling. This will enable plates of about 7’6”\r\nby 6’0” to be manufactured\nand subsequently welded in\r\npairs to form panels of a size 15’0” by 6’0”\r\nwith corrugations along the length\nthereof with a pitch of 6”\r\nacross the width. The plate used may be from\n1\n/\n8\n”\r\nto\n2\n/\n8\n” thick depending on particular\r\nrequirements. The figures are given as a practical example only and\r\nare in no way limitative\nto the scope of the invention.’\nThe\r\ninventor set out the patent’s claims as follows:\n‘\n1.\r\nIn a vertical mine shaft, brattice walling comprising vertically\r\nextending steel panels dividing said shaft into plural channel\n\ncompartments, said panels having corrugations extending in a vertical\r\ndirection, vertically spaced horizontally disposed buntons\nhaving\r\ntheir ends secured to the walls of and spanning said shaft,\r\ncorrugated strips carried by said buntons, said panels having\ntheir\r\nupper and lower ends secured to and mating with said strips on said\r\nbuntons, anchor plates secured to the shaft wall adjacent\nthe ends of\r\nsaid buntons and the sides of said steel panels adjacent said anchor\r\nplates being secured thereto.\n2. Mine shaft\r\nbrattice walling as claimed in claim 1 in which resilient sealing\r\nlinings are employed between overlapping joints\nof the steel panels\r\nand between the strip and the ends of the steel plates.’\n[15]\r\nThe court below accepted the evidence of Dr Burger, testifying on\r\nbehalf of Kusile, that the American patent disclosed all\nof the\r\nessential features of the patent in suit, except that it made no\r\nreference to a ‘rigid material’. Makgoka J\nconsidered Dr\r\nBurger’s evidence that there was no substantive difference in\r\nthe patents because both methods achieved the\nsame effect, namely, of\r\ncreating an airtight joint. The court below said the following:\n‘\nIt\r\nis to be borne in mind that the rolling together of sheets of metal\r\nor corrugated iron is not the inventive concept of the patent\nin\r\nsuit, as this was well known before the priority date of the patent\r\nin suit.’\n[16]\r\nThe court below held that the only relevant difference between the US\r\nPatent and the one under consideration, was that the\niron sheets in\r\nthe former were joined together using a resilient sealant, whereas in\r\nthe present patent, the sheets are rolled\ntogether to form an\r\nairtight joint.\n[17]\r\nMakgoka J rejected the argument on behalf of Mantella, that the\r\npatent in suit was a combination invention, combining a number\nof\r\nknown features so as to produce a new or improved result. He did not\r\nconsider that the combination contended for required inventive\n\ningenuity. He concluded as follows:\n‘\n[T]he\r\nclaimed invention is not sophisticated, but very simple. Its basic\r\nfeature is the rolling together of sheets of metal or corrugated\niron\r\nby rolling or seaming, using off-shelf equipment. It is a basic\r\nconstruction using corrugated or profiled sheeting, secured\nto a\r\nsupport structure, to create barriers or walls. I am alive to the\r\nfact that simplicity should not be an obstacle. However,\nin the\r\npresent case, I find that there would not have been any practical\r\ndifficulties to be overcome in combining previously known\nfeatures.’\nIn\r\nthe result, the court below ordered the revocation of Mantella’s\r\npatent.\n[18]\r\nIt is against that conclusion that the present appeal, with the leave\r\nof the court below, is directed.\n[19]\r\nNovelty was conceded by Kusile in the court below.\n[2]\nBefore us the issues crystallised as follows. On infringement, the\r\nargument on behalf of Kusile was that since the patent specification\n\nwas lacking in the respects set out in paras 4, 5 and 6 above, it was\r\nthus invalid and liable to revocation, and Kusile could not\nbe guilty\r\nof infringement. In essence, Kusile challenged the patent on the\r\nbasis that the ‘rigid material’ referred\nto was not\r\nadequately described and that there was no intelligible description\r\nof how the joining together of sheets of ‘rigid\nmaterial’\r\ncould render flexible a panel to be affixed to an underground\r\npassage. The patent specification was criticised\nfor not only being\r\nunclear, inadequate and lacking in its description of the ‘rigid\r\nmaterial’ but also of being incomprehensible,\nparticularly as\r\nto how the incorporation of a profile could render the ‘rigid\r\nmaterial’ flexible in one dimension and\n‘rigid’ in\r\nanother. The remaining issue for adjudication is obviousness.\n[20]\r\nIn the well-known decision of\nGentiruco\r\nAG v Firestone SA (Pty) Ltd\n1972\r\n(1) SA 589\n(A), the validity and alleged infringement of a patent was\r\nconsidered. In that case this court considered that in addressing\r\nthose\naspects a court’s first task was ‘to ascertain the\r\nnature of the invention as claimed and its precise scope . . .\r\nAccordingly\nthe specification, and especially the claims, have to be\r\nconstrued; it is, after all, the instrument on which the letters\r\npatent\nwere applied for and granted and it must therefore necessarily\r\ngovern those issues’.\n[3]\n[21]\r\nThe function of claims in a patent is to define clearly and with\r\nprecision, the monopoly claimed so that others may know the\nexact\r\nboundaries of the areas within which they will be trespassing. The\r\nclaims must undoubtedly be read as part of the entire\npatent\r\nspecification document. In this regard, see\nPower\r\nSteel Construction Co. (Pty) Ltd v African Batignolles Construction\r\n(Pty) Ltd\n1955 (4) SA 215\n(A) at 224D-G\r\nciting with approval\nElectrical &\r\nMusical Industries v Lissen\n56 R.P.C.\r\n23\n, 39.\n[22]\r\nIn\nGentiruco\nat 614B-C this court stated the following:\n‘\nConsequently,\r\nthe rule of interpretation is to ascertain, not what the inventor or\r\npatentee may have had in mind, but what the language\nused in the\r\nspecification means, i.e., what his intention was as conveyed by the\r\nspecification, properly construed . . . \nsince he is presumed to\r\nhave intended what his language means. To ascertain that meaning the\r\nwords used must be read grammatically\nand in their ordinary sense.\r\nTechnical words of the art or science involved in the invention must\r\nalso be given their ordinary\nmeaning, i.e., as they are ordinarily\r\nunderstood in particular art or science, to prove which extrinsic\r\nevidence is admissible\nand usually necessary.’\n[23]\r\nIn\nAktiebolaget Hassle and Another v Triomed (Pty) Ltd\n2003\r\n(1) SA 155\n(SCA) at 160B–F this court stated the following:\n‘\nWhile\r\nthe claim must be construed to ascertain the intention of the\r\ninventor as conveyed by the language he has used (\nGentiruco\r\nAG v Firestone SA (Pty) Ltd\n1972\r\n(1) SA 589\n(A) at 614B-C) what is sought by a purposive construction\r\nis to establish what were intended to be the essential elements, or\r\nthe\nessence, of the invention, which is not to be found by viewing\r\neach word in isolation but rather by viewing them in the context\nof\r\nthe invention as a whole. To the extent that it might have been\r\nsuggested in an obiter dictum in\nNampak\r\nProducts Ltd and Another v Man-Dirk (Pty) Ltd\n1999\r\n(3) SA 708\n(SCA) at 714A that it might be called in aid only to\r\nconstrue an ambiguous claim I do not think that is supported by the\r\ndecisions\nof this Court and, in my view, it is not correct. It is\r\nmerely an approach to construction that is aimed at establishing what\r\nwas\nmeant in a particular context. As pointed out by Hefer JA in\nFundstrust\r\n(Pty) Ltd (in Liquidation) v Van Deventer\n1997\r\n(1) SA 710\n(A) at 726H-727B (in a passage that was adopted in\r\nrelation to the construction of patent specifications in\nMonsanto\r\nCo v MOB Animal Health (Pty) Ltd\n(formerly\r\nMD Biologics CC)\n2001\r\n(2) SA 887\n(SCA) at 892B–C):\n“\nThe\r\ntask of the interpreter is, after all, to ascertain the meaning of a\r\nword or expression in the particular context of the statute\nin which\r\nit appears (\nLoryan\r\n(Pty) Ltd v Solarsh Tea and Coffee (Pty) Ltd\n1984\r\n(3) SA 834\n(W) at 846G\nad\r\nfin\n).\r\nAs a rule every word or expression must be given its ordinary meaning\r\nand in this regard lexical research is useful and at times\n\nindispensable. Occasionally, however, it is not.”’\n[24]\r\nEssentially, Kusile complains that the claims of the complete\r\nspecification are unclear. It was pointed out by this court in\nRoman\r\nRoller CC and another v Speedmark Holdings (Pty) Ltd\n[1995] ZASCA 78\n;\n1996\r\n(1) SA 405\n(AD), that in determining whether a patent claim stakes\r\nits monopoly with a sufficient degree of clarity, the court must view\r\nthe\npatent through the eyes of the skilled addressee in the relevant\r\nart.\n[4]\nCorbett CJ said the\r\nfollowing at 419D-H:\n‘\n[T]he\r\ncourt must take into account that such addressee is expected to use\r\nreasonable skill and intelligence in interpreting the\nlanguage of the\r\npatent. He is not required to struggle unduly with it, but he must\r\nmake the best of it and not adopt an attitude\nof studied obtuseness.\r\nIf words or expressions in a claim are affected or defined by what is\r\nsaid in the body of the specification,\nthe language of the claims\r\nmust be construed accordingly. Moreover, uncertainty or ambiguity in\r\na claim may be resolved by what\nappears in the body of the\r\nspecification, which may be thus resorted to not only when the\r\nlanguage in question has been expressly\ndefined in the body of the\r\nspecification, but also, in the absence of such definition, where\r\nthere is material in the body from\nwhich the intention of the\r\ndraftsman can be gathered. Where the words permit it, an\r\ninterpretation should be adopted which is consistent\nwith the\r\ndescription of the problem to be overcome and the method of doing so\r\ndescribed in the body of the specification. Another\nsource of\r\nelucidation of apparently unclear language may be the prior art\r\nitself. (See generally\nHelios\r\nLtd v Letraset Ltd\n1970\r\nBP 495 (T) at 498G-499B, 500B-G, 503B-C,\nLetraset\r\nLtd v Helios Ltd\n1972\r\n(3) SA 245\n(A) at 249H-251B.)’\n[25]\r\nSince Kusile’s case on infringement and revocation is centred\r\non the inadequacy of the specification in relation to ‘rigid\n\nmaterial’, I consider that the appropriate point of departure.\r\nIt is necessary at the outset to record that before us the\nparties\r\nwere agreed that the word ‘rigid’ where it appears in the\r\nspecification was not meant to have a technical meaning.\nIt was\r\ncontended on behalf of Kusile that the patent does not explain what\r\nis meant by ‘rigid material’. The agreed\nintegers of the\r\nindependent claims reflected above, as the cited authorities dictate,\r\nhave to be read in the context of the specification\nas a whole. I\r\nturn to the relevant part of the specification that is descriptive of\r\nthe ‘rigid material’, which Kusile\nchooses to ignore. It\r\nreads as follows:\n‘\n[E]ach\r\nflexible panel includes at least one profiled, eg corrugated, sheet\r\nof a rigid material, with the profile of the sheet rendering\nit\r\nflexible or bendable in one dimension. By “profiled” is\r\nmeant that the sheet has a plurality of ridges and troughs\ntherein.\r\nThese ridges and troughs thus impart flexibility to the panel, eg\r\npermit it to be rolled up, to facilitate transport thereof.\n\nTypically, the sheet is corrugated iron or steel sheet.’\nThese\r\nwords, read with the independent claims, clearly mean that the\r\nflexible panel typically comprises corrugated sheets usually\nmade of\r\niron or steel. Although what is quoted above does not limit the\r\ncomposition of the invention to corrugated iron or steel,\nit\r\ncontemplates corrugated iron or steel as the typical material to be\r\nused in the flexible panel. It is common cause that Kusile’s\n\nalleged infringing barrier is constructed of corrugated iron.\n[26]\r\nSince it was agreed that the word ‘rigid’ was meant to\r\nhave its ordinary meaning, the court below cannot be faulted\nfor its\r\nconsideration of the dictionary meaning, namely, ‘stiff,\r\nunyielding, not pliant or flexible’.\n[5]\nOf course the qualifications in relation to dictionary definitions of\r\nwords as expressed by this court in\nMonsanto\r\nCo v MDB Animal Health (Pty) Ltd (formerly MD Biologics CC)\n2001\r\n(2) SA 887\n(SCA) at 892A-G\n[6]\nhave to be borne in mind. They are, first, that a dictionary meaning\r\nof a word serves as a guide and cannot govern the interpretation\nof a\r\npatent specification. Where a word has more than one meaning the\r\ndictionary cannot prescribe priorities of meaning. Second,\nis that\r\neven definitions must be read in context.\n[7]\nThe question remains, what is the meaning applicable in the context\r\nof the particular document under consideration.\n[27]\r\nIntegers (f) and (g) of claim 1 envisage a flexible panel including\r\nat least one profiled sheet of a ‘rigid material’\nand\r\nexplain that it is the profile of the sheet that renders it flexible\r\nor bendable in one direction. Those integers have to be\nconsidered\r\nalongside that part of the specification set out in paragraph 26\r\nabove in which it is explained that profiling has as\na result that\r\nthe iron or steel sheet has a plurality of ridges and troughs which\r\nrender it flexible in one direction.\n[28]\r\nThat leads us to Kusile’s contention that the specification\r\ndoes not explain how a person skilled in the art would make\nsense of\r\na flexible panel being derived from a plurality of adjoining sheets\r\nof a ‘rigid material’. Much store was\nplaced by Kusile on\r\nthe evidence of Dr Burger. In relation to the sufficiency of a patent\r\nspecification expert evidence is admissible.\nA patent specification\r\nmust be construed with reference to the state of knowledge of those\r\nskilled in the art obtaining at the\ntime of the publication of the\r\nspecification. In\nSappi Fine Papers (Pty) Ltd v ICI Canada Inc\n[1992] ZASCA 58\n;\n1992 (3) SA 306\n(AD) the following is said:\n‘\n[A]\r\npatent specification must be construed with reference to the state of\r\nknowledge of those skilled in the art; and, according\nto English\r\nauthority, the relevant state of knowledge is that obtaining at the\r\ntime of the publication of the specification (see\nNobel’s\r\nExplosive Co Ltd v Anderson\n[1894]\r\n11 RPC 519\n(CA) at 523 lines 9-29;\nMarconi’s\r\nWireless Telegraph Co Ltd v Mullard Radio Valve Co Ltd\n[1924]\r\n41 RPC 323\n(HL) at 334 lines 40-2; the\nCatnic\ncase\r\nsupra at 243 lines 12-18; Terrel on the\nLaw\r\nof Patents\n13\nth\ned\r\nat 77 para 4.35). I take this to be the time of filing of the\r\napplication. This appears to be in accordance with our law. It\nis not\r\nnecessary to decide whether, in the case of a convention application,\r\nthe date of publication should be understood to be\nthe priority date\r\n(cf Burrell\nSouth\r\nAfrican Patent Law and Practice\n2\nnd\ned\r\nat 246 para 5.23).\nAccordingly, in\r\norder to enable the Court to construe the specification properly, it\r\nmust be instructed by expert evidence as to\nthe state of the art in\r\nthe field to which the invention relates as it was at the relevant\r\ndate (\nGentiruco AG v Firestone SA (Pty) Ltd\n1972 (1) SA 589\n(A) at 614E-F). In this way the Court is placed, as far as possible,\r\nin the position of the skilled addressee. In this connection,\ntoo,\r\nthe Court should bear in mind that the skilled addressee is someone\r\nwho is expected to bring reasonable intelligence to bear\nupon the\r\nlanguage of the specification and who, while not required to struggle\r\nunduly with it, is to make the best of it and not\nto adopt an\r\nattitude of studied obtuseness (see Holmes JA in\nLetraset Ltd v\r\nHelios Ltd\n1972 (3) SA 245\n(A) at 251A, quoting Colman J in the\r\nCourt\na quo\n).\nIn\r\nthe\nCatnic\ncase\nsupra\n, Lord Diplock also stated (at 243\r\nlines 3-5):\n“\nA\r\npatent specification should be given a purposive construction rather\r\nthan a purely literal one derived from applying to it the\nkind of\r\nmeticulous verbal analysis in which lawyers are too often tempted by\r\ntheir training to indulge.”’\n[29]\r\nIn the ultimate result, it is of course the court’s duty to\r\nconstrue claims and specification and on the merits, to draw\n\ninferences from the facts established by evidence.\n[8]\n[30]\r\nDr Burger was a qualified mechanical engineer and had a PhD in design\r\nengineering. He was the director of a company which specialised\nin\r\nthe design of mining equipment and also for decades, had been\r\ninvolved in consulting in the mining industry. He was unyielding\nwhen\r\nhe testified about how an engineer would understand ‘rigid\r\nmaterial’. He was adamant that there was no such thing\nas a\r\n‘rigid material’. As an example he referred to granite\r\nwhich he explained had a point at which it too would yield\nand break.\r\nDr Burger insisted that profiling a sheet of iron did not render it\r\nflexible in one dimension. Taking the view that\nthere was no such\r\nthing as ‘rigid material’, he refused to acknowledge that\r\ncorrugating a sheet of iron would have\nthe effect of making it more\r\n‘rigid’. Ultimately, he did however accept, albeit\r\nreluctantly, that corrugating a flat\nsheet of iron would have the\r\neffect of stiffening it in one direction.\n[31]\r\nMr Haven, who had 33 years of experience in mine ventilation and 29\r\nyears at coal mines also testified on behalf of Kusile.\nHe accepted\r\nthat iron sheet material is corrugated to give it strength. He was\r\nloath to admit that it provided ‘rigidity’.\nHe accepted\r\nthat corrugated iron sheets can be rolled up in one direction and\r\nthat, when it was unrolled, it would retain its form.\nMr Haven was\r\ninsistent that a corrugated iron sheet could be bent in two\r\ndimensions, namely, parallel to the corrugations and across\nthe\r\ncorrugations. When asked to demonstrate this in court, Mr Haven could\r\nbend it parallel to the corrugations but had considerable\ndifficulty\r\nbending it against the corrugations. That difficulty, as recorded in\r\nthe judgment of the court below, resulted in him\ncutting himself.\n[32]\r\nMr Elliot, the chief executive officer of a coal company and a\r\ndirector of an engineering and equipment manufacturing company,\nas\r\nwell as a director of a company consulting in designing mines,\r\ntestified in support of Mantella’s case. He had an engineering\n\ndegree, decades of experience in the mining industry and vast\r\nexperience in the construction of ventilation passages in mines.\nHis\r\nexposure to different types of coal mining was extensive. At some\r\nstage in his life, he was an underground manager. He was\nalso a\r\ngeneral manager at mines. As an engineer and someone who had\r\nexperience in the design, construction and installation of\n\nunderground barriers or stoppings, he understood the specification to\r\nindicate the use of corrugated iron sheets as a component\nin their\r\nconstruction. He testified that corrugating the iron sheet made it\r\n‘rigid’ in one direction and flexible in\nanother. He had\r\nno difficulty understanding that concept and the specification in\r\nthis regard.\n[33]\r\nIn my view, the court below was correct in concluding that Mr Haven’s\r\ndifficulty in demonstrating that a corrugated iron\nsheet is flexible\r\nin two dimensions justified the conclusion that corrugated iron is\r\nflexible parallel to the corrugations and\n‘rigid’ against\r\nthem. Dr Burger insisted on interpreting the expression ‘rigid\r\nmaterial’ strictly technically\nwhen it was agreed that it was\r\nto be construed according to its ordinary meaning as was done by the\r\ncourt below.\n[34]\r\nDr Burger was dogmatic and unpersuasive and I have no difficulty in\r\nconcluding that Mr Elliot, who had vast practical experience\nin\r\nunderground mining, particularly in coal mines, was an impressive\r\nwitness. He adequately explained how a skilled addressee would\n\nunderstand the patent specification and how it would be put into\r\noperation. I understand and accept his explanation that the\r\ncorrugations\nin the iron sheet rendered them flexible in one\r\ndirection and that joining the sheets together did not result in the\r\npanels losing\ntheir flexibility.\n[35]\r\nKusile’s defence on infringement centred on the insufficiency\r\nof the patent specification on the bases referred to earlier.\nIt was\r\nnot contended on Kusile’s behalf, either in written heads or\r\nduring oral argument, that beyond that, the court below\nhad erred in\r\nits conclusion on Mantella’s claim to a ‘kit’ in\r\nterms of claim 31. In my view, the court below\nwas wholly justified\r\nin having regard to Mr Haven’s concession that there were\r\nseveral component parts to be involved in\nthe installation of the\r\ncontemplated barrier and that the claim to a kit was justified.\n[36]\r\nOther than the aforesaid points raised by Kusile in relation to the\r\nsufficiency of the patent specification, it was uncontested\nthat\r\nKusile’s barriers at the Khutala Colliery, in material\r\nrespects, resembled the barriers that Mantella sold and installed\nat\r\nmines throughout South Africa in accordance with the patent in suit.\r\nThe court below therefore rightly held that Mantella had\nproved\r\ninfringement.\n[37]\r\nIt is now necessary to describe succinctly and portray graphically,\r\nMantella’s barriers and method of construction and\n\ninstallation, based on the specification as it would be understood by\r\nan addressee skilled in the art. First, corrugated iron sheets\nare\r\nput through a lock-forming machine which forms a bend in the sheets\r\non both sides which then are hooked or clipped together\nto form the\r\nseam referred to in the specification.\nThis\r\nis\nthen placed in a press rolling machine\r\nthat presses the joints flat to create an airtight joint. The sheets\r\nare joined together\nin dimensions that depend on the dimensions of\r\nthe tunnels in the mine requiring the barrier. Because the panels are\r\nflexible in\none direction, they can then be rolled up in a fashion\r\nwhich, from the photograph that appears in paragraph 39, resembles a\r\nroll-up\ngarage door. This makes it easy to transport to and from\r\nmines. In the tunnel requiring the barrier, square tubing is used to\r\ncreate\na frame (‘the support structure’) fixed to the\r\ntunnel walls and then the rolled up panels are attached to the frame.\n\nAfter the panels are attached to the square tubing frame on all\r\nsides, they are then sealed off to form an airtight barrier for\nan\r\nunderground ventilation system. It is common cause that the lock\r\nforming and press rolling machines used in the production of\nthe\r\nbarriers are readily commercially available. It is also common cause\r\nthat seaming and pressing together of ends of sheets of\nmetal are\r\nwell-established techniques known in engineering circles at the\r\npriority date of the patent in suit. The ‘elongated\nsupport\r\nmember’ to which the panels are attached were, at the priority\r\ndate, also well known in engineering circles.\n[38]\r\nThe following photograph shows the two ends of a corrugated sheet\r\nbeing seamed:\n[SEE\r\nPDF FOR IMAGES]\n[39]\r\nThe photograph appearing hereunder shows the rolled up panels being\r\ntransported.\n[SEE\r\nPDF FOR IMAGES]\n[40]\r\nThe photograph that appears below is one showing a part of the\r\ninstalled Kusile barrier:\n[SEE\r\nPDF FOR IMAGES]\n[41]\r\nIt is undisputed that initially, Kusile sourced its own corrugated\r\nsheets which were sent to Mantella for seaming where after\nthey would\r\nbe returned in roll-up form to Kusile for itself to later install.\r\nThis arrangement changed as Mantella insisted that\nthe entire system\r\nbe purchased from it. This, it seemed, proved too costly for Kusile\r\nwhich led to the latter sourcing its own\nmaterial and manufacturing\r\nand installing its own barriers and that led, ultimately, to the\r\nlitigation culminating in the present\nappeal.\n[42]\r\nIn terms of s 61(1)(\nc\n) of the Act a person may apply for the\r\nrevocation of a patent on the basis that the patent is not patentable\r\nunder s 25. Under\nthe heading ‘Patentable Inventions’, s\r\n25(1) provides for patents to be granted for ‘any new invention\r\nwhich\ninvolves an inventive step and which is capable of being used\r\nor applied in trade or industry or agriculture’. Section 26(10)\n\nprovides that ‘an invention shall be deemed to involve an\r\ninventive step if it is not obvious to a person skilled in the\nart,\r\nhaving regard to any matter which forms, immediately before the\r\npriority date of the invention part of the state of the art\nby virtue\r\nonly of subsection 6.’ The latter subsection reads as follows:\n‘\nThe\r\nstate of the art shall comprise all matter (whether a product, a\r\nprocess, information about either, or anything else) which\nhas been\r\nmade available to the public (whether in the Republic or elsewhere)\r\nby written or oral description, by use or in any other\nway.’\n[43]\r\nAs stated earlier, Kusile’s case is that the patent in suit is\r\nrevocable on the ground of obviousness. As recorded by\nthe court\r\nbelow, novelty in the present dispute was conceded by Kusile. Lack of\r\nnovelty is commonly referred to as ‘anticipation’.\nIt is\r\nnecessary to have regard briefly, to the distinction between novelty\r\nand obviousness. As far back as 1930 this court warned\nabout the\r\nnecessity of preserving the distinction. In\nVeasey v Denver Rock\r\nDrill and Machinery Co Ltd\n1930 AD 243\nat 281, Stratford JA said\r\nthe following:\n‘\nBut\nit\nhas\nsometimes\nbeen\nsaid\nthat\nthe\ndistinction\nbetween\nthe\ntwo\nis\nat\ntimes\nobscure\nand\ncannot\nalways\nbe\r\nmaintained. . . . With great respect to these learned authors, I\r\nthink that the distinction is both valuable and clear and should\nnot\nbe\nobscured.\r\n. . In\nan\nattack\nupon\nthe\nvalidity\nof\na\npatent\non\nthese\ntwo\ngrounds\nthe\ndistinction\nbetween\nthem\nis\nall\r\nimportant because of the differing nature of the evidence required in\r\nthe two cases. Anticipation destroys the claim to novelty,\nbut the\r\nprior publication (or prior user) relied upon as an anticipation must\r\nbe of the identical – or substantially identical\n–\r\ninvention claimed. Essence, of course, and not form is what is looked\r\nto; essential resemblance may be hidden, and\ncomparison between\r\nthe two may be difficult in particular cases. But difficulty in\r\napplication does not destroy the clearness of\nthe principle to be\r\napplied. The invention claimed is not new if there has been prior\r\npublication of it. But novelty is not destroyed\nby prior publication\r\nof an invention closely resembling that of the patent challenged if\r\nthe difference between the two, however\nsmall, is a real difference.\r\nIn a defence raising want of novelty the evidence in support of it is\r\ndirected to establish the identical\nnature of the prior invention and\r\nits prior publication. . . . The defence of want of subject-matter\r\n[“obviousness”]\nrequires\nevidence\nto\nestablish\nthe\nprior\ncommon\nknowledge\nin\nthe\nart\nand\r\nwhen that knowledge has been fully appreciated it is for the Court to\r\nsay whether the plaintiff has taken an inventive step\nforward.\n.\n.\n.\nOn\nthe\nissue\nof\nsubject-matter\r\n[“obviousness”]\nthe\r\ndifference between the plaintiff’s invention and prior common\r\nknowledge must be measured and valued. If there is no difference,\n\nthere is no subject-matter; if there is a difference but it\r\ncalls for no inventive ingenuity to bring it about, there is also\nno\r\nsubject-matter [“obviousness”]; but if there is a\r\nreal inventive step forward, no matter how small, that is\nsufficient\r\nto give subject-matter to the patent. On the question of novelty\r\nthere is again comparison, in this case, however, not\nwith prior\r\ncommon knowledge but with prior publication (or public user). And\r\nwhen comparison is made with a prior publication and\nit is found that\r\nthe two are not substantially the same, the defence of anticipation\r\nfails. It is no support to this defence to\nsay that the difference\r\nbetween the two called for no inventive ingenuity to bring it about;\r\nthough that enquiry may be relevant\nto the defence of want of\r\nsubject-matter.’\nSee\r\nalso T D Burrell,\nBurrell’s South\r\nAfrican Patent and Design Law\n3ed\r\n(1999) para 4.12.2.\n[44]\r\nThe enquiry into obviousness involves three questions: first, what\r\nthe state of the art was immediately before the priority\ndate of the\r\ninvention in suit; second, whether the invention claimed was a step\r\nforward on the state of the art; third, whether\nin the light of the\r\nstate of the art, the step was inventive, that is, not obvious. See\r\nBurrell\nop cit\npara\r\n4.8 and\nRoman Roller CC\nat\r\n414-418\n.\n[45]\r\nIn\nEnsign-Bickford (South Africa) (Pty) Ltd and others v AECI\r\nExplosives and Chemicals Ltd\n1999 (1) SA 70\n(SCA), Plewman JA\r\n‘reformulated’ the threefold inquiry as follows:\n‘\n(1)\r\nWhat is the inventive step said to be involved in the patent in suit?\n(2)\r\nWhat was, at the priority date, the state of the art (as statutorily\r\ndefined) relevant to that step?\n(3)\r\nIn what respect does the step go beyond, or differ from, that state\r\nof the art?\n(4)\r\nHaving regard to such development or difference, would the taking of\r\nthe step be obvious to the skilled man?’\n[46]\r\nIn Burrell\nop cit\nat\r\n166, the learned author points out that the approach followed by\r\nCorbett CJ in\nRoman Roller CC\nand referred to in para 44 above is in fact the\r\nskeletal structure adopted by our courts over the years. It is a\r\nstructure that\nthe learned author favours above the approach in\nEnsign-Bickford\nand\r\nwhich he follows. I am not persuaded that there is a substantive\r\ndifference between the two. The approach in\nRoman\r\nRoller CC\nhas an appeal because of its\r\nsimplicity.\n[47]\r\nBefore embarking on the threefold enquiry identified in\nRoman\r\nRoller CC\nit is necessary to record\r\nthat initially, ventilation barriers in mines, known as brattices or\r\nbratticing, were either in the form\nof walls built from bricks and\r\nmortar in a conventional building method to block off passages, or in\r\nthe form of ventilation curtains\nmade of cloth, nailed to the walls\r\nof passages that spanned the passage like a conventional curtain or\r\nsail. Brick and mortar type\nwalls required substantial materials\r\nwhich had to be transported from the surface to underground\r\nlocations. They were also labour\nintensive. Reusing the materials\r\ncomprising brick and mortar walls was virtually impossible. Although\r\nthe cloth barriers were reusable,\nlightweight and easy to install,\r\nthey deteriorated over time and were not sufficiently fire resistant.\r\nThe cloth barriers were\nsusceptible to damage or destruction in a\r\nhostile mining environment and were often lost due to theft.\n[48]\r\nIn considering the question of obviousness, which it is the court’s\r\nduty to determine,\n[9]\nthe\r\nprimary evidence is the technical evidence by expert witnesses in\r\nrespect of the nature of the step claimed to have been inventive,\nthe\r\nstate of the art as at the priority date relevant to that step and\r\nthe respect or respects in which the step goes beyond or\ndiffers from\r\nthat state of the art. See\nSchlumberger\r\nLogelco Inc v Coflexip SA\n2003\r\n(1) SA 16\n(SCA) para 34.\n[10]\nSecondary evidence can serve to test the primary evidence and enable\r\na proper evaluation thereof.\nThe\r\nstate of the art\n[49]\r\nIt was accepted on behalf of Kusile that the state of the art,\r\nimmediately before the priority date, is best reflected in the\n\nAmerican patent referred to earlier. The patentee was a South African\r\nliving on the Reef and almost certainly arose from his experience\nin\r\nSouth African mines. It is important to note at the outset that the\r\ninvention, as can be seen from the abstract, summary and\nthe claims\r\nset out above, was contemplated to be put into operation in vertical\r\nshafts to divide them into updraft and downdraft\ncompartments. It is\r\na common characteristic of South African gold mines that access to\r\nthem and the provision of ventilation occurs\nby means of such\r\nvertical shafts which are something different from the underground\r\npassages and stopes we are here concerned with.\n[50]\r\nIn the American patent, horizontal steel buntons are positioned\r\nacross a vertical shaft with their ends embedded in the concrete\n\nperipheral walling. End anchor plates, to which the panels may be\r\nbolted, will be imbedded in or bolted to the concrete walling\nbetween\r\nbuntons and the joints will be provided with rubber or other\r\nresilient lining. This lining will also be included in the\nhorizontal\r\nand vertical edges of adjacent panels to enable the bratticing to\r\nextend right across the shaft. The upper and lower\nends of the panels\r\nwill be secured to the buntons. The iron sheets are\nwelded\nin pairs to form the panels.\nA\r\nstep forward?\n[51]\r\nThe inventive step asserted by Mantella is that of engaging seams of\r\nadjacent corrugated iron sheets with each other and rolling\nthe seams\r\nclosed thereby joining them in a substantially airtight fashion\r\nbefore the panel is attached to the support structure\nbetween the\r\nwalls of the underground passage. This results in minimum sheet\r\nmaterial overlap at the seams, allows the panels to\nbe rolled up and\r\nprovides a substantially airtight joint. This improves handling,\r\ntransportation and installation of the panels\nand results in\r\nsignificant all-round cost savings.\n[52]\r\nHaving conceded novelty, Kusile found itself in an invidious position\r\nevidenced by an initial submission on its behalf that\nthe American\r\npatent contained all of the essential features of the patent in suit\r\nand subsequently refined into a contention that,\nwhilst the patent in\r\nsuit did represent a step beyond the state of the art, that step did\r\nnot involve inventive ingenuity. The\ncourt below accepted Dr Burger’s\r\nexplanation that the patent disclosed all the necessary features of\r\nthe patent in suit,\nexcept that it made no reference to ‘rigid\r\nmaterial’. Makgoka J was persuaded by Dr Burger’s\r\ntestimony that the\nsheets being joined together in the American\r\npatent by virtue of a resilient sealing was no different to the\r\npatent in suit having\nthe corrugated iron sheets rolled together to\r\nform an airtight joint, because both methods achieved the same\r\nresult. The court\nbelow ignored the following very significant\r\nconcession made by Dr Burger when he was asked whether, immediately\r\nbefore the priority\ndate, he would have come up with the idea of\r\nseaming the edges of the corrugated iron sheets and rolling them to\r\nform an airtight\njoint. Although answering in the affirmative, he\r\nsaid the following:\n‘\nM’Lord,\r\npurely for the reason that it is a very easy and imaginative way of\r\nconstruction if you want to use that word.’\nThe\r\nword ‘imaginative’ is defined in the Concise Oxford\r\nEnglish Dictionary as:\n‘\n[H]aving\r\nor showing creativity or inventiveness.’\n[53]\r\nSoon after Dr Burger’s testimony, referred to in the preceding\r\nparagraph, he said the following:\n‘\nWhat\r\nI will give the inventor a credit and that was it was a creative . .\r\n.  [indistinct] of existing techniques.’\nThe\r\nmissing word is probably ‘use’ or ‘employment’.\r\nWhat the two passages of evidence reveal is a concession\nof\r\n‘creative’ use of existing techniques – the very\r\nantithesis of obviousness.\n[54]\r\nMr Haven testified about a time in the past when he had worked with\r\nMr Elliot and had discussions about problems related to\nventilation.\r\nOne of their principal concerns was the leakage in relation to ‘zinc\r\nwalls’. They struggled to find a\nsuitable method to address the\r\nproblem. According to Mr Elliot the airtight joints provided by the\r\npatent in suit were ‘a\nhuge step in the right direction’.\r\nThe court below ignored the evidence of Dr Burger referred to in the\r\npreceding paragraphs\nas well as the evidence of Mr Haven and Mr\r\nElliot.\n[55]\r\nMr Elliot’s evidence in relation to the benefits accruing from\r\nthe patent in suit is significant. First, as illustrated\nby the\r\nphotograph of the rolled-up panels, there is a saving in storage and\r\ntransport costs. A number of barriers can be stored\nin reduced space\r\nand be transported in a single load. The materials are compact,\r\nsimple, light weight and in a roll form. There\nis a cost saving in\r\ntime and labour, as they can be erected in a simple and easy manner.\r\nThere are cost savings in that virtually\nall the components of the\r\nbarrier of the patent are capable of being used multiple times.\r\nSubstantially airtight joints are obtained\nin an easy and\r\ncost-effective manner without the need to provide other forms of\r\nsealing between adjacent sheets. During blasting\noperations in a mine\r\nthe barriers in question have some degree of yield to absorb the\r\nshock from blast. The panels are relatively\nfire resistant and are\r\nnot easily susceptible to the production of toxic fumes. Despite all\r\nthe effort put into finding a simpler\nsolution to the problems of\r\ncreating ventilation passages in mines, to which both Mr Elliot and\r\nMr Haven testified, no similar\nproduct had been devised by anyone\r\nelse.\n[56]\r\nI am persuaded that the patent in suit did disclose a step forward.\nAn\r\ninventive step?\n[57]\r\nIn\nRoman Roller CC\nCorbett CJ said the following:\n‘\nThe\r\nnext and final question in regard to the issue of obviousness is\r\nwhether the patent involves an inventive step. This must be\njudged by\r\nasking oneself whether, in the light of the state of the art at the\r\ntime, the step forward taken by the invention would\nhave been obvious\r\nto the skilled addressee.’\n[58]\r\nThe priority date of the patent in suit is 17 August 1998. In the\r\nalmost 30 years that passed between the American patent and\nthe\r\npriority date of the patent in suit, in an era of intensive mining in\r\nSouth Africa, no one appears to have thought of the inventive\nstep\r\nclaimed by Mantella. In\nRoman Roller CC\nat 418H-I Corbett CJ\r\nreferred to the evidence of a witness to whom it was put that an\r\ninvention was obvious, he replied as follows:\n‘\nIf\r\nit was so obvious, why did we have to wait so long before somebody\r\ndid it? We battled and we had major problems.’\nIn\r\nthis regard the words of Sir Donald Nicholls in\nMölnlycke AB\r\nand Another v Procter & Gamble Ltd and Others (No 5)\n[1994]\r\nRPC 49\n(CA) at 113 are apposite:\n‘\nWhat\r\nwith hindsight, seems plain and obvious, often was not so seen at the\r\ntime. It is for this reason that contemporary events\ncan be of\r\nevidential assistance when testing the experts’ primary\r\nevidence. For instance, many people may have been industriously\n\nsearching for a solution to the problem for some years without\r\nhitting upon the allegedly  obvious invention.’\n[59]\r\nThe step forward claimed by the patent in suit is one that is based\r\non a combination of known techniques and, in hindsight,\none might\r\nrightly marvel at its simplicity. It is common cause that the patent\r\nin suit is successfully and extensively employed\nin mines in this\r\ncountry. In\nRoman Roller CC\nCorbett CJ stated that simplicity\r\nis not an obstacle to a step being recognised as being inventive. He\r\nsaid the following at 417J–418A:\n‘\nExperience\r\nhas shown that a number of simple inventions have constituted\r\npatentable subject-matter. Moreover, one must guard against\nthe snare\r\nof hindsight, while at the same time not over-compensating for this\r\nfactor.’\n[60]\r\nIn\nSchlumberger Logelco Inc v Coflexip\r\nSA\n2003 (1) SA 16\n(SCA), this court\r\nconsidered a challenge to a patent on the ground of obviousness. The\r\npatent was in relation to an apparatus using\nat least one hose for\r\nthe purpose of transferring fluid, particularly oil, between the\r\nseabed and the sea surface. As at the priority\ndate, various\r\nconfigurations of the apparatus were known and utilised. The patent\r\nin suit in\nSchlumberger\nmarried\r\nknown techniques in a manner held by this court to be inventive.\r\nSimilarly, in my view, the combination by Mantella of known\n\ntechniques in relation to the use of corrugated iron sheeting in\r\nbarriers or stoppings in underground passage-ways involved creative\n\ningenuity. The challenge to the patent on the ground of obviousness\r\nmust therefore fail. The court below erred in its conclusion\non this\r\naspect.\n[61]\r\nThe following order is made:\n1. The appeal is\r\nupheld with costs, including the costs of two counsel;\n2. The order of the\r\ncourt\na quo\nis set aside and substituted with the following:\n‘\n(a)\r\nThe defendant’s counterclaim for the revocation of South\r\nAfrican Patent Number 98/7391 is dismissed;\n(b) The defendant is\r\ninterdicted from infringing South African Patent Number 98/7391 by\r\nmaking, using, exercising, disposing or\noffering to dispose of, or\r\nimporting barriers or stoppings, in particular barriers or stoppings\r\nin underground passages, a method\nof erecting such barriers or\r\nstoppings in an underground passage, or a kit for erecting a barrier\r\nor stopping in an underground\npassage which fall within the scope of\r\nthe claims of South African Patent Number 98/7391;\n(c) An order is\r\nissued:\n(1) directing an\r\nenquiry as to the damages suffered by the Plaintiff as a result of\r\nthe defendant’s infringement of South\nAfrican Patent Number\r\n98/7391 and directing the payment by the defendant to the plaintiff\r\nof the amount of damages found to have\nbeen so suffered;\n(2) directing that\r\nsuch enquiry shall take place in accordance with the procedure agreed\r\nupon by the parties; and failing such agreement,\nauthorising either\r\nof the parties to make application to the court of the Commissioner\r\nof Patents for directions in regard to the\nenquiry.\n(d) A certificate of\r\ncontested validity is issued in respect of claims 1, 16 and 31 of\r\nSouth African Patent Number 98/7391 as provided\nfor in section 74 of\r\nthe Patents Act 57 of 1978.\n(e) The defendant is\r\nordered to pay the costs of the action.’\n________________________\nMS\r\nNAVSA\nACTING\r\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT: Adv. A J Bester SC (with him D R Harms)\nInstructed\r\nby:\nAdams\r\n& Adams Inc., Pretoria\nHoney\r\nAttorneys, Bloemfontein\nFOR\r\nRESPONDENT: Adv. G D Marriott\nInstructed\r\nby\nVeneziano\r\nAttorneys, Pretoria\nSymington\r\n& de Kok, Bloemfontein\n[1]\nExcept\r\n\tas otherwise provided for, the date of lodging of the patent\r\n\tapplication is the priority date of an invention to which\nthe\r\n\tapplication relates and is also the date for any matter contained in\r\n\tsuch application, whether or not such matter is the\nsame as the\r\n\tinvention. See s 33 of the Act for priority dated variations and\r\n\talso ‘Patents’\nLawsa\n(2ed)\r\n\tVol 20 para 151(a) by J R Steyn (updated by D Tanziani).\n[2]\nFor\r\n\ta useful discussion, with reference to authorities, on the\r\n\tdistinction between novelty and obviousness see T D Burrell,\nBurrell’s\r\n\tSouth African Patents and Design Law\n3\r\n\ted (1999) para 4.12.2.\n[3]\nSee\r\n\t613G-H.\n[4]\nSee\r\n\t419D.\n[5]\nPara\r\n\t17.\n[6]\nWith\r\n\treference to\nFundtrust\r\n\t(Pty) Ltd (in liquidation) v Van Deventer\n1997\r\n\t(1) SA 710\n(A) and\nDe\r\n\tBeers Industrial Diamond Division (Pty) Ltd v Ishizuka\n1980\r\n\t(2) SA 191 (T).\n[7]\nWith\r\n\treference to\nThe\r\n\tCleveland Graphite Bronze Company and Vandervell Products Ld v The\r\n\tGlacier Metal Coy LD\n[1949]\r\n\tRPC 157 (CA).\n[8]\nSee\nCoopers\r\n\t(S.A.) Ltd v Deutsche Schadlingbekampfung MBH\n1976\r\n\t(3) SA 352\n(AD) at 370F and\nGentiruco\nat\r\n\t616D-618G.\n[9]\nSee\r\n\tBurrell’s\nop\r\n\tcit\npara\r\n\t4.8.\n[10]\nSee\r\n\talso the discussion in Burrell’s,\nop\r\n\tcit\n,\r\n\tpara 4.8 and\nSchlumberger\r\n\tLogelco Inc v Coflexip SA\n2003\r\n\t(1) SA 16\n(SCA) para 33-34 in relation to this court’s\r\n\tdecision in\nEnsign-Bickford\r\n\t(South Africa) (Pty) Ltd and others v AECI Explosives and Chemicals\r\n\tLtd\n1999\r\n\t(1) SA 70\n(SCA) in so far as it relates to expert evidence in\r\n\trelation to obviousness.",
  "scraped_at": "2026-02-12T16:26:10.571019",
  "date": "2015-03-12",
  "coram": [
    "Navsa ADP",
    "Bosielo & Wallis JJA",
    "Schoeman & Dambuza AJJA"
  ],
  "case_number": "191/2014",
  "parties": {
    "applicants": [
      "Mantella Trading 310 (Pty) Limited"
    ],
    "respondents": [
      "Kusile Mining (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "Mantella Trading 310 (Pty) Ltd owned South African Patent No. 98/7391 which relates to barriers or stoppings used in underground mine ventilation passages. The patent claims a method of erecting such barriers, the barrier itself and a kit for erecting it, each involving flexible panels formed from a plurality of adjoining sheets of a ‘rigid material’ that are profiled to be flexible in one direction. Mantella alleged that Kusile Mining installed barriers at the Khutala Colliery that incorporated the patented features, thereby infringing the patent. Kusile denied infringement and counter‑claimed that the patent should be revoked on grounds of lack of fair basis, lack of clarity, insufficient disclosure and obviousness. The matter was heard in the Court of the Commissioner of Patents, which held in favor of Mantella on infringement but ordered revocation of the patent. The present appeal challenged that decision.",
    "issues": "1) Whether the barriers installed by Kusile fall within the scope of claims 1, 16 and 31 of Patent No. 98/7391 and thus constitute infringement. 2) Whether the patent is invalid on the basis of (i) lack of fair basis for the claims, (ii) lack of clarity of the term ‘rigid material’, (iii) insufficient description to enable a skilled person to practice the invention, and (iv) lack of an inventive step (obviousness) in view of the prior art, particularly US Patent 3417568A.",
    "principles": "The court applied the purposive construction approach to patent claims, giving words their ordinary meaning unless a technical meaning is established (Gentiruco AG v Firestone, Monsanto v MDB Animal Health). Sections 61(1)(f)(i) and (ii) of the Patents Act govern clarity and fair basis, while s 61(1)(e) deals with sufficiency of disclosure. Inventive step was assessed under s 25 and s 26(10), using the three‑fold inquiry of state of the art, step forward and whether that step would have been obvious to the skilled addressee (Ensign‑Bickford, Roman Roller). Expert testimony was permissible to establish the state of the art and the skilled person’s understanding. The court also considered the requirement for a certificate of contested validity under s 74.",
    "application": "The court found that ‘rigid material’ was to be understood in its ordinary sense – stiff but not pliant – and that the specification clearly identified corrugated iron or steel as the typical material, satisfying the clarity and sufficiency requirements. It held that the combination of known techniques (corrugated sheets, seaming, rolling) to achieve an airtight, roll‑up barrier involved creative ingenuity and therefore satisfied the inventive‑step test, rejecting the argument that the invention was obvious. Consequently, the patent was held valid and the alleged barriers fell within the scope of claims 1, 16 and 31, establishing infringement. The lower court’s order of revocation was set aside.",
    "conclusion": "The appeal was upheld with costs. The lower court’s order was set aside and replaced with: (a) dismissal of Kusile’s counter‑claim for revocation; (b) an injunction interdicting Kusile from infringing Patent No. 98/7391; (c) an order for a damages enquiry and payment of damages to Mantella; (d) a certificate of contested validity for claims 1, 16 and 31; (e) costs of the action awarded to the defendant. The court affirmed Mantella’s entitlement to enforce its patent."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Patent Law",
    "level_3": [
      "patent infringement",
      "patent validity",
      "inventive step",
      "claim construction"
    ]
  }
}