{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/96.html",
  "case_name": "Financial Services Board v Barthram and Another (20207/2014) [2015] ZASCA 96; [2015] 3 All SA 665 (SCA); 2018 (1) SA 139 (SCA) (1 June 2015)",
  "citation": "[2015] ZASCA 96",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 96\n|\nNoteup\n|\nLawCite\nFinancial Services Board v Barthram and Another (20207/2014) [2015] ZASCA 96; [2015] 3 All SA 665 (SCA); 2018 (1) SA 139 (SCA) (1 June 2015)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no:\r\n20207/2014\nDATE: 01\r\nJUNE 2015\nReportable\nIn the matter\r\nbetween:\nFINANCIAL SERVICES\r\nBOARD\n...................................................................................\nAPPELLANT\nAnd\nPERCY GEORGE\r\nEDWARD\r\nBARTHRAM\n..................................................\nFIRST\r\nRESPONDENT\nDISCOVERY LIFE\r\nLTD\n..............................................................................\nSECOND\r\nRESPONDENT\nNeutral citation:\nFinancial Services Board v Barthram\n(20207/2014)\n[2015] ZASCA 96\n(1 June\r\n2015)\nBench:\nPonnan,\r\nCachalia and Leach JJA and Dambuza and Gorven AJJA\nHeard: 19 May 2015\nDelivered:  1 June\r\n2015\nSummary:\nFinancial Services Advisory and Intermediary\r\nServices Act 37 of 2002 – debarment in terms of s 14(1) –\r\nprecludes representative\nfrom rendering financial services on an\r\nindustry-wide basis.\nORDER\nOn appeal from\n:\nGauteng Division of the High Court,\r\nPretoria (Makgoba J, sitting as court of first instance):\nIn the result:\n(1) The appeal by the\r\nFinancial Services Board is upheld and the order of the court below\r\nis set aside and replaced with the following:\n‘\nThe interim\r\norder issued against the second respondent, the Financial Services\r\nBoard, on 18 September 2012 is set aside and the\napplication against\r\nit is dismissed.’\n(2)  The appeal by Mr PGE\r\nBarthram is upheld with costs, such costs to be paid by Discovery\r\nLife Ltd and the order of the court\nbelow dismissing his application\r\nagainst Discovery Life Ltd is set aside and replaced with the\r\nfollowing:\n‘\n(a)  The\r\ndecision taken by the first respondent, Discovery Life Ltd, to debar\r\nthe applicant, Mr PGE Barthram, purportedly in terms\nof\nsection 14(1)\nof the\nFinancial Advisory and Intermediary Services Act 37 of 2002\n,\r\nis set aside.\n(b) The first\r\nrespondent is ordered to pay the costs of the application, such costs\r\nto include those occasioned by the urgent application\nof 18 September\r\n2012.’\nJUDGMENT\nPonnan JA\r\n(Cachalia and Leach JJA and Dambuza and Gorven AJJA . . . ):\n[1] On 15 September\r\n2009 Mr Percy Barthram and Discovery Life Limited (Discovery), an\r\nauthorised Financial Services Provider (FSP)\nas defined in the\r\nFinancial Services Advisory and Intermediary Services Act 37 of 2002\r\n(FAIS),\n[1]\nconcluded a written ‘contract of\r\nemployment’,  in terms of which the former was appointed:\r\n‘a full-time employee\nto market and sell the products and\r\npolicies and to provide Financial services in relation to the\r\nProducts and Policies to existing\nand prospective clients of\r\nDiscovery.’ In terms of clause 6 of the agreement, the\r\napplicant warranted that ‘[he] was\naware of the Applicable\r\nLegislation having relevance in [his] capacity as a representative as\r\ndefined in FAIS’.\n[2]\nClause 7 of the agreement provided:\n‘\n7.1\r\nIt is a mandatory requirement that the Consultant complete the NQF60\r\ncredits level or RFP2 examination as indicated in the fit\nand proper\r\nrequirements as per the FAIS Act on signature of this Agreement or\r\nduring 2006.\n7.2\r\nThe Consultant shall further ensure that they do all things necessary\r\nto achieve and maintain the above qualifications and fit\nand proper\r\nrequirements imposed by law or regulation or as such other\r\nqualifications and requirements as required by Discovery,\nand any\r\nchanges thereto from time to time.\n7.3\r\nThe Consultant acknowledges that Discovery shall be entitled to\r\nterminate the Consultant’s employment, if the Consultant\nfails\r\nto meet, achieve and maintain the qualifications and requirements as\r\nset out in 7.1 and 7.2 above.\n7.[4]\r\nDiscovery conducts business in the financial services sector in which\r\nthe qualities of honesty and integrity are integral\nto the reputation\r\nof Discovery and to this contract of employment. Accordingly, the\r\nConsultant undertakes to act with honesty and\nintegrity. The\r\nConsultant undertakes to refrain from conducting themselves, either\r\nduring working hours or outside working hours,\nin a manner which\r\ncompromises the trust relationship between the parties or causes harm\r\nto Discovery or its reputation.\n7.[5]\r\nThe Consultant undertakes to conduct their personal financial affairs\r\nin a responsible way.’\n[2] On 31 May 2012 Mr\r\nBarthram purported to terminate his employment with Discovery on 24\r\nhours’ notice and he commenced employment\na day later with Old\r\nMutual Life Insurance Limited. Thereafter, on 1 June 2012, certain\r\nemployees of the forensic department of\nDiscovery called on Mr\r\nBarthram’s office and demanded the return of all client files.\r\nIn his absence, his wife, Natalie,\nhanded over those files. On 12\r\nJune 2012 the Barthrams met with Messrs Mark Bamford and Warren\r\nAllan, respectively, a forensic\ninvestigator and compliance officer\r\nin Discovery’s employ. At approximately 5 pm that evening, Mr\r\nAllan telephonically informed\nMr Barthram that Ms Surina Meintjes,\r\nDiscovery’s Chief Compliance Officer, had taken the decision to\r\nnotify the Financial\nServices Board (FSB) or more accurately the\r\nRegistrar of Financial Services Providers (the Registrar),\n[3]\nthat the applicant ‘did not comply with the\r\nrequirements of the FAIS for continued appointment as a\r\nrepresentative of [Discovery].’\n[3] On 13 June 2012,\r\nDiscovery withdrew Mr Barthram’s authority to act on its behalf\r\nand removed his name from its register.\n[4]\nIn its notice to the FSB, Discovery marked with an\r\n‘X’ the block labelled ‘honesty and integrity’\r\nas the\nreason for the withdrawal of his authority to act. On receipt\r\nof the notice from Discovery, Mr Barthram was listed on the FSB’s\n\nwebsite as a debarred representative. The reason given was that he\r\n‘does not comply with personal character qualities of\nhonesty\r\nand integrity’.\n[4] After failing in his\r\nquest to have his debarment lifted, Mr Barthram launched an urgent\r\napplication in the North Gauteng High\nCourt, Pretoria. Although both\r\nDiscovery and the FSB were cited as respondents, only the former\r\nopposed the application. On 18\nSeptember 2012, Hiemstra AJ issued the\r\nfollowing interim order by agreement between Mr Barthram and FSB:\n‘\n1.\r\nTHAT the Second Respondent [FSB] be and is hereby [ordered] to\r\nreinstate the Applicant as a representative of an authorized\r\nfinancial service provider with immediate effect, should such an\r\napplication be received;\n2.\r\nTHAT the FSB is to immediately enter the name of the Applicant in the\r\nregister referred to in Section 13(3) of the Financial\nAdvisory and\r\nIntermediary Services Act 37 of 2002 (hereinafter “the Act”);\n3.\r\nTHAT the FSB is to remove any mention of the debarment of the\r\nApplicant by notice in the Government Gazette or by means of any\n\nother appropriate public media in which it is presently published,\r\nincluding its website;\n4.\r\nTHAT the relief as set out in paragraphs 2 to 4 above, shall act as\r\ninterim orders pending the finalization of review proceedings,\n\nreviewing, setting aside and/or varying the decisions and/or rulings\r\nof the Respondents [Discovery and the FSB] to bar the Applicant\nand\r\nto publish such debarment, to be instituted within 30 days of the\r\nhearing of this application;\n5.\r\nTHAT costs shall be costs in the review.’\n[5] On 16 October 2012, Mr\r\nBarthram launched the review application envisaged in paragraph 4 of\r\nthe interim order. He sought an\norder in the following terms:\n‘\n1.\r\nReviewing and setting aside the decision/s purportedly taken by the\r\nFirst Respondent [Discovery], alternatively the Second Respondent\n\n[FSB], alternatively both the First and Second Respondents on the\r\n13\nth\nof June 2012, alternatively in the period from 13 June 2012 to 20\r\nAugust 2012, to debar the Applicant, purportedly in terms of\nsection\r\n14(1) of the Financial Advisory and Intermediary Services Act 37 of\r\n2002 (hereinafter “the Act”);\n2.\r\nReviewing and setting aside the decision of the Second Respondent to\r\nupdate the register of debarred persons to include the name\nof the\r\nApplicant on 13 June 2012, alternatively in the period from 13 June\r\n2012 to 20 August 2012;\n3.\r\nExempting the Applicant in terms of section 7(2)\n(c)\nof the\r\nPromotion of Administrative Justice Act No 3 of 2000 (hereinafter\r\n“PAJA”) from the obligation to exhaust any\ninternal\r\nremedies that may be provided for in the Act in respect of the first\r\ndecision or any decisions thereafter taken by the\nRespondents,\r\ninsofar as it may be necessary;\n4.\r\nExtending the period of 180 days referred to in section 7(1) of PAJA\r\nin terms of section 9(1)\n(b)\nof PAJA insofar as it may be\r\nnecessary;\n5.\r\nDirecting the First Respondent and any other parties opposing the\r\nmatter jointly and severally to pay the costs of the application\non\r\nthe scale as between attorney and client;\n6.\r\nGranting further and/or alternative relief to the Applicant.’\n[6] Once again only\r\nDiscovery opposed the application. In its answering affidavit, Ms\r\nMeintjes on behalf of Discovery stated:\n‘\n21.10\r\nThe Applicant has failed to draw the vital distinction between what\r\nis contained in sections 14 and 14A of the FAIS Act. Section\n14 of\r\nthe Act, although styled “\nDebarment\r\nof Representatives\n”\r\neffectively allows for the removal by a financial services provider\r\n(such as the First Respondent) of a representative (such\nas the\r\nApplicant) from the statutorily required register. The effect thereof\r\nis that the representative can no longer represent\nthat particular\r\nfinancial services provider in the rendering of any financial\r\nservices.\n21.11\r\nConversely, section 14A of the FAIS Act deals with the debarment by\r\nthe Registrar of “\na person\n” rather than a\r\nrepresentative. A section 14A debarment precludes a representative\r\nfrom rendering any financial services on\nbehalf of any services\r\nprovider for a specified period. In effect, the debarment by the\r\nRegistrar of a person in terms of section\n14A of the FAIS Act\r\nprecludes such person from rendering financial services on behalf of\r\nany services provider whereas a debarment\nin terms of section 14(1)\r\nof the FAIS Act precludes the debarred representative only from\r\nrepresenting the particular services\nprovider who effects the\r\ndebarment.\n21.12\r\nIn the result, the effect of the removal of the Applicant from the\r\nFirst Respondent’s register (the debarment in terms\nof section\r\n14(1) of the FAIS Act) did not and will not preclude the Applicant\r\nfrom rendering financial services on behalf of his\nnew employer, Old\r\nMutual. That prohibition could only arise from a debarment by the\r\nRegistrar as contemplated in section 14A of\nthe FAIS Act read\r\ntogether with section 9(2) thereof – the withdrawal of the\r\nApplicant’s licence to act as a financial\nservices\r\nprovider/insurance intermediary at all.\n. . .\n28.5\r\nThe First Respondent, as a registered financial services provider\r\nwith many thousands of clients, has a responsibility placed\nupon it\r\nby the provisions of the FAIS Act to ensure that only fit and proper\r\npersons act as its representatives or intermediaries.\nOnce facts had\r\nbecome available to me which confirmed that the Applicant was not so\r\nfit and proper, I was compelled to act in terms\nof section 14(1) of\r\nthe FAIS Act.\n.\r\n. .\n31.4\r\nI reiterate that, as clearly contemplated by section 14(1) of the\r\nFAIS Act, the function of the First Respondent was no more\nthan to\r\nconvey to the Second Respondent its election to have the Applicant\r\nremoved from the First Respondent’s Register given\nthat, in the\r\nFirst Respondent’s view (as determined by me), the Applicant\r\nwas no longer a fit and proper person to represent\nthe First\r\nRespondent in the provision of financial advice to the public. The\r\nsteps to be taken by the Second Respondent following\nthereon have\r\nnothing to do with the First Respondent.’\n[7] The review came\r\nbefore Makgoba J who, on 19 November 2013, concluded that: (a) Mr\r\nBarthram had ‘not made out a case for\nthe relief that he seeks\r\nagainst [Discovery]’ and accordingly dismissed his application\r\nas against it with costs including\nthe costs occasioned by the urgent\r\napplication; and (b) as the FSB did not oppose the application, the\r\n‘interim relief obtained\nagainst [it] on 18 September 2012 is\r\nconfirmed and made a final order of this Court.’\n[8] The learned judge\r\nreasoned:\n‘\n12.\r\nA vital distinction should be drawn between what is contained in\r\nsection 14 and 14A of the FAIS Act. Section 14 of the Act allows\nfor\r\nthe removal by a financial services provider of a representative from\r\nthe statutory required register. The effect thereof is\nthat the\r\nrepresentative can no longer represent that particular financial\r\nservices provider in the rendering of any financial services.\nIn\r\naddition, the consequence of such debarment is the removal of the\r\nrepresentative from the financial services providers section\n13\r\nregister of representatives.\n13.\r\nIn the context of this case the effect of a debarment in terms of\r\nsection 14(1) of the Act was that the applicant was thereby\nprecluded\r\nfrom rendering any new financial service on behalf of the First\r\nRespondent. This preclusion was achieved by removing\nthe Applicant’s\r\nauthority to represent the First Respondent and by removing the\r\nApplicant’s name from the First Respondent’s\nregister.\r\nHowever, the Applicant was still at liberty to render financial\r\nservices with other financial services providers, as\nhe continued\r\ndoing with Old Mutual.\n14.\r\nConversely section 14A of the FAIS Act deals with the debarment by\r\nthe Registrar of a person. A section 14A debarment precludes\na\r\nrepresentative from rendering any financial services on behalf of any\r\nservices provider for a specified period. In effect, the\ndebarment by\r\nthe Registrar of a person in terms of section 14A of the FAIS Act\r\nprecludes such person from rendering financial services\non behalf of\r\nany services provider whereas a debarment in terms of section 14(1)\r\nof the FAIS Act precludes the debarred representative\nonly from\r\nrepresenting the particular provider who effects the debarment.\n15.\r\nThe Applicant prays for the Court to review and set aside the\r\ndecisions of the Respondents to debar the Applicant and to publish\n\nsuch fact, in terms of PAJA and the common law. The Applicant\r\ncontends that the First Respondent could not purport to debar the\n\nApplicant in terms of section 14 of the Act, as the Applicant was no\r\nlonger in its employ when the First Respondent purported to\ndebar the\r\nApplicant and therefore did not have the authority to act in terms of\r\nsection 14 of the Act.\nThe\r\nApplicant further contends that even if the Court finds that the\r\nRespondents acted within their authority and correctly in terms\nof\r\nsection 14(1) of the Act, their actions are to be reviewed and set\r\naside on the basis that various of the other requirements\nof PAJA and\r\ncommon law are not satisfied especially reasonableness  and\r\nprocedural fairness.\n16.\r\nAs pointed out earlier in this judgment, I do not deem it necessary\r\nto address the Applicant’s abovementioned contentions\nor\r\narguments. This is so in the light of the legal and/or factual points\r\nraised by the First Respondent with which I agree.\n.\r\n. .\n20.\r\nIt is common cause that the Applicant is currently still in the\r\nemploy of Old Mutual and not the First Respondent. In the result\nthe\r\neffect of the removal of the Applicant from the First Respondent’s\r\nregister (that is the debarment in terms of section\n14(1) of the FAIS\r\nAct) did not and will not preclude the Applicant from rendering\r\nfinancial services on behalf of his new employ,\nOld Mutual.’\n[9] It was only after\r\nthe matter had been finally determined against it by the High Court\r\nthat the FSB chose to enter the fray.\nIt sought and obtained\r\ncondonation as also leave from Makgoba J to appeal to this court. The\r\nlearned judge further granted leave\nto Mr Barthram to appeal against\r\nthe dismissal of his review application against Discovery. In the\r\nresult, before this court the\nFSB has come to be cited as the first\r\nappellant and Mr Barthram as the second. Discovery, who was cited as\r\nthe respondent, takes\nno part in the appeal.\n[10] Not having\r\nparticipated in the proceedings before the High Court, the FSB now\r\nseeks the leave of this court to adduce further\nevidence on appeal.\nOn the narrow issue that we are called upon\r\nto decide,\nas the\nintention\r\nof the legislature is proclaimed in clear terms either expressly or\r\nby necessary implication, in my view, it is not necessary\nto rule on\r\nthe application.\nI thus turn to a\r\nconsideration of the relevant legislative provisions without recourse\r\nto the evidence sought to be adduced by the\nFSB.\n[11] The FSB contends\r\nthat the High Court erred in its finding that the effect of a\r\ndebarment of Mr Barthram by Discovery was that\nhe was only precluded\r\nfrom rendering financial services to the public on behalf of the\r\nlatter. Upon a proper construction of the\nprovisions of ss 13 and 14\r\nof FAIS, so the contention proceeds, the High Court should have\r\nconcluded that the effect of his debarment\nby Discovery was to\r\npreclude him from rendering financial services to the public on\r\nbehalf of any FSP. According to the FSB, the\ninterpretation by the\r\nHigh Court of s 14(1) has significant industry-wide consequences\r\ninasmuch as the judgment appealed against\nhas already formed the\r\nbasis of representatives who have been debarred in terms of s 14(1),\r\njustifying their continued employment\nby a different provider\r\nnotwithstanding that disbarment.\n[12] In terms of s 7 of FAIS ‘a person may\r\nnot act or offer to act as a [FSP] unless such person has been issued\r\nwith a licence\nunder s 8, which authorises the rendering of those\r\nservices.’ Section 8(1) provides that an application for an\r\nauthorisation\nmust satisfy the Registrar\nthat\r\n‘the applicant complies with the fit and proper requirements\r\ndetermined for financial services providers . . . in respect\nof\n(a)\npersonal\r\ncharacter qualities of honesty and integrity;\n(b)\ncompetence;\n(b\nA\n)\noperational\r\nability; and\n(c)\nfinancial\r\nsoundness’.\nIn terms of s 16A\n(2)\n(a)\n‘fit and proper requirements’ may include, but are not\r\nlimited to, appropriate standards relating to ‘personal\n\ncharacter qualities of honesty and integrity’.\nWhere\r\nan application is granted, the Registrar may: impose such conditions\r\nand restrictions on the exercise of the authority granted\nby the\r\nlicence (subsec (4)\n(a)\n);\r\nand issue a licence authorising such applicant to act as a FSP\r\n(subsec 5\n(a)\n(i)).\r\nSection 8A imposes an obligation on a FSP and representatives of such\r\nFSP to continue to comply with the fit and proper requirements.\n[13] In terms of s 13\n(1)\n(a)\n,\r\na person may not carry on business by rendering financial services to\r\nclients for or on behalf of any person who is not authorised\nas a\r\nfinancial services provider (or exempted from the application of the\r\nAct). And in terms of s 13(1)\n(b)\n,\r\nno person may act as a representative of an authorised FSP,\r\nunless such person:\n‘\n(i)\r\nprior to rendering a financial service, provides confirmation,\r\ncertified by the provider, to clients-\n(aa)\nthat\r\na service contract or other mandate, to represent the provider,\r\nexists; and\n(bb)\nthat\r\nthe provider accepts responsibility for those activities of the\r\nrepresentative performed within the scope of, or in the course\nof\r\nimplementing, any such contract or mandate; and\n(iA)\r\nmeets the fit and proper requirements . . .’\nAn\r\nauthorised FSP must in terms of s 13(2),\n[5]\nat all times be satisfied that its representatives\r\nare, when rendering a financial service on its behalf, competent to\r\nact and comply\nwith the fit and proper requirement. To that end, s\r\n13(3) requires an authorised FSP to maintain ‘a register of\r\nrepresentatives,\nand key individuals of such representatives, which\r\nmust be regularly updated and be available to the Registrar for\r\nreference or\ninspection purposes.’\nSuch\r\nregister must, according to s 13(4): ‘\n(a)\ncontain every representative’s or key\r\nindividual’s name and business address, and state whether the\r\nrepresentative acts\nfor the provider as employee or as mandatory;\r\nand\n(b)\nspecify the categories in which such representatives are competent to\r\nrender financial services.’\nThe\r\nRegistrar relies, inter alia, on the register contemplated in\r\nsubsection (4) to maintain and continuously update a central register\n\nof all representatives and key individuals (subsec 5).\n[14] Section 14, which lies\r\nat the heart of the appeal and is headed ‘debarment of\r\nrepresentatives’, reads:\n‘\n(1)\r\nAn authorised financial services provider must ensure that any\r\nrepresentative of the provider who no longer complies with the\n\nrequirements referred to in section 13(2)\n(a)\nor has contravened or failed to comply with any provision of this Act\r\nin a material manner, is prohibited by such provider from\nrendering\r\nany new financial service by withdrawing any authority to act on\r\nbehalf of the provider, and that the representative’s\nname, and\r\nthe names of the key individuals of the representative, are removed\r\nfrom the register referred\nto\nin\r\nsection 13(3):\nProvided\nthat\nany\nsuch\r\nprovider must\nimmediately\ntake\r\nsteps to ensure that\nthe\r\ndebarment does not prejudice the interest of clients of the\r\nrepresentative, and that any unconcluded business of the\r\nrepresentative\nis properly concluded.\n(2)\r\nFor\nthe\npurposes\nof\nthe\nimposition\nof\na\nprohibition\ncontemplated\nin\r\nsubsection (1),\nthe\nauthorised\r\nfinancial services provider must have regard to information regarding\r\nthe conduct of the representative as provided by\nthe registrar, the\r\nOmbud or any other interested person.\n(3)\n(a)\nThe authorised financial services provider must within a period of 15\r\ndays after the removal of the names of a\nrepresentative\nand\r\nkey\nindividuals\r\nfrom the register as\ncontemplated\r\nin subsection (1), inform the registrar in writing thereof and\r\nprovide the registrar with the reasons for the debarment\nin such\r\nformat as the registrar may require.\n(\nb\n)\r\nThe registrar may make known any such debarment and the reasons\r\ntherefor by notice on the official web site or by means of any\nother\r\nappropriate public media.’\n[15] Sections\r\n13(2)\n(a)\nand\n(b)\n,\r\nas also s 14(1) and (2), are couched in peremptory terms. Failing\r\ncompliance with those provisions the FSP itself is liable to\n\nsanction.\n[6]\nFAIS requires an authorised FSP not just to be\r\nauthorised and licenced as such by the Registrar, but also to\r\nexercise oversight\nin respect of the initial and continuing fitness\r\nof its chosen representatives. The FSP having itself gone through a\r\nvetting process\nat the hands of the Registrar is eminently suited to\r\nsubject its representatives to a similar initial vetting and\r\nthereafter to\nexercise oversight in respect of them. The Registrar\r\nwould only get to learn of a representative’s employment or\r\nappointment\nby an FSP in consequence of the updating of the FSB’s\r\ncentral register by such FSP pursuant to s 13(5). A debarment of a\r\nrepresentative in terms of s 14(1) is complete when the FSP has\r\nwithdrawn the representative’s authority to act on its behalf\n\nand has removed such person’s name from its own register in\r\nterms of s 13(3). Moreover, the Registrar only gets to learn\nof a\r\nrepresentative’s debarment, after the event, on being informed\r\nof such by the FSP in terms of s 14(3).  Upon removal\nof the\r\nrepresentative’s name from the FSP’s register, the FSB’s\r\ncentral register is correspondingly updated.\n[16] The court below\r\nappears to have misinterpreted the legal effect of a debarment in\r\nterms of s 14(1) in holding that it precludes\nthe representative from\r\nacting as such only in respect of the debarring FSP. The absurdity of\r\nsuch an approach is patent. The debarment\nof the representative by a\r\nFSP is evidence that it no longer regards the representative as\r\nhaving either the fitness and propriety\nor competency requirements. A\r\nrepresentative who does not meet those requirements lacks the\r\ncharacter qualities of honesty and\nintegrity or lacks competence and\r\nthereby poses a risk to the investing public generally. Such a person\r\nought not to be unleashed\non an unsuspecting public and it must\r\ntherefore follow that any representative debarred in terms of s\r\n14(1), must perforce be debarred\non an industry-wide basis from\r\nrendering financial services to the investing public.\n[17] It follows that\r\nthe FSB’s appeal must succeed. As to costs: It is so that in\r\napproaching this court the FSB is acting\nin its regulatory capacity\r\nin the public interest. Moreover, it has succeeded in overturning the\r\ndecision of the court a quo. In\nthose circumstances it ought,\r\nordinarily at any rate to have been entitled to its costs on appeal.\r\nAs against that, it ill-advisedly\nchose not to participate in the\r\nproceedings before the High Court. That court was thus denied the\r\nbenefit that such participation\nwould have brought. Had it\r\nparticipated, it could possibly have influenced the outcome of those\r\nproceedings. In that event an appeal\nmay not have been necessary. In\r\nthose circumstances Counsel for the FSB was constrained to accept\r\nthat in the event of its appeal\nsucceeding there should be no order\r\nas to costs.\n[18] Turning to Mr\r\nBarthram’s appeal: Although the court a quo dismissed his\r\napplication to review Discovery’s decision\nto debar him, it\r\narrived at that conclusion without entering into the merits of the\r\nmatter. There was a dispute on the papers as\nto whether Mr Barthram\r\nwas still in the employ of Discovery when the decision was taken to\r\ndebar him. From the Bar in this court,\nhowever, his counsel accepted\r\nthat we should approach this aspect of the matter on the factual\r\nfooting that he was still in Discovery’s\nemploy at the relevant\r\ntime.\n[19] In support of the\r\nreview application, Mr Barthram stated:\n‘\nI\r\nagree that the First Respondent [Discovery] has a responsibility to\r\nensure that only fit and proper persons act as its representatives\nor\r\nintermediaries. I deny that I was not a fit and proper person and\r\nspecifically deny that the First Respondent was entitled to\nact in\r\nterms of Section 14(1) of the FAIS Act as alleged or at all. The\r\ndecision taken by the First Respondent was unwarranted\nand this would\r\nhave been clear had the First Respondent afforded me an opportunity\r\nto represent myself and to present my case.’\nHe accordingly complained\r\nthat:\n‘\nthere\r\nwas not a proper disciplinary hearing and furthermore whether the\r\nFirst Respondent had used the correct process, both in terms\nof the\r\nFAIS Act, common law, PAJA and the rules of natural justice when it\r\ntook the decision to debar me. It will be argued on\nmy behalf at the\r\nhearing of this matter that there is nothing before this Honourable\r\nCourt to prove that I am not a fit and proper\nperson to act as a\r\nlegal representative.’\nIn opposing the application\r\nMs Meintjies stated:\n‘\n23.1\r\nMy decision, as the First Respondent’s Chief Compliance\r\nOfficer, to invoke the provisions of Section 14(1) of the FAIS\nAct\r\nand to report to the Registrar the First Respondent’s election\r\nto debar the Applicant as one of its authorised representatives\n\nfollowed on consultations that I held with Messrs Mark Bamford (a\r\nforensic investigator in the First Respondent’s employ).\n23.2\r\nI was furnished by Messrs Bamford, Allan and Hudson with certain\r\nreports which formed part of my report to the Second Respondent.\n\nThose reports form part of annexure “PB14” to the\r\nApplicant’s founding affidavit. It was on the strength of the\n\nfacts contained in the annexed reports and what was conveyed to me by\r\nMessrs Allan and Bamford of their meeting with the Applicant\n\n(referred to below) that I made my decision.\n.\r\n. .\n23.4\r\nThe contents of the aforesaid reports warranted the conclusion that\r\nthe Applicant was not a fit and proper person to function\nas a\r\nrepresentative of the First Respondent in the provision of financial\r\nadvice to members of the public as defined in the FAIS\nAct. It was\r\nthat fact which was reported by me to the Registrar on 13 June 2012.’\n[20] The meeting between\r\nthe Barthrams and Messrs Bamford and Allan was thus an important\r\nfeature of Ms Meintjies’ decision.\nA transcript thereof served\r\nbefore the High Court. To the extent relevant for present purposes,\r\nit reads:\n‘\nMr\r\nBamford: We are recording the interview for record keeping purposes\r\nand obviously it is just so that we can reflect back on our\nnotes,\r\nwhat we have said what was discussed. You are more than welcome to\r\nspeak in Afrikaans. I am going to speak in English, if\nyou are\r\ncomfortable with that, and Warren will address you in whatever\r\nlanguage he is comfortable in. And then we have just got\na few\r\nconcerns that we are going to present to you and try and get your\r\ninput on what our concerns are if that is okay. Do you\nobject to\r\nhaving the meeting recorded?\n.\r\n. .\nMr\r\nBarthram: I actually resigned the Thursday . . .\n.\r\n. .\nMr\r\nBamford: Okay. So obviously we are in this, when that type of thing\r\nhappens, we then just go and do an audit just to make sure\nthat\r\neverything that you have left behind for us to deal with, is in order\r\nand that is obviously where Warren come in and where\nI come in.\nMr\r\nBarthram:Yes, I understand.\nMr\r\nBamford: You understand that? Okay. So during that process there were\r\ncertain things that I have picked up in the file which\nI do not\r\nbelieve are correct, but perhaps you can just shed some light on the\r\nconcerns that I have and I think we should just jump\nstraight in.\nMr\r\nBarthram: Sure.\nMr\r\nBamford: Warren, is there anything else that you want to . . .?\nMr\r\nAllan: No, I (inaudible) under that, I will just ask one or two\r\nquestions regarding some replacements.\nMr\r\nBamford: Okay, that is good.\nMr\r\nBarthram: Do you have some paper and pen for me as well so that I can\r\nalso just make some . . .\nMr\r\nBamford: Like I said, the files that I have got here, is just a\r\nsample of what we found and I believe if you can explain what\nhas\r\nhappened here, then it will pretty much apply to what has happened in\r\nthe other cases.\n.\r\n. .\nMr\r\nBarthram: . . . If you want to nail me, you can.\nMr\r\nBamford: No, the idea is not to nail you, Percy, the idea is to ask\r\nyou questions.\nMs\r\nBarthram: I get the feeling it is.\nMr\r\nBamford: No sir, the idea is to ask you questions. We have picked up\r\nsome irregularities, we need to ask you questions.\n.\r\n. .\nMr\r\nBamford: Okay, that is what we have to do. It is a question and\r\nanswer session, that is all. We had some concerns just around\nthe\r\ndocumentation that was just incomplete, been signed, and I just want\r\nto just show you, just as an example. Okay, so just, we\ngot this\r\nincomplete information here, all right, incomplete information. The\r\n(inaudible) is not completed.\n.\r\n. .\nMr\r\nBamford: Percy, we, I just want to come back to you. This is, we are\r\nasking questions, that is all. I had a job to do, you understood\n\nthat, you acknowledged that I had a job to do, to go through your\r\nfiles. I found irregularities on the files and I am just asking\nyou\r\nfor information on these files.\n.\r\n. .\nMr\r\nBathram: Ja, I understood.\nMr\r\nBarthram: . . . So what is going to happen now?\nMr\r\nAllan: Well, what will happen is, Mark will draft his findings or\r\nwhatever and then it will go through to compliance, Sorina\nthere, the\r\nhead of compliance and that, and they will just either make notes.\r\nFrom a risk point of view for Discovery, we may have\nto report\r\ncertain things to the FSB, just to say we have reported this, the\r\nadvisors are no longer in our employ, but we are just\nnotifying them\r\nthat these are the files and we will correct the error or whatever\r\nthe case may be. That they will have to take\nup.\nMs\r\nBarthram: Okay, what we are looking here . . . (intervenes)\nMr\r\nBamford: Need to be remindful, that is not our decision whether to\r\ndebar or not to debar, that is the FSB’s . . . (intervenes)\n.\r\n. .\nMr\r\nBarthram: So the next call I will get is from the FSB?\nMr\r\nBamford: Not necessarily, no. That is the really negative side, a way\r\nof looking at it, but Percy, thank you very much for coming\nthrough.\r\nI am going to switch the recording off now . . . (intervenes)\nMr\r\nBarthram: Ja.\nMr\r\nBamford: So anything you say after this is off the record.\nMr\r\nBarthram: Okay.’\n[21] There was some\r\ndebate on the papers as to whether the power that Discovery exercised\r\nwhen debarring Mr Barthram was reviewable\nunder PAJA\n.\nIt seems to me that it is unnecessary\r\nto enter into that debate for the purposes of this case because even\r\nin our pre-constitutional\nera, our courts generally accepted that\r\ncertain principles of procedural fairness would find application in\r\nan instance such as\nthis.\nIn\nHeatherdale\r\nFarms (Pty) Ltd v Deputy Minister of Agriculture\n1980 (3) SA 476\n(T) at 486E-G, Colman J put it thus:\n‘\nIt\r\nis clear on the authorities that a person who is entitled to the\r\nbenefit of the\naudi\r\nalteram partem\nrule need not be afforded all the facilities which are allowed to a\r\nlitigant in a judicial trial. He need not be given an\noral\r\nhearing, or allowed representation by an attorney or counsel; he need\r\nnot be given an opportunity to cross-examine; and he\nis not entitled\r\nto discovery of documents. But on the other hand (and for this no\r\nauthority is needed) a mere pretence of giving\nthe person concerned a\r\nhearing would clearly not be a compliance with the Rule. For in\r\nmy view will it suffice if he is given\nsuch a right to make\r\nrepresentations as in the circumstances does not constitute a fair\r\nand adequate opportunity of meeting the\ncase against him. What would\r\nfollow from the lastmentioned proposition is, firstly, that the\r\nperson concerned must be given a reasonable\ntime in which to assemble\r\nthe relevant information and to prepare and put forward his\r\nrepresentations; secondly he must be\nput in possession of such\r\ninformation as will render his right to make representations a real,\r\nand not an illusory one.’\n[22] Here none of the\r\nprinciples alluded to by Colman J were observed by Discovery in their\r\ndealing with Mr Barthram. If anything,\nit appears that he was\r\npositively misled as to the true nature and purpose of his meeting\r\nwith Messrs Bamford and Allan. It must\nfollow that his review\r\napplication as against Discovery ought to have succeeded before the\r\ncourt a quo. Insofar as the costs are\nconcerned: In dismissing Mr\r\nBarthram’s application, the High Court ordered him to pay\r\nDiscovery’s costs, including\nthe costs of the urgent\r\napplication launched by him on 18 September 2012. That order\r\nobviously cannot stand. It was necessary for\nMr Barthram to approach\r\nthis court to vindicate his rights. Discovery’s conduct\r\nprompted the litigation and it has now been\nfound to have acted\r\nunlawfully. Notwithstanding the fact that Discovery elected not to\r\nparticipate in the appeal, it should be\nheld liable for Mr Barthram’s\r\ncosts both in this court and the one below.\n[23] In the result:\n(1) The appeal by the\r\nFinancial Services Board is upheld and the order of the court below\r\nis set aside and replaced with the following:\n‘\nThe interim\r\norder issued against the second respondent, the Financial Services\r\nBoard, on 18 September 2012 is set aside and the\napplication against\r\nit is dismissed.’\n(2) The appeal by Mr PGE\r\nBarthram is upheld with costs, such costs to be paid by Discovery\r\nLife Ltd and the order of the court below\ndismissing his application\r\nagainst Discovery Life Ltd is set aside and replaced with the\r\nfollowing:\n‘\n(a) The\r\ndecision taken by the first respondent, Discovery Life Ltd, to debar\r\nthe applicant, Mr PGE Barthram, purportedly in terms\nof\nsection 14(1)\nof the\nFinancial Advisory and Intermediary Services Act 37 of 2002\n,\r\nis set aside.\n(b) The first\r\nrespondent is ordered to pay the costs of the application, such costs\r\nto include those occasioned by the urgent application\nof 18 September\r\n2012.’\nV M Ponnan\nJudge of\r\nAppeal\nAPPEARANCES:\nFor\r\nFirst Appellant:  E C Labuschagne SC\nInstructed\r\nby: Rooth & Wessels Inc., Pretoria\nPhatshoane\r\nHenney Attorneys, Bloemfontein\nFor\r\nFirst Respondent:  J R Minnaar\nInstructed\r\nby: Peet Delport Attorneys, Pretoria\nHoney\r\nAttorneys, Bloemfontein\n[1]\nIn terms of\ns 1\nof FAIS a financial service provider means ‘any\r\n\tperson, other than a representative, who as a regular feature of the\r\n\tbusiness\nof such person-\n(a)\nfurnishes advice; or\n(b)\nfurnishes advice and renders any intermediary service;\r\n\tor\n(c)\nrenders an intermediary service’.\n[2]\nIn terms of\ns 1\nof FAIS a\nrepresentative\nmeans any ‘person . . . who renders a\r\n\tfinancial service to a client for or on behalf of a FSP in terms of\r\n\tconditions of\nemployment or any other mandate, but excludes a person\r\n\trendering clerical, technical, administrative, legal, accounting or\r\n\tother\nservice in a subsidiary or subordinate capacity . . .’.\n[3]\nIn terms of\ns 2\n(1) the executive officer referred\r\n\tto in s 1 of the Financial Services Board Act\n97 of 1990\nis the registrar of financial services providers and\r\n\thas the powers and duties provided for by or under FAIS.\n[4]\nIn terms of s 13(3) an authorised FSP must\r\n\tmaintain a register of representatives, and key individuals of such\r\n\trepresentatives,\nwhich must be regularly updated and be available to\r\n\tthe Registrar for reference or inspection purposes.\n[5]\nSection 13\n(2) provides:\n‘\nAn authorised financial services\r\n\tprovider must-\n(a)\nat all times be satisfied that the\r\n\tprovider's representatives, and the key individuals of such\r\n\trepresentatives, are, when rendering\na financial service on behalf\r\n\tof the provider, competent to act, and comply with-\n(I) the fit and proper requirements;\r\n\tand\n(ii) any\r\n\tother requirements contemplated in subsection (1)\n(b)\n(ii);\n(b)\ntake such steps as may be reasonable\r\n\tin the circumstances to ensure that representatives comply with any\r\n\tapplicable code of conduct\nas well as with other applicable laws on\r\n\tconduct of business.’\n[6]\nIn terms of s 36, any person who inter alia contravenes ss 7(1) or\r\n\t(3), 13(1) or (2) and 14(1), is guilty of an offence and liable\non\r\n\tconviction to a fine not exceeding R10 million or to imprisonment\r\n\tfor a period not exceeding 10 years or to both such fine\nand\r\n\timprisonment.",
  "scraped_at": "2026-02-12T17:25:06.934643",
  "date": "2015-06-01",
  "coram": [
    "Ponnan JA",
    "Cachalia JJA",
    "Leach JJA",
    "Dambuza AJJA",
    "Gorven AJJA"
  ],
  "case_number": "20207/2014",
  "parties": {
    "applicants": [
      "Financial Services Board",
      "Percy George Edward Barthram"
    ],
    "respondents": [
      "Discovery Life Ltd",
      "Financial Services Board"
    ]
  },
  "sections": {
    "facts": "Percy Barthram was employed by Discovery Life Ltd as a representative under FAIS. In May 2012 he resigned with 24‑hour notice and joined Old Mutual. Discovery’s forensic team retrieved client files, and the Chief Compliance Officer marked Barthram as lacking honesty and integrity, withdrawing his authority and notifying the Financial Services Board (FSB). Barthram was placed on the FSB’s public debarment register. He sought urgent interim relief to be reinstated as a representative and later applied for a review of the debarment, arguing procedural unfairness and that the debarment should not apply after his employment ended.",
    "issues": "1) Whether a debarment under s 14(1) of the FAIS Act by a financial services provider (FSP) only prevents the representative from acting for that particular FSP or has industry‑wide effect. 2) Whether Discovery complied with the procedural fairness requirements of the FAIS Act, PAJA and common‑law natural justice in de‑ barring Barthram. 3) Whether the FSB’s interim order should be set aside and whether Discovery should bear Barthram’s costs.",
    "principles": "The court examined the distinction between s 14(1) (provider‑specific debarment) and s 14A (Registrar‑wide debarment). It held that a debarment under s 14(1) removes the representative from the provider’s register and precludes representation of that provider only, but the provider must still inform the Registrar, which updates the central register. The court also reaffirmed the fit‑and‑proper requirements of FAIS and the duty of an FSP to ensure representatives meet those standards. Procedural fairness under PAJA requires a reasonable opportunity to be heard and to be given material information.",
    "application": "The court found that Discovery correctly applied s 14(1) to remove Barthram from its own register because he was no longer a fit and proper person for Discovery. The debarment did not preclude him from acting for Old Mutual, as that would require a s 14A debarment by the Registrar. However, the court concluded that Discovery had failed to afford Barthram a proper hearing before the debarment, breaching the audi alteram partem rule, and therefore the debarment was procedurally unfair. Consequently, the High Court’s dismissal of Barthram’s review was set aside.",
    "conclusion": "The appeal by the Financial Services Board was upheld, resulting in the setting aside of the interim order against it. The appeal by Percy Barthram was also upheld: Discovery’s decision to debar him under s 14(1) was set aside and Discovery was ordered to pay Barthram’s costs, including those incurred in the urgent application of 18 September 2012."
  },
  "tags": {
    "level_1": "Financial Services Law",
    "level_2": "Regulatory Debarment",
    "level_3": [
      "FAIS Act",
      "section 14",
      "fit and proper",
      "procedural fairness",
      "PAJA"
    ]
  }
}