{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/46.html",
  "case_name": "Werner v Florauna Kwekery Bk and Others (224/14) [2015] ZASCA 46; 2016 (2) SA 282 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 46",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 46\n|\nNoteup\n|\nLawCite\nWerner v Florauna Kwekery Bk and Others (224/14) [2015] ZASCA 46; 2016 (2) SA 282 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 224/14\nReportable\nIn\r\nthe matter between\nWILLEM\r\nGERHARDUS\r\nWERNER\n..............................................................................\nAPPELLANT\nand\nFLORAUNA\r\nKWEKERY\r\nBK\n..........................................................................\nFIRST\r\nRESPONDENT\nREGISTRAR\r\nOF DEEDS,\r\nPRETORIA\n.....................................................\nSECOND\r\nRESPONDENT\nSURVEYOR-GENERAL,\r\nPRETORIA\n..........................................................\nTHIRD\r\nRESPONDENT\nJOHANNES\r\nJACOBUS\r\nHORN\n..................................................................\nFOURTH\r\nRESPONDENT\nNeutral\r\ncitation:\nWerner v Florauna Kwekery\r\nBK\n(224/14)\n[2015] ZASCA 46\n(26 March\r\n2015)\nCoram:\nMpati P, Majiedt & Pillay JJA;\r\nSchoeman and Van Der Merwe AJJA\nHeard:\n10 March 2015\nDelivered:\n26 March 2015\nSummary\n:\r\nServitude – access road – no notarial deed creating\r\nservitude - whether servitude area depicted on Surveyor-General’s\n\nsub-divisional diagram, though not registered in the Deeds Office,\r\nconstitutes servitude of right of way in favour of public.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria\r\n(Preller J sitting as court of first instance):\nFlorauna\r\nKwekery BK v Werner en Andere\n(8555/2010) [2013] ZAGPPHC 307 (23 October 2013).\n1 The appeal is\r\nupheld and the first respondent is ordered to pay the costs of the\r\nappeal.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\n1.\r\nDie aansoek word van die hand gewys met koste.\n2. Die bevel nisi\r\ngemaak deur hierdie hof op 25 Oktober 2010, meer bepaald paragrawe\r\n1.1 tot 1.4 daarvan, word bekragtig.\n3.\r\nDie applikant word gelas om die koste van die teenaansoek te betaal.’\nJUDGMENT\nMpati\r\nP (Majiedt and Pillay JJA and Schoeman and Van Der Merwe AJJA\r\nconcurring):\n[1] The question to\r\nbe considered in this appeal is whether a basis exists for the\r\nregistration of a servitude of right of way in\nfavour of the public\r\nover certain fixed property registered in the names of the\r\nappellant’s two minor children. Should the\nanswer be in the\r\naffirmative a second question arises, namely, whether a defence of\r\nprescription can be invoked by the owners of\nthe property concerned\r\nand, if so, whether the claim for registration of the servitude has\r\nbecome prescribed.\n[2]\r\nOn 10 February 2010 the first respondent brought an application in\r\nthe North Gauteng High Court against the appellant, as first\n\nrespondent, and the present second, third and fourth respondents,\r\nseeking the following order:\n‘\n1\nDie reg van weg serwituut word bevestig oor\r\ndie dienende eiendom, meer volledig beskryf as:\n“\nGedeelte\r\n374 (‘n Gedeelte van Gedeelte 91) van die plaas HARTEBEESTHOEK\r\n303, Registrasie Afdeling J.R., Gauteng Provinsie”;\n2 Die derde\r\nrespondent word gelas om die endossement “\ngekanseller”\nop Onderverdelings Kaart S.G. No. 1149/1998 te verwyder;\n3 Die tweede\r\nrespondent word gelas om die serwituut teen die titelakte van die\r\ndienende eiendom, Transportakte T 30319/2006, te\nregistreer;\n4 Die eerste\r\nrespondent in sy hoedanigheid as voog van sy twee minderjarige\r\nkinders, word verplig om toe te sien tot die ondertekening\nvan alle\r\ndokumentasie, ten einde die serwituut oor die dienende eiendom te\r\nregistreer; welke serwituut soortgelyk in inhoud is\naan Aanhangsel\r\n“G” tot die applikant se funderende verklaring.\n5\r\nKostes betaalbaar gesamentlik en afsonderlik deur die Eerste en\r\nVierde Respondente\n.\n. . . .’\nThe\r\nfourth respondent, Mr Johannes Horn (Horn), was the previous\r\nregistered owner of the property known as Portion 374, a portion\nof\r\nPortion 91 of the Farm Hartebeesthoek, 303, Gauteng Province, which\r\nis referred to in paragraph 4 of the order sought as the\nservient\r\nproperty (‘dienende eiendom’). I prefer to refer to it,\r\nfor convenience, as ‘the property concerned’\nor ‘Portion\r\n374’ and to the farm Hartebeesthoek 303 as ‘the farm’.\n[3]\r\nThe deponent to the founding affidavit, Mr Marius Van Niekerk Louw\r\n(Louw), lives on Portion 264 of the farm. It is not in dispute\nthat\r\nHorn’s late father was the owner of Portion 91 of the farm,\r\nwhile Louw’s late father (Louw senior) owned the adjacent\nland\r\n(the Louws’ property) on the western side of Portion 91. The\r\ncase relied upon by the first respondent in its founding\naffidavit\r\nfor the order sought before the court below may be summarised briefly\r\nas follows. The first respondent, represented by\nLouw senior, and\r\nHorn were the original developers of their respective properties. For\r\nthis purpose both, individually, engaged\nthe same town developer, Mr\r\nPaul van Wyk (Van Wyk). Permission in respect of each development was\r\ngranted during 1996, with certain\nconditions. One of the conditions\r\nimposed by the Provincial Authority, according to the founding\r\naffidavit, was that provision\nhad to be made for an access road from\r\nthe development to the provincial road P106-1 between Pretoria and\r\nBrits (the Brits road).\n[4]\r\nThe registered owner of Portion 374 at that time, so it was alleged\r\nin the founding affidavit, was Horn. It was further alleged\nthat\r\naccording to a sketch plan JR303/92-93-7/95/02 the only permissible\r\naccess to the Brits road was through Portion 374. In order\nto fulfil\r\nthe condition relating to the access road a sub-divisional diagram\r\nS.G. 1149/1998, indicating a servitude area over Portion\n374, was\r\nregistered in the office of the third respondent, the\r\nSurveyor-General. Horn did not proceed with his planned development,\n\nnamely establishing a filling (petrol) station and shopping centre on\r\nPortion 374, but caused a certificate of registration of\ntitle in\r\nrespect of the property concerned to be issued in his name.\n[1]\nIt was alleged, however, that the conveyancer had omitted to have the\r\nservitude over it, as indicated on the sub-divisional diagram,\n\nregistered in the Deeds Office, but made the following entry on the\r\nback of the cover of the file in the Deeds Office:\n‘\nSerwituut\r\nop onderverdelingskaart sal geregistreer word by oordrag aan ‘n\r\n3de party. Noteer caveat asb.’\nA caveat, number\r\n19943/2003, was accordingly noted on 10 December 2003, which reads:\n‘\nBy\r\noordrag van bogenoemde eiendom [Portion 374] aan ‘n 3de party\r\nvanaf SGT, moet . . . daar ‘n voorwaarde in T/akte\naangebring\r\nword wat handel oor serwituutnota op LG 1149/98.’\n[5]\r\nIn 2005 Horn sold Portion 374 to the appellant, who had it registered\r\nin the names of his two minor children, Armand Willem\nWerner and Ané\r\nWerner. No servitude was, however, registered over it, although the\r\ncaveat was still recorded in the Deeds\nOffice. It is common cause\r\nthat at the time the registration of transfer of ownership was\r\neffected into the names of the appellant’s\nminor children a\r\nservitude note on the sub-divisional diagram had been cancelled.\n[2]\nIt was alleged on behalf of the first respondent that a dispute had\r\ndeveloped between the appellant and Louw senior since 2006\nrelating\r\nto the issue of the registration of the servitude. Apparently, the\r\nTshwane Metropolitan Council refuses to allow any transfer\nof\r\nproperty in the development (known as Ozoroa Park) before the access\r\nroad has been built to completion. Moreover, the appellant\nhas\r\nthreatened to close down the access that has hitherto been enjoyed\r\nfrom the Ozoroa Park development.\n[6]\r\nThe appellant opposed the first respondent’s application and\r\nfiled, in addition, a counter-application, seeking orders,\ninter\r\nalia, prohibiting members of the public, in particular inhabitants of\r\nOzoroa Park, from entering Portion 374 or from using\nany road across\r\nit or from using it as a dumping ground; an order in terms of which\r\nhe is allowed to put up a fence around Portion\n374 so as to close any\r\nroad across it; declaring that no servitude exists over Portion 374;\r\nand an order that any ‘caveat’\nin respect of Portion 374\r\nbe removed or deleted from the third respondent’s register. The\r\nbasis of the appellant’s\nopposition to the first respondent’s\r\napplication was that: (1) the first respondent did not rely on any\r\nagreement in terms\nof which a servitude had been created; (2) a\r\ncaveat is merely an internal cautionary note for officials in the\r\nDeeds Office and\ndoes not by itself establish any rights or\r\nobligations on owners of land; and (3) the first respondent did not\r\nrely on prescription\nor any other original form of acquisition of\r\nrights for the registration of a servitude.\n[7]\r\nOn 25 October 2010 a rule nisi was issued in favour of the appellant,\r\ncalling upon all interested parties to show cause on or\nabout 22\r\nMarch 2011 why the orders sought by the appellant in his\r\ncounter-application should not be granted. Despite the bases\nof the\r\nappellant’s opposition to the application the court below\r\n(Preller J) dismissed the appellant’s counter-application;\n\ndischarged the rule and granted the following order in favour of the\r\nfirst respondent:\n‘\n1\r\n. . .\n2 Dit word verklaar\r\ndat ‘n serwituut van reg van weg bestaan oor Gedeelte 374 (‘n\r\ngedeelte van Gedeelte 91) van die\nplaas Hartebeeshoek 303,\r\nRegistrasieafdeling JR, Gauteng Provinsie.\n3 Die derde\r\nrespondent word gelas om die beweerde deurhaling van die “servitude\r\nnote” op diagram S.G. no. 1149/1998\nte verwyder en die nota te\r\nherstel.\n4 Die tweede\r\nrespondent word gelas om die serwituut van reg van weg ten gunste van\r\ndie algemene publiek ooreenkomstig aanhangsel\n“Y”\r\nhiertoe, aangepas waar nodig, te registreer teen die titelakte,\r\nT30319/06, van die eiendom vermeld in paragraaf\n2 hierbo.\n5 Die eerste\r\nrespondent word gelas om in sy hoedanigheid as voog van sy twee\r\nminderjarige kinders alle dokumente te onderteken en\nalle stappe te\r\nneem wat nodig is vir die voormelde registrasie.\n6\r\nDie eerste respondent word gelas om in sy hoedanigheid as voog van\r\ndie minderjarige eienaars van die dienende eiendom die nodige\nstappe\r\nte neem ten einde aan die vereistes van Artikel 80 van die Boedelwet\r\n(Wet 66 van 1965) te voldoen vir sover dit deur die\ntweede respondent\r\nvereis word vir doeleindes van die registrasie van die serwituut\r\nvermeld in paragraaf 4 hierbo\n.’\nThe\r\nappellant and fourth respondents were ordered, jointly and severally,\r\nto pay the costs of the application.\n[8]\r\nThe annexure “Y” referred to in paragraph 4 of the order\r\nis a draft notarial deed of servitude prepared in accordance\nwith the\r\nterms of the order. The court subsequently dismissed the appellant’s\r\napplication for leave to appeal. This appeal\nis with the leave of\r\nthis court.\n[9]\r\nIn his answering affidavit the appellant confirmed that his two minor\r\nchildren took transfer of the property concerned on 16\nMarch 2006. On\r\n18 April 2006 his attorneys, on his instructions, dispatched a letter\r\nto Louw senior in which the latter was advised,\ninter alia, that the\r\nappellant intended to develop Portion 374; that owners or occupiers\r\nof plots situated to the north of Portion\n374 were making use of an\r\nillegal access over it; that no servitude of right of way was\r\nregistered against the property concerned\nin favour of the public or\r\nany one of the owners of the plots situated to the north of it; that\r\nas the developer of those plots\nhe (Louw senior) should instruct the\r\nsaid owners or occupiers to cease using the access road; and that the\r\nappellant intended to\nfence in the property concerned. The appellant\r\nalleged further that during the negotiations that preceded the\r\npurchase of the property\nconcerned Horn informed him, in the presence\r\nof his wife and brother, that he (Horn) had intended to develop\r\nPortion 374 and to\nestablish a shopping centre on it, which would\r\nhave meant that part of the property would be used for purposes of a\r\nright of way.\nHe decided, however, not to proceed with the proposed\r\ndevelopment.\n[10]\r\nThe history of the development or subdivision of Portion 91 of the\r\nfarm and the acquisition of a certificate of registration\nin respect\r\nof Portion 374 is set out in an answering affidavit deposed to by the\r\nHorn, a brief summary of which follows. After\nthe passing of their\r\nparents in 1992 Horn and his four siblings approached Van Wyk and\r\nasked him to draw up a proposal in terms\nof which Portion 91 would be\r\ndivided into four portions and to do a cost analysis for the\r\ndevelopment or part of it. In April 1994\nhe requested Van Wyk to\r\napply, on his behalf, to the relevant authorities for business rights\r\nin respect of a filling station and\na shopping centre to be operated\r\nNorth-West of Pretoria on Portions 1 and 2 of Portion 91. These two\r\nportions were situated on\neither side of the Brits road. The approval\r\nof the application, subject to certain conditions, was communicated\r\nto Van Wyk by letter\nfrom the Western Services Council (Gauteng) –\r\nnow Tshwane Metropolitan Council - dated 27 June 1996 (approval\r\nletter).\n[11]\r\nWith regard to access to the businesses in respect of which approval\r\nhad been given, the following is contained in paragraph\n9 of the\r\napproval letter:\n‘\n9.\r\nDie aansoeker moet skriftelik bevestig dat die voorwaardes soos\r\ngestel deur die Gauteng Provinsiale Regering: Departement Openbare\n\nVervoer en Paaie, in hul brief gestel (verwysingsnommer\r\nHO6-11/1/1/3-303 JR Vol 3), nagekom sal word.\n- Al die\r\ntoegangspaaie, afleweringsarea en parkeerarea moet geplavei word.\n-\nDie\r\nop- en aflaai van goedere mag slegs binne die grense van die eiendom\r\nplaasvind.’\n[3]\nThe\r\nletter containing conditions set or imposed by the Gauteng Provincial\r\nDepartment of Public Transport and Roads, referred to\nin the approval\r\nletter, was dated 15 February 1995 and addressed to the senior\r\nexecutive officer of the Council on Local Management\nAffairs,\r\nPretoria. The letter, the subject of which is recorded in it as\r\n‘VOORGESTELDE KONSOLIDASIE EN ONDERVERDELING VAN\nGEDEELTES 92,\r\n93 EN RESTANT VAN GEDEELTE 7 VAN DIE PLAAS HARTEBEESTHOEK 303 JR:\r\nDISTRIK PRETORIA’,\n[4]\nwas in response to an application by the first respondent in which it\r\nsought consent, from the relevant authorities, for the consolidation\n\nand subdivision of the land identified therein.  The first two\r\nparagraphs of the letter read:\n‘\nU\r\naansoek JR 303/93/-/7 wat by hierdie kantoor ingedien is op 9\r\nFebruarie 1995, het betrekking.\nHierdie\r\nDepartement kan hierdie aansoek, soos getoon en gewysig op plan JR\r\n303/92-93-7/95/02, steun slegs indien die onderstaande\nvoorwaardes\r\nstreng nagekom en daar in alle opsigte voldoen word aan die\r\nvereistes/voorwaardes hieronder gestel\n:’\nCondition\r\n3 of the conditions contained in the letter deals with the building\r\nor establishment of access roads to and from the proposed\ndevelopment\r\nas well as blockades to prevent uncontrolled access to the Brits\r\nroad.\n[12]\r\nSub-paragraph 3.5 of condition 3 stipulated that the applicant, or\r\nowner, must, in collaboration with the local authority and\nco-users,\r\nplan, design, build and maintain, at own costs, an access road to the\r\nBrits road, which must be to the satisfaction of\nthe Director\r\nresponsible for maintenance in the Department of Public Transport and\r\nRoads. A further condition was that the right\nof access (to the Brits\r\nroad) would be summarily withdrawn if the access road had not been\r\nbuilt to completion by the time that\nany developed area became\r\noccupied.\n[5]\n(My translation.) These and other conditions, some of which being not\r\nparticularly relevant to the issues in this appeal, applied\nin\r\nrespect of Horn’s application for the business development\r\nreferred to above.\n[13] It is not in\r\ndispute that Horn did not proceed with his envisaged development.\r\nThis was due to his inability to meet the financial\nobligations which\r\nwould be created as a result of the conditions imposed in respect of\r\nhis proposed development. As has been mentioned\nabove, he caused\r\nPortion 374 of the farm to be registered in his name and a\r\nCertificate of Registered Title T141333/03 was issued\nin his favour\r\non 27 October 2003. The description of the property on the\r\ncertificate is:\n‘\nGedeelte\r\n374 (‘n gedeelte van Gedeelte 91) van die Plaas HARTEBEESTHOEK\r\n303, REGISTRASIE AFDELING J.R., GAUTENG;\nGROOT 1,8248 (EEN\r\nkomma AGT TWEE VIER AGT) Hektaar\nSOOS aangedui op die\r\naangehegte Onderverdelingskaart L.G. Nr. 1149/1998 en GEHOU kragtens\r\nAkte van Transport T23173/1993\n. . . .’\nThe\r\nconveyancer, who attended to the registration of transfer of Portion\r\n374 into Horn’s name, was Mr Erwin Fleischhauer (Fleischhauer).\n\nHe deposed to an affidavit, which was annexed to the first\r\nrespondent’s combined answering and replying affidavit. (The\r\nfirst respondent’s answering and replying affidavit was in\r\nresponse to the appellant’s counter-application and answering\n\naffidavit.)\n[14]\r\nIn his affidavit Fleischhauer stated that as a consequence of the\r\nprovisions of Regulation 60(2) of the Regulations promulgated\nunder\r\nthe Deeds Registries Act\n[6]\nHorn could not have the servitude, as depicted in the\r\nSurveyor-General’s sub-divisional diagram S.G. 1149/1998,\r\nregistered\nsimultaneously with the registration of transfer of\r\nPortion 374. He accordingly personally entered the note relating to\r\nthe\ncaveat\n(referred to in para 4 above) on the back of the cover of the file in\r\nthe Deeds Office. He did so in his capacity as Horn’s\n\nconveyancer.\n[15]\r\nA servitude in favour of the public is constituted by means of a\r\ngrant of ownership of land by the state subject to the reservation\nof\r\na so-called public servitude; by registration against the title deed\r\nof privately owned land; by will or legislation.\n[7]\nIts existence can also be asserted by proving\nvetustas\nor immemorial user\n[8]\n,\r\nwhich does not apply in the instant case. The\nonus\nof proving entitlement to a servitude over a servient property rests\r\non the person who asserts its existence.\n[9]\nIt is not in dispute that at the time the appellant purchased the\r\nproperty concerned, some residents of Ozoroa Park enjoyed access\nto\r\nthe Brits road through the said property. In his answering affidavit\r\nHorn explained this as follows:\n‘\n4.18\r\nTydens die onderverdeling en ontwikkeling in kleiner plotte deur die\r\nApplikant en sy voorganger is ek genader oor ‘n\nvergunningspad\r\noor my eiendom wat net tydens die onderverdeling gerieflik gebruik\r\nsou kon word.’\n[10]\nHe\r\ngranted the temporary access sought, which now constitutes the access\r\nroad the appellant wishes to close off.\n[16]\r\nThe first respondent responded in its combined answering and replying\r\naffidavit that the servitude area as shown on the sub-divisional\n\ndiagram S.G. 1149/1998 provides access from the road network\r\n(padstelsel) of the development (ontwikkeling) to the Brits road;\n\nthat the diagram had been registered in the office of the\r\nSurveyor-General in 1998; and that the servitude should have been\r\nregistered\nover the property concerned when the Certificate of\r\nRegistered Title was issued to Horn. The first respondent also stated\r\nthat\nthe grant of the orders it sought was of importance to it,\r\nbecause ‘[d]it is egter meer noodsaaklik vir die huidige –\n\nen toekomstige inwoners van die betrokke ontwikkeling, omdat dit\r\nhulle enigste toegang tot die provinsiale pad is’.\n[11]\nExcept for stating that Horn’s version was inaccurate, the\r\nfirst respondent significantly proffers no version as to how it\ncame\r\nabout that the residents of the Ozoroa Park development obtained\r\npermission to use an access road over the property concerned\nto the\r\nBrits road, other than relying on the sub-divisional diagram.\n[17]\r\nMr Alexis Nicolas Myburgh Sandenbergh (Sandenbergh), a practising\r\nprofessional land surveyor, confirmed in an affidavit which\nwas\r\nannexed to the first respondent’s combined answering and\r\nreplying affidavit, that he surveyed the sub-division of Portion\n91\r\nof the farm on the instructions of his client, Horn. He consequently\r\ndrafted certain diagrams, one of which being the sub-divisional\n\ndiagram depicting the extent of Portion 374 and the servitude area at\r\nissue here. Another diagram depicted a stretch of servitude\nroad\r\nrunning south between developed plots situated north-west of Portion\r\n374 (the property concerned) and Portion 91 of the farm;\nthen turning\r\nleft at the north-west corner of Portion 374 and running along its\r\nnorthern boundary. That servitude road is described\nin the notarial\r\ndeed of servitude that created it as\n‘\r\n’\nn\r\nEwigdurende Serwituut van Reg van Weg, groot 2,1736 (TWEE komma EEN\r\nSEWE DRIE SES) Hektaar aangedui deur die figuur ABCDEFGHJ\nop\r\nSerwituutdiagram S.G. 1147/1998’\n.\nThis\r\nappears to be a servitude of right of way created as such by notarial\r\ndeed of servitude attested before Fleischhauer on 26\nNovember 2002.\r\nHorn denied any knowledge of this notarial deed – it was\r\nexecuted not by him but by a Helen Analise Roodt,\npurportedly acting\r\nas agent on his behalf and on behalf of Louw senior, who was in turn\r\nrepresenting the Ozoroa Park Homeowners\nAssociation. The notarial\r\ndeed was registered on 27 October 2003. The third diagram depicted\r\nthe servitude road running along the\nnorthern boundary of Portion\r\n374, linking with the servitude area depicted on sub-divisional\r\ndiagram S.G. 1149/1998, which covers\nall of 7099 square meters of the\r\ntotal extent of Portion 374 (being 1,8248 hectares). It should be\r\nmentioned that the southern\nboundary of Portion 374 borders on the\r\nBrits road.\n[18]\r\nSandenbergh stated further in his affidavit that he applied, on\r\nbehalf of Horn, to the National Department of Agriculture for\nthe\r\nMinister’s consent for the sub-division of Horn’s land.\r\nMinisterial consent was granted subject, inter alia, to\nthe\r\nstipulation that, simultaneously with registration of transfer,\r\nwritten proof must be submitted that there had been compliance\nwith\r\nthe conditions imposed by the Gauteng Provincial Administration.\n[19]\r\nWhat must be clear with regard to Horn’s application for the\r\nsub-division of formerly agricultural land is that if the\n\nsub-division was such that it would not be necessary to build roads\r\nfor the provision of access to a national road, then the condition\n\nimposed by the Gauteng Provincial Administration, relating to the\r\nbuilding of roads, would not apply. There is no evidence on the\n\npapers that a road network was necessary in his (Horn’s)\r\nplanned development. In the letter of approval (of his application\n\nfor business rights) mention is made of all access roads\r\n(toegangspaaie), a delivery area and a parking area, which were all\r\nrequired\nto be paved. Mention is also made of the loading and\r\noff-loading of goods, which should only occur within the precincts of\r\nthe\nproperty concerned.\n[12]\nIn my view, the reference in the approval letter to access roads\r\n(toegangspaaie) is clearly a reference to access roads to and\nfrom\r\nthe business undertakings in respect of which application had been\r\nmade on behalf of Horn and not to access roads in favour\nof the\r\nresidents of Ozoroa Park to and from the Brits road. There is\r\naccordingly no substance in the submission by counsel for\nthe first\r\nrespondent that the servitude depicted on sub-divisional diagram S.G.\r\n1149/1998 represents the access road to be utilised\nby the owners and\r\noccupiers of Ozoroa Park and the general public. The servitude area\r\nwould have provided access only to the envisaged\nbusinesses either\r\nfrom the Brits road or from the other servitude road from the north\r\nof Portion 374.\n[20]\r\nAnnexure ‘N’ to the founding affidavit, which is referred\r\nto in the conditions imposed by the Provincial Administration,\nis a\r\nplan ‘JR 303/92-93-7/95/02’. With reference to the plan,\r\ncondition 3.2 stipulates that with the implementation\nof the roads\r\nPWV2 and PWV7, access to those planned roads must be obtained through\r\nthe planned access and service roads as shown\non it (the plan). In my\r\nview, the plan concerned refers to some future roads still to be\r\nbuilt or extensions to an existing road.\nThe position or location of\r\nPortion 374 is unascertainable from the plan, which counsel seem to\r\nrely on for his submission that\nI have just rejected as being without\r\nsubstance. Accordingly, no conditions were ever imposed on Horn, in\r\nmy view, to provide access\nfor the Ozoroa Park residents or the\r\ngeneral public to the Brits road. If that were the case it would be\r\ntantamount to an expropriation\nof part of Horn’s property\r\nwithout compensation, in violation of his property rights enshrined\r\nin section 25 of the Constitution.\n[21]\r\nIn his answering affidavit Horn averred that the servitude was merely\r\nconnected to the business rights with which he did not\nproceed.\r\nParagraph 16 of the approval letter reads:\n‘\nIndien\r\ndie regte nie uitgeoefen word binne twee jaar vanaf datum van\r\ngoedkeuring nie, of sodanige verlengde tydperk soos deur die\n\nWestelike Gauteng Diensteraad bepaal, sal die voormelde regte\r\nverval.’\nThere\r\nis no evidence of any extension ever having been requested. Horn\r\naccordingly averred, correctly so in my view, that the business\n\nrights he had obtained had lapsed and so had the condition attached\r\nthereto, of having to provide access (in the form of a servitude)\nto\r\nhis property where the businesses were to be established. And the\r\nmere fact that a servitude area is depicted on the sub-divisional\n\ndiagram of the Surveyor-General relating to Portion 374 does not\r\nconvert what has been a temporary access road into a servitude\nof\r\nright of way in favour of the public.   (\nCf\nEthekwini Municipality v Brooks and\r\nothers\n2010 (4) SA 586\n(SCA) para 32.)\n[22]\r\nWith regard to the cancellation of the servitude note on\r\nsub-divisional diagram 1149/1998 Horn stated in his affidavit that\n\nthis occurred on 23 November 2005 when he visited the office of the\r\nSurveyor-General upon the advice of an official in the Deeds\n\nRegistry. He had gone to the Deeds Registry after he had fielded\r\nenquiries and claims that a servitude of right of way existed\nover\r\nhis property, Portion 374. There he was informed that no servitude\r\nburdened the property concerned and no mention was made\nof a\ncaveat\n.\r\nAt the office of the Surveyor-General he informed a certain official\r\nthat he did not proceed with the business development for\nwhich he\r\nhad obtained the necessary consent. The official then deleted the\r\nbroken lines depicting the servitude and another deleted\nthe\r\nservitude note on the diagram.\n[23]\r\nIn a supplementary affidavit deposed to on 19 February 2011\r\nSandenbergh testified that on 21 March 2011, following an earlier\n\nmeeting with Horn, he dispatched a letter to the latter in which he\r\nconfirmed his opinion that the servitude in issue was still\nin\r\noperation. He referred, in the letter, to regulation 21(4) of the\r\nRegulations promulgated under\nLand Survey Act 8 of 1997\n,\n[13]\nwhich provides that when a servitude is not registered in the Deeds\r\nRegistry but its existence is indicated by a note on a registered\n\ndiagram, the note ‘shall not be altered or omitted except as a\r\nresult of an order of a competent authority . . . ’.\nIt appears\r\ntherefore that the cancellation of the servitude note on the\r\nsub-divisional diagram may well have been unlawful. It\nis, however,\r\nnot necessary to say more on this issue.\n[24]\r\nThe conclusion I have reached in paragraph 21 above renders it\r\nunnecessary for me to consider the submission by counsel for\nthe\r\nfirst respondent that the appellant had prior knowledge of the\r\nservitude of right of way over Portion 374. It also renders\n\nunnecessary a consideration of the defence of prescription raised by\r\nthe appellant and entitles him, insofar as it may be necessary,\nto\r\nthe order sought in his counter-application for the removal or\r\ncancellation of the ‘caveat’ or servitude note contained\n\nin sub-divisional diagram S.G. 1149/1998.\n[25] In the result\r\nthe following order shall issue:\n1 The appeal is\r\nupheld and the first respondent is ordered to pay the costs of the\r\nappeal.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\n1.\r\nDie aansoek word van die hand gewys met koste.\n2. Die bevel nisi\r\ngemaak deur hierdie hof op 25 Oktober 2010, meer bepaald paragrawe\r\n1.1 tot 1.4 daarvan, word bekragtig.\n3.\r\nDie applikant word gelas om die koste van die teenaansoek te betaal.’\n______________________\nL\r\nMPATI\nPRESIDENT\nAPPEARANCES\nFor\r\nappellant: J G Bergenthuin SC\nInstructed\r\nby: Van Zyl Le Roux Inc, Pretoria\nMcIntyre\r\n& Van Der Post Attorneys, Bloemfontein\nFor\r\nfirst respondent: J G Blignaut\nInstructed\r\nby:  Nöthling Attorneys, Pretoria\nDe\r\nVilliers Attorneys, Bloemfontein\n[1]\nThe\r\n\tcertificate of registration is dated 27 October 2003.\n[2]\nThe\r\n\tcancelled servitude note read:\n‘\nThe\r\n\tfigure abcdeBCD represents a Servitude area 7099 square meters in\r\n\textent.’ The total extent of Portion 374 is 1,8248\nhectares.\n[3]\nLoosely\r\n\ttranslated the paragraph reads: ‘The applicant must confirm in\r\n\twriting that the conditions imposed/set by the Gauteng\nProvincial\r\n\tGovernment: Department of Public Transport and Roads, in their\r\n\tletter (reference number HO6-11/1/1/3-303 JR Vol 3)\nwill be\r\n\tfulfilled.\n-\nAll access roads, delivery area and\r\n\tparking area must be paved.\n-\nThe loading and off-loading of goods may\r\n\tonly occur within the bounds of the property.’\n[4]\n‘\nPROPOSED\r\n\tCONSOLIDATION AND SUBDIVISION OF PORTIONS 92, 93 AND THE REMAINDER\r\n\tOF PORTION 7 OF THE FARM HARTEBEESTHOEK 303 JR: DISTRICT\nOF\r\n\tPRETORIA.’\n[5]\n‘\nDie\r\n\taansoeker /eienaar moet in samewerking met die plaaslike owerheid en\r\n\tmedegebruikers ‘n toegang tot pad P106-1 (K14)\nop eie koste\r\n\tbeplan, ontwerp en tot bevrediging van die Di\nr\nekteur:\r\n\tInstandhouding van die Departement Openbare Vervoer en Paaie, bou en\r\n\tin stand hou.\n.\r\n\t. .\nDie\r\n\treg tot toegang sal summier ingetrek word indien die aansluiting nie\r\n\tgebou en voltooi is teen die tyd dat enige ontwikkeling\nin gebruik\r\n\tgeneem word nie.’\n[6]\nAct\r\n\t47 of 1937.\n[7]\nLAWSA,\r\n\t2 ed, vol 24 para 625. See also the proviso in\ns 65(1)\nof the\nDeeds\nRegistries Act 47 of 1937\n.\n[8]\nSee\nDe\r\n\tBeer v Van der Merwe\n1923 AD 378\nat 386, where Kotze JA expressed the view that ‘[i]f\r\n\tit can be shown, or does appear how and when a particular work or\r\n\nconstruction was originally made, the doctrine of\nvetustas\ndoes not apply’.\n[9]\nWorman\r\n\tv Hughes & others\n1948 (3) SA 495\n(A) at 501-2;\nTauber\r\n\tv Venter\n1938 EDL 82\nat 87.\n[10]\nLoosely\r\n\ttranslated: ‘During the subdivision and development into\r\n\tsmaller plots by the Applicant [Louw] and his predecessor\nI was\r\n\tapproached for a concession (access) road through my property, which\r\n\twould be used conveniently only during the subdivision.’\n[11]\nQuoted\r\n\tstatement loosely translated: ‘It is, however, essential for\r\n\tthe current and future residents of the development\nconcerned,\r\n\tbecause it is their only access to the provincial road.’\n[12]\nSee\r\n\tpara 9 of the approval letter quoted in para 11 above.\n[13]\nThe\r\n\tregulations came into effect on 1 October 1997.",
  "scraped_at": "2026-02-12T17:11:29.615230",
  "date": "2015-03-26",
  "coram": [
    "Mpati P",
    "Majiedt",
    "Pillay",
    "Schoeman",
    "Van Der Merwe"
  ],
  "case_number": "224/14",
  "parties": {
    "applicants": [
      "Willem Gerhardus Werner"
    ],
    "respondents": [
      "Florauna Kwekery BK",
      "Registrar of Deeds, Pretoria",
      "Surveyor-General, Pretoria",
      "Johannes Jacobus Horn"
    ]
  },
  "sections": {
    "facts": "The dispute concerned Portion 374, a part of Portion 91 of the Hartebeesthoek farm in Gauteng. The property was originally intended for a business development that required an access road to the provincial P106‑1 (Brits) road. A sub‑divisional diagram (S.G. 1149/1998) prepared by the Surveyor‑General showed a servitude area over Portion 374, but no notarial deed creating a servitude was ever registered in the Deeds Office. The title to Portion 374 was transferred to the appellant, Willem Werner, in the names of his two minor children, without any servitude registration, although a caveat remained on the title. The first respondent, Florauna Kwekery BK, sought registration of a public right‑of‑way servitude over the property, relying on the diagram, while the appellant opposed, arguing no formal grant existed and that a caveat does not create rights.",
    "issues": "1. Whether a servitude of right of way in favour of the public over Portion 374 can be registered on the basis of the Surveyor‑General’s sub‑divisional diagram alone. 2. Whether the appellant can rely on prescription or other modes of acquisition to defeat the registration. 3. The effect of the caveat and the cancelled servitude note on the diagram.",
    "principles": "South African law requires a servitude to be created by a valid grant—typically a written deed, legislation or a recognized prescription. A note on a Surveyor‑General diagram is not sufficient to establish a servitude unless it is reflected in a notarial deed and registered under the Deeds Registries Act. The doctrine of vetustas applies only to long‑standing, unchallenged use. A caveat is merely an internal caution and does not create enforceable rights. Public servitudes must be expressly granted by the state or registered against the title.",
    "application": "The Court examined the factual record and concluded that no notarial deed creating a public right of way over Portion 374 had ever been executed or registered. The sub‑divisional diagram, while indicating a servitude area, did not constitute a legal grant. The caveat and the later cancellation of the servitude note further demonstrated the absence of a valid servitude. Consequently, the appellant’s defence of lack of a valid grant succeeded, and the alleged prescription claim was unnecessary to consider.",
    "conclusion": "The appeal was upheld. The order of the Gauteng Division was set aside and replaced with an order granting the appellant’s application: the appeal was dismissed with costs against the first respondent, and the appellant was ordered to pay the costs of the counter‑application. The court confirmed that no public right‑of‑way servitude exists over Portion 374."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "right of way",
      "registration",
      "public servitude",
      "prescription",
      "land subdivision"
    ]
  }
}