{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/61.html",
  "case_name": "Moussa v S and Another (181/2014) [2015] ZASCA 61; [2015] 2 All SA 565 (SCA); 2015 (2) SACR 537 (SCA) (14 April 2015)",
  "citation": "[2015] ZASCA 61",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 61\n|\nNoteup\n|\nLawCite\nMoussa v S and Another (181/2014) [2015] ZASCA 61; [2015] 2 All SA 565 (SCA); 2015 (2) SACR 537 (SCA) (14 April 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE NO: 181/2014\nDATE: 14 APRIL\r\n2015\nReportable\nIn\r\nthe matter between:\nSYLLA\r\nMOUSSA\n..............................................................................................................\nAPPELLANT\nAnd\nTHE\r\nSTATE\n…...................................................................................................\nFIRST\nRESPONDENT\nTHE\r\nMINISTER OF JUSTICE AND CONSTITUTIONAL\nDEVELOPMENT\n..........................................................................................\nSECOND\r\nRESPONDENT\nNeutral\r\nCitation:\nMoussa v S\n(181/2014)\n[2015] ZASCA 61\n(14 April 2015).\nCoram:\nNavsa ADP, Ponnan, Mhlantla, Mbha &\r\nZondi JJA\nHeard:\n5 March 2015\nDelivered:\n14 April 2015\nSummary:\nPrivate counsel engaged by National\r\nProsecuting Authority in terms of\ns 38\nof the\nNational Prosecuting\nAuthority Act 32 of 1998\nto conduct prosecution on fraud charges –\r\nprosecution requiring commercial expertise – challenge to\r\nprosecutor’s\nauthority – constitutionality of\ns 38\n–\r\nchallenge on basis that it impinged on constitutional imperative of\r\nprosecutions without fear, favour or prejudice –\nultimately\r\nrestricted to a challenge based on the fact that\ns 38\ndoes not\r\nprovide for an oath as required for permanent members of the National\r\nProsecuting Authority – held that private\ncounsel are required\r\nto conduct themselves within the structure of the Act – and\r\nthat they conduct prosecutions under the\ncontrol and supervision of\r\nthe most senior members of the NPA –\ns 38\nheld not to be\r\nunconstitutional.\nORDER\nOn\r\nappeal from\n: Gauteng Local Division of\r\nthe High Court, Johannesburg (Campbell AJ sitting as court of first\r\ninstance):\nThe\r\nfollowing order is made:\nThe\r\nappeal is dismissed with costs.\nJUDGMENT\nNavsa\r\nADP (Ponnan, Mhlantla, Mbha & Zondi JJA concurring):\n[1]\r\nThis appeal, with the leave of the court below, concerns the\r\nconstitutionality of s 38 of the National Prosecuting Authority\nAct\r\n32 of 1998 (the NPA Act). The appellant, Mr Sylla Moussa, is a\r\nGuinean national who, during June 2006, was charged with 16\ncounts of\r\nfraud, alternatively, three counts of theft and three counts of money\r\nlaundering in terms of the provisions of the Prevention\nof Organised\r\nCrime Act 121 of 1998 (the POCA). The preamble to the indictment\r\nreflects the following: The appellant was in control\nof two accounts\r\nheld by corporate entities with Absa Bank. The accounts labelled\r\n‘credit accounts’ bore a no-risk status\nwhich meant that\r\nthe appellant could immediately make withdrawals against cheque\r\ndeposits into the account. Electronic transfers\ncan only be made from\r\nsuch an account if sufficient funds exist in that account, even if\r\nonly by way of cheque deposits. The appellant,\nso it is alleged\r\nconducted ‘cross-fire fraud’ which is described in the\r\npreamble to the indictment as follows:\n‘\n1.10.1.\r\nNo value cheques or cheques of insufficient value (“facilitation\r\ncheques”) would be deposited into the beneficiary\nbank account\r\nat ABSA and drawn against the drawer’s account at ABSA.\n1.10.2.\r\nThe lack of funds in the drawer’s account to support the\r\namounts depicted as per face value of the facilitation cheques,\n\nresulted in an artificial credit being created in the beneficiary\r\nbank account.\n1.10.3.\r\nThe drawing and depositing of the facilitation cheques would be\r\nrecorded on the bank statements of the drawer’s and\nbeneficiary\r\nbank accounts as debit and credit entries respectively.\n1.10.4.\r\nFrom the beneficiary bank account, the accused would then, on or\r\nabout the day that the cheques were deposited or shortly\nthereafter,\r\nremit\nvia\nelectronic banking transfer a similar amount\r\n(“contra amount”) back to the drawer’s bank\r\naccount.\n1.10.5.\r\nWhen remitting the contra amount back to the drawer’s account,\r\nthe initial beneficiary account would be debited and\nthe drawer’s\r\naccount credited.\n1.10.6.\r\nThe recording of the facilitation cheques on the drawer’s bank\r\naccount would however only happen after depositing\nthe cheques into\r\nthe beneficiary bank account, which would be on the same day or\r\nshortly after the contra amount is remitted, creating\nthe impression\r\nof availability of funds in the drawer’s account when the\r\nfacilitation cheques were recorded and/or debited.\n1.10.7.\r\nThe balances and credits recorded on the respective bank statements\r\nof the beneficiary and drawer bank account would therefore\nnot be\r\nrepresented by genuine and/or sufficient underlying funds created in\nbona fide\nmanner in the ordinary course of business, but such\r\nbalances and credits would record mere artificial or illusory\r\nbalances of a\ntemporary nature.\n1.10.8.\r\nSuch credits and balances were designed to mislead ABSA into\r\naccepting and/or believing that accused and/or the corporate\nentities\r\nwere conducting\nbona fide\ntransactions and/or are involved in\r\ngenuine and\nbona fide\narms length business transactions and/or\r\ndoing well financially and that sufficient underlying funds existed\r\nto honour the facilitation\ncheques and subsequent contra payments.’\n[2]\r\nFor present purposes it is not necessary to deal with the particulars\r\nrelating to the alternative charges of fraud, theft or\nthe charges\r\nrelated to the contraventions of the POCA which are all founded on\r\nthe same allegations. The amount ABSA Bank is said\nto have lost as a\r\nresult of the appellant’s alleged conduct appears in the\r\nindictment, namely, R41 329 188.37.\n[3]\r\nBecause of the nature of the commercial transactions in relation to\r\nwhich the appellant was charged, the National Prosecuting\nAuthority\r\n(the NPA) took the view that it required the skills of a specialised\r\nprosecutor and thus engaged the services of Mr Zirk\nPansegrouw\r\n(Pansegrouw), an advocate in private practice and member of the\r\nPretoria Bar and a former prosecutor. In doing so, the\nNPA purported\r\nto act in terms of s 38 of the NPA Act, which reads as follows:\n‘\n(1)\r\nThe\nNational Director\nmay in consultation with the\nMinister\n,\r\nand a\nDeputy National Director\nor a\nDirector\nmay, in consultation with the\nMinister\nand the\nNational\r\nDirector\n, on behalf of the State,\r\nengage, under agreements in writing, persons having suitable\r\nqualifications and experience to perform\nservices in specific cases.\n(2)\r\nThe terms and conditions of service of a person engaged by the\nNational Director\n, a\nDeputy National Director\nor a\nDirector\nunder subsection (1) shall be as determined from time\r\nto time by the Minister in concurrence with the Ministers of Finance.\n(3)\r\nWhere the engagement of a person contemplated in subsection (1) will\r\nnot result in financial implications for the State –\n(a)\nthe\nNational\r\nDirector\n; or\n(b)\na\nDeputy National\r\nDirector\nor a Director, in consultation\r\nwith the National Director, may, on behalf of the State, engage,\r\nunder an agreement in writing,\nsuch person to perform the services\r\ncontemplated in subsection (1) without consulting the\nMinister\nas contemplated in that subsection.\n(4)\r\nFor purposes of this section, “services” include the\r\nconducting of a prosecution under the control and direction\nof the\nNational Director\n, a\nDeputy National Director\nor a\nDirector\n, as the case may be.’\n[4]\r\nAfter his arrest in June 2006, the appellant appeared in the Regional\r\nCourt, Johannesburg and was released on R100000 bail.\nDuring March\r\n2008, his trial was transferred to the Gauteng Local Division,\r\nJohannesburg. Faced with Pansegrouw as the prosecutor\nappellant’s\r\nlegal representative requested documentation to allay the appellant’s\r\nconcerns about Pansegrouw’s\nauthority to conduct the\r\nprosecution. After the documentation was supplied and scrutinised,\r\nthe appellant correctly concluded that\nthe oath in terms of s 32(2)\r\nof the NPA Act had not been taken by Pansegrouw. I interpose to set\r\nout the relevant part of that\nsubsection:\n‘\n(a)\nA National Director and any person\r\nreferred to in section 4 must, before commencing to exercise, carry\r\nout or perform his or her\npowers, duties or functions in terms of\r\nthis Act, take an oath or make an affirmation, which shall be\r\nsubscribed by him or her,\nin the form set out below . . .\n.\r\n. .\n(b)\nSuch an oath or affirmation shall –\n(i)\n. . .\n(ii)\nin the case of a prosecutor, be taken or\r\nmade before the Director in whose office the prosecutor concerned has\r\nbeen appointed or\nbefore the most senior judge or magistrate at the\r\ncourt where the prosecutor is stationed,\nwho\r\nshall at the bottom thereof endorse a statement of the fact that it\r\nwas taken or made before him or her and of the date on which\nit was\r\nso taken or made and append his or her signature thereto.’\n[5]\r\nSection 4 sets out the composition and hierarchical structure of the\r\nNational Prosecuting Authority as follows:\n‘\nThe\nprosecuting authority\ncomprises the –\n(a)\nNational Director;\n(b)\nDeputy National Directors;\n(c)\nDirectors;\n(d)\nDeputy Directors; and\n(e)\nProsecutors.\n’\nProsecutor\r\nis defined as follows:\n‘“\nprosecutor”\nmeans a prosecutor referred to in\r\nsection 16(1)’.\nSection\r\n16(1) in turn provides:\n‘\n(1)\nProsecutors\nshall\r\nbe appointed on the recommendation of the\nNational\r\nDirector\nor a member of the\nprosecuting\r\nauthority\ndesignated for that purpose\r\nby the\nNational Director\n,\r\nand subject to the laws governing the public service.’\n[6]\r\nHaving regard to the fact that at that stage Pansegrouw had not taken\r\nthe oath provided for in s 32(2) of the NPA Act, the appellant\ngave\r\nnotice in terms of s 106(3), read with s 106(1)\n(h)\nof\r\nthe Criminal Procedure Act 51 of 1977 (the CPA), challenging\r\nPansegrouw’s authority to prosecute,\n[1]\nbecause he had not taken the oath provided for in s 32(2) of the NPA\r\nAct. The appellant launched an application in the Gauteng\nLocal\r\nDivision in which he sought an order: (a) that Pansegrouw had no\r\nauthority to prosecute him; (b) that his trial was unfair\nand (c) for\r\na permanent stay of his prosecution.\n[7]\r\nThat application came before Mailula J in the Gauteng Local Division.\r\nAn exchange ensued between Mailula J and appellant’s\ncounsel,\r\nduring which the judge expressed reservations about whether a\r\nprosecutor appointed in terms of s 38 of the NPA Act was\nrequired to\r\ntake an oath. That view appeared to be shared by appellant’s\r\ncounsel, who consequently sought a postponement\nin order to challenge\r\nthe constitutionality of s 32(2) of the NPA Act, ostensibly because\r\nit did not provide for counsel appointed\nfrom outside of the NPA to\r\ntake the oath provided for in that section. The original notice of\r\nmotion was amended and the second\nrespondent, the Minister of Justice\r\nand Constitutional Development (the Minister) was joined, as a party,\r\nas required by Uniform\nrule 10A.\n[2]\nBefore the merits of the case were addressed, the appellant’s\r\nlegal representative was asked by Mailula J whether the appellant\n\nwould abide Pansegrouw taking the prescribed oath before the trial\r\ncommenced. Since the appellant’s attitude was that it\nwas the\r\ntaking of the prescribed oath that was foundational to prosecutorial\r\nindependence, one would have thought that the suggestion\nthat\r\nPansegrouw would take the oath would put paid to the appellant’s\r\nobjections to him being the prosecutor. Alas, the appellant\nchanged\r\ntack and chose, instead, to challenge the constitutionality of s 38\r\nof the NPA Act, which as reflected in paragraph 3 above,\nenables the\r\nengagement of persons outside of the NPA to perform prosecutorial\r\nservices in specific cases.\n[8]\r\nThus, the appellant launched an application seeking an order\r\ndeclaring s 38 to be unconstitutional on the basis that it permitted\n\nthe appointment of a prosecutor outside the National Prosecuting\r\nAuthority’s normal staff complement and therefore did not\ngive\r\neffect to the constitutional principle enshrined in s 179(4) of the\r\nConstitution of the Republic of South Africa (the Constitution),\nthat\r\nrequires the prosecuting authority to exercise its functions without\r\nfear, favour or prejudice. The State as prosecuting authority\nand the\r\nMinister opposed the application.\n[9]\r\nThe application, in amended form, was heard by Campbell AJ. Three\r\nyears before that application was heard and subsequent to\nthe\r\nappearance before Mailula J, Pansegrouw had in fact taken an oath to\r\nact ‘without fear, favour or prejudice’. The\ndispute\r\nbefore Campbell AJ was narrowed to the constitutionality of s 38 on\r\nthe basis set out in the preceding paragraph.\n[10]\r\nCampbell AJ took into account that s 38 of the NPA Act, in\r\ncontradistinction to s 32(2)\n(a)\n, did not provide for the\r\ntaking of an oath. The learned judge reasoned that the starting point\r\nof the enquiry was s 179(4) of the\nConstitution, which dictated that\r\nnational legislation should provide for the prosecuting authority to\r\nact without fear, favour\nor prejudice. This led Campbell AJ to\r\nconsider the composition of the ‘prosecuting authority’\r\nand in turn to s 179(1)\nof the Constitution, which provides as\r\nfollows:\n‘\n(1)\r\nThere is a single national prosecuting authority in the Republic,\r\nstructured in terms of an Act of Parliament, and consisting\nof –\n(a)\na National Director of Public\r\nProsecutions, who is the head of the prosecuting authority, and is\r\nappointed by the President, as\nhead of the national executive; and\n(b)\nDirectors of Public Prosecutions and\r\nprosecutors as determined by an Act of Parliament.’\nThis,\r\nof course, must be read with the provisions of s 4 of the NPA Act as\r\nset out in paragraph 5 above, which sets out the hierarchical\n\nstructure of the NPA.\n[11]\r\nCampbell AJ considered that when persons are engaged as prosecutors\r\nin terms of s 38 of the NPA Act, they can hardly be regarded\nas free\r\nagents. In his view, they were subject to the control and direction\r\nof senior officers of the NPA, within the structure\nof the NPA Act.\r\nThe court below held that persons appointed in terms of s 38 were\r\n‘prosecutors’ in the normal sense\nof the word, but not\r\nnecessarily as contemplated in certain other sections of the NPA Act.\r\nThe court reasoned that Pansegrouw was\nobliged to carry out his\r\nfunctions as a prosecutor in the manner contemplated by s 179(4) of\r\nthe Constitution. Section 32 requires\npermanently appointed\r\nprosecutors to take an oath of office that they will carry out their\r\nduties in the prescribed manner. The\nabsence of an oath in s 38 does\r\nnot detract from the manner in which private counsel appointed in\r\nterms of the NPA Act are required\nto perform their duties. The\r\nfollowing paragraphs of the judgment set out in succinct form the\r\nreasoning and conclusions of the\ncourt below:\n‘\n19.\r\nTo conclude: section 38 of the Act, on this construction, simply\r\nauthorises the employment of,\ninter\r\nalia, ad hoc\nprosecutors to carry out\r\nspecific and limited tasks on behalf of the NPA, but does not specify\r\ntheir constitutional duties because\nsuch\nad\r\nhoc\nprosecutors are part of the\r\nprosecuting authority and their constitutional duties are set out in\r\nsection 32 of the Act.\n20.\r\nIt therefore follows that in my view section 38 of the Act is not\r\nunconstitutional and that the application, as currently framed,\nmust\r\nfail.’\nThe\r\ncourt below dismissed the application with costs. It is against that\r\norder and the findings referred to above that the present\nappeal is\r\ndirected.\n[12]\r\nIn written heads of argument it was contended on behalf of the\r\nappellant that s 38 of the NPA Act is inconsistent with the\n\nConstitution in that it does not specifically provide that such\r\npersons should conduct themselves without fear, favour or prejudice\n\nwhen prosecuting – the latter qualities being the hallmark of\r\nprosecuting integrity in this country. Before us counsel on\nbehalf of\r\nthe appellant, when pressed about the precise ambit of the\r\nappellant’s case, stated that he was contending that\ns 38 of\r\nthe NPA Act was unconstitutional because it did not compel ‘outside\r\ncounsel’ to take the oath as prescribed\nfor permanent members\r\nof the prosecution services by s 32 of the NPA Act. As I understood\r\nthe submission, it was contended that\nit is the taking of the oath\r\nthat is foundational to the independence of a prosecutor.\n[13]\r\nThe engagement of persons who have specialised skills, to assist in\r\nprosecutions, is not statutorily novel. This emerges from\na brief\r\nreview of legislation over the last few decades.\n[3]\n[14]\r\nPrior to the now repealed Attorney-General Act 92 of 1992 (the AGA),\r\nwhich commenced on 31 December 1992, the CPA provided\nfor\r\nprosecutions (ss 2-5) and the Attorney-General was the prosecuting\r\nauthority on behalf of the State. Section 4 of the CPA used\nto\r\nprovide that an Attorney-General may, in writing:\n‘\n(a)\r\ndelegate to any person, subject to the control and directions of the\r\nattorney-general, authority to conduct on behalf of the\nState any\r\nprosecution in criminal proceedings in any court within the area of\r\njurisdiction of such attorney-general, or to prosecute\nin any court\r\non behalf of the State any appeal arising from criminal proceedings\r\nwithin the area of jurisdiction of such attorney-general.’\n[15]\r\nSection 2 of the AGA provided for the appointment of an\r\nAttorney-General by the State President in respect of each provincial\n\ndivision and of the Witwatersrand Local Division of the Supreme Court\r\nof South Africa. Section 6\n(a)\nof the AGA read as follows:\n‘\n6.\r\nAn attorney-general may, in respect of the area for which he has been\r\nappointed, in writing –\n(a)\ndelegate to any person who has the\r\nright to appear in any court in terms of the Right of Appearance in\r\nCourts Act, 1995 (Act No.\n62 of 1995), subject to the control and\r\ndirections of the attorney-general, authority to conduct on behalf of\r\nthe State any prosecution\nin criminal proceedings in any court within\r\nthe area of jurisdiction of such attorney-general, or to prosecute in\r\nany court on\nbehalf of the State any appeal arising from criminal\r\nproceedings within the area of jurisdiction of such\r\nattorney-general.’\nThe\r\nNPA Act repealed the AGA and ss 2-5 of the CPA which previously dealt\r\nwith the prosecuting authority.\n[16]\r\nIn\nS v Tshotshoza\n2010 (2) SACR 274\n(GNP), where the propriety\r\nof private funding for a prosecution was discussed and decided, the\r\ncourt, considering s 38 of the NPA\nAct, said the following:\n‘\n[18]\r\nIt has not been argued that s 38 of the Act or any portion thereof is\r\nunconstitutional. It is difficult to conjure up possible\narguments\r\nfor such a contention. After all, the Constitution acknowledges that\r\nthere is crime and that criminals are to be prosecuted\nand punished,\r\nand that for this purpose there has to be a prosecuting authority\r\nwhich has to take the necessary initiative in respect\nof the\r\ninstitution of prosecutions and the fulfilment of all necessary steps\r\nincidental thereto. The detail is to be enacted in\nspecific\r\nlegislation and has been enacted in terms of the Act. It is a\r\nprerequisite that prosecutions must be fair and must not\nviolate an\r\naccused’s right to a fair trial in terms of s 35(3) of the\r\nConstitution.\n[19]\r\nAll over the world, outside prosecutors are engaged to prosecute on\r\nbehalf of the State. There cannot be objection in this\ncountry to the\r\nengagement of outside prosecutors in specific cases. There are many\r\nreasons why it may become necessary for the\nNPA to engage outsiders.\r\nOne thinks of a shortage of staff or of staff with the necessary\r\nexpertise and experience to prosecute\nin particular cases.’\n[4]\n[17]\r\nIn\nTshotshoza\nthe\r\ncourt there was, of course, not dealing with the constitutional\r\nchallenge posed in the present litigation. I interpose to state\nthat\r\nin the present case it is factually un-contentious that the State has\r\nroutinely and extensively engaged the specialised services\nof outside\r\ncounsel,\n[5]\nparticularly in\r\nprosecutions requiring commercial expertise and that those\r\nprosecutions were conducted without the oath of office,\nor\r\naffirmation, prescribed by s 32 of the NPA Act being taken.\n[18]\r\nI turn to deal with the appellant’s challenge to the\r\nconstitutionality of s 38 of the NPA Act. I agree with the court\n\nbelow that the starting point is s 179(4) of the Constitution which\r\nprovides:\n‘\nNational\r\nlegislation must ensure that the prosecuting authority exercises its\r\nfunctions without fear, favour or prejudice.’\nThe\r\nNPA Act is that legislation. Section 2 provides for a single\r\nprosecuting authority. Section 3 reiterates that there is a single\n\nprosecuting authority consisting of ‘the Office of the National\r\nDirector and the offices of the prosecuting authority at\nthe High\r\nCourts, established by section 6(1)’. Section 4 referred to\r\nabove sets out the composition of the prosecuting authority.\nSection\r\n5 established the office of the National Director of Public\r\nProsecutions and places the National Director at its head.\nSection 6\r\nestablished offices for the prosecuting authority at the seat of each\r\nHigh Court division. A number of sections of the\nNPA Act deal with\r\nhierarchical appointments. Section 16, alluded to above, provides for\r\nthe appointment of prosecutors. Section\n20(1) states that the power\r\nto institute criminal proceedings contemplated in s 179(2) of the\r\nConstitution ‘vests in the\nprosecuting authority and shall, for\r\nall purposes, be exercised on behalf of the Republic.’\n[19]\r\nSignificantly, s 20 subsecs (2)-(5) provide as follows:\n‘\n(2)\r\nAny\nDeputy National Director\nshall\r\nexercise the powers referred to in subsection (1) subject to the\r\ncontrol and directions of the\nNational\r\nDirector\n.\n(3)\r\nSubject to the provisions of the\nConstitution\nand\nthis Act\n,\r\nany\nDirector\nshall, subject to the control and directions of\r\nthe\nNational Director\n, exercise the powers referred to in\r\nsubsection (1) in respect of –\n(a)\nthe area of jurisdiction for which he or she has\r\nbeen appointed; and\n(b)\nany offences which have not been expressly\r\nexcluded from his or her jurisdiction, either generally or in a\r\nspecific case, by the\nNational Director.\n(4)\r\nSubject to the provisions of\nthis Act\n, any\nDeputy Director\nshall, subject to the control and directions of the\nDirector\nconcerned, exercise the powers referred to in subsection (1) in\r\nrespect of –\n(a)\nthe area of jurisdiction for which he or she has\r\nbeen appointed; and\n(b)\nsuch offences and in such courts, as he or she has\r\nbeen authorised in writing by the\nNational\r\nDirector\nor a person designated by the\nNational Director\n.\n(5)\r\nAny\nprosecutor\nshall be competent to exercise any of the\r\npowers referred to in subsection (1) to the extent that he or she has\r\nbeen authorised\nthereto in writing by the\nNational Director\n,\r\nor by a person designated by the\nNational Director\n.’\n[20]\r\nSection 21, consistent with s 179(5) of the Constitution,\n[6]\nprovides for the National Director, with the concurrence of the\r\nMinister and after consultation with other Directors, to determine\n\nprosecution policy and issue policy directives which must be observed\r\nin the prosecution process. Section 22(1) of the NPA Act\nprovides:\n‘\n(1)\r\nThe\nNational\r\nDirector\n,\r\nas the head of the\nprosecuting\r\nauthority\n,\r\nshall have authority over the exercising of all the powers, and the\r\nperformance of all the duties and functions conferred or imposed\non\r\nor assigned to any member of the\nprosecuting\r\nauthority\nby the\nConstitution,\r\nthis Act\nor any other law.’\n[7]\n[21]\r\nSection 23 deals with the powers, duties and functions of Deputy\r\nNational Directors and reads as follows:\n‘\n(1)\r\nAny\nDeputy National Director\nmay exercise or perform any of the powers, duties and functions of\r\nthe\nNational Director\nwhich he or she has been authorised by the\nNational\r\nDirector\nto exercise or perform.’\n[22]\r\nSection 24 of the NPA Act sets out the powers, duties and functions\r\nof Directors and Deputy Directors. Section 24(1) provides\nas follows:\n‘\n(1)\r\nSubject to the provisions of section 179 and any other relevant\r\nsection of the\nConstitution, this Act\nor\r\nany other law, a\nDirector\nreferred\r\nto in section 13(1)\n(a)\nhas,\r\nin respect of the area for which he or she has been appointed, the\r\npower to –\n(a)\ninstitute and conduct criminal\r\nproceedings and to carry out functions, incidental thereto as\r\ncontemplated in section 20(3);\n(b)\nsupervise, direct and co-ordinate the\r\nwork and activities of all\nDeputy\r\nDirectors\nand\nprosecutors\nin the Office of which he or she is the\r\nhead;\n(c)\nsupervise, direct and co-ordinate\r\nspecific investigations; and\n(d)\ncarry out all duties and perform all\r\nfunctions, and exercise all powers conferred or imposed on or\r\nassigned to him or her under\nany law which is in accordance with the\r\nprovisions of\nthis Act.\n’\n[23]\r\nSection 25 deals with prosecutors at the lower end of the\r\nprosecutorial hierarchy. Section 25(1) reads as follows:\n‘\n(1)\r\nA\nprosecutor\nshall\r\nexercise the powers, carry out the duties and perform the functions\r\nconferred or imposed on or assigned to him or her –\n(a)\nunder\nthis\r\nAct\nand any other law of the\nRepublic\n;\r\nand\n(b)\nby the head of the Office or\nInvestigating Directorate\nwhere\r\nhe or she is employed or a person designated by such head; or\n(c)\nif he or she is employed as a\nprosecutor\nin\r\na lower court, by the\nDirector\nin\r\nwhose area of jurisdiction such court is situated or a person\r\ndesignated by such\nDirector\n.’\n[24]\r\nThat brings us to s 32(1)\n(a)\nof the NPA Act which provides:\n‘\n(1)\n(a)\nA member of the\nprosecuting\r\nauthority\nshall serve impartially and\r\nexercise, carry out or perform his or her powers, duties and\r\nfunctions in good faith and without fear,\nfavour or prejudice and\r\nsubject only to the\nConstitution\nand the law.’\n[25]\r\nThe picture that emerges from the statutory scheme, in line with the\r\nconstitutional imperative of ensuring independence, impartiality\nand\r\nprosecutions without fear, favour or prejudice, is the establishment\r\nof a single national prosecuting authority with strict\ncontrols,\r\ndirections and hierarchical supervision from the top downwards. It\r\nwas not suggested that the policy and policy directives\npresently in\r\nplace are not consonant with that model. Section 38 of the NPA Act,\r\nwhich is at the heart of the present litigation,\nensures that the\r\nappointment of persons with suitable qualifications and experience to\r\nperform ‘services’ in specific\ncases occurs only after\r\nconsultation at the highest level involving the Minister, the\r\nNational Director and/or Directors or Deputy\nNational Directors.\r\nImportantly, s 38(4) provides:\n‘\n(4)\r\nFor purposes of this section, “services” include the\r\nconducting of a prosecution\nunder the\r\ncontrol and direction\nof the\nNational Director,\na\nDeputy National Director\nor\r\na\nDirector\n,\r\nas the case may be.’(My emphasis.)\nThis\r\nmust mean that when persons from ‘outside’ are engaged as\r\nprosecutors, they do so after consideration at the highest\nlevel and\r\nthat the prosecutions that they are involved in are subject to the\r\ncontrol and direction of the highest ranking officials\nwithin the\r\nNPA, who themselves have taken the oath of office prescribed by s 32.\r\nThis translates into ensuring that the decision\nand basis of the\r\nprosecution are within the control of those officials. All of this is\r\nto ensure that constitutional imperatives\nare met.\n[26]\r\nGiven the structure of the NPA Act and the controls and supervision\r\nreferred to above, I struggle to understand how prosecutorial\n\nindependence and impartiality are, without more, undermined by s 38.\r\nThis is something that counsel on behalf of the appellant\nhimself had\r\ndifficulty with. In my view, it is that difficulty that drove him to\r\nreliance, on the failure by the legislature, in\nsection 38 to provide\r\nfor an oath, to be taken by outside counsel in the same manner as is\r\nrequired of permanent members of the\nNPA. As stated above, my\r\nunderstanding of the submission was that it was the oath of office\r\nthat guaranteed the independence and\nimpartiality that the\r\nConstitution demands. That meant, as counsel was constrained to\r\nconcede, that the reading-in of an oath would\nhave the effect of\r\nsaving s 38 from constitutional invalidity. Having regard to the fact\r\nthat Pansegrouw had by then taken an oath\nthe attitude of the\r\nappellant in continuing to challenge his prosecution is strange, to\r\nsay the least. I consider it necessary\nto record that, initially, the\r\nappellant attacked Pansegrouw’s conduct in the prosecutorial\r\nprocess up until the time that\nhe noted his objection. That was\r\nabandoned. It will be recalled that, initially, the appellant’s\r\nchallenge was based on the\nconstitutionality of s 32 of the NPA Act.\r\nAfter the exchange with Mailula J, that stance altered and the attack\r\nwas directed at\nthe constitutionality of s 38. When pressed about why\r\ns 38 was lacking, the argument reverted to the failure to provide for\r\nthe\noath in terms similar to that contained in s 32. It leads one to\r\nthe compelling conclusion that the latest argument on behalf of\nthe\r\nappellant is contrived.\n[27]\r\nIt must also be borne in mind that Pansegrouw is a member of the Bar\r\nwho upon admission took an oath of fidelity to the Republic\nand the\r\nConstitution and is required to subscribe to and practice in the best\r\ntraditions of his profession.\n[8]\nMembers of the Bar are ultimately officers of the court and required\r\nto conduct themselves as such. Pansegrouw is a former prosecutor\nand\r\nthus not a stranger to the workings of the NPA.\n[28]\r\nI agree with the reasoning of the court below that prosecutors\r\nappointed in terms of s 38 of the NPA Act are statutorily required\nto\r\nperform their functions as part of the NPA, in the manner dictated by\r\ns 32(1)\n(a)\n. The structure of the NPA Act is such that control\r\nand supervision are in place to ensure compliance with s 32(1)\n(a)\nand constitutional norms.\n[29]\r\nIt is not the taking of the oath that guarantees prosecutorial\r\nindependence and impartiality. Nor can the taking of the oath\nby\r\nitself ensure an accused’s fair trial rights. It is the manner\r\nin which prosecutions are initiated and conducted that\nis the test of\r\nprosecutorial independence. Whether a trial is fair usually falls to\r\nbe determined on a case by case basis. Our\ncourts will be astute to\r\nensure that the constitutional guarantees of prosecutions without\r\nfear, favour or prejudice and fair trial\nrights are met. The\r\nappellant’s contentions have the effect of placing form above\r\nsubstance. In\nPorritt v The NDPP\n[2015] 1 All SA 169\n(SCA),\r\nthis court in dealing with a challenge of impartiality to a\r\nprosecution said the following in para 14:\n‘\nThe\r\nprotection of an accused person, therefore, lies not in a general\r\nstandard of independence and impartiality required of all\n\nprosecutors, but in the right to a fair trial entrenched in s 35(3)\r\nof the Constitution. That right was described in\nS\r\nv Shaik\n[2007] ZACC 19\n;\n[2008 (2) SA 208\n(CC) para 43]\r\nin these terms:\n“\nThe\r\nright to a fair trial requires a substantive, rather than a formal or\r\ntextual approach. It is clear also that fairness is not\na one-way\r\nstreet conferring an unlimited right on an accused to demand the most\r\nfavourable possible treatment. A fair trial also\nrequires ‘fairness\r\nto the public as represented by the State. It has to instil\r\nconfidence in the criminal justice system\nwith the public, including\r\nthose close to the accused, as well as those distressed by the\r\naudacity and horror of crime.’”’\n[30]\r\nI can find no flaw in the essential reasoning of the court below in\r\ndismissing the appellant’s application. I turn now\nto consider\r\nwhether there is anything in comparable jurisdictions that might\r\ndetract from that conclusion.\n[31]\r\nAt our invitation, counsel filed a joint written note on the position\r\nin comparative jurisdictions in relation to the question\nof whether\r\n‘outside prosecutors’ are required to take an oath when\r\nappointed to prosecute on behalf of the state in\na particular matter.\r\nWe are grateful for their assistance in this regard. The note had\r\nregard to legislation and case law in England,\nCanada, the United\r\nStates of America, India and Australia. It is clear that the\r\nappointment of outside prosecutors is not unique\nto South Africa. We\r\nwere informed that counsel could find only one local jurisdiction\r\n(the Canadian province of Quebec) that requires\nan outside prosecutor\r\nto take the same oath as that required of a permanent state\r\nprosecutor.\n[32]\r\nIn those countries the scope of authority and powers delegated differ\r\nsignificantly. It does appear, though, that in all instances\nthe\r\nmandate given to a person recruited from ‘outside’ is\r\nsubject to the control of the prosecuting authority.\n[33]\r\nIn England and Wales, the Prosecution of Offences Act 1985 makes\r\nprovision for the appointment of external counsel to conduct\n\nprosecutions on behalf of the Crown Prosecution Service. Part 1,\r\nsection 5 of Chapter 23 of the Prosecution of Offences Act provides\n\nin relevant part:\n‘\n(1)\r\nThe Director may at any time appoint a person who is not a Crown\r\nProsecutor but who has a general qualification (within the\nmeaning of\r\nsection 71 of the Courts and Legal Services Act 1990) to institute or\r\ntake over the conduct of such criminal proceedings\nor extradition\r\nproceedings as the Director may assign to him.\n(1A)\r\n. . .\n(1B)\r\n. . .\n(2)\r\nAny person conducting proceedings assigned to him under subsection\r\n(1) or exercising functions by virtue of an appointment made\nunder\r\nsubsection (1A) shall have all the powers of a Crown Prosecutor but\r\nshall exercise those powers subject to any instructions\ngiven to him\r\nby a Crown Prosecutor.’\n[34]\r\nThere is no legislative indication that members of the Bar in England\r\nand Wales are required to take the prosecutors’\noath in\r\naddition to the oath taken by barristers on their admission to the\r\nBar.\n[35]\r\nIn Canada, in terms s 7(2) of the Director of Public Prosecutions Act\r\nS.C. 2006 c. 9, s 121, the Public Prosecution Service\nhas the power\r\nto appoint outside counsel to act as prosecutors. That section reads\r\nas follows:\n‘\n(2)\r\nThe Director may also for that purpose retain on behalf of Her\r\nMajesty, the services of barristers and, in the Province of Quebec,\n\nadvocates to act as federal prosecutors and, with the approval of the\r\nTreasury Board, may fix and pay their fees, expenses and\nother\r\nremuneration.’\nIn\r\nterms of section 7(3) of the Director of Public Prosecutions Act, the\r\nperson whose services are retained under subsection (2)\nmust be a\r\nmember of the bar of one of the ten Canadian provinces.\n[36]\r\nIt is clear from s 9 of that Act that the person authorised, acts\r\nunder the control and direction of the Director and acts\nas his/her\r\nagent. There does not appear to be any legislative requirement for a\r\nbarrister to take the prosecutors’ oath.\nAs stated earlier,\r\nQuebec requires an oath in the prescribed form to be taken by outside\r\ncounsel.\n[37]\r\nIn India the position appears to be regulated by ss 24 and 25A of the\r\nCriminal Procedure Code. The Central Government and State\nGovernment\r\nare empowered to appoint a Special Public Prosecutor for purposes of\r\nany case or class of case, if the so appointed\nperson has been in\r\npractice as an advocate for not less than ten years. The\r\ncircumstances in which a special private prosecutor\nmay be appointed\r\nis limited to cases where, having regard to the nature of the case,\r\nthe gravity of the matter and the public interest\ninvolved in the\r\nmatter, such appointment is necessary.\n[38]\r\nIn\nK.V. Shiva Reddy v State of Karnataka\n2005 CriLJ 3000\nin\r\nparas 16 and 25 the following appears:\n‘\nThere\r\nis a clear distinction between a private Counsel engaged to assist a\r\nPublic Prosecutor and private Counsel, who has been appointed\nas a\r\nSpecial Public Prosecutor by the State. In the latter case, he is a\r\nPublic Prosecutor because he has been appointed as such\nwhile in the\r\nformer case, he is a Public Prosecutor because he has been acting\r\nunder the direction of a Public Prosecutor.\n.\r\n. .\n.\r\n. . Section 2(u) of the Code states that “Public Prosecutor”\r\nmeans any person appointed under Section 24 and includes\nany person\r\nacting under the directions of Public Prosecutor. Therefore, the\r\nwords “Public Prosecutor” includes Public\nProsecutor,\r\nAdditional Public Prosecutor, Special Public Prosecutor and a Pleader\r\ninstructed by a private person under Section\n301(2) of the Code. . .\r\n.’\n[39]\r\nWe were referred to Rule 22 of the Rules for the Conduct of Legal\r\nAffairs of Government, 1984 which sets out the manner in\nwhich a\r\nspecial private prosecutor in India may be appointed. As far as could\r\nbe ascertained, no provision is contained in the\nCriminal Procedure\r\nCode or the Rules for the special private prosecutor to take the\r\nprosecutor’s oath on their appointment\nin terms of section 24\r\nof the Code. Section 22 provides:\n‘\n22.\r\nEngagement of Special Public Prosecutor –\n(1)\r\nThe Government in the Law and Judiciary Department, either\nsuo\r\nmotu\n, or on the request of any aggrieved party or the concerned\r\nDepartment in the Government, may, engage an Advocate for not less\r\nthan\nten years, and having regard to his general repute, legal acumen\r\nand suitability, by appointing him, as a Special Public Prosecutor\nin\r\nany criminal case or class of cases, as the case may be:\nProvided\r\nthat, no order under this sub-rule regarding appointment of a Special\r\nPublic Prosecutor shall be made unless, for the reasons\nto be\r\nrecorded in writing, the Remembrance of Legal Affairs is satisfied,\r\nhaving regard to the nature of the case, gravity of the\nmatter and\r\npublic interest involved in the matter that such appointment is\r\nnecessary.\n(2)\r\nOn the request of a private complainant not being the aggrieved\r\nparty, the Government in the Law and Judiciary Department may,\n\n[appoint] any of the Public Prosecutor or Additional Public\r\nProsecutor as a Special Public Prosecutor in accordance with the\r\nprovisions\nof sub-rule (1), for conducting any such case.\n(3)\r\nFees for such Special Public Prosecutor, appointed under sub-rule (1)\r\nor (2) may be borne by the Government or the aggrieved\nparty or the\r\nprivate complainant, as may be directed by the Remembrance of Legal\r\nAffairs;\nProvided\r\nthat, in cases where the aggrieved party is, a Bank or an Institution\r\nor Trust or the like, the fees shall be borne by\nsuch aggrieved\r\nparty;\nProvided\r\nfurther that, the amount of the fees to be paid to such Special\r\nPublic Prosecutor, shall be deposited with the Government\nin the Law\r\nand Judiciary Department first, and the same shall be paid by it to\r\nsuch Special Public Prosecutor on completion of\nthe trial, unless\r\ndirected otherwise by the Remembrance of Legal Affairs.’\n[40]\r\nThe U.S. Attorney’s Office is the chief prosecutor for the\r\nUnited States in criminal cases. Title 28 Code of Federal\nRegulations\r\n(“CFR”) § 600.1 empowers the attorney general to\r\nappoint special counsel in limited circumstances,\noften related to\r\nsensitive matters, matters in the public interest or matters which\r\nmay raise a conflict of interest for Department\nof Justice Personnel.\r\nSpecial counsel appointed under these provisions are supervised by\r\nthe Attorney General who must be notified\nof all significant actions\r\nthat the special counsel is to take and may countermand any proposed\r\naction by the special counsel.\nMoreover, appeals by the special\r\ncounsel have to be approved of by the Attorney General.\n[41]\r\nAustralia has the Commonwealth Office of the Director of Public\r\nProsecutions (CDPP), which is headed by a Director of Public\n\nProsecutions and each state or territory has a uniquely structured\r\nstate prosecution service. At a federal level, the Attorney\nGeneral\r\nis responsible for the Commonwealth criminal justice system and is\r\naccountable to Parliament for decisions made in the\nprosecution\r\nprocess. The Office of the CDPP runs independently of the Attorney\r\nGeneral. In addition, there are areas where Commonwealth\nagencies\r\nconduct straightforward regulatory prosecutions by arrangement with\r\nthe CDPP (for example, the Australian tax office and\nthe Australian\r\nsecurities and investment commission). In the office of the CDPP,\r\nboth the Director and Assistant Director of Public\nProsecutions are\r\nrequired to take the oath of office contained in the schedule to the\r\nDirector of Public Prosecutions Act 113 of\n1983. At federal level the\r\nGovernor-General is empowered to appoint special prosecutors for a\r\nrenewable period of five years in\nterms of the Special Prosecutors\r\nAct 79 of 1982. Special prosecutors are not appointed for a\r\nparticular criminal prosecution but\nfor a fixed period. There does\r\nnot seem to be a requirement for Special Prosecutors to take an oath\r\nof office.\n[42]\r\nThere is nothing in the comparable survey that detracts from the\r\nconclusion set out above. If anything, the survey supports\nthe\r\nconclusion. In any event, the challenge by the appellant has to be\r\ndecided by reference to our Constitution and provisions\nof the NPA\r\nAct. It is that exercise that leads to the conclusion that the appeal\r\nfalls to be dismissed.\n[43]\r\nThe following order is made:\nThe\r\nappeal is dismissed with costs.\nMS NAVSA\nACTING\r\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR APPELLANT: \r\nAdv. L J Lowies\nInstructed\r\nby:\nDu\r\nToit Attorney, Johannesburg\nLovius\r\nBlock, Bloemfontein\nFOR\r\nRESPONDENT: Adv. N Rajab-Budlender (with her S Kazee)\nInstructed\r\nby\nThe\r\nState Attorney, Johannesburg\nThe\r\nState Attorney, Bloemfontein\n[1]\nSection\r\n\t106(3) reads as follows:\n‘\nAn\r\n\taccused shall give reasonable notice to the prosecution of his\r\n\tintention to plead a plea other than the plea of guilty or not\n\n\tguilty, and shall in such notice state the ground on which he bases\r\n\this plea: Provided that the requirement of such notice may\nbe waived\r\n\tby the attorney-general or the prosecutor, as the case may be, and\r\n\tthe court may, on good cause shown, dispense with\nsuch notice or\r\n\tadjourn the trial to enable such notice to be given.’\nSection\r\n\t106(1)(\nh\n) provides:\n‘\n(\nh\n)\r\n\tthat the prosecutor has no title to prosecute.’\n[2]\nUniform\r\n\trule 10A provides:\n‘\nIf\r\n\tany proceedings before the court, the validity of a law is\r\n\tchallenged, whether in whole or in part and whether on\r\n\tconstitutional\ngrounds or otherwise, the party challenging the\r\n\tvalidity of the law shall join the provincial or national executive\r\n\tauthorities\nresponsible for the administration of the law in the\r\n\tproceedings and shall in the case of a challenge to a rule made in\r\n\tterms\nof the Rules Board for Courts of Law Act, 1985 (Act No. 107 of\r\n\t1985), cause a notice to be served on the Rules Board for Courts\nof\r\n\tLaw, informing the Rules Board for Court of Law thereof.’\r\n\tRules regulating the Conduct of Proceedings of the Several\n\n\tProvincial and Local Divisions of the Supreme Court of South Africa\r\n\tGN 48 of 1965.\n[3]\nSee\nHarksen\r\n\tv DPP, Cape\n1999\r\n\t(4) SA 1201\n(C) and\nThe\r\n\tInvestigating Directorate: Serious Economic Offences v Hyundai Motor\r\n\tDistributors (Pty) Ltd; in re Hyundai Motor Distributors\n(Pty) Ltd v\r\n\tSmit NO\n2000 (10) BCLR 1079\n(CC), where transition from former dispensation\r\n\tis discussed.\n[4]\nCf\nBonugli\r\n\t& another v DNDPP & others\n2010 (2) SACR 134\n(T) at 142F-145F, where it was held that a private\r\n\tpractitioner can be appointed as prosecutor subject to the\r\n\tperception of the\nreasonable, objective and informed person of\r\n\tacting without fear, favour or prejudice, thus setting out the test\r\n\tfor private\nprosecutions. That case was decided on its own facts and\r\n\twas primarily concerned with the funding of a prosecution.\n[5]\nThis\r\n\tappears from para 48 of the respondent’s heads of argument and\r\n\tI did not understand it to be contested.\n[6]\nSection\r\n\t179(5) reads as follows:\n‘\n(5)\r\n\tThe National Director of Public Prosecutions –\n(a)\nmust determine, with the concurrence of the\r\n\tCabinet member responsible for the administration of justice, and\r\n\tafter consulting\nthe Director of Public Prosecutions, prosecution\r\n\tpolicy, which must be observed in the prosecution process;\n(b)\nmust issue policy directives which must be\r\n\tobserved in the prosecution process;\n(c)\nmay intervene in the prosecution process when\r\n\tpolicy directives are not complied with; and\n(d)\nmay review a decision to prosecute or not to\r\n\tprosecute, after consulting the relevant Director of Public\r\n\tProsecutions and after\ntaking representations within a period\r\n\tspecified by the National Director of Public Prosecutions, from the\r\n\tfollowing:\n(i)\r\n\tThe accused person.\n(ii)\r\n\tThe complainant.\n(iii)\r\n\tAny other person or party whom the National Director considers to be\r\n\trelevant.’\n[7]\nA\r\n\tCode of Conduct was issued by the National Director on 1 October\r\n\t1999 together with the Policy Manual, the former was published\nunder\r\n\tGN R1257 in GG 33907 dated 29 December 2010 with effect from 18\r\n\tOctober 2010.\n[8]\nSee\r\n\tthe comparable case of\nPrince\r\n\tv President, Law Society of Good Hope & others\n2000 (3) SA 845\n;\n2000 (7) BCLR 823\n(SCA) paras 3-6 of the separate\r\n\tconcurring judgment of Mthiyane AJA, where the learned judge pointed\r\n\tout the interrelation between\nthe professional oath of office and\r\n\tloyalty to the Republic and to the Constitution.",
  "scraped_at": "2026-02-12T17:15:42.999875",
  "date": "2015-04-14",
  "coram": [
    "Navsa ADP",
    "Ponnan",
    "Mhlantla",
    "Mbha",
    "Zondi JJA"
  ],
  "case_number": "181/2014",
  "parties": {
    "applicants": [
      "Sylla Moussa"
    ],
    "respondents": [
      "State",
      "Minister of Justice and Constitutional Development"
    ]
  },
  "sections": {
    "facts": "Sylla Moussa, a Guinean national, was charged in June 2006 with sixteen counts of fraud, three counts of theft and three counts of money laundering under the Prevention of Organised Crime Act. The alleged conduct involved a scheme of ‘cross‑fire fraud’ that created artificial credits in bank accounts, resulting in a claimed loss to ABSA Bank of R41,329,188.37. Because of the commercial complexity, the National Prosecuting Authority (NPA) engaged a private advocate, Mr Zirk Pansegrouw, under section 38 of the NPA Act to act as prosecutor. The appellant challenged Pansegrouw’s authority, arguing that he had not taken the oath required by section 32(2) of the NPA Act, and later contended that section 38 itself was unconstitutional for allowing the engagement of external counsel without such an oath.",
    "issues": "The principal issue was whether section 38 of the National Prosecuting Authority Act, which permits the appointment of external persons to conduct prosecutions, is inconsistent with the constitutional requirement (section 179(4)) that prosecutions be conducted without fear, favour or prejudice. A subsidiary issue concerned whether the omission of the oath provision in section 38 rendered the engagement of private counsel unconstitutional.",
    "principles": "The Court examined the constitutional mandate that the prosecuting authority must act without fear, favour or prejudice (s 179(4)). It considered the statutory framework of the NPA Act, particularly sections 4, 16, 20, 32 and 38, and the role of the oath in ensuring prosecutorial independence. Precedent from S v Tshotshoza, Porritt v NDPP and comparative jurisprudence indicated that external prosecutors are subject to the control of senior NPA officials who have taken the oath, and that the substantive test of independence is the control structure, not merely the form of an oath.",
    "application": "The Court held that persons engaged under section 38 are effectively part of the prosecuting authority and operate under the direction and supervision of the National Director, Deputy Directors or Directors, who have taken the oath required by section 32. Consequently, the lack of a statutory oath for ad‑hoc prosecutors does not undermine the constitutional requirement because the substantive control safeguards impartiality. The Court therefore concluded that section 38 is constitutional and the appellant’s challenge fails.",
    "conclusion": "The appeal was dismissed with costs. The order affirmed that section 38 of the NPA Act is not unconstitutional, and the engagement of external counsel under that provision remains valid."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Prosecutorial Authority",
    "level_3": [
      "constitutionality",
      "NPA Act",
      "section 38",
      "private prosecutors",
      "oath",
      "fair trial"
    ]
  }
}