{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/66.html",
  "case_name": "Workforce Group (Pty) Ltd v Motor Industry Bargaining Council and Others (20076/2014) [2015] ZASCA 66 (15 May 2015)",
  "citation": "[2015] ZASCA 66",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 66\n|\nNoteup\n|\nLawCite\nWorkforce Group (Pty) Ltd v Motor Industry Bargaining Council and Others (20076/2014) [2015] ZASCA 66 (15 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE\r\nNO: 20076/2014\nNot\r\nReportable\nIn\r\nthe matter between:\nTHE\r\nWORKFORCE GROUP (PTY)\r\nLTD\n.....................................................................\nAPPELLANT\nand\nMOTOR\r\nINDUSTRY BARGAINING\r\nCOUNCIL\n.........................................\nFIRST\r\nRESPONDENT\nRETAIL\r\nMOTOR INDUSTRY ORGANISATION\n...................................\nSECOND\r\nRESPONDENT\nFUEL\r\nRETAILERS\r\nASSOCIATION\n.............................................................\nTHIRD\r\nRESPONDENT\nNATIONAL\r\nUNION OF METAL WORKERS\nOF\r\nSOUTH\r\nAFRICA\n....................................................................................\nFOURTH\r\nRESPONDENT\nMINISTER\r\nOF\r\nLABOUR\n................................................................................\nFIFTH\r\nRESPONDENT\nNeutral\r\nCitation:\nWorkforce Group (Pty) Ltd\r\nv Motor Industry Bargaining Council\n(20076/2014)\n[2015] ZASCA 66\n(15 May 2015).\nCoram:\nNavsa ADP, Ponnan, Shongwe, Wallis and\r\nZondi JJA\nDelivered:\n15 May 2015\nSummary:\nCosts – subsequent events and\r\nstatutory amendments rendering appeal academic – liability for\r\ncosts.\nORDER\nOn\r\nappeal from\n: The Gauteng Division,\r\nPretoria (Fourie J sitting as court of first instance).\nThe\r\nfollowing order is made:\nThe\r\nappeal is struck from the roll with costs, including the costs of two\r\ncounsel.\nJUDGMENT\nNavsa\r\nADP and Ponnan JA (Shongwe, Wallis and Zondi JJA concurring):\n[1]\r\nThis appeal was directed against a finding by the Gauteng Division of\r\nthe High Court, Pretoria that an amendment to an agreement,\nconcluded\r\non 17 September 2010 by parties to the Motor Industry Bargaining\r\nCouncil (the Bargaining Council), which placed restrictions\non the\r\npower of employers to utilise the services of ‘temporary\r\nemployment services’ formerly known as labour brokers,\nwas\r\nvalid and binding, even on non-parties to the agreement operating\r\nwithin the Industry. Section 32 of the Labour Relations Act\n66 of\r\n1995 (the LRA) makes provision for the extension, by Ministerial\r\nproclamation, of a collective agreement concluded in a Bargaining\n\nCouncil to persons who fall within its registered scope, but are not\r\nparties to the bargaining council. The Minister of Labour,\nhaving\r\nbeen requested by the Bargaining Council to extend the 17 September\r\nagreement to non-parties, did so and published the requisite\nnotice\r\nin the Government Gazette of 28 January 2011. During August 2011 the\r\nappellant, The Workforce Group (Pty) Ltd, which conducts\nbusiness as\r\nan employment agency, applied in the High Court,\n[1]\nfor an order declaring certain sub-clauses of the agreement\r\nregulating and restricting the use of temporary employment to be\r\nunlawful\nand invalid. The first respondent was the Bargaining Council\r\nitself. The second, third and fourth respondents were employer and\n\nemployee parties to the Bargaining Council and by virtue of that fact\r\nalso parties to the collective agreement. The fifth respondent\nwas\r\nthe Minister of Labour.\n[2]\r\nThe challenge to the material parts of the agreement was premised on\r\nthe following: Firstly, that the restriction was unlawful\nat common\r\nlaw because it constituted a trade boycott. Secondly, that the\r\nimpugned provisions were void for vagueness. Thirdly,\nthat the\r\nagreement was ultra vires the Bargaining Council’s own\r\nconstitution. Lastly, that the provisions in question were\nin breach\r\nof a number of constitutional rights, namely, the right to freedom of\r\nassociation, the right to freedom of trade, occupation\nand\r\nprofession, the right to fair labour practices and the right to just\r\nadministrative action. After opposing affidavits were\ndelivered the\r\nappellant amended its notice of motion to raise a challenge to the\r\nconstitutionality of s 32 of the LRA under which\nthe agreement had\r\nbeen extended to non-parties.\n[3]\r\nThe appellant was unsuccessful in the High Court. The application was\r\ndismissed with costs, including the costs of two counsel.\nFourie J,\r\nwho heard the matter in the High Court, granted leave to appeal to\r\nthis court.\n[4]\r\nThe amending agreement was to endure for three years, expiring on 31\r\nAugust 2013. On 23 April 2015 the Registrar of this court\nwrote to\r\nthe parties requiring them to address the following question:\n‘\nIn\r\nlight of the provisions of the Bargaining Council agreement, in terms\r\nof which the agreement is to endure for a period that has\nalready\r\npassed, has the dispute not become academic?’\n[5]\r\nFrom the response of the parties to the Registrar’s query it\r\nemerged that:\n(a) On 24 January\r\n2014, the operation of the amending agreement was extended until 31\r\nAugust 2014 as per Government Notice R. 22,\nVol: 583, No. 37247 dated\r\n24 January 2014.\n(b) On 4 April 2014,\r\nprior to expiry of the aforementioned extended period, the amending\r\nagreement was again extended until 31 August\n2016 to non-parties by\r\nministerial proclamation under s 32 of the LRA in Government Notice\r\nNumber R.250, Vol: 856, No. 37508.\n(c) In terms of the\r\nlast extension of the amending agreement, a new clause was inserted\r\nas clause 3.7(8) which provided as follows:\n‘\nThe\r\ncurrent provisions shall prevail until new legislation is promulgated\r\nto which all Parties shall comply.’\n[6]\r\nIt was apparent from the terms of this clause that the parties\r\nanticipated that legislation would be passed to deal with temporary\n\nemployment services and new legislation was indeed promulgated in the\r\nform of the Labour Relations Amendment Act 6 of 2014, which\ncame into\r\neffect on 1 January 2015. The aforesaid Act amended s 198 of the LRA\r\nand also introduced ss 198A – 198D regulating\ntemporary\r\nemployment services. The effect is that the provisions of the\r\nagreement, which the appellants had sought to have declared\nunlawful\r\nand invalid, no longer apply.\n[7]\r\nIn these circumstances, the parties agreed that the appeal had been\r\nrendered academic and that it should be struck from the\nroll. But no\r\nagreement could be reached about liability for costs. The parties\r\nhaving agreed, the court directed that the issue\nof costs would be\r\ndecided on the basis of their written representations without the\r\nneed for oral argument. We turn to deal with\nthe contending\r\nsubmissions.\n[8]\r\nThe respondents took the view that an important consideration in\r\ndetermining liability for costs in relation to an appeal rendered\n\nmoot, is the fact that the appellant is\ndominus\r\nlitis\n. They point out that the\r\namendment referred to in paragraph 6 was assented to on 15 August\r\n2014 and that that in itself was sufficient\nto render the appeal moot\r\neven before the amendment actually came into force. In this regard it\r\nis necessary to note that the appellant’s\nheads were filed on 9\r\nSeptember 2014, some three weeks after the amendment had been\r\nassented to. The amendment took effect on 1\nJanuary 2015. From that\r\ntime until the response to the query from the Registrar there was no\r\nindication from the appellant that\nthe appeal had been rendered moot,\r\nwhen it ought to have been obvious to it that there was no longer any\r\nlive issue in the appeal.\nFor all these reasons, so the respondents\r\nsubmit, the appellant was undoubtedly liable for costs.\n[9]\r\nThe appellant on the other hand, in an affidavit filed in response to\r\nthe note from the Registrar, merely stated the following:\n‘\nAt\r\nthe time the Labour Relations Amendment Act came into effect, the\r\nappellant had already prosecuted its appeal and all the parties\nhad\r\nalready delivered their respective heads of argument.\nIt\r\nis submitted that the appellant could not have anticipated the above\r\nand had no alternative but to proceed with the appeal at\nthe time. In\r\nthe circumstances, it is submitted further that it would be\r\nunreasonable to hold the appellant liable for costs and\neach party\r\nshould pay their own costs.’\n[10]\r\nIn\nDeutsche Altersheim Zu Pretoria v\r\nRoland Heinrich Dohmen\n[2015] ZASCA 3\n(5 March 2015) this court, in dealing with its inherent discretion to\r\nmake orders as to costs, took the view that a primary consideration\n\nwas that the appellant was\ndominus\r\nlitis.\nIt had initiated and prosecuted\r\nthe appeal. Even after the amendment had come into operation, the\r\nappellant continued as if nothing\nhad changed and took no steps to\r\nlimit the incurring of further costs. Plainly, the appellant was\r\nobliged to have reconsidered\nits position, which it failed to do. In\nJT Publishing (Pty) Ltd v Minister of\r\nSafety and Security\n[1996] ZACC 23\n;\n1997 (3) SA 514\n(CC), (CCT 49/95)\n[1996] ZACC 23\n;\n1997 (3) SA 514\n;\n1996 (12) BCLR\r\n1599\n(CC) the Constitutional Court, having regard to the enactment of\r\na statute, which had not by then come into operation but which,\nupon\r\nits coming into operation (which it was anticipated would happen\r\nshortly) would have the effect of rendering the statute there\nunder\r\nconsideration obsolete, came to the conclusion that there was no\r\npoint in dealing with the repealed statute and that there\nwas no\r\nclearer instance of an issue becoming academic and having no other\r\ninterest but a historical one. The asserted justification\nhere by the\r\nappellant for having proceeded with the appeal, is no justification\r\nat all. We are in agreement with the submissions\non behalf of the\r\nrespondents.\n[11]\r\nThe following order is made:\nThe\r\nappeal is struck from the roll with costs, including the costs of two\r\ncounsel.\n________________________\nM\r\nS NAVSA\nACTING\r\nDEPUTY PRESIDENT\n______________________\nV\r\nM PONNAN\nJUDGE\r\nOF APPEAL\nREPRESENTATIONS:\nFOR\r\nAPPELLANT:  Adv. M S M Brassey SC (with him L M Malan)\nInstructed\r\nby:\nHunts\r\n(Inc. Borkums) Attorneys, Johannesburg\nPhatsoane\r\nHenney Attorneys, Bloemfontein\nFOR\r\nFIRST RESPONDENT:  Adv. G Marcus SC (with him S Budlender)\nInstructed\r\nby\nDLA\r\nCliffe Dekker Hofmeyr Inc., Johannesburg\nMatsepes\r\nInc. Bloemfontein\nFOR\r\nFOURTH RESPONDENT: Adv. P Kennedy SC (with him N Rajab-Budlender)\nInstructed\r\nby\nHaffegee\r\nRoskam Savage Jooste Attorneys, Pretoria\nWebbers\r\nAttorneys, Bloemfontein\nFOR\r\nFIFTH RESPONDENT:  Adv. N H Maenetje SC (with him P G Seleka)\nInstructed\r\nby\nState\r\nAttorney, Pretoria\nState\r\nAttorney, Bloemfontein\n[1]\nOriginally\r\n\tthere were other applicants but only The Workforce Group (Pty) Ltd\r\n\tis a party to this appeal.",
  "scraped_at": "2026-02-12T17:17:04.810131",
  "date": "2015-05-15",
  "coram": [
    "Navsa ADP",
    "Ponnan",
    "Shongwe",
    "Wallis",
    "Zondi JJA"
  ],
  "case_number": "20076/2014",
  "parties": {
    "applicants": [
      "Workforce Group (Pty) Ltd"
    ],
    "respondents": [
      "Motor Industry Bargaining Council",
      "Retail Motor Industry Organisation",
      "Fuel Retailers Association",
      "National Union of Metal Workers of South Africa",
      "Minister of Labour"
    ]
  },
  "sections": {
    "facts": "The case arose from an amendment to a collective agreement concluded on 17 September 2010 by parties to the Motor Industry Bargaining Council, which placed restrictions on the use of temporary employment services. The Minister of Labour extended that agreement to non‑parties by proclamation in the Government Gazette on 28 January 2011. In August 2011 the appellant, Workforce Group, an employment‑agency, applied to the High Court to declare certain sub‑clauses of the agreement unlawful. The High Court dismissed the application with costs. The amendment was originally to run to 31 August 2013, but was extended to 31 August 2014 (government notice 24 Jan 2014) and again to 31 August 2016 (government notice 4 Apr 2014). A new clause 3.7(8) provided that the provisions would remain until new legislation was promulgated. The Labour Relations Amendment Act 6 of 2014, which introduced sections 198A‑D on temporary employment services, came into force on 1 January 2015, rendering the contested provisions obsolete. The parties later agreed that the appeal was academic, but could not agree on costs.",
    "issues": "The primary issues were (1) whether the amendment restricting temporary employment services was valid, enforceable on non‑parties, and consistent with constitutional rights; (2) whether the appellant could still pursue the appeal after the statutory amendment rendered the contested provisions ineffective; and (3) who should bear the costs of an appeal that had become moot.",
    "principles": "The Court reiterated that an appellant who is \"dominus litis\" and continues to prosecute an appeal after the matter has become academic may be liable for costs. It referred to Deutsche Altersheim Zu Pretoria v Roland Heinrich Dohmen [2015] ZASCA 3, emphasizing the importance of reconsidering a position when legislation makes the dispute obsolete, and to JT Publishing (Pty) Ltd v Minister of Safety and Security, where the Constitutional Court held that a pending issue rendered irrelevant by subsequent statutory change does not merit further adjudication. The principle of striking a moot appeal and awarding costs to the respondents was upheld.",
    "application": "Applying these principles, the Court found that the Labour Relations Amendment Act of 2014 had effectively removed any live issue in the appeal. Despite this, the appellant failed to curtail further litigation and continued to incur costs. The Court concluded that the appellant, as dominus litis, should bear the costs of the appeal, including the fees of two counsel, because it did not responsibly withdraw the appeal once it became clear that it was academic.",
    "conclusion": "The appeal was struck from the roll and costs were awarded against the appellant, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Collective Bargaining",
    "level_3": [
      "mootness",
      "costs",
      "temporary employment services",
      "statutory amendment"
    ]
  }
}