{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/63.html",
  "case_name": "Johannes Windvogel v The State (20091/2014) [2015] ZASCA 63; Johannes Windvogel v The State (20091/2014) [2015] ZASCA 63 (8 May 2015) (8 May 2015)",
  "citation": "[2015] ZASCA 63",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 63\n|\nNoteup\n|\nLawCite\nJohannes Windvogel v The State (20091/2014) [2015] ZASCA 63; Johannes Windvogel v The State (20091/2014) [2015] ZASCA 63 (8 May 2015) (8 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 20091/2014\nIn\r\nthe matter between:\nJOHANNES\r\nWINDVOGEL\nAPPELLANT\nand\nTHE\r\nSTATE                                                                              \n\n         RESPONDENT\nNeutral\r\ncitation:\nJohannes\r\nWindvogel v The State\n(20091/2014)\n[2015] ZASCA 63\n(8 May 2015).\nCoram:\nMhlantla\r\nand Leach JJA and Mayat AJA\nHeard:\n30\nMarch\r\n2015\nDelivered:  \r\n8 May 2015\nSummary:\nCriminal\r\nlaw and procedure – application in terms of s 16(1)(\nb\n)\r\nof the\nSuperior Courts Act 10 of 2013\nfor special leave to appeal\r\nagainst a decision of a division of the high court sitting as a court\r\nof appeal – high court\nhas no jurisdiction to hear application\r\n– special leave of the Supreme Court of Appeal is required –\r\nspecial leave\nto appeal against sentence granted.\nDrug Offences –\r\ncocaine – dealing in contravention of\ns 5(\nb\n) of the\nDrugs and Drug Trafficking Act 140 of 1992\n– sentence –\r\nappellant sold cocaine during a police trap – high court\r\nmisdirected itself when ante-dating the\nsentence to a date when\r\nappellant was on bail – cumulative effect of sentence\r\ndisturbingly inappropriate – sentence\nset aside and replaced by\r\nsentence of eight years on each count – a portion of the\r\nsentences in the three counts to run concurrently\nwith sentence on\r\nfirst count – effective sentence of 20 years’\r\nimprisonment.\nORDER\nOn\r\nappeal from:\nGauteng\r\nDivision, Johannesburg (Wepener J with Vally J concurring sitting as\r\ncourt of appeal):\n1\r\nThe appellant is granted special leave to appeal in terms of\ns 16\n(1)(\nb\n) of the\nSuperior Courts Act 10 of 2013\nagainst the\r\nsentence of imprisonment imposed by the Gauteng Division,\r\nJohannesburg.\n2\r\nThe appeal is upheld.\n3\r\nThe sentence imposed by the court a quo is set aside and replaced\r\nwith:\n‘\n(a)\r\nThe accused is sentenced to a period of eight years’\r\nimprisonment on each of the four counts, that is, counts 6,7,8 and\n10\r\nrespectively.\n(b)\r\nA period of four years of each sentence imposed on counts 7, 8 and 10\r\nis ordered to run concurrently with the sentence imposed\non count 6\r\n(effectively a sentence of 20 years’ imprisonment).\n(c)\r\nIn terms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\nthe\r\nsentence is antedated to 31 January 2003.’\nJUDGMENT\nMhlantla\r\nJA (Leach JJA and Mayat AJA concurring)\n[1]    \r\nThe appellant was arrested on 28 June 2000 in consequence of a\r\ntrapping operation by members of the\nSouth African Police Service. He\r\nwas charged together with his former co-accused in the regional\r\ncourt, Johannesburg on 12 counts\nof dealing in prohibited substances\r\nin contravention of\ns 5(\nb\n)\r\nof the Drugs and Drug Trafficking Act 140 of 1992 (the Drugs Act).\n[1]\nAt the commencement of the trial, the appellant pleaded not guilty.\r\nThe State adduced evidence whilst the appellant elected not\nto\r\ntestify. The uncontested evidence tendered on behalf of the State was\r\nthat the appellant had been identified as a dealer. The\npolice\r\nofficers who set up a trap for the appellant testified that the\r\nappellant had participated during the sale of cocaine over\na period\r\nof two weeks on four different occasions and that he appeared to be\r\nin control of the operations.\n[2]    \r\nAt the end of the trial, the appellant was convicted on four counts\r\nas follows:\n(a)     \r\nCount 6: 3.1 grams of cocaine and one tablet containing methaqualone\r\n(a mandrax tablet) sold for\nR1 300;\n(b)    \r\nCount 7:  3.8 grams of cocaine sold for R1 450;\n(c)    \r\nCount 8:  9.5 grams of cocaine sold for R2 800; and\n(d)    \r\nCount 10: 4.8 grams of cocaine sold for R 1 300.\n[3]    \r\nOn 31 January 2003 the trial court imposed a sentence of eight years’\r\nimprisonment on each count.\nAn effective term of 32 years’\r\nimprisonment was thus imposed. The trial court ordered this sentence\r\nto run concurrently with\na sentence of 20 years’ imprisonment\r\nthat the appellant was already serving for a previous conviction for\r\na similar offence.\nTwo months later, the trial court granted a\r\nconfiscation order against the appellant’s estate in terms of\ns\r\n18\nof the\nPrevention of Organised Crime Act 121 of 1998\n.\n[4]    \r\nOn 18 February 2004 the appellant’s previous conviction and\r\nsentence of 20 years’ imprisonment\nwere set aside on appeal.\r\nSubsequently, the trial court granted the appellant leave to appeal\r\nagainst the sentence imposed in this\nmatter. On 6 July 2005 the\r\nappellant was released on bail pending appeal. At that stage, he had\r\nalready served a period of almost\ntwo and a half years of his\r\nsentence.\n[5]    \r\nOn 7 November 2013, almost nine years after leave to appeal had been\r\ngranted by the trial court, the\nappeal came before the Gauteng\r\nDivision, Johannesburg (Wepener and Vally JJ). Throughout this period\r\nthe appellant had been on\nbail pending appeal. The court a quo had\r\nregard to the appellant’s previous convictions most of which\r\nrelated to dealing\nin drugs and held that the appellant was an\r\nunrepentant drug dealer. It concluded that the total sentence of 32\r\nyears’ imprisonment\nhad been appropriate.\n[6]    \r\nIn an attempt to afford the appellant the benefit of the period\r\nalready served, the court a quo said:\n[2]\n‘\nThe\r\nappellant was incarcerated from 2002 to July 2005, i.e. a period of 3\r\nyears on the conviction and sentence of 20 years’\nimprisonment,\r\nwhich have been set aside. This, the magistrate could not take into\r\naccount as the conviction had not been set aside\nwhen the appellant\r\nwas convicted and sentenced by the magistrate in the current matter.\r\nThis would, in my view, be an appropriate\ncase to take the period of\r\nimprisonment so served into account by antedating the sentence by 3\r\nyears. The appellant should have\nthe benefit of 3 years’\r\nincarceration as if it was served for the conviction in this matter.’\n[7]    \r\nThe court a quo therefore set aside the sentence imposed by the trial\r\ncourt and replaced it with an\nidentical sentence but antedated it to\r\n7 November 2010. On 12 November 2013 the appellant applied for leave\r\nto appeal to this court.\nTwo weeks later, on 29 November 2013 the\r\ncourt a quo granted leave to appeal to this court.\n[8]    \r\nThe appeal in this court was heard on 1 March 2015. Subsequent to the\r\nhearing of the appeal, it became\napparent that the court a quo did\r\nnot have jurisdiction to hear an application for leave to appeal to\r\nthis court as\ns 16(1)(\nb\n) of the Superior Courts Act 10 of 2013\r\n(the Act), which came into operation on 23 August 2013, provided that\r\nan appeal against\nany decision of a division on appeal to it lies to\r\nthe Supreme Court of Appeal upon special leave having been granted by\r\nthis court.\nConsequently, the jurisdictional basis for an appeal to\r\nthis court was absent. In the result, the court a quo did not have\r\nthe\npower to grant the appellant leave to appeal to this court and\r\nthe proceedings on 1 March were a nullity.\n[9]    \r\nThis court had to consider an application for special leave to appeal\r\nbefore entertaining the appeal.\nThe parties were apprised of the\r\napplicable provisions and the appellant was requested to lodge a\r\nformal application for special\nleave to appeal to this court.\n[3]\nOn 27 March 2015 the appellant then filed an application for special\r\nleave to appeal to this court in respect of sentence in terms\nof s\r\n16(1) of the Act. The application was heard on 30 March, being the\r\nreconvened date of the matter.\n[10]   \r\nIn\nVan\r\nWyk\nv\nS,\r\nGalela\nv\nS\n,\n[4]\nthis court when considering an application for special leave said:\n‘\nAn\r\napplicant for special leave to appeal must show, in addition to the\r\nordinary requirement of reasonable prospects of success,\nthat there\r\nare special circumstances which merit a further appeal to this court.\r\nThis may arise when in the opinion of this court\nthe appeal raises a\r\nsubstantial point of law, or where the matter is of very great\r\nimportance to the parties or of great public\nimportance, or where the\r\nprospects of success are so strong that the refusal of leave to\r\nappeal would probably result in a manifest\ndenial of justice.’\n[11]   \r\nThis court has held that the imposition of a sentence is\r\npre-eminently within the discretion of a trial court.\nA court of\r\nappeal will be entitled to interfere with the sentence imposed by the\r\ntrial court if the sentence is: disturbingly inappropriate\nor so\r\ntotally out of proportion to the magnitude of the offence;\r\nsufficiently disparate; vitiated by misdirections showing that\nthe\r\ntrial court exercised its discretion unreasonably or is otherwise\r\nsuch that no reasonable court would have imposed it.\n[5]\n[12]   \r\nThe merits of an appeal are relevant when determining whether special\r\ncircumstances exist in order to grant\nspecial leave to appeal. Before\r\nus, counsel for the appellant urged us to grant special leave to\r\nappeal on the basis of the following\ngrounds: first, that the\r\nsentence imposed by the court a quo did not achieve its stated\r\npurpose of granting the appellant the benefit\nof the period\r\nincarcerated and that it resulted in him having to serve more than 32\r\nyears’ imprisonment; secondly, the cumulative\neffect of the\r\nsentence imposed is so severe as to be shockingly inappropriate. On\r\nthe other hand, counsel for the State opposed\nthe application on the\r\nbasis that there were no reasonable prospects of success.\n[13]   \r\nI agree with the submission on behalf of the appellant. A sentence\r\ncan only be antedated in terms of s 282\nof the Criminal Procedure Act\r\n51 of 1977\n[6]\n(the CPA) when, on\r\nappeal or review a sentence for a conviction is either imposed or\r\naltered, and the court is satisfied that part\nof the sentence has\r\nalready been served and that the offender should be given the benefit\r\nthereof. It is common cause that the\nappellant was not incarcerated\r\nduring November 2010 nor was he serving a sentence when the appeal\r\nwas heard. He was on bail from\nJuly 2005 until November 2013.\n[14]   \r\nConsequently, although the court a quo expressed its stated intent to\r\nafford the appellant the benefit of\ntime he had already served after\r\nbeing convicted, the effect of it antedating the appellant’s\r\neffective sentence of 32 years\nto 7 November 2010 had the opposite\r\neffect. It obliged the appellant to serve 32 years from that date, so\r\nthe period of more than\ntwo and a half years from January 2003 to\r\nJuly 2005 which he served before he was released on bail did not\r\naccrue to his benefit.\nEffectively then, the appellant’s\r\nsentence as imposed by the court a quo will be the two and a half\r\nyears imprisonment that\nhe served from January 2003 plus the 32 years\r\nhe is obliged to serve with effect from 7 November 2010 ie a period\r\nof 34 and a half\nyears. Such a sentence, of course, was not what the\r\ncourt a quo intended.\n[15]   \r\nIn the result the court a quo misdirected itself and this resulted in\r\na failure of justice which rendered\nthe appeal unfair. This\r\nmisdirection entitles us to intervene and consider sentence afresh.\r\nIt follows that the appellant must\nbe granted leave to appeal in\r\nterms of s 16(1)(\nb\n) of the Act to this court against his\r\nsentence.\n[16]   \r\nAs to sentence: the appellant was 38 years old at the time of the\r\ncommission of the offences and is the father\nof eight children. He\r\nwas the sole breadwinner for his family. He has an unimpressive list\r\nof previous convictions. Three of these\nare relevant to the offences\r\nin this case. These are: on 19 November 1983 the appellant was\r\nconvicted of dealing in drugs (6 mandrax\ntablets) and was sentenced\r\nto five years’ imprisonment. On 11 March 1991 he was again\r\nconvicted of dealing in drugs, being\n61 mandrax tablets whereupon a\r\nsentence of 12 months’ imprisonment was imposed. A further\r\nperiod of three years’ imprisonment\nwas suspended for five\r\nyears on certain conditions. On the same day the appellant was also\r\nconvicted on two counts of dealing in\ndrugs. A sentence of 12 years’\r\nimprisonment was imposed. The offences in this appeal were committed\r\nshortly after his release\nfrom prison. It is clear that the appellant\r\ncontinued with his drug dealing conduct over a period of many years.\r\nThe sentences\nimposed as reflected in his SAP 69 form did not deter\r\nhim from continuing with his drug dealing activities once he\r\ncompleted serving\neach sentence. In my view, the court a quo was\r\njustified in describing him as an unrepentant dealer.\n[17]   \r\nThe appellant has been convicted of serious offences which were\r\ncommitted for personal gain. Counsel for\nthe appellant categorised\r\nthe offences as activities flowing from a single trapping operation\r\nwhich involved minimal values and\nquantities of drugs. He submitted\r\nthat the police could have arrested the appellant during the first\r\nencounter but encouraged him\nto commit the other three offences. He\r\nsubmitted that under the circumstances, the sentence imposed was\r\ninappropriate. In support\nof this contention, he relied on the\r\ndecisions of\nS\nv\nHightower,\n[7]\nS\nv\nRandall\n[8]\nand\nS\nv\nMkhize\n[9]\nto illustrate the severity of the sentence.\n[18]   \r\nThis argument is without merit. The appellant conducted his drug\r\ndealing business on a continuous basis.\nThe facts of the cases relied\r\nupon can be distinguished from the facts of this case. For example,\r\nin\nHightower\n, the appellant, who was a 55 year old first\r\noffender, was convicted of dealing in 220 grams of cocaine. He had\r\nco-operated with\nthe police. He had pleaded guilty and had shown\r\nremorse. His sentence of 20 years’ imprisonment was set aside\r\non appeal and\nreplaced with one of 10 years, three years of which\r\nwere suspended.\n[19]   \r\nIn\nRandall\n, the accused was 23 years old and a first offender.\r\nShe was convicted of dealing in 717 grams of cocaine. The court\r\naccepted that\nshe had been involved in one incident and concluded\r\nthat she had been induced to commit the offence by others who\r\nexploited her\nyouth and innocence. The sentence of 15 years’\r\nimprisonment of which seven years were suspended was confirmed on\r\nappeal.\n[20]   \r\nIn\nMkhize\n, the appellant was 42 years old and a mother of two\r\nchildren. She was arrested in consequence of a police trap and\r\nco-operated\nwith the police. She was convicted of dealing in drugs\r\nfor selling 25 rocks of cocaine with a street value of R1 375.\r\nShe\nhad a previous conviction of dealing in drugs. The sentence of 12\r\nyears’ imprisonment by the trial court was reduced to eight\n\nyears’ imprisonment of which three years were suspended on\r\ncertain conditions.\n[21]   \r\nOn the other hand, the appellant in this matter has three previous\r\nconvictions and has been convicted on\nfour counts of dealing in\r\ncocaine. It is clear from the evidence that he had conducted a drug\r\ndealing business over many years.\nThe attempt to trivialise the\r\nserious nature of the offences is accordingly rejected.\n[22]   \r\nHaving regard to all the relevant factors, I am of the view that the\r\nsentence of eight years’ imprisonment\non each count was\r\nappropriate. However, the cumulative effect thereof is shockingly\r\nexcessive. Counsel for the State, in my view,\nquite correctly found\r\nhimself unable to argue the contrary. It seems to me that a portion\r\nof some of the sentences should be served\nconcurrently, so that an\r\neffective period of 20 years’ imprisonment be imposed.\r\nFurthermore, the period of approximately\ntwo and a half years already\r\nserved by the appellant must be taken into account by the Department\r\nof Correctional Services. This\ncan be achieved by an order antedating\r\nthe sentence to 31 January 2003, being the date when the trial court\r\nimposed the sentence.\nThe appeal therefore succeeds on these respects\r\nonly.\n[23]   \r\nIn the result the following order is made:\n1 The appellant is\r\ngranted special leave to appeal in terms of s 16 (1)(\nb\n) of the\nSuperior Courts Act 10 of 2013\nagainst the sentence of imprisonment\r\nimposed by the Gauteng Division, Johannesburg.\n2 The appeal is\r\nupheld.\n3 The sentence\r\nimposed by the court a quo is set aside and replaced with:\n‘\n(a)\r\nThe accused is sentenced to a period of eight years’\r\nimprisonment on each of the four counts, that is, counts 6,7,8 and\n10\r\nrespectively.\n(b) A period of four\r\nyears of each sentence imposed on counts 7, 8 and 10 is ordered to\r\nrun concurrently with the sentence imposed\non count 6 (effectively a\r\nsentence of 20 years’ imprisonment).\n(c)\r\nIn terms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\nthe\r\nsentence is antedated to 31 January 2003.’\n__________________\nNZ\r\nMHLANTLA\nJUDGE\r\nOF APPEAL\nAPPEARANCES\n:\nFor\r\nAppellant:           \r\nE Giddion\nE Giddion Attorneys\nJohannesburg\nc/o Frans Botha Attorneys\n3 Barnes Street\nBloemfontein\nFor\r\nRespondent:\nF Mohamed\nThe Director of Public Prosecutions\nJohannesburg\nc/o The Director of Public Prosecutions\nBloemfontein\n[1]\nSection 5\n(\nb\n)\r\n\tof the Drugs Act reads:\n‘\nDealing\r\n\tin drugs\nNo\r\n\tperson shall deal in -\n(a)\n…\n.\n(b)\nAny\r\n\tdangerous dependence-producing substance or any undesirable\r\n\tdependence-producing substance\n.\n’\n[2]\nParagraph 21.\n[3]\nSection 17(3) of the Act\r\n\tprovides:\n‘\n(3)\nAn\r\n\tapplication for special leave to appeal under section 16(1)(\nb\n)\r\n\tmay be granted by the Supreme Court of Appeal on application filed\r\n\twith the registrar of that court within one month after the\ndecision\r\n\tsought to be appealed against, or such longer period as may on good\r\n\tcause be allowed, and the provisions of subsection\n(2)(\nc\n)\r\n\tto (\nf\n)\r\n\tshall apply with the changes required by the context.’\n[4]\nVan Wyk\nv\nS,\r\n\tGalela\nv\nS\r\n\t(\n20273/2014,\r\n\t20448/2014)\n[2014] ZASCA 152\n(29 September 2014) para 21;\n[2014] 4\r\n\tAll SA 708\n(SCA). See also\nWestinghouse\r\n\tBrake\n&\nEquipment\n(Pty)\r\n\tLtd\nv\nBilger\r\n\tEngineering\n(Pty)\r\n\tLtd\n1986 (2) SA 555\n(A) at 564H – 565E.\n[5]\nS\nv\nRomer\n2011\r\n\t(2) SACR 153\n(SCA) para 22.\n[6]\nSection 282\r\n\treads:\n‘\nWhenever\r\n\tany sentence of imprisonment, imposed on any person on conviction\r\n\tfor an offence, is set aside on appeal or review and\nany sentence of\r\n\timprisonment or other sentence of imprisonment is thereafter imposed\r\n\ton such person in respect of such offence\nin place of the sentence\r\n\tof imprisonment imposed on conviction, or any other offence which is\r\n\tsubstituted for that offence on\nappeal or review, the sentence which\r\n\twas later imposed may, if the court imposing it is satisfied that\r\n\tthe person concerned has\nserved any part of the sentence of\r\n\timprisonment imposed on conviction, be antedated by the court to a\r\n\tspecified date, which shall\nnot be earlier than the date on which\r\n\tthe sentence of imprisonment imposed on conviction was imposed, and\r\n\tthereupon the sentence\nwhich was later imposed shall be deemed to\r\n\thave been imposed on the date so specified.’\n[7]\nS\nv\nHightower\n1992\r\n\t(1) SACR 420 (W).\n[8]\nS\nv\nRandall\n1995 (1) SACR 559 (C).\n[9]\nS\nv\nMkhize\n2000 (1) SACR 410\n(W).",
  "scraped_at": "2026-02-12T17:16:05.500469",
  "date": "2015-05-08",
  "coram": [
    "Mhlantla JA",
    "Leach JJA",
    "Mayat AJA"
  ],
  "case_number": "20091/2014",
  "parties": {
    "applicants": [
      "Johannes Windvogel"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Johannes Windvogel was arrested on 28 June 2000 after a police trap and charged with twelve counts of dealing in prohibited substances under the Drugs and Drug Trafficking Act. He was convicted on four counts involving cocaine (3.1 g, 3.8 g, 9.5 g and 4.8 g) and a mandrax tablet. The trial court sentenced him on 31 January 2003 to eight years’ imprisonment on each count, totalling 32 years, to run concurrently with a prior 20‑year sentence that was later set aside. He served roughly two and a half years before being released on bail pending appeal. In 2013 the Gauteng Division attempted to rectify the sentence by antedating it to 7 November 2010, which effectively increased his total term. The appellant sought special leave to appeal to the Supreme Court of Appeal, arguing the sentence was disturbingly inappropriate and the high court lacked jurisdiction to grant leave.",
    "issues": "1. Whether the appellant is entitled to special leave to appeal under s 16(1)(b) of the Superior Courts Act. 2. Whether the Gauteng Division had jurisdiction to grant leave to appeal. 3. Whether the antedated sentence and its cumulative effect constitute a disturbingly inappropriate sentence that must be altered. 4. How s 282 of the Criminal Procedure Act should be applied to grant credit for time already served.",
    "principles": "The Court applied the criteria for special leave under s 16(1)(b) of the Superior Courts Act, requiring reasonable prospects of success and special circumstances such as a substantial point of law or a manifest denial of justice. It reiterated that sentencing discretion is vested in the trial court but may be interfered with when the sentence is disturbingly inappropriate, out of proportion, or vitiated by misdirection. The Court also relied on s 282 of the Criminal Procedure Act, which permits antedating of a sentence when part of the sentence has already been served. Precedents cited include Van Wyk v S and Galela v S for special leave standards, and Hightower, Randall and Mkhize for principles on proportional sentencing.",
    "application": "The Court held that the Gauteng Division lacked jurisdiction to grant leave because the Superior Courts Act requires special leave from the Supreme Court of Appeal. Consequently, a formal application for special leave was considered and granted. The Court found that antedating the sentence to 7 November 2010 resulted in the appellant serving an extra 34½ years, contrary to the intended credit for time already served. The cumulative 32‑year term was deemed shockingly excessive. The Court therefore modified the sentence: each count carries an eight‑year term, with four years of the sentences on counts 7, 8 and 10 running concurrently with the sentence on count 6, yielding an effective 20‑year term, and antedated the sentence to 31 January 2003 to reflect the period already served.",
    "conclusion": "The Supreme Court of Appeal granted special leave to appeal, upheld the appeal, set aside the Gauteng Division’s sentence, and replaced it with eight years’ imprisonment on each of the four counts, ordering four years of the sentences on counts 7, 8 and 10 to run concurrently with the sentence on count 6, resulting in an effective 20‑year term, antedated to 31 January 2003."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "drug offenses",
      "special leave to appeal",
      "sentence antedating",
      "cumulative sentencing"
    ]
  }
}