{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/67.html",
  "case_name": "Absa Bank Ltd v Snyman (22/2014) [2015] ZASCA 67; 2015 (4) SA 329 (SCA); [2015] 3 All SA 1 (SCA) (20 May 2015)",
  "citation": "[2015] ZASCA 67",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 67\n|\nNoteup\n|\nLawCite\nAbsa Bank Ltd v Snyman (22/2014) [2015] ZASCA 67; 2015 (4) SA 329 (SCA); [2015] 3 All SA 1 (SCA) (20 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo 22/2014\nIn\r\nthe matter between:\nABSA\r\nBANK\r\nLTD\n..........................................................................................................\nAPPELLANT\nand\nJOSEPH FREDERICK\r\nSNYMAN\n..........................................................................\nRESPONDENT\nNeutral\r\ncitation:\nAbsa Bank Ltd v Snyman\n(22/2014)\n[2015] ZASCA 67\n(20 May\r\n2015).\nCoram:\nBrand, Cachalia, Shongwe, Wallis\net\nPetse JJA\nHeard:\n7 May 2015\nDelivered:\r\n20 May 2015\nSummary:\nSection 63 of\nMagistrates’ Courts\nAct 32 of 1944\n– superannuation of judgment in terms of this\r\nsection occurs unless actual execution effected within three years –\r\ndate of warrant of execution or reissued warrant in terms of\r\nMagistrates’ Courts\nrule 36\n– within three year period –\r\nof no consequence.\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court, Cape Town (Blignaut J and Davis AJ, sitting as court\r\nof first instance):\n1 The appeal is\r\nupheld.\n2 The order of the\r\ncourt a quo in paragraph (ii) is set aside.\n3 The question\r\nwhether the sale in execution took place contrary to the provisions\r\nof\ns 63\nof the\nMagistrates’ Courts Act 32 of 1944\nis\r\nreferred back to the court a quo.\n4 The respondent\r\nshall file an affidavit, strictly limited to the issues regarding (3)\r\nwithin 15 days of service of this order upon\nhim at the behest of the\r\nappellant’s attorneys.\n5 The appellant\r\nshall file an affidavit, strictly limited to the issues regarding (3)\r\nwithin 15 days of receipt of the respondent’s\naffidavit, or\r\nfailing which, within 30 days of this order.\n6 The application in\r\nthe court a quo may be set down on a date to be determined by the\r\nregistrar of that court.\n7 The costs of\r\nappeal shall stand over until finalisation of the matter in the court\r\na quo. The appellant is granted leave to apply\nto this court for an\r\norder awarding the costs of appeal in its favour, provided the\r\napplication for such an order is filed with\nthe registrar of this\r\ncourt within 21 days of the decision of the court a quo, failing\r\nwhich there will be no order as to the costs\non appeal.\nJUDGMENT\nBrand\r\nJA\n(Cachalia, Shongwe, Wallis\net\nPetse JJA concurring):\n[1]\r\nThe appellant in this appeal is Absa Bank Ltd (Absa) while the\r\nrespondent is Mr J F Snyman (Snyman). The subject of their dispute\nis\r\na house situated at 35 Watsonia Street, Panorama, Robertson in the\r\nWestern Cape, with the Deeds Office description of Erf 2866,\n\nRobertson (the property). Snyman was the owner of the property.\r\nTechnically it was registered in the names of both Snyman and his\n\nwife, to whom he is married in community of property. But since Mrs\r\nSnyman was never joined as a party to these proceedings and\nSnyman at\r\nall times also acted on her behalf, I shall refer to him as acting,\r\nnot only for himself, but also as a representative\nof his wife.\n[2]\r\nDuring 2005 Snyman caused a bond to be registered over the property\r\nin favour of Absa. In terms of the bond, Snyman acknowledged\nhis\r\nindebtedness of R82 000 towards capital owing to Absa and\r\nR20 000 in respect of costs, as defined in the bond. As\nis usual\r\nwith bonds of this kind, this one provided that if Snyman were to\r\ndefault on the payment of any instalment due, Absa would\nbe entitled\r\nto institute proceedings for all amounts outstanding, as well as for\r\nan order declaring the property executable. When\nSnyman fell into\r\narrears with his bond instalments, Absa issued summons against him\r\nout of the Robertson Magistrates’ Court\nfor an amount of\r\nR89 690.46, together with interest and costs, as well as for an\r\norder declaring the property executable.\n[3]\r\nDespite personal service of the summons on Snyman and his wife, they\r\nentered no appearance to defend. In consequence, default\njudgment in\r\naccordance with the terms sought in the summons was granted by the\r\nmagistrate, Mr H Folscher, on 18 December 2007.\nOn the same day a\r\nwarrant of execution was issued against the property. For some reason\r\nnot revealed in the papers, the warrant\nremained dormant until\r\nsometime in 2010. It was then reissued by the clerk of the Robertson\r\nMagistrates’ Court. The exact\ndate of the reissue subsequently\r\nproved to be of some significance. I shall return to that matter in\r\ndue course.\n[4]\r\nThe reissued warrant of execution was served on Snyman personally on\r\n1 February 2011. As with the summons, this again elicited\nno response\r\nfrom him. In the result the property was sold in execution. At the\r\nauction sale, which was attended by Snyman, the\nproperty was\r\npurchased by Mr E J van Tonder for R95 000. On 15 December 2011\r\nVan Tonder gave notice to Snyman to vacate the\nproperty. When he\r\nfailed to do so, Van Tonder brought an application for his eviction\r\nin terms of the Prevention of Illegal Eviction\nfrom and Unlawful\r\nOccupation of Land Act 19 of 1998 (PIE). The application was set down\r\nfor 9 February 2012. On that day Snyman,\nfor the first time, opposed\r\nthe relief sought. At that stage he was represented by an attorney\r\nfrom the Legal Aid Board. But when\nthe matter was eventually heard on\r\n16 February 2012, his attorney had in the meantime withdrawn. The\r\nmagistrate, Mr Folscher, took\nthe view that Snyman had no defence to\r\nthe application, and granted the eviction order which directed Snyman\r\nto vacate the property\nby 11 May 2012, failing which the sheriff was\r\nauthorised to evict him on 14 May 2012.\n[5]\r\nThat galvanised Snyman into action. On 14 May 2012 he brought an\r\napplication in the Western Cape Division of the High Court\nin Cape\r\nTown for the review and setting aside of one or more of the decisions\r\nof the magistrate. The notice of motion was signed\nby Snyman in\r\nperson. Although the suggestion was that Snyman had received some\r\nhelp from non-profit aid organisations, I infer\nfrom the way in which\r\nhis founding papers were drafted, that those representing him were\r\nnot legal practitioners with experience\nof any note. I say this\r\nbecause the papers do not identify the decisions sought to be set\r\naside, as of course, they should. Nor\ndo they set out the grounds of\r\nreview relied upon or the factual basis advanced for those grounds.\r\nInstead, Snyman made wild, unsubstantiated,\nvexatious and even\r\ndefamatory statements against all and sundry. So, for example, he\r\nalleged that the magistrate and the sheriff\nwere racists who\r\nconspired with Absa to extract payment from him pursuant to a bond\r\nwhich he described as entirely forged and fictitious.\nHis conduct is\r\nto be deprecated. Be that as it may, when the matter came before\r\nBlignaut J and Davis AJ in the court a quo, they\nconcluded, however,\r\nthat in accordance with a benevolent interpretation of Snyman’s\r\npapers, he sought to review and set aside\nthree orders, to wit: (a)\r\nthe default judgment of 18 December 2007; (b) the sale in execution\r\nof the property on 6 December 2011;\nand (c) the eviction order of 16\r\nFebruary 2012.\n[6]\r\nIn due course the court a quo (Davis AJ with Blignaut J concurring)\r\nheld that Snyman had failed to make out a case for the review\nof the\r\ndefault judgment. Accordingly, para (i) of the court a quo’s\r\norder dated 9 September 2013, provided that the application\nfor the\r\nsetting aside of the default judgment, was dismissed. On the other\r\nhand, the court held the sale in execution to be null\nand void, and\r\npara (ii) of its order thus set that sale aside. The result was that\r\nSnyman was held not to have been in unlawful\noccupation of the\r\nproperty and that the eviction order of 16 February 2012 was bound to\r\nbe set aside on that ground alone. But,\nthe court a quo went further.\r\nIt also held that Van Tonder had in any event failed to satisfy the\r\nrequirements of PIE. For this\nreason too the eviction order was set\r\naside in terms of para (iii) of the court a quo’s order.\n[7]\r\nSubsequently, Absa sought leave from the court a quo to appeal\r\nagainst para (ii) of the order, which pertained to the validity\nof\r\nthe execution sale, as well as the setting aside of the eviction\r\norder in terms of para (iii). In the event, the court a quo\ngranted\r\nleave to appeal to this court against para (ii) of the order, but not\r\nagainst para (iii). Since Snyman did not seek any\nleave to\r\ncross-appeal against the order in terms of para (i), the issues on\r\nappeal were thus confined to those pertaining to the\nvalidity of the\r\nexecution sale, which was set aside in terms of para (ii).\n[8]\r\nOn appeal, the heads of argument by Snyman were signed and filed by\r\nhim personally. But it seems that they had been drafted\nby the same\r\nperson who assisted him in preparing his papers in the court a quo. I\r\nsay that because these heads were accompanied\nby a document entitled\r\n‘Request to Continue as Friend of Court’ and signed by\r\nsomeone who described himself as Professor\nJozana Ka Mahwanqa of the\r\nHuman Rights and Public Interest Law Forum in Port Elizabeth. In this\r\ndocument the signatory averred\nthat he (Ka Mahwanqa) represented\r\nSnyman in the court a quo and therefore sought leave to continue\r\nrepresenting him in this court,\n‘in terms of the Amicus Curiae\r\nprinciple’. In answer to this document Ka Mahwanqa was\r\ninformed, through the registrar\nof this court, (a) that if he wanted\r\nto be admitted as an amicus curiae, properly so called, he should\r\nbring an application in\nterms of rule 16 of this court within a\r\nstipulated period, and (b), since it appeared that he was in fact\r\nseeking to represent\nSnyman, he would only be allowed to do so if he\r\nwas an admitted advocate or attorney with a right of appearance in\r\nthis court.\n[9]\r\nAlthough there was no response to the registrar’s letter, Ka\r\nMahwanqa made an appearance at the hearing of this matter\nand\r\nannounced that he was representing Snyman. He informed us that he was\r\na professor of law, but did not respond to the enquiry\nas to the\r\nuniversity or institution where he held this chair. He also told us\r\nthat Snyman was not present in court, but that Snyman\ndid not seek a\r\npostponement so as to enable him to attend. Ka Mahwanqa conceded that\r\nhe was not an admitted advocate or attorney\nwith right of appearance\r\nin this court. He nonetheless sought our permission to address us on\r\nbehalf of Snyman, because he had\nbeen allowed to do so in the court a\r\nquo. We then made it plain to him that, whatever happened in the\r\ncourt a quo, he had no right\nof appearance and that we could\r\ntherefore not allow him to do so. In the result Snyman was not\r\nrepresented in the appeal.\n[10]\r\nIn the heads of argument signed and filed by Snyman, he sought to\r\nraise the correctness of the court a quo’s refusal\nto set aside\r\nthe default judgment granted against him in the magistrates’\r\ncourt, which is reflected in para (i) of the court’s\norder. But\r\nI agree with Absa’s argument that this court only has\r\njurisdiction to hear an appeal against an order of the high\ncourt if\r\nleave to do so had been granted by that court or, in the event of a\r\nrefusal by that court, by this court. The same holds\ntrue of para\r\n(iii) of the order. Absent any leave to appeal, we have no\r\njurisdiction to entertain any argument against it (see\neg\nNewlands\r\nSurgical Clinic (Pty) Ltd v Peninsula Eye Clinic (Pty) Ltd\n[2015]\r\nZASCA 25\n(20 March 2015) para 14). As a matter of law, our focus must\r\ntherefore be confined to the order in para (ii).\n[11]\r\nCentral to the court a quo’s reasoning underlying that order\r\nstood the statement in the answering affidavit by the magistrate\n–\r\nwho was cited as a respondent in the review proceedings – that\r\nthe warrant of execution against the property was\nissued on 18\r\nDecember 2007 and reissued by the clerk of the court on 18 December\r\n2010. Relying on that statement, the court a quo\nheld that the\r\nreissued warrant, on the strength of which the execution sale was\r\nheld, fell foul of s 63 of the Magistrates’\nCourts Act 32\r\nof 1944 (the Act), read with rules 36(1) and (5) of the Magistrates’\r\nCourts rules. These enactments provide:\n‘\n63\nExecution to be issued within three\r\nyears\nExecution against\r\nproperty may not be issued upon a judgment after three years from the\r\nday on which it was pronounced or on which\nthe last payment in\r\nrespect thereof was made, except upon an order of the court in which\r\njudgment was pronounced or of any court\nhaving jurisdiction, in\r\nrespect of the judgment debtor . . . .’\nRule\r\n36 provides in relevant part:\n‘\nProcess\r\nin execution\n36\n(1)\r\nThe process for the execution of any judgment for the payment of\r\nmoney, for the delivery of property whether movable or immovable,\nor\r\nfor ejectment shall be by warrant issued and signed by the registrar\r\nor clerk of the court and addressed to the Sheriff.\n. . .\n(5)\r\nThe registrar or clerk of the court shall at the request of a party\r\nentitled thereto reissue process issued under subrule (i)\nwithout the\r\ncourt having sanctioned the reissue.’\n[12]\r\nStarting out from these provisions, the court a quo’s\r\nreasoning, as appears from its judgment (paras 47-53), went along\nthe\r\nfollowing lines:\n‘\nThe\r\nrecord of the default judgment proceedings, read together with the\r\nmagistrate’s affidavit, reveals that the default judgment\nwas\r\ngranted on 18 December 2007 and a warrant of execution against\r\nimmovable property was issued on the same day. On 18 December\n2010,\r\nthe clerk of the court reissued the warrant of execution against\r\nimmovable property, and the property was attached and sold\nin\r\nexecution on the strength of the reissued warrant.\nThe crisp question,\r\ntherefore, is whether or not it was competent for the clerk of the\r\ncourt to reissue the warrant of execution\non 18 December 2010 without\r\nsanction of the court.\nIt is clear that\nsection 63\nof the\nMagistrates’ Courts Act operates\nto prohibit\r\nthe issue of process in execution after\nthree years from the date\r\nof the judgment\n, unless authorised by an order of court sought by\r\nthe judgment creditor on notice to the judgment debtor. The question,\r\nthen, is\nhow the relevant period of three years is to be calculated.\nThe computation of\r\ncalendar years is governed by the civil method of computation. (See\nFouche v Mutual Fire and General Insurance Co Ltd\n1969 (2) SA\r\n519\n(D) at 522H-523B . . .). This method involves including the first\r\nday of the period and excluding the last. When the civil method\nof\r\ncomputation is applied to the facts at hand, the result is that the\r\nthree year period referred to in\nsection 63\nof the\nMagistrates’\nCourts Act commenced\non 18 December 2007 and expired at midnight on\r\n17 December 2010.\nThat being the case,\r\nit follows that the default judgment became superannuated at midnight\r\non 17 December 2010, and the prohibition\nin\nsection 63\noperated with\r\neffect from 18 December 2010 to preclude the issue of any process in\r\nexecution thereof without an order of court.\nIt was therefore not\r\ncompetent, in my view, for the clerk of the court to reissue the\r\nwarrant of execution on 18 December 2010\nin terms of\nrule 36(5)\n, and\r\nthe reissued warrant was invalid for non-compliance with\nsection 63\nof the\nMagistrates’ Courts Act\n. . .\nA valid warrant of\r\nexecution is clearly a pre-requisite for a valid attachment of\r\nimmovable property . . . As such, it is an essential\nformality for a\r\nvalid sale in execution. The invalidity of the warrant of execution\r\ncarries the consequence that the property was\nnot validly attached\r\nand the subsequent sale in execution was therefore a nullity . . . .\n[13]\r\nAbsa’s first challenge to the correctness of this conclusion\r\nwas aimed at its factual foundation. In this regard Absa\npointed out\r\nthat, according to the date stamps of the clerk of the court, which\r\nappear on the reissued warrant, it was issued either\non 22 April 2010\r\nor on 8 December 2010. The date referred to by the magistrate in his\r\naffidavit, ie 18 December 2010, does not\nappear on that document at\r\nall. In addition, it transpires that 18 December 2010 was a Saturday.\r\nOn the probabilities, so Absa’s\nargument went, the date\r\nreferred to in the affidavit, which formed the sole basis of the\r\ncourt a quo’s conclusion, was nothing\nmore than a typographical\r\nerror and the crucial finding based on that error was therefore\r\nincorrect. On the face of it, the argument\nappears to be\r\nunanswerable. But, on reflection and – as was rightly and\r\nfairly pointed out to us by Absa’s counsel\non appeal –\r\nthe court a quo’s mistake turns out to be of no consequence,\r\nbecause it was cancelled out, as it were,\nby the court’s\r\nfurther mistake in the interpretation of\ns 63\nread with\nrule\r\n36(5).\nOn the court’s interpretation of\ns 63\n, the period\r\nof three years contemplated in the section – also referred to\r\nas the period of superannuation – limits\nthe time period within\r\nwhich a warrant of execution may be validly issued or reissued. In\r\nconsequence, the effect of superannuation\nmay be stopped by the issue\r\nof a warrant of execution. Moreover, so the court obviously\r\nconcluded, the period of superannuation\ncan be extended –\r\npresumably for another period of three years – by the reissue\r\nof a warrant under\nrule 36(5)\nas long as the reissue occurs within\r\nthe three year period.\n[14]\r\nA number of older cases preceding the Act were also capable of the\r\ninterpretation that superannuation – the period of\nwhich was\r\nthen a year and a day – determined the time during which a\r\nwarrant of execution may be issued, and that, once that\nhad happened,\r\nsuperannuation could be avoided by the issue of further warrants.\r\n(see eg\nAuret v Van Der Berg\n1911 CPD 1043\nat 1044). Later\r\ncases, however, held that a warrant of execution, even though issued\r\nwithin the stipulated period, could not save\na judgment from\r\nsuperannuation, unless it was acted upon within a year and a day from\r\ndate of judgment (see eg\nRigg v Strydom\n1914 CPD 583\n;\nBezuidenhout v Deyzel\n1915 CPD 458\nat 460). In the case of a\r\njudgment sounding in money, the result was that the execution sale\r\nhad to occur within that period. I\nagree with the author D E van\r\nLoggerenberg of\nJones & Buckle The Civil Practice of the\r\nMagistrates’ Courts in South Africa\n10 ed (2012) vol 1, in\r\nhis commentary on s 63, that the later cases also reflect the\r\ncorrect interpretation of this section.\nPurely on the basis of logic,\r\nthe legislature’s intent could hardly have been that a judgment\r\ncreditor can delay execution\nof a judgment indefinitely as long as he\r\nor she had obtained a warrant of execution within three years and\r\ncaused it to be reissued\non a regular basis thereafter. Secondly, the\r\nlegislature must be presumed to have been aware of the law, as\r\nrepresented by these\nlater decisions, when the\nMagistrates’\nCourts Act was\npromulgated in 1944. Thirdly, the Afrikaans text,\r\nwhich was signed by the executive, renders the position even clearer.\r\nIt provides:\n‘\nTen\r\nuitvoerlegging teen goedere kan nie uit hoofde van ‘n vonnis\ngeskied\nna\r\nverloop van drie jaar vanaf die datum waarop dit gefel is . . . nie .\r\n. .’(My emphasis.)\n[15]\r\nProperly construed,\ns 63\ntherefore provides that a judgment\r\nsounding in money becomes superannuated, unless the execution sale\r\ntakes place within three\nyears of that judgment. Hence the date on\r\nwhich the warrant of execution is issued, is of no consequence. It\r\ngoes without saying\nthat\nrule 36(5)\ncannot change the meaning of s 63\r\nof the Act. It follows that the date of reissue of a warrant under\r\nthis rule cannot avoid\nsuperannuation once the three year period from\r\ndate of judgment elapses. In this context, it is equally of no\r\nconsequence. Extension\ncan only occur by order of court, which was\r\nadmittedly not obtained by Absa in this case. It follows that the\r\nquestion whether\nor not the reissue occurred on 18 December 2010 or\r\non an earlier date, is of no consequence. What is relevant, is the\r\ndate of the\nsale in execution, which was 6 December 2011. This was\r\nclearly more than three years after the date of judgment on 18\r\nDecember\n2007. If this was the end of the matter, the court a quo\r\nwould therefore have been correct in finding – albeit for\r\ndifferent\nreasons – that the reissued warrant, on the strength\r\nof which the property was sold in execution was null and void.\n[16]\r\nAs it happens, however, this is not the end of the matter. Absa’s\r\nfurther argument was that the court a quo’s reasoning\nreflects\r\nanother mistake in that it had failed to have regard to the\r\nalternative date for the commencement of the superannuation\nperiod\r\ncontemplated by s 63, that is, the date ‘of the last\r\npayment in respect’ of their judgment. It follows\nthat the\r\nreissued warrant would still be valid if the last payment by Snyman,\r\nin respect of his bond debt, was made less than three\nyears prior to\r\n6 December 2011, ie after 5 December 2008. In this regard it is\r\npertinent, so Absa pointed out, that according to\nSnyman’s\r\nfounding affidavit, he still made payments to Absa in settlement of\r\nhis bond debt in 2008. It is true, so Absa argued,\nthat the date\r\nduring 2008 is not mentioned by Snyman, but since he bore the onus to\r\nestablish the facts upon which his review application\nrelied, it was\r\nfor him to allege and prove that the last payment was made prior to 5\r\nDecember 2008.\n[17]\r\nAlthough there is obvious merit in Absa’s argument, it left me\r\nwith a sense of unease. The reason is that I simply cannot\ndiscount\r\nthe real possibility that the date of payment was indeed more than\r\nthree years before the date of the execution sale,\nbut that the\r\nunrepresented Snyman had failed to raise it, since he did not\r\nappreciate its significance. The unpalatable consequence\nwould be\r\nthat a poor man’s house – which he had bought in 1997 –\r\nwould be sold on the strength of a warrant which\nwas possibly\r\ninvalid. In addition, during the course of argument with reference to\r\npayments that were made in settlement of the\nbond debt after the date\r\nof judgment, it became apparent that the amount for which the warrant\r\nwas reissued in 2010 remained virtually\nthe same as the amount of the\r\noriginal judgment debt in December 2007. On the face of it, payments\r\nmade in settlement after 2007\nhad therefore not been taken into\r\naccount. That would be in conflict with the following statement by D\r\nR Harms et al\nCivil Procedure in the Magistrates’ Courts\n(2011) at B36.13 with which I find myself in full agreement:\n‘\nThe\r\nwording of the warrant may not exceed or vary the scope of the\r\njudgment on which it is founded. If, however, the judgment has\nbeen\r\nsatisfied in part, the warrant must be issued for the unsatisfied\r\nportion only.’\n[18]\r\nIn this light, counsel for Absa fairly conceded that the appropriate\r\norder would be to refer the matter back to the court a\nquo with the\r\nspecific direction to determine, after receiving such further\r\nevidence as the parties may wish to present, whether\nthe sale in\r\nexecution took place contrary to the provisions of s 63 of the\r\nAct. As to the matter of costs on appeal, I find\nit appropriate that\r\nthis should stand over until proceedings in the court a quo have been\r\nfinalised.\n[19]\r\nIn the result it is ordered:\n1 The appeal is\r\nupheld.\n2 The order of the\r\ncourt a quo in paragraph (ii) is set aside.\n3 The question\r\nwhether the sale in execution took place contrary to the provisions\r\nof\ns 63\nof the\nMagistrates’ Courts Act 32 of 1944\nis\r\nreferred back to the court a quo.\n4 The respondent\r\nshall file an affidavit, strictly limited to the issues regarding (3)\r\nwithin 15 days of service of this order upon\nhim at the behest of the\r\nappellant’s attorneys.\n5 The appellant\r\nshall file an affidavit, strictly limited to the issues regarding (3)\r\nwithin 15 days of receipt of the respondent’s\naffidavit, or\r\nfailing which, within 30 days of this order.\n6 The application in\r\nthe court a quo may be set down on a date to be determined by the\r\nregistrar of that court.\n7\r\nThe costs of appeal shall stand over until finalisation of the matter\r\nin the court a quo. The appellant is granted leave to apply\nto this\r\ncourt for an order awarding the costs of appeal in its favour,\r\nprovided the application for such an order is filed with\nthe\r\nregistrar of this court within 21 days of the decision of the court a\r\nquo, failing which there will be no order as to the costs\non appeal.\n_____________________\nF\r\nD J BRAND\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant: P Coetsee SC and L N Wessels\nInstructed by:\r\nSandenbergh Nel Haggard, Bellville.\nc/o\r\nSpangenberg Zietsman & Bloem, Bloemfontein\nFor\r\nthe Respondent: No appearance",
  "scraped_at": "2026-02-12T17:17:37.164026",
  "date": "2015-05-20",
  "coram": [
    "Brand JA",
    "Cachalia JA",
    "Shongwe JA",
    "Wallis JA",
    "Petse JJA"
  ],
  "case_number": "22/2014",
  "parties": {
    "applicants": [
      "ABSA BANK LTD"
    ],
    "respondents": [
      "JOSEPH FREDERICK SNyman"
    ]
  },
  "sections": {
    "facts": "Joseph Frederick Snyman owned the property at 35 Watsonia Street, Panorama, Robertson, registered in his and his wife’s names. In 2005 he secured a bond over the property in favour of Absa Bank Ltd. After defaulting on the bond, Absa obtained a default judgment against Snyman on 18 December 2007 for R89,690.46 and a warrant of execution was issued the same day. The warrant lay dormant until it was re‑issued by the clerk of the Robertson Magistrates’ Court in 2010. The re‑issued warrant was served on Snyman on 1 February 2011, after which the property was sold at auction on 6 December 2011 to E J van Tonder for R95,000. Van Tonder obtained an eviction order against Snyman, which Snyman later challenged in the Western Cape High Court. The High Court set aside the execution sale and the eviction order. Absa appealed the decision relating to the execution sale.",
    "issues": "The primary issue on appeal was whether the execution sale of the property on 6 December 2011 was valid under section 63 of the Magistrates’ Courts Act 32 of 1944, considering the three‑year superannuation period for issuing or re‑issuing a warrant of execution, and whether rule 36(5) of the Magistrates’ Courts Rules could extend that period. A subsidiary issue concerned whether the date of the last payment by Snyman could affect the commencement of the superannuation period.",
    "principles": "Section 63 of the Magistrates’ Courts Act provides that execution against property may not be issued after three years from the date the judgment was pronounced, unless authorised by a court order. Rule 36(5) allows a clerk to re‑issue a warrant at a party’s request, but does not override the statutory limitation. The court applied the civil method of computing calendar years, as explained in Fouche v Mutual Fire, and followed later authority (e.g., Rigg v Strydom, Bezuidenhout v Deyzel) that a warrant issued within the period cannot save a judgment from superannuation unless the execution is completed within that period. The statutory text in both English and Afrikaans confirms that a judgment becomes unenforceable after three years absent a court order.",
    "application": "The Court determined that the original warrant was issued on 18 December 2007; the three‑year period therefore expired at midnight on 17 December 2010. The re‑issued warrant, whether dated 18 December 2010, 22 April 2010 or 8 December 2010, was issued after the superannuation period had elapsed and without a court order, rendering it invalid under section 63. Consequently, the execution sale on 6 December 2011, more than three years after the judgment, was void. The argument that a later payment by Snyman might reset the period was rejected because the statutory period is calculated from the judgment date, not from the last payment, and no court order authorising an extension was obtained.",
    "conclusion": "The appeal was upheld. The High Court’s order setting aside the execution sale (paragraph ii) was set aside, and the question of whether the sale contravened section 63 was referred back to the court a quo for further determination. Both parties were ordered to file limited affidavits within specified timeframes, and the costs of the appeal were stayed pending finalisation of the matter in the lower court."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Execution of Judgments",
    "level_3": [
      "section 63",
      "Magistrates' Courts Act",
      "execution sale",
      "superannuation",
      "rule 36"
    ]
  }
}