{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/5.html",
  "case_name": "Ferrari and Others v Gunner (1063/2013) [2015] ZASCA 5 (9 March 2015)",
  "citation": "[2015] ZASCA 5",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 5\n|\nNoteup\n|\nLawCite\nFerrari and Others v Gunner (1063/2013) [2015] ZASCA 5 (9 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 1063/2013\nIn\r\nthe matter between:\nClaudio\r\nFerrari\n........................................................................................................\nFirst\r\nAppellant\nSietse\r\nRemco Walma van der\r\nMolen\n..................................................................\nSecond\r\nAppellant\nBudget\r\nSheetmetal (Pty)\r\nLimited\n.........................................................................\nThird\r\nAppellant\nand\nQuintin\r\nGordon Thomas\r\nGunner\n...............................................................................\nRespondent\nNeutral\r\nCitation\n:\nFerrari v\r\nGunner  (1063/2013)\n[2015] ZASCA 5\n(9 March 2015)\nCoram:\nLewis, Cachalia,\r\nMajiedt and Pillay JJA and Meyer AJA\nHeard:\n20 February 2015\nDelivered:\n9 March 2015\nSummary:\nDefences of undue influence and\r\nfraudulent misrepresentation, raised in application to compel\r\nspecific performance of a contract,\nnot proved by respondents in\r\nmotion proceedings in the high court: court able to determine matters\r\non application; no reason to\ninterfere with high court’s\r\nexercise of a discretion to grant specific performance.\nORDER\nOn\r\nappeal from:\nHigh Court,\r\nGauteng Local Division, Johannesburg (Monama J sitting as court of\r\nfirst instance)\nThe appeal is\r\ndismissed with the costs, including those of two counsel.\nJUDGMENT\nLewis\r\nJA (Cachalia, Majiedt and Pillay JJA and Meyer AJA concurring)\n[1]\r\nQuintin Gunner, the respondent in this matter, entered into an\r\nagreement with Claudio Ferrari and Sietse van der Molen, the\nfirst\r\nand second appellants, for the purchase of 20 per cent of the\r\nmember’s interest in a close corporation, subsequently\n\nconverted into a company, Budget Sheetmetal (Pty) Ltd (I shall refer\r\nto both the close corporation and the company as Budget),\nthe third\r\nappellant. They also concluded an association agreement. Both\r\ncontracts were signed on 23 July 2012. Gunner was employed\nas a\r\ndesign director by Budget and he commenced working for it on 1\r\nSeptember 2012.\n[2]\r\nGunner paid the full purchase price of R4.67 million for the member’s\r\ninterest in tranches, the last on 22 November 2012.\nIn February 2013\r\nthe close corporation was converted to a company. On 6 March 2013,\r\nbefore a shareholder’s agreement could\nbe signed, Ferrari and\r\nhis sister, Ketti, who was Van der Molen’s wife, advised Gunner\r\nthat they did not want to be bound\nby the agreements. When Gunner\r\napplied to the South Gauteng High Court for an order directing the\r\nimplementation of the agreements,\nthe appellants raised two\r\nsubstantive defences: that the agreements had been induced by the\r\nundue influence of Gunner’s wife,\nan attorney, Maria D’Amico;\r\nand that she had fraudulently misrepresented the meaning of a clause\r\nin the sale agreement, thus\nrendering the agreement void. D’Amico\r\nhad provided the funding for the purchase price.\n[3]\r\nThe Gauteng Local Division of the High Court (Monama J) rejected\r\nthese defences and granted an order of specific performance:\nFerrari\r\nand Van der Molen were directed to sign the documents necessary to\r\nappoint Gunner as a director of Budget; to transfer\n20 per cent of\r\nthe issued shares in Budget to Gunner and to appoint him as a\r\nsignatory to Budget’s bank accounts.\n[4]\r\nThe appeal lies against this order with the high court’s leave.\r\nAt issue on appeal are whether the disputes of fact arising\nfrom the\r\nrespective parties’ affidavits should have been decided in\r\nmotion proceedings; whether the alleged misrepresentation\nmade by\r\nD’Amico rendered the agreement invalid; and whether the alleged\r\nundue influence exercised by her had the same effect.\nThe appellants\r\ndid not argue at the hearing before this court that the elements for\r\nactionable undue influence had been met, but\npersisted with the\r\ngeneral argument that D’Amico had exercised considerable\r\ninfluence over them, which had coloured the entire\ntransaction. The\r\nappellants also contend that, even if the contracts are enforceable,\r\nthe order of specific performance made by\nthe high court was\r\ninappropriate since Budget is a family-owned company and the\r\nrelationship between the parties had broken down.\nThe\r\nfactual history\n[5]\r\nI shall set out the broad factual matrix before turning to the issues\r\non appeal. Ferrari and Van der Molen, prior to 2012, each\nowned a 50\r\nper cent interest in Budget when it was a close corporation. \r\nTheir wives, Sigrid Ferrari and Ketti van der Molen,\nworked in the\r\nbusiness of Budget. I shall refer to the Ferraris and the Van der\r\nMolens collectively as ‘the family’,\nto Mrs Ferrari as\r\nSigrid and to Mrs Van der Molen as Ketti.\n[6]\r\nFor some 15 years, Maria D’Amico, Gunner’s ‘common\r\nlaw wife’, had acted as the attorney for Budget and\nfor the\r\nfamily members in both business and personal matters. Over the course\r\nof time they had all become friends and met on a\nsocial basis.\r\nGunner, an industrial designer, had over the years done work for and\r\nwith Budget.\n[7]\r\nAt a social event in 2012, Van der Molen and Ketti advised Gunner and\r\nD’Amico that they wanted to discuss business with\nhim. They\r\nsent him an invitation to meet on 4 July 2012. He went to the\r\npremises of Budget, and met Ferrari, Van der Molen and\nKetti. He was\r\nadvised that Ferrari and Van der Molen each wished to sell 10 per\r\ncent of his member’s interest in Budget –\na total of 20\r\nper cent. They had tried previously to sell an interest to an\r\nemployee, but he had not been able to raise the finance\nfor the\r\npurchase price they were asking. They were not willing, they said, to\r\nsell to just anyone, but were interested in selling\nto him as his\r\nskill and design expertise would add to the business. Gunner\r\nexpressed interest, and a number of meetings were held\nsubsequently\r\nto negotiate the transactions contemplated, attended by Gunner,\r\nD’Amico, Ferrari and Ketti.\n[8]\r\nD’Amico prepared various draft sale and association agreements.\r\nThe drafts were amended by Ferrari. The appellants contend\nthat\r\nD’Amico was acting as attorney for all parties at these\r\nmeetings and when preparing agreements. Gunner alleges that\nshe was\r\nacting for him alone, and produced evidence to this effect, to which\r\nI shall revert. The agreements were signed and concluded\n(as were\r\nvarious addenda) on 23 July 2012.\n[9]\r\nThey were then immediately implemented and over a seven-month period\r\nFerrari and Van der Molen signed the forms necessary to\nappoint\r\nGunner as a 20 per cent member in Budget; Gunner paid the full\r\npurchase price, as I have said, and started work as design\ndirector.\r\nThe interest was not, however, transferred to him as it was agreed to\r\ndelay transfer until the close corporation was\nconverted to a\r\ncompany. Ferrari undertook to appoint Gunner as a director when that\r\noccurred. And, in anticipation of conversion,\nGunner nominated a\r\nfamily trust (the Qmaro Investment Trust) to take transfer of the\r\nshares. Shareholding through a trust is argued\nby the appellants to\r\nbe at the centre of the dispute and I shall discuss it in more detail\r\nlater. It should be noted at this stage,\nhowever, that Ferrari and\r\nVan der Molen also established trusts for the purpose of holding\r\nshares in Budget. Ketti advised D’Amico\nof the names of the\r\ntrusts for the family shareholding to be inserted in the\r\nshareholders’ agreement that she was drafting.\n[10]\r\nWhen the conversion took place in February 2013, the parties to the\r\nsale agreement had to settle the terms of the Memorandum\nof\r\nIncorporation (MOI) for the company. On 27 February 2013 D’Amico\r\nsent a draft shareholders’ agreement to the appellants\nand the\r\nfollowing day sent an email to Ferrari and Ketti with comments on the\r\nMOI, suggesting amendments requiring special or unanimous\nresolutions\r\nfor various matters.\n[11]\r\nA meeting was scheduled to discuss the MOI and the shareholders’\r\nagreement on 6 March 2013. But at the meeting, Ferrari\nand Ketti told\r\nGunner and D’Amico that the family did not wish to proceed with\r\nthe implementation of the sale agreement and\nwould not appoint him as\r\na director. The reason they advanced at that stage for withdrawing\r\nfrom the agreements was that, as they\nsaw it, Gunner would enjoy\r\ncertain rights as a minority shareholder under the\nCompanies Act 71\nof 2008\nand the family would have to give up control of the business,\r\nwhich they did not want to do. They proposed that the investment made\n\nby Gunner be converted to a loan to the company that would be repaid\r\nover a period. Gunner rejected the proposal. He offered, however,\nto\r\ntake transfer of the 20 per cent shareholding himself and to transfer\r\nthe shares to a trust at a later stage.\n[12]\r\nFerrari sent a written offer to Gunner and D’Amico on 11 March\r\n2013 formalizing the proposal that the purchase price\npaid be\r\nconverted to a loan, repayable over a period, suggesting two\r\nalternative methods of implementing this. Gunner replied rejecting\n\nthe proposal and requested that he be appointed as a director of\r\nBudget; that the 20 per cent shareholding be transferred to him\nand\r\nthat he be appointed as a signatory to Budget’s bank accounts.\r\nD’Amico followed this up with a formal letter of\ndemand. She\r\nadvised that, should Ferrari and Van der Molen not comply within five\r\ndays, Gunner would approach the high court as\na matter of urgency to\r\nseek an order compelling implementation of the agreements.\n[13]\r\nIn March 2013, Ferrari asserted, he became aware of incidents of\r\nmisconduct on the part of Gunner. He allegedly was abusive\nto\r\nemployees of Budget and required work to be done without following\r\nthe business’s procedures.  On 18 March Ferrari\ndecided to\r\nsuspend him, and to arrange for a disciplinary enquiry into the\r\ncomplaints of misconduct. An independent chairperson\nwas appointed\r\nand an enquiry held. The chairperson recommended that Gunner be\r\ndismissed and so he was in April 2013.\n[14]\r\nThe family approached a firm of attorneys, Hoosen Wadiwala, for\r\nadvice on the agreements and a lengthy letter was addressed\nto\r\nD’Amico on 18 March 2013 by Mr H A Wadiwala. The gravamen of\r\nthe letter was that she had acted improperly in representing\nboth\r\nGunner and the appellants in negotiating the transaction and that she\r\nhad breached her fiduciary duties by acting in her own\ninterests\r\nrather than those of the appellants. He also alleged that she had\r\nexerted undue influence over them which resulted in\ntheir reposing\r\ntrust in her to act in their best interests: she had acted in ‘an\r\nunscrupulous and unprofessional manner in\norder to prevail upon [the\r\nappellants] to enter into the agreements drafted by you’.\n[15]\r\nWadiwala alleged further that D’Amico had intentionally failed\r\nto disclose certain facts – that she had ‘harboured\nthe\r\nintention to insist on the interposition of trusts as shareholders in\r\n[Budget] (principally in order to render yourself the\nbeneficial\r\nshareholder in direct contradiction to the Mandate)’.\nThe\r\napplication\n[16]\r\nGunner’s application to the high court was drafted in response,\r\nat least to some extent, to what he perceived to be the\nnature of the\r\ndefences that the appellants would raise. He asked for performance of\r\nthe obligations that arose from the two agreements.\nAnd, no doubt\r\nanticipating the defence that D’Amico had had a conflict of\r\ninterest and had represented both him and the appellants\nin the\r\nnegotiations and in drafting the agreements, he quoted from a\r\ntranscript of a recording of the meeting held on 6 July 2012\nwhere\r\nD’Amico had made it clear to Ferrari and Ketti that she was\r\nacting for Gunner and not for the appellants. He attached\nthe\r\ntranscript of the recording to his founding affidavit.\n[17]\r\nThe significance of the recording, admittedly made by Gunner without\r\nadvising Ferrari and Ketti, who represented the appellants\nat the\r\nmeeting, that he was doing so, is that D’Amico made it clear at\r\nthe beginning of the meeting, that she was representing\nGunner. The\r\nappellants were not her clients for the meeting she said. Although\r\nsome attempt was made in the papers and at the appeal\nhearing to\r\nargue that she became the appellants’ attorney as well after\r\nthe meeting and for the remainder of the negotiations,\nthis\r\nsuggestion is plainly bizarre. Allegations that she was conflicted\r\nmust thus be rejected. Moreover, she made it quite plain\nthat the\r\nfamily should feel free to consult another attorney for advice.\n[18]\r\nThe defences raised in the appellants’ answering affidavit,\r\ndeposed to by Ferrari, were nonetheless that the agreements\nwere\r\nvoidable at their instance because of the undue influence exerted by\r\nD’Amico during the course of the negotiations and\nwhen the\r\nagreements were drafted; and because she had misrepresented to them\r\nthe meaning of a clause in the sale agreement. The\nfamily, he said,\r\nhad accepted her advice uncritically because of their long-standing\r\nattorney-client relationship. Gunner, he said,\nwas complicit in her\r\nconduct.\nUndue\r\ninfluence\n[19]\r\nAs I have said, in argument in this court, the appellants’\r\ncounsel did not rely on the defence of undue influence. \nI shall\r\naccordingly deal with it only briefly. The elements of the defence\r\nwere plainly not met. The party claiming to have been\nunduly\r\ninfluenced must show not only that the other had an influence over\r\nhim or her, but also that it rendered his or her will\nweak and\r\npliable and induced him or her to enter into a transaction, to his or\r\nher prejudice, that would not otherwise have been\nentered into. (See\nPreller v Jordaan\n1956 (1) SA 483\n(A)\r\nand\nPatel v\r\nGrobbelaar\n1974 (1)\r\nSA 532\n(A).) Moreover, it was not alleged that Gunner himself, as the\r\nparty to the agreements, had exercised undue influence over the\r\nfamily: at most he had been present when that influence was said to\r\nhave been exerted.\n[20]\r\nThe family members were all astute and experienced business people,\r\nand their wills had hardly been rendered weak and pliable.\nOn the\r\ncontrary, they broke off negotiations at one stage because of\r\ndiscomfort about a draft D’Amico had prepared which\nreflected\r\nthe purchaser of the member’s interest  not as Gunner but\r\nas trustees – Gunner and D’Amico for\na family trust,\r\nQuadri. The use of a trust, where D’Amico might have control,\r\nplayed a great role in the negotiations, and\nformed the basis of the\r\ndefence based on fraudulent misrepresentation.\nThe\r\nfraudulent misrepresentation: dispute of fact?\n[21]\r\nThe fraudulent misrepresentation allegedly made by D’Amico\r\nrelated to the meaning of a clause in the sale agreement.\nClause 3.7\r\nread:\n‘\nIt\r\nis the intention of the Corporation to convert to a proprietary\r\nlimited company subsequent to the effective date, where the\r\nshareholders shall be 40% each to Claudio and Sietse and 20% to the\r\nPurchaser.\nThe parties may reflect their\r\nshareholding in trusts.\nThe Sellers and\r\ntheir spouses and the Purchaser shall become directors of such\r\ncompany, namely there shall be 5 directors appointed.’\n[22]\r\nThe sentence emphasized is the cause of complaint. D’Amico, the\r\nappellants contended, had misrepresented to them that\nthe clause\r\nmeant that there had to be unanimous consent of all shareholders for\r\nany one of them to hold their shares in a trust.\nThe\r\nmisrepresentation had been material and had induced them into\r\nentering into the contract. They would not have done so if they\nhad\r\nknown that Gunner could unilaterally determine that his shareholding\r\nwould be held in a trust. They did not want anyone other\nthan Gunner\r\n(in particular they did not want D’Amico) involved in a family\r\nbusiness.\n[23]\r\nThe case for fraudulent misrepresentation was put thus in Ferrari’s\r\nanswering affidavit:\n‘\nMaria\r\nexplained clause 3.7 in the draft Sale Agreement to us as follows.\r\nShe said that there were significant benefits associated\nwith holding\r\nshares in trusts. We needed to educate ourselves on the issue of\r\ntrusts and the benefits thereof and decide for ourselves\nwhether we\r\nagreed that this was a good idea. If we, including the Applicant,\r\nshould decide in future that we wanted to use trusts\nto own our\r\nshares, the Sale Agreement should be flexible enough to accommodate\r\nthis without having to be amended. Therefore, the\nwording of clause\r\n3.7 was included in the draft agreement. Any decision that\r\nshareholders would be entitled to transfer their shareholding\nto a\r\ntrust would only be taken by unanimous agreement of all shareholders,\r\nand if approved, all shareholders could then hold their\nshares using\r\na trust. Maria repeatedly stated that we had nothing to worry about,\r\nas we had an eighty percent majority, and nothing\ncould be done\r\nwithout our agreement.\nWe\r\nnow realize that the clause provides that each shareholder has the\r\nright unilaterally to transfer his shares to a trust. None\nof us\r\nrealized this when we signed the Sale Agreement. If we had realized\r\nwe would not have signed. This was the very issue that\nhad caused\r\nnegotiations to fail previously, and we had never changed our\nmind\r\non this point.’\n[24]\r\nD‘Amico’s ulterior motives for drafting the agreement as\r\nshe did are the bedrock on which the appellants rest their\ncase. She\r\nwanted control, they said. The family, on the other hand, only wanted\r\nGunner involved in their business. Ferrari went\non to say:\n‘\nIt\r\nnow appears that the advice given by Maria regarding trusts and the\r\nconversion to a company was given primarily in order to further\nher\r\nown aims and to return us to the initial position of having the\r\nApplicant’s shareholding held in a trust. . . .’\n[25]\r\nIn order to understand the background to this assertion more fully I\r\nshall turn to Gunner’s replying affidavit in which\nhe referred\r\nto another recording of a meeting at which the family had allegedly\r\nwalked away from the proposed transaction because\nof the\r\ninterposition of a trust. I shall then consider whether the\r\nappellants proved that the fraudulent misrepresentation had\nbeen made\r\nat all.\n[26]\r\nIn response to the allegation of fraudulent misrepresentation, raised\r\nfor the first time by the appellants in Ferrari’s\nanswering\r\naffidavit, Gunner said that between 6 July 2012, when the proposed\r\nagreements were first discussed, and 16 July 2012\nwhen Ferrari and\r\nKetti explained why they were withdrawing from the negotiations, and\r\nto which Ferrari alluded in the passage quoted\nabove, there were\r\nseveral meetings and discussions between the parties. And D’Amico\r\nproduced several drafts of the proposed\nagreements. In the first\r\ndraft of the sale agreement she had inserted, as purchasers, herself\r\nand Gunner in their capacities as\ntrustees of the Quadri Trust. The\r\nfamily had no objection to that when she asked for comments. On 15\r\nJuly 2012, Gunner said, he,\nD’Amico, Ferrari and Ketti had met\r\nto discuss that draft and she had made manuscript notes on the draft\r\nto reflect the changes\nthey wished to make. None were made in respect\r\nof the identity of the purchaser.\n[27]\r\nBut on 16 July 2012 Ferrari and Ketti advised Gunner and D’Amico\r\nthat the family did not wish to proceed with the sale\nof a member’s\r\ninterest. They did not wish to have any encumbrance, they said.\r\nFerrari said expressly that the trust was not\nthe problem. The real\r\nproblem was that they did not want to have to resort to a majority\r\nvote in the future. Thus while ‘it\nwas not easy to walk away\r\nfrom four and a half million basically cash’ they had decided\r\nto do so. They said that while they\nwanted Gunner in the business,\r\nthey did not want him to need to consult on any decision to be made.\r\nThe implication, of course,\nwas that they did not want him to have to\r\nrefer back to D’Amico. Yet when D’Amico asked: ‘Is\r\nthere still a deal,\nbut you just don’t want to deal with the\r\ntrust? Or is there no deal and the trust is one of the problems?’\r\nFerrari\nresponded: ‘Yes. I would put it down that way.’\r\nWhen pressed on the issue by D’Amico, he agreed that the\r\nfamily’s\nbiggest concern was bringing a third party into the\r\nbusiness. Nonetheless he and Ketti indicated that they might resume\r\nnegotiations\nin the future.\n[28]\r\nTwo days later Ferrari sent an email to Gunner and D’Amico\r\nsaying they wanted to resume negotiations. Subsequently other\ndrafts\r\nof the sale and association agreements were prepared. After\r\nconsulting a lawyer who specialized in trust work (who had formerly\n\nbeen D’Amico’s candidate attorney, and to whom she\r\nreferred the family to create their trusts), Gunner decided not\nto\r\nput the shareholding in the family trust but in a business trust. As\r\nit had not been formed yet, D’Amico changed the identity\nof the\r\npurchaser to Gunner and inserted the contentious clause 3.7. She sent\r\nthis draft to Ferrari and Ketti as an attachment to\nan email on the\r\nevening of 19 July 2012.\n[29]\r\nOn 20 July 2012 Ferrari sent back the draft with various queries and\r\ncomments. Clause 3.7, which was obviously a new provision,\nwas shown\r\nin red on D’Amico’s new draft, as a new insertion that\r\nwas tracked, but Ferrari did not comment on it. Eventually,\nat a\r\nmeeting on 23 July 2012, the agreements were signed after handwritten\r\ncorrections were made at Ketti’s instance.\n[30]\r\nI return to the alleged fraudulent misrepresentation about the\r\nmeaning of clause 3.7. When was it made? Where? Was Gunner present?\n\nDid he know that D’Amico was being untruthful? Was he\r\ncomplicit? And if so, how does that square with their allegations\r\nthat D’Amico wanted control herself, and was thus not acting in\r\nGunner’s interests? The appellants do not say.\n[31]\r\nIt is trite that a person claiming to have been misled by a\r\nfraudulent misrepresentation, and who wishes to treat the contract\n\nconcluded as void, must aver and establish that a misrepresentation\r\nas to an existing fact has been made, that the representation\nwas\r\nfalse and that the party making it knew it was false, that it was\r\nmaterial in that it induced the contract in question, and\nthat had he\r\nknown the true facts  he would not have entered into the\r\ncontract. The appellants’ case as set out in the\ntwo paragraphs\r\nof their answering affidavit to which  I have referred do not\r\nbegin to make out a case of fraud against D’Amico,\nmuch less\r\nagainst Gunner.\n[32]\r\nDespite this they argued that the matter was not one that should have\r\nbeen determined in motion proceedings: that there were\nserious\r\ndisputes of fact that could be tested only where there was oral\r\nevidence led, and the parties to the contracts cross-examined.\n\nHowever, in my view, the only dispute of fact is whether D’Amico\r\nmade any misrepresentation at all. As I have said, its existence\nand\r\neffect were raised for the first time by the appellants in the\r\nFerrari answering affidavit. The high court, argued the appellants,\n\nshould have applied the rule in Plascon-Evans that where a factual\r\ndispute emerges in application proceedings, the court must accept\nthe\r\nversion of the respondent on affidavit unless it raises fictitious\r\ndisputes of fact, is palpably implausible, far-fetched or\nso clearly\r\nuntenable that the court is justified in rejecting it on the papers\r\nalone. Bare and uncreditworthy denials will not\nbe considered. (\nNDPP\r\nv Zuma\n[2009] ZASCA 1\n;\n2009 (2) SA 277\n(SCA) para 26.)\n[33]\r\nBut in this matter, the appellants alleged the fraudulent\r\nmisrepresentation as to the meaning of clause 3.7 in the sale\r\nagreement\nonly in the Ferrari answering affidavit: Gunner did not\r\nmerely deny it. He gave a lengthy and plausible response, described\r\nabove.\nThere is no reason to reject his version.\n[34]\r\nIn any event, there are various aspects of the appellants’\r\nversion that lead to the conclusion that it is far-fetched\nand\r\nfictitious. First, it is unlikely that Ferrari and Ketti, very\r\nexperienced business people, would have let clause 3.7 stand\nhad they\r\nobjected to Gunner acquiring the shareholding in a trust. The issue\r\nof a trust had been raised previously: it was discussed\nat the\r\nmeeting of 16 July 2012. Ferrari expressly said that it was not the\r\ntrust that had made them decide to withdraw from negotiations.\nIndeed\r\nafter that meeting and after negotiations had resumed the family\r\nconsulted the trust lawyer and established their own trusts.\n[35]\r\nSecond, when advised that Gunner wished to register his shares in a\r\ntrust the appellants did not demur, let alone object. On\n29 August\r\n2012 D’Amico wrote an email to Ferrari and Ketti asking whether\r\nBudget had been converted to a company yet. She\nsaid: ‘Once the\r\nCC has been converted then your auditors must issue share\r\ncertificates to Claudio and Sietse\n(or\r\ntheir trusts if you are going down that road)\nstating that they each own 40% shares in Budget Sheet an a share\r\ncertificate (showing 20%) to Quintin but in the name of The Qmaro\n\nInvestment Trust . . . , which is the new trust that we have\r\nregistered.’ (my emphasis.) There was no objection to this.\n[36]\r\nFerrari attempted to explain the absence of objection in his anwering\r\naffidavit by saying that they thought this was a request\nto consider\r\nholding shares in a trust, and not the communication of a decision.\r\n‘[W]e remained of the view that a transfer\nto trusts could only\r\nhappen by\nmajority\nvote as contemplated in the Association Agreement.’ (My\r\nemphasis, to show that on one version of the appellant, a majority\n\nvote was required and on another a unanimous vote.)\n[37]\r\nBut the email was not couched as a request. And another email sent by\r\nD’Amico the following day, advising Ferrari that\nit was not\r\nwise to register the member’s interest in Budget when it was\r\nstill a close corporation in Gunner’s name\n(for tax reasons),\r\nwith another reference to a trust, also elicited no objection. And\r\nseveral months later, on 22 February 2013,\nwhen D’Amico asked\r\nfor the names of the trusts in which the family’s shares would\r\nbe registered, Ketti responded naming\ntwo trusts and giving their\r\nregistration numbers. Other correspondence about registration of\r\nshareholding in trusts as late as\n1 March 2013 also gave rise to no\r\nobjection.\n[38]\r\nThirdly, when the family consulted Wadiwala and he wrote in response\r\nto D’Amico’s letter of demand, no mention\nwas made of the\r\nalleged fraudulent misrepresentation as to the meaning of clause 3.7.\r\nThe defence was raised for the first time\nin the answering affidavit.\r\nAnd finally, if there was any truth in the allegation that D’Amico\r\nhad misrepresented the meaning\nof clause 3.7, and if the appellants\r\nhad really thought that unanimous consent was required for any of\r\nFerrari, Van der Molen or\nGunner to hold their shares in trusts, then\r\nthe proper remedy was for them to apply to rectify the agreement to\r\nstate that –\nto reflect their continuing common intention.\n[39]\r\nThus the inevitable conclusion is that the defence was an\r\nafterthought – a construct to escape legal liability. The\r\nappellants did not establish that any misrepresentation, let alone a\r\nfraudulent one, was ever made to them by D’Amico. Accordingly\n\nit is not necessary to consider whether Gunner was complicit in the\r\nmaking of the misrepresentation, or any other requirement for\n\nactionable misrepresentation.\n[40]\r\nI conclude, therefore, that the agreements signed by the parties were\r\nnot vitiated by either undue influence or fraudulent\n\nmisrepresentation, and the appellants are bound by them. The\r\nremaining question is whether the order for specific performance was\n\nappropriate.\nSpecific\r\nPerformance\n[41]\r\nAn order of specific performance is the primary remedy available to\r\nan aggrieved party where the other is guilty of breach\nof contract.\r\nThat said, in various cases where hardship or inequity would result\r\nfrom the enforcement of the contract our courts\nhave, in the exercise\r\nof their discretion, refused to grant specific performance. (See\nHaynes v Kingwilliamstown Municipality\n1951 (2) SA 371\n(A).)\r\nGenerally, an award of damages is sought in the alternative and where\r\nspecific performance is not ordered damages will constitute\n\nappropriate relief.\n[42]\r\nThe appellants argued that the order was inappropriate in this\r\nmatter. There was a complete breakdown of the relationship of\ntrust\r\nthat is necessary for the parties to work together in a family\r\nbusiness. That trust has been broken, they contend, because\nof\r\nD’Amico’s conduct and attempt to assume some control in\r\nwhat was a small company in which the family has worked\ntogether\r\nclosely for many years. That breakdown of trust was exacerbated, the\r\nappellants argued, when Gunner secretly recorded\nthe two meetings in\r\nJuly – and possibly others too. Although Gunner explained that\r\nhe had recorded the meetings so that he\ncould capture financial\r\ninformation accurately, he did not explain why he had not disclosed\r\nthe fact that he was recording the\nmeetings upfront.\n[43]\r\nIt was clear that Gunner could not work in the business, the\r\nappellants argued, because of his misconduct towards staff: he\nhad\r\nbeen found guilty of being abusive and not following business\r\nprocedures. An order to transfer shares to him and to appoint\nhim as\r\na director would cause hardship to the other shareholders and\r\ndirectors.\n[44]\r\nGunner contended, on the other hand, that the misconduct complaints\r\nhad been made only when the family wished to oust him from\nthe\r\nbusiness. They were trumped up and did not warrant dismissal. He did\r\nnot ask for reinstatement as an employee, and would have\nonly a\r\nminority vote.\n[45]\r\nThe high court held, when considering how the parties might\r\nco-operate in the future, that as a minority shareholder, and one\nof\r\nfive directors, Gunner would not be able to frustrate the business of\r\nBudget, and would be constrained to exercise his fiduciary\nduties. It\r\nalso found that the appellants’ reasons to resile from the\r\nagreement were flimsy. It held that Gunner had complied\nwith his\r\nobligations and as a stakeholder would advance the interest of\r\nBudget.\n[46]\r\nThis court will interfere with the exercise of the high court’s\r\ndiscretion in granting specific performance only if it\nwas\r\ncapricious; or an unbiased mind has not been brought to bear on it;\r\nor has not acted for substantial reasons:\nEx\r\nparte Neethling\n1951 (4) SA 331\n(A) and\nBenson\r\nv SA Mutual Life Assurance Society\n1986 (1) SA 776\n(A) at 781H-J. In this matter the high court\r\nconsidered the argument that specific performance would cause\r\nhardship to the family\nand Budget. But, said Monama J, their\r\nallegations of undue influence and the reasons for resiling that they\r\nmanufactured were flimsy.\nIn the circumstances, he considered that he\r\nought not to refuse an order of specific performance in the exercise\r\nof his discretion.\n[47]\r\nI see no ground on which to interfere with the high court’s\r\nexercise of its discretion. It was exercised judicially and\nafter\r\ncareful consideration, was not biased and was for substantial reason.\r\nAs Gunner argued on appeal, the parties are experienced\nbusiness\r\npeople. He is willing to perform his obligations, and indeed has paid\r\na large sum for the shares in Budget. In\nDiner v Dublin\n1962\r\n(4) SA 36\n(N) Milne JP ordered the transfer of shares to the\r\nplaintiff, and that he be appointed as a director. The parties were,\r\nsaid the\ncourt, hard-headed businessmen, and the defendant, having\r\nreceived payment for the shares, would be able to manage ‘very\r\nwell’ with the plaintiff as a minority shareholder despite the\r\nexchange of hard words between them.\nMilne\r\nJP, in the course of considering whether an order of specific\r\nperformance would cause hardship to the defendant said (at 40F-H):\n‘\nI\r\nhave come to the conclusion, after having seen each of the parties in\r\nthe witness box over a number of days and, having regard\nto the\r\nhistory of the matter in relation to the character of the parties,\r\nthat to order specific performance would not be to impose\nany such\r\nhardship on the defendant as would make it an improper exercise of\r\ndiscretion to grant the decree. The plaintiff, after\nall that has\r\nhappened, asks for the decree. He is the one who will be the minority\r\nshareholder with all the consequences that that\nentails. In spite of\r\nthose consequences he still asks for a decree after all that has\r\nhappened and after all that the defendant\nhas said and done, even\r\nthough the defendant will have the controlling interest in the\r\ncompanies . . . .’\n[48]\r\nThe same must be said of the parties in this case. Gunner has\r\nperformed, and in turn asks for specific performance despite\nall that\r\nhas been said and done. I can see no justification for interfering in\r\nthe exercise of the discretion by the high court.\n[49]\r\nAccordingly the appeal is dismissed with costs including those of two\r\ncounsel.\n_____________________\nCH\r\nLewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: CE Watt-Pringle SC, AJ Lamplough\nInstructed\r\nby: Hoosen Wadiwala Inc, Hyde Park\nMcIntyre & Van\r\nder Post, Bloemfontein\nFor\r\nRespondent: A Gautschi SC, F Strydom\nInstructed\r\nby: Stewart-Garden Attorneys, Bryanston\nLovius Block\r\nAttorneys, Bloemfontein",
  "scraped_at": "2026-02-12T16:25:01.687734",
  "date": "2015-03-09",
  "coram": [
    "Lewis JA",
    "Cachalia JA",
    "Majiedt JA",
    "Pillay JJA",
    "Meyer AJA"
  ],
  "case_number": "1063/2013",
  "parties": {
    "applicants": [
      "Claudio Ferrari",
      "Sietse Remco Walma van der Molen",
      "Budget Sheetmetal (Pty) Limited"
    ],
    "respondents": [
      "Quintin Gordon Thomas Gunner"
    ]
  },
  "sections": {
    "facts": "Claudio Ferrari, Sietse van der Molen and their company Budget Sheetmetal (Pty) Ltd agreed to sell a 20% member’s interest in a close corporation (later converted into Budget Sheetmetal Ltd) to Quintin Gunner. The parties signed a sale agreement and an association agreement on 23 July 2012. Gunner paid R4.67 million in installments and began work as design director on 1 September 2012. The conversion of the close corporation to a company was completed in February 2013. In March 2013 the sellers, advised by their attorney Maria D’Amico, withdrew from the agreements, claiming the trust provisions would give Gunner undue control. Gunner applied to the High Court for specific performance; the sellers raised defences of undue influence by D’Amico and fraudulent misrepresentation of a clause concerning trusts. The High Court dismissed the defences and ordered specific performance, appointing Gunner as director, transferring shares and granting signatory authority. The sellers appealed.",
    "issues": "The appeal raised (1) whether the undue influence and fraudulent misrepresentation defences were established; (2) whether the factual disputes should have been tried on motion proceedings or required oral evidence; (3) whether the high court’s discretion to grant specific performance was proper in the circumstances of a broken family‑business relationship.",
    "principles": "The court applied the established elements of actionable undue influence (Preller v Jordaan; Patel v Grobbelaar), requiring proof that the influence rendered the victim’s will weak and induced a prejudicial transaction. For fraudulent misrepresentation, the plaintiff must show a false statement of fact, knowledge of its falsity, materiality and reliance (as articulated in common law). The Plascon‑Evans rule was applied, stating that in motion proceedings a court must accept the respondent’s version unless the claim is implausible or fictitious. Specific performance is a discretionary equitable remedy, granted only when it will not cause undue hardship (Haynes v Kingwilliamstown; Diner v Dublin).",
    "application": "The court found that the sellers had not demonstrated that D’Amico’s influence met the threshold for undue influence; the sellers were experienced businesspeople whose wills were not rendered pliable. The alleged misrepresentation about clause 3.7 was unsupported; the sellers raised the claim only in their answering affidavit and provided no credible evidence, making the defence a after‑thought. Accordingly, the factual dispute was limited to the existence of a misrepresentation, which the court resolved on the papers in favour of the respondent. Applying the Plascon‑Evans principle, the court held the motion proceedings were appropriate. Regarding specific performance, the court concluded that the high court’s discretion was exercised reasonably, considering Gunner’s payment of the purchase price and the lack of hardship to the respondents, and therefore interference was unwarranted.",
    "conclusion": "The appeal was dismissed. The order of the Gauteng Local Division granting specific performance – directing the appellants to sign necessary documents, transfer 20% of the shares to Gunner and appoint him as a director and bank‑account signatory – was upheld. Costs of the appeal, including those of two counsel, were awarded to the respondents."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Specific Performance",
    "level_3": [
      "undue influence",
      "fraudulent misrepresentation",
      "motion proceedings",
      "share purchase",
      "trusts"
    ]
  }
}