{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/48.html",
  "case_name": "Terblanche v Minister of Safety and Security and Another (20006/2014) [2015] ZASCA 48; 2016 (2) SA 109 (SCA) (27 March 2015)",
  "citation": "[2015] ZASCA 48",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 48\n|\nNoteup\n|\nLawCite\nTerblanche v Minister of Safety and Security and Another (20006/2014) [2015] ZASCA 48; 2016 (2) SA 109 (SCA) (27 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20006/2014\nNot\r\nReportable\nIn\r\nthe matter between:\nETTIENNE\r\nTERBLANCHE\n...........................................................................................\nAPPELLANT\nand\nTHE\r\nMINISTER OF SAFETY AND\r\nSECURITY\n..........................................\nFIRST\r\nRESPONDENT\nINSPECTOR\r\nM I\r\nMOGALE\n.......................................................................\nSECOND\r\nRESPONDENT\nNeutral citation:\nTerblanche v The Minister of Safety and Security and another\n(20006/2013) [2015] 48 ZASCA (27 March 2015)\nCoram:\nNavsa\r\nADP, Pillay, Saldulker JJA and Fourie, Mayat AJJA\nHeard:\n13\r\nMarch 2015\nDelivered:\n27 March 2015\nSummary:\r\n Delict –\nclaim for loss of earning capacity – farmer\r\nwith specialised skills – entitled to be compensated on the\r\nbasis of the\ncost of substituted labour.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria (Preller J with Phatudi\r\nand Mabuse JJ concurring sitting as court of appeal):\nI\r\nThe appeal against the order of the full court, Gauteng Division,\r\nPretoria under case number A756/2008 dated 31 October 2013 is\nupheld,\r\nwith costs.\nII\r\nThe order of the full court is set aside and substituted with the\r\nfollowing order:\n‘\ni)\r\n Die appèl ten aansien van die vordering vir toekomstige\r\nverlies aan inkomste word met koste gehandhaaf;\nii)\r\nParagraaf 1 van die bevel van die hof a quo gedateer 21 Februarie\r\n2008 word aangevul deur die invoeging van die volgende as\nparagraaf\r\n1.4A\n“\nDie\r\nbedrag van R 1 557 136.69 ten aansien van toekomstige verlies aan\r\ninkomste;’’\niii)\r\nDie appèl ten aansien van die vordering vir gelede verlies aan\r\ninkomste word van die hand gewys;\niv)\r\nParagraaf 2 van die bevel van die hof a quo gedateer 21 Februarie\r\n2008 word gewysig ten einde as volg te lees:\n‘’\nAbsolusie\r\nvan die instansie word toegestaan ten aansien van die eiser se\r\nvordering vir skadevergoeding weens gelede verlies aan\ninkomste.”’\nJUDGMENT\nMayat\r\nAJA ( Navsa ADP, Pillay, Saldulker JJA and Fourie AJ concurring)\n[1]\nThe only issue in the present appeal is whether or\r\nnot the appellant, Ettienne Terblanche (‘Terblanche’), a\r\nfarmer,\nhad proved a claim for future loss of earning capacity\r\nagainst the Minister of Safety and Security and a police officer\r\nnamed Inspector\nM I Mogale (the first and second respondents\r\nrespectively) before the trial court (Visser AJ) in the\nGauteng\r\nDivision, Pretoria. The trial court found that Mr Terblanche had not\r\nproved his loss of earning capacity and the full court\n (Preller\r\nJ with Phatudi and Mabuse JJ concurring) upheld this finding.\nThe\r\npresent appeal is against the decision of the full court, with the\r\nspecial leave of this court.\n[2]\r\nTerblanche’s claim for damages against the respondents\r\n(conveniently referred to as ‘the police’) was premised\n\nupon injuries which he sustained on 20 July 2005 as a result of\r\nnegligent conduct of the police. Pursuant to an agreement between\nthe\r\nparties relating to the liability of the police to Terblanche and the\r\nquantum of certain other heads of damages claimed by\nTerblanche, the\r\nissue before the trial court was limited to determining the amount of\r\nTerblanche’s claim for past loss of\nearnings and loss of\r\nearning capacity. In terms of paragraph 2 of its order, the trial\r\ncourt granted absolution from the instance\nin relation to\r\nTerblanche’s claims for past and future loss of earnings. The\r\nclaim for past loss of earnings was subsequently\nabandoned and the\r\nambit of the present appeal is accordingly limited to the issue of\r\nthe quantum of Terblanche’s future loss\nof earnings.\nPertinent\r\nevidentiary framework during the trial\n[3]\r\nBy way of background, it was not in dispute before the trial court\r\nthat whilst Terblanche was in police custody, he incurred\nsevere\r\ninjuries to his head, neck and back, as a result of being tossed\r\naround in the back of a police van negligently driven by\npolice\r\nofficers over rough terrain at high speed. As regards his farming\r\nactivities, Terblanche testified that he had started farming\nin 1988\r\nand had derived his income solely from farming at the time he was\r\ninjured. Thus, he had worked as a farmer for almost 20\nyears when the\r\nmatter came before the trial court in 2007. As regards his\r\nqualifications for farming, Terblanche testified that\nhe had\r\ncompleted a two-year diploma in agriculture and had also completed a\r\nmechanical diploma, specialising in diesel engines.\n[4]\r\nTerblanche’s farm had an extensive array of crops and he also\r\nfarmed with livestock and wild game. By all accounts, on\nthe basis of\r\nthe evidence before the trial court, he was a ‘hands-on farmer’\r\nbefore he was injured in the sense that\nhe managed all aspects of the\r\nrequired functions on the farm, including numerous physical tasks.\r\nThus, for example, his activities\non the farm included mechanical\r\nwork relating to tractors, vehicles and irrigation centre pivots,\r\ndescribed as ‘spilpunte’\nin the evidence. He explained in\r\nhis evidence in this respect that he maintained and monitored two\r\ncentre pivots on his farm: one\nwith 14 towers for the purposes of\r\ncrops on 100 hectares of farmland as well as a smaller one with ten\r\ntowers for the purposes\nof crops on 74 hectares of farmland. In\r\naddition, he performed a range of other functions including\r\nmonitoring the centre pivots,\nchecking on related sprinklers, mending\r\nelectronic fences, repairing micro-switches for sprinklers and\r\nmeasuring dipping fluids\nfor different sized animals.  He also\r\nindicated that he personally managed the repair of centre-pivots,\r\nwhich periodically\n(and unpredictably) broke down.\n[5]\r\nTerblanche further testified that after his back was injured, he was\r\nno longer capable of continuing to do all the physical\naspects of his\r\nfarming work. Thus, for example, he could no longer remove and pick\r\nup the gearboxes of the centre pivots for the\npurposes of\r\nmaintenance. He was also forced to adjust certain physical tasks,\r\nsuch as for example reducing the size of bags for\nfodder for animals\r\nfrom 50 kilogram bags to 12 kilogram bags.\n[6]\r\nTerblanche testified that prior to the incident in this matter, apart\r\nfrom seasonal workers from time to time, he employed seven\npermanent\r\nlabourers as well as a foreman, named Painter Kulela, who all lived\r\non the farm. He indicated in his testimony that in\nlight of his\r\ninjuries, he envisaged employing an additional person to assist him\r\nwith managing the farm, particularly in relation\nto the physical\r\naspects of work he could no longer perform. He also testified that\r\neven with supervision, Mr Kulela did not have\nthe ability to perform\r\nthese aspects of the work.  Similarly, he indicated that his\r\nother permanent employees were not suitable\nfor the additional\r\nassistance he envisaged, simply by virtue of the fact that these\r\nemployees already had assigned job functions.\n[7]\r\nIn a joint minute on record by orthopaedic surgeons appointed by both\r\nparties, it was not in dispute that Terblanche had suffered\na severe\r\ninjury to his back whilst he was in police custody. The medical\r\nexperts also agreed that he was unfit for all physical\naspects of\r\nfarming activities previously carried out by him. In addition, they\r\nalso agreed that despite his injuries, Terblanche\nwas nevertheless\r\nstill capable of managing his farm and supervising an additional\r\nemployee, specifically for tasks he was no longer\nfit to perform.\n[8]\r\nDr Deodat Maré, an orthopaedic surgeon, who gave evidence for\r\nTerblanche, reported and testified that Terblanche should\ndesist\r\ntotally from being a ‘hands-on farmer’ as his back\r\ncondition would progressively deteriorate. Thus, Dr Maré\n\nopined that Terblanche was only fit for sedentary, administrative or\r\nsupervisory work in relation to physical tasks he had usually\n\nperformed. On this basis, Dr Maré anticipated that it would be\r\nnecessary for Terblanche to employ a skilled person in the\nfuture\r\nsuch as a farm foreman to assist him with functions he was not\r\ncapable of performing, post-injury.\n[9]\r\nMs Sonet Vos, an industrial psychologist retained on behalf of\r\nTerblanche, indicated in her testimony that future income of\na farmer\r\nis generally difficult to predict as such income is dependent on a\r\nnumber of uncertain variables such as the climatic\nconditions and the\r\nfluctuating price of commodities such as wheat.  Be that as it\r\nmay, she agreed with Dr Maré that\nTerblanche would need to\r\nemploy a farm foreman with technical and mechanical knowlege as soon\r\nas possible.  In this way, she\npostulated that Terblanche could\r\ncontinue deriving an income in a supervisory capacity for the\r\nremainder of his days. Against this\nbackground, she suggested that\r\nmonetary compensation to Terblanche could at the very least be\r\npremised upon the costs of employing\na foreman at the Paterson salary\r\nscale of C5 (alternatively C3) until the age of 65 years. The\r\nactuaries retained by Terblanche\nthen calculated the costs of\r\nemploying a foreman at three levels. In the alternative, on the basis\r\nof the averment that Terblanche\nis entitled at least to the costs of\r\nsubstituted labour in the form of an artisan on the B2 Paterson level\r\nof earnings, Terblanche’s\nloss was actuarially computed to be\r\nthe sum of R1 557 136.99.\n[10]\r\nAn occupational therapist, Ms Dina Rocha, testified on behalf of the\r\npolice that she had conducted certain physical tests on\nTerblanche,\r\nincluding strength tests as well as tests for his range of movement\r\nand agility. Significantly, whilst Ms Rocha confirmed\nin her\r\ntestimony that she was not an expert in relation to farming, she\r\nnevertheless accepted the views of Terblanche’s experts\nto the\r\neffect that he should not continue doing heavy, physical work on his\r\nfarm. She further accepted on the basis of reports\nfrom the relevant\r\nexperts that by continuing to work on the farm, Terblanche had\r\naccelerated the need for a future spinal fusion.\nFindings\r\nof trial court\n[11]\r\nVisser AJ found that Terblanche’s existing employees could\r\nperform physical activities on his behalf. Thus, the trial\ncourt\r\nfound that notwithstanding his injuries, Terblanche could still\r\nmanage his farm by delegating tasks to his existing employees.\nOn\r\nthis basis, the trial court accordingly held that Terblanche had not\r\nproved and quantified his future loss of income.\n[12]\r\nA significant feature of the trial, which bears mentioning is the\r\nfact that Visser AJ saw fit to cross-examine, debate and\ncanvass with\r\nall witnesses various topics throughout the course of the trial,\r\napparently on the basis of the judge’s personal\nknowledge and\r\nexperience as well as his own opinions on expert evidence before him.\r\nIn fact, the learned judge remarked on his\nown conduct in this regard\r\nat one stage during the trial by asserting that:\n‘\n.\r\n. .dit sê ek maar vir u reguit, ek lewer nou ‘n bietjie\r\ngetuienis. . . .’\nFindings\r\nof full court\n[13]\r\nAs already indicated, the full court agreed with the trial court that\r\nTerblanche had not established on a balance of probabilities\nthat he\r\nhad sustained any loss of earning capacity for which he could expect\r\nto be compensated. The full bench consequently dismissed\nthe previous\r\nappeal.\nLoss\r\nof earning capacity\n[14]\r\nThe difficulty with claims of this nature is generally not so much\r\nthe recognition that earning capacity constitutes an asset\nin a\r\nperson’s estate, but rather the quantification of the monetary\r\nvalue of loss of earning capacity by a trial court. Each\ncase\r\nnaturally depends on its own facts and circumstances as well as the\r\nevidence before the trial court concerned.\n[15]\r\nAs regards proof of Terblanche’s loss, the trial court relied\r\nupon certain dicta in\nRudman v Road Accident Fund\n2003 (2) SA\r\n234\n(SCA) relating to a claim for loss of earning capacity by a\r\nmohair and game farmer, not dissimilar to Terblanche. This court\r\nfound\nin the circumstances of that case that the injured Mr Rudman\r\nhad not discharged the evidentiary onus of proving a diminution in\n\nthe value of his patrimony. Similarly, Visser AJ also found that\r\nTerblanche had not discharged the onus on him. Significantly,\nthe\r\ncourt in\nRudman’s\ncase recognized that for the purposes\r\nof establishing a claim for loss of earning capacity,\n‘\n[t]here\r\nmust be proof that the reduction in earning capacity indeed gives\r\nrise to a pecuniary loss.’\nIt\r\nis pertinent in my view that the farmer in\nRudman\nconducted\r\nhis farming activities through a company, and the court found in the\r\ncircumstances of that case, that the devaluation\nof his shares in\r\nthis company was not established by the evidence. As such, his\r\npersonal patrimony was not really at stake.\n[16]\r\nIn contrast, on the basis of the undisputed evidence in the present\r\ncase, it was established before the trial court that Terblanche\nwould\r\nsustain a pecuniary loss in his personal capacity if the additional,\r\nnecessary labour was used to substitute certain aspects\nof his\r\nfunctions. Therefore, as this court has held in\nPresident\r\nInsurance Company Ltd v Mathews\n1992 (1) All SA 179\n; SA 1992 (1)\r\n(A) at 5E-G:\n‘\nThere\r\nis no reason in principle why, in an appropriate case, the cost of\r\nemploying a substitute should not form the basis of a claim\nfor\r\ndamages arising from a plaintiff’s inability to carry on his\r\npre-collision trade or profession. See Luntz\nAssessment of Damages\r\nfor Personal Injury and Death\n2nd edition, 259. Thus a doctor who\r\nhas been temporarily incapacitated and thereby prevented from\r\nconducting his practice could\nrecover the cost of a\nlocum tenens\n,\r\nassuming always the costs of employing such\nlocum tenens\nwould\r\nbe less than the loss of income or profits he would otherwise have\r\nsustained. By adopting such course he is effectively mitigating\nhis\r\ndamages, as he is obliged to do.’\nThe\r\nprinciples enunciated in\nMathews\nare accordingly clearly\r\napplicable in the present case and the dicta in\nRudman\nare\r\ndistinguishable.\n[17]\r\nIn these circumstances, it is my view that the actuarial computations\r\nmade available to the trial court premised upon uncontroverted\n\nevidence, constituted the most appropriate basis for the trial court\r\nto quantify Terblanche’s diminution of his patrimony.\nThe\r\ndifferent levels of actuarial computations, which were made available\r\nto the trial court, ranged from the computed loss in\nrespect of a\r\nforeman with mechanical skills, at the highest level, to the computed\r\nloss for an artisan on the B2 Paterson scale,\nwho had the potential\r\nto be trained and supervised by Terblanche, at the lowest level.\r\nWhilst I accept that Terblanche did not\nestablish a case for a\r\nmechanically skilled foreman (at the highest level), I have no\r\ndifficulty in finding that he had established\na case for the\r\nadditional costs of an unskilled employee, who could potentially be\r\ntrained over time.  Counsel for both parties\nagreed in the\r\ncontext of the present appeal that on the basis of the available\r\nactuarial computations, substituted labour for an\nartisan for\r\nspecified physical functions was fairly and equitably calculated to\r\nconstitute the sum of R1 557 136.69.\nConclusion\n[18]\r\nFor the reasons given, the trial court as well as the full court\r\nerred in finding that Terblanche had not established a claim\nfor loss\r\nof earning capacity. The appeal relating to Terblanche’s claim\r\nfor the diminution of his earning capacity must accordingly\nbe\r\nupheld.\nCosts\n[19]\r\nWhilst Terblanche was represented by two counsel in this appeal, the\r\ncosts of two counsel were not justified, nor motivated.\nTherefore, to\r\nthe extent that Terblanche has been successful in the present appeal\r\nin relation to his main claim for loss of future\nearning capacity\r\nbefore the trial court, I propose granting a costs order in the\r\nnormal course, not specifically providing for\ntwo counsel.\nOrder\n[20]\r\nThe following order is accordingly made:\nI\r\nThe appeal against the order of the full court, Gauteng Division,\r\nPretoria under case number A756/2008 dated 31 October 2013 is\nupheld,\r\nwith costs.\nII\r\nThe order of the full court is set aside and substituted with the\r\nfollowing order:\n‘\ni)\r\n Die appèl ten aansien van die vordering vir toekomstige\r\nverlies aan inkomste word met koste gehandhaaf;\nii) Paragraaf 1 van\r\ndie bevel van die hof a quo gedateer 21 Februarie 2008 word aangevul\r\ndeur die invoeging van die volgende as\nparagraaf 1.4A\n“\nDie\r\nbedrag van R1 557 136.69 ten aansien van toekomstige verlies aan\r\ninkomste;’’\niii)\r\nDie appèl ten aansien van die vordering vir gelede verlies aan\r\ninkomste word van die hand gewys;\niv)\r\nParagraaf 2 van die bevel van die hof a quo gedateer 21 Februarie\r\n2008 word gewysig ten einde as volg te lees:\n‘’\nAbsolusie\r\nvan die instansie word toegestaan ten aansien van die eiser se\r\nvordering vir skadevergoeding weens gelede verlies aan\ninkomste.”’\n________________________\nH Mayat\nActing Judge of\r\nAppeal\nAppearances\nFor\r\nthe Appellant: J O Williams SC\nL\r\nW De Beer\nInstructed\r\nby:\nVezi\r\nDe Beer, Pretoria\nHoney,\r\nBloemfontein\nFor the Respondent:\r\nD E Meyer\nInstructed by:\nThe State Attorney,\r\nPretoria\nThe State Attorney,\r\nBloemfontein",
  "scraped_at": "2026-02-12T17:12:15.149771",
  "date": "2015-03-27",
  "coram": [
    "Navsa ADP",
    "Pillay",
    "Saldulker JJA",
    "Fourie",
    "Mayat AJJA"
  ],
  "case_number": "20006/2014",
  "parties": {
    "applicants": [
      "Ettienne Terblanche"
    ],
    "respondents": [
      "Minister of Safety and Security",
      "Inspector M I Mogale"
    ]
  },
  "sections": {
    "facts": "The appellant, Ettienne Terblanche, a hands‑on farmer with about twenty years’ experience and specialised diplomas in agriculture and diesel engines, was seriously injured on 20 July 2005 while in police custody when a police‑driven van was driven negligently over rough terrain. The injuries to his head, neck and back rendered him unable to perform the physical tasks he previously carried out on his mixed‑crop and livestock farm, such as maintaining centre‑pivot irrigation systems and handling heavy equipment. He continued to manage the farm in a supervisory capacity but could no longer perform the physical work himself. Expert orthopaedic surgeons, an industrial psychologist and an occupational therapist agreed that he required a substitute worker – a farm foreman or artisan – to carry out the physical duties. Actuarial calculations based on the cost of employing such substitute labour on the Paterson salary scale amounted to R1 557 136.69.",
    "issues": "The sole issue on appeal was whether Terblanche had proved, on a balance of probabilities, a claim for future loss of earning capacity arising from his injuries, and if so, whether the appropriate measure of damages was the cost of substitute labour.",
    "principles": "The Court applied the principle that loss of earning capacity is an asset that may be compensated by the cost of employing a substitute (President Insurance Co Ltd v Mathews). It distinguished the earlier Rudman v Road Accident Fund case, noting that in Rudman the claimant’s shareholding in a company was at issue, whereas here the loss relates to personal capacity and can be quantified by the cost of replacement labour. The evidential burden on the plaintiff to prove a pecuniary loss was reinforced.",
    "application": "The Court found that the undisputed medical and expert evidence established that Terblanche could no longer perform the physical tasks and would require a substitute. The actuarial figures presented were reliable and represented the most appropriate quantification of his loss. Accordingly, the trial court’s finding that he had not proved the loss was erroneous. The Court accepted the figure of R1 557 136.69 for an unskilled artisan substitute as the correct measure of future loss of earnings.",
    "conclusion": "The appeal was upheld. The order of the full court was set aside and replaced with an order awarding future loss of income of R1 557 136.69, dismissing the claim for past loss, and granting costs in the normal course."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Loss of earning capacity",
    "level_3": [
      "personal injury",
      "agricultural labour",
      "substitute labour damages",
      "actuarial assessment"
    ]
  }
}