{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/68.html",
  "case_name": "Attachmate Corporation v Minister of Water and Environmental Affairs (20071/2014) [2015] ZASCA 68 (20 May 2015)",
  "citation": "[2015] ZASCA 68",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 68\n|\nNoteup\n|\nLawCite\nAttachmate Corporation v Minister of Water and Environmental Affairs (20071/2014) [2015] ZASCA 68 (20 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNOT\r\nREPORTABLE\nCase\r\nNo: 20071/2014\nIn\r\nthe matter between:\nATTACHMATE\r\nCORPORATION\n................................................................................\nAPPELLANT\nand\nMINISTER\r\nOF WATER AND ENVIRONMENTAL\r\nAFFAIRS\n.............................\nRESPONDENT\nNeutral\r\ncitation:\nAttachmate v Minister of\r\nWater and Environmental Affairs\n(20071/2014)\n[2015] ZASCA 68\n(20 May 2015).\nCoram:\nBrand, Bosielo, Majiedt, Petse and Mbha JJA\nHeard:\n4 May 2015\nDelivered:\r\n 20 May 2015\nSummary:\nSoftware license agreement –\r\nunlicensed copies made by licensee in breach of agreement –\r\ninterpretation of clause providing\nfor that event – maintenance\r\nagreement providing for payment per unit in respect of licensed\r\ncopies – whether licensee\nalso liable in respect of unlicensed\r\ncopies.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Tuchten J sitting as court of first instance):\n1 The appeal is\r\nupheld to the extent reflected in paragraph (3) below.\n2 The respondent is\r\nordered to pay the appellant’s costs, including the costs of\r\ntwo counsel.\n3 Paragraph 2 of the\r\norder of the court a quo is set aside and replaced by the following:\n‘\n2\r\nIn relation to the plaintiff’s claim for maintenance fees, the\r\ndefendant is ordered to pay the plaintiff:\n2.1 The sum of\r\nR7 744 302.40\n2.2 Interest on the\r\nsum of R7 744 302.40 at the rate of 15.5 per cent per annum\r\nfrom 14 December 2009 to date of payment.’\n4\r\nSave for paragraph (3) above, the order of the court a quo is\r\nconfirmed.\nJUDGMENT\nBrand\r\nJA\n(Bosielo, Majiedt, Petse and Mbha\r\nJJA concurring):\n[1]\r\nThe appellant, Attachmate Corporation (Attachmate), is incorporated\r\nin the United States of America with its head office in\nSeattle,\r\nWashington State. The respondent is the minister in the national\r\ncabinet responsible for the Department of Water and Environmental\n\nAffairs (the Department). The appeal turns on the interpretation and\r\nthe application of two written agreements between the parties,\nboth\r\nconcluded in June 2005. The first of the two is a software license\r\nagreement (the license agreement) in terms of which the\nDepartment\r\nacquired from Attachmate 300 licenses for a suite of software known\r\nas EXTRA! Mainframe Server Edition Version 8.1 (the\nsoftware). The\r\nsecond is a maintenance and support agreement, entitled Technical\r\nSupport Guide (the maintenance agreement) in terms\nof which\r\nAttachmate was obliged to provide maintenance and support in respect\r\nof the software furnished in terms of the license\nagreement.\n[2]\r\nGenerally speaking, the software was aimed at enabling a number of\r\nusers, typically geographically dispersed, to access data\nstored by a\r\nlarge concern in its mainframe computer at some central location. The\r\nmainframe computer in this case was housed in\nthe premises of the\r\nState Information Technology Agency (Sita). In accordance with its\r\ngeneral function, the software thus enabled\nemployees of the\r\nDepartment to access the data on the mainframe by means of their\r\ndesktops, laptops and other personal computers.\nMindful of the\r\naffinity for acronyms in this field of IT, I shall refer to these\r\ncollectively as PCs. In the main the information\naccessed by\r\ndepartmental employees through their PCs in this way was stored in\r\nelectronic files on the mainframe referred to as\nPersal and Logis.\r\nPersal contained human resources data while Logis related to the\r\nprocurement of goods and services as well as\npayment for these by the\r\nDepartment.\n[3]\r\nThe license agreement required the Department to determine the number\r\nof PCs upon which it decided the software to be installed.\nThe\r\nDepartment then had to pay a license fee to Attachmate for each PC\r\nupon which a copy of the software had been installed. The\nagreement\r\npertinently prohibited the use of the licensed software until the\r\nDepartment had obtained a so-called license unit certificate\nfrom\r\nAttachmate, which permitted it to install up to the number of\r\nsoftware copies reflected in the certificate. The license unit\n\ncertificate issued to the Department on 30 June 2005, reflected 300\r\nunits only. In terms of the maintenance agreement, Attachmate\n\nundertook to provide maintenance and support required by the\r\nDepartment in respect of all licensed units, but only until the end\n\nof April 2006. The agreement, however, made provision for its annual\r\nrenewal at the election of the Department. After the initial\nperiod,\r\nthe Department was therefore free to decline to buy any maintenance\r\nat all. But, once it elected to do so, as the Department\neventually\r\ndid, it was obliged to pay the maintenance fee in respect of all the\r\nlicensed copies, not just some of them. The maintenance\nfee at the\r\ntime was R204 per unit. So it happened that the Department paid a\r\nmaintenance fee in respect of each of its 300 copies\nin April 2006.\n[4]\r\nThe license fee paid by the Department in 2005 was R455 per copy. It\r\nwas common cause between the parties that the Department\nhad acquired\r\nthe licenses through a procurement process facilitated by Sita and\r\nthat the R455 was a deeply discounted rate. The\ndiscount was prompted\r\nby the consideration that Sita was able to estimate that it would\r\npurchase, on behalf of various State departments,\nin the order of\r\nabout 500 000 licenses from Attachmate. The uncontroverted\r\nevidence by Mr Harry Kingma, the sales director\nof Attachmate in\r\nSouth Africa, was that, if the Department had not purchased the\r\nlicenses through Sita, it would not have qualified\nfor the discount,\r\nbut would have rather paid the list price that applied to buyers of\r\nsingle units or smaller quantities.\n[5]\r\nThe mainframe component of the software was installed by the\r\ntechnicians of Attachmate. The interfacing components on the PCs,\non\r\nthe other hand, were provided to the Department together with the\r\ninstallation software that enabled departmental technicians\nto load\r\nthe software copies onto the individual PCs. Right from the outset,\r\nso the evidence shows, the Department did not pay much\nheed to its\r\nexpress undertaking not to install more than the 300 copies reflected\r\nin the license unit certificate. So it came to\nthe notice of\r\nAttachmate in 2006 that the Department had installed a total of 660\r\ncopies on PCs within the Department. The parties\nentered into\r\nnegotiations and managed to reach an agreement which regularised the\r\nposition. In terms of this agreement, Attachmate\nafforded the\r\nDepartment the license to use 360 additional copies at the original\r\nprice of R455 per copy. At the same time it extended\nits undertaking\r\nto support and maintain these additional copies for the same fee of\r\nR204 each.\n[6]\r\nWhat gave rise to the present litigation, however, was that the\r\nDepartment continued, in rather cavalier fashion, so it seems,\nto\r\nmake and install additional copies of Attachmate’s software\r\nwithout its consent. When this information was conveyed to\nAttachmate\r\nduring the latter half of 2009, it first tried to resolve the issue\r\nthrough negotiations. What Kingma essentially requested\nthe\r\nDepartment to do was to determine the number of copies installed in\r\nexcess of R660 and to pay the license fee for these additional\ncopies\r\nat the prevailing Sita rate during 2009, which was US$100 per unit.\r\nInitially the Department appeared to be willing to comply\nwith this\r\nrequest, but eventually failed to come up with a final answer. The\r\nreason for this, Kingma concluded, was not that the\nDepartment was\r\ntrying to avoid payment of license fees, but that its affairs were in\r\nsuch disarray that it could not determine\nthe number of unlicensed\r\ncopies involved. However, be that as it may, the upshot was that\r\nAttachmate compelled an audit in terms\nof clause 11 of the license\r\nagreement. This clause provided:\n‘\nAUDIT\nAt\r\nAttachmate’s request and upon ten (10) days prior written\r\nnotice, an Attachmate representative or an independent auditor\n\nselected by Attachmate may inspect and audit your computers and\r\nrecords for compliance with this License Agreement and Licensed\n\nUnit(s) Certificate during your normal business hours and no more\r\nthan twice a year. You shall fully cooperate with such audit\nand\r\nprovide any necessary assistance and access to all records and\r\ncomputers. If an audit reveals that you possess or at any time\n\npossessed unlicensed copies of the software, you will promptly pay\r\nAttachmate the applicable license fee for such unlicensed copies.’\n[7]\r\nThe audit was conducted by KPMG. According to the audit report\r\nsubsequently brought out by KPMG on 7 December 2009, the Department\n\npossessed 1 564 unlicensed copies of the software. At the trial,\r\nthe Department accepted this number, but Attachmate contended\nthat\r\nthe number of unlicensed copies were substantially more than this. In\r\nessence its claim was that every one of the PCs in the\nDepartment, of\r\nwhich there were about 5 000 at the time, had been installed\r\nwith a copy of the software. Accordingly its claim\nwas based on 4 544\r\n(ie 5 204 – 660) unlicensed copies. Attachmate further\r\ncontended that (a) the Department was\nobliged to pay the ‘applicable\r\nlicense fee’ as contemplated in clause 11 for each of these\r\ncopies; (b) that its list\nprice – ie the price payable by\r\npurchasers of single units – constituted that ‘applicable\r\nlicense fee’;\nand (c) that in 2009, its list price for the\r\nsoftware amounted to R5 308 per unit. In addition Attachmate\r\nclaimed that, in\nterms of the maintenance agreement, it was entitled\r\nto payment of a maintenance fee in respect of all the unlicensed\r\ncopies, ie\n4 544, at the rate of R1 237 per copy, which was\r\nits prevailing maintenance rate in 2009.\n[8]\r\nWith regard to Attachmate’s claim based on the license\r\nagreement, the Department denied, as I have said, that there were\n\nmore than 1 564 unlicensed copies. It further contended that, in\r\nany event, it was absolved from paying for these copies for\ntwo\r\nreasons. First, because of an exemption in clause 2(f) of the license\r\nagreement. Secondly, because the concept of ‘an\napplicable\r\nlicense fee’ in clause 11 of the license agreement, which lay\r\nat the heart of Attachmate’s claim, was too\nvague to be given a\r\nquantifiable meaning. In the alternative the Department contended\r\nthat, if the rate of an ‘applicable\nfee’ could be given a\r\nmeaning, the Sita discount price of R455 in 2005 represented that\r\nrate. As to Attachmate’s claim\nbased on the maintenance\r\nagreement, its answer was essentially that, since this agreement\r\nprovided for licensed copies only, Attachmate\nwas not entitled to any\r\nmaintenance fee in respect of unlicensed copies at all.\n[9]\r\nWith regard to the license fee claim, the court a quo (Tuchten J)\r\nheld that Attachmate had failed to establish that there were\nmore\r\nthan 1 564 unlicensed copies. At the same time, the court\r\ndismissed the Department’s defence that it’s liability\n\nwas excluded, either by clause 2(f) – which the court found not\r\napplicable on the facts of the case – or on the basis\nthat no\r\nmeaning could be given to ‘applicable license fee’ in\r\nclause 11. As to the meaning of this expression, the\ncourt, however,\r\naccepted the Department’s alternative argument that the\r\napplicable fee was the Sita discounted rate in preference\nto the list\r\nprice contended for by Attachmate. On the face of it, the court also\r\nappeared to have endorsed the Department’s\ncontention that the\r\napplicable rate was R455 per copy, which was the Sita discount price\r\nin 2005. But when it came to the calculation\nof the amount awarded\r\nunder this heading, the court clearly applied the rate of US$100 per\r\ncopy, which was the Sita discount price\nin 2009. As to Attachmate’s\r\nclaim based on the maintenance agreement, the court a quo agreed with\r\nthe Department’s\nargument that the maintenance agreement did\r\nnot afford Attachmate the right to claim maintenance in respect of\r\nunlicensed copies\nat all. The appeal against that judgment is with\r\nthe leave of the court a quo.\n[10]\r\nOn appeal, Attachmate accepted that it had failed to establish that\r\nthe number of unlicensed copies exceeded 1 564. It\nonly took\r\nissue with the court’s finding that the applicable fee as\r\ncontemplated by clause 11 of the license fee agreement\nwas the Sita\r\ndiscount price of US$100 in 2009. Instead it stood firm in its\r\ncontention that the applicable license fee contemplated\nin clause 11\r\nwas the list price of R5 308 per license. In support of its\r\nclaim based on the maintenance agreement Attachmate\npersisted in its\r\ncontention, which did not find favour with the court a quo, namely,\r\nthat it was entitled to payment of R1 237.90\n– that being\r\nthe prevailing maintenance fee in 2009 – for each of the 1 564\r\nunlicensed copies.\n[11]\r\nWith regard to Attachmate’s claim under the license fee\r\nagreement, the Department accepted on appeal that Attachmate\nwas\r\nentitled to payment of a license fee for the 1 564 unlicensed\r\ncopies, but supported the court a quo’s finding that\nthe\r\napplicable fee contemplated by clause 11 was the Sita discount rate\r\nof US$100, as opposed to the list price, in 2009. As to\nthe quantum\r\nof Attachmate’s claim under this heading, it was common cause\r\non appeal that: (a) if Attachmate’s list\nprice for the software\r\nin 2009 was the ‘applicable fee’, it was entitled to\r\npayment in a total amount of R8 301 714;\nbut (b) if the\r\nUS$100 per unit represented the ‘applicable fee’, the\r\namount of R1 168 495, which was awarded\nby the court a quo\r\nunder this heading (in paragraph 1 of its order), should prevail.\r\nWith regard to the license fee claim, the\ndispute on appeal thus\r\nturned on the narrow issue as to whether the applicable fee was\r\nAttachmate’s list price, on the one\nhand, or the Sita discount\r\nprice, on the other.\n[12]\r\nAs to Attachmate’s claim in respect of the maintenance\r\nagreement, the Department supported the court a quo’s finding\n\nthat, on a proper interpretation of this agreement, Attachmate was\r\nnot entitled to any amount at all. As to the quantum of the\nclaim\r\nunder this heading, the Department conceded, however, that if\r\nAttachmate were held to be entitled, in principle, to any payment\nfor\r\nthe 1 564 unlicensed copies: (a) its fee should be calculated at\r\nthe rate of R1 237.90 per copy; (b) over a period\nof four years;\r\nand (c) that in the event, its total claim under this heading would\r\namount to R7 744 302.40. The parties\nalso agreed that in\r\nthis event, interest on the amount awarded should be calculated as\r\nfrom 14 December 2009, that being the date\non which the KPMG report\r\nwas communicated to the Department. Under this heading the dispute on\r\nappeal therefore, again turned on\na narrow pivot, namely, was the\r\ncourt a quo right in holding that, in terms of the maintenance\r\nagreement, Attachmate was not entitled\nto any fee for unlicensed\r\ncopies at all.\n[13]\r\nI proceed to deal first with the confined issue regarding\r\nAttachmate’s claim under the license agreement. It is common\n\ncause that this issue hinges on the interpretation of the expression\r\n‘applicable license fee’ in clause 11 of the license\n\nagreement. What is also common cause is that the expression is not\r\nspecifically defined in the agreement. According to Attachmate’s\n\nwitnesses, they intended ‘applicable license fee’ to be\r\nrepresented by Attachmate’s list price for the particular\n\nsoftware. But of course, in accordance with established principles,\r\ninterpretation is a matter for the court and not for witnesses.\n\nAccordingly, the admissibility of evidence in this regard is limited\r\nto the provision of the context or the factual matrix of the\ndocument\r\n(see eg\nKPMG Chartered Accountants (SA)\r\nv Securefin (Ltd) & another\n2009\r\n(4) SA 399\n(SCA) para 39).\n[14]\r\nAs explained more recently by this court in\nBothma-Batho\r\nTransport (Edms) Bpk v S Bothma & Seun Transport (Edms) Bpk\n2014\r\n(2) SA 494\n(SCA) paras 10-12, the starting point in interpreting a\r\ncontract remains the words of the document. Yet the process of\r\ninterpretation\ndoes not stop at the literal meaning of those words.\r\nIt construes them in the light of admissible evidence as to the\r\ncontext of\nthe document, including the circumstances in which the\r\ncontract came into existence. With regard to context, Attachmate\r\npointed\nout, first of all, that clause 11 explicitly relates to\r\nunlicensed copies. It is therefore concerned with a situation where\r\nan\naudit had revealed a breach of contract by the Department. To\r\napply the deeply discounted rate that had been negotiated with Sita,\n\nin these circumstances, so Attachmate’s argument went, would be\r\nto encourage non-compliance with the license agreement. The\nlicensee\r\nwould be able to install and use software without charge until\r\ndiscovered, after which it would pay the same rate that\nhad been\r\nnegotiated commercially. Hence, the licensee would benefit from its\r\nown unlawful conduct and the interpretation which\nfound favour with\r\nthe court a quo would therefore encourage that unlawful conduct. By\r\ncontrast, so Attachmate argued, the interpretation\nfor which it\r\ncontends would serve to discourage and deter unlawful non-compliance\r\nwith the terms of the license agreement by unauthorised\ncopying of\r\nits software. The licensee would know that if it breached the\r\nagreement through unlicensed copying, it would have to\npay the\r\nsubstantially higher list price whereas if it ‘came clean’\r\nby seeking a license, it would only have to pay\nthe discount rate.\n[15]\r\nMy problem with the interpretation contended for by Attachmate is\r\nthat it casts clause 11 in the role of a penalty clause.\nI say that\r\nbecause on that interpretation, Attachmate would get much more than\r\ncontractual damages for a breach by the Department\nthrough unlicensed\r\ncopying. A contractual damages claim for such breach, as I see it,\r\nwould be calculated on the basis of the number\nof unlicensed copies\r\nmultiplied by the price the licensee would have paid for every\r\nlicense had that license been properly obtained.\nOnce it is\r\nappreciated that Attachmate’s interpretation provides for a\r\npenalty that exceeds its claim for damages, it becomes\napparent that\r\nthe ‘one size fits all’ provisions of clause 11 would\r\nhave a far more punitive impact on the licensee\nwith a substantial\r\ndiscount than on the licensee who had to pay the list price in any\r\nevent. If that is so, I can think of no reason\nwhy the parties would\r\nhave intended this result. After all, in that event the list price\r\nwould have a deterrent effect on the one\nlicensee and not on the\r\nother. Moreover, once clause 11 is recognised as a penalty clause,\r\none would have expected a distinction\nbetween the licensee who\r\ndeliberately and dishonestly copies to avoid payment of a license\r\nfee, on the one hand, and the licensee\nwho negligently or even\r\ninadvertently copies, on the other. The examples given by Attachmate\r\nin argument of conduct by the licensee\nwhich Attachmate would seek to\r\ndeter, all relate to deliberate dishonesty. But the difficulty with\r\nthese examples, as I see it,\nis precisely that clause 11 is not\r\nconfined to deliberate conduct. It applies with equal force to\r\nnegligent or even inadvertent\ncopying. In this case there is no\r\nsuggestion that the Department was deliberately dishonest.\n[16]\r\nWhat the concept of ‘an applicable license fee’ conjures\r\nup to me, is a flexible, supple yardstick: a fee that\nvaries in its\r\napplication with reference to the circumstances of every case,\r\nincluding the identity of the licensee. It is not\na defined yardstick\r\nthat applies in all cases and with complete indifference to the\r\nidentity of the licensee, as would be the case\nwith a list price or\r\nstandard price of the seller. If this is so, ‘applicable fee’\r\nwith reference to a particular licensee\nwould of necessity be a\r\nreference to the fee that this particular licensee has to pay, having\r\nregard to the negotiated discount,\nif any. Put somewhat differently:\r\nonce a license fee had been determined through negotiation between\r\nAttachmate and the licensee\ninvolved, I do not think the fee\r\napplicable to that licensee can be determined without any reference\r\nto the negotiated fee.\n[17]\r\nAccordance to the court a quo’s understanding, the whole\r\npurpose of clause 11 was to provide Attachmate with a procedure\nto\r\nobtain evidence so as to determine whether unlicensed copies of its\r\nsoftware had been made and, if so, how many. I agree with\nthis\r\ninterpretation. The exact number of unlicensed copies would in most\r\ncases be peculiarly within the knowledge of the licensee.\nWithout a\r\nremedy in the nature of clause 11, Attachmate would potentially have\r\ngreat difficulty in establishing a claim for damages\nbased on\r\nunlawful copying. Once the number had been established, the licensee\r\nwould then have to pay the fee applicable to it.\nAttachmate need not\r\nprove any damages at all. That, I believe, was the purpose of clause\r\n11. It was not intended to introduce a\npenalty. Thus understood, the\r\nclause was intended as a means in favour of Attachmate to facilitate\r\nproof of its claim for the damages\nit had suffered through unlicensed\r\ncopying. It was not intended to enhance the quantum of its damages\r\nclaim. There is no evidence\nat all in this instance of deliberate\r\ndishonesty on the part of the Department, and Attachmate did not\r\ncontend otherwise.\n[18]\r\nFinally, and even if I am wrong in my understanding of ‘applicable\r\nfee’ Attachmate only has itself to blame. After\nall, the terms\r\nof its standard contract were clearly formulated by someone on its\r\nbehalf and approved by it. If it wanted to stipulate\nfor its list\r\nprice or its standard price or some other penalty in the situation\r\ncontemplated by clause 11, I can think of nothing\nwhich prevented it\r\nfrom doing so. These considerations are reflected in what is commonly\r\nknown as the\ncontra proferentem\nrule\r\n(see eg\nFedgen Insurance Ltd v Leyds\n1995 (3) SA 33\n(A) at 38B-E). It\r\nfollows that in my view the court a quo’s interpretation of\r\nclause 11 of the license agreement cannot be\nfaulted. It follows from\r\nthis that the appeal against paragraph 1 of its order, cannot be\r\nsustained.\n[19]\r\nThis brings me to the appeal against the dismissal of Attachmate’s\r\nclaim under the maintenance agreement. The court a\nquo’s\r\nreasoning in support of this dismissal, went along the following\r\nlines:\n(a) In terms of the\r\nmaintenance agreement, maintenance fees are calculated with reference\r\nto all licensed copies.\n(b) There is no\r\nexpress term in this agreement which obliges the Department to pay\r\nmaintenance fees in respect of any unlicensed\ncopy of the software.\n(c) Attachmate did\r\nnot plead a tacit term that obliged the Department to purchase a\r\nmaintenance plan for an unlicensed copy.\n(d)\r\nIn any event, such tacit term could not be read into the maintenance\r\nagreement, because the Department would not be entitled\nto use such\r\nan unlicensed copy and therefore could not require maintenance for\r\nit.\n[20]\r\nI find this line of reasoning fundamentally flawed. The fundamental\r\nflaw, as I see it, is that it starts out from the assumption\nthat\r\nAttachmate’s claim is for specific performance of the\r\nmaintenance agreement. That is a misconception. On Attachmate’s\n\npleadings, its claim for maintenance fees is clearly formulated as\r\none for damages arising from breach of contract. Moreover, it\nwas\r\ncommon cause on the pleadings that the maintenance agreement was part\r\nof the license agreement and that obligations flowing\nfrom the former\r\nwere also derived from the latter. Properly understood, Attachmate’s\r\nclaim was therefore that it is entitled\nin law to be placed in the\r\nposition – by way of an award of damages – it would have\r\noccupied if the maintenance agreement,\nread with the license\r\nagreement, had been properly performed. That approach, as we all\r\nknow, is in accordance with the correct\nyardstick in determining\r\ncontractual damages.\n[21]\r\nApplication of that yardstick leads me to the following line of\r\nreasoning:\n(a) If the\r\nDepartment had complied with its obligations under the license\r\nagreement, it would have paid for and in that way become\nthe holder\r\nof a license for all the copies it had eventually made and installed\r\non its PCs. That would, of course, have included\nnot only the 660\r\nlicensed copies, but the 1 564 unlicensed copies as well.\n(b) In terms of the\r\nmaintenance agreement, maintenance fees were to be calculated on the\r\nbasis of each licensed copy.\n(c) Had the\r\nDepartment complied with the obligations under both agreements, the\r\n1 564 unlicensed copies would have become licensed\ncopies, for\r\nwhich Attachmate would have received a maintenance fee at the agreed\r\nrate.\n(d)\r\nIn order to place Attachmate in the position it would have occupied –\r\nin terms of both contracts – if the Department\nhad complied\r\nwith its contractual obligations, damages would have to be awarded to\r\nit which would be calculated on the basis of\n1 564 x the agreed\r\nrate x four years (between 2006 and 2009) which adds up to\r\nR7 744 302.40.\n[22]\r\nAnother contention raised by the Department as to why it should not\r\nhave to pay maintenance for more than the 660 licensed\ncopies, was\r\nbased on the evidence at the trial, that no more than 660\r\ndepartmental employees had access to the Persal and Logis\nelectronic\r\nfiles, with the result that no more than 660 employees had any use\r\nfor Attachmate’s software. The conclusion to\nbe drawn from all\r\nthis, so the Department’s argument went, was that, since only\r\n660 employees could use the software, no\nmore than 660 copies had to\r\nbe maintained by Attachmate under the maintenance agreement. But I\r\nbelieve there are two answers to\nthis contention. The first derives\r\npurely from the facts. The second relies on the interpretation of the\r\nmaintenance agreement.\nAs to the first, the assumption that the\r\nnumber of copies used would be no more than the number of employees\r\nwho were entitled\nto use it, is a\nnon\nsequitur\n.\r\nThis is so because of the further evidence that one employee, who\r\nvisits different departmental offices in different localities,\ncould\r\nuse different PCs in those localities as long as they were installed\r\nwith Attachmate’s software. It follows that one\nemployee could\r\nand probably would use a number of PCs upon which the software had\r\nbeen installed. The second answer, which derives\nfrom an\r\ninterpretation of the maintenance agreement is this: the agreement\r\nclearly provided for payment of a fee in respect of\nevery copy which\r\nthe Department was entitled to use. It was not limited to the numbers\r\nwhich it actually used. That is quite understandable.\nThe maintenance\r\nagreement was in the nature of an insurance contract. It follows that\r\nthe Department had the right to demand maintenance\nin respect of\r\nevery copy it was entitled to use in exchange for payment of the\r\n‘insurance premium’. Whether or not\nthat right had in\r\nfact been exercised by the Department, was of no consequence to\r\nAttachmate in the calculation of the ‘insurance\npremium’\r\npayable under the maintenance agreement.\n[23]\r\nIn the result:\n1 The appeal is\r\nupheld to the extent reflected in paragraph (3) below.\n2 The respondent is\r\nordered to pay the appellant’s costs, including the costs of\r\ntwo counsel.\n3 Paragraph 2 of the\r\norder of the court a quo is set aside and replaced by the following:\n‘\n2\r\nIn relation to the plaintiff’s claim for maintenance fees, the\r\ndefendant is ordered to pay the plaintiff:\n2.1 The sum of\r\nR7 744 302.40\n2.2 Interest on the\r\nsum of R7 744 302.40 at the rate of 15.5 per cent per annum\r\nfrom 14 December 2009 to date of payment.’\n4\r\nSave for paragraph (3) above, the order of the court a quo is\r\nconfirmed.\n__________________\nF\r\nD J BRAND\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant: A R Sholto-Douglas SC & M Ioannou\nInstructed by:\nCliffe Dekker\r\nHofmeyr Inc, Cape Town\nc/o,\r\nSymington & De Kok, Bloemfontein\nFor\r\nthe Respondent: R Michau SC & M P D Chabedi\nInstructed by:\nThe State Attorney,\r\nPretoria\nc/o\r\nThe State Attorney, Bloemfontein",
  "scraped_at": "2026-02-12T17:17:50.646239",
  "date": "2015-05-20",
  "coram": [
    "Brand JJA",
    "Bosielo JJA",
    "Majiedt JJA",
    "Petse JJA",
    "Mbha JJA"
  ],
  "case_number": "20071/2014",
  "parties": {
    "applicants": [
      "Attachmate Corporation"
    ],
    "respondents": [
      "Minister of Water and Environmental Affairs"
    ]
  },
  "sections": {
    "facts": "Attachmate entered into a software licence agreement with the Department of Water and Environmental Affairs in June 2005 for 300 licences of EXTRA! Mainframe Server software, together with a maintenance agreement. The Department was required to install the software on no more than the 300 PCs certified by a licence‑unit certificate. In practice the Department installed 660 copies, later an additional 360 copies were regularised, but it continued to install further copies without consent. An audit in December 2009 identified 1 564 unlicensed copies. The dispute centred on the amount payable for those copies under clause 11 of the licence agreement (the “applicable licence fee”) and whether the maintenance agreement required payment of maintenance fees for the unlicensed copies.",
    "issues": "1. What is the proper interpretation of “applicable licence fee” in clause 11 – does it refer to the list price or to the discounted rate obtained by the Department? 2. Does clause 11 operate as a penalty clause? 3. Is the Department liable for maintenance fees on unlicensed copies under the maintenance agreement? 4. What quantum of damages, if any, is payable for the unlicensed copies?",
    "principles": "The court applied standard principles of contract interpretation: start with the ordinary meaning of the words, consider the surrounding context, and apply contra proferentem where the clause is ambiguous. It rejected a penalty‑clause analysis, holding that clause 11 was intended to facilitate the determination of damages rather than impose a punitive charge. The maintenance agreement was interpreted as an insurance‑type contract, requiring payment of fees for every copy the Department was entitled to use, not only those it actually used.",
    "application": "The court found that the parties had previously negotiated a discounted rate of US$100 per unit in 2009 and that this rate was the “applicable licence fee” for the unlicensed copies. Consequently, the licence‑fee liability was R1 168 495 (1 564 × US$100 converted). Regarding the maintenance agreement, the court held that if the Department had complied, the 1 564 copies would have become licensed and therefore maintenance would have been payable at the agreed rate of R1 237.90 per copy for four years, amounting to R7 744 302.40. Interest at 15.5 % per annum from 14 December 2009 was also ordered.",
    "conclusion": "The appeal was upheld in part. Paragraph 2 of the lower court’s order was set aside and replaced with an order that the respondent pay Attachmate R7 744 302.40 in maintenance fees, with interest at 15.5 % per annum from 14 December 2009, and also pay the appellant’s costs, including two counsel’s fees. All other parts of the lower court’s order were confirmed."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Software Licensing",
    "level_3": [
      "license fee interpretation",
      "maintenance agreement",
      "penalty clause",
      "audit clause"
    ]
  }
}