{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/57.html",
  "case_name": "Thulamela Municipality and Another v Tshivhase and Others (78/2014) [2015] ZASCA 57 (30 March 2015)",
  "citation": "[2015] ZASCA 57",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 57\n|\nNoteup\n|\nLawCite\nThulamela Municipality and Another v Tshivhase and Others (78/2014) [2015] ZASCA 57 (30 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nno\n:\n78/2014\nIn\r\nthe matter between:\nTHULAMELA\r\nMUNICIPALITY\n........................................................................\nFIRST\nAPPELLANT\nTHE\r\nMUNICIPAL MANAGER: THULAMELA\nMUNICIPALITY\n..............................................................................................\nSECOND\r\nAPPELLANT\nand\nTHOVHELE\r\nMIDIAVHATHU\nPRINCE\r\nKENNEDY\r\nTSHIVHASE\n.................................................................\nFIRST\r\nRESPONDENT\nTSHIVHASE\r\nTRADITIONAL COUNCIL\n...............................................\nSECOND RESPONDENT\nVALULINE\r\n203 (PTY)\r\nLTD\n............................................................................\nTHIRD\r\nRESPONDENT\nMEC\r\nFOR CO-OPERATIVE GOVERNANCE\nHUMAN\r\nSETTLEMENTS AND\nTRADITIONALAFFAIRS:\nLIMPOPO\r\nPROVINCE\n...............................................................................\nFOURTH\r\nRESPONDENT\nMINISTER\r\nOF RURAL DEVELOPMENT\nAND\r\nLAND\r\nREFORM\n.....................................................................................\nFIFTH\r\nRESPONDENT\nREGISTRAR\r\nOF DEEDS: DEEDS\nREGISTRATION\r\nOFFICE\n..............................................................................\nSIXTH\r\nRESPONDENT\nNeutral\r\ncitation:\nThulamela Municipality &\r\nanother v T Tshivhase & others\n(78/2014)\n[2015] ZASCA 57\n(30 March 2015)\nCoram:\nPonnan, Shongwe and Majiedt JJA, Dambuza and\r\nGorven AJJA\nHeard:\n11 March 2015\nDelivered:\n30 March 2015\nSummary:\nAppeal against dismissal of an\r\nexception – a plea of lack of locus standi in an interlocutory\r\napplication raised as a point\nin limine – dismissal of\r\nexception not appealable - judgment not finally determinative of the\r\nrights of the parties.\nORDER\nOn\r\nappeal from:\nLimpopo\nHigh\r\nCourt, Thohoyandou (Mpshe AJ sitting as court of first instance):\n1\nThe matter is struck off the roll.\n2 Each party is\r\nordered to pay its own costs.\nJUDGMENT\nDambuza\r\nAJA (Ponnan, Shongwe, Majiedt JJA and Govern AJA concurring):\n[1]\r\nThe first appellant, the Thulamela Municipality (the municipality),\r\nexercises executive jurisdiction in and around the City\nof\r\nThohoyandou, amongst others. The first respondent, Chief Thovhele\r\nMidiavhathu Prince Kennedy Tshivhase (Khosi Tshivhase), is\na\r\ntraditional leader who exercises traditional authority over the\r\nHa-Tshivhase villages located in and around Thohoyandou. He is\n\nassisted in his duties by the second respondent, the Tshivhase\r\nTraditional Council (the council).\n[2]\r\nOn 23 February 2012 the municipality sold erven 22 and 26 Thohoyandou\r\nIA to Valuline (Pty) Ltd for R579 150 each. The properties\nwere\r\ntransferred to Valuline on 11 June 2012 by virtue of Deeds of Grant.\r\nOn the same day two other properties, erven 21 and 27\nThohoyandou IA\r\nwere also transferred by the Registrar of Deeds to Valuline.\n[3]\r\nOn 18 February 2013, Khosi Tshivhase and the council launched an\r\napplication (the main application) in the Limpopo High Court\nseeking\r\nto have reviewed and set aside the decisions by the municipality to\r\nalienate the properties. The grounds of review were,\namongst others,\r\nthat the decisions to alienate the properties were unconstitutional,\r\nillegal, arbitrary, irrational, unfair, inequitable,\nunreasonable,\r\nwere taken without consultation or authorisation and were based on\r\ninaccurate or wrong information.\n[4]\r\nThe municipality did not timeously file its answering affidavit to\r\nthe main application. Khosi Tshivhase and the council also\nsought\r\nfrom the municipality and the municipal manager, in terms of rule 53\r\nof the Uniform Rules of court, the record relevant\nto the decisions\r\nto alienate the properties. When the municipality failed to furnish\r\nthe required record, they launched an interlocutory\napplication to\r\ncompel the municipality to produce it. The municipality then filed\r\ntwo sets of affidavits, one in opposition to\nthe main application and\r\none in opposition to the interlocutory application. In both, the\r\nmunicipality challenged, in limine, Khosi\nTshivhase and the council’s\r\nlocus standi. It contended that they had an obligation to prove on\r\nthe papers that they were\ntraditional leaders as provided in the\nTraditional Leadership and Governance Framework Act 41 of 2003\n, as\r\nwell as the Limpopo Traditional Leadership and Institutions Act 6 of\r\n2005. It challenged them to produce the government gazette\nin which\r\nthey were recognised by the Premier of Northern Limpopo as\r\ntraditional institutions. It was alleged on behalf of the\r\nmunicipality that Khosi Tshivhase’s claim to traditional\r\nleadership was rejected by the Nhlapo Commission which was\r\nestablished\nby former President Thabo Mbeki, in October 2004, to\r\ndetermine the traditional leadership of the Venda people, amongst\r\nothers.\nRegarding the merits of the application, the municipality\r\npleaded that the properties in question did not fall under the\r\njurisdiction\nof Khosi Tshivhase and the council.\n[5]\r\nThe issue of locus standi, as raised in the interlocutory\r\napplication, was heard before Mpshe AJ who considered the point in\n\nlimine as an exception and dismissed it. He made no order as to\r\ncosts. It is against that order that the municipality appeals.\n[6]\r\nAlthough not raised by any of the parties in the appeal, prior to the\r\nhearing of the appeal counsel were asked to address the\nissue whether\r\nthe order of the court a quo was appealable. Counsel for the\r\nmunicipality submitted that the dismissal of the exception\nwas\r\nappealable. The argument, on behalf of the municipality was based on\r\nan understanding that the order of the court a quo was\na\r\npronouncement on the rights of Khosi Tshivhase and the council to\r\ninstitute the application and was thus finally dispositive\nof that\r\nissue.\n[7]\r\nThe dismissal of an exception, save an exception to jurisdiction,\r\ndoes not finally dispose of the issue raised by the exception\nand is\r\nnot appealable.\n[1]\nIn\nMaize\r\nBoard v Tiger Oats Ltd\n&\r\nothers,\n[2]\nStreicher JA referred with approval to the following remarks by\r\nSchutz JA in\nCronshaw\r\n& another v Fidelity Guards Holdings (Pty) Ltd:\n[3]\n‘\nThe\r\nquestion is intrinsically difficult, and a decision one way or the\r\nother may produce some unsatisfactory results. There has\nto be a\r\nrule, however, and that rule was laid down by not later than the\nPretoria Garrison\ncase\n[Pretoria Garrison Institutes v\r\nDanish Variety Products (Pty)\nLtd\n1948 (1) SA 839\n(A)]. It is, as stated by Schreiner JA (at 870) that:\n“…\na\r\npreparatory or procedural order is a simple interlocutory order and\r\ntherefore not appealable unless it is such as to ‘dispose\nof\r\nany issue or any portion of the issue in the main action or suit’,\r\nor which amounts, I think, to the same thing, unless\nit irreparably\r\nanticipates or precludes some of the relief which would or might be\r\ngiven at the hearing.’”\nStreicher\r\nJA concluded (para 14): ‘. . . it now has to be accepted that a\r\ndismissal of an exception (save an exception to\nthe jurisdiction of\r\nthe Court), presented and argued as nothing other than an exception\r\ndoes not finally dispose of the issue raised\nby the exception and is\r\nnot appealable’. In arriving at this conclusion Streicher JA\r\nstated that the order made was capable\nof being reconsidered and that\r\nthe decision on exception was not the final word on the point. He\r\nthus expressed the view that laying\ndown that general principle would\r\n‘create certainty and accordingly be in the best interests of\r\nlitigating parties’.\nOn the strength of Maize Board, it is\r\nplain that the order of Mpshe AJ was not appealable. But that is not\r\nthe end of the matter.\n[8]\r\nA further difficulty that arises in this case was raised with counsel\r\nfor Khosi Tshivhase and the council. This relates to the\nrelief\r\nsought in the main application: the review and setting aside of the\r\ndecisions to alienate the properties. It is evident\nthat, even if\r\nobtained, the relief sought would be ineffective. This is because the\r\nproperties in question were transferred to\nValuline in 2012. When\r\nKhosi Tshivhase and the council launched the main application\r\ntransfer of the properties or the rights thereto\nto Valuline, had\r\nlong been completed. It thus can hardly assist Khosi Tshivhase and\r\nthe council to now challenge the administrative\ndecisions that\r\npreceded the registration and transfer of the property into the name\r\nof Valuline. That is so because in\nLegator\r\nMcKenna Inc & another v Shea & others\n2010\r\n(1) SA 35\n(SCA) para 22, this court accepted that the abstract theory\r\nof transfer applies to immovables as well.  In the light thereof\n\nit appears to me that the main application may well be academic. For\r\nthat reason, I am of the view that although the order of Mpshe\nAJ was\r\nnot appealable, Khosi Tshivhase and the council may have misconceived\r\ntheir relief in the main application. In those circumstances\nthe\r\nappropriate costs order is that each party should pay its own costs.\n[9]\r\nConsequently I make the following order:\n1\nThe matter is struck off the roll.\n2\nEach party is to pay its own costs.\n______________\nN DAMBUZA\nActing\r\nJudge of Appeal\nAPPEARANCES\nFor\r\nAppellants: G J Diamond\nInstructed by:\nKhathutshelo A\r\nMainganye Attorneys, Thohoyandou\nWebbers,\r\nBloemfontein\nFor\r\nFirst and Second Respondent: Lebala SC with EM Baloyi -Mere\nInstructed\r\nby:\nAnton\r\nRamaano Attorneys, Thohoyandou\nMatsepes,\r\nBloemfontein\n[1]\nD\r\n\tE Van Loggerenberg SC (2014)\nErasmus\r\n\tSuperior Courts Practice;\nRevision\r\n\tService 45 at B1-152.\n[2]\nMaize\r\n\tBoard v Tiger Oats Ltd\n&\r\n\tothers\n2002 (5) SA 365\n(SCA) at 373.\n[3]\nCronshaw\r\n\t& another v\nFidelity\r\n\tGuards Holdings (Pty) Ltd\n[1996] ZASCA 38\n;\n1996\r\n\t(3) SA 686\n(A) at 690 D-G.",
  "scraped_at": "2026-02-12T17:14:25.616056",
  "date": "2015-03-30",
  "coram": [
    "Ponnan",
    "Shongwe",
    "Majiedt JJA",
    "Dambuza AJA",
    "Gorven AJJA"
  ],
  "case_number": "78/2014",
  "parties": {
    "applicants": [
      "Thulamela Municipality"
    ],
    "respondents": [
      "Thovhele Midiavhathu Prince Kennedy Tshivhase",
      "Tshivhase Traditional Council",
      "Valuline 203 (Pty) Ltd",
      "MEC for Co-operative Governance, Human Settlements and Traditional Affairs (Limpopo Province)",
      "Minister of Rural Development and Land Reform",
      "Registrar of Deeds"
    ]
  },
  "sections": {
    "facts": "The Thulamela Municipality sold erven 22, 26, 21 and 27 in Thohoyandou IA to Valuline (Pty) Ltd in 2012. The properties were transferred to Valuline in June 2012. In February 2013, Chief Khosi Tshivhase and the Tshivhase Traditional Council applied in the Limpopo High Court to have the municipality’s decisions to alienate the properties reviewed and set aside, alleging unconstitutionality, illegality and lack of consultation. The municipality failed to provide the requested records, leading the applicants to launch an interlocutory application compelling production. The municipality opposed, challenging the applicants’ locus standi and arguing they must prove recognition under the Traditional Leadership and Governance Framework Act and the Limpopo Traditional Leadership and Institutions Act.",
    "issues": "1) Whether the dismissal of the exception raised on locus standi in the interlocutory application is appealable. 2) Whether the applicants have standing to challenge the alienation of the properties. 3) Whether the relief sought (setting aside the alienation) is effective given the properties had already been transferred to Valuline.",
    "principles": "The court applied the rule that a dismissal of an exception, except where the exception concerns jurisdiction, does not finally dispose of the issue and is therefore not appealable, as established in Maize Board v Tiger Oats Ltd and reiterated in Cronshaw & another v Fidelity Guards Holdings. It also noted the abstract theory of transfer for immovables, confirming that once transfer is effected the original administrative decision cannot be undone (Legator McKenna Inc v Shea).",
    "application": "Applying the Maize Board principle, the court held that the order of the High Court (Mpshe AJ) dismissing the locus standi exception was a procedural interlocutory order and not appealable. Moreover, even if the appeal were permissible, the substantive relief sought would be moot because the properties had already been transferred to Valuline, making any order to set aside the alienation ineffective. Consequently, the court found no basis to overturn the lower court’s decision and ordered each party to bear its own costs.",
    "conclusion": "The appeal was dismissed. The matter was struck off the roll and each party was ordered to pay its own costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "locus standi",
      "appealability of interlocutory orders",
      "property alienation",
      "municipal authority"
    ]
  }
}