{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/34.html",
  "case_name": "South African Hang and Paragliding Association and Another v Bewick (1010/2013) [2015] ZASCA 34; 2015 (3) SA 449 (SCA); [2015] 2 All SA 581 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 34",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 34\n|\nNoteup\n|\nLawCite\nSouth African Hang and Paragliding Association and Another v Bewick (1010/2013) [2015] ZASCA 34; 2015 (3) SA 449 (SCA); [2015] 2 All SA 581 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo: 1010/2013\nIn\r\nthe matter between:\nTHE\r\nSOUTH AFRICAN HANG AND PARAGLIDING\nASSOCIATION\n...............................................................................................\nFIRST\r\nAPPELLANT\nTHE\r\nSOUTH AFRICAN CIVIL AVIATION\nAUTHORITY\n..............................................................................................\nSECOND\r\nAPPELLANT\nand\nDIANE\r\nELIZABETH BEWICK (NEE\r\nMILLER)\n................................................\nRESPONDENT\nNeutral\r\ncitation:\nThe South African Hang and\r\nParagliding Association v Bewick\n(1010/2013)\n[2015] ZASCA 34\n(25 March 2015).\nCoram:\nBrand, Mhlantla, Leach, Saldulker\net\nMbha JJA\nHeard:\n9 March 2015\nDelivered:\n25 March 2015\nSummary:\nDelict – respondent injured in\r\nparagliding accident while transported as passenger for reward –\r\nissue whether tandem\nparagliding for reward illegal – further\r\nissue, whether in that event failure by appellants to prevent the\r\nillegal activity\nconstituted wrongfulness in delict – further\r\nissue whether appellants’ omission was causally connected to\r\nharm suffered\nby respondent.\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court, Cape Town (Gamble J sitting as court of first\r\ninstance):\n1 The appeal is\r\nupheld with costs, including the costs of two counsel (in respect of\r\nboth the appellants).\n2 The order of the\r\ncourt a quo is set aside and replaced by the following:\n‘\nThe\r\nplaintiff’s claim against the fourth and fifth defendants is\r\ndismissed with costs, including the costs of two counsel\nin respect\r\nof both these defendants.\nJUDGMENT\nBrand\r\nJA\n(Mhlantla, Leach, Saldulker\net\nMbha JJA concurring):\n[1]\r\nThe first appellant is the South African Hang and Paragliding\r\nAssociation (SAHPA) while the second appellant is the South African\n\nCivil Aviation Authority (SACAA). I propose to refer to them jointly\r\nas the appellants, save where distinction becomes necessary.\nThe\r\nrespondent is Mrs Diane Berwick, a radiographer from Tyneside in the\r\nUnited Kingdom. During 2004 she spent the Easter holiday\nin Cape Town\r\nwith her husband, who was then her fiancé. One evening over\r\ndinner she expressed an interest in taking a tandem\nparagliding\r\nflight. She did so because she had had the experience in Turkey and\r\nbecause she thought she would enjoy seeing the\nCape Town Waterfront\r\nfrom the air. One of her friends then made the necessary arrangements\r\nwith entities that offered tandem paragliding\nflights for reward.\n[2]\r\nSo it happened that on Monday 12 April 2004 the respondent and her\r\ngroup were picked up from their hotel in Cape Town. Contrary\nto her\r\nexpectation that the flight would take her over the Cape Town\r\nWaterfront, the group was driven out to Hermanus in a minibus.\nThe\r\nrespondent was paired with a very experienced paragliding pilot, Mr\r\nRobert de Villiers-Roux. Unlike a hang-glider, a paraglider\nhas no\r\nfixed frame, and is more akin to a parachute. With a tandem\r\nparaglider the passenger is positioned in front and slightly\nlower\r\nthan the pilot. The respondent and De Villiers-Roux took off from the\r\nlaunch site on a hillside outside Hermanus. Just after\ntake-off, the\r\nparaglider experienced a so-called wing collapse which affected its\r\nmanoeuvrability and caused it to lose height.\nIn consequence, De\r\nVilliers-Roux swung the paraglider back towards the hillside in an\r\nattempt to keep it aloft. From the position\nwhere she was sitting,\r\nthe respondent thought that she could cushion the blow of the\r\nimpending collision by putting her feet out.\nShe obviously did not\r\nrealise the speed at which they were already travelling. When her\r\nfeet hit the hillside, she broke both her\nlegs and also her spine. In\r\nconsequence, she spent many months in hospital, first in Cape Town\r\nand then in England. Eventually\nher injuries left her paralysed in a\r\nwheelchair.\n[3]\r\nResulting from these tragic events, the respondent instituted action\r\nin the Western Cape Division of the High Court in which\nshe claimed\r\ndamages, in the pounds sterling equivalent of about R25 million, from\r\nsix defendants. The first defendant was the pilot,\nMr De\r\nVilliers-Roux. The second and third defendants were his employers\r\nwith whom she had contracted to take the tandem flight\nfor reward.\r\nThe fourth and fifth defendants were SAHPA and SACAA while the sixth\r\ndefendant was the Department of Transport. Shortly\nbefore the\r\ncommencement of the trial, however, the respondent settled her case\r\nagainst first, second and third defendants and withdrew\nher claim\r\nagainst the sixth. In consequence the trial proceeded before Gamble J\r\nsolely against the two appellants. At the commencement\nof the hearing\r\nand at the behest of all parties, Gamble J ordered a separation of\r\nissues under Uniform rule 33(4) of the High Court\nRules. In terms of\r\nthe separation order, issues concerning the merits, ie those relating\r\nto the appellants’ liability in\nprinciple, were to be\r\nadjudicated first while issues concerning the extent of the\r\nrespondent’s loss and the quantum of her\ndamages were to stand\r\nover for later determination. At the end of the preliminary\r\nproceedings, Gamble J held in favour of the respondent.\nIn the result\r\nhe found the two appellants liable, jointly and severally, for such\r\ndamages as the respondent may prove at the second\nstage. The appeal\r\nagainst that order is with the leave of the court a quo.\n[4]\r\nBy the nature of things, the exact nature and the constituent\r\nelements of the respondent’s claim against the appellants\nwill\r\nin time become apparent in full detail. For introductory purposes it\r\ncan, however, be stated thus:\n(a) Paragliding\r\nwithin South Africa fell under the direction and control of the two\r\nappellants.\n(b) Tandem\r\nparagliding for reward was illegal and the two appellants were aware\r\nthat this illegal activity was going on.\n(c) The two\r\nappellants were under a legal duty to take reasonable steps to\r\nterminate and prevent this illegal activity, but had\nnegligently\r\nfailed to do so.\n(d)\r\nHad the appellants done so, the flight during which the respondent\r\nsustained her injuries, would not have occurred.\n[5]\r\nThe respondent’s case is therefore based on an omission or\r\nfailure to do something as opposed to positive culpable conduct.\nThat\r\nbrings about a different approach to the delictual element of\r\nwrongfulness. As has by now become well established, negligent\n\nconduct manifesting itself in the form of a positive act which causes\r\nphysical injury raises a presumption of wrongfulness. By\ncontrast, in\r\nrelation to liability for omission and pure economic loss,\r\nwrongfulness is not presumed and depends on the existence\nof a legal\r\nduty. The imposition of this legal duty is a matter for judicial\r\ndetermination according to criteria of public and legal\npolicy\r\nconsistent with constitutional norms (see eg\nGouda\r\nBoerdery BK v Transnet\n2005 (5) SA 490\n(SCA) para 12;\nCountry Cloud Trading CC\r\nv MEC, Department of Infrastructure Development\n2015\r\n(1) SA 1\n(CC) paras 22-25).\n[6]\r\nOn occasion the same principles had been formulated somewhat\r\ndifferently, namely that wrongfulness depends on whether or not\nit\r\nwould be reasonable, having regard to considerations of public and\r\nlegal policy, to impose delictual liability on the defendant\nfor the\r\nloss resulting from the specific omission. No objection can be raised\r\nagainst this formulation, as long as it is borne\nin mind that\r\nreasonableness in the context of wrongfulness has nothing to do with\r\nthe reasonableness of the defendant’s conduct,\nwhich is an\r\nelement of negligence, but concerns the reasonableness of imposing\r\nliability on the defendant for the harm resulting\nfrom his or her\r\nomission (see eg\nLe Roux & others v\r\nDey (Freedom of Expression Institute and Restorative Justice Centre\r\nas amici curiae\n2011 (3) SA 274\n(CC)\r\npara 122). Since wrongfulness is not presumed in the case of an\r\nomission, a plaintiff who claims on this basis must plead\nand prove\r\nfacts relied upon to support that essential allegation (see eg\nFourway Haulage SA (Pty ) Ltd v SA\r\nNational Roads Agency\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA) para 14).\n[7]\r\nThe legal duty on the part of the appellants for which the respondent\r\ncontended in her pleadings, rested on two propositions:\n(a) that at\r\nthe time, tandem paragliding for reward was illegal; and (b) that the\r\nappellants were under a statutory obligation\nto prevent or terminate\r\nthat illegal activity. Establishment of these facts will, of course,\r\ngive rise to the secondary enquiry\nas to whether, as a matter of\r\npublic and legal policy, they justify the imposition of a legal duty\r\nwith the consequence of delictual\nliability. But the antecedent\r\nquestion remains whether the respondent had succeeded in proving the\r\nfactual grounds on which her\ncase relies. Before embarking on these\r\nquestions of fact, it is perhaps useful, however, to point out what\r\nis not in issue. First,\nthe negligence of the pilot, Mr de\r\nVilliers-Roux, is not in issue. This is so, not only because the\r\nrespondent had settled with\nhim and his employers, but because the\r\nrespondent’s whole approach was that it matters not, for the\r\ndetermination of the\nappellants’ legal duty, whether the pilot\r\nwas negligent. Secondly, the respondent does not contend that tandem\r\nparagliding\nin itself was illegal and should thus have been prevented\r\nby the two appellants. Her proposition of illegality turned\r\nexclusively\non the element of reward.\nIllegality\r\nof tandem paragliding for reward\n[8]\r\nIn support of her thesis of illegality, the respondent set great\r\nstore in the evidence of Mr Robert Manzoni, who was at some\nearlier\r\nstage the vice-chair of SAHPA. According to his evidence, paragliding\r\nfor reward became prevalent in this country during\nabout 1998. From\r\nthe start, he was against it. The reason for his opposition stemmed\r\nfrom his conviction that reward increased\nthe danger of the sport.\r\nOnce passengers are prepared to pay up to R800 for a flight, so\r\nManzoni believed, there is pressure on\nthe pilot to fly. The decision\r\nwhether to fly or not, so he maintained, becomes driven by money\r\ninstead of aviation safety. Manzoni\nalso believed that paragliding\r\nfor reward was illegal. He communicated his views to his fellow\r\nmembers of SAHPA as well as to SACAA.\nBroadly speaking, the response\r\nto his communications was (a) general disagreement with his thesis\r\nthat reward renders tandem paragliding\nmore dangerous; but (b)\r\nconsensus that paragliding for reward was probably illegal. The\r\nqualification probably resulted from the\nfact that the legislative\r\nenactments governing civil aviation were all promulgated before\r\nparagliding became popular as a sport.\nIn consequence the legality or\r\notherwise of paragliding remained somewhat obscure.\n[9]\r\nThe difference of opinion with regard to the impact of reward on\r\nsafety gave rise to a different approach to legality. While\nManzoni’s\r\nproposal was that the illegal activity should be put to an end,\r\nothers, including SACAA, who did not share Manzoni’s\nbelief\r\nthat reward increased the risk inherent in tandem paragliding, were\r\nmaking an effort to remove all legal impediments to\nthis activity. It\r\nappears that Manzoni became increasingly isolated in his stand, which\r\ndrove him to become somewhat intransigent.\nI infer this from the\r\nlength, content and number of the emails that he sent to SAHPA, SACAA\r\nand other interested parties in his\nattempt to persuade them to adopt\r\nthe course of conduct which he proposed. It is clear, however, that\r\nhis efforts met with no success.\nIn fact, it had the opposite effect.\r\nThe responses to his emails reveal growing irritation with his\r\ncrusade until eventually Manzoni\nbecame ostracised by the paragliding\r\ncommunity. What is demonstrated by all this, as I see it, is that the\r\noverwhelming view in\nparagliding circles, which encompassed both\r\nSAHPA and SACAA, was that reward did not render tandem paragliding\r\nmore dangerous,\nie that it did not increase the risks inherent in\r\ntandem paragliding, and that it should therefore be legalised. These\r\ndevelopments,\nI believe, are also revealed by the legislative\r\nhistory, to which I now turn.\n[10]\r\nIn her particulars of claim, the respondent pertinently alleged that\r\nparagliding for commercial gain was illegal due to (a)\nclauses 1.16\r\nand 2.8 of SAHPA’s Operations and Procedures Manual; (2000) (b)\r\nPart 2.25 of the Air Navigation Regulations,\n1976; and (c) Parts 24,\r\n94 and 96 of the Civil Aviation Regulations 1997, read with\r\nAeronautical Information Circular (AIC) 18.23.\n[11]\r\nClauses 1.16 and 2.8 of SAHPA’s Operations and Procedures\r\nmanual provide:\n‘\n1.16\nTandem flights\nNo person may fly\r\nwith a passenger without being in possession of a current TANDEM\r\npilot rating.\nNo more than two\r\npersons may fly in a hang-glider or a paraglider.\nNo member may carry\r\ntandem passengers for reward, unless they have the appropriate\r\ncarrier licence from the Civil Aviation Authority.\n2.8\nLicence\r\nPrivileges\nMembers may exercise\r\nthe privileges of a licence from the time of payment of the\r\nprescribed fee and submission of all required documents,\nto the\r\ndesignated body.\nLicences\r\nissued by SAHPA are for recreational purposes, i.e. not for\r\ncommercial gain.’\n[12]\r\nThe Civil Aviation Regulations (CARS) 1997, to which reference is\r\nmade in the quotation from the respondent’s pleadings,\nwere\r\nissued under s 22 of the Aviation Act, 74 of 1962 (since\r\nrepealed by the\nCivil Aviation Act 13 of 2009\n). The Aviation Act\r\napplied to all aircraft. Albeit of doubtful correctness, the\r\nprevailing opinion, not only amongst the parties,\nbut also of those\r\nresponsible for the drafting of regulations, was that a paraglider\r\nqualified as an aircraft. Moreover, it was\ngenerally accepted that a\r\nparaglider is a ‘non-type certified aircraft’, or NTCA,\r\nas defined in the CARS. Why I find\nthe prevailing opinion of doubtful\r\ncorrectness, is that an ‘aircraft’ is defined in the\r\nAviation Act as ‘any\nmachine that can derive support in the\r\natmosphere from the reactions of the air other than the reactions of\r\nthe air against the\nearth’s surface’. My misgivings arise\r\nfrom the fact that I do not believe that a paraglider – which\r\nis akin to\na parachute – can be described as a ‘machine’,\r\na word that generally connotes an apparatus that uses mechanical\n\npower –\nConcise Oxford Dictionary\n12 ed (2011). In addition, according to\r\nMr Manzoni’s evidence, paragliding only took root as a sport in\r\nthis country during\nthe late 1980s. It can therefore be accepted with\r\nconfidence that the definition of an ‘aircraft’, which\r\nwas introduced\nby way of an amendment to the Aviation Act in 1969,\r\nnever had paragliders in mind. But because it was common cause\r\nbetween the\nparties in this case, that a paraglider is an aircraft,\r\nthe issue was never properly investigated.\n[13]\r\nThe Aeronautical Information Circulars or AICs to which reference is\r\nalso made in the respondent’s pleadings, were issued\nby the\r\nCommissioner of Civil Aviation in terms of the 1997 CARS. AICs were\r\npublished to convey practices and procedures, technical\nstandards and\r\nso forth. But they were also used to publish exemptions which the\r\nCommissioner of Civil Aviation was empowered to\nmake in terms of\r\nCARS. So, for example, the Commissioner was authorised to exempt any\r\naircraft from certain provisions of ‘document\nLS/1’.\r\nUntil about November 2002 the operation of NTCAs, including\r\nparagliders, was regulated by this document. Of significance,\nfor\r\npresent purposes, was paragraph 1.3 of LS1 which provided that NTCAs\r\n‘shall not be operated for remuneration, unless\notherwise\r\nauthorised by the Commissioner’.\n[14]\r\nOn 15 November 2002 the Commissioner issued AIC 18.23 to which\r\nspecific reference is made in the respondent’s particulars\nof\r\nclaim. The document was entitled: (568)\n‘\nPublication\r\n. . . of the full particulars of an exemption granted by the\r\nCommissioner for Civil Aviation from the requirements of\nregulation\r\n11.04.6 of the Civil Aviation Regulations 1997.’ Under the\r\nheading “Details of exemption’ the document\nthen\r\nexplained that:\n‘\nThe\r\nexemption will . . . withdraw Document LS/1 and impose the\r\nrequirements contained in proposed Parts 24, 94 and 96 . . . as\r\nconditions for the operation of aircraft that do not qualify for the\r\nissue of a certificate of airworthiness (Non-type Certificated\n\nAircraft)[or NTCAs].\nUnder\r\nthe heading ‘Background Information’ the document\r\nproceeded:\n‘\nDocument\r\nLS/1 was reinstated by the CAA . . . as an interim measure to address\r\nthe lack of any regulatory requirements for non-type\ncertificated\r\naircraft. It was initially envisaged that the Document LS/1 would be\r\nre-instated for a period of six months. This\nenvisaged six months\r\nre-instatement period has stretched to over 18 months and it will\r\nprobably take another six months before\nParts 24, 94 and 96 are\r\npromulgated.\nDocument LS/1,\r\nhowever, does not make adequate provision for the commercial\r\noperation of non-type certificated aircraft and is completely\nsilent\r\non the issue of operating certificates. . . . .’\nUnder\r\n‘Motivation’ it further proceeded:\n‘\nDocument\r\nLS/1 has clearly outlived its usefulness. It is expected that it will\r\ntake approximately six months to translate Parts\n24, 94 and 96 into\r\nZulu and obtain the Ministers approval for these Parts. As an interim\r\nmeasure, the CAA motivated the granting\nof this exemption to\r\noperators of Non Type Certificated Aircraft, subject to the condition\r\nthat the requirements contained in proposed\nParts 24, 94 and 96 are\r\nto be complied with by the operators of NTCA’\nand:\n‘\nDuring\r\nthe development of parts 24, 94 and 96, extensive consultation was\r\nundertaken and the proposed Parts were well received by\nstakeholders.\r\nFurthermore the Proposed Parts 24, 94 and 96 were published for\r\ncomments on 11 January 2002 . . . There should therefore\nbe no\r\nobjection from stakeholders to these Parts being introduced in this\r\nmanner and at this juncture. Indeed the commercial operators\nof NTCA\r\nshould welcome the speedy introduction of the Proposed Parts, as this\r\nwill eradicate most of the impediments they currently\nface. . . .’.\n[15]\r\nAs it turned out, parts 24, 94 and 96 of CARS eventually only came\r\ninto operation six years later, during 2008. But at the\ntrial all\r\nparties accepted that, as at 12 April 2004 when the respondent’s\r\naccident occurred, paragliding operations were\ngoverned, pursuant to\r\nAIC 18.23, by the proposed parts 24, 94 and 96 of the 1997 CARS.\r\nLikewise it was common cause at the trial\nthat Part 24 was not of any\r\ndirect concern in this case. The provisions of Part 94 relied upon by\r\nthe respondent appeared in subparagraph\n94(4), which provided that\r\n‘non-type certificated aircraft operated in terms of this Part\r\nare prohibited to carry passengers\nor cargo for reward’. But a\r\ndebate arose with regard to what Part 96 provided at the time. The\r\nreason for the debate appears\nfrom what follows. As finally\r\npromulgated in 2008 regulation 96.01.1 – included in Part 96 –\r\ncontained, inter alia,\nsubparagraphs (2) and (6) which read as\r\nfollows:\n‘\n(2)\r\nNo non-type certificated aircraft shall be used in commercial air\r\ntransport operations unless the operator is the holder of\nthe\r\nappropriate air service licence issued in terms of the Air Services\r\nLicensing Act, 1990 (Act 115 of 1990) . . .\n(6)\r\nFor the purposes of sub-regulation (2), tandem operations with\r\nhang-gliders, paragliders or parachutes, even if carried out\nfor\r\nremuneration or reward, shall not considered to be the providing of\r\nan air service as defined in the Air Services Licensing\nAct, 1990\r\n[Act 115 of1990] . . . nor to be a commercial air transport\r\noperation, as defined in Part 1 of these Regulations.’\n[16]\r\nThe respondent’s case is clearly supported by subparagraph (2),\r\nbecause it is common cause that no paraglider operator\nin this\r\ncountry – including the operator in this case – had at\r\nthe time been issued with a licence in terms of the\nAir Services\r\nLicensing Act, 1990. At the same time it is clear that, for\r\nhang-gliders, paragliders and parachutes, the effect of\nsubparagraph\r\n(2) is cancelled out by (6). In fact, on the face of it, the latter\r\nsubparagraph clearly proclaimed tandem paragliding\nfor reward to be a\r\nlegal activity. The debate arose, however, because the respondent\r\nrelied on a version of regulation 96.01.1,\npublished on 11 January\r\n2002, which contained no subparagraph (6). The appellants, on the\r\nother hand, were unable to produce a\npublished version of 96.01.1\r\nwhich supported their case, ie which included subparagraph (6). What\r\nthey relied on was a minute of\na SAHPA committee meeting on 25\r\nNovember 2002 which reads:\n‘\nCommercial\r\nTandem Issue\n: The law currently removes\r\nthe requirement to register in terms of the air licences act and the\r\nlaw says that for the purpose of\nsub regulation 2.. Tandem operations\r\nfor HG, PG or parachutes even if carried out for remuneration or for\r\nreward it shall not be\nconsidered to be the providing of an air\r\nservice nor to be a commercial operation.’\n[17]\r\nIn the event, the court a quo held that SAHPA had failed to show that\r\nsubparagraph (6) was incorporated in the Commissioner’s\n\nexemption under AIC 18.23. After that judgment was handed down and\r\npending this appeal, the appellants continued their search for\nthe\r\ndocument that could have given rise to the SAHPA minutes of 25\r\nNovember 2002. That search remained unsuccessful. Yet, the search\n\nproduced a completely different document, AIC 18.30, which was\r\npublished by the Commissioner on 3 November 2003, that is, a year\n\nsubsequent to the minuted SAHPA meeting but prior to the respondent’s\r\naccident on 12 April 2004. This document is entitled\n‘Amendments\r\nto proposed parts 24, 94 and 96’. In paragraph 1 it provided\r\n‘AIC 18.23 dated 02-11-15 refers’.\nEven more\r\nsignificantly, annexed to the document was a version of Part 96 which\r\nincluded sub-paragraph (6).\n[18]\r\nThe appellants brought an application to introduce AIC 18.30,\r\ntogether with its important annexure, in evidence on appeal.\nDespite\r\nearnest opposition to this application by the respondent, I believe\r\nwe should receive the further evidence. First of all,\nI think the\r\nfailure to produce AIC 18.30 at the trial was as much the fault of\r\nthe respondent as that of the appellants. Perhaps\neven more so, since\r\nthe onus to establish the facts surrounding the illegality or\r\notherwise of tandem paragliding for reward, was\non the respondent,\r\nnot on the appellant as the court a quo seems to have thought.\r\nSecondly, I would be left with a feeling of unease\nif we were\r\ncompelled to decide the question of legality on a statutory basis we\r\nnow know to be outdated. In the light of this new\nevidence the clear\r\ninference, as I see it, is that prior to the accident, the\r\nCommissioner of Civil Aviation intended to legalise\ntandem\r\nparagliding for reward by introducing subparagraph (6).\n[19]\r\nYet, the respondent raised another argument as to why, despite the\r\nCommissioner’s efforts, the activity remained illegal.\nThis\r\nargument went along the following lines. Even if the exemption in\r\nsubparagraph (6) of regulation 96.01.1, on its own terms,\nlegalised\r\ntandem paragliding for gain, it was not competent for the\r\nCommissioner to exempt these operators from the provisions\nof the Air\r\nServices Licencing Act, 1990 in the purported exercise of an\r\nauthority conferred by regulations promulgated under different\n\nlegislation, ie the Aviation Act. The stipulation by the Air Services\r\nLicensing Act, that commercial flying requires a carrier\nlicence, so\r\nthe respondent’s argument concluded, therefore remained in\r\nplace – hence the continued illegality of commercial\ntandem\r\noperations. The appellants’ response to this line of argument\r\nwas, in the main, that the respondent had not previously\nplaced any\r\nreliance on non-compliance with the Air Licencing Act. She had not,\r\nso they pointed out, referred to this Act in her\npleadings and had\r\nnever contended at any stage during the trial that tandem flying for\r\ngain was illegal, due to non-compliance\nwith this Act. In consequence\r\nthe factual basis for this argument was never properly considered.\r\nAlthough I share the appellants’\naversion to litigation by\r\nambush, the respondent’s argument leaves one with the niggling\r\ndisquiet that it may be a good one;\nthat despite the publication of\r\nPart 96.01.1(6) of CARS by the Commissioner, tandem paragliding for\r\ngain without a commercial operating\nlicence had, after all, remained\r\nillegal under the Air Services Licencing Act.\n[20]\r\nThe other legislative provision on which the respondent relied in her\r\npleadings was the Air Navigation Regulations, 1976. SACAA’s\n\nanswer to this allegation in its plea was simply that these\r\nregulations never applied to paragliders. As far as I can determine,\n\nthe issue thus arising was never properly canvassed at the trial. In\r\nfact, it was clear at the hearing of the appeal that counsel\nfor both\r\nappellants were under the firm impression that the respondent no\r\nlonger relied on these regulations. However, it became\napparent\r\nduring the argument on behalf of the respondent that she indeed still\r\nrelied on the proposition that these regulations\nfound application\r\nand that they had been contravened. Her arguments in support of this\r\ncontention started out from the premise\nthat, at the time of the\r\naccident, Part 62 of the 1997 CARS, which provided for the issuing of\r\npilot licences for recreational\naircraft, had not yet been brought\r\ninto operation. Pilot licences were therefore still regulated by the\r\nAir Navigation Regulations\nof 1976. Broadly stated, private licences\r\nissued under these regulations did not allow flying an aircraft for\r\nreward – what\nwas required for this purpose, was a commercial\r\npilot’s licence. Although these regulations predated\r\nparagliders, it did\npertain, so the respondent’s argument went,\r\nto an ‘aircraft’ as defined, which definition included\r\nparagliders.\nSince the pilot in this case had no commercial licence,\r\nso the respondent contended, he acted in contravention of these\r\nregulations\nwhen he undertook the tandem flight for gain. Again, this\r\nargument leaves one with the niggling sense of unease that, although\r\nits factual basis had not been properly explored, it may just be\r\ncorrect. In the end my overall impression of the legal position\nis\r\ntherefore that the Commissioner of Civil Aviation intended to\r\nlegalise paragliding for reward and perhaps thought that he had\n\nsucceeded in doing so. Nonetheless there could have been other\r\nstatutory provisions in this maze of enactments which still required\n\nco-ordination so as to harmonise the position. The result may be\r\nthat, albeit unintended, tandem paragliding for reward remained\n\nillegal at the time of the accident. My further deliberation thus\r\nproceeds on the assumption that this was so.\nThe\r\nappellants’ statutory obligations to terminate and prevent\r\ntandem paragliding for reward\n[21]\r\nOn the assumption that there were statutory provisions which rendered\r\nthe impugned activity illegal, the next question arising\nis –\r\nwhy were the appellants responsible for the enforcement of these\r\nstatutory provisions? With regard to SACAA, the respondent’s\n\ncase rested on the Civil Aviation Authority Act 40 of 1998, which\r\nprovided SACAA with its statutory origin. With reference to the\n\nprovisions of this Act, the respondent relied primarily on s 3\r\nand s 4. In terms of s 3, the objects of the SACAA\nare,\r\namongst other things, to control, regulate and provide civil aviation\r\nsafety and security. Section 4 renders SACAA responsible\nfor the\r\nadministration of the laws referred to in the section, which include\r\nthe Aviation Act and, by implication, the regulations\npromulgated\r\nunder that Act. In the light of these provisions, I agree with the\r\ncourt a quo’s finding that the ultimate responsibility\nfor the\r\nenforcement of civil aviation safety vested with SACAA. I also agree\r\nwith the court’s further conclusion that:\n‘\nThrough\r\nits various functionaries, including an inspectorate and licencing\r\noffice, it is responsible for the licencing of all civilian\naircraft,\r\nthe testing, rating and licensing of civilian pilots and the\r\nenforcement of the myriad safety measures which are such\nan integral\r\npart of the broader civil aviation sector.’\n[22]\r\nThe statutory position of SAHPA is somewhat more obscure. In terms of\r\na memorandum of agreement between SACAA and an entity\ncalled the\r\nAeroclub of South Africa – an association incorporated not for\r\ngain – SACAA delegated some of its powers\nand functions with\r\nregard to sporting aviation activities, to the latter, as it was\r\nauthorised to do in terms of regulation 149\nof the 1997 CARS. One of\r\nits powers so designated was ‘the issuing of paragliding pilot\r\ncertificates’. Yet, by some\nor other means unknown, SAHPA –\r\nand not the Aeroclub – assumed the power to issue and suspend\r\nparagliding pilots’\nlicences. In the same way as the court a\r\nquo, I shall assume, in favour of the respondent and without any\r\nevidence to that effect,\nthat this power must have been delegated to\r\nSAHPA by the Aeroclub pursuant to its authority to do so in terms of\r\nclause 10 of the\nmemorandum of agreement between it and SACAA.\r\nStarting out from this premise, the respondent contended that SAHPA\r\nwas statutorily\nobliged to suspend the licences or to refuse the\r\nannual renewal of the licences of paragliding pilots who acted in\r\ncontravention\nof statutory provisions and of SAHPA’s own\r\nOperations and Procedural Manual, by partaking in tandem paragliding\r\nfor gain.\nFor the sake of argument I shall assume in favour of the\r\nrespondent that all this holds true.\nWrongfulness\n[23]\r\nEven on the assumption that the appellants had failed to perform a\r\nduty imposed upon them by statute, the question remains\nwhether their\r\nomissions were wrongful in the delictual sense. To the uninitiated it\r\nmay sound contradictory to say that omissions\nto comply with\r\nstatutory obligations are not wrongful. But that impression loses\r\nsight of the special meaning attributed to the\nelement of\r\nwrongfulness in the context of delictual liability. As I have said by\r\nway of introduction, wrongfulness in this context\nmeans that, in\r\naccordance with judicial determination, considerations of public and\r\nlegal policy dictate that it is reasonable\nto impose delictual\r\nliability on the defendant for the harm caused by the omission\r\ninvolved. The proper approach to the question,\nwhether an omission to\r\ncomply with a statutory obligation gives rise to delictual liability,\r\nappears from the following statement\nby Cameron JA in\nOlitzki\r\nProperty Holdings v State Tender Board & Another\n2001 (3) SA\r\n1247\n(SCA) para 12:\n‘\nWhere\r\nthe legal duty the plaintiff invokes derives from breach of a\r\nstatutory provision, the jurisprudence of this Court has developed\na\r\nsupple test. The focal question remains one of statutory\r\ninterpretations, since the statute may on a proper construction by\r\nimplication itself confer a right of action, or alternatively provide\r\nthe basis for inferring that a legal duty exists at common\nlaw. The\r\nprocess in either case requires a consideration of the statute as a\r\nwhole, . . .  But where a common law duty is\nat issue, the\r\nanswer now depends less on the application of formulaic approaches to\r\nstatutory construction than on a broad assessment\nby the court\r\nwhether it is ‘just and reasonable’ that a civil claim\r\nfor damages should be accorded. The conduct is\nwrongful, not because\r\nof the breach of the statutory duty\nper\r\nse\n, but because it is reasonable in the\r\ncircumstances to compensate the plaintiff for the infringement of his\r\nlegal right. The determination\nof reasonableness here in turn depends\r\non whether affording the plaintiff a remedy is congruent with the\r\ncourt’s appreciation\nof the sense of justice of the community.\r\nThis appreciation must unavoidably include the application of broad\r\nconsiderations of\npublic policy determined also in the light of the\r\nConstitution and the impact upon them that the grant or refusal of\r\nthe remedy\nthe plaintiff seeks will entail.’\n[24]\r\nIn this case the respondent did not contend that the statutory\r\nprovisions upon which she relied, in themselves, conferred an\naction\r\nfor damages on her. Instead her claim rested on a common law legal\r\nduty. So, as explained in\nOlitzki\n,\r\nthe question of wrongfulness depends on whether, in all the\r\ncircumstances, it would be reasonable to impose legal liability on\n\nthe appellants. The court a quo held that it would. What weighed\r\nheavily with the court in arriving at that conclusion, was the\n\nprinciple deriving from the concept of State accountability which is\r\nformulated thus by Nugent JA in\nMinister\r\nof Safety and Security v Van Duivenboden\n2002\r\n(6) SA 431\n(SCA) para 21:\n‘\nWhere the\r\nconduct of the State, as represented by the persons who perform\r\nfunctions on its behalf, is in conflict with its constitutional\nduty\r\nto protect rights in the Bill of Rights in my view the norm of\r\naccountability must necessarily assume an important role in\n\ndetermining whether a legal duty ought to be recognised in any\r\nparticular case.’\nBut\r\nas Nugent JA immediately added:\n‘\nThe norm of\r\naccountability, however, need not always translate constitutional\r\nduties into private law duties enforceable by an action\nfor damages .\r\n. .’\n[25]\r\nAccountability is therefore just one of the considerations which\r\nshould, among others, be taken into account. My concern immediately\n\narising from the conclusion arrived at by the court a quo can be\r\nillustrated by the following example: Passenger A goes on a tandem\n\nparagliding flight for reward, while passenger B also goes on a\r\ntandem flight, but for free. Both are involved in an accident in\n\nexactly the same circumstances, which did not entail any negligence\r\non the part of the pilot. Both accidents constituted what could\nbe\r\ndescribed in the parlance of insurance law as an act of God.\r\nNonetheless, passenger A has a delictual claim against the appellants\n\nwhile passenger B has none. Can that really represent the sense of\r\njustice of the community?\n[26]\r\nI think what lies at the heart of my difficulty, is that, in the\r\npreponderance of cases, payment of a reward would have nothing\nto do\r\nwith the occurrence of the harm causing accident. I know Manzoni\r\nthought differently, but his was clearly a lone voice crying\nin the\r\nwilderness. The vast majority of those involved in paragliding\r\ncircles, including SACAA, obviously thought otherwise. They\nclearly\r\nbelieved that there is no correlation between the payment of reward,\r\non the one hand, and the inherent dangers of tandem\nparagliding, on\r\nthe other. Otherwise stated, they clearly believed that reward does\r\nnot increase the risk of an accident. I say\nthat because, around the\r\ntime of the accident, the clear majority of those involved in\r\nparagliding, including SACAA, were doing\ntheir level best to legalise\r\nthe impugned activity by changing the regulations. In addition, the\r\nrespondent’s case was not\nthat those advocating these changes\r\nwere irresponsible or that the changes would render tandem\r\nparagliding more dangerous. On the\ncontrary, her case was simply that\r\nunless and until the regulations were amended, the activity was\r\nunlawful. The only conclusion\ndictated by logic, is an acceptance by\r\nmost, including the respondent, that the illegality had nothing to do\r\nwith the safety of\nthe passenger.\n[27]\r\nStated somewhat differently: if the appellants’ underlying\r\nstatutory obligations stemmed from their obligation to ensure\nand\r\npromote the safety of civil aviation, why would it be reasonable to\r\nimpose liability upon them for an omission which had no\ndirect impact\r\non aviation safety. Closely linked to this consideration is that,\r\nfrom the appellants’ perspective, virtually\neverybody involved\r\nin the sport of paragliding was of the view that tandem paragliding\r\nfor gain should be legalised. They probably\nalso realised that after\r\nthe publication of subparagraph (6) of Part 96 by the Commissioner of\r\nCivil Aviation, legalisation of\nthis activity was merely a matter of\r\ndotting the i’s and crossing the t’s, so to speak. In\r\naddition, they were aware,\nbecause it appears from their exchange of\r\nemails with Mr Manzoni, that tandem paragliding for reward had by\r\nthen become a popular\ntourist attraction and that some paragliding\r\npilots had started to make a living out of this activity. The\r\nrhetorical question\narising from all this is – why would the\r\nappellants, in these circumstances, take steps to stop an activity\r\nwhich was about\nto be legalised and did not constitute a safety\r\nhazard? This, of course, gives rise to the further rhetorical\r\nquestion –\nwhy would it, in the circumstances, be considered\r\nreasonable to impose legal liability upon them for not doing so?\n[28]\r\nAnother question that presents itself in considering the picture as a\r\nwhole is – what were the appellants expected to\ndo? As to both\r\nthe appellants, the respondent’s first answer to this question\r\nis that they should have informed paragliders\nthat the activity was\r\nillegal, which presupposes, of course, that paragliders did not know\r\nthat. As to SAHPA, the respondent’s\nfurther contention was that\r\nit should have refused to renew or suspend the pilot licences of\r\noffending pilots. With reference to\nSACAA the respondent proposed\r\nthat it should have withdrawn SAHPA’s authority to issue\r\npilots’ licences and then suspend\nor refuse to renew the\r\nlicences of offending pilots. In addition, so I understood the\r\nargument, SACAA should have taken legal steps\nto stop this illegal\r\nactivity, eg by approaching the court for an interdict against the\r\noffending pilots or by reporting them to\nthe police. What the\r\nexercise of these policing functions presupposes, of course, is that\r\nthe offending pilots have been identified.\nParagliders, so it appears\r\nfrom the evidence, can take off from an untold number of places.\r\nUnlike aircraft, properly so called,\nthey are not confined to an\r\nairfield. Identification of offending pilots would therefore require\r\nwidespread control and investigation\nby inspectors appointed by the\r\nappellants. As to SAHPA, no evidence was presented with regard to its\r\navailable resources, but the\ninherent probabilities seem to indicate\r\nthat it would not be able to afford these extensive measures of\r\ncontrol.\n[29]\r\nBy contrast, SACAA would probably be able to impose the necessary\r\ncontrol by various measures at its disposal, including its\n\ninspectorate. But as the court a quo rightly pointed out, SACAA is\r\nresponsible for a myriad of safety measures which are inherent\nto the\r\nbroader civil aviation sector. I also agree with the court’s\r\nsentiment that civil aviation safety, for which the SACAA\nholds\r\noverall responsibility, has become an integral part of daily life for\r\nmost South Africans. Not only to passengers, but also\nto those living\r\nclose to airports. ‘No doubt’, so the court said, ‘the\r\npublic would want to be assured that such\naircraft flights were safe,\r\nboth in respect of aircraft airworthiness and pilot qualifications’.\r\nThis is undoubtedly so,\nbut in these circumstances it could hardly be\r\nexpected of SACAA, in its determination of priorities, to allocate\r\nsubstantial resources\nto prevent tandem paragliding for gain which\r\nwas considered not to increase the risk of harm in any way and at a\r\ntime when this\nactivity was about to be legalised. That, as I see it,\r\npresents another reason why it would not be reasonable to impose\r\nlegal liability\non the appellants for omitting to terminate or\r\nprevent this activity.\n[30]\r\nApart from these considerations, application of general principles\r\nthat have become crystallised in the jurisprudence of this\ncourt (see\r\neg\nFourway Haulage SA (Pty) Ltd v SA National Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA) para 21) also seem to point away from the\r\nimposition of legal liability on the appellants. First amongst these\r\nis the general\npoint of departure that appears from the following\r\nstatement by Grosskopf AJA in\nLillicrap, Wassenaar and Partners v\r\nPilkington Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) at 504D-H:\n‘\nHowever, the\r\napproach of English law seems to me to be different from ours . . .\r\nEnglish law adopts a liberal approach to the extension\nof a duty of\r\ncare . . . South African law approaches the matter in a more cautious\r\nway, as I have indicated, and does not extend\nthe scope of the\r\nAquilian action to new situations unless there are positive policy\r\nconsiderations which favour such an extension.’\n[31]\r\nAnother principle, aligned to this conservative approach, was\r\nformulated thus by Harms JA in\nTelematrix (Pty) Ltd v Advertising\r\nStandards Authority SA\n2006 (1) SA 461\n(SCA) para 12:\n‘\nThe first\r\nprinciple of the law of delict, which is so easily forgotten and\r\nhardly appears in any local text on the subject, is,\nas the Dutch\r\nauthor\nAsser\npoints out, that everyone has to bear the loss he\r\nor she suffers. The Afrikaans aphorism is ‘dat skade rus waar\r\ndit val’.\nAquilian liability provides for an exception to the\r\nrule and, in order to be liable for the loss of someone else, the act\r\nor omission\nof the defendant must have been wrongful and negligent\r\nand have caused the loss. But the fact that the act is negligent does\r\nnot\nmake it wrongful . . .’\n[32]\r\nA further policy consideration which always looms large in deciding\r\nwhether or not to extend delictual liability to a situation\nnot\r\npreviously recognised, is the apprehension of boundless liability\r\n(see eg\nFourway Haulage\npara 24). In the course of its\r\njudgment the court a quo gave various examples of situations in which\r\nSAHPA would in its view be\nheld liable. Included amongst these was\r\nliability to:\n‘\n. . . [T]hose\r\nwho take their daily stroll with their dogs in many of the public\r\nspaces below Lion’s Head or Signal Hill .\n. . would be entitled\r\nto assume that it is safe to do so and that they are not likely to be\r\nexposed to harm when an errant paraglider\ndecides (or is forced) to\r\nland in those spaces.’\nIn\r\naddition, the court proceeded to extend the liability of the\r\nappellants to other situations which it described as tandem ‘flips’\n\nby a pilot not properly qualified; tandem flights that took off from\r\ndangerous places; and so forth. If all this is true, it would\nto me\r\nbe the cause of great concern about indeterminate liability.\n[33]\r\nThen there is also the consideration which has become known in the\r\ncontext of wrongfulness as the plaintiff’s vulnerability\nto\r\nrisk. As developed in our law, vulnerability to risk signifies that\r\nthe plaintiff would have no alternative remedy or could\nnot avoid the\r\nrisk of harm by other means (see eg\nCape Empowerment Trust v\r\nFisher Hoffman Sithole\n2013 (5) SA 183\n(SCA) para 28). As we know\r\nin this case, the respondent did indeed have another remedy: she\r\ncould and did sue the pilot and his\nemployer. It is true of course,\r\nthat this remedy would only be available if the pilot was negligent.\r\nBut if he was not, there seems\nto be good reason to revert to the\r\ndefault position in law of delict, namely, that everyone has to bear\r\nthe loss that he or she\nsuffers. Although one obviously has great\r\nsympathy for the respondent in her plight that, in itself, cannot\r\njustify the extension\nof delictual liability where it would not be\r\nreasonable to do so. It follows that, in my view, the court a quo had\r\nerred in deciding\nthe issue of wrongfulness in favour of the\r\nrespondent.\nCausation\n[34]\r\nMy finding against the respondent with regard to the essential\r\nelement of wrongfulness in reality tolls the death knell of\nher case.\r\nBut I also find myself in disagreement with the court a quo’s\r\nfinding in her favour on the issue of causation.\nIn the\r\ncircumstances, I propose to formulate my reasons for this view with\r\nas little elaboration as practicable. The well-established\ntest for\r\nfactual causation is the ‘but-for’ test which is\r\nformulated by Corbett JA as follows in\nInternational Shipping Co\r\n(Pty) Ltd v Bentley\n1990 (1) SA 680\n(A) at 700F-G:\n‘\n[T]he\r\nso-called “but-for” test, . . . is designed to determine\r\nwhether a postulated cause can be identified as a\ncausa sine qua\r\nnon\nof the loss in question. In order to apply this test one must\r\nmake a hypothetical enquiry as to what probably would have happened\n\nbut-for the wrongful conduct of the defendant. This enquiry may\r\ninvolve the mental elimination of the wrongful conduct and the\n\nsubstitution of a hypothetical course of lawful conduct and the\r\nposing of the question as to whether upon such an hypothesis the\n\nplaintiff’s loss would have ensued or not. If it would in any\r\nevent have ensued, then the wrongful conduct was not the cause\nof the\r\nplaintiff’s loss;\naliter,\nif it would not so have\r\nensued.’\n[35]\r\nIn applying this test, the court a quo’s reasoning went as\r\nfollows:\n‘\nCommon sense\r\ntells one that had these two bodies [ie the two appellants] taken the\r\nnecessary steps to stop the activity, the opportunity\nfor the\r\nPlaintiff’s “walk on the wild side” [ie the tandem\r\nparagliding flight for reward] would simply not have\narisen.’\nMy\r\ndilemma with this approach can be illustrated by the following\r\nexample:\nA, who is the owner\r\nof a motor vehicle, allows B, who to the knowledge of A, is unable to\r\ndrive a vehicle, the use of his vehicle.\nA’s conduct is clearly\r\nboth wrongful and negligent. But B then has a collision with C which\r\nhad nothing to do with B’s\nincompetence as a driver. It was all\r\nC’s fault. Applying the but-for test in the way of the court a\r\nquo, the conclusion will\nbe that A’s failure to prevent the\r\nincompetent driver from driving was the cause of the accident:\r\nbut-for the fact that A\nhad allowed B to drive the vehicle, the\r\naccident would not have occurred because the vehicle would not have\r\nbeen on the road. The\nresult is self-evidently untenable.\n[36]\r\nAs I see it, the flaw in the court a quo’s reasoning,\r\nillustrated by this example, lies in the wrong answer to the\r\nantecedent\nquestion which precedes the application of the but-for\r\ntest, namely, what hypothetical lawful conduct should mentally\r\nreplace the\nwrongful conduct of A? In my view, the answer is to allow\r\na competent driver to drive his vehicle. It is not to prevent anybody\n\nfrom driving the vehicle at all. Applying the but-for test in this\r\nway, the enquiry will be: if A had allowed a competent driver,\nwould\r\nthe accident still have occurred? Since, in the given example, the\r\nanswer is clearly ‘yes’, A’s wrongful\nconduct was\r\nnot the cause of the accident. In my view the same holds true for the\r\nfacts of this case. The supposition, for present\npurposes, is that\r\nthe appellants acted wrongfully by allowing tandem paragliding for\r\nreward. Allowing tandem paragliding without\ncharge would be lawful.\r\nIn applying the but-for test, one should therefore mentally replace\r\nthe wrongful conduct with: allowing\ntandem paragliding for free. The\r\nquestion is therefore: had the respondent been conveyed for free,\r\nwould the accident still have\noccurred? Since the answer is clearly\r\n‘yes’, the conclusion is that factual causation had not\r\nbeen established. Of\ncourse, one can postulate a situation where\r\npayment of a reward could be the cause of the accident, for instance,\r\nbecause the pilot\nwould otherwise not have undertaken the flight. But\r\nthose are not the facts of this case.\n[37]\r\nFor the sake of completeness I may add that, had I arrived at a\r\ndifferent conclusion on the but-for test, I believe the respondent\n\nwould in any event have been unsuccessful, for failure to establish\r\nthe element of legal causation. The issue of legal causation,\nor\r\nremoteness, is determined by considerations of policy. It is a\r\nmeasure of control. It serves as a ‘long stop’ where\n\nright-minded people, including judges, will regard the imposition of\r\nliability in a particular case as untenable, despite the presence\nof\r\nall other elements of delictual liability (see eg\nmCubed\r\nInternational (Pty) Ltd & another v Singer NNO & others\n2009\r\n(4) SA 471\n(SCA) para 27). I say this because, even if the court a\r\nquo’s application of the but-for test were to be accepted, the\r\nposition\nwould still remain that, what the appellants wrongfully\r\nomitted to prevent did not increase the risk of the accident which\r\nresulted\nin the respondent’s injuries in any way. In this\r\nsense, the situation is therefore reminiscent of the following\r\nillustration\nby Lord Hoffman in\nSouth Australia Asset Management\r\nCorp v York Montague Ltd\n[1996] UKHL 10\n;\n[1996] 3 All ER 365\n(HL) at 371(\nj\n):\n‘\nA mountaineer\r\nabout to undertake a difficult climb is concerned about the fitness\r\nof his knee. He goes to a doctor who negligently\nmakes a superficial\r\nexamination and pronounces the knee fit. The climber goes on the\r\nexpedition, which he would not have undertaken\nif the doctor had told\r\nhim the true state of his knee. He suffers an injury which is an\r\nentirely foreseeable consequence of mountaineering,\nbut has nothing\r\nto do with his knee.’\nAt\r\n382\ne\n-\ng\nLord Hoffman then concluded:\n‘\nYour\r\nLordships might, I would suggest, think that there was something\r\nwrong with a principle which, in the example which I have\ngiven,\r\nproduced the result that the doctor was liable . . . There seems no\r\nreason of policy which requires that the negligence\nof the doctor\r\nshould require the transfer to him of all the foreseeable risks of\r\nthe expedition.’\n[38]\r\nFor these reasons:\n1 The appeal is\r\nupheld with costs, including the costs of two counsel (in respect of\r\nboth the appellants).\n2 The order of the\r\ncourt a quo is set aside and replaced by the following:\n‘\nThe\r\nplaintiff’s claim against the fourth and fifth defendants is\r\ndismissed with costs, including the costs of two counsel\nin respect\r\nof both these defendants.’\nF\r\nD J Brand\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nthe First Appellant: S Bekker S C and I P Green SC\nInstructed by:\nSavage Jooste &\r\nAdams\nPretoria\nc/o Webbers,\r\nBloemfontein\nFor the Second\r\nAppellant:  P L Mokoena SC and B Lecoge\nWerksmans Attorneys\nJohannesburg\nc/o Symington en De\r\nKok, Bloemfontein\nFor\r\nthe Respondent: S P Rosenburg SC and P A Corbett\nInstructed by:\nMalcolm Lyons &\r\nBrivik Inc\nCape Town\nc/o Matsepes,\r\nBloemfontein",
  "scraped_at": "2026-02-12T17:08:41.024722",
  "date": "2015-03-25",
  "coram": [
    "Brand",
    "Mhlantla",
    "Leach",
    "Saldulker",
    "Mbha JJA"
  ],
  "case_number": "1010/2013",
  "parties": {
    "applicants": [
      "South African Hang and Paragliding Association",
      "South African Civil Aviation Authority"
    ],
    "respondents": [
      "Diane Elizabeth Bewick (née Miller)"
    ]
  },
  "sections": {
    "facts": "The respondent, a UK radiographer, hired a tandem paragliding flight on 12 April 2004 while holidaying in Cape Town. She was taken to Hermanus, paired with an experienced pilot, and after take‑off the wing collapsed, causing the aircraft to strike the hillside. She suffered fractures to both legs and her spine, resulting in permanent paralysis. The respondent sued the two aviation bodies (SAHPA and SACAA) for damages, alleging they failed to prevent an illegal activity – tandem paragliding for reward – which caused her injuries.",
    "issues": "The court had to determine (1) whether tandem paragliding for reward was illegal at the time of the accident; (2) whether the appellants had a statutory duty to prevent the illegal activity; (3) whether their omission was wrongful in the delictual sense; and (4) whether the omission was causally linked to the respondent’s injuries.",
    "principles": "The judgment discussed the element of wrongfulness in delict, emphasizing that omission is not presumptively wrongful and depends on the existence of a legal duty derived from statute or public policy. Relevant authorities included Gouda Boerdery, Country Cloud Trading, Olitzki Property Holdings, Fourway Haulage, and principles articulated by Cameron JA and Nugent JA on state accountability and the reasonableness of imposing liability. The court also considered statutory interpretation of the Civil Aviation Regulations, the Air Services Licensing Act, and the Aeronautical Information Circulars governing non‑type certificated aircraft.",
    "application": "The judge concluded that at the date of the accident tandem paragliding for reward was illegal and that the appellants were statutorily obliged to prevent it. However, he argued that imposing liability for their omission would be unreasonable, given the pending regulatory changes, the lack of concrete safety risk, and the practical difficulties of enforcement. Accordingly, he found the omission not wrongful and causation not established, rejecting the lower court’s findings of liability.",
    "conclusion": "The appeal was upheld. The order of the Western Cape Division was set aside and the respondent’s claim against the fourth and fifth defendants (SAHPA and SACAA) was dismissed with costs, including costs of two counsel for each appellant."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence – Omission",
    "level_3": [
      "tandem paragliding",
      "illegal activity",
      "statutory duty",
      "wrongfulness",
      "causation"
    ]
  }
}