{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/41.html",
  "case_name": "Seemela v S (20508/2014) [2015] ZASCA 41; 2016 (2) SACR 125 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 41",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 41\n|\nNoteup\n|\nLawCite\nSeemela v S (20508/2014) [2015] ZASCA 41; 2016 (2) SACR 125 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 20508/2014\nReportable\nIn\r\nthe matter between:\nJIMMY\r\nSEBONE\r\nSEEMELA\n..........................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n....................................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nJimmy Sebone Seemela v The\r\nState\n(20508/14)\n[2015] ZASCA 41\n(26\r\nMarch 2015)\nBench:\nPonnan, Maya, Mhlantla and Zondi JJA\r\nand Meyer AJA\nHeard:\r\n16 March 2015\nDelivered:\r\n26 March 2015\nSummary\n:\r\n Evidence – s 3(1)\n(c)\n– Law of Evidence Act 45 of 1988 – admissibility of\r\nhearsay evidence – murder – legal causation.\nORDER\nOn\r\nappeal from\n: North Gauteng High Court,\r\nPretoria (Claassen J, sitting as court of first instance):\nThe\r\nappeal succeeds in part and the order of the court below is set aside\r\nand replaced with the following:\n‘\n(a)\r\nThe appeal is upheld to the following extent:\n(i)\nThe conviction of the appellant on count 1,\r\nthe murder of Jabu Heckson Mathebe, and the sentence of life\r\nimprisonment imposed pursuant\nto that conviction are set aside.\n(ii)\r\nThe conviction of the appellant on count 2, the murder of Maggie\r\nRapao, and the     sentence of life imprisonment\n\nimposed pursuant to that conviction are set aside and replaced with\r\nthe following:\n‘\nOn\r\ncount 2, the accused is convicted of attempted murder and sentenced\r\nto imprisonment for a term of twelve years’.\n(iii)\r\nThe appeal in respect of count 3, the unlawful possession of a\r\nfirearm, and count 4, the unlawful possession of ammunition,\nin each\r\ninstance in contravention of the Arms and Ammunition Act 75 of 1969,\r\nand the sentences of imprisonment for terms of 5 and\n3 years imposed\r\nrespectively pursuant to those convictions, is dismissed.\n(iv)\r\nThe sentences imposed on counts 3 and 4 are ordered to run\r\nconcurrently with that imposed on count 2.’\nJUDGMENT\nPonnan\r\nJA (Maya, Mhlantla and Zondi JJA and Meyer AJA concurring):\n[1]\r\nThe appellant, Jimmy Sebone Seemela, was indicted before the North\r\nGauteng High Court (Claassen J, sitting on circuit at Polokwane),\non\r\ntwo charges of murder, one of assault with intent to do grievous\r\nbodily harm and one each of being in unlawful possession of\na firearm\r\nand ammunition in contravention of the Arms and Ammunition Act 75 of\r\n1969. He was acquitted on the assault and, despite\nhis denial that he\r\nwas the perpetrator, convicted on the remaining charges. He was\r\nsentenced on each of the murder charges to life\nimprisonment and to\r\nimprisonment for terms of five and three years respectively in\r\nrespect of the unlawful possession of a firearm\nand ammunition. His\r\nappeal to the North Gauteng High Court, Pretoria (per Ledwaba J,\r\nMakgoba J and Bam AJ concurring) against both\nconviction and sentence\r\nhaving failed, the further appeal is with the special leave of this\r\ncourt.\n[2]\r\nMuch in this matter remains unexplained and this is perhaps an object\r\nlesson in how litigation, in particular criminal trials,\nshould not\r\nbe conducted. All of the offences were alleged by the State to have\r\nbeen committed on 24 February 1998 in Makgofe Village\nin the district\r\nof Seshego. However, the record is silent as to why the trial only\r\ncommenced some 12 years later on 26 May 2010.\nIn the interim, several\r\ncrucial state witnesses died.\n[3]\r\nIt is undisputed that the appellant, and Ms Maggie Rapao, the\r\ndeceased on count 2, who was approximately 20 years his junior,\nhad\r\nbeen involved in a relationship. According to the State, that\r\nrelationship ended in 1997 when the appellant stabbed Ms Rapao\nwith\r\nan okapi knife after learning that she had become involved in a\r\nrelationship with Mr Jabu Heckson Mathebe (the deceased on\ncount 1).\r\nAs a result of that stabbing, the appellant was charged with the\r\nassault of Ms Rapao. On 24 February 1998 Ms Rapao testified\nagainst\r\nthe appellant at the Seshego Magistrates’ Court in support of\r\nthat charge. At approximately 6 pm that very evening,\nso the State\r\nalleges, Mr Mathebe, a taxi driver, was busy offloading passengers\r\nwhen he was approached by the appellant, who shot\nhim once in his\r\nback whilst he was seated in the driver’s seat of his taxi.\r\nAfter the shooting of Mr Mathebe the appellant\ncalled on the home of\r\nMs Rapao. In that regard the indictment reads:\n‘\n2.2\r\nThe deceased was standing in front of her house and when he\r\napproached her, she ran into the house. He shot at her, but missed.\n\nHe succeeded in forcing open the door which she had closed. When she\r\nfled he followed her and shot at her again and succeeded in\nshooting\r\nher in the back.\n3.1\r\nThe accused also went into the room where the latter deceased’s\r\nfather, the complainant in count 3, was and hit him with\nthe firearm\r\non his head and hand.\n3.2\r\nThe complainant grabbed an ashtray and assaulted the accused\r\ntherewith. The firearm fell down and the accused ran away.’\n[4]\r\nAfter having been shot, Mr Mathebe was admitted to the Seshego\r\nHospital. He was later transferred to the Pietersburg Provincial\n\nHospital. On 12 March 1998 Mr Mathebe was discharged from the latter\r\nhospital and admitted to the Baragwanath Hospital, where he\ndied on\r\n16 May 1998. The medical records of Ms Rapao reveal that she was\r\nadmitted to the Pietersburg Provincial Hospital after\nthe shooting,\r\nwhere she was initially treated as an in-patient until her discharge\r\non the 1\nst\nJune of that year. She thereafter continued to visit the hospital\r\nuntil 4 August, which is her last documented treatment as an\n\nout-patient. She was re-admitted on 10 November 1998 and died some 10\r\nmonths after the shooting on the 17\nth\nof that month.\n[5]\r\nThe only witness called by the State in respect of count 1, the\r\nmurder of Mr Mathebe, was Mr Lediwana Shadung. He testified:\n‘\nEven\r\nthough it is quite a long time ago I will start on that day, the date\r\nmentioned on 24 February 1998 I was on the day in question\nfrom town\r\non my way to Motuong. I arrived in Bloodriver and found Sebone there\r\nas a person who was waiting for a taxi.\nSebone\r\nyou are referring to the accused? --- Yes.\n.\r\n. .\nI\r\nthen picked him up, up until Motuong, that is where our routes end.\nDid\r\nyou talk to one another the minute he boarded into your taxi? --- He\r\ngreeted me and sat down.\n.\r\n. .\n‘\nHe\r\nalighted from the taxi at Motuong and then what happened? --- Yes,\r\nthat is the spot where . . .  the taxis ends, everybody\nalights\r\nthere. I then made a U-turn. I came back to town. As I was busy\r\nleaving after having made a U-turn there was another vehicle\nwhich\r\nwas approaching coming to drop people . . . (intervenes)\nYou\r\nare referring to another taxi? --- Yes.\nWho\r\nwas the driver? --- Jabu.\nThat\r\nwould be the deceased, the Jabu Mathebe, the deceased in count 1? ---\r\nYes.\nYes.\r\n--- After having left the spot having driven or travelled for quite\r\nsome time, a number of metres I heard a gunshot.\nYes.\r\n--- I looked into my rear view mirror, I saw Jabu’s vehicle\r\ncrossing the road slowly. I stopped.\nDid\r\nyou drive back? --- Yes, I stopped and made a U-turn, I went back.\nYou\r\narrived there, what happened? --- I found Jabu seated between the two\r\nseats.\nYes.\r\n--- Busy screaming.\nDid\r\nyou talk to him? --- I was trying to talk to him, but he was not\r\ntalking, he was just screaming.\nYes\r\nokay, then what happened? --- Somebody else, another guy came\r\nrunning.\nWho\r\nis that? --- I have forgotten his name.\nOkay.\r\n--- It is a long time ago. The person arrived there and said lets\r\ntake him to the hospital, he had been shot at.\nYes.\r\n--- I just got into Jabu’s motor vehicle, reversed and rushed\r\nhim to the hospital.\nCOURT\n: \r\nJa.\nMR\r\nMUDAU\n:  Did you see the accused\r\nwhen you drove back to the scene? --- No.’\n[6]\r\nMr Kleinboy Rapao, the brother of Ms Rapao, was the only eye witness\r\nin respect of the remaining counts. Although aged 27 at\nthe time of\r\nthe trial, he was only 15 when his sister was shot. He testified:\n‘\nWho\r\nwere you with on that day at the particular time? --- I was in the\r\ncompany of my mother, Mmalehu Sarah Rapao who unfortunately\npassed\r\naway in the meantime as well as the deceased. One Mogale David was\r\nalso present, but he also unfortunately passed away.\nDo\r\nyou perhaps still remember around what time of the day did the\r\nincident took place? If you do not, it is okay. --- It was, it\n\nhappened at night, but I cannot recall the time.\n.\r\n. .\nOn\r\nthe night in question we were seated outside. It was just after we\r\nhad our supper. As we were seated there I heard a gunshot.\n\nImmediately after hearing that gunshot we all jumped and ran into the\r\nhouse. I then saw the accused coming into the house shooting\nmy\r\nsister three times. (\nINTERPRETER\n: the witness is showing on\r\nher body).\nCOURT\n: \r\nOn the right chest. When he came into the house you say you saw the\r\naccused shooting your sister? --- Three times on her\nbody as\r\nindicated.\nRight\r\nside of torso. Ja? --- I succeeded in pushing the door open, got out\r\nof the house and started shouting for help, calling for\nhelp.\nPeople\r\ncame to the scene and helped. That is what happened.\nCan\r\nI just understand, you first heard a shot, you all jumped up and went\r\ninside and then you saw the accused shooting your sister\nthree times,\r\nis that correct? --- Yes.\n.\r\n. .\nAfter\r\nthe arrival of the community they were the ones who came to help,\r\nthat is the community, my mother also succeeded in coming\nout of the\r\nhouse. She had a struggle with the accused, that is my mother up\r\nuntil she succeeded in taking the firearm from him.\nOkay.\r\n--- Mr Mogale also tried to help. During that he hit the accused with\r\nan ashtray.\nCOURT\n: \r\nJa.\nMR\r\nMUDAU\n: Where was the accused at that\r\ntime? --- If I remember well he tried to get into the house in which\r\nMr Mogale was, that is at that\nstage where Mr Mogale hit him with\r\nthat ashtray.\nHow\r\ndid this accused leave the scene of the crime? --- In an ambulance.\nWhat\r\nwas wrong with him? --- Because the community arrived after having\r\nbeen called and they were the ones who assaulted him, injured\nhim\r\nthat is why he was removed in an ambulance.’\n[7]\r\nFor the rest, the State case rested on hearsay evidence adduced in\r\nterms of s 3 (1)\n(c)\nof the Law of Evidence Amendment Act 45 of\r\n1988 (the Act). Counsel for the State had applied, during the course\r\nof the evidence\nof the investigating officer, Warrant Officer\r\nMatlala, for various statements to be received into evidence in terms\r\nof that section.\nIn that regard the record reads:\n‘\nMR\r\nMUDAU\n:  Perhaps before he, before\r\nhe even takes the oath there will be an application by the state\r\nduring the testimony of this\nwitness to bring an application for\r\nacceptance of hearsay evidence.\nCOURT\n: \r\nTo tender hearsay evidence?\nMR\r\nMUDAU\n:  Yes, with regard to the\r\nstatement that he took from the deceased in count 1 and the deceased\r\nin count 2 and with regard\nto the statement that he also took from\r\nthe mother to the deceased in count 2 and also with regard to the\r\nstatement that he took\nfrom Mr David Mogale, he is the initial\r\ninvestigator and he is the one who collected all these four\r\nstatements from these four\npeople who have since died. So I think it\r\nwill be best M’Lord, for me to first deal with that formal\r\napplication.’\n[8]\r\nWarrant Officer Matlala’s evidence then ran thus:\n‘\nThere\r\nis a statement before you there, can you quickly go to the last page.\r\nWho is the commissioner in that statement? --- Myself.\nWas\r\nit signed by . . . (intervenes)\nCOURT\n: \r\nAnyone.\nMR\r\nMUDAU\n:  The deponent. --- That is\r\nso.\nThis\r\nhonourable court has ruled that the reading of this statement will be\r\naccepted as evidence for these proceedings. Can you then\ngo to the\r\nstatement and read it for the record of these proceedings?’\nWarrant\r\nOfficer Matlala then read the statement of Ms Rapao into the record.\r\nThe same course followed in respect of the statement\nof Mr Jabu\r\nMathebe, Mr David Mogale and Ms Sarah Rapao – the latter two\r\nbeing respectively the stepfather and mother of Ms\nRapao.\nIn\r\nrespect of the statement of Ms Sarah Rapao, Warrant Officer Matlala\r\nadded:\n‘\nJa,\r\nI see the handwriting of EXHIBIT L is different to that of H, J and\r\nK. Can you explain that? --- That is true, it differs.\nWhy\r\nwould that be? --- Ja, the one handwriting which differs with the\r\nothers is that of Warrant Officer Galane.\nJa.\r\n--- The reason why I was the one who commissioned that statement is\r\nbecause I am the one who had send him to take down that\nstatement.\nSo\r\nyou did not take it yourself? --- That is quite so.\nJa,\r\nMr Mudau, what do I make of that statement? It was not taken by him.\r\nIt was . . . (intervenes)\nMR\r\nMUDAU\n:  M’Lord . . .\r\n(intervenes)\nCOURT\n: \r\nIt was presented as if it was his statement, but it is not.\nMR\r\nMUDAU\n:  The state is well aware of\r\nthat and we are still in the, in the state case and a gap to have\r\nthat covered is not closed,\nM’Lord. I interviewed him with\r\nrespect to that. Perhaps my omission was not to make it clear to this\r\ncourt that he was the\ncommissioning officer and the court can decide\r\nonce the state has closed its case as to whether to take the\r\nstatement as of any\nvalue or not, because Warrant Officer Galane is\r\nstill a police officer in the police service and at any time he can\r\nclear that\nup for the purpose of these proceedings.’\n[9]\r\nThe appellant testified in his defence and was rightly found by the\r\ntrial court to be an unimpressive witness. The high court\naccepted\r\nthat the appellant was in fact the perpetrator in both instances. It\r\nheld:\n‘\nFrom\r\ntheir statements it is very clear that it was the accused who came\r\nand shot them. Mr Mathebe says he was sitting in his taxi\nand the\r\naccused came up, pulled out a gun and shot him. The other statements\r\nreferred to the incident at Maggie’s place.\nThey were all\r\nsitting inside just after dark. They heard a shot. Maggie and her\r\nbrother Kleinboy ran into the house and the accused\ncame in and shot\r\nthe deceased 3 times. He was assaulted and the accused lost\r\nconsciousness on the scene. Both were eventually taken\nto hospital.\r\nMr Mathebe never left the hospital and he died there. Maggie Rapao\r\nwas discharged at some stage but had to go back\nto hospital and died\r\nof septicaemia and bedsores, as [Dr D’Souza] testified in his\r\nreport, due to the gunshot wounds. . .\n’\n.\r\n. .\n‘\nThe\r\nstate witnesses all made a good impression on the court and\r\nespecially so, Kleinboy Rapao. It is so that he was 15 years at\nthe\r\ntime of the incident. His statement for purposes of prosecution was\r\nonly obtained a year ago. That apparently is because so\nmany of the\r\nstate witnesses died that the evidence of a young boy had to be\r\nrelied on to get the prosecution going. He was very\nforthright in his\r\nevidence. He was well cross-examined and he answered these questions\r\nclearly and forthrightly. The other witnesses\ngave more neutral\r\nevidence and their evidence was not really challenged in any way.\r\nThere is no reason not to accept their evidence.’\n[10]\r\nAs I understood the case sought to be advanced on appeal it was that\r\nthe trial court erred in: first, admitting and thereafter\nfounding\r\nits conviction on inadmissible hearsay evidence; and, second,\r\nconcluding on the facts that the wounding could be regarded\nas the\r\njuridical cause in each instance of such deceased’s death for\r\nthe purposes of a charge of murder.\n[11]\r\nIn dismissing the appellant’s appeal the full court stated:\n‘\n[13]\r\nThe legal position regarding the admissibility of hearsay evidence\r\nwas articulated in\nS v Ndhlovu\n2002 (2)\r\nSACR 325\nSCA\nand\nS\r\nv Molimi\n[2008] ZACC 2\n;\n2008 (2) SACR 76\nCC.\nThe\r\nConstitutional Court said hearsay evidence in terms of the Law of\r\nEvidence Amendment Act 45 of 1988 (the Act), may be received\nonly if\r\ninterest of justice so require, (sec 3(d)). In considering the\r\nadmission of such evidence the court must have regard to\nall the\r\nfactors mentioned in sec 3(1)(c) and must also ensure respect for\r\nfair trial rights set out in sec 35(3) of the Constitution.\nThe\r\nsafeguards serve to ensure that the appellant experiences a fair\r\ntrial in accordance with section 35 (3) of the Constitution\nSee\nMolimi\ncase at 95 par [36] And\nNdhlovu\ncase at 335 par [13] to par [17].’\nThe\r\nfull court added:\n‘\n[20]\r\nThe admissibility of the hearsay statements\nin\r\ncasu\nwas considered by the Hono[u]rable\r\ntrial Judge in accordance with the provisions of section 3(c) of the\r\nAct. The main consideration,\nwhether the admission of the hearsay\r\nevidence was in the interest of justice, was also, in my view,\r\nproperly addressed by the trial\ncourt.’\nThat\r\nconclusion, with respect to the full court, is not supported by the\r\nrecord. After hearing argument, and despite the obvious\ncomplexities\r\nof the matter, the trial judge ruled all too briefly I might add:\n‘\nTaking\r\nthe arguments of both sides into consideration and having said\r\nalready that there is corroborating evidence of the evidence\nto be\r\nled by way of hearsay evidence. I am inclined to allow the statements\r\nto be introduced into evidence. It may then be given.’\n[12]\r\nFor many years our law knew a rigid exclusionary rule which allowed\r\nspecific exceptions but no relaxation. Now there is no\nexclusion as\r\nsuch. Hearsay evidence may now be accepted subject to the broad,\r\nalmost limitless criteria set out in s 3(1). Of that\nsection, Schutz\r\nJA (\nS v Ramavhale\n1996 (1) SACR 639\n(A) at 647\nd\n) had\r\nthis to say:\n‘\n.\r\n. . it is necessary to emphasise . . . that s 3(1) is an exclusionary\r\nsubsection and that the touchstone of admissibility is the\ninterest\r\nof justice, as is made clear by the words: “. . . hearsay\r\nevidence shall not be admitted as evidence . . . unless\n- . . . the\r\ncourt, having regard to (the considerations in ss (\nc\n))\r\nis of the opinion that such evidence should be admitted in the\r\ninterests of justice.”’\nThe\r\ntrial court did not consider any of the matters listed in s 3(1)\n(c)\n,\r\nnamely:\n(i)\r\nthe nature of the proceedings;\n(ii)\r\nthe nature of the evidence;\n(iii)\r\nthe purpose for which the evidence is tendered;\n(iv)\r\nthe probative value of the evidence;\n(v)\r\nthe reason why the evidence is not given by the person upon whose\r\ncredibility the probative value of such evidence depends;\n(vi)\r\nany prejudice to a party which the admission of such evidence might\r\nentail; and\n(vii)\r\nany other factor which should in the opinion of the court be taken\r\ninto account.\n[13]\r\nHearsay evidence has long been recognised to tend to be unreliable.\r\nIt has thus been said that a judge should hesitate long\nin admitting\r\nor relying on hearsay evidence which plays a decisive or even\r\nsignificant part in convicting an accused, unless there\nare\r\ncompelling justifications for doing so. To once again borrow from\r\nSchutz JA ‘an accused person usually has enough to\ncontend with\r\nwithout expecting him also to engage in mortal combat with the absent\r\nwitness’ (\nRamavhale\nat\r\n648\na\n).\r\nHence the Court’s intuitive reluctance to permit untested\r\nevidence to be used against an accused in a criminal case (\nMetadad\r\nv National Employers’ General Insurance Co Ltd\n1992 (1) SA 494\n(W)).\n[14]\r\nIn respect of count 1, the murder of Mr Mathebe, the evidence of Mr\r\nShadung plainly did not incriminate the appellant. For\na conviction\r\none had to thus rely solely on the statement of Mr Mathebe. Given the\r\nabsence of any other incriminatory evidence,\nI instinctively baulk at\r\nfounding a conviction solely on that statement.\nI\r\nconsider that the trial judge seriously underestimated this factor\r\nand was too easily persuaded to place weight on this evidence\nfor the\r\npurpose of convicting the appellant. It seems to me that the trial\r\njudge did not manifest a sufficient awareness of the\nperils of\r\nrelying solely on that evidence to found a conviction. It follows, in\r\nmy view, that the conviction on count 1, namely\nthe murder of Mr\r\nMathebe, as also the sentence imposed pursuant thereto cannot stand\r\nand accordingly falls to be set aside.\n[15]\r\nIn as far as the remaining counts are concerned, the hearsay evidence\r\ntook the form of statements by Ms Rapao and her parents.\nMs Rapao’s\r\nstatement reads:\n‘\n2.\r\nI was in love with Jimmy Seemela of Makgofe. I separate[d] with him\r\nduring 1996. The suspect Jimmy Seemela stabbed me with a\nknife during\r\n1997. I opened the case against him.\n3.\r\nOn the 24.02.1998 the case was heard at Seshego Magistrate [Court]. I\r\ntestified. The case was further remanded to the 13.03.98.\nAfter the\r\ncourt I went home being with my uncle and mother.\n4.\r\nAt home I cooked and there later stood outside with my mother. It was\r\nat about something passed 19:00. I saw the suspect Jimmy\nSeemela at\r\nmy place. I then stood up and ran away into the house.\n5.\r\nThe suspect shot one bullet which missed me. I got into the house and\r\nclosed the door. The suspect pushed the door and g[o]t\ninside. I\r\nmanaged to get out of the house aiming to get into another one.\n6.\r\nThe suspect followed me up. He shot me twice on the back and I fell\r\ndown. I was unable to stand up. My mother got hold of the\nsuspect.\r\nMore people gathered and the ambulance arrived and ferried me to the\r\nhospital.\n7.\r\nThe suspect did not say anything to me. He just fired at random. I\r\nsuspect that the cause might be that of the court. I do not\nknow what\r\ntranspired there later. My witness is Sarah Rapao, Mokgadi Rapao and\r\nDavid Mogale.’\n[16]\r\nDespite counsel for the State intimating that Warrant Officer Galane\r\nwould testify in respect of Exhibit L, the statement of\nSarah Rapao,\r\nthat did not happen. In those circumstances that statement ought not\r\nto have been admitted into evidence. Mr David\nMogale deposed to three\r\nstatements - the first on 17 April 1998, the second on 23 October\r\n2003 and the third on 26 July 2005. And\nwhilst those statements may\r\nhave contained certain minor contradictions, they were consistent in\r\nidentifying the appellant as the\nperpetrator. In his first statement\r\nMr Mogale stated:\n‘\n4.\r\nThen the suspect Jimmy Seemela burst into my room. He was having a\r\ngun in his hands. The suspect assaulted me with the firearm\non my\r\nface and on the right hand.\n5.\r\nI grabbed an ashtray and assaulted him with it. The firearm fell down\r\nand he ran away. I instructed Johannes Mogale to pick up\nthe firearm.\r\nThe complainant was lying down being unconscious. We called for\r\nassistance from the community. All the people came\nand arrested the\r\nsuspect. He was beaten and the police arrived. The ambulance also\r\narrived and took the complainant and the suspect\nto the hospital.’\nMr\r\nMogale’s version finds corroboration in the evidence of: (a)\r\nthe police who attended on the scene – in that regard\nWarrant\r\nOfficer Galane testified:\n‘\nAfter\r\nboth the deceased and the accused were removed in ambulances one Mr\r\nMogale approached me, gave me a firearm and said that\nthat was the\r\nfirearm used by the accused to shoot the deceased. . . .’; and\n(b)\r\nthe evidence of the appellant himself, who testified:\n‘\nI\r\nwas still walking, approaching her parental home, it was starting to\r\nbe dark. I cannot tell in metres as to how far I was at that\nstage\r\nfrom her parental home when I heard a gunshot. I then took out my\r\ncell phone, started phoning my girlfriend, the deceased,\nstill\r\napproaching her gate that is the stage where I heard the gunshot. I\r\nsaw a certain young man coming out, running out of that\npremises. . .\r\n.\n.\r\n. .\nMR\r\nNONYANE\n: Where was he running from? ---\r\nOut of the girlfriend’s premises. Mr Mogale was chasing him.\nYes,\r\nproceed sir. --- After he ran past Mr Mogale said here he is, he then\r\nhit me with a stick . . .\nOn\r\nthe left jaw.\n.\r\n. .\nI\r\nfell to the ground as a result of the blow and everything was mixed\r\nup, I could not understand what was going on. I became unconscious\nas\r\na result.’\n[17]\r\nMs Rapao and her parents knew the appellant well. That being so, the\r\npossibility of a mistaken identification hardly enters\ninto the\r\nreckoning. In any event on the appellant’s own version, he was\r\nat their home that evening, where he was arrested,\nalbeit in an\r\nunconscious state. The trial court rightly rejected his explanation\r\nfor his presence there. No motive was advanced\nand none suggests\r\nitself as to why each of those persons would want to falsely\r\nimplicate him at the expense of the real perpetrator.\nWhilst each of\r\ntheir statements, when taken individually may not have been\r\nsufficiently weighty, cumulatively they are decisive.\nTo that must be\r\nadded the testimony of Kleinbooy Rapao, who also identified the\r\nappellant. The trial court found him to be a good\nwitness and that\r\nfinding has not been assailed. It must follow that the trial court’s\r\nconclusion that the appellant was the\nperpetrator of counts 2, 4 and\r\n5 cannot be faulted.\n[18]\r\nThere remains the question of causation in so far as the murder of Ms\r\nRapao is concerned. The question, in essence, being whether\nMs\r\nRapao’s shooting and subsequent death has been proven to be\r\ncausally tied. As it was put in\nBlaikie and Others v The British\r\nTransport Commission\n1961 SC 44\nat 49:\n‘\nThe\r\nlaw has always had to come to some kind of compromise with the\r\ndoctrine of causation. The problem is a practical rather than\nan\r\nintellectual one. It is easy and usual to bedevil it with subtleties,\r\nbut the attitude of the law is that expediency and good\nsense dictate\r\nthat for practical purposes a line has to be drawn somewhere, and\r\nthat, in drawing it, the court is to be guided\nby the practical\r\nexperience of the reasonable man rather than by the theoretical\r\nspeculations of the philosopher.’\n[19]\r\nIt is well established that a two-stage process is employed in our\r\nlaw to determine whether a preceding act gives rise to criminal\n\nresponsibility for a subsequent condition (\nS v Tembani\n2007\r\n(1) SACR 355\npara 10). In\nMinister of Police v Skosana\n1977\r\n(1) SA 31\n(A) at 34E-G, albeit in the somewhat different context of\r\ndelict, Corbett JA had this to say:\n‘\nCausation\r\nin the law of delict gives rise to two rather distinct problems. The\r\nfirst is a factual one and relates to the question\nas to whether the\r\nnegligent act or omission in question caused or materially\r\ncontributed to . . . the harm giving rise to the claim.\nIf it did\r\nnot, then no legal liability can arise and\ncadit\r\nquaestio\n. If it did, then the second\r\nproblem becomes relevant, viz. whether the negligent act or omission\r\nis linked to the harm sufficiently\nclosely or directly for legal\r\nliability to ensue or whether, as it is said, the harm is too remote.\r\nThis is basically a juridical\nproblem, in which considerations of\r\nlegal policy may play a part.’\nSo,\r\nin respect of the second of the two considerations alluded to by\r\nCorbett JA, which presents as an issue of some complexity in\nthis\r\ncase,\n‘\nthe inquiry must go on to\r\ndetermine whether the act is linked to the death sufficiently closely\r\nfor it to be right to impose legal\nliability’ (per Cameron JA,\nTembani\n(para\r\n10)).\n[20]\r\nNeither Dr D’Souza, the state pathologist, who performed the\r\npost mortem examination on Ms Rapao, nor Professor G Saayman,\non whom\r\nthe trial court and full court placed great store, were called as\r\nwitnesses. The medico-legal post mortem report completed\nby Dr\r\nD’Souza, which was admitted by the defence in terms of\ns 220\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n, recorded the cause of her\r\ndeath as ‘septicaemia, disseminated intravascular\r\ncoagulopathy’. It added:\n‘\nAccording\r\nto hospital records, deceased was discharged on 01/06/1998 and died\r\non 1998, November 17\nth\n.\r\nShe was earlier admitted on 24\\02\\98 with alleged gunshot. She became\r\nparaplegic after the said incident. This information is\nbased on\r\nhospital records. Cause of death given on the basis of history\r\nhospital records and external examination of body.’\nProf\r\nSaayman’s conclusion was: ‘Neither patient at any stage\r\nrecuperated from the initial injuries and their eventual\ndemise\r\nrepresented the terminal outcome of a progressive clinical decline.’\nProf\r\nSaayman, a Professor in Forensic Pathology at the University of\r\nPretoria, had prepared a report at the request of the Director\nof\r\nPublic Prosecutions. When it was intimated by counsel for the State\r\nthat he will be called to testify, the trial judge made\nplain that as\r\nhe had ‘said even in chambers’, ‘it is not\r\nimportant for Professor Saayman to come and testify’.\nThe trial\r\njudge also swept aside protestations by counsel for the appellant,\r\nwho wanted him to be called, because as counsel put\nit ‘we have\r\ngot so many questions arising from that report’. In the event\r\nthe report was, without more, admitted into\nevidence.\n[21]\r\nTo the extent here relevant, Prof Saayman’s report reads:\n‘\na.\r\n. . . It appears that she may have improved initially and that she\r\nwas discharged on 01/06/1998. It is however not clear from\nthe\r\navailable documentation whether she had already developed bedsores at\r\nthat stage (although none such appear to be specifically\nreported in\r\nthe clinical / nursing notes).\nb.\r\nShe was followed up on an outpatient basis, but still had faecal and\r\nurinary incontinence. Several outpatient visits between\n01/06/1998\r\nand 04/08/1998 are documented in this docket, but no bedsores are\r\nrecorded during these visits. It appears as if she\nhad\r\nrecurrent/constant urinary tract infection.\nc.\r\nNo further notes are available for August and July 1998, until she\r\nwas re-admitted on 10/11/1998 with the diagnosis of septicaemia\ndue\r\nto septic wounds. She was severely ill at the time of this last\r\nadmission and blood tests showed features consistent with septicaemia\n\n(systemic spread of the infection) and diffuse intravascular\r\ncoagulation – a clotting abnormality sometimes seen as a\r\ncomplication\nassociated with (amongst others) severe infection. At\r\nthis stage she had severe bedsores, but the onset of the latter\r\ncannot be\nascertained from the available documentation. The patient\r\npassed away on 17/11/1998.\nd.\r\nIt is clear that a medico-legal autopsy should have been conducted on\r\nthe deceased, in view of the medical history that she had\nsustained a\r\ngunshot wound. However, it appears that only an external viewing /\r\nexamination (i.e. without formal dissection) of\nthe body of the\r\ndeceased was performed by dr MSR D/Souza, on 27/11/1998. Extensive\r\ndecubitus ulcers (bedsores) were recorded, together\nwith petechial\r\nhaemorrhages all over the body. The cause of death was stated as\r\nsepticaemia and disseminated intravascular coagulation.\n.\r\n. .\nf.\r\nIt is indeed unfortunate, that a medico-legal post mortem examination\r\nwas not conducted in this particular instance. If dr MSR\nD’Souza\r\ncan still be traced at this stage, it may be appropriate to obtain a\r\nstatement as to why a full dissection of this\nbody was not\r\nundertaken. Enquiries may be made with the Health Professions Council\r\nof South Africa, to establish the current whereabouts\nof dr D’Souza.\r\nIt is however, unlikely, that dr D’Souza will retain (at this\r\nlate stage), individual or specific recollection\nof this matter.\ng.\r\nThe formulation of the cause of death, as supplied by dr D’Souza\r\n(under Seshego Medico-legal post mortem report no 521/98),\nshould be\r\ncritically reviewed. Although the terminal\nmechanism\r\nof death\nwas that of septicaemia with\r\ndisseminated intravascular coagulopathy, due to underlying infection\r\n(pressure sores and/or renal\ntract infection), there is little doubt\r\nthat the primary medical cause of death (being the gunshot injury),\r\nshould also be incorporated\nin the final formulation of the cause of\r\ndeath. Unfortunately, the autopsy report makes no specific mention of\r\nexternal injuries\nor scars, suggestive of prior gunshot injury. It is\r\ntherefore essential, that due cognizance be taken of the clinical\r\nhistory pertaining\nto this patient – the latter having been\r\nreasonably well documented.’\n[22]\r\nPrecisely, on what basis, Prof Saayman’s report (which he\r\ndescribed as a ‘review . . . based on the available clinical\n\ndocumentation’) was admitted into evidence does not emerge from\r\nthe record. But, whether it was indeed admissible need not\ndetain me\r\nbecause even if it was admissible it hardly assists the State in\r\ndischarging the onus resting on it. Despite Prof Saayman’s\n\nassertion that the clinical history of Ms Rapao was well documented,\r\nthere was, as reflected in his report, a significant lacuna\nin\r\nrespect of a critical period, namely 4 August to 10 November 1998.\r\nWhat is more is that he was sharply critical of Dr D’Souza\nfor\r\nnot having conducted a proper post mortem examination. In his report,\r\nDr D’Souza records ‘not opened due to lack\nof electric\r\nsaw’. He thus contented himself with an external examination of\r\nMs Rapao’s body. In that, it would seem,\nthat Prof Saayman’s\r\ncriticism is justified. In those circumstances, why it was thought by\r\nthe trial judge that it was not\nnecessary for him to testify is lost\r\non me. For, in applying the applicable principles that I have set out\r\nearlier in this judgment\nto the evidence as it stands, it seems to\r\nme, that the learned trial judge ought to have entertained grave\r\ndoubt as to whether\nthe wounding of Ms Rapao by the appellant could\r\nhave been regarded as the juridical cause of her death.\n[23]\r\nIn\nS v Mokgethi en Andere\n1990\r\n(1) SA 32\n(A), a gunshot rendered the deceased a paraplegic. Despite\r\nthe injury he recovered well, and received instruction on the dangers\n\nof pressure sores and their prevention. But he unreasonably failed to\r\napply proper self-care, and pressure sores developed that\nled to\r\nsepticaemia from which he died six months later. The court held that\r\nhis assailants could not be held responsible for his\ndeath. Although\r\nthe wound was initially mortally dangerous in that without medical\r\nintervention the deceased would probably have\ndied as a result of it,\r\nthe threat to his life was eliminated by the proper medical care and\r\ninstruction he received. The eventually\nfatal septicaemia was caused\r\nnot by the original wound, but by the deceased’s own\r\nunreasonable failure to follow medical\ninstructions. Thus, although\r\nthe gunshot wound was an indispensable precondition of the death, the\r\ntrial court’s conviction\nof murder was changed to attempted\r\nmurder. A conclusion, I daresay, that one is inexorably driven to\r\nhere as well. In the light\nof this conclusion the appellant’s\r\nconviction on count 2, the murder of Ms Rapao, must be set aside and\r\nreplaced with one\nof attempted murder. The sentence of life\r\nimprisonment imposed by the trial court pursuant to the conviction of\r\nmurder must likewise\nbe set aside.\n[24]\r\nAs to sentence:  There appears to be little to be said in favour\r\nof the appellant. He was 35 years old at the time of\nthe commission\r\nof the offences in question with two minor children who were\r\ndependent on him. The appellant has an impressive array\nof previous\r\nconvictions,\n[1]\nmany\r\nof which evidence a marked propensity to violence.  His\r\npropensity for violence appears to have characterised his\r\nrelationship\nwith Ms Rapao as well. By stabbing and thereafter\r\nshooting her, because she dared to terminate their relationship, he\r\nacted in\na manner that is unacceptable in any civilised society that\r\nought to be committed to the protection of the rights of all persons\n\nincluding women. Intimate partner violence (IPV) is a serious social\r\nproblem about which, fortunately, we are at last becoming\nconcerned.\r\nThis form of violence against women is generally understood to\r\ninclude physical, sexual, and psychological abuse by\nintimate male\r\npartners and in the last decade, IPV against women has finally come\r\nto be recognized as an important public health\nproblem.\n[2]\nIPV\r\nusually occurs within a broader context of relationships marked by\r\ncontrolling behaviours by men and a pervasive sense of fear\nin women.\r\nMore women are killed by their current or ex-intimate male partner in\r\nSouth Africa than in any other country, with a\nrate of 8.8 per\r\n100 000 women.\n[3]\nIn\r\n1999 alone it is conservatively estimated that 1349 women died from\r\nIPV in South Africa, which is generally regarded as a leading\ncause\r\nof morbidity and mortality for South African women.\n[4]\nIn\r\na nationally representative study of 1 229 married and\r\ncohabiting women, a prevalence of 31 per cent IPV was found, and\na\r\nstudy on physical violence among South African men found that 27.5\r\nper cent reported perpetration of violence in their current\nor most\r\nrecent partnership.\n[5]\nIn\r\nsome South African studies, more than 40 per cent of men have\r\ndisclosed having been physically violent to a partner and between\n40\r\nto 50 per cent of women have also reported experiencing such\r\nviolence.\n[6]\nFor\r\nthe victim, it is a violation that is invasive and dehumanising. For\r\nsome the consequences are severe and can, as many of the\nstudies have\r\nshown, be permanent. And given its alarming prevalence, such\r\nmitigating factors as may exist in this case, pale into\n\ninsignificance when viewed against the objective gravity of the\r\noffence. Plainly, for an offence such as this a long custodial\n\nsentence is imperatively called for. I consider that a period of 12\r\nyears will be appropriate for the attempted murder. As all\nof the\r\noffences were part of the same criminal transaction, the sentences of\r\nimprisonment for terms of 5 and 3 years imposed by\nthe trial court on\r\ncounts 3 (possession of a firearm) and 4 (possession of ammunition)\r\nrespectively, should be ordered to run concurrently\nwith that imposed\r\non count 2.\n[25]\r\nIn the result:\n(1)\r\nThe appeal succeeds in part and the order of the court below is set\r\naside and replaced with the following:\n‘\n(a)\r\nThe appeal is upheld to the following extent:\n(i)\nThe conviction of the appellant on count 1,\r\nthe murder of Jabu Heckson Mathebe, and the sentence of life\r\nimprisonment imposed pursuant\nto that conviction are set aside.\n(ii)\r\nThe conviction of the appellant on count 2, the murder of Maggie\r\nRapao, and the     sentence of life imprisonment\n\nimposed pursuant to that conviction are set aside and replaced with\r\nthe following:\n‘\nOn\r\ncount 2, the accused is convicted of attempted murder and sentenced\r\nto imprisonment for a term of twelve years’.\n(iii)\r\nThe appeal in respect of count 3, the unlawful possession of a\r\nfirearm, and count 4, the unlawful possession of ammunition,\nin each\r\ninstance in contravention of the Arms and Ammunition Act 75 of 1969,\r\nand the sentences of imprisonment for terms of 5 and\n3 years imposed\r\nrespectively pursuant to those convictions, is dismissed.\n(iv)\r\nThe sentences imposed on counts 3 and 4 are ordered to run\r\nconcurrently with that imposed on count 2.’\n_________________\nV\r\nM Ponnan\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellant: L M Manzini\nInstructed\r\nby:\nLegal\r\nAid SA, Pretoria\nBloemfontein\r\nJustice Centre, Bloemfontein\nFor\r\nRespondent: M P Mudau\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein\n[1]\nOn 16 February 1987 he was convicted of assault with intent to do\r\n\tgrievous bodily harm and sentenced to 7 cuts with a light cane.\nOn 8\r\n\tApril 1987 he was convicted of robbery and sentenced to 6 cuts with\r\n\ta light cane. On 21 August 1987 he was convicted of\ntheft and\r\n\tsentenced to 6 cuts with a light cane. On 3\nMay\r\n\t1988 he was convicted of escaping or attempting to escape from\r\n\tcustody and sentenced to 12 months’ imprisonment. On\n17 May\r\n\t1988 he was convicted of assault with intent to do grievous bodily\r\n\tharm and sentenced to R180 or 5 months’ imprisonment.\nOn 22\r\n\tAugust 1988 he was convicted of 2 counts of assault and sentenced on\r\n\teach count to 90 days’ imprisonment. On 16 September\n1988 he\r\n\twas convicted of 2 counts of theft and sentenced to 4 years’\r\n\timprisonment on each count which was ordered to run\nconcurrently. On\r\n\t11 October 1988 he was convicted of robbery and sentenced to 8\r\n\tmonths’ imprisonment. On 7 September 1989\nhe was convicted of\r\n\ttheft and sentenced to 4 years’ imprisonment, 3 of which was\r\n\tsuspended. On 16 February 1990 he was\nconvicted of possession of\r\n\tdagga in contravention of the Drugs and Drug Trafficking Act and\r\n\tsentenced to 60 days’ imprisonment.\nOn 11 February 1991 he was\r\n\tconvicted of 3 counts of theft and sentenced to an effective 4\r\n\tyears’ imprisonment. On 10 August\n1999 he was convicted of\r\n\tassault with intent to do grievous bodily harm and sentenced to 12\r\n\tmonths’ imprisonment.\n[2]\nN\r\n\tAbrahams et al ‘Intimate Partner Violence: Prevalence and Risk\r\n\tFactors for Men in Cape Town, South Africa’ (2006)\nViolence\r\n\tand Victims Journal\nVol. 21, No. 2 at 247.\n[3]\nN\r\n\tAbrahams et al ‘Mortality of women from intimate partner\r\n\tviolence in South Africa: A National Epidemiological Study’\n\n\t(2009)\nViolence\r\n\tand Victims Journal\nVol. 24, No. 4 at 549.\n[4]\nJ D Gass et al ‘Intimate partner violence, health behaviours,\r\n\tand chronic physical illness among South African women’\n(2010)\nSouth\r\n\tAfrican Medical Journal\nVol.\r\n\t100, No. 9 at 582.\n[5]\nK Peltzer and S Pengpid “The severity of violence against\r\n\twomen by intimate partners and associations with perpetrator\nalcohol\r\n\tand drug use in the Vhembe district, South Africa’ (2013)\nAfrican\r\n\tSafety Promotion Journal\nVol.\r\n\t11, No. 1 at 13.\n[6]\nDr L Langa-Mlambo and Dr P Soma-Pillay ‘Violence against women\r\n\tin South Africa’ (2014)\nObstetrics\r\n\t& Gynaecology Forum\nat\r\n\t18.\nSee\r\n\talso World Health Organization\nUnderstanding\r\n\tand addressing violence against women: Intimate partner violence\n(2012)\r\n\tand World Health Organization\nGlobal\r\n\tand regional estimates of violence against women: prevalence and\r\n\thealth effects of intimate partner violence and non-partner\nsexual\r\n\tviolence\n(2013).",
  "scraped_at": "2026-02-12T17:10:34.524032",
  "date": "2015-03-26",
  "coram": [
    "Ponnan JA",
    "Maya JJA",
    "Mhlantla JJA",
    "Zondi JJA",
    "Meyer AJA"
  ],
  "case_number": "20508/2014",
  "parties": {
    "applicants": [
      "Jimmy Sebone Seemela"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Jimmy Sebone Seemela, was charged with two counts of murder (the deaths of Jabu Heckson Mathebe and Maggie Rapao), one count of assault with intent to do grievous bodily harm, and unlawful possession of a firearm and ammunition. The alleged offences occurred on 24 February 1998 in Makgofe Village, Seshego. According to the State, Seemela shot Mathebe, a taxi driver, and later entered Rapoo's home, shooting her three times and assaulting her father. Both victims later died in hospital. The trial, held twelve years after the incident, relied heavily on hearsay statements taken from the deceased and from witnesses who had subsequently died. The High Court convicted Seemela of both murders, the firearm offences and sentenced him to life imprisonment on the murder charges and additional terms for the firearm counts. He appealed against the convictions and sentences.",
    "issues": "The appeal raised two principal issues: (1) whether the trial court erred in admitting hearsay evidence under section 3(1)(c) of the Law of Evidence Amendment Act, 1988; and (2) whether the appellant's conduct was the legal cause of death of the victims, particularly in relation to the murder of Ms Rapoo, thus supporting a murder conviction.",
    "principles": "The Court reiterated the constitutional requirement that hearsay evidence may only be admitted if it is in the interests of justice, applying the criteria set out in s 3(1)(c) – nature of the proceedings, nature and purpose of the evidence, probative value, reason for non‑availability, prejudice, and any other relevant factor. Precedents such as S v Ndhlovu, S v Molimi, and the principles articulated by Schutz JA were cited. For causation, the Court applied the two‑stage test from S v Tembani: factual causation followed by legal causation, requiring the act to be sufficiently linked to the death, with reference to cases like S v Mokgethi.",
    "application": "The Court found that the trial judge failed to consider the statutory factors for admissibility and relied on hearsay statements that were not sufficiently corroborated, especially for the murder of Mathebe where the conviction depended solely on a deceased's statement. Consequently, the murder conviction on count 1 was set aside. Regarding count 2, the Court held that the medical evidence showed Ms Rapoo died of septicaemia and complications unrelated to the gunshot, breaking the chain of legal causation; therefore the murder conviction was substituted with attempted murder. The firearm and ammunition offences were upheld as the evidence against those charges was not hearsay‑based.",
    "conclusion": "The appeal succeeded in part. The conviction and life sentence for the murder of Jabu Heckson Mathebe (count 1) were set aside. The murder conviction for Maggie Rapoo (count 2) was replaced with a conviction for attempted murder, carrying a twelve‑year imprisonment term. The convictions for unlawful possession of a firearm (count 3) and ammunition (count 4) were affirmed, and the sentences of five and three years respectively were ordered to run concurrently with the twelve‑year sentence for attempted murder."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide and Firearms",
    "level_3": [
      "hearsay evidence",
      "legal causation",
      "attempted murder",
      "firearm possession",
      "intimate partner violence"
    ]
  }
}