{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/19.html",
  "case_name": "Van den Heever v Minister of Minerals and Energy and Others (150/2014) [2015] ZASCA 19 (19 March 2015)",
  "citation": "[2015] ZASCA 19",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 19\n|\nNoteup\n|\nLawCite\nVan den Heever v Minister of Minerals and Energy and Others (150/2014) [2015] ZASCA 19 (19 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot reportable\nCase\r\nNo: 150/2014\nIn\r\nthe matter between:\nGERT\r\nVAN DEN\r\nHEEVER\n.......................................................................................\nAPPELLANT\nand\nTHE\r\nMINISTER OF MINERALS AND ENERGY\n.................................\nFIRST\r\nRESPONDENT\nTHE\r\nDIRECTOR GENERAL: DEPARTMENT OF\nMINERAL\r\nRESOURCES\n....................................................................\nSECOND\r\nRESPONDENT\nTRANS\r\nHEX MYNBOU\r\nLIMITED\n.......................................................\nTHIRD\r\nRESPONDENT\nTRANS\r\nHEX OPERATIONS (PTY) LIMITED\n...............................\nFOURTH\r\nRESPONDENT\nNeutral\r\ncitation:\nVan\r\nden Heever v Minister of Minerals and Energy\n(150/14)\n[2015] ZASCA 19\n(19 March 2015)\nCoram\n:\r\nBrand, Lewis, Cachalia and Zondi JJA and Dambuza AJA\nHeard:\r\n4 March 2015\nDelivered:\r\n19 March 2015\nSummary:\nWhether content of\r\na letter, objectively viewed, evinced an intention of the writer to\r\nabandon a mining right. Construed in its\ncontext and in light of\r\nbackground facts, abandonment not established.\nORDER\nOn\r\nappeal from:\nNorthern\r\nCape High Court, Kimberley (Kgomo JP and Hughes-Madondo AJ sitting as\r\ncourt of first instance)\n‘\nThe\r\nappeal is dismissed with costs, including the costs of two counsel in\r\nrespect of both first and second respondents on the one\nhand, and of\r\nthe third and fourth respondents on the other.’\nJUDGMENT\nCachalia\r\nJA (Brand, Lewis and Zondi JJA and Dambuza AJA concurring)\n[1]\r\nThis appeal concerns a dispute over a right to mine for diamonds on\r\ntwo contiguous pieces of land on the farm Richtersveld No\n11 (the\r\nproperty) situated in the Namaqualand district of the Northern Cape.\r\nThe dispute has its genesis in the appellant’s\nfailed attempt\r\nto secure mining permits from the Department of Mineral Resources in\r\n2008. The appellant’s applications for\nthe right to mine were\r\nrefused on the ground that a permit to mine on the same property was\r\nalready in existence and held by Trans\nHex Operations (Pty) Ltd, the\r\nfourth respondent, when the application was made. The right was\r\ninitially held by a public company,\nTrans Hex Mynbou Limited\r\n(Mynbou), the third respondent, under a mining lease and thereafter\r\nceded to the fourth respondent in\nMay 2001. Both entities are\r\nsubsidiaries of a holding company, Trans Hex Group Limited.\n[2]\r\nThe appellant disputes the fourth respondent’s claim to hold\r\nthe mining right over the property. He says that on 26 January\n2001,\r\nbefore the cession took place, Mynbou wrote to the Department of\r\nMinerals and Energy (the predecessor of the Department of\nMineral\r\nResources) indicating that it was foregoing its right to mine on the\r\nproperty, and had thereby abandoned its right. This\nmeans, so the\r\nappellant submits, that Mynbou’s purported cession of the right\r\nto the fourth respondent is invalid as it had\nno right to cede. And\r\nthe department’s refusal to grant the application on the ground\r\nthat the fourth respondent held the\nmining right is therefore\r\nunlawful.\n[3]\r\nThe respondents’ answer to this claim is that properly\r\nconstrued, and in light of the background facts, the January letter\n\ndid not constitute an abandonment of its mining right, but was merely\r\na request for the department to amend the mining lease in\norder to\r\ngive effect to Mynbou’s declared intention to make the land\r\navailable to the Richtersveld community for agricultural\npurposes.\n[4]\r\nThe dispute gave rise to a review application in the Northern Cape\r\nHigh Court in which the appellant sought orders: declaring\nthat\r\nMynbou had abandoned its right to mine for diamonds on the property;\r\nreviewing and setting aside the decision to convert the\nabandoned old\r\norder mining right previously held by Mynbou into a right\r\ncontemplated in the second schedule of the Mineral and\nPetroleum\r\nResources Development Act 28 of 2002 (the MPRDA); reviewing and\r\nsetting aside the Director General’s decision under\ns 96 of the\r\nMPRDA to refuse his appeals against the Regional Manager’s\r\nrejection of his applications for mining permits under\ns 27 read with\r\ns 27(3)\n(b)\nof the MPRDA; and remitting his applications for mining permits for\r\nreconsideration by the relevant official.\n[5]\r\nThe application failed before the high court in a judgment delivered\r\nby Hughes-Madondo AJ in which Kgomo JP concurred. The appeal\nbefore\r\nus is with leave of this court.\n[6]\r\nAt the commencement of the hearing, Mr Barnard, who appeared for the\r\nappellant, accepted that the central issue in this appeal\nis whether\r\nMynbou, in its letter relinquished its right to mine for diamonds\r\nover a portion of the property for which the appellant\nhad applied\r\nfor mining permits in terms of s 27 of the Mineral Development Act 28\r\nof 2002. He accepted too that in the event of\nthis court finding that\r\nMynbou had not abandoned its right to mine on the property, the\r\nappeal must fail.\n[7]\r\nIt is trite that abandonment or relinquishment of a right is never\r\npresumed: clear proof is required and it must be shown that\nthe\r\nperson intended this result with full knowledge of the right in\r\nquestion. The test is objective: the intention of the person\nis to be\r\ndetermined by the outward manifestation of his or her conduct.\n[8]\r\nIt is appropriate to quote the letter, which was addressed to the\r\ndepartment, in full:\n‘\nGeagte\r\nMnr Nieuwoudt\nVERKLEINING VAN RICHTERSVELD\r\nMYNHUURGEBIED: TRANS HEX MYNBOU\nTrans Hex Mynbou onderhandel\r\nreeds geruime tyd met die Richtersveld Oorgangsraad (nou die\r\nRichtersveld Munisipaliteit) vir die beskikbaarstelling\nvan verskeie\r\nstukke grond vir besproeiingsdoeleindes langs die Oranjerivier.\r\nOoreenkoms is nou bereik dat 13 afsonderlike [stukke\ngrond], wat\r\ngesamentlik 363,14 hektaar beslaan, aan die Oorgansraad oorhandig sal\r\nword vir landbougebruik, en uit die mynhuurgebied\nuitgesluit sal\r\nword. Die stukke grond maak tans deel uit van die Richtersveld\r\nmynhuurgebied wat in terme van mynhuur 2/91 aan Trans\nHex toegeken is\r\n(sien meegaande plan met koördinate).\nDie stukke grond wat uitgesluit\r\nmoet word beslaan vier afsonderlike stukke in die\r\nSwartwater/Koeskopgebied (gesamentlik ongeveer\n122,57 hektaar groot),\r\ndrie aaneenlopende stukke in die Sanddrifgebied (gesamentlik ongeveer\r\n24,67 hektaar groot), vier alleenstaande\nstukke in die\r\nBloeddrifgebied (gesamentlik ongeveer 100,94 hektaar groot), en een\r\nstuk in die Jakkalsberggebied, die sogenaamde\nReuning besproeiingserf\r\n(ongeveer 11,59 hektaar groot).\nU\r\nword dus versoek om die 13 stukke grond, waarvan die omvang in detail\r\ndeur middel van koördinate op meegaande plan gedefinieer\nword,\r\nuit die bestaande mynhuurgebied uit te sluit, en die wysiging so by\r\ndie Mynbriewekantoor in Pretoria te laat registreer.\n(Emphasis added)\n‘\nn\r\nKopié van die oorspronklike notariële mynhuurdokument\r\n2/91 gaan hiermee saam vir die nodige endossement. Die besluit\nom die\r\nmynhuurgebied te verklein word bekragtig deur meegaande\r\ndireksiebesluit gedateer 24 Januarie 2001.’\n[9]\r\nThe appellant relies on the passage I have highlighted – in\r\nparticular the phrase: ‘uit die bestaande mynhuurgebied\nuit te\r\nsluit’ – to support his contention that Mynbou\r\nrelinquished its right to mine over the 13 portions of land to\nwhich\r\nreference is made in the letter. However, Mr Barnard properly\r\naccepted that we are entitled to have regard to the background\nfacts\r\nin giving meaning to the letter.\n[10]\r\nThe farm Richtersveld 11, where the mining lease area is situated,\r\nwas owned by the State. In terms of s 7 read with s 11 of\nthe Rural\r\nAreas (House of Representatives) Act 9 of 1987, Farm 11, vested in\r\nthe Minister of Land Affairs to be held in trust for\nthe Richtersveld\r\nCommunity. This is reflected in the farm’s title deed. Mining\r\nin this area could therefore only be undertaken\nwith the consent of\r\nthe Minister.\n[11]\r\nIn 1991 Mynbou became the holder of Notarial Mining Lease 2/91, which\r\ngave it the right to mine for diamonds on the farm. This\nlease\r\nencumbered the land in favour of Mynbou, as did the deemed mineral\r\nright and mining licence in its favour. Mynbou had no\nrights to the\r\nland other than those embodied in, and flowing from, the lease.\n[12]\r\nClause 4 of the lease restricted the surface use within the mining\r\nlease area for mining purposes. This meant that Mynbou could\nnot use\r\nthe land or sublet it for any other purpose without breaching this\r\nclause.\n[13]\r\nIn terms of s 3(1)\n(a)\nread with\ns 1\nof the\nTransformation of Certain Rural Areas Act 94 of\n1998\n, Farm 11, being trust land, could be transferred to a\r\nmunicipality or communal property association registered under the\nCommunal Property Associations Act 28 of 1996\nwithin a transitional\r\nperiod that the Minister of Agriculture and Land Affairs would\r\ndetermine.\n[14]\r\nDuring 1998, a claim was lodged by the Richtersveld Community in\r\nterms of the\nRestitution of Land Rights Act 22 of 1994\n. A communal\r\nproperty association called the Richtersveld Sida!Hub Vereniging vir\r\nGemeenskaplike Eiendom (GEV) was formed to pursue\nthe claim.\n[15]\r\nThe Minister determined that 19 January 2001 would be the date on\r\nwhich a transitional period of 18 months would commence.\nDuring this\r\nperiod a Transitional Council would advise the Minister of the entity\r\nto which the land had to be transferred. Although\nthe Transitional\r\nCouncil (succeeded by the Richtersveld Municipality) initially\r\nrepresented the community, there was disagreement\nover whether the\r\nreal representative of the Community was the GEV (which had lodged\r\nthe land claim), or the Municipality. The disagreement\nhas limited\r\nbearing on the dispute before us.\n[16]\r\nMynbou became aware of the land claim and started negotiations with\r\nthe Richtersveld Community soon thereafter. It employed\nthe\r\nUniversity of the Free State to do soil surveys in order to identify\r\nsuitable agricultural land on the farm, and to make it\navailable to\r\nthe community for agricultural purposes. Once the land was identified\r\ncareful rehabilitation could be done to make\nthe soil amenable to\r\nirrigation.\n[17]\r\nOn 8 April 2000, Mynbou entered into a fencing agreement\r\n(‘omheiningsooreenkoms’) with the Richtersveld Community,\n\nwhich was then represented by the Richtersveld Transitional Council.\r\nIn this agreement, which dealt essentially with fencing-off\nof part\r\nof the mining area, Mynbou undertook to excise ‘landbou-erwe’\r\nand open areas between the erven next to a river\nfrom the (fenced)\r\nmining lease area in order for the use of those irrigation areas to\r\nbe transferred to the Richtersveld Community\nfor agricultural\r\npurposes.\n[18]\r\nClause 6 of this agreement is important. It provided that any\r\namendment of the mining lease or of the consent required to implement\n\nthese provisions in terms of Act 9 of 1987, would be without\r\nprejudice to the rights of Mynbou under the mining lease. Simply put\n\nthe fenced-off area would be made available to the community for\r\nagricultural purposes, but Mynbou would retain its mining rights\nover\r\nthe entire area.\n[19]\r\nThis then was the background to Mynbou’s the letter of 26\r\nJanuary 2001 to the department requesting an amendment of the\nmining\r\nlease so as to reflect the excision of the 13 portions of land for\r\nirrigation purposes and for the amendment to be registered.\nClause 4\r\nof the mining lease to which I have referred earlier obliged Mynbou\r\nto obtain the Minister’s consent before\nany part of the land\r\nwas sublet for purposes other than mining. And it was to comply with\r\nthis clause that the letter was despatched\nto the department.\n[20]\r\nSo, far from relinquishing its right to mine, the content of the\r\nletter reflects the opposite intention: that Mynbou would\nretain its\r\nrights under the mining lease, even though the irrigation areas would\r\nbe physically excised from the mining lease area.\nAnd the excision\r\nwould occur, if the Minister approved, only for the purpose of\r\nallowing surface use of these portions for irrigation\npurposes, and\r\nnot with respect to the right to mine.\n[21]\r\nThat this was what Mynbou intended, and also what the representatives\r\nof the Richtersveld community agreed to was confirmed\nin a later\r\nagreement entered into in August 2001 between Mynbou and the GEV,\r\nlong before the appellant applied for mining permits\nover the excised\r\nportions of the mining area. In this agreement, the parties agreed\r\nthat GEV would not allow mining on the properties.\n[22]\r\nIn any event, for reasons that are not immediately germane to the\r\npresent dispute, no amendment to the mining lease was ever\neffected\r\nand the mining of diamonds in the area continued under the terms of\r\nthe original mining lease. The appellant could hardly\nnot have been\r\naware of this.\n[23]\r\nI conclude that Mynbou did not abandon its right to mine for diamonds\r\nover the 13 portions of land. Mynbou’s conduct\nbefore it\r\ndespatched the letter, and subsequently thereto, reveals that it\r\nnever evinced any intention to abandon its mining right.\nIn this\r\ncontext the letter, objectively viewed, is not capable of a\r\nconstruction the appellant seeks to place on it. The appeal\nmust\r\nfail.\n[24]\r\nThe following order is made:\n‘\nThe\r\nappeal is dismissed with costs, including the costs of two counsel in\r\nrespect of both first and second respondents on the one\nhand, and of\r\nthe third and fourth respondents on the other.’\n_________________\nA\r\nCACHALIA\nJUDGE\r\nOF APPEAL\nAPPEARANCES\nFor\r\nAppellant: T A Barnard\nInstructed\r\nby:\nWessels\r\n& Associates c/o Engelsman Magabani Inc,\nKimberley\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nfirst and second Respondents: P L Nobanda SC (with her T Mamanyuha)\nInstructed\r\nby:\nThe\r\nState Attorney, Kimberley\nThe\r\nState Attorney, Bloemfontein\nFor\r\nthird and fourth Respondents: G L Grobler SC (with him J L\r\nGildenhuys)\nInstructed\r\nby:\nTabacks\r\nAttorneys c/o Haarhoffs Inc,\nKimberley\nWebbers,\r\nBloemfontein",
  "scraped_at": "2026-02-12T16:51:53.347967",
  "date": "2015-03-19",
  "coram": [
    "Brand JJA",
    "Lewis JJA",
    "Cachalia JJA",
    "Zondi JJA",
    "Dambuza AJA"
  ],
  "case_number": "150/2014",
  "parties": {
    "applicants": [
      "Gert van den Heever"
    ],
    "respondents": [
      "Minister of Minerals and Energy",
      "Director General: Department of Mineral Resources",
      "Trans Hex Mynbou Limited",
      "Trans Hex Operations (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "The dispute centres on a mining lease for diamonds on Farm Richtersveld No. 11 in the Northern Cape. Trans Hex Mynbou Limited (Mynbou) held a notarial mining lease (2/91) from 1991 and later ceded its rights to Trans Hex Operations (Pty) Ltd in May 2001. The appellant, Gert van den Heever, applied in 2008 for mining permits, which were refused on the basis that the fourth respondent already held the mining right. The appellant argues that a letter dated 26 January 2001 from Mynbou to the Department of Minerals and Energy indicated an abandonment of its mining right over 13 portions of land, rendering the cession invalid. The respondents contend that the letter was merely a request to amend the lease so that those portions could be used for agricultural purposes, not an abandonment of mining rights.",
    "issues": "The key legal issue is whether the 26 January 2001 letter expressed an intention by Mynbou to abandon its mining right over the specified portions of land, thereby extinguishing its right to mine and invalidating the subsequent cession to the fourth respondent.",
    "principles": "Abandonment or relinquishment of a mining right is not presumed; clear proof is required that the holder intended to abandon the right with full knowledge of the right in question. The test is objective, based on the outward manifestation of conduct. A letter must be construed in its context and in light of background facts to determine the holder's intention.",
    "application": "The court examined the letter, which requested the exclusion of 13 parcels from the existing mining lease for irrigation purposes, and considered the surrounding negotiations, the fencing agreement of April 2000, and clause 6 of that agreement which preserved Mynbou's mining rights despite surface use changes. The court concluded that the letter sought an amendment to the lease to allow agricultural use while retaining mining rights, and that Mynbou's conduct before and after the letter demonstrated no intention to abandon the mining right.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, holding that Mynbou did not abandon its right to mine over the 13 parcels. Accordingly, the cession to the fourth respondent remained valid, and the appellant's application for mining permits was rightly refused. The appeal was dismissed with costs, including costs of counsel for both sides."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Mining Rights",
    "level_3": [
      "abandonment",
      "mining lease",
      "right to mine",
      "court of appeal"
    ]
  }
}