{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/13.html",
  "case_name": "Roman's Transport CC v Zihlwele and Another (13/2014) [2015] ZASCA 13 (16 March 2015)",
  "citation": "[2015] ZASCA 13",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 13\n|\nNoteup\n|\nLawCite\nRoman's Transport CC v Zihlwele and Another (13/2014) [2015] ZASCA 13 (16 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot Reportable\nCase No: 13/2014\nIn\r\nthe matter between:\nROMAN’S\r\nTRANSPORT\r\nCC\n....................................................................................\nAPPELLANT\nand\nSISA\r\nZIHLWELE\n.........................................................................................\nFIRST\nRESPONDENT\nNELISWA\r\nNOBOMVU\n..........................................................................\nSECOND\r\nRESPONDENT\nNeutral\r\ncitation\n:\nRoman’s\r\nTransport v Zihlwele\n(13/2014)\n[2015]\r\nZASCA 13\n(16 March 2015)\nCoram:\nCachalia, Shongwe, Zondi JJA, Fourie\r\nand Meyer AJJA\nHeard:\n18 February 2015\nDelivered:\n16 March 2015\nSummary:\nNegligence –sudden emergency –\r\ndriver not negligent where collision caused by sudden deflation of\r\nthe right front tyre\n– Evidence – expert evidence –\r\nevaluation – basis for the rejection of expert evidence.\nORDER\nOn\r\nappeal from:\nEastern\r\nCape\nLocal\r\nDivision, Mthatha (Dawood J sitting as court of first instance):\n1 The appeal\r\nsucceeds with costs.\n2 The order of the\r\ncourt below is set aside and is substituted with the following:\n‘\nThe\r\nplaintiffs’ claims are dismissed with costs.’\nJUDGMENT\nZondi\r\nJA\n(Cachalia, Shongwe JJA, Fourie\r\nand Meyer AJJA concurring):\n[1]\r\nThis appeal is against the judgment of the court below (Dawood J)\r\nholding the appellant (the defendant) liable to compensate\nthe\r\nrespondents (the plaintiffs) for personal injuries sustained in a bus\r\ncollision. The appeal is with the leave of that court.\n[2]\r\nIn the court below the plaintiffs sued the defendant for damages\r\nsustained when the bus, owned by the defendant and driven by\nits\r\nemployee, Mr Nyingwa (the bus driver) left the road and collided with\r\nthe face of a rock-cutting, following a right front tyre\nblowout en\r\nroute from Cape Town to Mthatha. The only pleaded ground of\r\nnegligence on the part of the bus driver relevant in this\nappeal is\r\nthat he failed to apply his brakes timeously, adequately or at all.\n[3]\r\nIn its plea, the defendant denied that the bus driver was negligent.\r\nIts explanation for the collision was that it was caused\nby a sudden\r\nunforeseen blowout of the right front tyre of the bus. This caused\r\nthe bus to leave the road and collide with the rock-face\nand\r\noverturned. With regard to the allegation that the bus driver had\r\nfailed to apply his brakes, the bus driver’s version\nwas that\r\nhe had actually avoided applying the brakes immediately after the\r\nblowout in an effort to keep control of the bus.\n[4]\r\nBy agreement between the parties, the court below was asked to\r\ndetermine only the question of liability. It decided that issue\nin\r\nfavour of the plaintiffs and found that the defendant’s driver\r\nhad not taken the best possible course of action to avoid\nthe\r\ncollision and ought to have cautiously applied the brakes sooner.\n[5]\r\nThe evidence established that the bus, in which the plaintiffs were\r\nbeing conveyed, left the road and overturned after the right\nfront\r\ntyre burst. According to the driver he was travelling at a speed of\r\napproximately 95 kilometres per hour on a straight road\nbetween\r\nBeaufort West and Aberdeen, when the blowout occurred. Photographs\r\ndepicting the scene of the collision as well as a police\nplan and key\r\nthereto indicating a tyre mark at the scene were referred to by the\r\nwitnesses. According to the police plan, the distance\nbetween the\r\nstart of the tyre mark and the point of impact is 132,2 metres. The\r\nundisputed evidence of the driver was that immediately\nafter the\r\nblowout of the tyre, the bus veered to the right-hand side of the\r\ndual-carriage way; the bus steering wheel was rotating\nfast in both\r\ndirections causing the bus to bounce up and down making it difficult\r\nto control. According to the driver, the bus\nwas ‘jiving and\r\ndancing all over the road’. The bus then left the tarred\r\nsurface, collided with the face of the rock-\ncutting on the right\r\nside of the road, capsized and landed in a ditch.\nThe driver\r\ntestified that he had not applied the brakes of the bus until the\r\nvery last moment before the collision, but this was\ntoo late to avoid\r\nthe accident. He explained that he had first tried to bring the bus\r\nunder directional control and if he had succeeded\nin doing that, he\r\nwould have tried to bring the bus to a stop, as he had been trained\r\nto do. His evidence was that the immediate\napplication of the brakes\r\nin those circumstances would have resulted in an immediate loss of\r\ncontrol.\n[6]\nThe driver’s version regarding what he had\r\nexperienced and how the vehicle would, in general, have behaved after\r\nthe tyre\nburst was accepted by Professor Dreyer and Mr Grobbelaar,\r\nthe experts, who testified for the parties.\nThey agreed that\r\nin the event of the right front tyre of the bus undergoing a sudden\r\ndeflation (blowout), the steering wheel would\npull strongly to the\r\nright and the bus would move to the right. The onset of the pull to\r\nthe right of the steering wheel and the\nmovement to the right would\r\nprobably happen within one or two seconds after the blowout. The pull\r\nto the right on the steering\nwheel, after the tyre had burst and the\r\nmovement of the bus to the right, would have been difficult to\r\ncorrect by the driver. They\nagreed further that if the brakes were\r\napplied, with a fully deflated right front tyre, the steering wheel\r\nwould pull to the left\nand the bus would move to the left. But the\r\nseverity of that pull would depend on the level of braking applied.\n[7]\r\nBut they differed on whether it could have been expected of the\r\ndriver to have applied his brakes under the prevailing circumstances.\n\nProfessor Dreyer, the plaintiffs’ expert, was of the opinion\r\nthat the brakes ought to have been applied almost immediately\nafter\r\nthe blowout to reduce the speed of the bus while the driver tried to\r\nkeep the bus under control. The braking action, he considered,\nwould\r\nhave moved the bus to the left which would have aided him to keep it\r\non the road. He stated that, if the driver had gradually\napplied his\r\nbrakes over the distance of 132,2 metres the bus travelled after the\r\nblowout, it would have brought the bus to a stop\nbefore the point of\r\nimpact. He made this calculation on the accepted evidence of the bus\r\ntravelling at 95 kilometres per hour and\ncovering this distance in\r\nfive seconds.\n[8]\r\nGrobbelaar, who testified for the defendant, expressed a contrary\r\nopinion. He was of the view that the driver’s decision\nnot to\r\napply his brakes immediately was correct. He stated that the most\r\nappropriate action by the driver would have been to concentrate\nhis\r\nefforts on keeping the bus under control (the steering wheel of which\r\nwould have been bucking, shaking and pulling to the right),\nwhile\r\navoiding braking. He was critical of Professor Dreyer’s\r\ncalculation, which he said, was only the function of time and\n\ndistance, but did not take into account other dynamics peculiar to a\r\nheavy motor vehicle suddenly developing a change in front\nsteering\r\ngeometry following a tyre blowout.\n[9]\r\nThe court below was faced with conflicting expert opinions on the\r\nissue whether the driver should have applied brakes. It was\nfor the\r\ncourt to decide which, if any, to accept.\n[1]\nOpinion evidence is admissible when the court can receive appreciable\r\nhelp from the witness on the particular issue when, by reason\nof his\r\nspecial knowledge and skill, he is better qualified than the trier of\r\nfact.\n[2]\nAn expert’s opinion represents his reasoned conclusion based on\r\ncertain facts or data, which are either common cause, or\nestablished\r\nby his own evidence or that of some other competent witness. Before\r\nany weight can be given to an expert’s opinion,\nthe facts upon\r\nwhich the opinion is based must be proved. The court below, correctly\r\ndisregarded Professor Dreyer’s opinion\non braking systems. He\r\nis a mathematician, not a mechanical engineer, and he conceded that\r\nhe knew ‘nothing about the braking\nsystems of the bus’,\r\nin particular the bus that was involved in this incident. His\r\nevidence   therefore did not\nhelp the court.\n[10]\r\nBut the court also rejected Grobbelaar’s opinion that the\r\ndriver could not have been expected to apply brakes immediately\nafter\r\nthe blowout, as it did the driver’s evidence on this aspect. It\r\nfound that there was no factual support for Grobbelaar’s\n\nopinion, and on the contrary, that both Grobbelaar and the driver had\r\nconceded that the vehicle would have been easier to control\nif the\r\ndriver had applied brakes and reduced speed sooner than he did, which\r\nwould have avoided the accident. It accordingly concluded\nthat the\r\ndriver was negligent.\n[11]\r\nIn the court below, the trial was conducted on the basis that the\r\ndriver had been faced by a sudden emergency resulting from\nthe right\r\nfront tyre deflation and the question really was whether he exercised\r\nreasonable care and used reasonable skill to avoid\nthe imminent\r\ndanger.\n[3]\nAccordingly, he could not be found to have been negligent if, while\r\nhe was subjected to such an emergency, he chose an option which\nafter\r\nthe event is proved to be wrong. In other words, he is required to\r\ntake such steps as a reasonable man exercising reasonable\ncare and\r\nskill would fairly be expected to take in the circumstances.\n[4]\nIn applying the reasonable man test, the court should not adopt the\r\nhypercritical attitude of an armchair critic, as Els J said\nin\nNtsala\r\nand others v Mutual & Federal Insurance Co Ltd\n1996\r\n(2) SA 184\n(T) at 192F-H:\n‘\nWhere\r\na driver of a vehicle suddenly finds himself in a situation of\r\nimminent danger, not of his own doing, and reacts thereto and\n\npossibly takes the wrong option, it cannot be said that he is\r\nnegligent unless it can be shown that no reasonable man would so\nhave\r\nacted. It must be remembered that with a sudden confrontation of\r\ndanger a driver only has a split-second or a second to consider\nthe\r\npros and cons before he acts and surely cannot be blamed for\r\nexercising the option which resulted in a collision. Van der Heever\nJ\r\n(as he then was) in\nCooper v Armstrong\n1939 OPD 140\nat 148\r\nsaid the following:\n“\nWhere\r\na plaintiff is put in jeopardy by the unexpected and patently\r\nwrongful conduct of the defendant, it seems to me irrational\n\nmeticulously to examine his reactions in the placid atmosphere of the\r\nCourt in the light of after-acquired knowledge; to hold that,\nhad he\r\nbut taken such and such a step, the accident would have been avoided,\r\nand that consequently he also was negligent. To do\nso would be to\r\nignore the penal element in actions on delict and to punish a\r\npossible error of judgment as severely as, if not\nmore severely than,\r\nthe most callous disregard of the safety of others.”’\nSee\nRoad Accident Fund v Grobler\n2007 (6) SA 230\n(SCA) para 10 in\r\nwhich this passage was cited with approval.\n[12]\r\nThe question therefore is whether the court below was correct in\r\nconcluding that the driver was negligent. In attacking the\nfindings\r\nof the court below, counsel for the appellant submitted that the\r\ndriver’s decision to avoid using brakes immediately\nafter the\r\ntyre burst was reasonable in the circumstances.\n[13]\r\nCounsel for the respondents submitted that the court below was\r\ncorrect in finding that the driver was negligent in failing\nto apply\r\nthe brakes. The thrust of his contention was that a reasonable driver\r\nfaced with a similar situation would have tried\nto maintain the\r\ndirectional control of the vehicle by using the steering wheel in\r\nconjunction with the brakes which he would apply\nmildly.\n[14]\r\nHe raised two points in which he anchored his contention. First, he\r\nargued that the evidence established that the driver was\ninadequately\r\ntrained to deal with the situation with which he was confronted. I\r\ndisagree with the respondents. This was not an\nissue on the pleadings\r\nor during the trial and it was not a case which the appellant was\r\ncalled upon to meet. Secondly, his main\ncontention was that, had the\r\ndriver gently applied the brakes immediately after the blowout, which\r\nGrobbelaar conceded could have\nbeen done, the bus would have been\r\nbrought under control.\n[15] But counsel\r\nmisstates Grobbelaar’s evidence on this aspect. He testified\r\nthat, theoretically speaking, had the driver\ncommenced braking\r\ngradually, this would have balanced out the effect of the bus being\r\npulled to the right by the deflated tyre.\nBut he pertinently rejected\r\nthe proposition put to him based on Professor Dreyer’s opinion,\r\nthat if the vehicle pulled to\nthe right by virtue of the deflated\r\nright front tyre, it would  be unreasonable to try and steer to\r\nthe left without applying\nthe brakes gently. This is how Grobbelaar\r\nexplained the situation in which the bus driver found himself:\n‘\nThat\r\ndriver is confronted at the time, with a steering wheel pulling to\r\nthe right so drastically he cannot get this bus back. At\nthe same\r\ntime he is bouncing up and down in his seat, as a result of this tyre\r\nthat is folding up underneath the wheels. The steering\nwheel is\r\nbucking in his hands, and I think his evidence was exactly to that\r\nextent. He is bouncing up and down, he cannot apply\na constant\r\nbraking coefficient to the brake pedal. The manner in which he sits,\r\nand the manner in which the brake pedal is applied\non a truck or a\r\nbus, is you sit more or less above the pedal, you don’t sit in\r\na backward motion like in a motor car, so\nif you are bouncing up and\r\ndown, you also don’t have your heel, on the, on the floor, or\r\nsurface, because you can’t\napply the pressure required. So if\r\nyou are sitting with your foot on the brake pedal, and if you are\r\nbouncing up and down, then\nthe brake pedal is bouncing up and down\r\nwith your leg. So you cannot apply this precise constant point 1 or\r\npoint 15, to balance\nthe forces, there is so many other things\r\nhappening at the same time, it just would not be possible for the\r\ndriver to do that,\nand that’s, that is my fundamental\r\ndifference with Professor Dreyer in terms of the calculation. The\r\ncalculation itself at\npoint 4, will bring it to a stop, but there are\r\ntoo many other things happening, to this bus at the same time to\r\nallow you to do\nthat.’\nAnd, he continued:\n‘\nM’Lady,\r\nthe ─ the problem arises in that, what I have been trying to\r\nexplain, its not an armchair mathematical approach\nto say we need\r\npoint 15, we just apply gentle braking, there is, there is a lot\r\nhappening inside the bus at that point in time.\nYou trying to keep\r\nthe bus straight, it’s pulling to the right, your first ─\r\nthe first thing that you are trying to\ndo, and which you are taught\r\nto do is to get the bus under control, keep control. When you have\r\ncontrol, then you can start applying\nthe brakes, because when you\r\nhaven’t got control, and you apply brakes, the consequences\r\nwould be disastrous, that’s\nwhat people are taught, under these\r\ncircumstances. Now, we sit with a situation of a driver sitting in\r\nthis bus, the steering wheel\nis pulling him to the right, he to such\r\nan extent that he cannot bring it back, he is hanging onto the\r\nsteering wheel. At that\npoint we now expect him to apply just a\r\ngentle braking coefficient to bring this back. He doesn’t\r\nunderstand the dynamics\nof the vehicle that we are now speculating on\r\nand with mechanical knowledge, and vehicle engineering knowledge, we\r\nknow that this\nis what will happen. So all I am saying is\r\ntheoretically one can do that, and theoretically it makes sense if\r\nyou could do that,\nand if you could apply just this simple braking\r\ncoefficient, one would be able to slow the vehicle down, and the\r\nconsequences may\nbe less. Practically it may have other consequences\r\nof the bus losing control to the other side for example, and that is\r\nwhy the\ndriver does not apply his brakes, that’s why they\r\ntaught not to do that, because it changes the situation drastically.’\n[16]\r\nSo, it is clear from his evidence that although the driver could\r\ntheoretically have maintained control of the bus by applying\nbrakes\r\ngently, this may practically have had disastrous consequences in the\r\nprevailing circumstances. In fact, the driver’s\nevidence on\r\nthis aspect of the case (mild application of brakes), put the issue\r\nbeyond question. His evidence was that, given the\nsituation in which\r\nhe found himself, it would have been practically impossible for him\r\nto have been able to decide on the level\nof braking that would have\r\nbeen appropriate. It is therefore clear that the court below’s\r\nrejection of Grobbelaar’s\nexpert evidence on the basis of lack\r\nof factual support, was incorrect. His conclusion was based on the\r\ndriver’s evidence\nregarding what he had experienced immediately\r\nafter the tyre blowout. This matter involved the weighing of the\r\nrisks against benefits\nof braking. I am satisfied that, in forming\r\nhis view that the driver could not be expected to have applied the\r\nbrakes in the circumstances,\nGrobbelaar had directed his mind to the\r\nquestion of comparative risks and benefits and had reached a\r\ndefensible conclusion on the\nmatter.\n[17]\r\nIt is clear from the driver’s evidence and that of Grobbelaar\r\nthat the accident was unrelated to any negligence on the\ndriver’s\r\npart. He was suddenly and without warning confronted with a situation\r\nwhich required him to respond immediately.\nHe explained why he had\r\nused the steering wheel instead of brakes to maintain the directional\r\ncontrol of the bus. In my view, the\ndriver acted reasonably in\r\ndeciding not to apply his brakes to avoid the collision. Although the\r\naccident nevertheless occurred,\nin spite of what the driver did to\r\navert it, that does not render unreasonable the steps he took. As\r\nthis Court put it in the\nGrobler\ncase (para 12) it is ‘wrong\r\nto examine meticulously the options taken by him to avoid the\r\naccident, in light of after-acquired\nknowledge, and to hold that\r\nbecause he took the wrong option, he was negligent. . .’. In\r\nthe circumstances the court below’s\nfinding that the driver was\r\nnegligent, was incorrect.\n[18] In the result\r\nthe following order is made:\n1 The appeal\r\nsucceeds with costs.\n2 The order of the\r\ncourt below is set aside and is substituted with the following:\n‘\nThe\r\nplaintiffs’ claims are dismissed with costs.’\n_______________________\nD\r\nH Zondi\nJudge\r\nof Appeal\nAppearances\nFor\r\nthe Appellant: J D Maritz SC (with him B Boot)\nInstructed\r\nby:\nSavage,\r\nJooste & Adams, Pretoria\nWebbers,\r\nBloemfontein\nFor the Respondents:\r\nP A Corbett\nInstructed\r\nby:\nMalcolm\r\nLyons Brivik Inc, Cape Town\nMatsepes Inc,\r\nBloemfontein\n[1]\nJacobs\r\n\t& another v Transnet Ltd t/a Metrorail & another\n2015\r\n\t(1) SA 139\n(SCA) para 15. See also\nButhelezi\r\n\tv Ndaba\n2013\r\n\t(5) SA 437\n(SCA) para 14:\n‘\nYet\r\n\tthat determination is bound to be informed by the opinions of\r\n\texperts in the field which are often in conflict, as has happened\nin\r\n\tthis case. In that event the court’s determination must depend\r\n\ton an analysis of the cogency of the underlying reasoning\nwhich led\r\n\tthe experts to their conflicting opinions.’\n[2]\nStock\r\n\tv Stock\n1981\r\n\t(3) SA 1280\n(A) at 1296E-F.\n[3]\nW E Cooper\nDelictual\r\n\tLiability In Motor Law\n(1996)\r\n\tat 275.\n[4]\nVan\r\n\tStaden v Stocks\n1936\r\n\tAD 18\nat 22.",
  "scraped_at": "2026-02-12T16:27:12.842630",
  "date": "2015-03-16",
  "coram": [
    "Cachalia",
    "Shongwe",
    "Zondi JJA",
    "Fourie",
    "Meyer AJJA"
  ],
  "case_number": "13/2014",
  "parties": {
    "applicants": [
      "Roman’s Transport CC"
    ],
    "respondents": [
      "Sisa Zihlwele",
      "Neliswa Nobomvu"
    ]
  },
  "sections": {
    "facts": "The plaintiffs were passengers on a bus owned by Roman’s Transport CC and driven by its employee, Mr Nyingwa. While travelling at about 95 km/h on a straight road between Beaufort West and Aberdeen, the right‑front tyre suffered a sudden deflation. The tyre blow‑out caused the steering wheel to pull sharply to the right, the bus to veer off the road, bounce, and ultimately strike a rock‑cutting, overturn and come to rest in a ditch. The driver testified that he did not apply the brakes until the last possible moment because immediate braking would have caused loss of control. Two experts were called: Professor Dreyer (for the plaintiffs) who argued that immediate gentle braking would have stopped the bus within the 132.2 m distance to the impact, and Mr Grobbelaar (for the defendant) who contended that braking under those dynamics would have been impracticable and that the driver’s focus on maintaining directional control was appropriate.",
    "issues": "1) Whether the bus driver was negligent for failing to apply the brakes after the tyre blow‑out. 2) Whether the expert evidence on braking was admissible and credible. 3) Whether the driver’s actions, taken in a sudden emergency, met the reasonable‑man standard of care.",
    "principles": "The court applied the negligence test of reasonable care and skill, emphasizing that a driver confronted with an unforeseen emergency is judged by what a reasonable person would do in the split‑seconds available, not by hindsight. The court reiterated the approach from Ntsala v Mutual & Federal Insurance (1996) and Cooper v Armstrong (1939) that a driver is not negligent if the option chosen, though later proved wrong, was reasonable at the time. Expert evidence is admissible only when the expert’s specialised knowledge assists the court and the opinion is based on proved facts. The court noted that a mathematician without mechanical expertise (Professor Drewer) could not give reliable opinion on braking systems, whereas an engineer’s (Grobbelaar’s) opinion was relevant if supported by factual evidence.",
    "application": "The lower court had rejected the defendant’s expert and accepted the plaintiff’s, concluding the driver was negligent. On appeal, the court found that Professor Dreyer’s testimony lacked the necessary mechanical knowledge and therefore could not be relied upon. Conversely, Grobbelaar’s analysis, although contested, was based on the driver’s own evidence of the dynamics after the blow‑out and on the practical impossibility of applying a precise braking force while the vehicle was bouncing. The appellate court held that the driver’s decision to concentrate on steering control rather than brake was reasonable under the emergency circumstances, and that the plaintiff’s expert opinion was inadmissible. Consequently, the driver was not negligent and the lower court’s finding of liability was set aside.",
    "conclusion": "The appeal succeeded. The order of the Eastern Cape Local Division was set aside and substituted with a dismissal of the plaintiffs’ claims with costs. The driver was not found negligent, and the defendant’s liability for the injuries was rejected."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "sudden emergency",
      "expert evidence",
      "tyre blowout",
      "driver liability"
    ]
  }
}