{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/80.html",
  "case_name": "Pauw v Du Preez (20197/2014) [2015] ZASCA 80 (28 May 2015)",
  "citation": "[2015] ZASCA 80",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 80\n|\nNoteup\n|\nLawCite\nPauw v Du Preez (20197/2014) [2015] ZASCA 80 (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 20197/2014\nIn\r\nthe matter between:\nMARIANNE\r\nALET\r\nPAUW\n...........................................................................................\nAPPELLANT\nand\nGERTRUIDA\r\nELIZABETH DU\r\nPREEZ\n................................................................\nRESPONDENT\nNeutral\r\ncitation:\nPauw v Du Preez\n(20197/2014)\n[2015] ZASCA 80\n(28 May 2015)\nCoram:\nBrand, Leach and Saldulker JJA and\r\nDambuza and Gorven AJJA\nHeard:\r\n6 May 2015\nDelivered:\r\n28 May 2015\nSummary:\nDelict ─ failure to protect a\r\nsection of a stairway with a hand-railing ─ such omission\r\nwrongful and negligent ─\nrespondent who fell from stairway not\r\nshown to have been negligent.\nORDER\nOn\r\nappeal from:\nWestern Cape Division,\r\nCape Town (Traverso DJP and Erasmus and Goliath JJ concurring):\nThe\r\nappeal is dismissed, with costs\nJUDGMENT\nLeach\r\nJA\n(Brand and Saldulker JJA and Dambuza\r\nand Gorven AJJA concurring)\n[1]\r\nWhilst leaving a house owned by the appellant in the Strand on\r\nChristmas Eve, 2005 the respondent lost her balance and fell\nfrom a\r\nflight of stairs. She sustained bodily injuries and, in due course,\r\ninstituted action for damages against the appellant\nin the Western\r\nCape High Court alleging, inter alia, that the appellant had\r\nnegligently failed to protect that portion of the stairs\nfrom which\r\nshe had fallen with a railing that would have prevented her fall.\r\nWhen the matter came to trial, the issue of the appellant’s\n\nliability was decided as a separate issue at the outset with the\r\nquantum of damages standing over for later decision.\n[2]\r\nThe trial court concluded both that the appellant had indeed been\r\nnegligent and that she had failed to establish contributory\n\nnegligence on the part of the respondent. It therefore issued an\r\norder declaring the appellant to be liable to compensate the\r\nrespondent for whatever damages she might prove in due course. In an\r\nappeal to a full court, the appellant accepted that she had\nbeen\r\nnegligent but argued that the trial court had erred in not finding\r\ncontributory negligence on the part of the respondent.\nThe appeal was\r\ndismissed. With special leave, the appellant now appeals to this\r\ncourt contending, once again, that the respondent’s\nown\r\nnegligence had contributed to her fall.\n[3]\r\nThe property where the incident occurred was acquired by the\r\nappellant’s parents as a holiday home in the mid-1950s, at\na\r\ntime when the appellant was a young girl. Initially registered in the\r\nname of the appellant’s father, it has remained in\nthe family\r\never since. Although the appellant and her husband had moved to the\r\nStrand in November 2002 and had thereafter resided\npermanently in the\r\nhouse, it was only formally transferred into her name in 2004.\n[4]\r\nAs is apparent from the photographs and plans of the appellant’s\r\nproperty included in the record, the house is built on\na steep\r\nhillside. Access from the street is provided by way of a fairly\r\nlengthy but straight flight of stairs leading from the\nstreet\r\nfrontage and passing between a garage and a retaining wall. The\r\ngarage is set back somewhat, both from the street and the\nfront\r\nretaining wall. Viewed from above, the entire length of the stairway\r\nis flanked on the right by a wall fitted with a handrail.\n On\r\nthe left, it is flanked for approximately half its length by the side\r\nwall of the garage. At the level of the front wall\nof the garage\r\nthere is a security gate across the stairs, hinged on the right hand\r\nside and secured by way of a latch on the garage\nwall on the left.\r\nThe fall from the bottom of the edge of the gate to the level of the\r\nground is approximately 1,2 metres. Below\nthe gate the stairs on the\r\nside of the garage are not fitted with any safety rail or other form\r\nof protection.\n[5]\r\nIt was from this unprotected portion of the stairway below the gate\r\nthat the respondent fell.  It may well be so, as the\nappellant\r\ntestified, that no-one had ever previously fallen off the stairs but,\r\nas the saying goes, there is a first time for everything\nand the mere\r\nfact that no-one else had previously suffered a similar fate does not\r\nexcuse the appellant from the consequences of\nher failure to render\r\nthat portion of the stairway safe.\n[6]\r\nAlthough the appellant initially denied negligence on her part, the\r\nlack of protection on the garage side of the stairs below\nthe gate\r\nwas an inherently dangerous state of affairs and, as stated earlier,\r\nshe accepted both in the court a quo and in this\ncourt that she ought\r\nto be held liable to the respondent for failing to fit a safety\r\nrailing to secure that portion of the stairway. \nShe also\r\naccepted that had there been such a safety railing, the respondent\r\nwould probably not have fallen off the stairs and been\ninjured. \r\n As the respondent’s claim was based upon an alleged\r\nnegligent omission, the appellant’s concession\nembraced an\r\nadmission that her failure was both wrongful (in the sense that the\r\npolicy and legal convictions of the community would\nvisit a delictual\r\nclaim with liability) and negligent (in that she had failed to take\r\nsteps to avoid the harm when a reasonable\nperson in her position\r\nwould have foreseen the reasonable possibility of the omission\r\ncausing injury to another and would have\ntaken steps to avoid the\r\nharm occurring). That wrongfulness and negligence are two separate\r\nand discrete elements of delictual\nliability which, importantly,\r\nshould not be confused, can now be accepted as well established in\r\nour law, academic criticism from\ncertain quarters\r\nnotwithstanding.\n[1]\n[7]\r\nIn any event, the consequence of the appellant’s acceptance of\r\nliability  is that, in regard to the so-called ‘merits’\n\nof the  respondent’s claim, the only issue that this court\r\nis called upon to decide is whether the extent of the appellant’s\n\nliability should be reduced by any contributory negligence on the\r\nrespondent’s part . It is trite that, on this issue, the\nonus\r\nfell on the appellant to prove such contributory negligence.\n[8]\r\nOn Christmas Eve, 2005 the respondent and her mother went to visit\r\nrelations who had hired the appellant’s house over\nthe\r\nChristmas season (the appellant was with her husband at his beach\r\nhouse at Boggomsbaai at the time). They stayed until about\n11 pm. It\r\nwas when leaving and descending the stairs that the respondent fell\r\nand was injured. The fall occurred below the level\nof the gate where\r\nthe stairway on the side of the garage was unprotected.\n[9]\r\nThe respondent and her mother were the only two witnesses who\r\ntestified as to how the incident had occurred. It can be accepted\n\nthat although it was dark and there were no lights shining directly\r\nonto them, the stairs were adequately lit by the lights in\nthe\r\nvicinity. The respondent alleged that she had descended the stairs\r\nwith her mother behind her. Her mother contradicted her,\nsaying that\r\nshe had gone ahead. At the end of the day it matters not but, as her\r\nmother did not see her fall, the probabilities\nare overwhelming that\r\nthe respondent had in fact preceded her down the stairs.\n[10]\r\nThe gate was closed when they descended and, closed as it was against\r\nthe rise of a step, had to be opened away from persons\ndescending,\r\ntowards the road. After both she and her mother had passed through\r\nit, the respondent closed the gate. In order to\ndo so, she first had\r\nto proceed down several steps to provide space to close it behind\r\nher, and then turned around and moved back\nup a few steps to secure\r\nthe gate’s latch to the clip mounted on the garage wall. No\r\nsooner had she done so when she lost\nher balance and fell, not down\r\nthe stairs themselves, but off the stairway to end up lying between\r\nit and a motor vehicle that\nwas parked parallel to the stairs facing\r\nthe garage door.\n[11]\r\nThe appellant’s mother was unable to say precisely how the\r\nappellant’s fall had come about. She volunteered that\nafter the\r\nappellant had closed the gate she turned around and, in the process,\r\nmissed a step which caused her to lose her balance\nand fall. However,\r\nshe admitted that she had not seen this happening and that, at the\r\ncrucial time, she had turned and was facing\ndown the stairs when she\r\nsuddenly heard a scream and the sound of the appellant falling.\nThe\r\nappellant herself did not know what had caused her to fall. According\r\nto her, she had just closed the gate but still had her\nhands on it\r\nwhen she lost her balance, her hands slipped off the gate, and she\r\nfell. But how or why she lost her balance she was\nunable to say.\n[12]\r\nIn arguing that the respondent had been negligent, counsel for the\r\nappellant contended that the respondent ought not to have\nclosed the\r\ngate at all but should have left it to her mother to do so. This\r\nargument, as I understood it, was based on the fact\nthat the\r\nrespondent suffers from a physical disability as a result  of a\r\nhead injury sustained as a young child; that as the\nlatch of the gate\r\nwas on the side of the garage wall, she had to move towards the open\r\nside of the stairway in order to close it,\nparticularly as she was\r\nleft-handed; and that in these circumstances she had exposed herself\r\nto the obvious danger of the unprotected\nside of the stairway instead\r\nof having remained on the opposite side where there was a handrail\r\navailable for her to support herself.\n[13]\r\nNot only was this never specifically pleaded as a ground of\r\nnegligence, but the contention has no merit. It is indeed so that\n\nmore than 30 years previously the respondent had suffered a brain\r\ninjury in a motor accident that had left her with a permanent\n\nright-sided hemiplegia and an associated limp on that side, and she\r\nadmitted that in order to compensate for her weak right leg\nshe\r\ndescended the stairs by angling herself towards her left. But despite\r\nher gait being compromised, the respondent has accepted\nher physical\r\ndisability with courage and determination. She became a long distance\r\nrunner who, in 1999, had been a member of an\ninvitation team that\r\nattended a para-olympic event in Australia where she had won three\r\nmedals, two gold and a silver. And, importantly,\nas part of her\r\ntraining she used, at times, to run up 10 flights of stairs.\n[14]\r\nAccordingly, despite her physical disability and the necessity for\r\nher to be cautious when traversing non-level terrain, the\n\nrespondent’s hemiplegia was not so severe that the stairs at\r\nthe house constituted a challenge that she ought not have accepted\n\nwithout assistance. A reasonable person is after all not ‘a\r\ntimorous faint-heart always in trepidation lest he (or she) suffer\n\nsome injury’ but ‘ventures out into the world, engages in\r\naffairs and takes reasonable chances’.\n[2]\nBearing that in mind, the evidence falls short of establishing that\r\nthe respondent’s disability was such that it was inherently\n\ndangerous for her to have attempted to close the gate herself, or\r\nthat she was negligent in not having her mother do so.\n[15]\r\nHowever, as a second string to her bow, the appellant argued that the\r\nrespondent had been negligent in losing her balance and\nfalling. This\r\nargument was based principally upon the contention that she had\r\nfailed to keep a proper lookout and that, after having\nclosed the\r\ngate, she had lost her balance as she must have stepped back and off\r\nthe edge of the stairway which caused her to fall.\n[16]\r\nHad the evidence established that the respondent had indeed fallen in\r\nthis manner, there may have been room for an argument\nthat she had\r\nbeen negligent. But there is no evidence this was in fact how she\r\ncame to fall, nor can it be so inferred. As I have\nsaid, her mother\r\ndid not see what had happened and the respondent herself does not\r\nknow what caused her to lose her balance. All\none knows is that she\r\ndid so before she fell, but there are a myriad of potential reasons\r\nwhy persons might lose their balance.\nIt follows that a person doing\r\nso, and falling, does not in itself give rise to any inference of\r\nnegligence on his or her part.\n[3]\n[17]\r\nThus the reason why the respondent lost her balance remains an\r\nunexplained mystery. It is impermissible to speculate on what\nled to\r\nher doing so. That being the case, the necessary facts from which a\r\nconclusion can be drawn that she acted negligently have\nnot been\r\nestablished. In these circumstances the appellant failed to prove\r\ncontributory negligence on the respondent’s part\nand the appeal\r\nmust fail.\n[18]\r\nThe appeal is dismissed, with costs.\n_______________________\nL\r\nE Leach\nJudge\r\nof Appeal\nAppearances:\nFor\r\nthe Appellant: A B Rossouw SC\nInstructed\r\nby:\nD\r\nM Bakker Attorneys, Roodepoort\nLovius\r\nBlock, Bloemfontein\nFor\r\nthe Respondent: J D Maritz SC\nInstructed\r\nby:\nRose-Innes,\r\nDu Preez Attorneys, Barberton\nSymington\r\n& De Kok, Bloemfontein\n[1]\nCf\nZa\r\n\tv Smith\n(20134/2014)\n[2015] ZASCA 75\nparas 17-22.\n[2]\nPer\r\n\tVan den Heever JA in\nHerschel\r\n\tv Mrupe\n1954\r\n\t(3) SA 464\n(A) at 490E-F.\n[3]\nCf\nSwinburne\r\n\tv Newbee Investments (Pty) Ltd\n2010\r\n\t(5) SA 296\n(KZD) para 19 and\nSpencer\r\n\tv Barclays Bank\n1947\r\n\t(3) SA 230\n(t) at 238-9.",
  "scraped_at": "2026-02-12T17:20:50.540991",
  "date": "2015-05-28",
  "coram": [
    "Brand JJA",
    "Leach JA",
    "Saldulker JJA",
    "Dambuza AJJA",
    "Gorven AJJA"
  ],
  "case_number": "20197/2014",
  "parties": {
    "applicants": [
      "Marianne Alet Pauw"
    ],
    "respondents": [
      "Gertruida Elizabeth Du Preez"
    ]
  },
  "sections": {
    "facts": "The accident occurred on 24 December 2005 (Christmas Eve) when the respondent, Gertruida Du Preez, was leaving a house owned by the appellant, Marianne Pauw, in Strand. The property is accessed via a long straight stairway along a steep hillside; the right side of the stairs has a handrail, the left side – below a security gate – is unprotected. After closing the gate, the respondent stepped down several steps, turned back to latch the gate, and lost her balance, falling about 1.2 m onto the ground and a parked vehicle. The respondent has a permanent right‑sided hemiplegia resulting from a childhood brain injury and is left‑handed, but she has demonstrated athletic ability, including long‑distance running and stair training. The appellant admitted that the unprotected portion of the stairway was a dangerous omission and that she should have installed a safety railing.",
    "issues": "The primary issue was whether the respondent was contributorily negligent, and therefore whether the appellant’s liability should be reduced. A subsidiary issue was whether the respondent’s disability and the manner in which she closed the gate amounted to negligence.",
    "principles": "South African delict law requires proof of (i) conduct, (ii) wrongfulness, (iii) fault (negligence or intent), and (iv) damage. Wrongfulness and negligence are distinct elements. Contributory negligence is a defence that reduces damages if the plaintiff’s own negligence contributed to the loss; the burden of proof lies on the defendant (the appellant) (cf. Van den Heever JA in Herschel v Mrupe). A loss of balance, without proof of a breach of the duty of care, does not infer negligence (see Swinburne v Newbee Investments; Spencer v Barclays). The court may not speculate on the cause of the fall.",
    "application": "The court found that the appellant had admitted negligence for failing to install a railing, but the respondent’s own conduct was not proved to be negligent. The appellant offered two lines of argument: that the respondent should have let her mother close the gate because of her disability, and that she failed to keep a proper lookout. Neither argument was pleaded nor supported by evidence. The respondent’s disability, while real, did not make the stairway inherently dangerous for her, and there was no evidence she disregarded a risk. Consequently, the appellant failed to discharge the burden of establishing contributory negligence.",
    "conclusion": "The appeal was dismissed with costs. The appellant remains liable for the respondent’s damages, but no reduction for contributory negligence was granted."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Contributory Negligence",
    "level_3": [
      "negligence",
      "duty of care",
      "personal injury",
      "stairs safety",
      "disability"
    ]
  }
}