{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/99.html",
  "case_name": "Red Dunes of Africa v Masingita Property Investment Holdings (159/2014) [2015] ZASCA 99 (1 June 2015)",
  "citation": "[2015] ZASCA 99",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 99\n|\nNoteup\n|\nLawCite\nRed Dunes of Africa v Masingita Property Investment Holdings (159/2014) [2015] ZASCA 99 (1 June 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNOT\r\nREPORTABLE\nCase\r\nNo: 159/2014\nIn\r\nthe matter between:\nRED\r\nDUNES OF AFRICA\r\nCC                                                                          APPELLANT\nand\nMASINGITA\r\nPROPERTY INVESTMENT\nHOLDINGS\r\n(PTY) LTD \r\n                                                                         1\nST\nRESPONDENT\nZEBEDIELA\r\nNDEBELE TRIBAL COUNCIL                                     2\nND\nRESPONDENT\nTHE\r\nMINISTER, RURAL DEVELOPMENT\nAND\r\nLAND\r\nREFORM                                                                           3\nRD\nRESPONDENT\nMEC\r\nLIMPOPO PROVINCIAL DEPARTMENT\nOF\r\nECONOMIC DEVELOPMENT, ENVIRONMENT\nAND\r\nTOURISM\r\n                                                                                     4\nTH\nRESPONDENT\nLEPELLE-NKUMPI\r\nLOCAL MUNICIPALITY                                       5\nTH\nRESPONDENT\nIn\r\nthe matter between:\nRED\r\nDUNES OF AFRICA CC                \r\n                                                         \n\nAPPELLANT\nand\nMASINGITA\r\nPROPERTY INVESTMENT\nHOLDINGS\r\n(PTY) LTD\r\n                                                                          1\nST\nRESPONDENT\nMASINGITA\r\nVLAMING CONSTRUCTION\n(PTY)\r\nLTD      \r\n                                                                                       2\nND\nRESPONDENT\nMONICA\r\nLEOLO                                                                                   \n\n3\nRD\nRESPONDENT\nNeutral\r\ncitation:\nRed Dunes of Africa v Masingita Property\r\nInvestment Holdings\n(159/2014)\n[\n2015] ZASCA 99\n(1 June\r\n2015)\nCoram:\nPonnan, Shongwe and Pillay JJA and Fourie\nand Gorven AJJA\nHeard\n:\n25 May 2015\nDelivered:  \r\n          1 June 2015\nSummary:\nRight to develop property ─ appellant relying on an\r\nagreement containing suspensive conditions ─ cannot be relied\r\nupon\nto found any rights where there is no averment that the\r\nsuspensive conditions were fulfilled or waived ─ appellant also\r\nrelying\non resolution purporting to transfer a Permission to Occupy ─\r\nno actual transfer ─ even if transfer took place, no right\nto\r\ndevelop founded ─ appeal dismissed.\nORDER\nOn\r\nappeal from:\nGauteng Division of the High Court, Pretoria\r\n(Kganyago AJ sitting as court of first instance)\nThe\r\nappeal is dismissed with costs, including those occasioned by the\r\nemployment of two counsel where applicable.\nJUDGMENT\nGorven\r\nAJA (Ponnan, Shongwe, Pillay JJA and Fourie AJA concurring):\n[1]\nThe use of property for commercial purposes is\r\noften hotly contested. This appeal arises from just such a\r\ncontestation. It relates\nto two properties. Both nominally vest in\r\nthe third respondent, the Minister for Rural Development and Land\r\nReform. Both fall under\nthe jurisdiction and control of the Zebediela\r\nNdebele Tribal Council (the Council). The first respondent, Masingita\r\nProperty Investment\nHoldings (Pty) Ltd (Masingita), claims that it\r\nhas a right to construct a community shopping mall on one property\r\n(the mall property).\nThe appellant, Red Dunes of Africa CC (Red\r\nDunes), claims that it has a right to construct a shopping centre on\r\nthe other property\n(the café property).\n[2]\nIn the court below, Masingita launched an\r\napplication against the Council, as the first respondent, and Red\r\nDunes, as the second\nrespondent. Masingita sought to enforce an\r\nagreement which it alleged it had with the Council to develop the\r\nmall property and\nto interdict Red Dunes from continuing with\r\nconstruction which it had commenced during September or October 2012\r\n(the main application).\nThe basis of the main application was that\r\nthe construction in question was located at least partly on the mall\r\nproperty. Red Dunes\nopposed that application and itself brought an\r\napplication, claiming spoliatory relief and reinstatement to\r\npossession of what\nit said was the café property (the\r\nspoliation application). The Council opposed the main application and\r\nthe appeal but\nwas not a party to the spoliation application. The\r\nother parties did not enter the fray at any stage.\n[3]\nThe matters were heard together in the Gauteng\r\nDivision of the High Court, Pretoria before Kganyago AJ. The court\r\nbelow made no\norder relating to the spoliation application, holding\r\nthat the outcome of the main application had rendered it moot.\r\nMasingita\ndid not persist in the relief sought against the Council.\r\nThis was because the Council demonstrated in its answering affidavit\r\nthat it had not breached the agreement relied upon by Masingita and\r\nmade common cause with Masingita in respect of the relief sought\n\nagainst Red Dunes. The court below granted relief in favour of\r\nMasingita against Red Dunes as follows: (a) an interdict from\r\nconstructing\nany development on the mall property; (b) a declaration\r\nthat any development by Red Dunes on the mall property was unlawful;\r\n(c)\nan order directing Red Dunes to demolish any structures on the\r\nmall property; and (d) an order that Red Dunes pay the costs of the\n\napplication and counter-application, including those of two counsel.\n[4]\nRed Dunes was granted leave to appeal by the court\r\nbelow against the dismissal of the spoliation application and the\r\ngrant of relief\nunder the main application. Red Dunes has abandoned\r\nthe appeal against the outcome of the spoliation application and\r\ntendered any\nassociated wasted costs. Nothing further need be said in\r\nthis regard. The appeal before us, accordingly, lies only against the\r\nrelief granted in favour of Masingita against Red Dunes in the main\r\napplication.\n[5]\r\nThe issue on appeal is whether the court below correctly granted the\r\nrelief. Both in the court below and in this court Red Dunes\nraised\r\ntwo issues. First, whether Masingita proved that it has a clear\r\nright. This resolves itself in essence into the question\nwhether\r\nMasingita proved a right to develop the mall property and the\r\nconcomitant finding that Red Dunes did not prove a prior\nright of\r\ndevelopment. Secondly, whether the construction of Red Dunes\r\nencroached on the mall property.\n[6]\nI shall begin with the second of these.\r\nDespite its assertion to the contrary, Red Dunes itself claimed that\r\nthere was ‘incontrovertible\nproof that the [café]\r\nproperty was . . . included in the mall property’. In addition,\r\nwhen Masingita asserted that\nthe inclusion of the café\r\nproperty contributed to the extent of the mall property increasing\r\nfrom 5,0969 hectares to 5,2695\nhectares, this was not denied.\r\nFinally, each party put up a survey diagram of the property to which\r\nthat party claimed rights,\ncontaining the usual references to fixed\r\npoints. The mall property has an approved sub-divisional diagram in\r\nwhich it is described\nas Portion 3 of the farm Zebedielas Location\r\nNo. 123 registration division KS Province of Limpopo, in extent\r\n5,4300 hectares. The\ncafé property does not have an approved\r\nsub-divisional diagram or property description. The diagram put up by\r\nRed Dunes\ncomprises all the properties referred to in the resolution\r\nof the Council of 11 May 2007, of which the café property\r\nforms\na part. I shall return to the resolution later. In reply,\r\nMasingita put up a diagram, drafted by a land surveyor, which\r\nsuperimposed\nthe diagram co-ordinates of that property onto those of\r\nthe mall property. This clearly shows that all but an insignificant\r\nportion\nof the entire property and the whole of the café\r\nproperty falls within the mall property. In addition, the foundations\r\nof\nthe building which Red Dunes began constructing were superimposed\r\non a concept sub-divisional diagram put up by Masingita. The\r\nfoundations clearly fall inside the mall property. The issue\r\nconcerning encroachment must therefore be decided in favour of\r\nMasingita.\n[7]\nThe remaining issue concerns the identity\r\nof the party with rights to develop the mall property. The case of\r\nRed Dunes is that Masingita\ndoes not have any such rights because a\r\nprior right was granted to Red Dunes to develop a shopping centre on\r\nthe café property.\nThis right has not been revoked and\r\ntherefore the council was not able to grant Masingita rights over\r\nproperty which included the\ncafé property. Red Dunes accepted\r\nthat its defence to the interdict application depended on its proving\r\nthis prior right.\nApart from asserting its prior right, Red Dunes\r\ndoes not seriously contest the right asserted by Masingita to develop\r\nthe mall\nproperty. As a result, I do not propose to deal in any\r\ndetail with the right asserted by Masingita. Suffice it to say that,\r\nin\nmy view, this was adequately demonstrated on the papers. The only\r\nissue is whether Red Dunes proved a prior right to develop the\ncafé\r\nproperty.\n[8]\nRed Dunes traces its right to the transfer\r\nof a Permission to Occupy (the PTO) the café property. It says\r\nthat it obtained\nthese rights in the following manner. The PTO was\r\nissued in 1990 to Mr Samuel Mathibana Mamabolo to operate a café\r\nbusiness.\nOn 7 December 2004, Mr Mamabolo sold the café\r\nbusiness, known as Sams Café, to Mr Alfred Lesibana Tlomatsana\n\nfor R120 000. On 29 May 2007 a recordal was made by Mr Mamabolo\r\nto the effect that he had sold the business and his rights\nin the\r\ncafé property to Mr Tlomatsana and been paid in full by him.\r\nThe recordal by Mr Mamabola concludes with the words:\n‘I am\r\naware that [Mr Tlomatsana] has now decided to sell to Red Dunes of\r\nAfrica CC and have no objection thereto.’\nThis recordal was\r\nsigned by Mr Mamabolo. It was also signed by Mr Tlomatsana above the\r\nwords ‘Purchaser (1)’ and by\na representative of Red\r\nDunes above the words ‘Purchaser (2)’. A written\r\nagreement, headed ‘Land Sale Agreement’,\nwas concluded\r\nbetween Mr Tlomatsana and Red Dunes on the same day. The agreement\r\nprovided for the sale of the café property\nby Mr Tlomatsana to\r\nRed Dunes for the sum of R180 000. A resolution was taken by the\r\nCouncil on 11 May 2007 and\nwas signed on 25 May 2007. Red\r\nDunes contended that these documents link to each other to form a\r\nchain proving its right to develop\nthe café property. This\r\ncontention must therefore be evaluated.\n[9]\nIn the papers, Red Dunes based its case\r\nsquarely on the sale agreement concluded with Mr Tlomatsana. This\r\nmuch was also conceded\nin argument. The answering affidavit of Red\r\nDunes makes this clear. The deponent says, variously:\n·\nThe property to which Masingita lays claim\r\nwas increased ‘to include the separate property that I\r\npurchased . . .’\n·\n‘\nClause 3 of this agreement refers to\r\nthe conversion of the PTO . . .’\n·\n‘\nAnnexure “A” to the . .\r\n. agreement is a drawing of the property . . .’\n·\n‘\n[T]he property that Red Dunes\r\nacquired was initially not valued . . .’\n·\n‘\nThis is incontrovertible proof that\r\nthe property was acquired by Red Dunes . . .’\n·\n‘\n. . . Red Dunes acquired the\r\nproperty in 2007 for R180 000.’\n·\n‘\nThe agreement referred to was\r\nconcluded in 2007 . . .’\n·\n‘\n[T]he agreement that Red Dunes\r\nconcluded was in 2007 . . .’\n·\n‘\nThe property had [the rights to\r\nerect a shopping centre] when Red Dunes concluded the agreement.’\n[10]\nThe agreement contains a number of\r\nsuspensive conditions. One of these provides that the sale is subject\r\nto the conversion of the\nPTO certificate to a Title Deed under the\r\nprovisions of the Upgrading of Land Tenure Rights Act 112 of 1991.\r\nThe agreement is also\nmade subject to the approval of the sale of the\r\nland in the Title Deed by the Minister of Land Affairs, which itself\r\nrequires approval\nby the Council and the community at large. Once the\r\nPTO has been converted to ownership, further suspensive conditions\r\nrequire\nthe property to be subdivided and consolidated as a separate\r\nerf by the cut-off date, the property to be rezoned (along with the\n\nrequirement that all the relevant processes for the amendment of the\r\ntown planning scheme are followed and completed) and all the\nrelevant\r\napprovals to be obtained by the cut-off date.\n[11]\nThere\r\nis no averment on the papers that any of these suspensive conditions\r\nwas met. In fact, it was candidly conceded that none\nhad been\r\nfulfilled. The law is clear that, in those circumstances, a party\r\ncannot enforce any rights arising from the agreement.\n[1]\nRed Dunes initially submitted that it was unnecessary to fulfil any\r\nof the suspensive conditions because it had elected not to\nconvert\r\nthe PTO to ownership. This was not, however, the only suspensive\r\ncondition. Also, the broader terms of the agreement make\nit clear\r\nthat this was not an election open to Red Dunes. One example which\r\ndemonstrates this is that the agreement sets the date\nof registration\r\nof a Deed of Grant as the time that various actions must be\r\nperformed, not least the payment of the balance of\nthe purchase price\r\nand the acquiring of possession and the right to occupy. Without the\r\nregistration of a Deed of Grant, the agreement\ndoes not provide a\r\ndate for payment of the purchase price and effect cannot be given to\r\nit. This shows that conversion of the PTO\nto ownership is integral to\r\nthe agreement. It was finally conceded that at least certain of the\r\nsuspensive conditions had to be\nfulfilled. As long ago as\nCorondimas\r\nv Badat\n,\n[2]\nit was held that when a contract of sale is subject to a true\r\nsuspensive condition, there exists no contract of sale unless and\n\nuntil the condition is fulfilled. Accordingly, and agreement of sale\r\nsubject to a suspensive condition cannot, pending fulfilment\nof the\r\ncondition, be regarded as a sale.\n[3]\nAs a result, it was also conceded in argument that Red Dunes could\r\nnot found any right to develop the café property on the\n\nagreement.\n[12]\nIn argument, Red Dunes then switched focus\r\nto rely on the resolution of the Council taken on 11 May 2007. This\r\nreads, in its material\nparts, as follows:\n‘\nWe,\r\nZebedelia-Ndebele Tribal Authority . . . resolved in the Traditional\r\nCouncil meeting dated 11 May 2007, that . . . Red Dunes\n. . . be\r\nallocated land as applied for next to Moletlane Taxi Rank (Mr\r\nTlomatsana’s Sam’s Restaurant and a stand behind\nthe\r\nrestaurant, Mrs Maria Kekana’s stand behind Mr Huma’s\r\nshop, the stand behind the Post Office and a 10m road from\nthe tar\r\nroad which will be in between the fence of the Post Office and the\r\nSoccer Ground to the Erf behind the Post Office, as\nentrenched in the\r\ndiagram emphasising proper co-ordinates in the company’s\r\napplication document submitted to our Tribal Authority).\nThe\r\nland will be utilised for the execution of business activities in the\r\nform of a Shopping Centre.\nThe\r\nmove above automatically transfers the P.T.O. previously held by\r\nSamuel Mamabolo (for the operation of Sam’s Restaurant)\ninto\r\nthe name of Red Dunes of Africa CC.\nThe\r\nTribal Authority will assist and have no objection if the applicant\r\nin future wishes to upgrade the status of its occupation.’\n[13]\nThis\r\nresolution, it was submitted, transferred the PTO from Mr Mamabolo to\r\nRed Dunes. The PTO was initially given to Mr Mamabolo\nunder apartheid\r\nera land regulations.\n[4]\nA PTO\r\nis defined in the regulations to mean a ‘permission in writing\r\ngranted or deemed to have been granted in the prescribed\nform to any\r\nperson to occupy a\nspecified\narea of Trust land for a\nspecified\npurpose’.\n[5]\nIt is\r\nrequired to be a formal document ‘in the prescribed form and be\r\nregistered . . . in [an] allotments register’.\n[6]\nAccording to the PTO issued to Mr Mamabolo, the café property\r\nwas to be determined and beaconed by the Magistrate, could\nnot exceed\r\n0,5 hectares in extent and could be occupied for the sole purpose of\r\nconducting a cafe business and a rental was to\nbe paid for it\r\nannually in advance. The café property could not be sub-let,\r\nnor could the right of occupation be ceded,\nleased or transferred\r\nwithout the written consent of the authority concerned. The café\r\nproperty had to be personally occupied\nand the business personally\r\nconducted by the holder of the PTO unless the person appointed to do\r\nso was approved by the authority\nconcerned.\n[14]\nIt is common ground that the PTO was not\r\ntransferred to Mr Tlomatsana, nor was a fresh one issued to him. No\r\naverment was made in\nthe papers that he obtained any written consent\r\nto occupy it nor was it averred that when the business was sold to Mr\r\nTlomatsana,\nthe trustee approved his occupation of the café\r\nproperty or his conduct of the business. The Council, in its\r\naffidavit in\nthe spoliation application which was included by\r\nreference in the main application, averred that no rights arising\r\nfrom the PTO\nhad been transferred to Mr Tlomatsana. This averment was\r\nnot challenged. It is doubtless for this reason that the recordal of\r\n29\nMay 2007 was made and the resolution of 11 May 2007 was said to\r\n‘automatically’ transfer the PTO held by Mr Mamabola,\n\nrather than Mr Tlomatsana, to Red Dunes.\n[15]\nHowever, Red Dunes did not found its case\r\non the transfer of the PTO. As mentioned, it founded its case on the\r\nagreement which gave\nrise to the resolution. In addition, in argument\r\nRed Dunes expressly disavowed any reliance on the resolution as a\r\nstand-alone\nbasis for the acquisition of rights in the café\r\nproperty.\n[16]\nThis disavowal was clearly appropriate. The\r\nresolution, purporting to transfer rights accorded to Mr Mamabolo, is\r\nat best the last\nlink in the chain of documents relied on by Red\r\nDunes. The recordal by Mr Mamabolo pertinently referred to the\r\ndecision of Mr Tlomatsana\nto sell to Red Dunes. Without the link of\r\nthe agreement, the chain leading to the transfer, and thus the right\r\nasserted by Red\nDunes is incomplete.\n[17]\nThere are other reasons why no right to\r\ndevelop arise from the resolution. First, the regulations governing\r\nPTOs are still operative.\nThese require the issue of a formal\r\ndocument and the recordal of the holder in an official register. This\r\nwas not said to have\nbeen done and, accordingly, Red Dunes failed to\r\nprove that it is the holder of a PTO for the café property.\r\nSecondly, even\nif it can be said that a transfer of the PTO took\r\nplace by way of the resolution, the PTO was not amended and its terms\r\nremain\nthose of the PTO which was transferred. These do not permit of\r\nany development of the café property by the holder. Thirdly,\n\nin its affidavit the Council set out the customary law procedure\r\ngoverning the obtaining of rights to develop a property. This\n\nrequires a number of steps to be taken, many of which mirror the\r\nsuspensive conditions appearing in the agreement. These averments\n\nwere dealt with in reply in the spoliation application by Red Dunes\r\nand were not challenged. It is common cause that none of the\nrequired\r\nsteps has been taken by Red Dunes. Even if the resolution gave rise\r\nto the transfer of the PTO, which is at best doubtful,\nthis does not\r\naccord to Red Dunes a right to develop the café property.\n[18]\nRed Dunes accordingly failed to make out a\r\ncase that it had a prior right to develop any part of the mall\r\nproperty. As such, since\nthe right of Masingita was impugned on that\r\nbasis, the court below correctly granted the orders, even though the\r\njudgment does\nnot engage with the issues dealt with above.\n[19]\nMasingita\r\nproved that it had a clear right to develop the mall property. It is\r\nalso clear that the construction by Red Dunes committed\nan injury to\r\nMasingita. Since Red Dunes refused to remove the encroachment,\r\nMasingita had no alternative but to approach the court\nbelow for\r\ninterdictory and consequential relief. The three components of a\r\nfinal interdict were accordingly proved.\n[7]\n[20]\nThe following order issues:\nThe\r\nappeal is dismissed with costs, including those occasioned by the\r\nemployment of two counsel where applicable.\n________________________\nT\r\nR Gorven\nActing\r\nJudge of Appeal\nAppearances\nFor\r\nAppellant:                \r\nMC Erasmus SC (with\nhim J Rust)\nInstructed\r\nby: Morne Mostert Inc, Pretoria\nPhatshoane\r\nHenney Inc, Bloemfontein\nFor\r\n1\nst\nRespondent:        \r\nAR Bhana SC (with him JJ Meiring)\nInstructed by: Nam-Ford\r\nInc, Pretoria\nClaude\r\nReid Inc, Bloemfontein\nFor\r\n2\nnd\nRespondent:       D\r\nWatson\nInstructed by: Abba Parak\r\nInc, Johannesburg\nWebbers Attorneys,\r\nBloemfontein\n[1]\nResisto\r\n\tDairy (Pty) Ltd v Auto Protection Insurance Co Ltd\n1963 (1) SA 632\n(A) at 644G-H.\n[2]\nCorondimas\r\n\tv Badat\n1946 AD 548.\n[3]\nGeue v\r\n\tVan Der Lith\n[2003] ZASCA 118\n;\n2004 (3) SA 333\n(SCA) para 8.\n[4]\nBantu Areas Land Regulations, 1969 (Proclamation R.188 of 1969)\r\n\tpromulgated under the Black (Native) Administration Act 38 of\n1927.\n[5]\nMy emphasis.\n[6]\nRegulation 47(3).\n[7]\nSetlogelo\r\n\tv Setlogelo\n1914 AD 221.",
  "scraped_at": "2026-02-12T18:01:01.786238",
  "date": "2015-06-01",
  "coram": [
    "Ponnan JJA",
    "Shongwe JJA",
    "Pillay JJA",
    "Fourie AJA",
    "Gorven AJA"
  ],
  "case_number": "159/2014",
  "parties": {
    "applicants": [
      "Red Dunes of Africa CC"
    ],
    "respondents": [
      "Masingita Property Investment Holdings (Pty) Ltd",
      "Zebediela Ndebele Tribal Council",
      "Minister, Rural Development and Land Reform",
      "MEC Limpopo Provincial Department of Economic Development, Environment and Tourism",
      "Lepele-Nkumpi Local Municipality"
    ]
  },
  "sections": {
    "facts": "Red Dunes of Africa CC claimed a right to develop a shopping centre on a parcel of land (the café property) while Masingita Property Investment Holdings claimed a right to develop a community shopping mall on an adjacent parcel (the mall property). Both parcels nominally vest in the Minister for Rural Development and Land Reform and are under the jurisdiction of the Zebediela Ndebele Tribal Council. Masingita sought an interdict to stop Red Dunes from constructing on the mall property and a declaration that any such construction was unlawful. The High Court granted Masingita an interdict, demolition order and costs. Red Dunes appealed, arguing it held a prior right to develop the café property based on a land sale agreement containing suspensive conditions and a tribal council resolution that purported to transfer its Permission to Occupy (PTO).",
    "issues": "1) Whether Masingita had a clear, enforceable right to develop the mall property. 2) Whether Red Dunes possessed a prior, enforceable right to develop the café property, given the suspensive conditions attached to its sale agreement and the alleged transfer of a PTO. 3) Whether Red Dunes’ construction encroached upon the mall property.",
    "principles": "The court applied the principle that a contract subject to a true suspensive condition is not enforceable until the condition is fulfilled (Corondimas v Badat). It also considered the statutory requirements for the conversion of a Permission to Occupy into a Title Deed under the Upgrading of Land Tenure Rights Act 112 of 1991, and the necessity for formal registration of PTOs as required by the Bantu Areas Land Regulations. The court reiterated that rights arising from a PTO cannot be transferred or exercised without compliance with the prescribed procedures and written consent of the authority.",
    "application": "The court found that Red Dunes had not demonstrated fulfillment of any suspensive condition in its sale agreement, nor had it obtained a formal conversion of the PTO to a title or the requisite registrations. Consequently, the agreement could not give rise to enforceable development rights. The tribal council resolution, at best, attempted to transfer the PTO but failed to meet statutory formalities, and even if transferred, the PTO terms prohibited development of a shopping centre. Accordingly, Red Dunes did not establish a prior right to develop the café property, and Masingita’s right to develop the mall property remained unchallenged. The court also concluded that the foundations of Red Dunes’ building fell within the mall property, confirming encroachment.",
    "conclusion": "The appeal was dismissed. The interdict, declaration, demolition order and costs in favour of Masingita were upheld. Red Dunes was ordered to pay costs, including those incurred for the employment of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Development",
    "level_3": [
      "suspensive conditions",
      "permission to occupy",
      "interdict",
      "right to develop",
      "contract enforcement"
    ]
  }
}