{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/70.html",
  "case_name": "Panamo Properties 103 (Pty) Ltd v Land and Agricultural Development Bank of South Africa (20051/2014) [2015] ZASCA 70; 2016 (1) SA 202 (SCA); [2015] 3 All SA 42 (SCA) (22 May 2015)",
  "citation": "[2015] ZASCA 70",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 70\n|\nNoteup\n|\nLawCite\nPanamo Properties 103 (Pty) Ltd v Land and Agricultural Development Bank of South Africa (20051/2014) [2015] ZASCA 70; 2016 (1) SA 202 (SCA); [2015] 3 All SA 42 (SCA) (22 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 20051/2014\nIn\r\nthe matter between:\nPANAMO PROPERTIES\r\n103 (PTY)\r\nLTD\n......................................................................\nAPPELLANT\nand\nLAND AND\r\nAGRICULTURAL DEVELOPMENT BANK\nOF\r\nSOUTH\r\nAFRICA\n......................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nPanamo Properties v Land\r\nand Agricultural Development Bank\n(20051/2014)\n[2015] ZASCA 70\n(22 May 2015)\nCoram:\nLewis, Pillay, Willis JJA and Schoeman\r\nand Gorven AJJA\nHeard:\n7 May 2015\nDelivered:\n22 May 2015\nSummary\n:\r\nAgreement of loan made in contravention of the\nLand and Agricultural\nDevelopment Bank Act 15 of 2002\ninvalid: mortgage bond registered as\r\nsecurity for moneys lent and advanced would nonetheless secure a\r\nclaim based on unjustified\nenrichment.\nORDER\nOn\r\nappeal from\n: Gauteng Local Division of the High Court,\r\nJohannesburg (Claassen J sitting as court of first instance): \r\njudgment reported\nsub nom Land and Agricultural Development Bank of\r\nSouth Africa v Panamo Properties 103 (Pty) Ltd\n2014 (2) SA 545\n(GJ).\nThe\r\nappeal is dismissed with costs including those occasioned by the use\r\nof two counsel.\nJUDGMENT\nLewis\r\nJA (Pillay and Willis JJA and Schoeman and Gorven concurring)\n[1]\r\nThis appeal concerns the validity of a transaction concluded between\r\nthe appellant, Panamo Properties 103 (Pty) Ltd (Panamo),\nand the Land\r\nand Agricultural Development Bank of South Africa (the Bank), the\r\nrespondent. Also at issue is the validity of a mortgage\nbond\r\nregistered over Panamo’s property as security for the\r\nindebtedness of Panamo to the Bank. These issues themselves depend\non\r\nan interpretation of the\nLand and Agricultural Development Bank Act\n15 of 2002\n, and of the mortgage bond in question.\n[2]\r\nThe dispute between the parties was heard by the Gauteng Local\r\nDivision of the High Court (C J Claassen J) after referral to\nit by\r\nthe Bank as the plaintiff, and Panamo as the defendant, of a stated\r\ncase. The court a quo found that the loan agreement between\nthe\r\nparties was invalid since the Bank did not have the power to enter\r\ninto the transaction in question, but that the mortgage\nbond was\r\nnonetheless enforceable. The court a quo also found that the Bank was\r\nnot estopped from asserting that the contract was\ninvalid. That\r\naspect of the decision is no longer contested in the appeal, which\r\nlies with the leave of the court a quo.\n[3]\r\nThe parties asked the court a quo to order the separation of certain\r\nissues, which were defined in the stated case, and to postpone\nthe\r\ndetermination of other issues. That order was granted. They defined\r\nthe issues for determination in terms of the stated case;\nannexed the\r\nagreement between them and the terms of the mortgage bond (amongst\r\nother documents); agreed common cause facts and\nlisted their\r\nrespective contentions.\n[4]\r\nThe background to the stated case was that on 5 April 2007 the\r\nparties entered into a written agreement in terms of which the\nBank\r\nwould lend to Panamo the sum of R52 919 845, which would be used by\r\nPanamo for the acquisition of certain agricultural properties\nand the\r\ndevelopment of a township, with the services required and engineering\r\nfees, on the properties. A mortgage bond was registered\nover the\r\nproperties giving the Bank continuous covering security for any\r\nexisting or future debt that Panamo might owe up to an\namount of R76\r\nmillion.\n[5]\r\nThe agreement was the culmination of negotiations between the\r\nparties, commencing in August 2006 when Panamo asked the Bank\nfor a\r\nloan for the purpose of acquiring and developing the properties. In\r\nDecember 2006 the Bank wrote to Panamo advising that\nit had agreed to\r\nmake the finance requested available. It also stated that it was a\r\ncondition precedent to concluding the loan\nthat Panamo submit its\r\nshareholders’ agreement to the Bank, and that that had to\r\nreflect a minimum 50.1 per cent black economic\nempowerment ownership\r\nof Panamo. The offer was accepted on the same day.\n[6]\r\nA term of the agreement that was concluded on 5 April 2007 was that a\r\nPanamo Profit Sharing Agreement, in terms of which the\nBank would\r\nparticipate in the profits made on the sale of any properties, would\r\nalso be concluded. A letter sent by Panamo to the\nBank on 9 May 2007\r\nstated that the profit sharing agreement would be entered into. The\r\nparties proceeded as if the loan agreement\nwas in effect and Panamo\r\nborrowed R18 500 000 from the Bank. However, on 17 January 2008 the\r\nBank wrote to Panamo contending that\nthe contract for the loan to it\r\nwas invalid.\n[7]\r\nIn July 2010 the Bank instituted action against Panamo, claiming\r\nenforcement of the contract. Panamo counterclaimed. In 2012\nthe Bank\r\namended its particulars of claim and asked for a declaration that the\r\ncontract was invalid. The Bank contended that the\nagreement of loan\r\nwas unauthorized and void in that it did not comply with\ns 3\nof\r\nthe Act which sets out the objects of the Act – what it is\r\nintended to achieve; secondly, that the agreement was in\r\ncontravention\nof the provisions of\ns 23\nwhich prohibits the\r\ninvestment of funds by the Bank in unlisted companies, trusts,\r\nbusiness undertakings or ventures without the\nprior written approval\r\nof the Minister responsible for agriculture; and, thirdly, in\r\ncontravention of s 66 of the Public Finance\nManagement Act 1 of 1999\r\n(the PFMA). It contended also that despite the invalidity of the\r\nagreement of loan, the mortgage bond\nover Panamo’s property\r\nremained valid and enforceable.\n[8]\r\nPanamo denied these contentions and pleaded that the Bank was\r\nestopped from denying the invalidity of the agreement; alternatively\n\nthat, on the basis of the Turquand Rule, it was precluded from\r\ndenying that the Minister had given her prior written approval of\nthe\r\nagreement. As I have said, the defences based on estoppel and the\r\nTurquand Rule were abandoned at the hearing of the appeal,\nand\r\nrightly so.\n[9]\r\nAnd that was the background to the determination of the legal issues\r\nby the court a quo. These were framed as follows. ‘Whether\nor\r\nnot the agreement is unauthorized and thus void for . . . alleged\r\nwant of compliance with the Act and the PFMA; whether or not\nthe\r\nmortgage bond concluded pursuant to the Agreement is enforceable\r\nnotwithstanding the alleged invalidity of the Agreement;  .\n\n. . .’ The parties agreed that the Bank bore the onus of\r\nproving that the agreement was invalid and that the bond was\r\nenforceable.\n[10]\r\nThe facts that were common cause, and that are germane to the issues\r\nare: (a) that the Bank agreed to lend to Panamo the sum\nof R52 919\r\n845; (b) of that amount, R18 500 000 would be used for the\r\nacquisition of two properties, as described in the stated\ncase; (c)\r\nthe balance of R34 419 845 would be used for township establishment\r\nand engineering service fees, as described in the\nloan agreement; (d)\r\nthe agreement was subject to a number of suspensive conditions\r\nrelating to the conclusion of further agreements,\nall of which were\r\neither fulfilled or waived; (e) at all material times the parties\r\nintended to enter into the agreement and be\nbound by it; (f) the Bank\r\nin fact lent Panamo the sum of R18 500 000 to finance the acquisition\r\nof the properties and undertook\nto advance a further amount of R34\r\n419 845; (g) the parties intended that the capital amount lent to\r\nPanamo, plus interest, would\nbe repaid to the Bank; (h) Panamo was an\r\nunlisted company, trust or other equivalent legal entity, business\r\nundertaking or venture\nas contemplated by s 23 of the Act; and\r\nthat (i) the agreement constituted an ‘investment’ in one\r\nof the entities\nidentified in s 23. The last ‘fact’ was\r\nqualified by a statement that Panamo did not agree that the agreement\r\nwas ‘exclusively’\nan investment as contemplated in s 23.\n[11]\r\nThe Bank’s contentions, set out in the stated case, were, in\r\nsummary, these.  The loan fell outside the scope of\nthe Act and\r\ndid not comply with the PFMA and was thus void. The fact that moneys\r\nhad been advanced pursuant to the agreement did\nnot affect the\r\nvalidity of the agreement and the advances were\nsine\r\ncausa.\nThe mortgage bond registered\r\npursuant to the agreement remained valid, having regard to its terms.\r\nThe profit sharing agreements\nhad not been concluded, but the\r\nconditions of the loan agreement that they be entered into had been\r\nwaived.\n[12]\r\nPanamo contended that on a construction of the agreement and the Act\r\nthe Bank was empowered to enter into the agreement. Such\nagreements\r\nwere not expressly prohibited by the Act, and there was no\nnumerus\r\nclausus\nof all the juristic acts that\r\nthe Bank was empowered to perform. The agreement was intended to\r\nachieve the objects of the Act indirectly,\nwhich was not prohibited\r\nby the Act.  Accordingly, the agreement was not\nultra\r\nvires\n: the Bank had the power to\r\nconclude it because indirectly it would achieve the objects of the\r\nAct set out in s 3. I shall deal\nwith further contentions in respect\r\nof the achievement of the objects of the Act, and whether the\r\ntransaction amounted to an investment,\nas they are set out in the\r\nstated case, when dealing with the legal framework within which the\r\nvalidity of the loan agreement must\nbe determined.\n[13]\r\nClaassen J found that the loan agreement was invalid. It was not\r\nwithin the power of the Bank to conclude a transaction for\nthe\r\ndevelopment of a township on agricultural land. In this regard, he\r\nrelied on a decision of Bashall AJ in\nLand\r\nand Agricultural Development Bank of South Africa v Impande Property\r\nInvestments (Pty) Ltd\n(GSJ case No\r\n2010/35355, 9 April 2013) where it was found that a very similar\r\ntransaction was void since it was not in furtherance\nof the objects\r\nof the Act.\n[14]\r\nThose objects are set out in s 3 of the Act:\n‘\n3(1)\r\nThe objects of the Bank are the promotion, facilitation and support\r\nof—\n(a)\nequitable ownership of agricultural land, in particular the\r\nincrease of ownership of agricultural land by historically\r\ndisadvantaged\npersons;\n(b)\nagrarian reform, land redistribution or development programmes\r\naimed at historically disadvantaged persons  . . . for the\r\ndevelopment\nof farming enterprises and agricultural purposes;\n(c)\nland access for agricultural purposes;\n(d)\nagricultural entrepeneurship;\n(e)\nthe removal of the legacy of past racial and gender\r\ndiscrimination in the agricultural sector;\n(f)\nthe enhancement of productivity, profitability, investment and\r\ninnovation in the agricultural and rural financial systems;\n(g)\nprogrammes designed to stimulate the growth of the agricultural\r\nsector and the better use of land;\n(h)\nprogrammes designed to promote and develop the environmental\r\nsustainability of land and related natural resources;\n(i)\nprogrammes that contribute to agricultural aspects of rural\r\ndevelopment and job creation;\n(j)\ncommercial agriculture; and\n(k)\nfood security.’\n[15]\r\nIt seems apparent that the acquisition of agricultural land for the\r\npurpose of transforming it into an urban township is not\nonly not\r\nconsonant with the objects of the Act, but also completely contrary\r\nto that which the Bank is supposed to achieve. \nThat was the\r\nfinding of Bashall AJ in\nImpande\nand of Claassen J in this matter. But, contended Panamo, it was a\r\ncondition of the offer made by the Bank that 50.1 per cent of\nits\r\nshareholders would be previously disadvantaged people, and the land\r\nacquired was agricultural. That meant that the promotion,\n\nfacilitation and support of equitable ownership of agricultural land\r\nand the removal of the legacy of racial discrimination were\nachieved\r\n– meeting at least two of the objects of the Act. And the\r\ninvestment of the funds for township establishment and\nengineering\r\nservices resulted in a better use of the land, within the ambit of s\r\n3(1)\n(g)\n.\n[16]\r\nThese contentions were not hard-pressed on appeal. The transformation\r\nof agricultural land to an urban township can hardly\nbe regarded as\r\nuse of agricultural land, and ownership of a township development\r\ncompany cannot be said to give greater access\nto agriculture by\r\nhistorically disadvantaged people. The contention was perverse.\r\nCounsel for Panamo sought to avoid this conclusion\nby arguing that by\r\nentering into the profit sharing agreement Panamo was contributing to\r\nthe funds of the Bank, which could then\nbetter achieve the objects of\r\nthe Act. It was thus indirectly achieving the objects of the Act.\n[17]\r\nBut that, it seems to me, is no more than making an investment –\r\ncontributing to the Bank’s funds. It is correct\nthat the Bank\r\nis given the power to make investments by the Act. And an investment\r\nneed not be made in order to achieve the objects\nof the Act. However,\r\ninvestments by the Bank require the consent of the Minister. Section\r\n23 of the Act, which governs investments\nby the Bank, states that the\r\nBoard must adopt an investment policy, approved in writing by the\r\nMinister. Section 23(2) provides\nthat: ‘The Bank may not,\r\nwithout the prior written approval of the Minister, invest money in\r\nan unlisted company, trust or\nother equivalent legal entity, business\r\nundertaking or venture.’\n[18]\r\nIt was common cause in the stated case that Panamo was such an entity\r\nand thus the Minister’s written approval was required\nin order\r\nfor the investment to be made. It was implicit in the facts stated\r\nand the arguments made that ministerial approval had\nnot been\r\ngranted. At the hearing counsel sought to distance Panamo from the\r\nagreement that an investment had been made. The common\ncause fact, it\r\nwas argued, was no more than a view of law.  But the argument is\r\nin any event of no moment because even if\nthe transaction did not\r\namount to an investment it has still to be determined whether it was\r\nwithin the power of the Bank.\n[19]\r\nAnd the question remains whether the Bank had the power to conclude\r\nthe transaction even if it did not conform with the objects\nof the\r\nAct. In my view, this question is determined by s 26 of the Act,\r\nwhich deals with the conduct of business by the Bank. It\nreads:\n‘\n(1)\r\nThe business of the Bank is to provide agricultural and rural\r\nfinancial services in furtherance of the objects of the Bank\r\ncontemplated in section 3, against security or on such alternative\r\nconditions as the Board may from time to time determine, or in\nsuch\r\nother manner as may be provided for by this Act.\n(2) The Bank may\r\nconduct its business by way of any operation, method or practice\r\nenvisaged in this Act or in any other applicable\nlaw, including but\r\nnot limited to—\n(a)\nproviding finance for the purposes\r\ncontemplated in section 3;\n(b)\ninvesting money\n;\n.\r\n. .\n(m)\nin general, making all such advances and\r\nperforming all such acts as the Bank may by this Act or any other law\r\nbe authorized to\nmake or perform or which reasonably form part of or\r\nare generally associated with agriculture or developmental financial\r\nservices.’\n[20]\r\nSection 26(3) provides that ministerial authority is required for\r\ninvesting money (as well as for other acts referred to in\nthe\r\nsubsections I have not quoted). But written approval of the Minister\r\nis not required for s 26(2)\n(m)\n.\r\nPanamo thus argued that the loan transaction fell under that\r\nsubsection: the Bank made an advance to it which reasonably formed\n\npart of or was generally associated with agricultural or\r\ndevelopmental financial services. This argument must also fail. One\r\ncannot\nread s 26(2) apart from s 26(1). The latter qualifies the acts\r\nand transactions referred to in s 26(2): they must all be in\r\nfurtherance\nof the objects of the Bank set out is s 3.\n[21]\r\nThe Bank is thus obliged and empowered to use its funds only for the\r\npurposes set out in s 3: other transactions are not within\nits\r\npowers. Its powers are conferred by the Act and it has no others. As\r\na public entity the Bank may do only those things that\nthe Act\r\nauthorizes. The loan to Panamo for the purpose of acquiring land for\r\nthe establishment of a township is clearly not authorized\nby the Act.\r\nThe loan agreement is thus in contravention of the Act, and, as the\r\nBank contended, is invalid.\n[22]\r\nWhile not every contravention of a statute results in invalidity of\r\nthe contravening act or contract, where its recognition\nwould defeat\r\nthe purpose of the statute, the act or contract will be void. (See\nStandard Bank v Estate Van Rhyn\n1925 AD 266\n;\nPottie v Kotze\n1954 (3) SA 719\n(A);\nMetro Western Cape\r\n(Pty) Ltd v Ross\n1986 (3) SA 181\n(A).)\r\nBut it is not necessary in this matter to consider whether the Act\r\nintended to render the transaction invalid as the issue\nis determined\r\nby the PMFA. Sections 66 and 68 of that Act provide that where a\r\npublic institution, as the Bank is, enters into\na transaction that is\r\nnot authorized by legislation governing the institution, it will not\r\nbe bound by the transaction. Accordingly\nthe loan agreement between\r\nthe parties cannot be enforced. I turn then to the second issue.\n[23]\r\nThe Bank may well have an enrichment claim against Panamo for the\r\nmoney that it advanced pursuant to the invalid contract.\nThus while\r\nthe Bank contended for invalidity, it nonetheless argued that the\r\nmortgage bond registered in its favour is valid and\nconstitutes real\r\nsecurity for a possible enrichment claim.\n[24]\r\nClaassen J in the court a quo concluded that the bond was valid\r\ndespite the fact that the contract pursuant to which it was\npassed\r\nwas not. The bond agreement, he said (para 18), was a separate\r\nagreement of hypothecation and its ‘validity is not\ndependent\r\nupon the validity of the anterior transaction’. A mortgage bond\r\nis of course always accessory to an obligation,\nno matter its origin.\r\nIf the obligation is unenforceable the security in respect of it is\r\nunenforceable too. Authority for this\nis to be found in\nAlbert\r\nv Papenfus\n1964 (2) SA 713\n(E) at 717H\r\nin fin where the court referred to the principle as ‘trite’,\r\nand cited\nVoet\n46.1.9,11 (Gane’s translation vol 7 at 22 and 28). See also\nBay\r\nLoan Investment (Pty) Ltd v Bay View (Pty) Ltd\n1972 (2) SA 313\n(C) at 316E-F; Badenhorst, Pienaar and Mostert\nSilberberg’s The Law of Property\n5\r\ned (2006) at 359; 17 (Part 2)\nLawsa\n‘Mortgage and Pledge’ para 327;  and T J Scott and\r\nSusan Scott\nWille’s Mortgage and\r\nPledge\n3 ed (1987 at 6).\n[25]\r\nThat does not mean that a principal obligation must exist before a\r\nmortgage is entered into: it may be given as security for\na future\r\ndebt or as a covering bond. But when enforcement of the bond is\r\nsought it must be in respect of a valid obligation. And\nwhen\r\ndetermining whether an obligation is secured by a bond, one must have\r\nregard to its particular terms.\n[26]\r\nIn\nImpande\nBashall AJ found that the bond purportedly securing the Bank’s\r\nobligation was invalid too. He cited the authorities referred\nto\r\nabove as support for this conclusion, and found that an enrichment\r\nclaim was not covered by the terms of the bond which were\nconfined to\r\nmoneys borrowed and advanced.\n[27]\r\nClaassen J declined to follow this reasoning. He pointed out that\r\nBashall AJ in\nImpande\nhad not been referred to the decision of\r\nthis court in\nThienhaus NO v Metje and Ziegler Ltd\n1965 (3) SA\r\n25\n(A) in which it was held that a formal defect in the description\r\nof a party (a slip of the pen that referred to an individual instead\n\nof a company bearing his name) did not render the bond invalid. As I\r\nhave said, the question whether the bond secures a claim for\n\nenrichment must be determined by construing the terms of the bond\r\nitself. My colleague Gorven AJA will deal with this issue.\nGorven\r\nAJA (Lewis, Pillay and Willis JJA and Schoeman AJA concurring)\n[28]\r\nThe mortgage bond in this matter was registered pursuant to the loan\r\nagreement. The issue is whether it is enforceable in the\nface of a\r\nfinding that the loan is void. All mortgage bonds are accessory to\r\nanother obligation, as the authorities cited above\nshow. This is\r\nbecause the fundamental nature of a mortgage bond is the provision of\r\nsecurity for an underlying obligation. In\nKilburn\r\nv Estate Kilburn\n,\n[1]\nthis court held as follows:\n‘\nThe\r\nsettlement of a security divorced from an obligation which it secures\r\nseems to me meaningless. It is true that you can secure\nany\r\nobligation whether it be present or future, whether it be actually\r\nclaimable or contingent. The security may be suspended until\nthe\r\nobligation arises, but there must always be some obligation even if\r\nit be only a natural one to which the security obligation\nis\r\naccessory.\n.\r\n. .\nIt\r\nis therefore clear that by our law there must be a legal or natural\r\nobligation to which the hypothecation is accessory. If there\nis no\r\nobligation whatever there can be no hypothecation giving rise to a\r\nsubstantive claim.’\nAnd\r\nin\nLief\r\nNO v Dettmann\n,\n[2]\nVan Wyk JA said:\n‘\n.\r\n. . real rights, however, can only exist in respect of a debt,\r\nexisting or future, and it follows that they cannot be divorced\nfrom\r\nthe debt secured by them’.\n[29]\r\nIt is clear that the bond was initially passed to secure the\r\nperformance of Panamo under the loan. Its terms make it accessory\nto\r\nthe loan. Once the loan is set aside as invalid, unless the bond is\r\naccessory to a different obligation than the loan, it must\nsuffer the\r\nsame fate as does the loan and be subject to cancellation. However,\r\neven though the loan is void, this does not in itself\nmean that there\r\nis no obligation secured by the bond.\n[30]\r\nThe Bank says that it has a claim for unjust enrichment under one of\r\nthe\ncondictiones\n.\r\nNo such finding can be made on this issue here. I assume, for the\r\npurposes of deciding the question, that such a claim is valid.\nAn\r\nenrichment claim gives rise to indebtedness. I know of no reason why\r\na mortgage bond cannot secure a debt arising from an enrichment\n\nclaim.\n[3]\nIndeed, no argument\r\nwas advanced before us why a debt of that nature cannot be covered.\r\nThe question is whether that kind of debt\nis secured by this\r\nparticular bond.\n[31]\r\nIn the first place, the bond is a covering bond. A covering bond may\r\nprovide security for more than one specific debt. The\nbond may\r\ntherefore afford security for more than obligations arising under the\r\nloan. It is not necessarily extinguished merely\nbecause the loan is\r\nvoid. It complies with the formalities required by s 51 of the\r\nDeeds Registries Act\n[4]\nfor those covering future indebtedness. The nature of the bond thus\r\ndoes not exclude the possibility that an enrichment claim may\nbe\r\ncovered.\n[32]\r\nIn the preamble, the passing of the bond is said to have given\r\nexpression to an undertaking. This undertaking was by Panamo\nto pass\r\na ‘continuous covering bond as security for [Panamo’s]\r\nliability towards the Land Bank for whatsoever reason’.\n[5]\nIt therefore goes further than one to pass a bond to cover\r\nindebtedness under the loan and, indeed, under only some form of an\n\nagreement. It is stated in the broadest possible terms. The preamble\r\ntherefore describes the circumstances under which the bond\ncame into\r\nexistence.\n[33]\r\nClause 2.1 provides that the bond affords continuing covering\r\nsecurity for four distinct and separately stated categories of\ndebt:\r\n(a) money borrowed and advanced; (b) money to be borrowed and\r\nadvanced; (c) money that the Bank may from time to time in\nthe future\r\nlend and advance to Panamo; and (d) in general, for any existing or\r\nfuture debt that Panamo owes or may owe to the Bank.\nOn a\r\nstraightforward reading of this clause, the fourth category gives\r\nexpression to the undertaking referred to in the preamble:\nto pass a\r\nbond which will cover ‘liability towards the Land Bank for\r\nwhatsoever reason’. Once again, this clause does\nnot restrict\r\nthe cover to indebtedness arising from the loan agreement or some\r\nother agreement.\n[34]\r\nClause 8 concerns the circumstances under which the Bank is entitled\r\nto have the mortgaged properties declared executable.\nIt is headed\r\n‘Default’ and reads, in its material parts, as follows:\n‘\nShould\r\nthe Mortgagor be in breach of or fail to comply with any written\r\nagreement or agreements between the Mortgagor and the Land\nBank in\r\nrespect of any amounts secured by this bond, or should the Mortgagor\r\nbe in breach of or fail to comply with any of the\nterms and\r\nconditions of this bond or should the Mortgagor, at the request of\r\nthe Land Bank, fail to pay to the Land Bank any sum\nwhich the Land\r\nBank may lawfully claim, or should the Mortgagor fail to meet any\r\nobligation or commitment to the Land Bank on the\nexpiry date thereof\r\n. . . the Land Bank shall be entitled to institute legal action for\r\nthe  recovery of all such amounts\nand have the property\r\nmortgaged in terms of this bond declared executable.’\nThere\r\nare other circumstances referred to but these do not bear on the\r\nissue at hand.\n[35]\r\nIt can therefore be seen that the defaults cited above comprise four\r\ndistinct categories: (a) a breach or failure to comply\nwith a written\r\nagreement; (b) a breach or failure to comply with a term of the bond;\r\n(c) a failure to pay on demand any sum which\nthe Bank may lawfully\r\nclaim; and (d) a failure to meet an obligation by the expiry date. If\r\nthe bond is construed to cover only\ndebts arising from an agreement\r\nof sorts, the third of these categories is redundant. The first, a\r\nfailure to comply with the terms\nof a written agreement, would cover\r\nall circumstances in which the security may be invoked. The second\r\nbasis, concerning the terms\nof the bond, would also be unnecessary. I\r\ncan conceive of no circumstance in which a further category of\r\ndefault could arise. But\nthe failure to pay any sum which the Bank\r\nmay lawfully claim is set up in addition to these first two. There is\r\na presumption against\nsuperfluity in construing documents.\n[6]\nThe inclusion of this category shows conclusively that a basis exists\r\nfor invoking the security which need not arise from an agreement\nor\r\neven the terms of the bond. The security afforded by the bond thus\r\nclearly covers a lawful claim by the Bank which falls outside\nof the\r\nterms of any agreement or the bond.\n[36]\r\nIn addition, clause 15 is phrased widely. It hypothecates the\r\nproperties as ‘security for the proper and timeous payment\nof\r\nthe capital sum or any part thereof plus interest and other money\r\nrecoverable in terms of this bond or which may at any time\nbecome\r\nowing or payable to the Land Bank from whatsoever cause . . .’.\r\nOnce again, a number of distinctive categories are\nmentioned. The\r\nfirst, timeous payment, arises from the loan or any other agreement.\r\nThe second is money recoverable under the bond.\nThe third is ‘other\r\nmoney . . . which may at any time become owing or payable from\r\nwhatsoever cause’. This category\nis stated to be an alternative\r\nto money recoverable in terms of an agreement or the bond.\n[37]\r\nThe three clauses dealt with above pertinently afford the security\r\nunder the bond to indebtedness other than that arising from\nan\r\nagreement and the bond. They would clearly cover a debt arising from\r\nan enrichment claim. Reading these together with the preamble,\nwhich\r\ndeals with the circumstances in which the bond came into existence,\r\nit would thus require clear wording to exclude recovery\nof a claim\r\nunder one of the\ncondictiones\n.\n[38]\r\nIt must therefore be considered whether any of the terms of the bond\r\ndo exclude such a debt. In this regard, clauses 2.2 to\n2.4, 3, 5, 6\r\nand 13, which might indicate the contrary, shall be considered in\r\nturn.\n[39]\r\nClauses 2.2 and 2.3 deal with the primary source of indebtedness\r\nenvisaged: the loan. This is natural and understandable but\ndoes not\r\nfunction to exclude the broad fourth category in clause 2.1 dealt\r\nwith in paragraph 6 above. In passing, clause 2.2 is\nclearly tailored\r\nto ensure that the bond complies with the provisions of s 51(1)(\nb\n)\r\nof the Deeds Registries Act.\n[7]\nClause 2.4 provides security for costs incurred in the preservation\r\nand realisation of the hypothecated properties. This applies\nto the\r\nsecurity and is not dependent on the nature of the claim.\n[40]\r\nClause 3 provides that ‘the causes of said debt and this bond\r\nmay emanate from one or more of the following’. Clause\n1\r\ncontains a declaration of indebtedness in the sum which is stated to\r\nbe ‘the capital sum emanating from one or more of\nthe\r\nhereinafter mentioned causes of debt . . .’. This spells out\r\nwhat is meant in paragraph 1. It primarily relates to the\nloan. It in\r\nno way qualifies the cover of the bond where it is said to go beyond\r\nthe first three categories in clause 2.1.\n[41]\r\nIn addition, clause 3.1 is to the following effect:\n‘\nAll\r\namounts whatsoever already owed or may be owed hereafter in terms of\r\nadvances, cash credit accounts, fixed loans, credit, promissory\n\nnotes, loan agreements, instalment sale agreements, lease agreements,\r\nother agreements, any facilities granted to the Mortgagor’.\nThe\r\nclause specifically differentiates between advances and a number of\r\nagreements, including loan agreements. In other words it\ncovers\r\nadvances made outside of agreements as well as those made pursuant to\r\nthem. It is clear that the moneys forming the basis\nfor the\r\nenrichment claim were advanced; they were simply advanced without\r\nthere being a legal basis for doing so.\n[42]\r\nClause 5 regulates the terms of advances. They should only be\r\ndisbursed if the terms and conditions of an agreement have been\nmet.\r\nThe question arises as to what can be done by the Bank if an advance\r\nis made which does not comply with clause 5. It does\nnot mean that\r\nmoney has not been advanced. It is still an advance, but the advance\r\ncontravenes clause 5 of the bond. It should\ntherefore not have been\r\nmade because this clause regulates how advances should be disbursed\r\nand when they can be claimed. Since\nsuch a payment has no lawful\r\nbasis, a claim for repayment would have the character of the\r\nenrichment claim relied on by the Bank\nin this matter. This does not\r\nmean that advances made in conflict with this clause do not qualify\r\nas advances. It simply sets out\nwhen an advance has been made\r\npursuant to a lawful underlying causa under the bond.\n[43]\r\nThe concluding sentence of clause 5 incorporates the terms and\r\nconditions of the loan into the bond. It may be asked how terms\nand\r\nconditions of an invalid agreement can be so incorporated. The simple\r\nanswer is that because the loan is a nullity, its terms\nare not\r\nincorporated. The terms of the bond stand alone, unaugmented by those\r\nof the loan. Many of the provisions of the bond do\nnot apply because\r\nthe loan is void and no other agreements between the parties exist.\r\nThat would also be the position if the loan\nhad been valid and all\r\nliability under it had been discharged but an enrichment claim\r\nremained.\n[44]\r\nClause 6  deals with the mechanism for the calculation of\r\ninterest. It requires a written agreement where a particular\nbasis\r\nand rate of interest is claimed. This does not mean that a debt free\r\nof interest is not secured by the bond. In any event,\nit may well be\r\nthat, even if no agreement provided for interest, the common law\r\nrelating to when and how much interest accrues\non a debt would\r\napply.\n[8]\nIt is not necessary\r\nhere to determine whether this is so or not. At worst for the Bank,\r\nthis clause does not provide a basis for\nexcluding an enrichment\r\nclaim.\n[45]\r\nClause 13, the acceleration clause, clearly envisages an agreement.\r\nAcceleration does not apply to an enrichment claim. The\nfact that\r\nsuch a claim is not susceptible to acceleration does not exclude it\r\nfrom the cover of the bond. As mentioned earlier,\nit is\r\nunderstandable and appropriate that most of the clauses in the bond\r\ndeal with agreements and the basis on which it affords\nsecurity in\r\nrelation to agreements.\n[46]\r\nThe bond is not a model of clarity. However, construing it as a\r\nwhole, I can find no basis for limiting the broad, all-encompassing\n\nlanguage contained in the preamble, clause 2.1, clause 8 and clause\r\n15. I disagree with the submission that the bond must suffer\nthe same\r\nfate as the loan. In my view, the bond affords security for a claim\r\nfor moneys due under one of the\ncondictiones\n.\n[47]\r\nThe second question was therefore correctly answered in favour of the\r\nBank by the court below. There is no basis for an order\ndeclaring\r\nthat the bond is not enforceable due to the invalidity of the loan if\r\nthe Bank has a claim against Panamo for unjust\nenrichment.\n[48]\r\nAccordingly, the appeal is dismissed with costs, including those\r\noccasioned by the use of two counsel.\n_____________________\nCH\r\nLewis\nJudge\r\nof Appeal\n_____________________\nT\r\nR Gorven\nActing\r\nJudge of Appeal\nAPPEARANCES\nFor\r\nAppellant: J Roos SC (with him J K Berlowitz)\nInstructed\r\nby: Harris Billings Attorneys, Johannesburg\nHoney Attorneys,\r\nBloemfontein\nFor\r\nRespondent: V Maleka SC (with him P Seleka)\nInstructed by:\r\nMkhabela Huntley Adekeye Inc, Johannesburg\nMcIntyre & Van\r\nder Post, Bloemfontein\n[1]\nKilburn\r\n\tv Estate Kilburn\n1931 AD 501\nat 505-6.\n[2]\nLief\r\n\tNO v Dettmann\n1964 (2) SA 252\n(A) at 259.\n[3]\nSilberberg\nabove\r\n\tat 359.\n[4]\nDeeds Registries Act 47 of 1937\n.\n[5]\nI\r\n\thave not used the same formatting as in the bond when quoting from\r\n\tit.\n[6]\nNational\r\n\tCredit Regulator v Opperman & others\n2013\r\n\t(2) SA 1\n(CC) para 99;\nAfrican\r\n\tProducts (Pty) Ltd v AIG South Africa Ltd\n2009\r\n\t(3) SA 473\n(SCA) para 13.\n[7]\nThis requires that ‘\na\r\n\tsum is fixed in the bond as an amount beyond which future debts\r\n\tshall not be secured by the bond’.\n[8]\nF\r\n\tD J Brand 9\nLAWSA\n2 ed para 213, says: ‘Interest which the defendant may have\r\n\treceived on a sum of money paid to him or her\nindebite\nis\r\n\tapparently not regarded as fruit and need not be restored.’ In\r\n\tfootnote 4 on that page he goes on to say: ‘The\nissue of\r\n\tinterest actually received by the defendant should not be confused\r\n\twith the question whether the defendant is liable\nfor interest\na\r\n\ttempore morae\n.\r\n\tThe basis for the claim of\nmora\ninterest\r\n\tis not enrichment but compensation paid to the plaintiff for the\r\n\tloss that the plaintiff suffered through being deprived\nof the use\r\n\tof his or her money. Accordingly, liability for\nmora\ninterest\r\n\tis determined by the legal principles regarding\nmora\ninterest\r\n\tin general and not by the law of enrichment.’",
  "scraped_at": "2026-02-12T17:18:29.298982",
  "date": "2015-05-22",
  "coram": [
    "Lewis JA",
    "Pillay JJA",
    "Willis JJA",
    "Schoeman AJA",
    "Gorven AJJA"
  ],
  "case_number": "20051/2014",
  "parties": {
    "applicants": [
      "PANAMO PROPERTIES 103 (PTY) LTD"
    ],
    "respondents": [
      "LAND AND AGRICULTURAL DEVELOPMENT BANK OF SOUTH AFRICA"
    ]
  },
  "sections": {
    "facts": "In April 2007 the Land and Agricultural Development Bank of South Africa (the Bank) entered into a written loan agreement with Panamo Properties 103 (Pty) Ltd (Panamo) for R52,919,845. Panamo was to use R18.5 million to acquire two agricultural properties and R34.4 million for township development and engineering services. A mortgage bond was registered over the properties, providing the Bank with a continuous covering security for any present or future debt up to R76 million. The loan was contingent on a shareholders’ agreement meeting a 50.1% black economic empowerment threshold. By January 2008 the Bank declared the loan agreement void, alleging it was beyond the Bank’s statutory power under the Land and Agricultural Development Bank Act 15 of 2002 and contravened the Public Finance Management Act.",
    "issues": "The appeal raised (1) whether the loan agreement was ultra vires and therefore void for breaching the objects of the Act, the investment provisions of s23 and the PFMA; (2) whether the mortgage bond, registered as security for the loan, remained enforceable despite the loan’s invalidity; and (3) whether the Bank could rely on a claim for unjust enrichment as the basis for enforcing the bond.",
    "principles": "The Court applied the objects of the Bank set out in s3 of the Act, which focus on agricultural land ownership, agrarian reform and related agricultural purposes. It examined s23 which requires prior ministerial approval for investments in unlisted entities, and s26 which confines the Bank’s business to activities furthering the objects. The PFMA sections 66 and 68 were considered, holding that a public institution is not bound by an unauthorized transaction. Relevant precedents included Impande Property Investments (Bashall AJ), Kilburn v Estate Kilburn, Lief NO v Dettmann and Thienhaus NO v Metje, establishing that a mortgage bond is accessory to a valid underlying obligation and that a covering bond can secure broader classes of debt.",
    "application": "The Court found that the purpose of the loan—transforming agricultural land into an urban township—did not further any of the objects in s3 and therefore the loan agreement was ultra vires and void. The lack of ministerial approval under s23 and the breach of the PFMA reinforced this conclusion. Regarding the bond, the Court analysed the bond’s preamble and clauses 2.1, 8 and 15, which provide for a continuous covering security for ‘any liability whatsoever’. It held that the wording was sufficiently wide to cover a claim for unjust enrichment, even though the loan itself was void, and that the bond was not limited to the specific loan obligation.",
    "conclusion": "The appeal was dismissed with costs. The loan agreement was declared void, but the mortgage bond was upheld as enforceable security for the Bank’s claim of unjust enrichment against Panamo. The Bank was entitled to enforce the bond and recover the amounts advanced under the enrichment claim."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Land and Agricultural Development Bank Act",
    "level_3": [
      "ultra vires",
      "mortgage bond",
      "unjust enrichment",
      "public finance management act"
    ]
  }
}