{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/30.html",
  "case_name": "Nedbank Limited v Steyn and Others (20085/2014) [2015] ZASCA 30; [2015] 2 All SA 671 (SCA); 2016 (2) SA 416 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 30",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 30\n|\nNoteup\n|\nLawCite\nNedbank Limited v Steyn and Others (20085/2014) [2015] ZASCA 30; [2015] 2 All SA 671 (SCA); 2016 (2) SA 416 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo: 20085/2014\nIn\r\nthe matter between:\nNEDBANK\r\nLIMITED\n.................................................................................................\nAPPELLANT\nand\nALETTA\r\nPETRONELLA SUSANNA\r\nSTEYN\n..........................................\nFIRST\r\nRESPONDENT\nANTOINETTE\r\nMARTIN NO\n(In\r\nher capacity as duly appointed Executrix in\nthe\r\nEstate of the Late Mr Pieter Stefanus\r\nSteyn)\n..................................\nSECOND\r\nRESPONDENT\nVUSIMUZI\r\nPHINEAS MASENYA NO\n(In\r\nhis capacity as duly appointed Executor in the\nEstate\r\nof the Late Ms Lindiwe Maureen\r\nMasenya)\n.................................\nTHIRD\r\nRESPONDENT\nLUCAS\r\nMLUNGISI FIGLAN NO\n(In\r\nhis capacity as duly appointed Executor in\nthe\r\nEstate of the Late Mr Themba David\r\nFiglan)\n................................\nFOURTH\r\nRESPONDENT\nPETRUS\r\nHENDRIK\r\nMULLER\n.................................................................\nFIFTH\r\nRESPONDENT\nPETRUS\r\nHENDRIK MULLER NO\n(In\r\nhis capacity as duly appointed Executor in\nthe\r\nEstate of the Late Ms Wilma Roelien\r\nMuller)\n....................................\nSIXTH\r\nRESPONDENT\nTSHEPO\r\nBETHUEL KGOPA NO\n(In\r\nhis capacity as duly appointed Executor in the\nEstate\r\nof the Late Mr Malahlela Stephen\r\nKgopa)\n..............................\nSEVENTH\r\nRESPONDENT\nLINDIWE\r\nPRINCESS\r\nNTOMBELA\n....................................................\nEIGHTH\r\nRESPONDENT\nNORAH\r\nTHONNY MATHE NO\n(In\r\nher capacity as duly appointed Executrix in\nthe\r\nEstate of the Late Mr Wardson Sandile\r\nMathe)\n................................\nNINTH\r\nRESPONDENT\nNeutral citation:\nNedbank Ltd v Steyn\n(20085/2014)\n[2015] ZASCA 30\n(25 March\r\n2015).\nCoram:\nBrand,\r\nLewis, Mbha JJA Meyer\net\nMayat AJJA\nHeard:\n20 March\n2015\nDelivered:\r\n 25 March 2015\nSummary:\nAdministration of Estates Act 66 of 1965\n– whether claims\r\nprocedure provided by the Act precludes a creditor from instituting\r\nan action against the executor/executrix\nof a deceased estate for\r\ndebt owed by the deceased – high court’s judgment that it\r\ndoes set aside on appeal.\nORDER\nSix\r\nappeals from:\nGauteng Division of the High Court, Pretoria\r\n(Mabuse J sitting as court of first instance):\n1 The six appeals\r\nare upheld with no order as to costs.\n2 The order of the\r\ncourt a quo in the first appeal of\nNedbank Ltd v Aletta Petronella\r\nSusanna Steyn & another\nunder GPPHC case number 45338/2013 is\r\nset aside and replaced by the following:\n‘\nDefault\r\njudgment is granted in favour of the applicant/plaintiff against the\r\nfirst and second respondents/defendants, jointly and\nseverally, the\r\none paying the other to be absolved for:\n(a) Payment of the\r\nsum of R647 286.25;\n(b) Interest on the\r\nsum of R647 286.25 at the rate of 6.80% per annum calculated and\r\ncapitalised monthly in arrears from 19\nJune 2013 to date of payment,\r\nboth dates inclusive.\n(c) An order\r\ndeclaring:\nA unit consisting of\r\n–\n(i) Section no 64 as\r\nshown and more fully described on Sectional Plan No\nSS321/2009\nin the\r\nscheme known as Elephant Mews in respect of the land and building or\r\nbuildings situated at Erf 468 Vanderbijl Park South\nEast 4 Township,\r\nLocal Authority: Emfuleni Local Municipality, of which section the\r\nfloor area, according to the said Sectional\nPlan is 73 (Seven Three)\r\nsquare metres; and\n(ii) an undivided\r\nshare in the common property in the scheme apportioned to the said\r\nsection in accordance with the participation\nquota as endorsed on the\r\nsaid sectional plan.\nHeld by Deed of\r\nTransfer No ST29384/2009.\nA unit consisting of\r\n–\n(i) Section no 120\r\nas shown and more fully described on Sectional Plan No\nSS321/2009\nin\r\nthe scheme known as Elephant Mews in respect of the land and building\r\nor buildings situated at Erf 468 Vanderbijl Park South\nEast 4\r\nTownship, Local Authority: Emfuleni Local Municipality, of which\r\nsection the floor area, according to the said Sectional\nPlan is 23\r\n(Two Three) square metres; and\n(ii) an undivided\r\nshare in the common property in the scheme apportioned to the said\r\nsection in accordance with the participation\nquota as endorsed on the\r\nsaid sectional plan;\nHeld by Deed of\r\nTransfer No ST29384/2009.\nSpecially\r\nexecutable.\n(d) An order\r\nauthorising the plaintiff to execute against the said property as\r\nenvisaged in Rule 46(1)(a)(ii) of the Supreme Court\nRules;\n(e) An order\r\nauthorising the sheriff to execute the writ of execution;\n(f) An order for\r\ncosts on the attorney and client scale.’\n3 The orders of the\r\ncourt a quo in the other five appeals are set aside and these matters\r\nare remitted to the court a quo for reconsideration\nof the\r\napplications for default judgment in the light of this judgment.\nJUDGMENT\nBrand\r\nJA\n(Lewis, Mbha JJA Meyer\net\nMayat AJJA\r\nconcurring):\n[1]\r\nIn October 2013, 17 applications for default judgment came before\r\nMabuse J in the North Gauteng High Court, Pretoria in matters\nof a\r\nsimilar kind. I say similar because these matters had at least the\r\nfollowing features in common:\n(a) In all of them\r\nthe plaintiffs were commercial banks.\n(b) At least one of\r\nthe defendants in every one of them was the executor/executrix in a\r\ndeceased estate.\n(c) The plaintiff’s\r\ncause of action in every case relied on a loan to the deceased,\r\nsecured by a mortgage bond.\n(d) Apart from an\r\norder for payment of the amount owing under the loan agreement, the\r\nplaintiff in each case sought an order declaring\nthe properties\r\nmortgaged executable and also applied for the issue of writs of\r\nexecution in respect of these properties.\n(e) The applications\r\nwere predicated on the failure by the defendants to defend the\r\nactions instituted by the banks.\n[2]\r\nIn the event, Mabuse J ordered all these applications for default\r\njudgments to be removed from the roll, in order to enable\nthe\r\nplaintiffs to comply with the provisions of the Administration of the\r\nEstates Act 66 of 1965 (the Act). For reasons that will\nsoon become\r\napparent, this order meant that the plaintiffs would have to start\r\nproceedings all over again and that, in consequence,\nthe applications\r\nwere effectively dismissed. The appellant in this matter, Nedbank\r\nLtd, was the plaintiff in six of these applications.\nThose are the\r\nmatters on appeal before us. Mabuse J, however, gave his judgment\r\nwith reference to all seventeen applications before\nhim in the case\r\nof\nStandard Bank of South Africa Ltd v Ndlovu\n(case number\r\n33265/13) on 24 October 2013. Leave to appeal against that judgment,\r\nwhich also pertains to the six appeals before\nus, is with the leave\r\nof Mabuse J. As in the court a quo, there was no appearance for any\r\nof the respondents on appeal.\n[3]\r\nIn broad outline the reasons given by the court a quo for refusing to\r\ngrant the default judgments sought, was that the plaintiff\nbanks,\r\nincluding the appellant, had instituted action against the executors\r\nor executrixes in the deceased estates under common\nlaw, instead of\r\nadopting the claims procedure provided for by sections 29, 32, 33 and\r\n35 of the Act. This decision is in direct\nconflict with the\r\nconclusion arrived at by Van Oosten J in\nNedbank Ltd v Samsodien\r\nNO\n2012 (5) SA 642\n(GSJ), which Mabuse J pertinently held to have\r\nbeen wrongly decided. Succinctly stated the issue arising in this\r\nappeal is therefore\nwhether the provisions of the Act, in the four\r\nsections that I have referred to, preclude a creditor from its common\r\nlaw right\nto institute action against the deceased estate for payment\r\nin terms of a loan agreement. In\nSamsodien\nVan Oosten J held\r\nthat they do not, while Mabuse J decided that they do.\n[4]\r\nAlthough there are six appeals before us, only the papers in the\r\nSteyn matter were incorporated in the record on appeal. The\npapers in\r\nthe other five matters were not so included. From the papers in Steyn\r\nit appears that the deceased, Mr Steyn, passed\naway on 4 June 2012.\r\nAlthough the second respondent was appointed executrix in his estate\r\nin December 2012, she had failed to finalise\nthe estate. The\r\nimmovable property in the estate is fully bonded. The monthly bond\r\ninstalment is R4 925.97. At the time when\nthe appellant issued\r\nsummons on 24 July 2013, the arrears were R132 005.71 which\r\nequates to 27 months arrear payments. The\ncourt a quo found as a fact\r\nthat there had been compliance with the requirements of s 29\r\nregarding the publication of notice\nto creditors in the Government\r\nGazette. I have no reason to doubt the correctness of this finding.\n[5]\r\nIn the main, the claims procedure prescribed by s 35, read with\r\nsections 29, 32, 33 and 34 of the Act boils down to this:\n(a) As soon as may\r\nbe after an executor or executrix (I shall from now on, for\r\nconvenience, refer only to an executor) is appointed\nhe must, in\r\nterms of s 29, cause a notice to be published in the Government\r\nGazette and in newspapers, calling upon persons\nwith claims against\r\nthe deceased estate to lodge these claims within a stipulated period\r\nwhich is not to be less than 30 days (or\nmore than three months).\n(b) Claims are then\r\nto be submitted in the prescribed form within the period so\r\nstipulated.\n(c) On the expiry of\r\nthe period specified in the s 29 notice, the executor should\r\nsatisfy himself as to the solvency of the\nestate and if it is found\r\nto be insolvent, he is to proceed under s 34 of the Act.\n(d) Otherwise the\r\nexecutor is obliged to submit an account, in the prescribed form, of\r\nthe liquidation and distribution of the estate\nas soon as possible\r\nafter the last day of the period specified in the s 29 notice,\r\nbut not later than six months after letters\nof executorship have been\r\ngranted. This account will indicate, of course, whether or not a\r\nparticular claim had been admitted.\n(e) The account lies\r\nopen for inspection in the Master of the High Court’s office\r\nfor a period not less than 21 days.\n(f) Within that\r\nperiod any person, including a purported creditor whose claim has\r\nbeen rejected, who wants to object to the account,\nmust file that\r\nobjection with the master.\n(g) The executor is\r\nthen afforded an opportunity to respond to the objection.\n(h) Thereafter the\r\nmaster decides whether the objection is well-founded or not.\n(i) If the master\r\nconcludes that it is not, s 35(10) comes into play. This section\r\nprovides:\n‘\nAny person\r\naggrieved by . . . a refusal of the Master to sustain an objection so\r\nlodged, may apply by motion to the Court within\nthirty days after the\r\ndate of such . . . refusal or within such further period as the Court\r\nmay allow, for an order to set aside\nthe Master's decision and the\r\nCourt may make such order as it may think fit.’\n[6]\r\nThe question, whether the claims procedure thus prescribed by the Act\r\nmust be understood to have taken away a creditor’s\ncommon law\r\nright to proceed by way of action against the deceased estate, is not\r\nnew. It also arose in a number of reported decisions\nwith reference\r\nto the claims procedure stipulated by the predecessor of the Act, the\r\nAdministration of Estates Act 24 of 1913 (the\nold Act). For present\r\npurposes it can be accepted that the procedure prescribed by the old\r\nAct had virtually been re-enacted in\nterms of the new Act. The first\r\nof these decisions under the old Act was\nEstate Stanford v Kruger\n1942 TPD 243\n, which held that there was nothing in the old Act to\r\nindicate that the legislature intended to deprive a creditor of his\r\nor her\ncommon law right to sue the deceased estate.\n[7]\r\nOn this aspect\nEstate Stanford\nwas followed in a closely\r\nreasoned judgment by Watermeyer AJ in\nDavids v Estate Hall\n1956\r\n(1) SA 774\n(C). Davids had lodged a claim against the estate of Hall,\r\nwhich was rejected by the executors in the estate. He then objected\r\nto the omission of his claim from the liquidation and distribution\r\naccount, but this objection was not sustained by the master.\n\nThereafter he instituted action against the executors in the\r\nmagistrates’ court. In their plea the executors raised the\r\ndefence that Davids’ action was not competent in that his\r\nexclusive remedy was to apply on motion for the setting aside of\nthe\r\nmaster’s decision in terms of s 68(9) which was the\r\ncounterpart of s 35(10) of the Act. Davids filed an exception\nto\r\nthis plea on the basis that it disclosed no defence, but this\r\nexception was denied by the magistrate. Thereupon Davids took\nthe\r\ndismissal of his exception on appeal to the Cape Provincial Division.\n[8]\r\nFrom the judgment of Watermeyer AJ on appeal, it appears that the\r\nexecutors sought to support their defence, ie that Davids’\n\naction was excluded by the provisions of the old Act, on the basis of\r\na principle recognised, for instance in\nMadrassa Anjuman Islamia v\r\nJohannesburg Municipality\n1917 AD 718\n, that where a statute\r\ncreates a right or an obligation and gives a special remedy for\r\nenforcing it, the remedy provided by the\nstatute must be followed and\r\nit is not competent to proceed by way of action at common law. But\r\nWatermeyer AJ held that this principle\nfound no application. His\r\nreasons for this finding appears from the following statement (at\r\n776H-777A):\n‘\nThe\r\nprinciple as stated above has however no application to the present\r\ncase because the Administration of Estates Act did not create\nthe\r\nright which the appellant seeks to enforce. That right arose from a\r\ncontract and under the Common Law appellant was entitled\nto enforce\r\nit by action. In any event, even if the principle in the\nMadrassa\ncase,\nsupra\n,\r\ndoes extend to cases where the statute does not itself create the\r\nright or obligation, then it must at least be clear that the\n\nLegislature intended that the remedy provided is to be the only\r\nremedy available.\nAs was stated by Tindall JA in\nMhlongo v\r\nMacdonald\n1940 AD 299\nat p 310, the question is one\r\ndepending upon the construction of the particular statute and:\n“\nIf the\r\nLegislature's intention be to encroach on existing rights of persons\r\nit is expected that it will manifest it plainly, if\nnot in express\r\nwords, at least by clear implication and beyond reasonable doubt. . .\r\n.”\nThere are no express\r\nwords in the Act which deprive a creditor of his Common Law right to\r\nproceed by way of action against an executor\nfor recovery of his\r\ndebt, nor, in my opinion, are there any words from which that\r\nconclusion must be implied.’\n[9]\nDavids\nwas in turn followed by Smuts J in\nBenade v Boedel\r\nAlexander\n1967 (1) SA 648\n(O). In that case Benade lodged no\r\nclaim in response to the executor’s notice in the Government\r\nGazette. Instead, he instituted\naction for the recovery of his claim\r\nand obtained judgment in the magistrates’ court. On the basis\r\nof this judgment he then\nsought to sequestrate the deceased estate.\r\nIn answer the executrix in Alexander’s estate contended that\r\nthe magistrates’\ncourt judgment was invalid since Benade was\r\nbound to follow the claims procedure laid down in the old Act. On the\r\nbasis of\nStanford Estate\nand\nDavids,\nSmuts J held,\r\nhowever, that this answer could not be sustained. Subsequently, these\r\ndecisions were also approved and applied to\nthe virtually identical\r\nprovisions of s 35 of the (new) Act in\nJones & another v\r\nBeatty NO & others\n1998 (3) SA 1097\n(T) 1101D-1102D.\n[10]\r\nThis brings me to the judgment of Van Oosten J in\nNedbank Ltd v\r\nSamsodien NO\n2012 (5) SA 642\n(GSJ), which Mabuse J refused to\r\nfollow because, in his view, it had been wrongly decided. Samsodien\r\nwas also the executrix in\na deceased estate. When Nedbank instituted\r\naction against the estate by way of summons, she raised the special\r\nplea that the procedure\nadopted by Nedbank was incompetent in that it\r\nshould have followed the claims procedure laid down in the Act\r\ninstead. On the authority\nof\nEstate Stanford\n,\nDavids\nand\nBenade\n, Van Oosten J held, however, that this claims procedure\r\ndoes not deprive a creditor of its common law right to enforce a\r\nclaim\nagainst the deceased by way of action against his or her\r\nestate. Hence he held the special plea to be unfounded.\n[11]\r\nMabuse J analysed the decisions relied upon in\nSamsodien NO\nand\r\ncame to the conclusion that they do not support that judgment. In all\r\nthese cases, so Mabuse J held, the plaintiffs had submitted\nclaims\r\nagainst the estates and when the executor nonetheless omitted those\r\nclaims from his account, the plaintiffs had lodged an\nobjection\r\nagainst the account to the master who in turn rejected their\r\nobjections. It is only then, so Mabuse J concluded, that\nthe\r\nplaintiffs in those three cases instituted action. On that basis he\r\nfound these cases distinguishable from the present case\non the facts.\r\nPurely with reference to the facts of the three cases under\r\nconsideration, I believe that Mabuse J’s analysis\nholds true of\nEstate Stanford\nand of\nDavids\n, but not of\nBenade\n.\r\nIn the latter case the plaintiff did indeed bypass the claims\r\nprocedure of the old Act completely. He never lodged any claims\n\nagainst the estate. To that extent\nBenade\nis therefore not\r\ndistinguishable from the facts in the present consideration. But be\r\nthat as it may, in my view Mabuse J’s\nanalysis of the three\r\ncases misses the\nratio decidendi\nof all three. That\nratio\r\ndecidendi,\nas I see it, is in short that the procedure laid down\r\nin the Act does not preclude the plaintiff from instituting an action\r\nin common\nlaw against the estate. Thus understood, all three\r\njudgments do indeed lend direct support to the judgment of Van Oosten\r\nJ in\nSamsodien NO.\n[12]\r\nMoreover, I believe these cases were correctly decided. Unless it can\r\nbe said that the Act must be construed to deprive the\nplaintiff of\r\nthe common law action against the estate, that action remains extant.\r\nThe finding by Watermeyer AJ that there is no\nexpress provision to\r\nthat effect in the old Act, also holds true of the Act. Moreover, in\r\nthe same way as Watermeyer AJ, I do not\nfind any clear implication to\r\nthat effect in the provisions of the Act. In this regard Mabuse J\r\nseems to have found that clear\nimplication in the considerations that\r\nthe institution of common law actions alongside the application of\r\nthe statutory claims\nprocedure, will delay the finalisation of the\r\nestate. And that, so he said, ‘would also constitute an\r\ninvolved and costly\nprocedure to claim payments of the debts from the\r\nestate when the Act provides for an inexpensive and speedy manner to\r\ndo so’.\nI believe, however, that there is more than one answer\r\nto these considerations. First, the claims procedure can hardly be\r\nsaid\nto be speedy if, as happened in Steyn, the executor delays the\r\nfinalisation of the estate for years. Secondly, there appears to\nbe\r\nno factual basis for the suggestion that the statutory claims\r\nprocedure would be less expensive. It seems to lose sight of the\nfact\r\nthat the creditor would have to launch a review application in the\r\nhigh court and, if a factual dispute should arise, it would\nlead to\r\nthe hearing of oral evidence, which is akin to a trial. Hence it\r\nraises the rhetorical question: why would an action in\nthe\r\nmagistrates’ court, for example, be more expensive than an\r\nopposed high court application with the concomitant risk of\nthe\r\nproceedings being converted into a trial? Thirdly, and in any event,\r\neven if there is some merit in these considerations, they\ndo not\r\nconstitute sufficient grounds for a finding that by implication the\r\ncommon law action had been repealed.\n[13]\r\nFinally, in the light of the legislative history there is in my view\r\nanother consideration why the ultimate conclusion by Mabuse\nJ cannot\r\nbe sustained. It is this. We know that prior to the Act (ie Act 66 of\r\n1965) there was a line of decisions in which the\ncourts attributed a\r\nparticular meaning to the pertinent provisions of the old Act (ie Act\r\n24 of 1913). According to established\nauthority, the legislature is\r\npresumed to have known of these decisions. When it subsequently\r\nintroduced virtually the same provisions\nin the new Act, it must be\r\ntaken to have endorsed the meaning attributed to those provisions by\r\nthe courts.\n[14]\r\nIt follows that, in my view, the six appeals before us should be\r\nupheld and the orders of the high court be set aside. Since\nthe\r\nappeal was not opposed by any of the respondents, I think the\r\nappellant should bear its own costs on appeal, which translates\ninto\r\nno order as to costs. With reference to the facts, counsel for the\r\nappellant submitted that in the Steyn appeal a good case\nhad been\r\nmade out for default judgment in the terms it was sought. Since I can\r\nfind no reason to believe otherwise, that is the\norder I propose to\r\nmake. But with regard to the other five matters on appeal, counsel\r\nfor the appellant conceded, rightly in my\nview, that there is\r\ninsufficient evidence before us to consider these applications for\r\ndefault judgment on their merits. In consequence\nI believe they\r\nshould be remitted to the high court for reconsideration in the light\r\nof this judgment.\n[15]\r\nIn the result:\n1 The six appeals\r\nare upheld with no order as to costs.\n2 The order of the\r\ncourt a quo in the first appeal of\nNedbank Ltd v Aletta Petronella\r\nSusanna Steyn & another\nunder GPPHC case number 45338/2013 is\r\nset aside and replaced by the following:\n‘\nDefault\r\njudgment is granted in favour of the applicant/plaintiff against the\r\nfirst and second respondents/defendants, jointly and\nseverally, the\r\none paying the other to be absolved for:\n(a) Payment of the\r\nsum of R647 286.25;\n(b) Interest on the\r\nsum of R647 286.25 at the rate of 6.80% per annum calculated and\r\ncapitalised monthly in arrears from 19\nJune 2013 to date of payment,\r\nboth dates inclusive.\n(c) An order\r\ndeclaring:\nA unit consisting of\r\n–\n(i) Section no 64 as\r\nshown and more fully described on Sectional Plan No SS321/2009 in the\r\nscheme known as Elephant Mews in respect\nof the land and building or\r\nbuildings situated at Erf 468 Vanderbijl Park South East 4 Township,\r\nLocal Authority: Emfuleni Local\nMunicipality, of which section the\r\nfloor area, according to the said Sectional Plan is 73 (Seven Three)\r\nsquare metres; and\n(ii) an undivided\r\nshare in the common property in the scheme apportioned to the said\r\nsection in accordance with the participation\nquota as endorsed on the\r\nsaid sectional plan.\nHeld by Deed of\r\nTransfer No ST29384/2009.\nA unit consisting of\r\n–\n(i) Section no 120\r\nas shown and more fully described on Sectional Plan No SS321/2009 in\r\nthe scheme known as Elephant Mews in respect\nof the land and building\r\nor buildings situated at Erf 468 Vanderbijl Park South East 4\r\nTownship, Local Authority: Emfuleni Local\nMunicipality, of which\r\nsection the floor area, according to the said Sectional Plan is 23\r\n(Two Three) square metres; and\n(ii) an undivided\r\nshare in the common property in the scheme apportioned to the said\r\nsection in accordance with the participation\nquota as endorsed on the\r\nsaid sectional plan;\nHeld by Deed of\r\nTransfer No ST29384/2009.\nSpecially\r\nexecutable.\n(d) An order\r\nauthorising the plaintiff to execute against the said property as\r\nenvisaged in Rule 46(1)(a)(ii) of the Supreme Court\nRules;\n(e) An order\r\nauthorising the sheriff to execute the writ of execution;\n(f) An order for\r\ncosts on the attorney and client scale.’\n3 The orders of the\r\ncourt a quo in the other five appeals are set aside and these matters\r\nare remitted to the court a quo for reconsideration\nof the\r\napplications for default judgment in the light of this judgment.\nF\r\nD J Brand\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nthe Appellant: A C Ferreira SC; C G v O Sevenster\nInstructed by: Vezi\r\n& De Beer Attorneys\nPretoria\nc/o Symington &\r\nDe Kok, Bloemfontein\nFor\r\nthe Respondents: No appearance for the respondents",
  "scraped_at": "2026-02-12T17:07:38.276872",
  "date": "2015-03-25",
  "coram": [
    "Brand",
    "Lewis",
    "Mbha JJA Meyer",
    "Mayat AJJA"
  ],
  "case_number": "20085/2014",
  "parties": {
    "applicants": [
      "Nedbank Limited"
    ],
    "respondents": [
      "Aletta Petronella Susanna Steyn",
      "Antoinette Martin",
      "Vusimuzi Phineas Masenya",
      "Lucas Mlungisi Figlan",
      "Petrus Hendrik Muller",
      "Petrus Hendrik Muller",
      "Tshepo Bethuel Kgopa",
      "Lindiwe Princess Ntombela",
      "Norah Thonny Mathe"
    ]
  },
  "sections": {
    "facts": "The deceased, Mr Steyn, died on 4 June 2012 leaving a bonded estate. The estate was administered by several executors/executrices, including Aletta Steyn as executrix. The estate contained property subject to a mortgage with arrears of approximately R132,005.71 as of July 2013. Nedbank Limited, a creditor, sought default judgments against the first and second respondents for the outstanding loan of R647,286.25 plus interest and sought orders to declare the mortgaged units executable. The High Court removed the default judgments, directing Nedbank to follow the claims procedure under the Administration of Estates Act 66 of 1965. Nedbank appealed, and five other similar appeals by other banks were joined.",
    "issues": "The central issue was whether sections 29, 32, 33, 34 and 35 of the Administration of Estates Act 66 of 1965 require a creditor to use the statutory claims procedure exclusively, thereby precluding a common law action against the executor/executrix for recovery of a debt owed by the deceased estate.",
    "principles": "The Court examined prior authority, including Estate Stanford v Kruger, Davids v Estate Hall, Benade v Boedel Alexander, and notably Van Oosten J’s decision in Nedbank Ltd v Samsodien NO, which held that the statutory claims procedure does not extinguish a creditor’s common law right to sue the estate. The Court reaffirmed the principle that unless the legislature expressly or clearly implies a restriction, the common law remedy remains available. It also considered legislative history, concluding that the new Act was intended to preserve the interpretation of the earlier Act, which did not bar common law actions.",
    "application": "Applying these principles to the Steyn matter, the Court found that the statutory claims process does not bar Nedbank from instituting a common law action for the outstanding loan. The Court rejected the High Court’s reliance on the statutory procedure as a bar to the claim and disagreed with the view of Mabuse J that the previous cases were distinguishable. Consequently, the Court set aside the High Court’s order and granted the default judgment sought by Nedbank in the first appeal, while noting that the remaining five appeals lacked sufficient evidence for a judgment on the merits and should be remitted for reconsideration.",
    "conclusion": "All six appeals were upheld with no order as to costs. The High Court’s order in the first appeal (Nedbank Ltd v Steyn) was set aside and replaced with a default judgment granting Nedbank the sum of R647,286.25, interest, and specific orders regarding the mortgaged units, execution, and costs. The orders in the other five appeals were set aside, and those matters were remitted to the lower court for reconsideration in light of this judgment."
  },
  "tags": {
    "level_1": "Estate Law",
    "level_2": "Administration of Estates Act",
    "level_3": [
      "common law creditor rights",
      "claims procedure",
      "default judgment",
      "executor liability"
    ]
  }
}