{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/50.html",
  "case_name": "Dlamini v S (634/2013) [2015] ZASCA 50 (27 March 2015)",
  "citation": "[2015] ZASCA 50",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 50\n|\nNoteup\n|\nLawCite\nDlamini v S (634/2013) [2015] ZASCA 50 (27 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 634/2013\nNot\r\nReportable\nIn\r\nthe matter between:\nJABULANI\r\nDLAMINI\n…......................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n..........................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nDlamini v The State\n(634/2013)\n[2015] ZASCA 50\n(27 March\r\n2015)\nCoram:\nBosielo, Leach and Majiedt JJA\nHeard:\r\n13 March 2015\nDelivered:\r\n27 March 2015\nSummary\n:\r\nCriminal Procedure – two judges refusing application for leave\r\nto appeal against conviction and sentence by a regional court\n–two\r\nother judges of the high court granting the appellant leave to appeal\r\nto the Supreme Court of Appeal – consequently\nthe issue before\r\nus was whether leave to the high court ought to have been granted.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria\r\n(Seriti J and Sapire AJ sitting as court of appeal):\nThe\r\nappeal is dismissed.\nJUDGMENT\nBosielo\r\nJA (Leach and Majiedt JJA concurring):\n[1]\r\nThis matter has had a chequered history. The appellant was convicted\r\nby the regional magistrate (D Makhoba), sitting at the\nNorth Gauteng\r\nRegional Court, Pretoria on four counts of theft of motor vehicles,\r\none count of robbery with aggravating circumstances\nas defined in s 1\r\nof the Criminal Procedure Act 51 of 1977 (CPA), of a motor vehicle\r\nand one count of assault with intent to cause\ngrievous bodily harm.\n[2]\r\nHe was sentenced to imprisonment for 7 years on each count of theft\r\nof a motor vehicle, 15 years for robbery and 1 year for\nassault with\r\nintent to cause grievous body harm. The regional magistrate ordered\r\nthe sentence in respect of the assault with intent\nto cause grievous\r\nbodily harm to run concurrently with that for robbery, and ordered\r\nthat ‘in total the accused is sentenced\nto 44 years’\r\nimprisonment…. I have decided to order that you serve the\r\nmaximum of 25 years’.\n[3]\r\nHis application for leave to appeal against both his convictions and\r\nsentence was dismissed by the regional magistrate. He then\npetitioned\r\nthe North Gauteng High Court, Pretoria (Seriti J and Sapire AJ) for\r\nleave to appeal which was dismissed on the basis\nthat there were no\r\nprospects of success in respect of both the conviction and sentence.\r\nAggrieved by this decision, he applied\nfor leave to appeal against\r\nthis order to the high court. The application was granted by Mothle\r\nand Baqwa JJ as follows:\n‘\nYour\r\napplication for condonation for the late filing of this application\r\nis granted as well as your application for special leave\nto appeal to\r\nthe Supreme Court of Appeal in terms of s 20(4) of the Supreme Court\r\nAct 59 of 1959.’\n[4]\r\nThe reference to special leave in this order was wrong and\r\nmisleading. The application for leave to appeal to this court was\n\ngranted before the introduction of the\nSuperior Courts Act 10 of\n2013\n. The position in regard to the appeal procedure at that time (it\r\nhas since changed) was explained by this court in\nMatshona v S\n[2008] 4 All SA 68\n(SCA)\n2013 (2) SACR 126\nat paras 4-6 as follows:\nIn my view, the\r\nreasoning in\nKhoasasa\nis unassailable. The appeal of an\r\naccused convicted in a regional court lies to the high court under\nsection 309(1)(\na\n), although leave to appeal is required either\r\nfrom the trial court under\ns 309B\nor, if such leave is refused, from\r\nthe high court pursuant to an application made by way of a petition\r\naddressed to the judge-president\nunder\ns 309C(2)\nand dealt with in\r\nchambers. In the event of this petition succeeding, the accused may\r\nprosecute the appeal to the high court. But,\nif it is refused, the\r\nrefusal constitutes a \"judgment or order\" or a “ruling”\r\nof a high court as envisaged\nin\ns 20(1)\nand s 21(1) of the Supreme\r\nCourt Act 59 of 1959, against which an appeal lies to this court on\r\nleave obtained either from the high\ncourt which refused the petition\r\nor, should such leave be refused, from this court by way of petition.\r\nIt is clear from this that\nwhere, as is here the case, an accused\r\nobtains leave to appeal to this court against the refusal in a high\r\ncourt of a petition\nseeking leave to appeal against a conviction or\r\nsentence in the regional court, the issue before this court is\r\nwhether leave to\nappeal should have been granted by the high court\r\nand not the appeal itself which has been left in limbo, so to speak,\r\nsince the\naccused first sought leave to appeal to the high court.\r\nAfter all, in the present case, the appellant's appeal against his\r\nsentence\nhas never been heard in the high court and, as was held in\nS\r\nv N\n1991 (2) SACR 10\n(A) at 16, the power of this court to hear\r\nappeals of this nature is limited to its statutory power. Section\r\n309(1) prescribes\nthat an appeal from a magistrates’ court lies\r\nto the high court, and an appeal against the sentence imposed on the\r\nappellant\nin the regional court is clearly not before this court at\r\nthis stage. As was observed by Streicher JA in\nKhoasasa\n:\n“\nGeen\r\njurisdiksie word aan hierdie Hof verleen om ‘n appél aan\r\nte hoor teen ‘n skuldigbevinding en vonnis in ‘n\nlaer hof\r\nnie. Dit is eers nadat ‘n appél vanaf ‘n laer  of\r\nna ‘n Provinsiale of ‘n Plaaslike\nAfdeling misluk het dat\r\n‘n beskuldigde met die nodige verlof na hierdie Hof appél\r\nkan aanteken.”\nNot\r\nonly does this court lack the authority to determine the merits of\r\nthe appellant's appeal against his sentence at this stage,\nbut there\r\nare sound reasons of policy why this court should refuse to do so\r\neven if it could. It would be anomalous and fly in\nthe face of the\r\nhierarchy of appeals for this court to hear an appeal directly from a\r\nmagistrates’ court without that appeal\nKhoasasa\nat [14]. Section 20 (4)(\nb\n)\r\nas read with s 21(1) and (2) of the Supreme Court Act. Section 23 of\r\nthe Supreme Court Act. See  s 315(1) at [12]. Being\nadjudicated\r\nin the high court, thereby serving, in effect, as the court of both\r\nfirst and last appeal. In addition, all persons\nare equal under the\r\nlaw and deserve to be treated the same way. This would not be the\r\ncase if some offenders first had to have\ntheir appeals determined in\r\nthe high court before they could seek leave to approach this court if\r\nstill dissatisfied while others\nenjoyed the benefit of their appeals\r\nbeing determined firstly in this court. And most importantly, this\r\ncourt should be reserved\nfor complex matters truly deserving its\r\nattention, and its rolls should not be clogged with cases which could\r\nand should be easily\nfinalised in the high court.’\n[5]\r\nThat this was the position was since confirmed in\nS\r\nv Tonkin\n2014 (1) SACR 610\n(SCA) para\r\n6;\nS v Van Wyk\nand\nS v Galela\n[2014]\r\nZASCA 152\nparas 13-16. It follows that what is before us is not an\r\nappeal on the merits as this must be heard in the high court first.\r\n Hence\nthe issue before this court is simply whether the high\r\ncourt should have granted leave to appeal. This it could only do if\r\nit was\nsatisfied that there were prospects of success.\nS\r\nv Smith\n2012 (1) SACR 567\n(SCA) para 7.\n[6]\r\nTurning to the facts, in respect of the four counts of theft of\r\nvehicles, the State relied on the evidence of the owners of\nthe\r\nvarious vehicles who testified that their vehicles were stolen and\r\nrecovered by the police; the purchasers who testified that\nthe\r\nappellant sold the vehicles to them professing to be the owner with\r\nthe right to sell them; that the vehicles were subsequently\nimpounded\r\nfrom them by members of the South African Police Services (SAPS).\r\nImportantly, the appellant did not deny all this. His\nonly defence\r\nwas that he did not know that the vehicles were stolen and further\r\nthat he sold them as an agent of a certain Mr Madisha,\nwho has since\r\ndied. What proved to be fatal to the appellant’s version was\r\nthe written agreement which he concluded with\none of the\r\nwitnesses-cum-purchasers, Jerwin Errol Eagen, ‘Exh O’\r\nwherein he described himself as the seller. This statement\nwas signed\r\nat Sunnyside Police Station. Based on this evidence, the regional\r\nmagistrate rejected the appellant’s version\nas not being\r\nreasonably possibly true.\n[7]\r\nRegarding the counts of robbery of a motor vehicle and assault with\r\nintent to cause grievous bodily harm, both of which happened\n\nsimultaneously, the respondent relied on the identification of the\r\nappellant by the two victims, Mr and Mrs Lombard. These were\nthe\r\neye-witnesses. Furthermore, the appellant’s cellular phone\r\nrecords placed him at the scene where the offences took place\nand\r\nwhere Mr Lombard’s wallet was subsequently recovered. These\r\nrecords were admitted as part of the evidence with his consent.\nThis\r\nevidence proved overwhelming and fatal to the appellant’s case.\n[8]\r\nThe appellant was sentenced to 7 years’ imprisonment in respect\r\nof the four counts of theft of vehicles; 15 years in respect\nof\r\nrobbery with aggravating circumstances and 1 year in respect of\r\nassault with intent to cause grievous bodily harm. The cumulative\n\nsentence was 44 years’ imprisonment. However, as already\r\nmentioned, the regional magistrate made an order that the appellant\n\nwas to serve ‘a maximum of 25 years’ imprisonment’.\n[9]\r\nThe appellant’s main submission is that this sentence is so\r\ndisturbingly disproportionate to the offences for which he\nwas\r\nconvicted that it induces a sense of shock. He contended that there\r\nare prospects that another court might find the sentence\nshocking and\r\ninterfere with it.\n[10]\r\nA sentence of 25 years’ imprisonment is a severe one. However,\r\nsight should not be lost of the fact that the appellant\nwas convicted\r\nof multiple, serious and prevalent offences. Furthermore, it is clear\r\nfrom his modus operandi that these offences\nwere well-planned. In\r\nfact they constituted a consistent and lucrative business, albeit\r\nunlawful for the appellant. In the circumstances,\na sentence of 7\r\nyears’ imprisonment for each count of theft of a motor vehicle\r\nis not shocking to me.\n[11]\r\nThe same applies to the 15 years’ imprisonment for robbery with\r\naggravating circumstances. The evidence reveal that Mr\nLombard was\r\nseverely assaulted and his entire family traumatised. A firearm was\r\nused. This robbery occurred inside the Lombard’s\nhome where\r\nthey thought they were safe. Inexplicably, their helper was subjected\r\nto the worst indignity when one of the robbers\nurinated on her.\n[12]\r\nCrimes of this nature have over the years become endemic. However, my\r\nproblem lies with the condition that the appellant shall\nserve a\r\nmaximum of 25 years’ imprisonment. I interpret this to mean\r\nthat he intended to order that the sentences run concurrently\nto the\r\nextent that appellant should serve a sentence of 25 years’\r\nimprisonment. This makes the sentence unimpeachable. Given\nthe\r\nnature, gravity, prevalence of these offences and their impact on\r\nsociety and the economy of this country, I am not persuaded\nthat a\r\nsentence of 25 years is inappropriate. In the circumstances, I do not\r\nthink that there are any reasonable prospects that\nthe appeal against\r\nboth the conviction and sentence might succeed.\n[13]\r\nIn the result, the appeal is dismissed.\n_________________\nL\r\nO BOSIELO\nJUDGE\r\nOF APPEAL\nAppearances:\nFor\r\nAppellants: AB Booysen\nInstructed\r\nby:\nMashamba\r\nIncorporated, Pretoria\nSMO\r\nSeobe Attorneys, Bloemfontein\nFor\r\nRespondent: P Vorster\nInstructed\r\nby:\nDirector\r\nPublic Prosecutions, Pretoria\nDirector\r\nPublic Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T17:12:42.998923",
  "date": "2015-03-27",
  "coram": [
    "Bosielo JA",
    "Leach JA",
    "Majiedt JJA"
  ],
  "case_number": "634/2013",
  "parties": {
    "applicants": [
      "Jabulani Dlamini"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Jabulani Dlamini, was convicted in the North Gauteng Regional Court of four counts of theft of motor vehicles, one count of robbery with aggravating circumstances, and one count of assault with intent to cause grievous bodily harm. Evidence included victim testimony, police recovery of the vehicles, a written agreement identifying Dlamini as the seller, eye‑witness identification, and cellular‑phone records placing him at the crime scene. He received seven years' imprisonment per theft count, fifteen years for robbery, and one year for assault, with the latter ordered to run concurrently, resulting in a cumulative sentence of 44 years, but the trial magistrate capped the term at a maximum of 25 years.",
    "issues": "The principal issue before the Supreme Court of Appeal was whether the North Gauteng High Court should have granted special leave to appeal against the regional magistrate's refusal to allow an appeal of the convictions and sentence. The Court also considered, indirectly, whether the sentence was grossly disproportionate and whether the appellant’s claim of lack of knowledge of the stolen nature of the vehicles could succeed.",
    "principles": "The Court relied on the appellate framework set out in section 309(1)(a) of the Criminal Procedure Act, sections 309B and 309C concerning leave to appeal, and sections 20, 21 and 23 of the Supreme Court Act. Precedents such as Matshona v S, Khoasasa, S v N, S v Tonkin, S v Van Wyk, S v Galela and S v Smith were applied to clarify that an appeal from a magistrates' court must first be heard in the High Court and that the Supreme Court of Appeal can only entertain an application for leave if there are realistic prospects of success.",
    "application": "Applying those principles, the Court found that the High Court was correct to refuse leave because Dlamini’s defence was weak, the evidence against him was overwhelming, and the cumulative sentence, though severe, was not shocking given the seriousness and multiplicity of the offences. Consequently, there were no reasonable prospects that an appeal on the merits would succeed, and the Supreme Court of Appeal lacked jurisdiction to entertain the appeal directly from the magistrate’s court.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, confirming that the High Court was correct in refusing leave to appeal and that the sentence and convictions stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "appeal",
      "leave to appeal",
      "sentencing",
      "jurisdiction",
      "proportionality"
    ]
  }
}