{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/93.html",
  "case_name": "Boost Sports Africa (Pty) Limited v South Africa Breweries (Pty) Limited (20156/2014) [2015] ZASCA 93; 2015 (5) SA 38 (SCA); [2015] 3 All SA 255 (SCA); 2015 BIP 22 (SCA) (1 June 2015)",
  "citation": "[2015] ZASCA 93",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 93\n|\nNoteup\n|\nLawCite\nBoost Sports Africa (Pty) Limited v South Africa Breweries (Pty) Limited (20156/2014) [2015] ZASCA 93; 2015 (5) SA 38 (SCA); [2015] 3 All SA 255 (SCA); 2015 BIP 22 (SCA) (1 June 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 20156/2014\nDATE:\r\n01 JUNE 2015\nReportable\nIn\r\nthe matter between:\nBOOST\r\nSPORTS AFRICA (PTY)\r\nLIMITED\n.................................................................\nAPPELLANT\nAnd\nTHE\r\nSOUTH AFRICA BREWERIES (PTY)\r\nLIMITED\n..........................................\nRESPONDENT\nNeutral\r\ncitation:\nBoost Sports Africa (Pty) Ltd\r\nv The South Africa Breweries (Pty) Ltd\n(20156/2014)\n[2015] ZASCA 93\n(1 June 2015)\nBench:\nPonnan, Mhlantla, Mbha JJA and Fourie and\r\nGorven AJJA\nHeard:\r\n13 May 2015\nDelivered:\r\n1 June 2015\nSummary\n:\r\nWhether absent a provision similar to the repealed s 13 of the\r\nCompanies Act 61 of 1973 an\nincola\ncompany can be compelled to furnish security for costs.\nORDER\nOn\r\nappeal from\n: Gauteng Division of the High Court, Pretoria (Hassim\r\nAJ sitting as court of first instance): reported\nsub nom\nBoost\r\nSports Africa (Pty) Ltd v South African Breweries Ltd\n2014\r\n(4) SA 343\n(GP).\nThe\r\nappeal is dismissed with costs, including those consequent upon the\r\nemployment of two counsel.\nJUDGMENT\nPonnan\r\nand Mbha JJA (Mhlantla JA, Fourie and Gorven AJJA concurring):\n[1]\r\nOn 21 October 2011 the appellant, Boost Sports Africa (Pty) Limited\r\n(the plaintiff), instituted action in the High Court of\nSouth Africa,\r\nGauteng Division, Pretoria against the respondent, the South Africa\r\nBreweries (Pty) Limited (the defendant). The\nplaintiff’s cause\r\nof action is based on an alleged breach of contract by the defendant.\r\nIt alleges that it disclosed a particular\nadvertising concept\r\nreferred to as the ‘fans challenge concept’ to the\r\ndefendant under an agreed confidentiality regime\nbetween them and\r\nthat the defendant later used the concept to conduct an event called\r\n‘be the coach’ in breach of that\nagreement. In its plea,\r\nthe defendant raised a number of defences, in particular the\r\ndefendant denied that there was any confidentiality\nagreement between\r\nthe parties in relation to the concept and averred that the\r\ninformation pertaining to the concept was already\nin the public\r\ndomain when it was first disclosed to the defendant.\n[2]\r\nAfter the plaintiff had made available to the defendant its\r\ndiscovered documents, the latter became concerned that the former\n\nwould not be able to meet an adverse costs order should it fail in\r\nthe contemplated action. When the plaintiff refused to furnish\n\nevidence of its ability to pay the defendant’s costs in the\r\nevent of its claim being dismissed, the defendant launched an\n\napplication against the plaintiff on 1 August 2013 for security for\r\nits costs. The founding affidavit filed in support of that\n\napplication stated:\n‘\n16.\r\nThe defendant, therefore, became concerned that, if the plaintiff’s\r\nclaim was dismissed and an adverse costs order was\ngranted against\r\nit, it would not be in a position to meet such an order. For that\r\nreason, I was instructed to conduct investigations\nto determine\r\nwhether or not the plaintiff would be able to meet an adverse costs\r\norder against it. The investigations were conducted\nby conducting\r\nvarious internet searches and also searches of public records. The\r\ninvestigations revealed that:\n16.1\r\nthe plaintiff’s registered address recorded to be at 2\r\nScherwitz Road, Berea, East London, South Africa is the address\nof\r\nits auditors, Marais & Smith Accountants. . . .\n16.2\r\nthe plaintiff’s principal place of business at 123 Western\r\nAvenue, Vincent, East London, (as pleaded at paragraph 1 of\nits\r\nparticulars of claim) is the address of Smale & Partners, a firm\r\nof architects of which Jed Webber is a director. . . .\nMr Webber is a\r\ndirector of the plaintiff as well as a former director of Boost\r\nSports International Limited, the plaintiff’s\napparent\r\npredecessor-in-title in respect of the concept;\n16.3\r\nthe document titled “Deed of Cession”, attached to the\r\nplaintiff’s particulars of claim as Annex “A”,\n\nrecords the plaintiff’s registered address and principal place\r\nof business at 99 Clovelly Road, Greenside, Johannesburg.\nThis is a\r\nresidential address. . . .\n16.4\r\nthe plaintiff does not have any immovable property registered in its\r\nname in any of the Deed’s Registries in South Africa.\n. . .\n16.5\r\nthe plaintiff does not have a telephone number listed in the online\r\ncompany telephone registry known as Brabys. . . .\n16.6\r\nthe plaintiff does not have a telephone number listed in the yellow\r\npages. A search was conducted under the categories “marketing\n\nconsultants” and “market research” for both Gauteng\r\nand the Eastern Cape. . . .\n16.7\r\nthe plaintiff does not have a telephone number listed in Telkom’s\r\ndirectory enquiry services. This information was gleaned\nfrom my\r\ntelephone conversation with a Telkom directory enquiry operator on 18\r\nJune 2013. During that telephone conversation, I\nasked the operator\r\nto search for the telephone number of Boost Sports Africa (Pty)\r\nLimited. The operator was not able to locate\na telephone number for\r\nthe plaintiff in South Africa;\n16.8\r\nthe plaintiff does not operate a website advertising its business. .\r\n. . ; and\n16.9\r\nthe plaintiff’s parent company, Boost Sports International\r\nLimited, has been dissolved, according to the United Kingdom’s\n\ncompany register. . . .\n17.\r\nIt therefore appears clear that the plaintiff is not trading\r\ncurrently and has not done so in the past. It has no assets\r\nregistered\nin its name. Furthermore, in an effort to avoid this\r\napplication, the defendant wrote to the plaintiff asking it to\r\ndisclose its\nfinancial statements to the defendant and to show that\r\nit has sufficient income or assets to cover any adverse costs order\r\nagainst\nit. . . . The plaintiff refused to provide evidence of its\r\nability to pay any such order in a letter dated 11 July 2013 . . .\r\nThe\ndefendant, therefore, served a formal notice in terms of Rule\r\n47(1) on the plaintiff. . . .\n18.\r\nThe only inference one can draw from the evidence above and the\r\nplaintiff’s refusal to provide evidence of its ability\nto pay\r\nany adverse costs order against it is that the plaintiff does not\r\nhave any means with which to do so. If the plaintiff is\nto contend\r\notherwise, it is required to adduce evidence of its ability to pay\r\nany adverse costs order against it. Should the plaintiff\nnow adduce\r\nevidence of its ability to pay any adverse costs order against it,\r\nhaving been given an opportunity to do so earlier,\nan adverse costs\r\norder will be sought against it in this application.’\n[3]\r\nThe response to those allegations on behalf of the plaintiff was:\n‘\n16.1\r\nSave to repeat paragraph 14 above, I admit these allegations.\n16.2\r\nThe plaintiff has four shareholders whose shareholding is as follows:\n16.2.1\r\nJed Webber (Myself) – 45%;\n16.2.2 \r\nMkhuseli Mnguni – 25%;\n16.2.3\r\nJustin Price – 20%;\n16.2.4\r\nAndrew Stylianou – 10%.\n16.3\r\nI am an architect, Mr Mnguni is an entrepreneur, Mr Price is an\r\nestate agent and Mr Stylianou is a legal adviser.\n16.4\r\nThe plaintiff’s shareholders are funding the plaintiff’s\r\ncosts. However, none of its shareholders have sufficient\nassets to\r\nfund the plaintiff’s costs and to put up the quantum of\r\nsecurity for costs demanded by the defendant.\n16.5\r\nThis demand by the defendant will, effectively, destroy the\r\nplaintiff’s ability to prosecute its claim.\n17.1\r\nI admit that the plaintiff has never traded. I deny that it has no\r\nassets. The concept constitutes a valuable asset. This much\nis clear\r\nfrom the manner in which the concept has been exploited by the\r\ndefendant.\n17.2\r\nIt is extremely difficult to place a firm value on an intangible\r\nasset such as the concept. However, if this Court is\nprima facie\nof the view that the concept constitutes confidential information\r\nworthy of protection, then the concept must have significant\n\ncommercial value given that the defendant has exploited it so\r\nsuccessfully.\n17.3\r\nSave as aforesaid I admit these allegations.\n18.1\r\nI repeat paragraph 17 above.\n18.2\r\nSave as aforesaid I deny these allegations.’\n[4]\r\nThe defendant’s application succeeded before Hassim AJ\n[1]\nwho,\r\non 17 March 2014, issued the following order:\n‘\n(i)\r\nThe plaintiff is ordered to furnish security for the defendant’s\r\nlegal costs in the action.\n(ii)\r\nThe form, amount and manner of security to be provided by the\r\nplaintiff shall be determined by the Registrar on application\nby the\r\ndefendant to that office.\n(iii)\r\nIn the event that the plaintiff fails to provide security as\r\ndetermined by the Registrar within 20 days of the Registrar’s\n\norder or determination, the action shall be stayed forthwith and the\r\ndefendant is granted leave to apply on the same papers, amplified\nas\r\nnecessary, for the dismissal of the action.\n(iv)\r\nThe plaintiff is to pay the costs of the application, including the\r\ncosts occasioned by the employment of two counsel.’\nThe\r\nappeal is with the leave of the learned Judge.\n[5]\r\nThe procedure whereby an application for security for costs is made\r\nis governed by Uniform rule 47. It provides:\n‘\n(1)\r\nA party entitled and desiring to demand security for costs from\r\nanother shall, as soon as practicable after the commencement\nof\r\nproceedings, deliver a notice setting forth the grounds upon which\r\nsuch security is claimed, and the amount demanded.\n.\r\n. .\n(4)\r\nThe court may, if security be not given within a reasonable time,\r\ndismiss any proceedings instituted or strike out any pleadings\nfiled\r\nby the party in default, or make such other order as to it may seem\r\nmeet.’\nThe\r\nrule, which deals with the procedure to be followed, applies to all\r\ncases where security is sought in the high court. It deals\nwith\r\nprocedure and not with substantive law.\n[2]\nFor\r\nthe substantive right, it is to the common law and the relevant\r\nstatutory provisions that one must look.\n[3]\nThe\r\ngeneral rule of our law as laid down in\nWitham\r\nv Venables\n(1828) 1\nMenz\n291\nis that an\nincola\nplaintiff cannot be compelled to furnish security for costs. As\r\nexplained in\nLumsden\r\nv Kaffrarian Bank\n(1884 –\n1885) 3 S.C. 366\nno inhabitant of the Colony can be\r\ncompelled to give security for costs whether he be rich or poor,\r\nsolvent or insolvent, but a\nperegrinus\nmay be called upon to do so, unless he can prove that he is possessed\r\nof immovable property within the Colony of adequate value\n(\nLombard\r\nv Lombardy Hotel Co Ltd (In Liquidation)\n1911\r\nTPD 866).\n[6]\r\nIn the case of a company, until recently, there existed a statutory\r\nexception to the general rule that an\nincola\nplaintiff cannot be compelled to furnish security.\n[4]\nOur\r\ncompany law derives from English law. Prior to Union each of the\r\nProvinces had its own Act. The first general Act providing\nfor\r\nincorporation of companies in South Africa was the Cape Joint Stock\r\nCompanies Limited Liability Act 23 of 1861, which was based\non\r\nEnglish legislation. This Act served as the model for the Acts\r\nsubsequently enacted in Natal, the South African Republic and\nthe\r\nRepublic of the Orange Free State. Only in 1892 was a fully-fledged\r\nCompanies Act (Act 25 of 1892) passed in the Cape. Section\n128 of\r\nthat Act provided:\n‘\nWhere\r\na limited company is plaintiff in any action, suit, or other legal\r\nproceeding, any Judge having jurisdiction in the matter\nmay, if it\r\nappears by any credible testimony that there is reason to believe\r\nthat if the defendant be successful in his defence\nthe assets of the\r\ncompany will be insufficient to pay his costs, require sufficient\r\nsecurity to be given for such costs, and may\nstay all proceedings\r\nuntil security is given.’\n(See\nBrink v Liquidator United Farming Corporation of South Africa Ltd\n1913 CPD 371).\n[7]\r\n In the absence of such a provision in the Transvaal Act of 1909, the\r\nissue as to whether or not that power existed at common\nlaw arose in\r\ntwo cases in that Province. In the first,\nLiquidator,\nSalisbury Meat Market Ltd v Perelson\n1924 WLD 104\nat 106-7 De\r\nWaal J stated:\n‘\nApart\r\nfrom the English authorities to which I have referred, I can find no\r\nprinciple of our law upon which the application for security\nfor\r\ncosts can be supported. The general rule of our law is that nobody\r\nbut a\nperegrinus\ncan be called upon under any circumstances to give security for\r\ncosts, and that the Court has no jurisdiction to make an ordinary\n\nlitigant, or one who sues under a power conferred upon him expressly\r\nby Act of Parliament, give security for costs.’\nAnd,\r\nin the second,\nLombard v Lombardy Hotel Co Ltd (In Liquidation)\n1911 TPD 866\n, Bristowe J stated:\n‘\nIn\r\nEngland cases of this kind are provided for by section 278 of the\r\nCompanies Consolidation Act, 1908, which (following section\n69 of the\r\nCompanies Act, 1862), empowers the Court to order security for costs\r\nin every case where a limited company is plaintiff\nand will be unable\r\nto pay the costs of the defendant if the action fails. And it has\r\nbeen held that the fact that a company is\nin liquidation is in itself\r\nsufficient ground for ordering security to be given (\nPure\r\nSpirit Company v Fowler\n,\n25 Q.B.D.\r\n235).\nIn our own Statute (the Companies Act, 1909), although it is\r\ntaken almost\nverbatim\nfrom the English Act, this section is omitted. Why this should have\r\nbeen done it is hard to say, for the power to order security\nfor\r\ncosts is a most reasonable one, having regard to the enormous\r\nprotection which shareholders of a company derive from the principle\n\nof limited liability. But the omission is not a reason for straining\r\nthe Common Law. On the contrary, it rather indicates an intention\non\r\nthe part of the Legislature that litigants with joint stock companies\r\nin this country shall not enjoy the protection which is\nafforded to\r\nthem in England.’\nOn\r\nappeal from the judgment of Bristowe J to the full court, neither\r\nWessels J, nor Smith J, entered into the issue, both having\nconcluded\r\nthat the matter was not appealable. De Villiers JP considered that\r\nthe court could order security against an\nincola\ncompany. He\r\nexpressed himself thus (at 876):\n‘\nNow\r\nit was admitted that under similar circumstances in England a company\r\ncould be compelled to give security for costs under sec.\n278 of the\r\nCompanies Cons. Act, 1908. In fact, as Bristowe J, points out, it has\r\nbeen held in the\nPure Spirit Co. v\r\nFowler\n(25 Q.B.D. 235)\n, that the fact\r\nthat a company is in liquidation is, in itself, sufficient ground for\r\nordering security to be given. But it was\ncontended that this Court\r\nhas no such power as the corresponding section was left out in our\r\nCompany’s Act, 1909, which,\nit was urged, follows the English\r\nAct so closely. This conclusion is, to my mind, unwarranted. The mere\r\nfact of the absence of\na corresponding section in our law does not\r\njustify such a conclusion. It may be that the Legislature considered\r\nthat the matter\nwas covered by the principles of our Common Law, or\r\nit may even be a pure oversight.’\n[8]\r\nAfter Union and before the issue could be settled by our courts, the\r\nfirst South African Companies Act was enacted in 1926.\n[5]\nIt\r\nprovided in s 216:\n‘\nWhere\r\na limited company is plaintiff . . . in any legal proceedings, the\r\nCourt having jurisdiction in the matter may at any stage,\nif it\r\nappears by credible testimony that there is reason to believe that\r\nthe company . . . will be unable to pay the costs of the\ndefendant .\r\n. . if successful in his defence require sufficient security to be\r\ngiven for those costs and may stay all proceedings\ntill the security\r\nis given.’\nA\r\nsimilar provision was to be found in s 13 of the Companies Act 61 of\r\n1973, which read:\n‘\nWhere\r\na company or other body corporate is plaintiff in any legal\r\nproceedings, the Court may at any stage, if it appears by credible\n\ntestimony that there is reason to believe that the company or body\r\ncorporate or if it is being wound up, the liquidator thereof,\nwill be\r\nunable to pay the costs of the defendant or respondent if successful\r\nin his defence, require sufficient security to be\ngiven for those\r\ncosts and may stay all proceedings till the security is given.’\n[9]\r\nSection 216 (and its successor, s 13, which mirrors provisions in\r\ncertain other Commonwealth jurisdictions),\n[6]\nmeant\r\nthat the issue under the common law whether an impecunious\nincola\ncompany can be required to give security for the costs of proceedings\r\ninstituted by it, was left unresolved. The object of s 13\nwas to\r\nprotect persons against liability for costs in regard to any action\r\ninstituted by bankrupt companies.\n[7]\nIts\r\nmain purpose was to ensure that companies, who were unlikely to be\r\nable to pay costs and therefore not effectively at risk of\nan adverse\r\ncosts order if unsuccessful, did not institute litigation in\r\ncircumstances where they had no prospects of success thus\ncausing\r\ntheir opponents unnecessary and irrecoverable expenses. As is\r\napparent from s 13, if a company ordered to provide security\nfor\r\ncosts was unable to do so, it could have been prevented from\r\nproceeding with its action. The section, like its predecessor\ns\r\n216 of the 1926 Act,\nvested\r\na court with a discretion to order a company that had instituted\r\naction to furnish security for costs if there was reason\nto believe\r\nthat it would be unable to pay the costs of its opponent.\n[10]\r\nThe phrase 'if it appears that there is reason to believe' in s 13\r\nplaced a much lighter burden of proof on an applicant for\n\nsecurity.\n[8]\nIn\r\nterms of s 13, a two stage enquiry was required. At the initial\r\nstage, and in order to discharge the onus, the applicant for\nsecurity\r\nhad to adduce facts on which the court could conclude that there was\r\nreason to believe that the plaintiff would be unable\nto satisfy an\r\nadverse costs order. If the court could not come to such a conclusion\r\nthat was the end of the matter and the application\nwas bound to be\r\nrefused. However, if the court was satisfied that a case had been\r\nmade out, it had, at the second stage, to decide,\nin the exercise of\r\nits discretion, whether or not to order the company to furnish\r\nsecurity. (See\nMTN\r\nService Provider (Pty) Ltd\nv\nAfro\r\nCall\n(Pty)\r\nLtd\n2007\r\n(6) SA 620\n(SCA)\nat\r\n622H.)\n[11]\r\nUntil\nShepstone & Wylie and Others v\r\nGeyser NO\n1998 (3) SA 1037\n(SCA), the\napproach adopted had been that although the\r\ncourt was not bound to order security\nto be\r\nfurnished, it should nevertheless do so unless special circumstances\r\nexist.\nHefer JA rejected that approach. He\r\nstated (\nat 1045I–1046A)\n:\n‘\nIn\r\nmy judgment, this is not how an application for security should be\r\napproached. Because a Court should not fetter its own discretion\nin\r\nany manner and particularly not by adopting an approach which brooks\r\nof no departure except in special circumstances, it must\ndecide each\r\ncase upon a consideration of the relevant features, without adopting\r\na predisposition either in favour of or against\ngranting security.’\n[12]\r\nThe 1973 Companies Act has been repealed and replaced by the\nCompanies Act 71 of 2008\n.\nOur\r\nmost recent\nCompanies Act, which\n‘\nis\r\na complete reinvention of our corporate law’,\n[9]\ndoes\r\nnot contain an equivalent provision to\ns 13.\nThere have been several\r\ndecisions in which our high courts have recently had occasion to\r\nconsider whether, absent a counterpart\nto\nsection 13\nin our new Act,\r\nan\nincola\ncompany\r\ncan be ordered to furnish security for costs.\n[10]\nThose\r\ndecisions – or more accurately some – have been\r\ndiscordant. Valuable as those decisions are, a discussion of each\nof\r\nthem would likely contribute to a judgment that is indigestible. We\r\nthus approach the problem as if the matter is\nres\r\nnova\n.\r\nIn doing so, we obviously draw on the benefits and insights that a\r\nreading of those judgments has given.\n[13]\r\nHowever, in the light of some of the views expressed in those\r\ndecisions it may be prudent to pass certain general observations.\n\nFirst, our courts now derive their power from the Constitution\r\nitself,\n[11]\nwhich\r\nin section 173 provides:\n'The\r\nConstitutional Court, Supreme Court of Appeal and High Courts have\r\nthe inherent power to protect and regulate their own process,\nand to\r\ndevelop the common law, taking into account the interests of\r\njustice.'\nAs\r\nit was put by the Constitutional Court in\nSABC\r\nLtd v National Director of Public Prosecutions and others\n:\n[12]\n‘\nThis\r\nis an important provision which recognises both the power of Courts\r\nto protect and regulate their own process as well as their\npower to\r\ndevelop the common law. . . .  The power recognised in s 173 is\r\na key tool for Courts to ensure their own independence\nand\r\nimpartiality. It recognises that Courts have the inherent power to\r\nregulate and protect their own process. A primary purpose\nfor the\r\nexercise of that power must be to ensure that proceedings before\r\nCourts are fair. It is therefore fitting that the only\nqualification\r\non the exercise of that power contained in section 173 is that Courts\r\nin exercising this power\nmust take into\r\naccount\nthe interests of justice.'\nThat\r\nour courts were endowed with such power even in our\r\npre-constitutional era is evident from the following dictum of\r\nCorbett\nJA:\n'There\r\nis no doubt the Supreme Court possesses an inherent reservoir of\r\npower to regulate its procedures in the interests of the\nproper\r\nadministration of justice ....'\n[13]\nAccording\r\nto the Constitutional Court:\n[14]\n‘\nThe\r\ntask of a . . . Court in determining its own proceedings is an\r\nimportant one.  Its primary constitutional responsibility\nis to\r\nensure that the proceedings before it are fair and it must give\r\ncontent to that obligation. This obligation has always been\npart of\r\nour law and is now constitutionally enshrined as a fundamental right\r\nin s 35(3) of the Constitution. The task of ensuring\nthat the\r\nproceedings are fair will often require consideration of a range of\r\nprincipled and practical factors, some of which may\npull in different\r\ndirections.’\nSecond,\r\nit is a well-established principle of statutory construction that the\r\nlegislature must be taken to be aware of the nature\nand state of the\r\nlaw existing at the time when legislation is passed.\n[15]\nThe\r\nomission of a similar provision to s 13 from the 2008 Act, must\r\ntherefore be taken (\nprima\r\nfacie\nat\r\nleast) to import a change of intention on the part of the\r\nlegislature. It must therefore follow that it is not open to a court\n\nto approach an enquiry such as this as if the position is unaltered\r\nand that s 13 is still part of our law. For, to do so may well\nresult\r\nin a court impermissibly intruding into the domain of the\r\nlegislature. Third, it has been suggested that such a provision\nhas\r\nbeen excluded because its inclusion would limit the fundamental right\r\nof access to the courts as enshrined in s 34 of the Constitution\nand\r\nwould thereby be unconstitutional. But that may be to ignore the fact\r\nthat a court was vested with a discretion in terms s\n13 and that in\r\nexercising its discretion a court performs a balancing act. On the\r\none hand it must weigh the injustice to the plaintiff\nif prevented\r\nfrom pursuing a proper claim by an order for security and against\r\nthat it must weigh the injustice to the defendant\nif no security is\r\nordered and the plaintiff’s claim fails and the defendant finds\r\nhimself unable to recover costs.\n[16]\nSignificantly,\r\non that score, the European Court of Human Rights\n[17]\nappears\r\nto have inclined to the view that security for costs pursued a\r\nlegitimate aim, namely to protect a litigant from being faced\nwith an\r\nirrecoverable bill for legal costs and since regard was had to\r\nprospects of success the requirement could be said to have\nbeen\r\nimposed in the interests of the fair administration of justice. It is\r\nalso noteworthy that back home, as long ago as\nLombard\nit\r\nwas stated by Bristowe J that the power to order security for costs\r\nis a most reasonable one.\n[18]\nWhy\r\nthe legislature saw fit to exclude it (or a provision that mirrors\r\nit) is fortunately a debate that is not necessary for us\nto enter.\r\nFourth, s 39(2) of the Constitution makes plain that, when a court\r\nembarks upon a course of developing the common law,\nit is obliged to\r\n‘promote the spirit, purport and objects of the Bill of\r\nRights.’ This ensures that the common law\nwill evolve, within\r\nthe framework of the Constitution, consistently with the basic norms\r\nof the legal order that it establishes.\nFaced with such a task, a\r\ncourt is obliged to undertake a two-stage enquiry. It should ask\r\nitself whether, given the objectives\nof s 39(2), the existing common\r\nlaw should be developed beyond existing precedent—if the answer\r\nto that question is in the\nnegative that should be the end of the\r\nenquiry. If not, the next enquiry should be how the development\r\nshould occur and which court\nshould embark on that exercise.\n[19]\nFifth,\r\nthe omission of a provision akin to s 13 from the new Act is strange\r\nparticularly since\ns 8\nof the\nClose Corporations Act 69 of 1984\n, which\nhas\r\nbeen interpreted in accordance with the principles that have evolved\r\nin relation to the corresponding provisions in the previous\nCompanies\nAct,\n[20\n]\nhas\r\nbeen retained. It follows that the principles pertaining to the\r\nfurnishing of security by a close corporation will henceforth\ndiffer\r\nfrom that applicable to a company. Such incongruity as may arise from\r\nthat dichotomy is no invitation to a court to continue\nto approach an\r\nenquiry such as this in relation to a company as if\ns 13\nis still in\r\nforce.\n[14]\r\nThe onus is on the party seeking security to persuade a court that\r\nsecurity should be ordered. As was the situation under\ns 13\nin the\r\npast, a court in the exercise of its discretion will have regard to:\r\nthe nature of the claim; the financial position of\nthe company at the\r\nstage of the application for security; and its probable financial\r\nposition should it lose the action. The distinction\nto be drawn\r\nbetween the common law and that which prevailed in terms of\ns 13\nis\r\ndescribed thus by Brand JA in\nMTN\r\nService Provider (Pty) Ltd\nv\nAfro\r\nCall\n(Pty)\r\nLtd\n2007 (6) SA 620\n(SCA) paras 15–16:\n‘\nAgainst\r\nan insolvent natural person, who is an\nincola\n,\r\nso it has been held, security will only be granted if his or her\r\naction can be found to be reckless and vexatious (see\nEcker\nv\nDean\n1938\r\nAD 102\nat 110). The reason for this limitation, so it was explained\r\nin\nEcker\n(at\r\n111), is that the court’s power to order security against an\nincola\nis\r\nderived from its inherent jurisdiction to prevent abuse of its own\r\nprocess in certain circumstances. And this jurisdiction, said\nSolomon\r\nJA in\nWestern Assurance Co\nv\nCaldwell’s Trustee\n1918\r\nAD 262\nat 274, ‘is a power which . . . ought to be sparingly\r\nexercised and only in very exceptional circumstances. (See also eg\nRamsamy NO\nv\nMaarman NO\n2002\r\n(6) SA 159\n(C) 173F–I). In the exercise of its discretion under\ns 13\nof the\nCompanies Act, on\nthe other hand, there is no reason why\r\nthe court should order security only in the exceptional case. On the\r\ncontrary, as was stated\nin\nShepstone &\r\nWylie\nv\nGeyser\r\nNO\n1998 (3) SA 1037\n(SCA) at 1045I–J,\r\nsince the section presents the court with an unfettered discretion,\r\nthere is no reason to lean towards\neither granting or refusing a\r\nsecurity order.’\n[15]\r\nAccordingly,\nin terms of the common law\r\nmere inability by an\nincola\nto\r\nsatisfy a potential costs order is insufficient to justify an order\r\nfor security, something more is required (\nRamsamy\r\nNO\nv\nMaarman\r\nNO\n2002 (6) SA 159\n(C) 172I-J). As\r\nThring J put it (\nRamsamy NO\nat 172J-173A): ‘[w]hat this something is has been variously\r\ndescribed in a number of decisions. Thus in\nEcker\r\nv Dean\n. . . it was said that the basis\r\nof granting an order for security was that the action was ‘reckless\r\nand vexatious’.’\nIn\nEcker\r\nv Dean\n1937 AD 254\nat 259, Curlewis CJ\r\nstated:\n‘\nIn\nWestern Assurance Co. v Caldwell’s\r\nTrustee\n(1918, A.D. 262)\nthis Court\r\nlaid down that a Court of law had inherent jurisdiction to stop or\r\nprevent a vexatious action as being an abuse of the\nprocess of the\r\nCourt; one of the ways of doing so is by ordering the vexatious\r\nlitigant to give security for the costs of the other\nside, and I know\r\nof no reason why the Court below should not have [exercised] such an\r\ninherent jurisdiction.’\nTo\r\nonce again borrow from De Villiers JP (\nLombard\nat 877):\n‘\nBut,\r\nhowever, this may be the case of\nMears v\r\nThe Pretoria Estate and Market Co.\nis\r\nan authority for the proposition that this Court has the power to\r\nsettle a question of practice like the present for itself.\nInnes,\r\nC.J., on page 956, is reported as follows: “But after all, this\r\nis a question of practice which this Court is justified\nin settling\r\nfor itself; and I think that we should lay down the rule that an\r\ninsolvent ought to give security for costs in a case\nlike the\r\npresent.” And if that be so, there can be no doubt as to what\r\nthe practice should be. Where a company is in liquidation\nit is\r\nsufficient ground for ordering security to be given; and when the\r\ncompany has everything to gain and nothing to lose, as\nin the present\r\ncase, it would be putting a premium upon vexatious and speculative\r\nactions if such practice were not adopted.’\n[16]\r\nAbsent\ns 13\n, there can no longer be any legitimate basis for\r\ndifferentiating between an\nincola\ncompany and an\nincola\nnatural person. And as\nour superior courts\r\nhave a residual discretion in a matter such as this arising from\r\ntheir inherent power to regulate their own\nproceedings, it must\r\nfollow that the former can at common law be compelled to furnish\r\nsecurity for costs.\nAccordingly, even\r\nthough there may be poor prospects of recovering costs, a court, in\r\nits discretion should only order the furnishing\nof security for such\r\ncosts by an\nincola\ncompany\r\nif it is satisfied that the contemplated main action (or application)\r\nis vexatious or reckless or otherwise amounts to an\nabuse.\n[17]\r\nAccording to Nicholas J in\nFisheries Development Corp v Jorgensen\n1979 (3) SA 1331\n(W) at 1339E-F:\n‘\nIn\r\nits legal sense “vexatious” means\n“\nfrivolous,\r\nimproper: instituted without sufficient ground, to serve solely as an\r\nannoyance to the defendant”\n[21]\n(Shorter Oxford English Dictionary). Vexatious proceedings would also\r\nno doubt include proceedings which, although properly instituted,\nare\r\ncontinued with the sole purpose of causing annoyance to the\r\ndefendant;  “abuse” connotes a mis-use, an improper\n\nuse, a use\nmala\r\nfide\n,\r\na use for an ulterior motive.’\nIn\nAfrican Farms & Townships v C.T. Municipality\n1963 (2) SA\r\n555\n(A) at 565D-E, Holmes JA observed:\n‘\nAn\r\naction is vexatious and an abuse of the process of Court\ninter\r\nalia\nif it is obviously unsustainable.\r\nThis must appear as a certainty, and not merely on a preponderance of\r\nprobability.\nRavden v Beeten\n,\n1935 C.P.D. 269\nat p. 276;\nBurnham v\r\nFakheer\n,\n1938 N.P.D. 63.\n’\n[18]\nAfrican\r\nFarms & Townships\nwas concerned with an application to strike out a claim. Since the\r\ncommon law is reluctant to limit access to court, an application\nfor\r\nsecurity for costs would seem to require a less stringent test than\r\none for the stay of vexatious proceedings; the latter ends\n\nunsustainable litigation whereas the former contemplates the\r\ncontinuance of the proceedings with the safeguard of security for\n\ncosts.\n[22]\nThus in\nFitchet\r\nv Fitchet\n1987 (1) SA 450\n(ECD) at 454E-G, Olivier J pointed out that:\n‘\nIt\r\nmay well be that, in applications for security for costs, the test\r\nshould be somewhat different. Where, in an application for\ndismissal\r\nof an action, the Court without hearing evidence on the merits will\r\nrequire moral certainty alone that the action is\nunsustainable, in an\r\napplication for security for costs the merits test should be somewhat\r\nless stringent, and other factors, which\nare irrelevant in a\r\ndismissal application, should be taken into account. I am therefore\r\nin respectful agreement with the statement\nof Klopper J in\nDavidson’s\r\nBakery (Pty) Ltd v Burger\n1961 (1) SA\r\n589\n(O) at 593E, viz:\n“\nMyns\r\ninsiens is die meriete van eiser se aksie nie altyd deurslaggewend\r\nnie, maar slegs ‘n faktor wat in oorweging geneem\nmoet word.\r\nDaar kan gevalle wees waar die Hof sekuriteitstelling sal verleen al\r\nword dit slegs bevind dat die kanse van welslae\nop die aksie alleen\r\ntwyfelagtig is sonder dat dit gesê kan word dat dit geen\r\nvooruitsigte van sukses inhou nie.”’\n[19]\r\nIn\nGolden\r\nInternational Navigation SA v Zeba Maritime\n2008\r\n(3) SA 10\n(CPD) para 18, Griesel J posited that the ordinary\r\nyardstick – a preponderance of probability – should find\r\napplication\nin an enquiry such as the present. In\nRavden\r\nv Beeten\n1935 CPD 269\nat 276, Sutton J cited with approval the following\r\ndictum of Fletcher Moulton J (\nGoodson\r\nv Grierson\n1908\r\n1 KB 761\nat 764): ‘In my opinion that is limited to the case\r\nwhere on the face of the pleadings it is shown that the action cannot\n\nbe maintained and is frivolous and vexatious’.\n[23]\nIt is not envisaged, it seems to us, that a detailed investigation of\r\nthe merits of the case should be undertaken. Nor, is it contemplated\n\nthat there should be a close investigation of the facts in issue in\r\nthe action. As it was put by Streicher JA in\nZietsman\r\nv Electronic Media Network Ltd\n2008\r\n(4) SA 1\n(SCA) para 21:\n‘\nI\r\nam not suggesting that a court should in an application for security\r\nattempt to resolve the dispute between the parties. Such\na\r\nrequirement would frustrate the purpose for which security is sought.\r\nThe extent to which it is practicable to make an assessment\nof a\r\nparty’s prospects of success would depend on the nature of the\r\ndispute in each case.’\n[20]\r\nAgainst that backdrop we turn to a consideration of the claim sought\r\nto be advanced by the plaintiff against the defendant.\nIn its\r\nparticulars of claim the plaintiff alleges:\n‘\n3.\r\nDuring or about July and August 2006 the plaintiff, represented by\r\nJed Webber (“\nWebber\n”)\r\nintroduced the defendant, represented by Rob Fleming (“\nFleming\n”)\r\nto the plaintiff’s\nFans’\r\nChallenge Sport\nconcept (“\nthe\r\nconcept\n”).\n.\r\n. .\n8.\r\nAnnexure “B” [a document that purported to introduce the\r\nconcept] was provided to Fleming during July 2006 and annexure\n“C”\r\n[an executive summary] was provided to Ireland during September 2006.\n.\r\n. .\n11.\r\nThe concept is unique and constitutes confidential information.\n12.\r\nThe concept was disclosed to Fleming, Ireland and Minnaar in\r\nconfidence and with the intention that the plaintiff and the\r\ndefendant\nwould enter into a commercial relationship to utilise the\r\nconcept to their mutual financial benefit.\n13.\r\nFleming, [. . .] orally accepted that the concept was disclosed to\r\nthem in confidence, constituted, confidential information\nand could\r\nnot be used without the consent of the plaintiff.\n14.\r\nFleming gave Webber an express undertaking that the defendant was a\r\ncompany with high ethical standards and one that the plaintiff\ncould\r\ntrust. Webber accepted the undertaking which, in the context of the\r\ndisclosure of the concept, meant that:\n14.1\r\nthe defendant agreed that the concept constituted confidential\r\ninformation; and\n14.2\r\nthe defendant would not use the concept, directly or indirectly,\r\nwithout the consent of the plaintiff.\n15.\r\nIn the premises, the plaintiff and the defendant concluded an\r\nagreement on the terms recorded in paragraphs 14.1 and 14.2 above\n\n(“\nthe agreement\n”).’\n[21]\r\nThe plaintiff’s pleaded case was thus that there was: (a) an\r\noral acceptance on behalf of the defendant that the concept\nwas\r\ndisclosed in confidence and constituted confidential information\r\n(para 13); and, (b) a tacit undertaking that the concept constituted\n\nconfidential information (para 14). In both instances, so it is\r\nalleged, the concept would not be used by the defendant without\nthe\r\nconsent of the plaintiff. Facially, paragraphs 13 and 14 of the\r\nplaintiff’s pleaded case appear incompatible. But assuming\nin\r\nthe plaintiff’s favour that it is not or that in due course\r\nsuch incompatibility can be overcome, the plaintiff alleges\nin\r\nparagraph 16 of its particulars of claim that ‘[t]he defendant\r\nhas breached the agreement in that . . . on or about 1\nJune 2011,\r\nunlawfully using the concept without the consent of the plaintiff, it\r\nlaunched an event called “\nBE THE\r\nCOACH”\nunder its\nCarling\r\nBlack Label\ntrade mark’.\n[22]\r\nThe defendant’s plea in answer to those allegations is:\n‘\n3.1\r\nThe plaintiff, represented by Jed Webber (“Webber”), and\r\nRob Fleming (“Fleming”), an employee of the\ndefendant,\r\nengaged in email correspondence during the course of July and August\r\n2006, a copy of which is attached marked “P1”.\n3.2\r\nDuring the course of that exchange, the plaintiff provided an\r\n“executive summary” relating to the\nFan’s\r\nChallenge Sport\nconcept (the “concept”) to the\r\ndefendant in the absence of any undertaking by the defendant to\r\nmaintain the alleged\nconfidentiality of the concept. The executive\r\nsummary is an attachment to the email exchange attached as P1.’\nThe\r\nexchange of emails relied on by the defendant makes interesting\r\nreading. On 12 July 2006 Jed Webber on behalf of the plaintiff\nwrote\r\nto Rob Fleming, the sponsorship manager of the defendant:\n‘\nFurther\r\nto our conversation earlier today I have attached an NDA [non\r\ndisclosure agreement] for you to consider. It is a standard\nNDA to\r\nprotect both parties which should enable us to enter into candid\r\ndiscussion.\n.\r\n. .\nIf\r\nthe NDA is acceptable to you I will forward an executive summary\r\nhighlighting the essence of the Concept and I look forward to\n\ndiscussing the way forward. . . .’\nOn\r\n26 July Mr Fleming replied:\n‘\nI\nam not happy to sign a cont[r]act that\r\nprevents me from making use of an activity that I might have been\r\nexposed to/thought of etc\netc. it is too restrictive.\nSAB\r\nis a company with high ethical standards and one that you can trust.’\nUndaunted,\r\non 28 July Mr Webber wrote:\n‘\n.\r\n. . we fully understand SABMiller’s position, but you need to\r\nappreciate our position too in that we are discussing and\ndivulging\r\nvery sensitive Intellectual Property . . .\nWe\r\nare happy to send you a two page summary for you to consider before\r\nany form of NDA is signed. We have utmost respect for SABMiller,\nyour\r\ngood standing as a company and global brand, but feel that it is\r\nreasonable as well as good business practice to be able to\nexpect at\r\nleast some sort of written undertaking that what we divulge and\r\ndiscuss remains highly confidential, from the perspective\nof both\r\nparties.’\nOn\r\n31 July 2006 Mr Webber despatched the executive summary to Mr\r\nFleming. After receipt of the executive summary on 21 August 2006,\nMr\r\nFleming wrote:\n‘\nThanks\r\nfor the mail. After reading your exec summary, I still don’t\r\nbelieve there is a need to me to sign confidentiality\ncontracts. It\r\nlooks like an interesting concept but I certainly don’t want to\r\nmake any binding commitments right now.’\nWhat\r\nthose emails reveal is that Mr Webber appears to have disclosed the\r\nexecutive summary in the face of a refusal by Mr Fleming\nto sign a\r\nconfidentiality undertaking.\n[23]\r\nFurther, in his answering affidavit in opposition to the application\r\nfor security, Mr Webber stated:\n‘\n21.8\r\nI was undeterred and determined to pitch the details of the concept\r\nto Mr Fleming. To this end I arranged to have a telephone\n\nconversation with him. I called Mr Fleming on 24 August 2006.\n21.10\r\nMr Fleming reiterated that the plaintiff could trust the defendant. I\r\napologized and stated that I was sure he understood\nthat the\r\nplaintiff needed an assurance that the defendant would not use the\r\nconcept without the plaintiff’s permission. Mr\nFleming gave me\r\nhis assurance that the information that I was about to impart to him\r\n(the concept), would be received by him on\na strictly private and\r\nconfidential basis and would not be used without the consent of the\r\nplaintiff.’\nBut\r\nthat, so contends the defendant, is not the case pleaded by the\r\nplaintiff in its particulars of claim. The defendant asserts\nthat if\r\nregard is had to the exchange of emails, by 24 August 2006, the\r\nconcept had already been disclosed by Mr Webber to Mr Fleming.\n\nAccordingly, so the contention proceeds, the case asserted under oath\r\nin this application is at odds with the plaintiff’s\npleaded\r\ncase and, in addition, the plaintiff’s pleaded case is not\r\nsupported by the emails. It is, inter alia, for these\nreasons that\r\nthe defendant denies the existence of the agreement as alleged by the\r\nplaintiff.\n[24]\r\nMoreover, the defendant pleads\n[24]\nthat\r\nthe information comprising the fans challenge concept was disclosed\r\nin a patent application filed in terms of the Patent Co-operation\n\nTreaty (PCT) and assigned patent number PCT/US01/25784 (the PCT\r\nPatent). In dealing with this defence, Mr Webber stated in his\n\nanswering affidavit: ‘I deny the existence of the alleged\r\npatent or that it was public knowledge or public property or that\nit\r\nwas in the public domain’. The priority date of the PCT patent\r\nis 28 August 2000. It bears an international publication\ndate of 7\r\nMarch 2002. According to the defendant the concept was thus available\r\ninternationally. Moreover, South Africa is one\nof the National\r\nDesignated States in the PCT patent. In terms of\ns 43B\nof the\nPatents\nAct 57 of 1978\n, ‘an International Application designating the\r\nRepublic shall be deemed to be an application for a patent lodged at\r\nthe patent\noffice in terms of this Act.’ It is therefore clear\r\naccording to the defendant that the plaintiff’s concept was\r\nneither\nunique nor confidential as at the date on which the plaintiff\r\nalleges that the parties entered into a confidentiality regime in\n\nrespect of the concept.\n[25]\r\nIt remains to add that the plaintiff has dismally failed to show that\r\nan order compelling it to furnish security will have\nthe effect of it\r\nbeing forced to terminate its action. The lack of candour by the\r\nplaintiff’s shareholders, who are funding\nthe plaintiff’s\r\nlitigation but are unwilling to assist it in putting up security for\r\nthe defendant’s costs, is telling.\nIt\r\nis not in dispute that the plaintiff does not trade and that it has\r\nno assets. Moreover, it will not be in a position to meet\nan adverse\r\ncosts order should one ultimately be granted against it. Of the\r\nplaintiff`s four shareholders, two are professionals\n– one is\r\nan architect and the other a legal advisor. Of the remaining two, one\r\nis an entrepreneur and the other an estate\nagent. They claim not to\r\nhave the resources to furnish any security (irrespective of the\r\namount) for costs. The picture that emerges\nis that although these\r\nshareholders are funding the litigation, they are doing so in a\r\nmanner that allows them to hide behind the\ncorporate veil of the\r\nplaintiff. No evidence has been adduced by them that there has been\r\nan attempt to raise funds to put up security\nfor the respondent’s\r\ncosts, but that they have been unable to do so.\nThat\r\nreticence to take the court into their confidence should inexorably\r\nlead to the inference that the shareholders, who authorised\nthe\r\nlitigation on behalf of the plaintiff, impecunious as it was, are\r\nshielding behind an empty shell in order to avoid liability\nfor\r\ncosts.\n[25]\n[26]\r\nIn\nMTN Service Provider\npara\r\n20, Brand JA pointed out that:\n‘\nOne\r\nof the very mischiefs s13 is intended to curb, is that those who\r\nstand to benefit from successful litigation by a plaintiff\ncompany\r\nwill be prepared to finance the company’s own litigation, but\r\nwill shield behind its corporate identity when it is\nordered to pay\r\nthe successful defendant’s costs. A plaintiff company that\r\nseeks to rely on the probability that a security\norder will exclude\r\nit from the court, must therefore adduce evidence that it will be\r\nunable to furnish security; not only from\nits own resources, but also\r\nfrom outside sources such as shareholders or creditors (see eg\nLappeman Diamond Cutting Works (Pty) Ltd\r\nv MIB Group (Pty) Ltd (No 1)\n1997 (4)\r\nSA 908\n(W) 920G-J;\nKeary Developments\nat\r\n540f-j;\nShepstone & Wylie\nat\r\n1047A-B;\nGiddey NO\nat paras 30, 33 and 34).’\nNotwithstanding\r\nthe obsolescence of s 13, that mischief remains.\n[27]\r\nIn the language of\nLombard\n(at 877), when a company has\r\neverything to gain and nothing to lose, it would be putting a premium\r\nupon vexatious and speculative\nactions if such practice (namely,\r\ncompelling security) were not adopted. In\nRe Alluvial Creek Ltd\n1929 CPD 532\nat 535, Gardiner J said in the context of a punitive\r\ncosts order:\n‘\nNow\r\nsometimes such an order is given because of something in the conduct\r\nof a party which the Court considers should be punished,\nmalice,\r\nmisleading the Court and things like that, but I think the order may\r\nalso be granted without any reflection upon the party\nwhere the\r\nproceedings are vexatious, and by vexatious I mean where they have\r\nthe effect of being vexatious, although the intent\nmay not have been\r\nthat they should be vexatious. There are people who enter into\r\nlitigation with the most upright purpose and a\nmost firm belief in\r\nthe justice of their cause, and yet whose proceedings may be regarded\r\nas vexatious when they put the other\nside to unnecessary trouble and\r\nexpense which the other side ought not to bear.’\n[28]\r\nIt follows, for the reasons given, that there is no warrant for\r\ninterfering on appeal with the discretion exercised by the\nhigh court\r\n(as to which see\nGiddey NO v JC Barnard\r\nand Partners\n[2006] ZACC 13\n;\n2007 (5) SA 525\n(CC)) in\r\nordering the plaintiff to furnish security for the costs of the\r\nproceedings instituted by it against the defendant.\n[29]\r\nIn the result the appeal must fail and it is dismissed with costs,\r\nincluding those consequent upon the employment of two counsel.\nV\r\nM Ponnan\nJudge\r\nof Appeal\nB\r\nH Mbha\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellant:  M Antonie SC\nInstructed\r\nby:\nSpoor\r\n& Fisher, Pretoria\nMatsepe’s\r\nInc., Bloemfontein\nFor\r\nRespondent:  P Ginsburg SC (with him GD Marriott)\nInstructed\r\nby:\nAdams\r\n& Adams, Pretoria\nHoney\r\n& Partners Inc., Bloemfontein\n[1]\nThe\r\n\tjudgment of Hassim AJ is reported\nsub\r\n\tnom Boost Sports Africa (Pty) Ltd v South African Breweries Ltd\n2014\r\n\t(4) SA 343 (GP).\n[2]\nD\r\n\tF Scott (EP) (Pty) Ltd v Golden Valley Supermarket\n2002\r\n\t(6) SA 297\n(SCA) para 9.\n[3]\nICC\r\n\tCar Importers (Pty) Ltd v A Hartrodt SA (Pty) Ltd\n2004\r\n\t(4) SA 607\n(W) at 615 G.\n[4]\nZietsman\r\n\tv Electronic Media Network Ltd & others\n2008 (4) SA 1\n(SCA) para 4.\n[5]\nM S Blackman ‘Company Law’ in\nLawsa\nVol 4(1) (first re-issue) para 5.\n[6]\nSee eg s 726(1) of the United Kingdom\nCompanies Act, which\nprovides:\n‘\n(1)\r\n\tWhere in England and Wales a limited company is plaintiff in an\r\n\taction or other legal proceedings, the court having jurisdiction\nin\r\n\tthe matter may, if it appears by credible testimony that there is\r\n\treason to believe that the company will be unable to pay\nthe\r\n\tdefendant's costs if successful in his defence, require sufficient\r\n\tsecurity to be given for those costs, and may stay all\nproceedings\r\n\tuntil the security is given.’\nAnd\r\n\ts 1335 of the Australian Corporations Act 2001, which provides:\n‘\n(1)\r\n\tWhere a corporation is plaintiff in any action or other legal\r\n\tproceeding, the court having jurisdiction in the matter may,\nif it\r\n\tappears by credible testimony that there is reason to believe that\r\n\tthe corporation will be unable to pay the costs of the\ndefendant if\r\n\tsuccessful in his, her or its defence, require sufficient security\r\n\tto be given for those costs and stay all proceedings\nuntil the\r\n\tsecurity is given.\n(2)\r\n\tThe costs of any proceeding before a court under this Act are to be\r\n\tborne by such party to the proceedings as the court, in\nits\r\n\tdiscretion, directs.’\n[7]\nHudson\r\n\t& Son v London Trading Company Ltd\n1930\r\n\tWLD 288\nat 291; D R Harms\nCivil\r\n\tProcedure in the Superior Courts\n(2014)\r\n\tpara B47.16.\n[8]\nD\r\n\tR Harms op cit.\n[9]\nPer Brand JA in\nNewlands\r\n\tSurgical Clinic v Peninsula Eye Clinic\n[2015] ZASCA 25\n(20 March 2015) para 24.\n[10]\nHiatas\r\n\t& Others v Port Wild Props 12 (Pty) Ltd\n2011 (5) SA 562\n(GSJ);\nNgwenda\r\n\tGold (Pty) Ltd & Another v Precious Prospect Trading 80 (Pty)\r\n\tLtd\nunreported\r\n\tcase number 2011/31664 (GSJ);\nGenesis\r\n\ton Fairmount Joint Venture v KNS Construction (Pty) Ltd & Others\nunreported\r\n\tjudgment, 28 November 2012, case number 2012/36204, SGJ;\nSiemens\r\n\tTelecommunications (Pty) Ltd v Datagenics (Pty) Ltd\n2013\r\n\t(1) SA 65\n(GNP);\nHennie\r\n\tLambrechts Architects v Bombenero Investments (Pty) Ltd\n2013\r\n\t(2) SA 477\n(FB);\nMaigret\r\n\t(Pty) Ltd (in liquidation) v Command Holdings Ltd & Another\n2013\r\n\t(2) SA 481\n(WCC)\nBiochlor\r\n\t(Pty) Ltd v G E Betz South Africa (Pty) Ltd\n(A 710/2013) [2014]\r\n\tZAGPPHC 1030 (12 December 2014). See also D E van Loggerenberg and J\r\n\tMalan 'Security for costs by local companies:\nBack to 1909 in the\r\n\tTransvaal, or not?'\n(2012) 75 THRHR 609\n; Van Loggerenberg &\r\n\tFarlam ‘Erasmus Superior Court Practice’ – Rule 47\r\n\tSecurity for Costs.\n[11]\nPhillips\r\n\tand others v National Director of Public Prosecutions\n[2005] ZACC 15\n;\n2006 (1) SA 505\n(CC) para 47.\n[12]\nSABC Ltd v NDPP\n[2006] ZACC 15\n;\n2007 (1) SA 523\n(CC) para 35 and 36.\n[13]\nUniversal\r\n\tCity Studios Inc and others v Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA 734\n(A) at 754G.\n[14]\nSABC\r\n\tLtd\npara\r\n\t21.\n[15]\nRoad\r\n\tAccident Fund v Monjane\n2010\r\n\t(3) SA 641\n(SCA) para 12;\nMarine\r\n\t& Trade Insurance Co Ltd v Workmen’s Compensation\r\n\tCommissioner\n1972\r\n\t(1) SA 535\n(N) at 538D.\n[16]\nSee\nShepstone\r\n\t& Wylie\nat 1046A-C citing with approval the dictum of Peter Gibson LJ in\nKeary\r\n\tDevelopments Ltd v Tarmac Construction Ltd\n[1995]\r\n\t3 All ER 534\n(CA) at 540a-b; see also\nLappeman\r\n\tDiamond Cutting Works v MIB Group (No 1)\n1997\r\n\t(4) SA 908\nat 919G.\n[17]\nTolstoy\r\n\tMiloslavsky v United Kingdom\n[1995]\r\n\tECHR 18139/91.\n[18]\nMore recently in\nShepstone\r\n\t& Wylie\n(at\n1046G–I)\n,\r\n\tHefer JA stated:\n‘\nLet\r\n\tme say at the outset that the fact that an order of security will\r\n\tput an end to the litigation does not by itself provide\nsufficient\r\n\treason for refusing it. It is a possibility inherent in the very\r\n\tconcept of a provision like s 13 which comes into\noperation whenever\r\n\tit appears to the Court that the plaintiff or applicant will not be\r\n\table to pay the defendant or respondent’s\ncosts in the event\r\n\tof the latter being successful in his defence. If there is no\r\n\tevidence either way, the mere possibility that\nthe order will\r\n\teffectively terminate the litigation can plainly not affect the\r\n\tCourt’s decision. It only becomes a factor\nonce it is\r\n\testablished as a probability by the plaintiff or applicant. And,\r\n\teven if it is established, it remains no more than\na factor to be\r\n\ttaken into account; by itself it does not provide sufficient reason\r\n\tfor refusing an order.’\n[19]\nCity\r\n\tof Cape Town v SANRAL\n[2015]\r\n\tZASCA 58\n(30 March 2015) para 29.\n[20]\nHenry\r\n\tv R E Design\n1998\r\n\t(2) SA 502\n(CPD).\n[21]\nBisset\r\n\tv Boland Bank Ltd\n1991\r\n\t(4) SA 603\nat 608D-E.\n[22]\nD R Harms\nCivil\r\n\tProcedure in the Superior Courts\n– Uniform Rule 47 – Instances where security can be\r\n\tdemanded B-339.\n[23]\nUnder consideration there was Order 25, rule 4, which provided: ‘The\r\n\tCourt or a Judge may order any pleading to be struck\nout, on the\r\n\tground that it discloses no reasonable cause of action or answer, or\r\n\tin any such case or in the case of the action\nor defence being shown\r\n\tby the pleadings to be frivolous or vexatious the Court or a Judge\r\n\tmay order the action to be stayed or\ndismissed, or judgment to be\r\n\tentered according as may be just.’\n[24]\nIn that regard the defendant’s plea reads:\n‘\n6.1\r\n\tThe defendant denies that Boost Sports International Limited was at\r\n\tany time the owner of the rights in the concept.\n6.2\r\n\tThe defendant pleads that the concept was in the public domain prior\r\n\tto the date on which the executive summary relating to\nthe concept\r\n\twas first provided to the defendant and was not therefore\r\n\tproprietary to the plaintiff or its purported predecessors\nin title,\r\n\tor to any person at that date.\nIn\r\n\tsupport of the aforegoing, the defendant will rely on the\r\n\tdisclosures in PCT patent application WO 02/19206 published in March\n\n\t2002, a copy of which is attached marked “P2”.’\n[25]\nKini\r\n\tBay Village Association v Nelson Mandela Metropolitan Municipality\n[2008]\r\n\t4 All SA 50\n(SCA) para 15.",
  "scraped_at": "2026-02-12T17:24:18.681508",
  "date": "2015-06-01",
  "coram": [
    "Ponnan JJA",
    "Mhlantla JJA",
    "Mbha JJA",
    "Fourie AJJA",
    "Gorven AJJA"
  ],
  "case_number": "20156/2014",
  "parties": {
    "applicants": [
      "Boost Sports Africa (Pty) Limited"
    ],
    "respondents": [
      "The South Africa Breweries (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "Boost Sports Africa (Pty) Ltd sued South Africa Breweries (Pty) Ltd for alleged breach of a confidentiality agreement relating to a marketing concept called the “Fans’ Challenge Concept”. The plaintiff claimed it had disclosed the concept to the defendant under an agreed confidentiality regime, which the defendant later used to run a “Be The Coach” event. After the plaintiff exchanged documents, the defendant became concerned that the plaintiff would be unable to meet an adverse costs order if its claim failed. When the plaintiff refused to provide financial evidence, the defendant applied for security for costs on 1 August 2013. The High Court ordered the plaintiff to furnish security, with the Registrar to determine the amount, and threatened to stay the action if security was not provided within 20 days. The plaintiff appealed the order.",
    "issues": "Whether, in the absence of a statutory provision analogous to the repealed s 13 of the Companies Act 61 of 1973, an incola (resident) company can be compelled to furnish security for costs under common law and constitutional principles.",
    "principles": "The court outlined the common‑law rule that an incola plaintiff cannot be ordered to provide security for costs (Witham v Venables; Lumsden v Kaffrarian Bank). Historically, statutory provisions such as s 216 of the 1926 Companies Act and s 13 of the Companies Act 61 of 1973 allowed courts to order security against a company plaintiff. After the repeal of s 13, the court considered its inherent jurisdiction under s 173 of the Constitution to develop common law, balancing the interests of justice under s 39(2). The court affirmed that, absent statutory authority, an incola company may still be ordered to provide security only where the action is reckless, vexatious, or otherwise an abuse of process, drawing on cases such as Ecker v Dean, Ramsamy v Maarman, and Shepstone & Wylie v Geyser NO.",
    "application": "Applying these principles, the court held that the High Court had properly exercised its discretion. The plaintiff, an incola company with no trading history, assets, or means to meet a costs order, sought to prosecute a claim that was not shown to be frivolous but the defendant demonstrated a real risk of non‑payment of costs. The court concluded that the discretion to require security was correctly exercised and that the appeal could not overturn the High Court’s order.",
    "conclusion": "The appeal was dismissed with costs, including the costs of employing two counsel. The order of the Gauteng Division requiring the plaintiff to furnish security for the defendant’s costs was affirmed."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Security for Costs",
    "level_3": [
      "incola company",
      "common law",
      "court discretion",
      "confidentiality breach"
    ]
  }
}