{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/4.html",
  "case_name": "City of Johannesburg and Others v South African Local Authorities Pension Fund and Others (20045/2014) [2015] ZASCA 4; (2015) 36 ILJ 1439 (SCA) (9 March 2015)",
  "citation": "[2015] ZASCA 4",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 4\n|\nNoteup\n|\nLawCite\nCity of Johannesburg and Others v South African Local Authorities Pension Fund and Others (20045/2014) [2015] ZASCA 4; (2015) 36 ILJ 1439 (SCA) (9 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo: 20045/2014\nIn\r\nthe matter between:\nTHE\r\nCITY OF\r\nJOHANNESBURG\n..................................................................\nFIRST\r\nAPPELLANT\nTHE\r\nEXECUTIVE MAYOR OF THE CITY\nOF\r\nJOHANNESBURG\n.................................................................................\nSECOND APPELLANT\nJOHANNESBURG\r\nWATER (PTY)\r\nLIMITED\n..............................................\nTHIRD\r\nAPPELLANT\nCITY\nPOWER JOHANNESBURG (PTY)\r\nLIMITED\n..............................\nFOURTH\r\nAPPELLANT\nJOHANNESBURG\r\nCITY PARKS\r\nLIMITED\n.................................................\nFIFTH\r\nAPPELLANT\nPIKITUP\r\nJOHANNESBURG (PTY)\r\nLIMITED\n.............................................\nSIXTH\r\nAPPELLANT\nand\nTHE\r\nSOUTH AFRICAN LOCAL AUTHORITIES\nPENSION\r\nFUND\n.............................................................................................\nFIRST\r\nRESPONDENT\nINDEPENDENT\r\nMUNICIPAL AND ALLIED TRADE\nUNION\n.......................................................................................................\nSECOND RESPONDENT\nSOUTH\r\nAFRICAN MUNICIPAL WORKERS UNION\n...........................\nTHIRD\r\nRESPONDENT\nTHE\r\nPOLICE, PRISONS AND CIVIL RIGHTS UNION\n....................\nFOURTH\r\nRESPONDENT\nDIMAKATSO\r\nAME MNGOMEZULU\n......................................................\nFIFTH RESPONDENT\nAARON\r\nVULENI\r\nVILAKAZI\n.....................................................................\nSIXTH\r\nRESPONDENT\nMOKABI\r\nJOHANNES\r\nMAKGATO\n.....................................................\nSEVENTH\r\nRESPONDENT\neJOBURG\r\nRETIREMENT\r\nFUND\n...........................................................\nEIGHTH\r\nRESPONDENT\nNeutral\r\ncitation:\nThe City of Johannesburg v\r\nThe South African Local Authorities Pension Fund\n(20045/2014)\n[2015] ZASCA 4\n(9 March 2015).\nCoram:\nBrand, Cachalia, Bosielo, Saldulker JJA and Van\r\nder Merwe AJA\nHeard:\n25 February 2015\nDelivered:\r\n 9 March 2015\nSummary:\nApplication to set aside decision by\r\nthe appellants as employers to terminate their contributions to the\r\nfirst respondent as a pension\nfund – objection\nin\r\nlimine\nraised by the appellants that\r\nemployees whose membership of that fund had thus been terminated\r\nshould have been joined as parties\nto the litigation –\r\nobjection of non-joinder dismissed by court a quo, but upheld on\r\nappeal.\nORDER\nOn\r\nappeal from:\nGauteng Local Division,\r\nJohannesburg (Foulkes-Jones AJ sitting as court of first instance):\n1 The appeal is\r\nupheld with costs, including the costs of two counsel.\n2 The order of the\r\ncourt a quo is set aside and replaced with the following:\n‘\n(a)\r\nThe application is stayed for a period of three months pending the\r\njoinder of members and former members of the first applicant\nwhose\r\nrights may be affected by the order sought.\n(b) The applicants\r\nare ordered, jointly and severally, to pay the wasted costs of the\r\nrespondents occasioned by the hearing of the\nmatter on 7 August 2012,\r\nincluding the costs of two counsel, wherever applicable.\n(c) In the event of\r\nthe joinder referred to in (a) not taking place, the application is\r\ndismissed with costs, including the costs\nof two counsel, wherever\r\napplicable.’\n2\r\nThe three month period referred to in paragraphs 2(a) and (c) shall\r\nbe calculated from the date of this order.\nJUDGMENT\nBrand\r\nJA\n(Cachalia, Bosielo, Saldulker JJA\r\nand Van der Merwe AJA concurring):\n[1]\r\nThe first appellant is the City of Johannesburg (the City). The\r\nthird, fourth, fifth and sixth appellants are so-called ‘utilities,\n\nagencies and corporatized entities’ (UACs). These UACs were\r\ncreated during about 2000 as separate corporate bodies, wholly\nowned\r\nby the City, to render services previously performed by the City\r\nitself within its municipal area. So, for example, the third\n\nappellant is Johannesburg Water (Pty) Ltd, the fourth appellant is\r\nCity Power Johannesburg (Pty) Ltd, which names are indicative\nof\r\ntheir activities. The first respondent is the South African Local\r\nAuthorities Pension Fund (SALA) which is mainly a pension\nfund for\r\nthe employees of local authorities. The second, third and fourth\r\nrespondents are trade unions who represent some of the\nmembers of\r\nSALA while the fifth, sixth and seventh respondents are individual\r\nmembers of that fund.\n[2]\r\nPrior to 1 January 2005 the City and the UACs (collectively referred\r\nto as the employers) were contributing employers in SALA\nand as such\r\npaid contributions to the fund in accordance with its rules. However,\r\non 30 June 2004 the employers gave notice to\nthe SALA of their\r\nintention to cease participation in the fund; to terminate their\r\ncontributions on behalf of employees who were\nmembers of SALA; and\r\ninstead, with effect from 1 January 2005, to pay their contributions\r\nto another pension fund – eJoburg\nRetirement Fund (eJoburg)\r\nonly. During May 2005 the respondents brought an application in the\r\nGauteng Local Division of the high\ncourt, Johannesburg, to challenge\r\nthat decision. In their notice of motion, the respondent sought\r\nrelief in two parts. Part A was\nfor interim relief to restore the\nstatus quo ante\npending\r\nthe finalisation of Part B which, in turn, sought the setting aside\r\nof the employers’ decision to terminate their\ncontribution to\r\nSALA. Part A was resolved by agreement. Hence the matter proceeded\r\nexclusively in terms of Part B. Although the\nappellants’\r\nanswering papers were filed in June 2007, the respondents only filed\r\ntheir replying affidavits three and a half\nyears later, in December\r\n2010. Eventually, on 7 August 2012, the matter came before\r\nFoulkes-Jones AJ, who gave her judgment more\nthan a year later, in\r\nOctober 2013.\n[3]\r\nAs the basis for their application in the court a quo, the\r\nrespondents relied on various grounds. Stripped to its essence, their\n\ncase was that the employers acted in breach of obligations resting on\r\nthem in statute, contract, administrative law and labour\nlegislation\r\nwhen they decided to terminate their contributions to SALA and that\r\nthe decision was in consequence a nullity. In answer,\nthe employers\r\ndenied that their impugned decision was subject to challenge on any\r\nof these grounds. In addition, they raised a\npoint\nin\r\nlimine\nbased on the respondents’\r\nfailure to join the employees who were members of SALA at the time of\r\nthe decision. Foulkes-Jones\nAJ dismissed the employers point\nin\r\nlimine\nand found in favour of the\r\nrespondents on every other ground that they raised. So it happened\r\nthat about eight years after the employers\nimplemented their decision\r\nto transfer their contributions from SALA to eJoburg, that decision\r\nwas set aside. The appeal against\nthat judgment is with the leave of\r\nthe court a quo. If we hold for the respondents on any one of the\r\nmanifold grounds upon which\nthey succeeded in the court a quo, the\r\nappeal must fail. But the antecedent enquiry must focus on the\r\nnon-joinder issue. That flows\nfrom the established principle that a\r\ncourt will refrain from dealing with any issue which may impact on\r\nthe interests of parties\nwho should have been joined.\nNon-joinder\n[4]\r\nThe merits of the non-joinder contention have to be considered\r\nagainst the following background facts. In terms of the rules\nof\r\nSALA, employee-members are obliged to make monthly contributions\r\nexpressed as a percentage of their annual income, while the\nemployers\r\nhave bound themselves to pay an amount equal to 2,04 times that of\r\nthe employers’ contributions. It is well-established\nthat the\r\nfund, the members and their employers are contractually bound by\r\nthese rules (see eg\nChairman of the\r\nBoard of the Sanlam Pensioenfonds (Kantoorpersoneel) v Registrar of\r\nPension Funds\n2007 (3) SA 41\n(T) para\r\n34;\nEkurhuleni Metropolitan Municipality\r\nv Germiston Municipal Retirement Fund\n2010\r\n(2) SA 498\n(SCA)). As I have said by way of introduction, the notice\r\nto terminate took effect as from 1 January 2005. As from that date,\r\nthe\nemployers ceased to make any contribution to SALA and started to\r\npay their contributions to eJoburg instead.\n[5]\r\nIn theory, employee-members were free to keep up their contributions\r\nto SALA. But that would have been rather foolhardy, because\nthey\r\nwould have foregone the benefit of their employers’\r\ncontributions. Effectively members of SALA who were employed by\nthe\r\nCity and the UACs, therefore ceased to be active members of SALA and\r\nat least some of them became contributing members of eJoburg.\nYet,\r\nthe accrued benefits of these terminating members were not\r\ntransferred to eJoburg. Accordingly they continued to retain their\n\nmembership in SALA on a non-contributory ‘paid-up’ basis.\r\nAs at 1 January 2005 the total number of terminating members\nwas 297.\r\nSome eight years after the decision was taken and at the time the\r\nmatter was argued in the court a quo, only 118 of the\noriginal 297\r\nterminating members remained in the employ of their employers.\n[6]\r\nIn their founding papers, the respondents contended that the effect\r\nof the employers’ decision to transfer their allegiance\nfrom\r\nSALA to eJoburg would be prejudicial to the greater majority of the\r\nterminating members. Even then they had to concede, however,\nthat\r\nsome members would in fact benefit from the transfer. The contrary\r\nposition, taken by the employers in their answering papers,\nwas that\r\nthe transaction would be to the benefit of most of these members.\r\nThis position was supported by the consultant actuary\nto the eJoburg\r\nFund. To these contentions the respondents’ answer in reply was\r\nthat ‘. . . this is not the point nor\nis it, in truth, a\r\nrelevant consideration . . .’ whether the members involved are\r\nbetter off with eJoburg than they were\nwith SALA. Regarding the\r\nmerits of the dispute between the parties, ie whether the impugned\r\ndecision by the employers to terminate\nthe contributions to SALA was\r\nvalidly taken, the respondents are probably correct. But as I see it\r\nthe fact that the relief sought\ncould very well prejudice the\r\ninterests of terminating members is indeed relevant for purposes of\r\nconsidering the non-joinder point.\n[7]\r\nMoreover, it is common cause that while SALA is a defined benefit\r\nfund, eJoburg is a defined contribution fund. Since the impugned\n\ndecision came into effect, contributions to eJoburg have therefore\r\nbeen allocated to members and invested with fund managers on\ntheir\r\nbehalf. It stands to reason that reversion to SALA is likely to\r\nprejudice these members. In addition, benefits have been\npaid out to\r\nretired members and to the beneficiaries of those who have since\r\ndied. In these circumstances it is not possible to\nsay what the\r\nconsequences of the order sought would have on these individual\r\nmembers. It is not unlikely, however, that it would\nbe to their\r\ndetriment.\n[8]\r\nUncertainty as to the effect of the order also arises from the\r\ngeneral nature of the order itself. Although the content of the\norder\r\nis rather verbose and wordy, it declares in essence that the\r\nemployers’ decision to withdraw from SALA is set aside\nas\r\n‘unlawful and invalid’ and ‘of no force and\r\neffect’. But its impact on the rights and obligations of\nSALA,\r\nthe employers, the employee-members and eJoburg,\ninter\r\nse\nis left obscure. So, for example,\r\nthe order says nothing about the arrear contributions to SALA which\r\nwould have accumulated over\nthe interim period of about eight years\r\nbetween implementation of the impugned decision and the order.\r\nCounsel for both parties\nwere in agreement that the order compelled\r\nthe employers to pay their arrear contributions over that period to\r\nSALA. But what about\nthe employees? Are they also liable to pay their\r\narrear contributions despite the fact that they have in the meantime\r\npaid their\ncontributions to eJoburg? And what is the position of\r\neJoburg? Is it bound to repay any of the contributions received from\r\nthe\nemployers and/or the employee-members? These obscurities,\r\nincidentally, underscores the caveat expressed in\nOudekraal\r\nEstates (Pty) Ltd v City of Cape Town & others\n2004\r\n(6) SA 222\n(SCA) para 45, that it is generally inappropriate for a\r\ncourt to make declarations in a vacuum. But more pertinent for\r\npresent\npurposes is the prospect that the order could potentially\r\nhave an even more prejudicial effect on the rights and interests of\r\nthe\nterminating members than a first glance would seem to indicate.\n[9]\r\nAs to the relevant principles of law, it has by now become\r\nwell-established that, in the exercise of its inherent power, a court\n\nwill refrain from deciding a dispute unless and until all persons who\r\nhave a direct and substantial interest in both the subject\nmatter and\r\nthe outcome of the litigation, have been joined as parties (see eg\nAmalgamated Engineering Union v Minister\r\nof Labour\n1949 (3) SA 637\n(A) at 657\r\nand 659;\nGordon v Department of Health,\r\nKwaZulu-Natal\n[2008] ZASCA 99\n;\n2008 (6) SA 522\n(SCA)\r\npara 9). A ‘direct and substantial interest’ is more than\r\na financial interest in the outcome of the litigation.\nA test often\r\nemployed to determine whether a particular interest of a third party\r\nis the one or the other, is to examine whether\na situation could\r\narise in which, because the third party had not been joined, any\r\norder the court might make would not be\nres\r\njudicata\nagainst that party, entitling\r\nhim or her to approach the court again concerning the same subject\r\nmatter and possibly obtain an\norder irreconcilable with the order\r\nmade in the first place (see eg\nAmalgamated\r\nEngineering Union\nat 661;\nTransvaal\r\nAgricultural Union v Minister of Agriculture and Land Affairs &\r\nothers\n2005 (4) SA 212\n(SCA) paras\r\n64-66).\n[10]\r\nOn the application of these principles of law to the facts, it would\r\nappear on the face of it that the appellants’ non-joinder\n\nobjection is a valid one. From what I have said so far, it should be\r\napparent that the order sought and obtained by the respondents\nwould\r\nprobably have a detrimental effect on the rights and interests of at\r\nleast some of the terminating members. As I see it,\nthe\nres\r\njudicata\ntest demonstrates that these\r\naffected rights are direct and substantial. Take the example of a\r\nterminating member who seeks to compel\nhis or her employer to\r\ncontinue its contributions to eJoburg instead of SALA. If successful,\r\nthe order thus obtained by the terminating\nmember would be in direct\r\nconflict with the one made in this case. And what if SALA were to\r\ninsist that the employers deduct employees’\ncontributions that\r\nwere not made since 1 January 2005 from the salaries of the\r\nterminating members? If a terminating member were\nto challenge that\r\ndemand in court, the order made in this case would not be\nres\r\njudicata\nand the ensuing litigation\r\ncould therefore result in a conflicting order. I am fortified in this\r\nview by the decision of the English\nCourt of Appeal in\nEdge\r\nv Pensions Ombudsman\n[1999] 4 All ER\r\n546\n(CA). What the court essentially held in that case was that\r\ncontributing employers and members in a pension fund have a legal\r\ninterest\nin the outcome of disputes concerning their rights and\r\nobligations\nvis-à-vis\nthe fund and that disputes of that kind can consequently not be\r\nentertained without them being joined as parties.\n[11]\r\nContrary to my view formulated thus far, the court a quo held that\r\nthe appellants’ non-joinder objection was not well-founded.\n\nAccording to the court’s judgment, this conclusion was\r\nexclusively motivated by its understanding of\ns 7C(2)\nof the\nPension Funds Act 24 of 1956\nwhich provides in relevant part:\n‘\n(2)\r\nIn pursuing its object\n[which in terms of\r\nsubsection (1) is to direct, control and oversee the operations of a\r\nfund]\nthe board [of the fund] shall-\n(\na\n) take all\r\nreasonable steps to ensure that the interests of members in terms of\r\nthe rules of the fund and the provisions of this\nAct are protected at\r\nall times . . .;\n(\nb\n) act with\r\ndue care, diligence and good faith;\n(\nc\n) avoid\r\nconflicts of interest;\n(\nd\n) act with\r\nimpartiality in respect of all members and beneficiaries.\n(\ne\n) act\r\nindependently;\n.\r\n. . .’\n[12]\r\nStarting out from these provisions, the reasoning of the court a quo\r\nwent as follows:\n‘\nThe\r\nboard of management of the First Applicant has a statutory and common\r\nlaw duty to act in the best interests of First Applicant\nand its\r\nmembers in terms of\nSection 7C(2)\nof the\nPension Funds Act.\nThis\nmatter involves\r\nexactly what is contemplated in\nSection 7C(2)\nof the\nPension Funds\nAct (the\nAct).\nThe Act does not\r\nrequire authorisation by individual members to do so. Section 1 of\r\nthe Act defines ‘members’ to include\n‘former\r\nmembers’.\nRespondents contend\r\nthat the members of the First Applicant ought to have been joined.\r\nThis would involve, so contend the First\nApplicant, possibly hundreds\r\nof members.\nIt\r\nis correct that the Board of Management of First Applicant has a\r\nstatutory and common law duty to act in the best interests of\nthe\r\nFirst Applicant and its members . . . The Act indeed does not require\r\nauthorisation by individual members to do so. I therefore\ndo not\r\nuphold the City’s objection to the First Applicant’s\r\nauthority to bring the action and on the issue of non-joinder.’\n[13]\r\nBut I do not agree with the notion that s 7C(2) entitles a\r\npension fund or its board to litigate on behalf of its members.\n\nSection 7C deals with the object of the board, which is to direct and\r\ncontrol the operations of the fund. Subsection (2) then proceeds\nto\r\ngive guidance to the board as to how that object should be pursued.\r\nIn so far as the section enjoins the trustees to act in\nthe interests\r\nof members, it must therefore be understood in the context of steps\r\ntaken in the direction, control and oversight\nof the fund. It does\r\nnot appoint the board as the agent or representative of members to\r\nconduct litigation on their behalf, even\nagainst the wishes of\r\nindividual members. As illustrated by the facts of this case, the\r\ninterests of all the members of a fund\ndo not always coincide.\r\nFurthermore, there is the obvious potential of a conflict between the\r\ninterests of the fund, on the one\nhand, and those of its members, on\r\nthe other. Section 7C(2) cannot possibly be understood to preclude\r\nthe individual members in\nthe event of such conflict to contest the\r\nactions of the board, which would be the consequence of the\r\ninterpretation attributed\nto the section by the court a quo.\n[14]\r\nThe court a quo’s reference to the joinder of ‘possibly\r\nhundreds of members’ is not understood. As I have\nsaid when\r\nsetting out the pertinent facts, the terminating members were never\r\nmore than 297 and at the time of the hearing of the\napplication, only\r\n118 of them remained. Moreover, what I find somewhat ironic when it\r\ncomes to numbers is that the respondents\nhad no difficulty in joining\r\n135 contributing employers, while their risk of being prejudiced by\r\nthe order sought was far less\nthan that of the terminating members.\r\nBut, be that as it may, as a matter of principle, once joinder is\r\nfound necessary, it cannot\nbe avoided solely on the basis of the\r\nnumbers involved.\n[15]\r\nOn appeal the respondents relied on a further contention, namely,\r\nthat the terminating members need not have been joined because\nthey\r\nwere represented by the three trade unions that were cited as\r\napplicants in the court a quo. If supported by the facts, this\n\ncontention could have given rise to interesting questions of\r\nprocedure. For instance, whether a trade union can conduct litigation\n\non behalf of its members outside the ambit of s 38 of the\r\nConstitution and outside the institutions created by the\nLabour\nRelations Act 66 of 1995\n. But the contention founders on the facts.\r\nNowhere in the papers is it alleged that all the terminating members\r\nwere also members\nof one of the three trade unions cited as\r\napplicants. On the contrary, the pertinent allegation is that only\r\nsome of the terminating\nmembers belong to the trade unions involved.\n[16]\r\nThe respondents’ final argument in answering the non-joinder\r\npoint went along the following lines. Even on the assumption\nthat the\r\nnon-joinder objection is sound when considered with reference to the\r\nrespondents’ case based on statute, administrative\nlaw and\r\nlabour legislation, it breaks down when it comes to the case based on\r\ncontract. This, so the argument went, is because\nthe respondents’\r\ncontractual claim rests on the proposition that the rules of the fund\r\nconstitute a contract between SALA\nand the employers and that the\r\nlatter had acted in breach of this contract when they decided to\r\nterminate their contributions.\nSince the terminating members are not\r\nimplicated in the alleged breach, so the argument concluded, they are\r\nnot involved in the\ndispute. In consequence the dispute can be\r\ndetermined without them being joined.\n[17]\r\nI believe the flaw in this argument lies in its exclusive focus on\r\nthe subject matter of the dispute based on contract, while\nthe\r\nrelevant legal principles dictate that we must also have regard to\r\nthe outcome. If, for example, the respondents’ claim\nbased on\r\nthe alleged breach of contract were to have been one for damages, the\r\nconclusion would probably be justified that the\nterminating members\r\nare not affected by the claim and that they therefore need not be\r\njoined. But the respondents’ claim\nis not for damages. It is,\r\nin a sense, for specific performance of tripartite contracts –\r\nwith the terminating members as\nthe third parties – based on\r\nthe proposition that, because the employers’ cessation of\r\npaying contributions to SALA\nconstituted a breach of contract, that\r\ncessation must be reversed. In the light of what I have said so far,\r\nmy view is that the\nterminating members had a direct and substantial\r\ninterest in the relief that the respondents sought and obtained from\r\nthe court\na quo. I therefore conclude that the non-joinder point\r\nraised by the appellants\nin limine\nshould have been upheld and that the appeal must therefore succeed.\n[18]\r\nIn the result:\n1 The appeal is\r\nupheld with costs, including the costs of two counsel.\n2 The order of the\r\ncourt a quo is set aside and replaced with the following:\n‘\n(a)\r\nThe application is stayed for a period of three months pending the\r\njoinder of members and former members of the first applicant\nwhose\r\nrights may be affected by the order sought.\n(b) The applicants\r\nare ordered, jointly and severally, to pay the wasted costs of the\r\nrespondents occasioned by the hearing of the\nmatter on 7 August 2012,\r\nincluding the costs of two counsel, wherever applicable.\n(c) In the event of\r\nthe joinder referred to in (a) not taking place, the application is\r\ndismissed with costs, including the costs\nof two counsel, wherever\r\napplicable.’\n2 The three month\r\nperiod referred to in paragraphs 2(a) and (c) shall be calculated\r\nfrom the date of this order.\n________________\nF\r\nD J BRAND\nJUDGE\r\nOF APPEAL\nAPPEARANCES\n:\nFor\r\nthe Appellant: M S M Brassey SC and D L Wood\nInstructed by:\nBowman Gilfillan Inc\nJohannesburg\nc/o\r\nMatsepes Inc, Bloemfontein\nFor\r\nthe Respondent: N M Arendse SC and S Khumalo\nInstructed by:\nThipa Inc Attorneys\nJohannesburg\nc/o\r\nHoney Attorneys, Bloemfontein",
  "scraped_at": "2026-02-12T16:24:46.901994",
  "date": "2015-03-09",
  "coram": [
    "Brand JA",
    "Cachalia",
    "Bosielo",
    "Saldulker JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "20045/2014",
  "parties": {
    "applicants": [
      "The City of Johannesburg",
      "The Executive Mayor of the City of Johannesburg",
      "Johannesburg Water (Pty) Limited",
      "City Power Johannesburg (Pty) Limited",
      "Johannesburg City Parks Limited",
      "Pikitup Johannesburg (Pty) Limited",
      "The South African Local Authorities Pension Fund"
    ],
    "respondents": [
      "Independent Municipal and Allied Trade Union",
      "South African Municipal Workers Union",
      "The Police, Prisons and Civil Rights Union",
      "Dimakatso Ame Mngomezulu",
      "Aaron Vulen Vilakazi",
      "Mokabi Johannes Makgato",
      "eJoburg Retirement Fund"
    ]
  },
  "sections": {
    "facts": "The City of Johannesburg and its associated utilities (collectively the employers) had been contributing to the South African Local Authorities Pension Fund (SALA). On 30 June 2004 they gave notice that, effective 1 January 2005, they would cease contributions to SALA and instead pay contributions to the eJoburg Retirement Fund. The decision affected 297 terminating employee‑members; by the time of litigation only 118 remained employed by the employers. The respondents – SALA, three trade unions and several individual members – challenged the decision in the Gauteng Local Division, seeking to set aside the employers’ termination of contributions. The court a quo dismissed the appellants’ objection that the terminating members had not been joined as parties.",
    "issues": "The primary issue was whether the terminating members, whose rights could be affected by any order, should have been joined as parties to the proceedings. Related questions included whether the board of SALA could litigate on behalf of members under s 7C(2) of the Pension Funds Act and whether the employers’ decision to withdraw contributions was lawful under contractual and statutory obligations.",
    "principles": "South African law requires that all persons with a direct and substantial interest in the subject matter be joined before a court decides the matter (Amalgamated Engineering Union v Minister of Labour; Gordon v Department of Health; Edge v Pensions Ombudsman). The test is whether an order made in the absence of such parties would be res judicata against them. Section 7C(2) of the Pension Funds Act directs trustees to act in members’ interests but does not empower them to sue on behalf of members without their consent, especially where interests may diverge.",
    "application": "The appellate court applied the joinder principle, finding that the terminating members had a direct and substantial interest because any order reversing the employers’ decision would affect their contributions, benefits and potential liabilities. The court rejected the argument that the trade unions represented all terminating members, noting that not all were union members. It also held that s 7C(2) does not grant the SALA board authority to litigate without the members, and that the employer‑member contract breach claim directly involved the members as third parties. Consequently, the non‑joinder objection was deemed valid.",
    "conclusion": "The appeal was upheld. The court set aside the judgment of the court a quo and stayed the application for three months to allow joinder of the affected members. The appellants were ordered jointly and severally to pay the respondents’ wasted costs, including counsel fees. If joinder does not occur within the three‑month period, the application will be dismissed with costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Pension Fund Litigation",
    "level_3": [
      "non-joinder",
      "membership rights",
      "statutory interpretation",
      "contractual breach",
      "costs"
    ]
  }
}