{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/85.html",
  "case_name": "Merafong City Local Municipality v AngloGold Ashanti Limited (20265/14) [2015] ZASCA 85; 2016 (2) SA 176 (SCA) (28 May 2015)",
  "citation": "[2015] ZASCA 85",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 85\n|\nNoteup\n|\nLawCite\nMerafong City Local Municipality v AngloGold Ashanti Limited (20265/14) [2015] ZASCA 85; 2016 (2) SA 176 (SCA) (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 20265/14\nIn\r\nthe matter between:\nMERAFONG\r\nCITY LOCAL\r\nMUNICIPALITY\n.............................................................\nAPPELLANT\nand\nANGLOGOLD\r\nASHANTI\r\nLIMITED\n..........................................................................\nRESPONDENT\nNeutral\r\ncitation\n:\nMerafong\r\nCity Local Municipality v AngloGold Ashanti Ltd\n(20265/2014)\n[2015] ZASCA 85\n(28 May 2015)\nCoram:\nMaya, Majiedt and Mbha JJA, Schoeman and Van der\r\nMerwe AJJA\nHeard:\n19 May 2015\nDelivered:\n28 May 2015\nSummary:\nReview – invalidity of\r\nadministrative action – Minister’s ruling made in terms\r\nof\ns 8(9)\nof the\nWater Services Act 108 of 1997\noverturning\r\nmunicipality’s decision to levy a surcharge on water for\r\nindustrial use by mines, even if invalid, exists and\nhas legal\r\nconsequences which municipality cannot simply disregard until it is\r\nset aside by court in proceedings for judicial review.\nORDER\nOn\r\nappeal from:\nGauteng\r\nDivision of the High Court, Pretoria (Kubushi J sitting as a court of\r\nfirst instance):\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\nJUDGMENT\nMAYA\r\nJA\n(Majiedt, Mbha JJA, Schoeman and Van\r\nder Merwe AJJA concurring):\n[1]\r\nAt issue in this appeal is whether the appellant municipality\r\n(Merafong) is entitled to ignore a ruling made by the Minister\nof\r\nWater Affairs and Forestry (the Minister) in terms of powers vested\r\nin her by s 8(9) of the Water Services Act 108 of 1997 (the\nAct). The\r\neffect of the ruling was to prevent Merafong from levying incremental\r\nsurcharges on water for industrial use supplied\nto mines owned by the\r\nrespondent (AngloGold),\nwhich\r\nare situated in Merafong’s jurisdictional area. The ruling\r\nfurther required Merafong, AngloGold Ashanti and Rand Water\n(formerly\r\nthe Rand Water Board)\n[1]\nto\r\nnegotiate a reasonable tariff for water supplied to the mines for\r\ndomestic use by the latter.\n[2]\r\nAngloGold, a public company, has conducted gold mining operations at\r\nits mines Tautona, Mponeng and Savuka situate near Carletonville,\n\nsince the mid 1940’s. Its operations require water which it\r\nuses mainly for two purposes. It uses it for industrial purposes\n\nwhich include dust allaying during drilling and rock handling, as a \r\ncooling medium, as a transport medium and as a solvent in\nthe\r\nmetallurgical process. It also uses water for domestic consumption by\r\nits employees housed in hostels on the mine properties.\nAngloGold has\r\nits own water reticulation infrastructure. Water saved during the\r\nmining activities is stored in reservoirs for treatment\nand\r\nrecycling. Waste water from domestic use is treated in its sewage\r\nplants operated on the mine premises. Anglogold therefore\npurchases\r\nwater for industrial use (ie use of water for mining, manufacturing,\r\ngenerating electricity, land-based transport or\nany related\r\npurpose)\n[2]\nand\r\ndomestic use only to recoup the loss incurred during the mining\r\noperations.\n[3]\r\nThe additional water has, since 1958, been directly supplied to it by\r\nRand Water. The latter body is a water board and organ\nof State,\r\nwhose primary activity is to provide water services to other water\r\nservice institutions, including municipalities in\ntheir capacity as\r\nwater service authorities. With the municipalities’ approval,\r\nit also supplies water directly to users\nfor industrial use and acts\r\nas a water service provider directly to consumers\n[3]\nin\r\nterms of written water supply agreements. AngloGold’s water\r\nsupply has, at all times, been provided through Rand Water’s\n\nsystem of reservoirs, pipelines and other apparatus which are\r\nmaintained by Rand Water. AngloGold therefore does not and has never\n\nused Merafong’s water and sanitation services.\n[4]\r\nIn December 1997, Parliament promulgated the Act, a major piece of\r\nnational legislation providing, inter alia, for the rights\nof access\r\nto the supply of water and sanitation envisaged in the\r\nConstitution,\n[4]\nthe\r\nsetting of national standards and norms  and standards for tariffs in\r\nrespect of water services,\n[5]\nthe\r\nestablishment and disestablishment of water boards and water services\r\ncommittees and their duties and powers, the monitoring\nof water\r\nservices and intervention by the Minister  or by the relevant\r\nprovince, the accountability of water service providers,\n[6]\nand\r\nthe promotion of effective water resource management and\r\nconservation.\n[7]\nThe\r\nAct further recognises local government’s constitutional\r\nauthority to administer water and sanitation services\n[8]\nand\r\ndesignates municipalities as water services authorities responsible\r\nfor progressively ensuring access to water services by consumers\n[9]\nin\r\ntheir areas of jurisdiction.\n[5]\r\nIn terms of s 6(1) of the Act, ‘no person may use water\r\nservices from a source other than a water services provider nominated\n\nby the water services authority having jurisdiction in the area in\r\nquestion, without the approval of that water services authority’.\n\nSection 7(1) of the Act provides that ‘no person may obtain\r\nwater for industrial use from any source other than the distribution\n\nsystem of a water services provider nominated by the water services\r\nauthority having jurisdiction in the area in question, without\nthe\r\napproval of that water services authority’. Section 8 of the\r\nAct governs the process employed by a water services authority\nin\r\nrespect of applications for approval made in terms of ss 6 and 7,\r\nwhich may not be unreasonably withheld and may be granted\nsubject to\r\nreasonable conditions.\n[10]\nIn\r\nterms of s 8(4), such an  applicant may appeal to the Minister\r\n‘against any decision, including any condition imposed,\nby that\r\nwater services authority in respect of the application’.\r\nSubsection (9) empowers the Minister when adjudicating the\nappeal to\r\n‘confirm, vary or overturn any decision of the water services\r\nauthority concerned’. In addition to these\nappeal powers, the\r\nMinister has supervisory and control powers under s 10. She or he may\r\nfrom time to time, with the concurrence\nof the Minister of Finance,\r\nprescribe norms and standards in respect of tariffs for water\r\nservices.\n[6]\r\nMunicipalities assumed the status of water service authorities only\r\nin July 2003 following the adoption of the Strategic Framework\n\ndocument by the Department of Water Affairs and Forestry. On 11\r\nFebruary 2004, Merafong sent a written notice to all the mines\nin its\r\narea of jurisdiction, including AngloGold. It informed the mines that\r\nit had, with effect from 1 July 2003, been accorded\nthe powers and\r\nfunctions of a water services authority. It further requested the\r\nmines to apply for approval for the supply of\nwater for industrial\r\nuse in terms of s 7 of the Act. This letter was followed by meetings\r\nat which Merafong explained the implications\nof the Act and its role\r\nas a water services authority.\n[7]\r\nAnglogold replied on 8 April 2004 and  requested Merafong’s\r\napproval ‘to continue obtaining water from Rand\nWater for its\r\nmining operations and associated domestic applications at the tariff\r\nset by, and under the conditions imposed by\nRand Water’.\r\nMerafong responded by way of a letter dated 31 May 2004 headed\r\n‘APPROVAL TO BE SUPPLIED WITH WATER’.\nIt stated that it\r\nappointed Rand Water as its water service provider which would supply\r\nwater to the mines directly, bill and collect\nwater sales revenue and\r\nassume responsibility for water quality and other technical aspects\r\nof water supply as Merafong’s\nagent. It also set out proposed\r\ntariffs for water to be supplied to the mines which were\r\nsignificantly higher than Rand Water’s\nprices and included a\r\nhigher tariff for operational use compared to domestic use.\n[8]\r\nOn 11 June 2014 AngloGold appealed to the Minister in terms of s 8(4)\r\nof the Act. Its main complaints were that (a) the tariff\nproposed by\r\nMerafong was ‘excessively higher than the equivalent Rand Water\r\ntariff while [Merafong] is not adding any value\nto, or assuming any\r\nresponsibility for any aspect of the water supply’ (the\r\ndifference would amount to R498 599 per\nmonth) and (b) Merafong\r\nfailed to recognise AngloGold’s role as a water service\r\nprovider or make any attempt, other than\nto request information on\r\nthe mine’s consumption, to understand its economic situation.\r\nAs indicated above, the Minister\nupheld the appeal. In her opinion\r\nthe tariff increase of 62 per cent was unreasonable because Merafong\r\nwould add no value to the\nservices provided to AngloGold by Rand\r\nWater. She ruled that a surcharge could be levied only on the portion\r\nof water that the\nmines were using for domestic purposes and not for\r\nindustrial use ‘[s]ince water for industrial use is not defined\r\nas a municipal\nservice in terms of section 1(xxv) of the [Act]’.\r\nThe Minister then directed Merafong, Anglogold and Rand Water to\r\nnegotiate\na reasonable tariff on the portion of water used by\r\nAnglogold for domestic purposes.\n[9]\r\nNegotiations were initiated as ordered by the Minister. In July 2006\r\nthe parties concluded a draft interim agreement in terms\nof which the\r\nmines would be charged Merafong’s tariff for water for domestic\r\nuse and Rand Water’s industrial tariff\nfor the mine hostels and\r\noperational water use. The negotiation process then stalled. From\r\nJuly 2007 Merafong took over from Rand\nWater and started invoicing\r\nAngloGold for water supplied to it by Rand Water. It informed\r\nAngloGold that it would levy a flat rate\non all water consumed on the\r\nmines with effect from June 2006 although it did not do so until\r\n2008. Since July 2007 Merafong has\ncharged AngloGold on a tariff far\r\nexceeding what it paid Rand Water despite the Minister’s\r\nruling. (AngloGold was informed\nby the Chamber of Mines that Merafong\r\nregarded the ruling as invalid on constitutional grounds and that it\r\nwould ignore it.)\n[10]\r\nIt appears from a legal opinion obtained by Merafong that its lawyers\r\nadvised it to convince the Minister to withdraw her decision\n\noverturning its decision to impose tariffs on the mines. However, its\r\nattempts at engaging the Minister (who was likely\nfunctus\r\nofficio\nin respect of her powers under s 8(9) in any event) towards this end\r\nfailed. The formal dispute it consequently declared against\nher also\r\ndoes not seem to have achieved the desired result.\n[11]\nAnd\r\nit continued imposing and implementing the tariffs adopted by its\r\ncouncil on the mines on the basis that the Minister’s\nruling,\r\nwhich it did nothing to challenge, was not applicable.\n[11]\r\nOver an extended period, AngloGold sought to ascertain the legal\r\nbasis for the tariffs and surcharges imposed by Merafong.\nWhen its\r\nenquiries went unattended Anglogold withheld payment of the disputed\r\nportion of the levies. In September 2007 Merafong\ndemanded payment of\r\nthe arrears on the threat that it would otherwise take ‘appropriate\r\nsteps … to limit water supply’\nto AngloGold’s\r\nmines. AngloGold yielded to the demand, but informed Merafong that it\r\ndid so, under protest and without prejudice\nto its rights, to obviate\r\nthe drastic consequences and irreparable harm to its operations if\r\nits water supply was cut. It still\nasked Merafong to indicate the\r\nlegal basis for the disputed tariffs and surcharges. In response,\r\nMerafong did not address the Minister’s\nruling and only listed\r\nvarious constitutional and statutory provisions which it claimed\r\nentitled it to do so.\n[12]\r\nThe impasse lasted until Anglogold launched application proceedings\r\nto enforce the Minister’s ruling. To that end it\nsought a\r\ndeclarator that Merafong may not levy a surcharge on water for\r\nindustrial and domestic use supplied to AngloGold by Rand\nWater and\r\nvarious ancillary relief and an alternative order reviewing and\r\nsetting aside Merafong’s imposition of a surcharge\non water for\r\nboth industrial and domestic use in terms of s 6(2)(\ne\n)(i)\r\nand/or (ii) of the Promotion of Administrative Justice Act 3 of 2000\r\n(PAJA). Merafong opposed the application and launched\na\r\ncounter-application. It sought a declarator that it has exclusive\r\nauthority to set tariffs relating to the provision of water.\nIn the\r\nevent that the court below found that s 8(9) empowered the Minister\r\nto interfere with its powers relating to the setting\nof water\r\nservices tariffs, it sought an order declaring the provisions\r\nunconstitutional to that extent.\n[13]\r\nThe court below granted the relief sought by Anglogold and dismissed\r\nthe counter-application. Its approach was that prior to\n1 July 2003\r\nMerafong had not yet appointed a water service provider for purposes\r\nof ss 6 and 7 of the Act. Thus, the court found,\nwhen AngloGold\r\nsought Merafong’s approval to continue obtaining water from\r\nRand Water it did so, properly, in terms of those\nprovisions. The\r\ncourt acknowledged Merafong’s executive and legislative powers\r\nas a water services authority. But it held\nthat such powers were\r\nsubject to national legislation, ie the Act which expressly entitles\r\nthe Minister, in s 8(1), to intervene\nwhere a municipality\r\nunreasonably withheld its approval or imposed unreasonable conditions\r\nin respect of applications made under\nss 6 and 7. The court concluded\r\nthat the Minister’s ruling was therefore lawful and bound\r\nMerafong, alternatively that it\nwas valid until set aside by a court\r\nof law.\n[14]\r\nOn appeal before us it was argued on Merafong’s behalf that\r\nAngloGold’s appeal to the Minister was ill-conceived\nand the\r\njudgment of the court below wrong. This was so because ss 6 and 7 of\r\nthe Act were not applicable to this case as the water\nsupplied by\r\nRand Water was not from ‘a source other than the distribution\r\nsystem of a water services provider’ ie a\nthird party that was\r\nneither a water service authority (in this case Merafong) or a water\r\nservice provider (in this case Rand Water)\nwithin the contemplation\r\nof these provisions. The appeal therefore had no basis, continued the\r\nargument, and the Minister exceeded\nher powers by making the disputed\r\nruling, which was a nullity and did not bind Merafong.\n[15]\r\nIt seems to me that Merafong’s failure to challenge the\r\nMinister’s ruling in judicial review proceedings, rather\nthan\r\nthe constitutional attack it launched against the empowering\r\nstatutory provisions, poses an insuperable difficulty for its\ncase. I\r\nwill assume without deciding that the Minister’s decision was\nultra\r\nvires\nas\r\nwas argued on its behalf. But even if unlawful, the Minister’s\r\nruling existed in fact and had legal consequences. Merafong\ncould,\r\ntherefore, not simply treat it as though it did not exist and act in\r\nthe very manner that it sought to prevent.\n[12]\nAs\r\nthe Constitutional Court pointed out in\nMEC\r\nfor Health, Eastern Cape & another v Kirland Investments (Pty)\r\nLtd t/a Eye and Lazer Institute\n:\n[13]\n‘\nEven\r\nwhere the decision [by a state official] is defective …\r\ngovernment should generally not be exempt from the forms and\n\nprocesses of review. It should be held to the pain and duty of proper\r\nprocess. It must apply formally for a court to set aside\nthe\r\ndefective decision, so that the court can properly consider its\r\neffects on those subject to it … Government should not\nbe\r\nallowed to take shortcuts … Once the subject has relied on a\r\ndecision, government cannot, barring specific statutory\nauthority,\r\nsimply ignore what it has done. The decision, despite being\r\ndefective, may have consequences that make it undesirable\nor even\r\nimpossible to set it aside. That demands a proper process, in which\r\nall factors for and against are properly weighed …\n[T]he\r\nConstitution … does not require [public officials] to act\r\nwithout erring. On the contrary, it anticipates imperfection,\nbut\r\nmakes it subject to the corrections and constraints of the law.’\n[16]\r\nIt was contended for Merafong that it was not required to seek\r\njudicial review of the Minister’s ruling in the circumstances\n\nof this case because the Minister improperly exercised her powers\r\nwhere the very preconditions for their invocation had not been\nmet.\nThis\r\nargument has no merit.\nIt\r\nis clear from the Constitutional Court’s comments in\nKirland\nthat it matters not if the Minister’s decision did not meet the\r\npreconditions set out in ss 6 and 7 for the exercise of her\nappeal\r\npowers under s 8(9). There the Court said:\n[14]\n‘\nIn\r\nour post-constitutional administrative law, there is no need to find\r\nthat an administrator lacks jurisdiction whenever she fails\nto comply\r\nwith the preconditions for lawfully exercising her powers. She acts,\r\nbut she acts wrongly, and her decision is capable\nof being set aside\r\nby proper process of law. So the absence of a jurisdictional fact\r\ndoes not make the action a nullity. It means\nonly that the action is\r\nreviewable, usually on the grounds of lawfulness (but sometimes also\r\non the grounds of reasonableness).\nOur courts have consistently\r\ntreated the absence of a jurisdictional fact as a reason to set the\r\ndecision aside, rather than as\nrendering the action non-existent from\r\nthe outset.’\n[17]\r\nIt is clear from these dicta that Merafong was obliged to approach\r\nthe court to set the Minister’s ruling aside and that\nit\r\nbreached the principle of legality by simply disregarding it. And the\r\ncollateral challenge it sought to mount against the ruling\ndoes not\r\navail it because it is an organ of State. It is established in our\r\nlaw that a collateral challenge to the validity of\nan administrative\r\naction is a remedy available to a person threatened by a public\r\nauthority with coercive action precisely because\nthe legal force of\r\nthe coercive action will most often depend upon the legal validity of\r\nthe administrative action in question.\n[15]\nThe\r\nnotion that an organ of State can use this shield against another\r\norgan of State is simply untenable. These findings dispense\nwith the\r\nneed to deal with the substantive issues raised in the matter. The\r\nappeal must fail.\n[18]\r\nIn the result the following order is made:\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.\n____________________\nMML\r\nMAYA\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellants: MSM Brassey SC (ESJ Van Graan SC)\nInstructed\r\nby: De Swardt Vögel Myambo Attorneys, Pretoria\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nRespondent: NJ Graves SC (IB Currie)\nInstructed\r\nby: Knowles Husain Lindsay Inc, Johannesburg\nMcIntyre\r\n& Van der Post, Bloemfontein\n[1]\nEstablished\r\n\tunder the Rand Water Board Incorporation Ordinance 32 of 1903\n,\nas consolidated in the Rand Water Board Statutes (Private Act) 17 of\r\n\t1950, deemed to be a water board established in terms of\nthe\nWater\nServices Act 108 of 1997\n.\n[2]\nAs\r\n\tdefined in s 1 of the Act.\n[3]\nIn\r\n\tterms of ss 1 and 30(2)(\nd\n)\r\n\tof the Act, respectively.\n[4]\nThe\r\n\tConstitution of the Republic of South Africa Act 108 of 1996.\n[5]\nDefined\r\n\tin s 1of the Act as water supply services ie the abstraction,\r\n\tconveyance, treatment and distribution of potable water,\nwater\r\n\tintended to be converted to potable water or water for commercial\r\n\tuse but not water for industrial use, and sanitation\nservices ie the\r\n\tcollection, removal, disposal or purification of human excreta,\r\n\tdomestic waste-water, sewage and effluent resulting\nfrom the use of\r\n\twater for commercial purposes.\n[6]\nDefined\r\n\tin s 1 of the Act as ‘any person who provides water services\r\n\tto consumers or to another water services institution\n[ie a water\r\n\tservices authority, a water service provider, a water board and a\r\n\twater services committee] but does not include\na water services\r\n\tintermediary [ie any person who is obliged to water services to\r\n\tanother in terms of a contract where the obligation\nto provide water\r\n\tservices is incidental to the main object of that contract]\n’\n.\n[7]\nAs\r\n\tprovided in the Act’s Preamble and s 2.\n[8]\nIn\r\n\tterms of para 5 of the Act’s Preamble and Part B of Schedule 4\r\n\tread with s 156(1)(\na\n)\r\n\tof the\nConstitution.\n[9]\nDefined\r\n\tin s 1 of the Act as any end user who receives water services from a\r\n\twater services authority including an end user in\nan informal\r\n\tsettlement.\n[10]\nSection\r\n\t8(1)(\na\n)\r\n\tand (\nb\n)\r\n\tof the Act.\n[11]\nIn\r\n\tterms of\ns 42\nof the\nIntergovernmental Relations Framework Act 13 of\n2005\n.\nSection 40\nof this Act enjoins all organs of State to make\r\n\tevery reasonable effort to avoid intergovernmental disputes when\r\n\texercising their\nstatutory powers or performing their statutory\r\n\tduties and to settle such disputes without resorting to litigation.\n[12]\nOudekraal\r\n\tEstates (Pty) Ltd v City of Cape Town & others\n2004\r\n\t(6) SA 222\n(SCA) para 40.\n[13]\nMEC\r\n\tfor Health, Eastern Cape &  another v Kirland Investments\r\n\t(Pty) Ltd t/a Eye and Lazer Institute\n2014\r\n\t(3) SA 481\n(CC) paras 64, 65 and 88.\n[14]\nAt\r\n\tparagraphs  98-99.\n[15]\nIbid\r\n\tpara 35;\nCity\r\n\tof Tshwane Metropolitan Municipality v Cable City (Pty) Ltd\n2010\r\n\t(3) SA 589\n(SCA) para 15.",
  "scraped_at": "2026-02-12T17:22:16.423716",
  "date": "2015-05-28",
  "coram": [
    "Maya",
    "Majiedt",
    "Mbha JJA",
    "Schoeman",
    "Van der Merwe AJJA"
  ],
  "case_number": "20265/14",
  "parties": {
    "applicants": [
      "Merafong City Local Municipality"
    ],
    "respondents": [
      "AngloGold Ashanti Limited"
    ]
  },
  "sections": {
    "facts": "Merafong City Local Municipality became a water services authority in July 2003 and notified mines in its jurisdiction, including AngloGold Ashanti, to apply for approval to obtain water for industrial use under the Water Services Act. AngloGold applied to continue receiving water from Rand Water at Rand Water's tariffs. Merafong responded by appointing Rand Water as its provider but set tariffs considerably higher than Rand Water’s rates. AngloGold appealed to the Minister of Water Affairs under s 8(4) of the Act, arguing the tariffs were unreasonable. The Minister overturned Merafong’s decision, allowing a surcharge only on water used for domestic purposes and ordering the parties to negotiate a reasonable tariff for domestic use. Merafong ignored the Minister’s ruling, continued levying the higher tariffs, and threatened to cut water supply when AngloGold withheld payment. The dispute proceeded to the High Court, which upheld the Minister’s ruling, and Merafong appealed.",
    "issues": "The appeal raised (1) whether the Minister’s decision made under s 8(9) of the Water Services Act was valid and binding on Merafong; (2) whether Merafong could lawfully ignore the Minister’s ruling and continue imposing the higher tariffs; (3) whether Merafong was required to seek judicial review of the Minister’s decision before challenging its validity; and (4) whether a municipal authority can mount a collateral challenge against a decision of another organ of state.",
    "principles": "The court applied principles of administrative law: a decision of an administrative authority, even if ultra vires, has legal effect until set aside by a court; the doctrine of legality requires public authorities to act within the law and to follow proper procedural routes, including judicial review under the Promotion of Administrative Justice Act; the Constitutional Court in MEC for Health v Kirland Investments affirmed that a defective decision is reviewable rather than a nullity; a State organ cannot rely on a collateral attack against another State organ; and s 8(9) expressly empowers the Minister to confirm, vary or overturn water services authority decisions, which are binding pending judicial review.",
    "application": "The court found that Merafong’s failure to apply to the court to set aside the Minister’s ruling breached the principle of legality. Even assuming the Minister acted beyond her jurisdiction, the ruling nonetheless existed in fact and produced legal consequences. Consequently, Merafong could not simply disregard it and continue levying the contested surcharge. The court held that the proper remedy for Merafong would have been to seek judicial review, not to launch a collateral constitutional challenge, and that the Minister’s decision remained binding until successfully reviewed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The Minister’s ruling remains in force, and Merafong must comply with it."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Water Services",
    "level_3": [
      "Water Services Act",
      "Ministerial Powers",
      "Tariff Dispute",
      "Judicial Review",
      "Municipal Authority"
    ]
  }
}