{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/88.html",
  "case_name": "South African Land Arrangements CC & Others v Nedbank LTD (20063/2014) [2015] ZASCA 88 (29 May 2015)",
  "citation": "[2015] ZASCA 88",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 88\n|\nNoteup\n|\nLawCite\nSouth African Land Arrangements CC & Others v Nedbank LTD (20063/2014) [2015] ZASCA 88 (29 May 2015)\nDownload original files\nPDF format\nRTF format\nSUPREME\r\nCOURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nReportable\nCase\r\nNo: 20063/2014\nIn\r\nthe matter between:\nSOUTH\r\nAFRICAN LAND ARRANGEMENTS CC            First\r\nAppellant\nGUIDO\r\nLOUIS MARC MARIEN           \r\n                      Second\n\nAppellant\nANNE\r\nJOSEPHA LOUIS DELAET                                 Third\n\nAppellant\nand\nNEDBANK\r\nLIMITED                                                            \n\nRespondent\nNeutral\r\ncitation:\nSouth African Land Arrangements CC &\r\nOthers\nv\nNedbank\r\nLTD\n(20063/2014)\n[2015] ZASCA 88\n(29\r\nMay 2015).\nCoram:      \r\nMhlantla, Majiedt, Pillay and Mbha JJA and Van der Merwe AJA\nHeard:\n05\nMay\r\n2015\nDelivered:  \r\n29 May 2015\nSummary:\nCivil procedure–summary\r\njudgment–defence–counterclaim–reliance on agreement\r\nwhich never came into operation–not\nbona fide defence–summary\r\njudgment correctly granted.\nORDER\nOn\r\nappeal from:\nWestern Cape Division of\r\nthe High Court, Cape Town (Griesel and Samela JJ sitting as court of\r\nappeal):\n1\r\nThe application for the postponement of the appeal is dismissed with\r\ncosts on an attorney and client scale.\n2\r\nThe appeal is dismissed with costs on an attorney and client scale.\nJUDGMENT\nMhlantla\r\nJA (Majiedt, Pillay and Mbha JJA and Van Der Merwe AJJA concurring):\n[1]\r\nThis appeal, with special leave of this court, arises from summary\r\njudgment proceedings in the Magistrates’ Court, Somerset\nWest\r\nlaunched by Nedbank Limited (the bank) against South African Land\r\nArrangements CC (the first appellant), Guido Louis Marc\nMarien and\r\nAnne Josepha Louis Delaet (the second and third appellants\r\nrespectively). An appeal to the Western Cape Division of\nthe High\r\nCourt, Cape Town (per Griesel J and Samela J concurring) against the\r\nsummary judgment granted in the magistrates’\ncourt, was\r\ndismissed. It is against this decision that the appellants appeal to\r\nthis court.\n[2]\r\nThe appeal concerns two issues. First, whether leave to adduce\r\nfurther evidence in the form of a written agreement should be\n\ngranted. Second, whether the appellants have set out sufficient facts\r\nto establish a defence on the merits and in the form of a\n\ncounterclaim. The background is set out hereafter.\n[3]\r\nDuring July 2009 the bank concluded a loan agreement with the first\r\nappellant in terms of which the bank lent and advanced to\nthe first\r\nappellant an amount of R1 250 000 on various terms. The\r\nbank also granted the first appellant an overdraft\nfacility with a\r\nlimit of R365 000 which was later increased to R667 000. A\r\nmortgage bond over the property of the first\nappellant was registered\r\nin favour of the bank. The second and the third appellants signed\r\ndeeds of suretyship guaranteeing the\nfirst appellant’s\r\nobligations to the bank.\n[4]\r\nThe first appellant defaulted with the repayment of the loan capital\r\nand exceeded the limit of the overdraft facility. As a\nresult the\r\nbank instituted action in the magistrates’ court, against the\r\nfirst appellant as principal debtor as well as against\nthe second and\r\nthird appellants in their capacities as sureties. The bank claimed an\r\namount of R1190 590.27, being the balance\non the loan, and R725\r\n966.75 in respect of the overdraft facility. The appellants entered\r\nan appearance to defend.\n[5]\r\nUpon the expiry of the dies, the bank applied for summary judgment.\r\nThe appellants opposed this application. In their opposing\naffidavit,\r\nthe appellants admitted that they were indebted to the bank but\r\naverred that the amounts were not yet due. They further\nalleged that\r\nthey had a counterclaim which was in excess of the amounts claimed by\r\nthe bank. The appellants’ defence was\nthat the facility\r\nagreement relied upon by the bank had been superseded by a credit\r\nrestructuring agreement dated 28 June 2010\n(the restructuring\r\nagreement). In terms of this agreement, the first appellant would be\r\nreplaced by another entity, Seasons Find\n593 CC (Seasons Find), as\r\nprincipal debtor. Furthermore the appellants alleged that the bank\r\nhad breached the terms of that agreement\nand that they had demanded\r\nfrom the bank payment of an amount of R2 800 000. In support of\r\nthis allegation, a letter of demand\nwhich had been sent to the bank\r\nwas annexed to the opposing affidavit. This was their counterclaim to\r\nthe bank’s claims.\n[6]\r\nAfter the application was heard, the magistrate concluded that the\r\nappellants had no bona fide defence to the bank’s claim\nand\r\ngranted summary judgment. An appeal against the magistrate’s\r\ndecision was dismissed by the Western Cape Division of the\nHigh\r\nCourt, Cape Town. Griesel J held that the restructuring agreement was\r\nsubject to suspensive conditions and these had not been\nfulfilled. He\r\nconcluded that that agreement never came into effect and therefore\r\nthe appellants had failed to disclose a defence.\n[7]\r\nIn the circumstances that will be described later, the appeal in this\r\ncourt proceeded in the absence of the appellants’\ncounsel after\r\ntheir application for the postponement of the appeal was dismissed\r\nwith costs. In the result, this court when considering\nthe issues in\r\nthe appeal, had regard to the appellants’ heads of argument\r\nwhich were filed on 6 October 2014.\n[8]\r\nRegarding the first issue, the appellants in their heads of argument\r\nsought leave to adduce further evidence, in the form of\nthe\r\nrestructuring agreement. They contended that the said document was\r\nerroneously omitted and should have been attached to the\naffidavit\r\nopposing summary judgment. They further submitted that their legal\r\nrepresentative had referred to this agreement during\nthe hearing of\r\nthe summary judgment application and the magistrate had deprived them\r\nof an opportunity to tender this written agreement\nin evidence.\n[9]\nSection 19\nof the\nSuperior Courts Act 10 of 2013\nempowers a court on\r\nhearing an appeal to receive further evidence. It is incumbent upon\r\nan applicant for leave to adduce further\nevidence to satisfy the\r\ncourt that it was not owing to any remissness or negligence on his or\r\nher part that the evidence was not\nadduced at the trial\n[1]\n.\n[10]\r\nIn this case, no application was launched for leave to present a\r\nsupplementary affidavit to introduce the restructuring agreement.\nThe\r\nappellants could have done so in the Magistrate’s Court in\r\nterms of\nRule 55\n[2]\n. Furthermore\r\nno proper application was launched in this court. Instead, the\r\nappellants raised this issue in their heads of argument.\nNo\r\nexplanation has been furnished for the failure to tender the document\r\nsave to state that the restructuring agreement was erroneously\n\nomitted from the record. In my view, that explanation is insufficient\r\nand does not constitute exceptional circumstances. In the\nresult, the\r\napplication to adduce further evidence must fail.\n[11]\r\nIn my view, the granting of leave to adduce further evidence would,\r\nin any event, not have assisted the appellants in that\nthe\r\nrestructuring agreement relied upon was not signed by all the parties\r\nand it was subject to suspensive conditions or ‘conditions\n\nprecedent’. In this regard, the first appellant and Seasons\r\nFind were obliged to provide various documents, amongst others;\ntheir\r\nfinancial statements, auditor’s certificates, cession of\r\ncertain insurance policies, suretyships by the second and\nthird\r\nappellants as well as by a third party. Furthermore they were\r\nrequired to register a first covering bond over certain immovable\n\nproperty in favour of the bank. It is common cause that the\r\nsuspensive conditions were never fulfilled, and that therefore the\n\nrestructuring agreement never came into existence.\n[12]\r\nThis then brings me to the next question, that is, whether the\r\nappellants disclosed a bona fide defence and in particular whether\n\ntheir counterclaim can be regarded as a defence that is good in law. \r\nRule 14 of the Magistrates’ Courts Rules and which\nis similar\r\nto Uniform rule 32 of the Superior Courts enables the plaintiff to\r\napply for summary judgment where the claim is:\n(a)     \r\non a liquid document;\n(b)    \r\nfor a liquidated amount in money;\n(c)    \r\nfor delivery of a specified movable property; or\n(d)    \r\nfor ejectment,\ntogether\r\nwith any claim for interest and costs. The defendant, on the other\r\nhand, must set out a defence that is bona fide and good\nin law and\r\nalso disclose fully the nature and grounds of his or her defence.\n[13]\r\nThe legal principles governing summary judgment proceedings are\r\nwell-established. In\nMaharaj\nv\nBarclays\r\nNational Bank Ltd\n,\n[3]\nCorbett JA outlined the\r\nprinciples and what is required from a defendant in order to\r\nsuccessfully oppose a claim for summary judgment\nas follows:\n‘…\n[One]\r\nof the ways in which a defendant may successfully oppose a claim for\r\nsummary judgment is by satisfying the Court by affidavit\nthat he has\r\na\nbona fide\ndefence to the claim. Where the defence is based upon facts, in the\r\nsense that material facts alleged by the plaintiff in his summons,\nor\r\ncombined summons, are disputed or new facts are alleged constituting\r\na defence, the Court does not attempt to decide these issues\nor to\r\ndetermine whether or not there is a balance of probabilities in\r\nfavour of the one party or the other. All that the Court\nenquires\r\ninto is: (\na\n)\r\nwhether the defendant had “fully” disclosed the nature\r\nand grounds of his defence and the material facts upon which\nit is\r\nfounded, and (\nb\n)\r\nwhether on the facts so disclosed the defendant appears to have, as\r\nto either the whole or part of the claim, a defence which\nis both\nbona fide\nand good in law. If satisfied on these matters the Court must refuse\r\nsummary judgment either wholly or in part, as the case may\nbe. The\r\nword “fully”, as used in the context of the Rule (and its\r\npredecessors), has been the cause of some judicial\ncontroversy in the\r\npast. It connotes, in my view, that, while the defendant need not\r\ndeal exhaustively with the facts and the evidence\nrelied upon to\r\nsubstantiate them, he must at least disclose his defence and the\r\nmaterial facts upon which it is based with sufficient\nparticularity\r\nand completeness to enable the court to decide whether the affidavit\r\ndiscloses a\nbona fide\ndefence.’\n[14]\r\nRegarding the remedy provided by summary judgment proceedings, Navsa\r\nJA said in\nJoob\r\nJoob Investments (Pty) Ltd\nv\nStocks\r\nMavundla Zek Joint Venture\n[4]\n:\n‘\n[31]…The\r\nsummary judgment procedure was not intended to “shut a\r\ndefendant out from defending”, unless it was\nvery clear indeed\r\nthat he had no case in the action. It was intended to prevent sham\r\ndefences from defeating the rights of parties\nby delay, and at the\r\nsame time causing great loss to plaintiffs who were endeavouring to\r\nenforce their rights. [32] The rationale\nfor summary judgment\r\nproceedings is impeccable. The procedure is not intended to deprive a\r\ndefendant with a triable issue or a\nsustainable defence of her/his\r\nday in court. After almost a century of successful applications in\r\nour courts, summary judgment\nproceedings can hardly continue to be\r\ndescribed as extraordinary.’\n[15]\r\nWhere a counterclaim is put up as a defence, a full disclosure of the\r\nnature and the grounds of the counterclaim as well as\nthe material\r\nfacts upon which a defendant relies must be made in order for it to\r\nbe successful in a defence\n[5]\n.\n[16]\r\nIn this case the appellants relied on their counterclaim as a\r\ndefence. They contended that the bank had breached the terms\nof the\r\nrestructuring agreement in that it prevented the first appellant from\r\naccessing its available funds and that it closed all\nthe banking\r\nfacilities of Seasons Find in breach of the agreement. The appellant,\r\nhowever, did not provide any facts supporting\nthe allegation of the\r\nbreach.\n[17]\r\nOn the appellants’ own version they admit that they are\r\nindebted to the bank. Furthermore on their own version they admit\n\nthat the restructuring agreement never came into effect. This is so\r\nbecause that agreement was subject to suspensive conditions\nwhich\r\nwere not fulfilled. It follows that an agreement that never came into\r\neffect cannot be breached. No reliance can be placed\non this contract\r\nand the alleged breach thereof. The appellants’ reliance on\r\nthis non-existent contract is misplaced and\nthe counterclaim falls\r\naway. In the result, the defence raised by the appellant is not bona\r\nfide. Therefore, I am satisfied that\nthe court a quo was correct when\r\nit dismissed the appeal against the grant of summary judgment. The\r\nappeal falls to be dismissed.\n[18]\r\nInsofar as the costs are concerned, counsel for the bank advised the\r\ncourt from the bar that clause 17 of the agreement concluded\nby the\r\nparties made provision that all legal costs shall be on an attorney\r\nand client scale. An order to that effect will be made.\n[19]\r\nIt remains for me to deal with the issue of the application for the\r\npostponement of the appeal. The appeal in this court was\nheard on\r\nTuesday 5 May 2015. On the day before the hearing of the appeal, the\r\nappellants filed an application for a postponement\nof the appeal.\r\nThis application was supported by an affidavit deposed to by the\r\nsecond appellant. The bank opposed the application.\nAfter considering\r\nargument the application was dismissed with costs. Mr Lubbe, who\r\nrepresented the appellants, excused himself\nfrom the proceedings\r\nstating that he held no instructions with regard to the appeal. As\r\npreviously indicated, the appeal thereafter\nproceeded in the absence\r\nof appellants’ representative.\n[20]\r\nIt is apposite at this stage to consider the principles governing the\r\ngrant or refusal of postponements. In\nNational\r\nPolice Service Union & others\nv\nMinister\r\nof Safety and Security & others\n,\n[6]\nMokgoro J held that a\r\npostponement of a matter set down for hearing on a particular date\r\ncannot be claimed as of right. An applicant\nfor a postponement seeks\r\nan indulgence from the court and must show that there is good cause\r\nfor the postponement. The applicant\nmust furnish a full and\r\nsatisfactory explanation of the circumstances that gave rise to the\r\napplication. Lastly, whether a postponement\nwill be granted is in the\r\ndiscretion of the court and cannot be secured by mere agreement\r\nbetween the parties.\n[21]\r\nIn\nMcCarthy\r\nRetail\nv\nShortdistance\r\nCarriers CC\n,\n[7]\nSchutz JA said:\n‘\nA\r\nparty opposing an application to postpone an appeal has a procedural\r\nright that the appeal should proceed on the appointed day.\nIt is also\r\nin the public interest that there should be an end to litigation.\r\nAccordingly in order for an applicant for a postponement\nto succeed,\r\nhe must show a “good and strong reason” for the grant of\r\nsuch relief…’\n[22]\r\nThe Constitutional Court restated these principles in\nLekolwane\r\n& another\nv\nMinister\r\nof Justice and Development,\n[8]\nwhere it held:\n‘\nThe\r\npostponement of a matter set down for hearing on a particular date\r\ncannot be claimed as a right. An applicant for a postponement\nseeks\r\nan indulgence from the court. A postponement will not be granted,\r\nunless this Court is satisfied that it is in the interests\nof justice\r\nto do so. In this respect the applicant must ordinarily show that\r\nthere is good cause for the postponement. Whether\na postponement will\r\nbe granted is therefore in the discretion of the court. In exercising\r\nthat discretion, this Court takes into\naccount a number of factors,\r\nincluding (but not limited to) whether the application has been\r\ntimeously made, whether the explanation\ngiven by the applicant for\r\npostponement is full and satisfactory, whether there is prejudice to\r\nany of the parties, whether the\napplication is opposed and the\r\nbroader public interest.’\n[23]\r\nIn this matter, the application for a postponement was filed in court\r\non the eve of the hearing of the appeal. The second appellant\n\nfurnished an explanation that their advocate had returned his brief\r\non 21 April 2015 and their attorney, Mr Osborne, had withdrawn\non 28\r\nApril 2015 after he was not successful in engaging new counsel to\r\nargue the appeal on short notice. The second appellant,\nhowever,\r\nfailed to take the court into his confidence and set out the steps he\r\ntook to obtain the services of new attorney and\ncounsel, nor did he\r\nprovide the reason for Mr Osborne’s withdrawal, who continued\r\nto act for the appellants in other matters\nbefore the high court.\r\nRegarding counsel’s withdrawal, the second appellant merely\r\nstated that counsel who previously attended\nto the matter was\r\ninvolved in a dispute with Mr Osborne. It is worth mentioning that\r\nthe notice of withdrawal prepared by the attorney\nstated that the\r\nappellants had terminated the mandate. This explanation differs from\r\nthe explanation provided by the second appellant\nunder oath.\n[24]\r\nIn the result the applicant has failed to provide a full and\r\nsatisfactory explanation of the circumstances that gave rise to\nthe\r\napplication. The application on this ground alone had to fail.\n[25]\r\nIn addition to the abovementioned factor it became clear to the court\r\nthat the appellants had no intention of proceeding with\nthe appeal in\r\nview of their responses to the respondent when the issue of a\r\npostponement was raised between the parties. In this\nregard it is\r\napposite to refer to the decision of Harms JA in\nTake\r\nand Save Trading CC & others\nv\nStandard\r\nBank of SA Ltd,\n[9]\nwhere he said:\n‘\nA\r\nsupine approach towards litigation by judicial officers is not\r\njustifiable either in terms of the fair trial requirement or in\nthe\r\ncontext of resources. One of the oldest tricks in the book is the\r\npractice of some legal practitioners, whenever the shoe pinches,\nto\r\nwithdraw from the case (and more often than not to reappear at a\r\nlater stage), or of clients to terminate the mandate (more\noften than\r\nnot at the suggestion of the practitioner), to force the court to\r\ngrant a postponement because the party is then unrepresented.\n\nJudicial officers have a duty to the court system, their colleagues,\r\nthe public and the parties to ensure that this abuse is curbed\nby, in\r\nsuitable cases, refusing a postponement. Mere withdrawal by a\r\npractitioner or the mere termination of a mandate does not,\ncontrary\r\nto popular belief, entitle a party to a postponement as of right.’\n[26]\r\nThis is precisely what transpired in this case. The second appellant\r\nraised every possible excuse in an attempt to have the\nappeal\r\npostponed. He initially relied on the withdrawal of their legal\r\nrepresentatives. When he was advised that he could engage\nanother\r\nteam of legal representatives from Cape Town or Bloemfontein, he\r\nresponded that there was insufficient time to do that.\nWhen it was\r\nthen brought to his attention that he, as a member of the first\r\nappellant, could represent it and himself, he furnished\na bizarre\r\nexplanation that the first appellant had since April 2015 been\r\nconverted into a company and since directors were not\nallowed to\r\nappear on behalf of companies, he could not attend court. There is\r\nhowever no confirmation from the Registrar of the\nCompanies and\r\nIntellectual Property Commission of the first appellant’s\r\nconversion. Regarding his appearance, he stated that\nhe had to appear\r\nin the court a quo in respect of other applications (this turned out\r\nto be interlocutory applications where his\npresence was not\r\nrequired). Strangely enough, Mr Osborne who had withdrawn in this\r\nmatter, was representing the appellants in those\napplications. The\r\nthird appellant, in her affidavit, deposed that she was ill and\r\nannexed a doctor’s certificate dated 28\nApril 2015. Curiously,\r\nthe diagnosis was that she suffered from general anxiety disorder and\r\nthat she should not be exposed to\nany form of stress or to appear\r\nbefore any court. It is clear that the appellants tried every trick\r\nin the book to get the appeal\nto be postponed.\n[27]\r\nOn the other hand, the interests of the bank had to be considered.\r\nThe bank would be severely prejudiced by the postponement\nas it would\r\nnot obtain final determination of its claim and payment of a debt\r\nthat has been outstanding since 2011.\n[28]\r\nIt was for these reasons why the postponement was refused. For\r\npurposes of completeness, I intend to include an order in respect\nof\r\nthe appellants’ application for a postponement.\n[29]\r\nConsequently, I make the following order:\n1\r\nThe application for the postponement of the appeal is dismissed with\r\ncosts on an attorney and client scale.\n2\r\nThe appeal is dismissed with costs on an attorney and client scale.\n__________________\nNZ\r\nMHLANTLA\nJUDGE\r\nOF APPEAL\nAPPEARANCES\n:\nFor\r\nAppellant:                  \r\nE L Lubbe\nInstructed\r\nby:                   \n\nThomas Wilks Inc\nStellenbosch\nc/o\r\nVan Pletzen Lambrechts Attorney\nBloemfontein\nFor\r\nRespondent:             \r\nC W Kruger\nInstructed\r\nby:                   \n\nVan der Spuy Attorneys\nCape\r\nTown\nc/o\r\nHill, McHardy & Herbst Inc,\nBloemfontein\n[1]\nDe\r\n\tAguiar\nv\nReal\r\n\tPeople Housing (Pty)\nLtd\n2011\r\n\t(1) SA 16\n(SCA) at para 11.\n[2]\nRule\r\n\t55 (1) (\na\n)\r\n\tof the Magistrates’ Courts Rules provides:\n55\nApplications\n(1)(a) \r\n\tEvery application shall be brought on notice of motion supported by\r\n\tan affidavit as to the facts upon which the applicant\nrelies for\r\n\trelief.’\n[3]\nMaharaj\nv\nBarclays\r\n\tNational Bank Ltd\n1976\r\n\t(1) SA 418\n(A) at 426 A-D.\n[4]\nJoob\r\n\tJoob Investments (Pty) Ltd\nv\nStocks\r\n\tMavundla Zek Joint Venture\n2009\r\n\t(5) SA 1 (SCA).\n[5]\nSoil\r\n\tFumigation Services Lowveld CC\nv\nChemfit\r\n\tTechnical Products\n2004\r\n\t(6) SA 29\n(SCA) at para 10.\n[6]\nNational\r\n\tPolice Service Union & others\nv\nMinister\r\n\tof Safety and Security & others\n2000\r\n\t(4) SA 1110\n(CC) at 1112C-F.\n[7]\nMcCarthy\r\n\tRetail Ltd\nv\nShortdistance\r\n\tCarriers CC\n[2001]\r\n\t3 All SA 482\n(A) para 28.\n[8]\nLekolwane\r\n\t& another\nv\nMinister\r\n\tof Justice and Constitutional Development\n2007(3) BCLR 280 (CC) para 17.\n[9]\nTake\r\n\tand Save Trading CC & others\nv\nStandard\r\n\tBank of SA Ltd\n2004\r\n\t(4) SA 1\n(SCA) at para 3.",
  "scraped_at": "2026-02-12T17:23:10.110828",
  "date": "2015-05-29",
  "coram": [
    "Mhlantla JJA",
    "Majiedt JJA",
    "Pillay JJA",
    "Mbha JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "20063/2014",
  "parties": {
    "applicants": [
      "South African Land Arrangements CC",
      "Guido Louis Marc Marien",
      "Anne Josepha Louis Delaet"
    ],
    "respondents": [
      "Nedbank Limited"
    ]
  },
  "sections": {
    "facts": "In July 2009 Nedbank entered a loan agreement with South African Land Arrangements CC, advancing R1,250,000 and granting an overdraft facility initially of R365,000, later increased to R667,000, secured by a mortgage bond. The second and third appellants executed deeds of suretyship for the first appellant. The first appellant defaulted on the loan and exceeded the overdraft limit, prompting Nedbank to sue the first appellant as principal debtor and the two sureties in the magistrates' court for a total claim of R1,916,557.02. The appellants opposed summary judgment, admitting a debt but asserting that a later credit‑restructuring agreement dated 28 June 2010 superseded the original facility, replacing the first appellant with Seasons Find CC and imposing further obligations on the bank. They claimed the bank breached that agreement and lodged a counter‑claim for R2,800,000. The restructuring agreement was subject to suspensive conditions that were never fulfilled. The magistrate found no bona‑fide defence and granted summary judgment; the High Court affirmed that decision. The appellants subsequently sought leave to adduce the restructuring agreement as further evidence and applied for a postponement of the appeal, both of which were refused.",
    "issues": "1. Whether the appellants should be granted leave to adduce further evidence in the form of the restructuring agreement during the appeal. 2. Whether the appellants disclosed a bona fide defence on the merits, particularly whether their counter‑claim could constitute a valid defence to Nedbank’s claim.",
    "principles": "Summary judgment under Rule 14 of the Magistrates’ Courts Rules (and its Superior Courts counterpart) requires the defendant to disclose a bona fide defence that is good in law and to set out the material facts on which it relies. Maharaj v Barclays National Bank Ltd establishes that the court must determine whether the defence is fully disclosed and bona fide, not whether it would succeed on the merits. Joob Joob Investments v Stocks Mavundla Zek Joint Venture emphasises that summary judgment is not intended to block a genuine defence. For the admission of further evidence on appeal, Section 19 of the Superior Courts Act permits it only where exceptional circumstances exist and the party is not responsible for the omission. Postponement of an appeal is a discretionary indulgence; the applicant must show good cause, provide a full satisfactory explanation, and the court must consider prejudice and public interest (National Police Service Union v Minister; McCarthy Retail v Shortdistance Carriers; Lekolwane v Minister of Justice).",
    "application": "The court held that no proper application under Rule 55 was made to introduce the restructuring agreement, and the appellants’ reliance on a mere omission was insufficient to meet the exceptional‑circumstances test for further evidence. Moreover, the agreement was unsigned by all parties and remained subject to unfulfilled suspensive conditions, meaning it never came into existence and could not be relied upon. Consequently, the appellants’ defence was not bona fide; they admitted the debt and acknowledged that the restructuring agreement never took effect, rendering their alleged breach and counter‑claim untenable. Regarding the postponement request, the appellants failed to provide a full and satisfactory explanation for the withdrawal of counsel and the timing of the application, and the court found an abuse of process. Hence, the application for postponement was dismissed.",
    "conclusion": "The appeal was dismissed with costs on an attorney‑and‑client scale in favour of Nedbank Limited. The application for postponement of the appeal was also dismissed with costs on an attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Summary Judgment",
    "level_3": [
      "counterclaim",
      "banking",
      "loan default",
      "postponement"
    ]
  }
}