{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/38.html",
  "case_name": "Minister of Transport NO and Another v Prodiba (Pty) Ltd (20028/2014) [2015] ZASCA 38; [2015] 2 All SA 387 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 38",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 38\n|\nNoteup\n|\nLawCite\nMinister of Transport NO and Another v Prodiba (Pty) Ltd (20028/2014) [2015] ZASCA 38; [2015] 2 All SA 387 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCASE NO: 20028/2014\nReportable\nIn\r\nthe matter between:\nTHE\r\nMINISTER OF TRANSPORT\r\nNO\n.............................................................\nFIRST\r\nAPPELLANT\nTHE\r\nACTING DIRECTOR GENERAL FOR THE DEPARTMENT\nOF\r\nTRANSPORT\r\nNO\n......................................................................................\nSECOND\r\nAPPELLANT\nand\nPRODIBA\r\n(PTY)\r\nLTD\n....................................................................................................\nRESPONDENT\nNeutral\r\nCitation:\nMinister of Transport v\r\nProdiba (Pty) Ltd\n(20028/2014)\n[2015]\r\nZASCA 38\n(25  March 2015).\nCoram:\nNavsa ADP, Wallis & Mbha JJA\net\nDambuza & Gorven AJJA\nHeard:\n19 February 2015\nDelivered:\n25 March 2015\nSummary:\r\nAgreement with service provider signed by Director-General without\r\napproval of Minister – held no authority to sign\non behalf of\r\nthe Department of Transport – decision with financial\r\nimplications of approximately R1 billion – decision\npolycentric\r\nin nature – within province of the Executive – agreement\r\nsigned without competitive process – if\nagreement upheld it\r\nwould mean that following upon the award of a single tender in 1997\r\none service provider would have had a monopoly\nin the production of\r\ndrivers’ licences for over 20 years – militates against\r\nconstitutional principles of transparent\nand accountable government –\r\nimperative statutory and treasury requirements flouted –\r\nagreement held to be void.\nORDER\nOn\r\nappeal from\n: The North Gauteng High\r\nCourt, Pretoria (Ebersohn AJ sitting as court of first instance).\nThe\r\nfollowing order is made:\n1. The appeal is\r\nupheld with costs including the costs of two counsel.\n2. The order of the\r\ncourt below is set aside and substituted as follows:\n‘\n(a)\r\nThe application is dismissed with costs, including the costs of two\r\ncounsel.\n(b)\r\nThe third addendum agreement is declared void\nab\r\ninitio\nand set aside.\n(c)\nThe respondent in the counter-application is\r\nordered to pay the costs of the counter application, including the\r\ncosts of two counsel.’\nJUDGMENT\nNavsa\r\nADP (Wallis & Mbha JJA\net\nDambuza\r\n& Gorven AJJA concurring):\nIntroduction\n[1]\r\nAt the beginning of 1997 a tender was awarded by the Department of\r\nTransport (the Department) for the provision of a bureau\nservice that\r\nwould produce a personalised new style South African drivers’\r\nlicence, administer the production process and\nkeep the licences safe\r\nuntil they were delivered to the licencing authority. This service\r\nwas to be provided for a period of five\nyears. Shortly after the\r\naward of the tender, and the conclusion during February 1997 of an\r\nagreement, the rights vested in the\nsuccessful tenderer were ceded to\r\nProdiba (Pty) Ltd (Prodiba). Some extension periods were provided for\r\nin the agreement concluded\nupon the award of the tender. That fact\r\nand further proposals by Prodiba and negotiations with the Department\r\nresulted in the former\nproviding the services referred to above at\r\nsubstantial remuneration until 28 February 2014. The present appeal\r\nby the first and\nsecond appellants, the Minister of Transport (the\r\nMinister) and the Acting Director-General in the Department (the\r\nADG), respectively,\nfollowed on a successful application by Prodiba,\r\nin the North Gauteng High Court, to enforce an agreement concluded on\r\n1 February\n2013 by the erstwhile Director-General of the Department,\r\nwhose authority is disputed by the appellants. In terms of that\r\nagreement\nProdiba was entitled to produce new smart-card drivers’\r\nlicences for a period of five years, commencing on 1 March 2014. The\n\nfinancial implications for the state were estimated at R1 097\r\nbillion. The present appeal, with the leave of this court, is\r\ndirected\nagainst those results. If Prodiba were to succeed it would\r\nmean that following upon a single tender process during 1995-1997, a\n\nsingle contractor would have had an uncontested monopoly in the\r\nproduction of drivers’ licences for a period of more than\n20\r\nyears. Do our constitutional norms and values countenance such a\r\nsituation? The short answer is no. The present appeal might\nrightly\r\nbe described as the Department belatedly coming to its senses. The\r\ndetailed background and the reasons for the aforesaid\nnon-affirmative\r\nconclusion are set out below.\nDetailed\r\nbackground\n[2]\r\nDuring 1995/1996 the Cabinet took a policy decision to migrate from\r\nthe old drivers’ licence regime to a new card system\nfor\r\ndrivers’ licences. As a result the Department issued a tender\r\nthrough the State Tender Board to provide the services\nreferred to in\r\nthe preceding paragraph. After following proper tender processes the\r\ntender was awarded to Face Technologies (Pty)\nLtd (Face\r\nTechnologies), Idmatics and Nkobi Holdings (Pty) Ltd, which led to\r\nthe Department and Face Technologies concluding a\nwritten agreement\r\non 28 February 1997, for the manufacture of driver’s licence\r\ncards. It is common cause that shortly thereafter\nFace Technologies\r\nceded its contractual rights to Prodiba. The contract period was\r\nrepeatedly extended. The last extension was\nfrom 1 March 2012 until\r\n28 February 2014. These repeated extensions, by virtue of contractual\r\nprovisions and negotiations, appear\nlegally suspect but for present\r\npurposes need detain us no further.\n[3]\r\nPrior to the last extension the Department considered updating and\r\nchanging the technology related to drivers’ licences.\nThere was\r\na dispute about whether the idea to change the technology and migrate\r\nto a new system, namely a smart-card driver’s\nlicence, emanated\r\nfrom the Department or Prodiba. That dispute was ultimately\r\nirrelevant.\n[4]\r\nOn 1 February 2013 the erstwhile Director-General of the Department,\r\nMr George Mahlalela, signed the agreement at the centre\nof the\r\npresent dispute. That agreement purported to bind the Department and\r\nSouth Africa to migration from the initial card system\nto a smart\r\ncard microchip-based driving licence system, with Prodiba being\r\nresponsible for its production, with the concomitant\nfinancial\r\nimplications set out in paragraph 1. The agreement was entitled ‘the\r\nThird Addendum Agreement’. The agreements\nthat followed on the\r\none concluded upon the award of the tender were entitled and referred\r\nto as the First and Second Addendum\nagreements, respectively. I\r\nshall, in due course, deal with that description and the employment\r\nof what I consider to be semantic\nstratagems. In adjudicating the\r\nvalidity of the third agreement it is necessary to consider the\r\nevents and processes leading up\nto its conclusion.\n[5]\r\nDuring October 2012 an internal memorandum was prepared by the\r\nDepartment, which envisaged the migration to the new smart-card\n\ntechnology and anticipated negotiations in that regard with the\r\ncurrent service provider, Prodiba. The internal memorandum was\nin\r\nline with a written business case prepared by the Department. What\r\nwas ultimately intended was a Departmental takeover of the\nentire\r\nproduction process. The stated purpose of the memorandum was to seek\r\napproval from the Minister for the take-over ‘of\nthe services\r\ncurrently provided by the service provider and to change the current\r\npaper format driving licence card to plastic\nchip based card.’\n[6]\r\nThe documents reflect a commonplace process of seeking approval\r\nwithin the structures of government. The proposal was prepared\nby an\r\nActing General Manager, Ms Zwane, in a memorandum addressed to the\r\nMinister of Transport. Its recommendations were supported\nby the\r\nActing Chief Financial Officer and the Deputy Director-General: Roads\r\nTransport. It was then referred to Mr Mahlalela, who\nrecommended it\r\nand who made a written note stating the following:\n‘\nNeed\r\nto brief Deputy Minister and the Minister on their proposals.’\nThe\r\nmemorandum was then sent to the Deputy Minister, who noted this\r\nrecommendation and said that it was highly supported. That was\non 20\r\nDecember 2012. When the memorandum was placed before the Minister of\r\nTransport on 24 February 2013, he deleted the words\n‘APPROVED/NOT\r\nAPPROVED’ and added a hand-written note stating the following:\n‘\nBriefing\r\nto precede approval.’\n[7]\r\nIn the answering affidavit the Department was emphatic that the\r\nbriefing of the Minister had not occurred prior to the conclusion\nof\r\nthe agreement. It was adamant in its assertion that there had been no\r\napproval of this migration to the new technology or of\nthe cost\r\nimplications, by the Executive arm of Government, either in the form\r\nof a Cabinet decision or indeed even by the individual\nresponsible\r\nmember of the Cabinet, the Minister. The sequence of events, set out\r\nin the preceding paragraph, supported the Department’s\nstance.\n[8]\r\nI consider it necessary to record that in the litigation leading up\r\nto and including this appeal, Mr Mahlalela was conspicuously\nabsent.\r\nNo affidavit by him was filed by either party, setting out the basis\r\non which he had purported to conclude the agreement.\nIt was\r\nunchallenged that Mr Mahlalela was informed, during September 2012,\r\nthat his contract as Director-General in the Department\nwould not be\r\nrenewed when it expired on 28 February 2013. Mr Mahlalela signed the\r\nagreement in question on 1 February 2013. The\nevidence demonstrates\r\nthat he did so without having briefed the Minister and without having\r\nobtained his approval.\n[9]\r\nOn 5 February 2013, Mr Mahlalela, purporting to act on behalf of the\r\nDepartment, wrote the following letter to the Director-General\nof\r\nNational Treasury, ostensibly to create the impression that he had\r\ncomplied with statutory or Treasury prescripts:\n‘\n1.\r\nThe Department of Transport (“the Department”) produced\r\ndriving licence cards on a fully outsourced Bureau service\nsince\r\nMarch 1998 on contract RT6969SA(G).\n2. The original\r\ncontract was for a period of 5 (five) years. The contract was then\r\nextended for a period of 13 (thirteen) months,\nbefore a second\r\nproduction period of 5 (five) years was included. The contract was\r\nsubsequently extended on various occasions for\nmultiple periods\r\nranging from 1 (one) month to 18 (eighteen) months.\n3. The Department on\r\nseveral occasions advertised tender specifications for a new service\r\nprovider but failed to complete the process\ndue to the technical\r\nnature, and due to legal challenges.\n4. The Department\r\nsubsequently took a strategic decision, supported by the Ministry and\r\nEXCO not to go out on open tender for the\ncontinuation of this\r\nservice but rather to perform this function in-house.\n5. The bureau\r\nservice for the production of driving licence cards will be performed\r\nby the Driving Licence Trading Entity (“DLTE”).\nThe\r\nDepartment together with the entity is currently planning and\r\ncreating capacity within the entity to take over this service.\n\nTechnical services will be supplied by the Department’s\r\nintegrated transport information technology hub (“IT Hub”).\n6. The Department\r\ndeveloped a service level agreement between the entities to regulate\r\nthis arrangement (attached and marked Annexure\nA). The Department\r\ndeveloped a business case (attached and marked Annexure B) for the\r\nhandover of services from the current service\nprovider to the DLTE.\n7. The Department\r\nhad successful negotiations with the current service provider and has\r\nagreed that following the upgrade of the\ncurrent card production\r\ninfrastructure to enable it to print smart cards, export of biometric\r\nand spatial data to the IT Hub and\nupgrade the live capture\r\ninfrastructure, the bureau service will be transferred to the DLTE.\r\nThe current service provider further\nagreed to assist the Department\r\nin capacitating the DLTE including training personnel, operations,\r\ntransfer of staff and equipment.\n8. The Department is\r\nof the opinion that this is a major milestone achieved in taking\r\nessential services performed on an outsourced\nbasis in-house. The\r\nDepartment intends to follow the same strategy with the eNaTIS\r\ncontract RT1194KA. However a protracted legal\nbattle with the service\r\nprovider is currently delaying this process.\n9.\r\nYour co-operation in this regard is appreciated.’\n[10]\r\nAs pointed out above, the contested agreement contemplated that\r\nProdiba would produce the new licence cards and be responsible\nfor\r\nthe related administrative processes for a further period of five\r\nyears, commencing on 1 March 2014. As can be seen, there\nwas no\r\nmention of that fact in the letter that appears in the preceding\r\nparagraph. In fact the second annexure referred to in paragraph\n6 of\r\nthe letter said expressly that the existing contract would expire at\r\nnoon on 1 March 2014 and that the current extension of\nthat contract\r\nwas final. It added that from 1 March 2014 Prodiba would ‘no\r\nlonger provide any services’ and the entire\nprocess of\r\nproducing drivers’ licences would be managed in-house. The\r\nletter could not have been construed as reporting on\nthe conclusion\r\nof the Third Addendum Agreement.\n[11]\r\nIn an answering affidavit filed in support of the appellant’s\r\ncase, it was pointed out that there had been an unseemly\nhaste in\r\nsigning the agreement, prior to Mr Mahlalela’s departure, at a\r\ntime when he knew that the Department had taken a\nstrategic decision\r\nthat the appointment of service providers for the migration to the\r\nnew system was not a viable option and that\nit intended to provide\r\nthe service itself. The Department insisted that it had acquired the\r\ntechnology to do so. Prodiba, on the\nother hand, disputed the\r\nDepartment’s ability to produce the new cards. That was neither\r\nhere nor there. One cannot create\na contract with a government\r\ndepartment by asserting its inability to perform the work that is the\r\nsubject matter of the alleged\ncontract. In the replying affidavit on\r\nbehalf of Prodiba there was no effective challenge to the assertion\r\nthat the Department\nhad taken a policy decision not to continue to\r\nemploy a service provider to provide the services described at the\r\ncommencement\nof this judgment. The following part of the executive\r\nsummary of the internal memorandum is significant:\n‘\n4.1.3\r\nIn order for the Department to proceed with bringing the card\r\nproduction services in-house, the Department will need to cancel\nthe\r\nCurrent Tender and inform the bidders by publication in the state\r\ntender bulletin.’\nIn\r\nother words, because the Department was to undertake the production\r\nof drivers’ licences in-house, there was no need to\ncontinue\r\nwith a tender process to appoint an outside contractor to do so.\n[12]\r\nIt is also necessary to record that in 2008 and 2009 two tenders had\r\nbeen issued by the Department for a new smart-card drivers’\n\nlicence system. In response to the 2009 tender, 16 bids were\r\nreceived, six of which were susceptible to further evaluation and\none\r\nof which was Prodiba’s. However, the Department decided, for\r\nundisclosed reasons, not to proceed with the tender process.\n[1]\n[13]\r\nSubsequent to the conclusion of the agreement, and in anticipation of\r\nit being implemented, Prodiba placed orders with suppliers\nfor the\r\nnecessary materials and equipment to enable it to comply with its\r\ncontractual obligations. A cash flow schedule appears\nto have been\r\nagreed with Mr Mahlalela in terms of which a total amount of\r\nR122 037 084 would be advanced to Prodiba.\nIn April 2013,\r\nwhen Prodiba sought to obtain payment from the Department of three\r\ninvoices totalling some R38,5 million, it met\nwith resistance.\n[14]\r\nOn 27 April 2013 the ADG purported to cancel the agreement. The\r\nletter reads as follows:\n‘\n1.\r\nThe above matter refers.\n2. I advise that\r\nunbeknown and without instructions from the Minister of Transport,\r\nthe former Director-General, Mr George Mahlalela\nconcluded an\r\naddendum agreement no. 3 with Prodiba on 01 February 2013.\n3. I advise that at\r\npresent there is a contract between the parties (the Department and\r\nProdiba) which terminates at the end of\nFebruary 2014.\n4. Mr Mahlalela was\r\nin full knowledge that during 2012, the Department took a strategic\r\ndecision that the continued extension of\nthe current contract with\r\nProdiba (Pty) Ltd and any further appointment of service providers is\r\nno longer viable. The Department\nwas to continue the services\r\nin-house with effect from 01 March 2014.\n5. I advise further\r\nthat Mr Mahlalela, has\ninter alia\n, acted:\n5.1 in violation of\r\nthe provisions of the Treasury Regulations;\n5.2 without the\r\nauthority of the Minister when concluding addendum agreement no. 3 on\r\nbehalf of the Department of Transport;\n5.3 in violation\r\nwith the provisions of section 217 of the Constitution;\n5.4 in breach of his\r\nfiduciary duties vice versa the Department of Transport;\n5.5 in breach of his\r\nduties in concluding a further contract when an existing contract is\r\nstill in operation.\n6. I further advise\r\nthat the card production extension is not affordable by the trading\r\nentity and it will cause the latter to become\ncommercially insolvent\r\nand operate on an overdraft. This is not allowed by Treasury\r\nRegulation 19.2.3.\n7. You have further\r\nsubmitted a claim for an advance payment of R32 million under payment\r\nCertificate 307 for upgrade. This is in\nviolation of Treasury\r\nRegulation 15.10.1.2(c).\n8. I further advise\r\nthat Mr Mahlalela was not entitled to have concluded a further\r\ncontract when an existing contract was still\nin operation.\n9. I hereby advise\r\nyou as I hereby do that the addendum agreement No. 3 concluded by Mr\r\nMahlalela on the 1\nst\nof February 2013 with yourself is\r\nherewith cancelled.\n10.\r\nShould you fail to accept the cancellation herewith, the Department\r\nwill have no alternative\nbut to approach\r\nthe High Court to have the agreement set aside.’\n[15]\r\nThat letter caused Prodiba to launch an application in the North\r\nGauteng High Court for an order declaring the decision by\nthe ADG to\r\ncancel the agreement unlawful and directing the Department to comply\r\nwith its obligations in terms of thereof. Although\ncouched as a\r\nchallenge to the validity of the cancellation it said expressly that\r\nit was seeking specific performance of the agreement.\nIn a\r\ncounter-application the Minister sought an order to the effect that\r\nthe third addendum agreement was void\nab\r\ninitio.\nJudgment\r\nand order of the court below\n[16]\r\nThe high court (Ebersohn AJ) considered the submission on behalf of\r\nthe Minister and the ADG that Mr Mahlalela did not have\nthe authority\r\nto enter into the agreement on behalf of the Department and rejected\r\nit. Ebersohn AJ stated that the ‘objective\nfacts’ set out\r\nhereunder destroyed the respondent’s allegation that Mr\r\nMahlalela, the erstwhile Director-General of\nthe Department, did not\r\nhave the authority to enter into the third addendum agreement: First,\r\nthe Department itself had prepared\na written ‘business case’\r\nfor migrating to the smart-card drivers’ licences. Second, the\r\ndepartment had indicated,\nsince 2009, that it intended to upgrade and\r\nupdate the technology relating to drivers’ licence cards.\r\nThird, the Department\nwas aware that Prodiba’s contract would\r\ncome to an end on 1 March 2014. Fourth, it had to consider who would\r\nmanage the card\nproduction facility and it had to take into account\r\nthe new technology to be employed post 1 March 2014. Fifth, the\r\nDepartment\nhad various alternatives open to it, such as allowing a\r\ntender to be awarded to a service provider, partial in-house\r\nadministration\nand technical functions, a turn-key solution whereby a\r\nnew service provider manages the entire process, a public and private\r\nsector\ncorroboration whereby a government department manages the\r\ntechnical functions, an upgrading of the current manufacturing\r\ninfrastructure\ntogether with a phased takeover of all functions by\r\nthe Drivers Licence Card Account established by the Department.\n[17]\r\nEbersohn AJ held, with reference to the provisions of the agreement\r\nitself, that the Department had chosen a phased takeover\nof the\r\nproduction of the driving licence card and entered into negotiations\r\nwith Prodiba which culminated in the Department concluding\nthat\r\nagreement. He found that this was in line with the Department’s\r\nown business plan and held in favour of Prodiba, having\nregard to the\r\nfollowing part of the internal memorandum referred to earlier:\n‘\nNegotiations\r\nshould be undertaken with the current service provider on the\r\neffective and smooth takeover including the upgrading,\nreplacement of\r\ncertain components of the production machine with the components\r\ncapable of printing the new plastic chip based\ncards.’\n[18]\r\nEbersohn AJ reasoned that the Minister’s lack of objection on\r\nthe record was a factor in Prodiba’s favour. He held\nthat the\r\nletter from Mr Mahlalela to National Treasury, recorded in paragraph\r\n9 above, was sufficient to fulfil the Department’s\nlegal\r\nobligation to apprise National Treasury in respect of the financial\r\nimplications of the agreement. He had regard to the fact\nthat the\r\nletter set out in paragraph 9 was copied to the Chief Financial\r\nOfficer of the Department and the Chief Executive Office\nof the\r\nrelevant division of the Department and considered this fact to\r\nsupport Prodiba’s application to enforce the agreement.\n[19]\r\nEbersohn AJ considered the following objections to the validity of\r\nthe agreement:\n(a) that the Cabinet\r\nhad not approved the policy change;\n(b) that Mahlalela\r\nfailed to obtain the Minister’s approval;\n(c) that, in terms\r\nof the Public Finance Management Act 1 of 1999 (PFMA), approval had\r\nto be obtained from National Treasury as\nthe effect of the agreement\r\nwas to increase the value of the existing contract in excess of\r\nfifteen per cent; and\n(d)\r\nthat Mahlalela failed to obtain the approval of a Bid Committee as\r\nrequired by the Department’s supply chain policy.\n[20]\r\nThe court below was dismissive of these objections, stating that none\r\nbore scrutiny. Ebersohn AJ held it against the appellants\nthat they\r\nfailed to refer, in the letter of cancellation mentioned above, to\r\nthe absence of the necessary approvals from National\nTreasury and Bid\r\nCommittee. He reasoned that the belated introduction of these\r\ndefences impacted negatively on the Department.\nHe considered Prodiba\r\nto be an innocent party that would be prejudiced in the event that\r\nthe Department was permitted to rely ‘on\nnon-compliance with\r\nits internal procedures’. He had regard to what he considered\r\nto be a concession by the Department in\nits answering affidavit that,\r\nup until 24 February 2013, Mr Mahlalela was its Accounting Officer\r\nand had the necessary authority\nto conclude the third addendum\r\nagreement.\n[21]\r\nEbersohn AJ held that there was no provision in the PFMA requiring Mr\r\nMahlalela to obtain the Minister’s approval before\nbinding the\r\nDepartment by concluding the agreement. He considered the following\r\nstatements in the internal memorandum to give the\nlie to the\r\nappellants’ assertion that Cabinet approval was required:\n‘\n6.1\r\nNational Treasury must be [apprised], upon approval, of the\r\nDepartment’s decision to take over the driving licence services\n\ncurrently provided by service provider.\n6.2\r\nUpon approval Cabinet must be apprised of the decision of the\r\nDepartment to change the current driving licence card.’\nThe\r\ncourt below reasoned that these statements proved that all that was\r\nrequired was that the Department had to apprise the Cabinet\nand\r\nNational Treasury of its decision to change to the new technology. It\r\nis this reasoning that led to his conclusion that there\nwas no\r\nsubstance to the contention that the migration to the new system\r\ninvolved a policy change which required Cabinet approval.\n[22]\r\nEbersohn AJ thought it decisive that the respondents were unable to\r\nidentify any provision in either the Constitution, the\nPFMA or the\r\nTreasury Regulations dictating that approval had to be obtained from\r\nthe Minister. He viewed a statement in the appellant’s\n\nanswering affidavit that the Department would produce the smart cards\r\nin conjunction with the Government Printing Works as proof\nthat the\r\nMinister had approved the migration to the new system. In this regard\r\nhe also took into account, in favour of Prodiba,\nthe statement on\r\nbehalf of the Department that it had already migrated to smart card\r\ntechnology. He did not appear to consider\nit relevant that, in the\r\naffidavit under scrutiny, it was stated that the cards would be\r\nproduced ‘once the approval process\nhas been completed’.\r\nIn the view of the court below the failure by the Minister to supply\r\nan affidavit in which he denied\nthat he had approved the agreement\r\nimpacted negatively on the appellant’s case.\n[23]\r\nEbersohn AJ rejected appellants’ reliance on s 38(2) of the\r\nPFMA which provides:\n‘\nAn\r\naccounting officer may not commit a department, trading entity or\r\nconstitutional institution to any liability for which money\nhas not\r\nbeen appropriated.’\nIn\r\nhis view the existing card production and distribution services\r\ngenerated sufficient income to fund the requirements of the present\n\nagreement. He went on to state that the internal documents of the\r\nDepartment demonstrated that the services were self-funding.\n[24]\r\nThe court below considered the appellants’ reliance on Treasury\r\nRegulations which provide that, when it is impractical\nto invite\r\ncompetitive bids, and when goods and services of over R500 000\r\nare to be procured, an accounting officer has to\nrecord the reasons\r\nfor not adopting a competitive procedure and can only deviate on the\r\nbasis of recommendations of a Bid Adjudication\nCommittee. It\r\nconcluded that Mr Mahlalela had sound reasons for opting to use his\r\npowers to conclude the agreement without engaging\na competitive\r\nprocess and that any omissions on his part could not be laid at\r\nProdiba’s door. He relied on the decisions\nin\nBuena Vista\r\nTrading 15 (Pty) Ltd v Gauteng Department of Roads and Transport\n2012\r\nJDR 2198 (GSJ) and the decision in\nCity of Tshwane Metropolitan\r\nMunicipality v RPM Bricks (Pty) Ltd\n2008 (3) SA 1\n(SCA) to\r\nsupport his conclusions. Finally he held that the Department was\r\nestopped from relying on a failure of internal management\nprocesses.\r\nIn the result the following order was made:\n‘\n2.\r\nThe decision taken by the second respondent on 27 April 2013 to\r\ncancel the third addendum agreement and the attempted cancellation\n\nthereof by the respondents is reviewed and set aside and it is\r\nconfirmed that the third addendum agreement is in force for the\nfull\r\ncontractual period thereof.\n3. It is directed\r\nand ordered that the Department of Transport is obliged to comply\r\nwith its obligations arising from the third\naddendum agreement and to\r\nmake payments to the applicant punctually and to facilitate full\r\ncompliance by the applicant of its obligations\nin terms of the third\r\naddendum agreement.\n4. The\r\ncounter-application of the respondents is dismissed.\n5.\r\nThe respondents are ordered to pay the applicant’s costs\r\nincluding the costs of two counsel, jointly and severally, payment\nby\r\nthe one absolving the other respondents.’\nConclusions\n[25]\r\nThere are several fundamental flaws in the approach of the court\r\nbelow. First, it did not pause to consider that, on the undisputed\n\nfacts, what was in contemplation by the Department was an entirely\r\nnew technological framework for drivers’ licences with\nmajor\r\ncost implications. The epithet ‘Third Addendum Agreement’\r\nis deceptive. It creates the impression that the agreement\nin\r\nquestion was merely an extension of an existing agreement. As stated\r\nabove, previous extensions of the agreement originally\nconcluded by\r\nFace Technologies were termed ‘First Addendum Agreement’\r\nand ‘Second Addendum Agreement’ respectively.\nThe first\r\ntwo ‘addendums’ extended the five year period in respect\r\nof which the tender was awarded from 1997 to March\n2014, a period of\r\n17 years. The word ‘addendum’, in my view, was\r\nconsciously and strategically employed. One must bear\nin mind that\r\nduring that period there had been two tender processes embarked on by\r\nthe Department which were abandoned. The abandonment\nremained\r\nunexplained.\n[26]\r\nPolicy decisions such as those to migrate to a new style drivers’\r\nlicence system which impact meaningfully and, in this\ncase\r\nnationally, on the population and which have significant fiscal\r\nimplications, fall rightly within the province of the Legislature\nor\r\nthe Executive. The decision to migrate to new technology on the scale\r\nenvisaged in the agreement in question is typically a\npolicy-laden or\r\npolycentric decision. The Constitutional Court and this court have\r\nrecognised the importance of appreciating the\nproper role and\r\nfunctions of the legislature, the executive and the judiciary within\r\nthe Constitution. In this regards see\nBato\r\nStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004 (4)\r\nSA 490\n(CC)\nparas 46–48,\nLogbro\r\nProperties CC v Bedderson NO and\n2003\r\n(2) SA 460\n(SCA) para 20 and also Cora Hoexter ‘The future of\r\nJudicial review in South African administrative law’\n(2000)\nSALJ\n484\nat 501. See also\nMinister\r\nof Home Affairs v Scalabrini Centre\n2013\r\n(6) SA 421\n(SCA) paras 57-59. Policy making is traditionally\r\nprimarily the task of the highest ranking officials in government,\r\nnamely, the\nCabinet or its constituent Ministers or, at provincial\r\nlevel, the executive council or its individual members.\n[2]\n[27]\r\nIt is undisputed that the Cabinet made the decision during 1995/1996\r\nto change from the old drivers’ licence system to\nthe\r\nsmart-card system. This was clearly in line with what is set out in\r\nthe preceding paragraph. To reason, as the high court did,\nfrom the\r\nstatement in the internal memorandum that the Cabinet would be\r\napprised of the Department’s decisions to change\nthe driving\r\nlicence system, meant that Cabinet approval was not required,\r\ndemonstrates, first, a lack of appreciation of where\nthe power to\r\nmake policy resides. Second, it does not appreciate the context in\r\nwhich the statement set out in paragraph 21 above\nappeared, nor does\r\nit appreciate that a Cabinet colleague, in the form of the Minister\r\nof Finance, would have had a material interest\nin the implementation\r\nof the new system. It also had the effect of letting the internal\r\nmemorandum dictate the legal requirements\nfor the validity of the\r\nagreement. I shall, in due course, deal with the reasoning of the\r\ncourt below that there were no budgetary\nimplications since the\r\nlicencing scheme was self-funding.\n[28]\r\nThe court below failed to appreciate that Mr Mahlalela was a\r\nDirector-General operating within the Minister’s department\nand\r\nsubject to the latter’s authority. This was expressly\r\nrecognised in the internal memorandum, the purpose of which was\nto\r\nseek Ministerial approval for the new drivers’ licence regime.\r\nThe Department was best placed to say whether the Minister\nwas\r\nbriefed, as contemplated in the memorandum. It was emphatic that this\r\ndid not occur. More importantly, the documentation disclosed\nin the\r\nlitigation, bears this out. There is no effective counter in the\r\nreplying affidavit to the assertion that, towards the end\nof his\r\ntenure, Mr Mahlalela, with unseemly haste, concluded the agreement,\r\nostensibly, on behalf of the Department when he knew\nthat a decision\r\nhad been taken not to continue with an outside service provider.\n[29]\r\nThere was no effective response by Prodiba to the assertion on behalf\r\nof the Department that it had taken a policy decision\nnot to continue\r\nwith an outside service provider. The only counter on behalf of\r\nProdiba appeared to be that the Department does\nnot have the capacity\r\nto produce the new card on its own, something which, as pointed out\r\nin paragraph 11 above, was neither here\nnor there. It was clear from\r\nthe documentation on record that the Department had decided to\r\nproduce the new card in-house.\n[30]\r\nContrary to the finding of the court below, the letter written by Mr\r\nMahlalela to National Treasury, the contents of which\nappear in\r\nparagraph 9 above, instead of supporting Prodiba’s case,\r\ndetracted from it. First, it recorded that a decision\nhad been taken\r\nto perform the function in-house with effect from 1 March 2014.\r\nSecond, it omitted to mention that Ministerial approval\nhad not been\r\nobtained. Third, it did not record that a\nnew\nagreement to provide a\nnew\nservice with significant cost\r\nimplications had been concluded with Prodiba. Fourth, it did not\r\nrecord why a non-competitive process\nwas not followed. Lastly, it was\r\ndeliberately vague. All these factors were ignored in the reasoning\r\nof the high court when it\ndealt with Mr Mahlalela’s authority\r\nto conclude the agreement. The court below took an unjustifiably\r\nbenign approach towards\nMr Mahlalela and Prodiba in its consideration\r\nof the documentation.\n[31]\r\nTo sum up, the court below failed to appreciate that policy\r\ndecision-making power, particularly in matters such as the one\nunder\r\ndiscussion, resides in the upper echelons of government, more\r\nparticularly the Cabinet and the responsible Minister or Ministers.\n\nIn contractual terms, there was a failure to appreciate that Mr\r\nMahlalela not only acted without the approval of his principal,\nthe\r\nMinister, but did so against an express decision by the Department,\r\nwhich he purported to represent, that it would no longer\ncontinue\r\nwith an outside service provider. Proper representation can only\r\noccur if a person who acts on behalf of another has authority\nto do\r\nso. Whether a person has authority is a question of fact. It is clear\r\nfrom what is set out above that Mr Mahlalela had no\nsuch\r\nauthority.\n[3]\nI shall in due\r\ncourse deal with the question of estoppel which the court below held\r\noperated against the appellants.\n[32]\r\nPerhaps even more fundamentally, the court below failed to pay\r\nsufficient attention to the procurement principles set out in\nthe\r\nConstitution. Section 217 of the Constitution was designed to ensure\r\ntransparency and accountability on the part of organs\nof state which\r\nwe must all be intent on promoting. The relevant parts of s 217 read\r\nas follows:\n‘\n(1)\r\nWhen an organ of state in the national, provincial or local sphere of\r\ngovernment, or any other institution identified in national\n\nlegislation, contracts for goods or services, it must do so in\r\naccordance with a system which is fair, equitable, transparent,\n\ncompetitive and cost-effective.\n. . .\n(3)\r\nNational legislation must prescribe a framework within which the\r\npolicy referred to in subsection (2) must be implemented.’\n[33]\r\nSection 38(1)\n(a)\n(iii) of the PFMA reads as follows:\n‘\n(1)\r\nThe accounting officer for a department, trading entity or\r\nconstitutional institution –\n(a)\nmust ensure that that department, trading\r\nentity or constitutional institution has and maintains –\n(iii) an appropriate\r\nprocurement and provisioning system which is fair, equitable,\r\ntransparent, competitive and cost-effective.’\nMr\r\nMahlalela was the accounting officer of the Department. It was\r\nincumbent on him to have regard to Constitutional principles,\nthe\r\nprovisions of the sub-section set out above and other statutory\r\nprescripts. The high court erred by not having sufficient regard\nto\r\nconstitutional norms and statutory requirements and concluding that\r\nthe decision to produce the new licences in-house could\nonly have\r\nbeen facilitated by an extension of Prodiba’s contract and that\r\na competitive bid would not have been viable where\nthe supply of\r\nservices would have been for a very limited duration. The high court\r\nignored the very extensive period during which\nProdiba enjoyed a\r\nmonopoly and did not properly appreciate that the five year extension\r\nperiod was not of very limited duration.\nMore importantly, the\r\nagreement was one in respect of which Prodiba was required to provide\r\na new service dealing with new technology\nin respect of which\r\npotential competitors were not engaged. Moreover, in describing\r\nProdiba as an innocent party which would be\nprejudiced if the\r\nagreement was to be terminated, the court below ascribed to it a\r\nlevel of naivety that was unjustified. At the\noutset it succeeded a\r\nsuccessful tenderer. In 2009 it was a bidder when a new tender was\r\ninvited and ultimately not proceeded with.\nProdiba knew that new\r\ntechnology and a new process was required and that the cost\r\nimplications for the State were enormous. It\nmust have been obvious\r\nthat what was required was a competitive process which was\r\ncircumvented by the agreement under discussion.\n[34]\r\nAs indicated above, s 38(2) of the PFMA precludes an accounting\r\nofficer from committing a department to any liability for which\nmoney\r\nhas not been appropriated. The court below reasoned that the\r\nproduction of the cards would be self-funding in that a driver\nto\r\nwhom such a card has been issued would be required to pay for it.\r\nThis was a complete misapprehension about budgetary processes\nin\r\ngeneral and more specifically in relation to the State. It ignored\r\nthe fact that what precipitated the litigation leading up\nto this\r\nappeal was that Prodiba had sought an advance payment. The money\r\nwould only be recouped (if at all) at intervals in the\nfuture upon\r\nthe issue of the drivers’ licences. In any event, it is in the\r\nprerogative of the Department to allocate its\nearnings as it sees\r\nfit. A budget for a financial year yet to commence would take into\r\naccount what amounts are required in respect\nof capital expenditure\r\nand operational expenses and would make a decision about how any\r\npotential future earnings would come into\nplay. It was unchallenged\r\nthat money was not appropriated to ensure compliance with the\r\nDepartment’s obligations in relation\nto the agreement in\r\nquestion. That, in itself, was sufficient ground on which to\r\ninvalidate the agreement.\n[35]\r\nThere is a further regulation with which there was non-compliance.\r\nSection 76(4)\n(c)\nof the PFMA provides as follows:\n‘\n76.\r\nThe National Treasury may make regulations or issue instruction\r\napplicable to all institutions to which this Act applies concerning\n–\n(c)\nthe determination of a framework for an\r\nappropriate procurement and provisioning system which is fair,\r\nequitable, transparent, competitive\nand cost-effective.’\nThe\r\napplicable Reg, 16A6.4 reads as follows:\n‘\nIf\r\nin a specific case it is impractical to invite competitive bids, the\r\naccounting officer or accounting authority may procure the\nrequired\r\ngoods or services by other means, provided that the reasons for\r\ndeviating from inviting competitive bids must be recorded\nand\r\napproved by the accounting officer or accounting authority.’\nIn\r\naddition, National Treasury issued an instruction note, 8 of\r\n2007/2008, paragraph 3.4.3 of which provided\ninter\r\nalia\n, that in urgent or emergency cases\r\nor in case of a sole supplier, other means such as reg 16A6.4 may be\r\nfollowed. It too provided\nthat the reasons for deviation should be\r\nrecorded and approved by the accounting officer.\n[36]\r\nNo reasons at all were recorded by Mr Mahlalela for not employing a\r\ncompetitive bid process. In\nChief Executive Officer, South African\r\nSocial Security Agency v Cash Paymaster Services (Pty) Ltd\n2012\r\n(1) SA 216\n(SCA) at 22 the following appears in relation to the\r\nNational Treasury Regulations here under discussion:\n‘\nThat\r\nis a formal requirement. The basis for these requirements is obvious.\r\nState organs are as far as finances are concerned first\nof all\r\naccountable to the National Treasury for their actions. The provision\r\nof reasons in writing ensures that Treasury is informed\nof whatever\r\nconsiderations were taken into account in choosing a particular\r\nsource and of dispensing with a competitive procurement\nprocess. This\r\nenables Treasury to determine whether there has been any financial\r\nmisconduct and, if so, to take the necessary steps\nin terms of reg\r\n33.’\nIn\nCash Paymaster\nthis court was dealing with the review of a\r\ndecision by the South African Social Security Agency to enter into an\r\nagreement with\nthe South African Post Office Limited for the\r\nprovision of basic banking services to eligible members of the South\r\nAfrican public\nin order to facilitate the payment of social grants to\r\nthem. It is true that this court in that case did not conclude that a\r\nfailure\nto comply with the Treasury Regulations\nipso iure\nrendered the decision void. It said the following at para 29:\n‘\nConsiderations\r\nof public interest, pragmatism and practicality should inform the\r\nexercise of a judicial discretion whether to set\naside administrative\r\naction or not.’\n[37]\r\nOn 31 May 2011 National Treasury issued an Instruction Note. In terms\r\nof paragraphs 3.9.3 and 3.9.4 of that Instruction Note,\naccounting\r\nofficers and authorities were directed that as from 31 May 2011, no\r\ncontracts may be expanded or varied by more than\n20 per cent or R20\r\nmillion (including all applicable taxes) for construction related\r\ngoods, works and/or services and 15 per cent\nor R15 million\r\n(including all applicable taxes) for all other goods and/or services\r\nof the original value of the contract, whichever\nis the lower amount,\r\nwithout Treasury’s written approval. The financial implications\r\nof the agreement were over R1 billion\nand these requirements must be\r\nmet and for good reason – to ensure transparent and accountable\r\ngovernance.\n[38]\r\nThe court below erred in holding that Mr Mahlalela was acting well\r\nwithin his powers in concluding the agreement without a\ncompetitive\r\nprocess as the option he chose, namely to sign the agreement, was\r\njustified. In doing so, it ignored the principles\nset out above and\r\nmisconstrued the facts.\n[39]\r\nIt is now necessary to deal with the conclusion of the court below,\r\nthat in any event the appellants were estopped from relying\non\r\nnon-compliance with internal procedures. In my view the description\r\nof non-compliance with the fundamental principles referred\nto above\r\ncan hardly appropriately be described merely a failure to comply with\r\ninternal procedures. The decision in\nBuena Vista,\ncontrary to\r\nthe finding of the court below, is no support for its conclusions. In\r\nthat case, Mbha J determined that the contracts\nthere concluded were\r\nnot\nulta vires\nthe powers of the Department concerned. The\r\ndecision of this court in\nRPM Bricks\n, likewise does not assist\r\nProdiba. In that case Ponnan JA said the following in para 23:\n‘\nEstoppel\r\ncannot, as I have already stated, be used in such a way as to give\r\neffect to what is not permitted or recognised by law.\nInvalidity must\r\ntherefore follow uniformly as the consequence. That consequence\r\ncannot vary from case to case. “Such transactions\nare either\r\nall invalid or all valid. Their validity cannot depend upon whether\r\nor not harshness is discernible in a particular\ncase.”’\n[40]\r\nBy not embarking on a competitive bid process, particularly given the\r\nnature and scale of the services to be provided, including\nthe cost\r\nimplications, Mr Mahlalela erred fundamentally. By concluding the\r\nagreement without the approval of his employer and political\n\nprincipal and/or of the Cabinet, he acted without authority. By\r\nconcluding the agreement and incurring a liability for which there\n\nhad been no appropriation, he not only erred, but acted against\r\nmandatory statutory prescripts and against the constitutional\r\nprinciples of transparent and accountable governance. For all these\r\nreasons the agreement is liable to be declared void\nab\r\ninitio\n. Consequently the appeal must be\r\nupheld.\n[41]\r\nThe following order is made:\n1. The appeal is\r\nupheld with costs including the costs of two counsel.\n2. The order of the\r\ncourt below is set aside and substituted as follows:\n‘\n(a)\r\nThe application is dismissed with costs, including the costs of two\r\ncounsel.\n(b)\r\nThe third addendum agreement is declared void\nab\r\ninitio\nand set aside.\n(c)\r\nThe respondent in the counter-application is ordered to pay the costs\r\nof the\ncounter application, including the\r\ncosts of two counsel.’\n________________________\nM S NAVSA\nACTING DEPUTY\r\nPRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT: Adv. D Unterhalter SC (with him M du Plessis and J A\r\nMotepe)\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\nFOR\r\nRESPONDENT: J G Wasserman SC (with him H J Smith)\nInstructed\r\nby:\nCliffe\r\nDekker Hofmeyr Inc., Johannesburg\nMatasepes,\r\nBloemfontein\n[1]\nIn\r\n\tthe appellant’s heads it is postulated that this was done\r\n\tbecause the Department was to take the card production in-house.\n\n\tHowever, in the answering affidavit the following appears in\r\n\trelation to the 2009 tender:\n‘\nThis\r\n\ttender was however not proceeded with for reasons that are not\r\n\trelevant to this application. The applicant was one of the\nentities\r\n\tthat submitted a bid for this tender.’\nThese\r\n\tstatements were followed immediately by the following:\n‘\nWhat\r\n\tthe new agreement has now done was to essentially award a tender for\r\n\tmigration to a new drivers license system in a manner\nthat is unfair\r\n\tand clearly not transparent. It has also taken away the principle of\r\n\tcost effectiveness in a sense that the Department\nis now not in a\r\n\tposition to assess which of the bidders could deliver a cost\r\n\teffective service, if it still needed to procure\nthese services.’\n[2]\nC\r\n\tHoexter\nAdministrative\r\n\tLaw in South Africa\n2ed (2012) at 6, 7 and 24.\n[3]\nSee\r\n\tS W J van Der Merwe\net\r\n\tal Contract: General Principles\n4ed\r\n\t(2012) at 222.",
  "scraped_at": "2026-02-12T17:09:36.254620",
  "date": "2015-03-25",
  "coram": [
    "Navsa ADP",
    "Wallis & Mbha JJA",
    "Dambuza & Gorven AJJA"
  ],
  "case_number": "20028/2014",
  "parties": {
    "applicants": [
      "Minister of Transport",
      "Acting Director General for the Department of Transport"
    ],
    "respondents": [
      "Prodiba (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In 1997 the Department of Transport awarded a tender for the production of driver’s licences to Face Technologies, which soon ceded its rights to Prodiba (Pty) Ltd. The contract was repeatedly extended, the last extension running to 28 February 2014. On 1 February 2013 the then Director‑General, Mr George Mahlalela, signed a ‘Third Addendum Agreement’ with Prodiba to produce smart‑card licences for a further five years, at an estimated cost of about R1.1 billion. The Department had prepared an internal memorandum seeking the Minister’s approval for a migration to smart‑card licences and intended to bring the service in‑house from 1 March 2014. The Minister never approved the agreement and Mahlalela’s contract was due to expire in February 2014. The Department later attempted to cancel the agreement; Prodiba sought specific performance, leading to the High Court decision that the agreement was valid. The Minister and the Acting Director‑General appealed.",
    "issues": "The appeal raised (1) whether the Director‑General had authority to bind the Department by signing the Third Addendum Agreement without the Minister’s approval; (2) whether the agreement violated the Public Finance Management Act, Treasury Regulations and constitutional procurement requirements under section 217; (3) whether the Department was estopped from relying on internal procedural breaches; and (4) what the proper remedy should be.",
    "principles": "The court considered constitutional procurement principles (section 217 of the Constitution), PFMA provisions requiring ministerial or cabinet approval for policy‑changing contracts and prohibiting commitment of liabilities without appropriation (s 38(1)–(2), s 76(4)(c)), and Treasury regulations mandating justification and approval for non‑competitive procurement. It also examined the doctrine of authority – a person may bind another only if they have actual or apparent authority – and the limits of estoppel in public law, referencing cases such as Buena Vista Trading and RPM Bricks.",
    "application": "The SCA found that Mahlalela acted without the Minister’s authority and contrary to a clear departmental policy to bring the service in‑house. The internal memorandum demonstrated that ministerial approval had not been obtained, and no statutory provision required only departmental approval. The lack of a competitive tender and failure to record reasons for deviation breached Treasury regulations. Consequently the agreement was ultra vires, invalid under the PFMA and unconstitutional for breaching the procurement framework. The lower court’s reliance on the fact that the Minister had not objected was rejected, and estoppel could not be invoked to give effect to an unauthorized act.",
    "conclusion": "The appeal was upheld. The order of the North Gauteng High Court was set aside. The Third Addendum Agreement was declared void ab initio and set aside. The respondents were ordered to pay the costs of the counter‑application, including costs of two counsel, and the appeal succeeded with costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "constitutional procurement",
      "PFMA compliance",
      "authority of public officials",
      "estoppel"
    ]
  }
}