{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/28.html",
  "case_name": "Maringa and Another v S (20116/2014) [2015] ZASCA 28; 2015 (2) SACR 629 (SCA) (23 March 2015)",
  "citation": "[2015] ZASCA 28",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 28\n|\nNoteup\n|\nLawCite\nMaringa and Another v S (20116/2014) [2015] ZASCA 28; 2015 (2) SACR 629 (SCA) (23 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20116/2014\nReportable\nIn\r\nthe matter between:\nRESIMATE\r\nEDWIN\r\nMARINGA\n......................................................................\nFIRST\r\nAPPELLANT\nDORAH\r\nMADISHA\n.......................................................................................\nSECOND\r\nAPPELLANT\nand\nTHE\r\nSTATE\n................................................................................................................\n/RESPONDENT\nNeutral\r\ncitation:\nMaringa v The State\n(20116/2014)\n[2015] ZASCA 28\n(23 March 2015)\nCoram:\nNavsa ADP, Leach and Willis JJA and\r\nSchoeman and Meyer AJJA\nHeard:\r\n11 March 2015\nDelivered:\r\n23 March 2015\nSummary:\nSection 155 and\ns 156\nof the\nCriminal\nProcedure Act 51  of 1977\n—whether separation of trials is\r\nmandatory where accused do not all face the same charges but where\r\nthe  State alleges a common\npurpose to defraud and there is a great\r\ndeal of overlap – to be decided on consideration of prejudice.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria\r\n(Potterill J and Bam AJ sitting as court of appeal):\n1\r\nThe appeal is dismissed.\nJUDGMENT\nSchoeman\r\nAJA (Navsa ADP, Leach and Willis JJA and Meyer AJA CONCURRING)\n[1]\r\nSeven accused were arraigned in the regional court in Pretoria facing\r\na total of 399 charges which included fraud, forgery,\nuttering and\r\ncorruption. The first and second appellants were accused 1 and\r\naccused 4 respectively. The first appellant was charged\nwith all of\r\nthe counts, barring those counts relating to the corruption charges.\r\nThe second appellant was charged with 34 counts\nof fraud. Before any\r\nof the accused pleaded, the two appellants objected to being charged\r\ntogether with their five co-accused.\nTheir objection was premised on\r\nthe supposition that it was contrary to the provisions of ss 155 and\r\n156 of the Criminal Procedure\nAct, 51 of 1977 (CPA) to charge them\r\ntogether with the other co-accused where they did not all face the\r\nsame charges. The application\nwas dismissed by the magistrate and a\r\nsubsequent appeal to the North Gauteng High Court was also\r\nunsuccessful.  The court\nbelow, without considering s 16(1)\n(b\n)\r\nof the Superior Courts Act 10 of 2013 (the Act), granted leave to\r\nappeal.\nLeave\r\nto appeal.\n[2]\r\nThe Act commenced on 23 August 2013.  In terms of s 16(1)\n(b)\nof the said Act ‘an appeal against any decision of a Division\r\non an appeal to it, lies to the Supreme Court of Appeal upon\nspecial\r\nleave having been granted by the Supreme Court of Appeal.’\n[3]\r\nSection 17(3) of the Act provides that:\n‘\n(3)\r\nAn application for special leave to appeal under section 16 (1)\n(b)\nmay be granted by the Supreme Court of Appeal on application filed\r\nwith the registrar of that court within one month after the\ndecision\r\nsought to be appealed against, or such longer period as may on good\r\ncause be allowed, and the provisions of subsection\n(2)\n(c)\nto\n(f)\nshall apply with the changes required by the context.’\n[4]\nThe appellants applied to the court below for\r\nleave to appeal on 23 September 2013. By that time the Act was in\r\nforce and the transitional\nprovisions in s 52 of the Act were not\r\napplicable as the proceedings were not pending. Judgment on appeal\r\nwas delivered on 17 September\n2013 and the application for leave to\r\nappeal was filed on 23 September 2013.  The court below granted\r\nleave to appeal to the\nSCA on 18 October 2013.\n[5]\r\nIt is clear from this timeline that it was not competent to apply to\r\nthe North Gauteng High Court for leave to appeal. The latter\ncourt\r\nwas sitting as a court of appeal and therefore, in terms of\ns 16\n(1)\n(b)\nof\r\nthe\nSuperior Courts Act this\ncourt is the court to which an\r\napplication for  special leave to appeal should have been\r\ndirected.\n[6]\r\nThe jurisdictional basis for an appeal to this court was thus\r\nabsent.\n[1]\nSubsequently,\r\non the date of the hearing of this appeal, counsel for the\r\nappellants, having been apprised by us of the applicable\nprovisions,\r\napplied for special leave to appeal to this court. Counsel for the\r\nState did not oppose the application. Special leave\nto appeal was\r\ngranted. I proceed to deal with the merits, beginning with the\r\nbackground facts.\nBackground\n[7]\r\nThe broad outline of the State’s case, as is evident from the\r\ncharge sheet and the substantial summary of facts, underpinning\nthe\r\ncharges is as follows.  The first appellant was an attorney,\r\npracticing in Johannesburg, while the second appellant was\nan\r\nemployee of the City of Johannesburg. The City of Joburg Property\r\nCompany (Pty) Ltd (JPC), was a company wholly owned by the\n\nJohannesburg Metropolitan Municipality (JMM). JPC managed and\r\ncontrolled property owned by the JMM.  The JMM was the owner\nof\r\nall the properties mentioned in the charge sheet. During the period\r\nJanuary 2010 to March 2010 the JMM at no time had the intention\nto\r\nsell the properties mentioned in the charge sheet, did not pass any\r\nresolutions to sell or alienate the said properties and\ndid not enter\r\ninto any agreement of sale of the properties with any entity,\r\nincluding the company, Eildoug Investments (Pty) Ltd\n(Eildoug). \r\nFirst appellant, so it was alleged, devised a fraudulent scheme in\r\nterms of which Eildoug, de facto controlled\nby him, would ostensibly\r\nbuy the properties of the JMM and immediately sell the properties to\r\nother unsuspecting and innocent persons\nor entities.\n[8]\r\nThe State’s case was expressly that the seven accused acted in\r\npursuance of a common purpose in that the relevant properties\nwere\r\nidentified, information on the properties collected and thereafter\r\nmarketed.  Some of the buyers were reassured as to\nthe\r\nlegitimacy of the transactions and the possibility of the properties\r\nbeing rezoned. It was alleged Peet Viljoen (Viljoen),\nan attorney,\r\nand the second accused, completed the transfer documents and\r\nsubsequently the properties were transferred from the\nJMM to Eildoug\r\nand then simultaneously transferred to the unsuspecting purchasers of\r\nthe properties.\n[9]\r\nThese transactions, so the State said, necessitated the completion of\r\ndeeds of transfer and the forgery of documents to enable\nsuch\r\ntransfers.  For Eildoug to buy the said properties, the\r\nfollowing documents had to be forged and were fraudulent: the\nsale\r\nagreements, the resolutions of the JPC and the JMM, powers of\r\nattorney to transfer property, affidavits and applications in\nterms\r\nof\ns 68(1)\nof the Regulations under the\nDeeds Registries Act, 47 of\n1937\n. Transfer duty receipts or exemption certificates were obtained\r\nby bribing an official in the South African Revenue Service.\r\nFurthermore,\nthe deeds were submitted to The Deeds Office, Pretoria\r\nwhere accused number 7, who was there employed, executed the deeds of\r\ntransfer\nand was paid R5000 per registration.\n[10]\r\nThe State’s case against the first appellant, as previously\r\nstated, was that he was the person who devised the scheme\nto defraud\r\ninnocent purchasers of properties of which the JMM is the owner. He\r\nwas the person who instructed a certain Mr Africa\nto collect relevant\r\ninformation about the properties. He met with Viljoen, also an\r\nattorney, who completed the necessary transfer\ndocuments and he\r\nforged, or instructed others to forge the necessary signatures on the\r\ndocuments.  Where the forged documents\nhad to be commissioned,\r\nthe first appellant directed people to firms of attorneys before whom\r\nthe affidavits were attested and\nhe provided the funds for obtaining\r\nclearance certificates that were needed to effect transfer of the\r\nproperties. The State alleged\nthat the value of the money collected\r\nby the sale of the properties and paid to the first appellant was\r\nR10,16 million.\n[11]\r\nThe second appellant’s involvement concerned properties\r\nostensibly transferred from the JMM to Eildoug and sold by Eildoug\nto\r\nZambrotti Investments 31 (Pty) Ltd. The State alleged that on 25\r\nFebruary 2010 Zambrotti bought six properties for R12 million\nfrom\r\nEildoug, but Mr Sulliman, a director of Zambrotti, required\r\nconfirmation that the properties would be rezoned. The second\n\nappellant wrote a letter on the letterhead of JPC that the properties\r\nhad been transferred to Eildoug and all internal requirements\nhad\r\nbeen complied with and that there were no objections to the rezoning\r\nof the properties. Mr Sulliman, on behalf of Zambrotti,\nentered into\r\nfurther sale agreements that were offered to him by Viljoen. Mr\r\nSulliman requested a meeting with the second appellant\nwhen the\r\nfurther agreements were concluded. At this meeting the second\r\nappellant confirmed the validity of the transfers and confirmed\nthat\r\ncorrect procedures had been followed. The second appellant,\r\nthereafter, in writing, again confirmed the validity of the\r\ntransactions\nand the fact that there were no objections to the\r\nrezoning of the properties.\n[12]\r\nThe appellants argued that it is improper to charge the appellants\r\nwith their co-accused as they were not all charged with\nthe same\r\noffences\n(s 155\nof the CPA). The charges faced by the appellants and\r\ntheir co-accused are the following, as was set out in the judgment of\r\nthe\ncourt below:\n(a) Counts 1-30 are\r\nfraud charges. The first appellant is charged with all the counts,\r\nbut the second appellant is not charged with\ncounts 13, 28, 29 and\r\n30.\n(b)\r\nCounts 31-46 are alternative charges of theft to counts 1-30. The\r\nfirst appellant is charged with all the counts, but the second\n\nappellant is only charged with counts 31-41.\n(c)\r\nCounts 47-70 are charges of forgery. The first appellant is charged\r\nwith all the counts but the second appellant is not charged\nwith any\r\nof the counts.\n(d)\r\nCounts 160-297 are charges of uttering. The first appellant is\r\ncharged with all the counts, but the second appellant is not\ncharged\r\nwith these counts.\n(e)\r\nCounts 298-349 are charges of corruption (giving) with none of the\r\nappellants being charged with these counts.\n(f)\r\nCounts 350-374 are charges of corruption (giving); and\n(g)\r\nCounts 375-399 are charges of corruption (receiving) with which the\r\nappellants are not charged.\nThe\r\nfirst appellant therefore does not face 100 charges of corruption, be\r\nit giving or receiving and the second appellant only faces\n34 charges\r\nof fraud.\nThis, it was submitted, is\r\ncontrary to the provisions of\ns 155\nand\n156\nof the CPA, and it was\r\naccordingly impermissible and irregular to charge the appellants with\r\nthe other accused.\nSections\r\n155\nand\n156\nof the\nCriminal Procedure Act.\n[13\n]\nSection 155\nof the\nCriminal Procedure Act provides\n:\n‘\n155 Persons\r\nimplicated in same offence may be tried together\n(1) Any number of\r\nparticipants in the same offence may be tried together and any number\r\nof accessories after the same fact may be\ntried together or any\r\nnumber of participants in the same offence and any number of\r\naccessories after that fact may be tried together,\nand each such\r\nparticipant and each such accessory may be charged at such trial with\r\nthe relevant substantive offence alleged against\nhim.\n(2)\r\nA receiver of property obtained by means of an offence shall for\r\npurposes of this section be deemed to be a participant in the\noffence\r\nin question.’\nWhile\ns 156\nprovides as follows\n.\n‘\n156 Persons\r\ncommitting separate offences at same time and place may be tried\r\ntogether\nAny\r\nnumber of persons charged in respect of separate offences committed\r\nat the same place and at the same time or at about the same\ntime, may\r\nbe charged and tried together in respect of such offences if the\r\nprosecutor informs the court that evidence admissible\nat the trial of\r\none of such persons will, in his opinion, also be admissible as\r\nevidence at the trial of any other such person\nor such persons.’\n[14]\r\nThe purpose of\nss 155\nand\n156\nis to avoid a multiplicity of trials\r\nwhere there are a number of accused. This is where essentially the\r\nsame evidence on behalf\nof the prosecution is led on charges faced by\r\nall the accused.\n[2]\nIt is\r\nto avoid prejudice to both the accused and the prosecution.\n[15]\nThe\r\ntrial court exercises a discretion to decide whether to allow a trial\r\nto proceed or order a separation of trials. The way this\ndiscretion\r\nhas to be exercised has been set out in\nS\r\nv Ntuli & others\n:\n[3]\n‘\nIn\r\nexercising its discretion the trial Court has to weigh up the\r\nlikelihood of prejudice to the applicant accused resulting from\na\r\njoint trial against the likelihood of prejudice to the other accused\r\nor the State if their trials are separated, and decide whether\nor\r\nnot, in the interests of justice, a separation of trials should be\r\ngranted. \"Prejudice\" there means prejudice in the\nsense\r\nthat no injustice should be caused to the party concerned, including\r\nthe State….\nThe weight to be given\r\nto each of the relevant factors in the adjudication of this issue is\r\nfor the trial Court to assess in the\nexercise of its discretion.\n’\n[16]\nR\r\nv Heyne &others\n[4]\nwas a matter where three\r\ncompanies and 15 natural persons were charged with fraud committed\r\nover a period of two and a half years.\nThere, the case against the\r\naccused was that the accused consistenly over the said period, had\r\nacted in concert, created books\nand documents containing false\r\nentries and misleading omissions in order to deceive the police and\r\nauditors.  It was held\nthat:\n‘…\n[P]ractical considerations\r\nmust decide whether it is permissible to charge a person with a\r\ncourse of conduct when what he has\ndone consists, not of an unbroken\r\nspell of uniform behaviour, … , but of a series of closely\r\nfollowing similar acts,….\nThose considerations require that in\r\na proper case a planned course of fraudulent conduct may be charged\r\nas a single crime of fraud,\neven if it might also be possible to\r\nanalyse it into a series of separate frauds. . . .  It is true\r\nthat the period was a\nvery long one and it appeared from the Crown\r\ncase that\nnot\r\nall the accused persons could have been associated with the course of\r\nconduct over the whole period of its existence\n.\r\nBut that was not a sufficient reason for holding that they could not\r\nbe charged upon a fraudulent course of conduct if they acted\nin\r\nconcert to make a systematic series of false representations. Where\r\nthe participations of several collaborators have not covered\n\nprecisely the same period, particulars may be necessary to inform\r\nthem of the extent of their alleged participation, but the Crown\n\nwould not be precluded from charging them together on a course of\r\nconduct basis. In each case it is necessary to decide whether\nthere\r\nhas been prejudice to the accused; in the present case there has been\r\nnone.’\n[5]\n(My\r\nemphasis)\n[17]\r\nCounsel for the appellants, inter alia, referred us to\nS\r\nv Ramgobin\n[6]\nas authority for the proposition that it is not permitted to charge\r\ndifferent accused in the same trial where they do not all face\nthe\r\nsame charges.  I am of the view that\nRamgobin\ndoes\r\nnot support his contentions.  In\nRamagobin\nthe\r\nindictment against the 16 accused comprised a main count of treason,\r\nallegedly committed from 1980 to 1985, plus five alternative\ncounts.\r\nAll the accused were joined in the main count and two of the\r\nalternative counts but only some of the accused were joined\nin the\r\nother alternative counts. The state in that instance did not rely on\r\nthe provisions of\ns 156\nof the CPA, as the alleged acts were not\r\ncommitted at the same place, or the same time, or at about the same\r\ntime.\n[7]\nIt was argued\r\nthat the joinder of the accused with each other in one count of\r\ntreason was not permissible as there were a\nnumber of different acts,\r\nwidely differing in time and place of committal by the various\r\naccused. The court found that the ‘.\n. . [P]ractice, therefore\r\nof charging a series of acts committed by different accused at\r\ndifferent times over a period in pursuance\nof one overall plan or\r\ndesign as one offence, notwithstanding that each such act could form\r\nthe subject of a separate charge, is\nwell-established in our law, and\r\nrests on Appellate Division authority.’\n[8]\nThe court held that joinder of all the accused in one indictment on\r\nthe treason charge was competent and not irregular. This is\nno\r\nauthority for the proposition that each accused had to be charged\r\nwith every offence in the indictment.\n[18]\r\nIn\nS\r\nv Naidoo\n[9]\nthe appellant was the second\r\nof two remaining accused charged with theft, fraud and various\r\nstatutory offences and contravening\nsections of the\nPrevention of\nOrganised Crime Act 121 of 1998\n. Prior to the start of the trial the\r\nappellant brought an application claiming misjoinder as he had not\r\nbeen charged with all the\ncharges levied at accused one. The\r\napplication was dismissed and on appeal to the full bench of the\r\ncourt, the appeal was dismissed.\nThe court held that:\n‘\nFor\r\neach of the main counts, and the alternatives thereto, there is only\r\none set of facts which might result in a conviction on\nthe main\r\ncounts or on one of the alternatives. What is clear is that in\r\nrelation to each count, or alternative thereto, the evidence\nrelied\r\nupon by the prosecution relates to the ongoing, continuing or\r\nrepeated participation of each of the accused, and in particular\n\naccused 1 and the appellant in the illegal rackets in which they are\r\nall participants. Despite the fact that the nature of the\npart played\r\nby each accused could be different from that of another accused, the\r\nevidence would remain the same to prove the conspiracy\nbetween them\r\nor the individual counts on which accused 1 has been charged in\r\nthe alternative.\n’\n[10]\n[19]\r\nIt is clear from the charge sheet that the alleged offences were\r\ncommitted within a period of two months and were therefore\ncommitted\r\nat about the same time and place and were furthermore in furtherance\r\nof a common purpose. The charge sheet enunciated\nit. The scheme was\r\ndesigned to fraudulantly sell property belonging to the JMM and to\r\ntransfer those properties to buyers in order\nfor the accused to\r\ncollect the proceeds of such sales. In order to succesfully effect\r\nsuch transfers it was necessary for officials\nin SARS and the Deeds\r\nOffice to co-operate in the furtherance of the common purpose,\r\notherwise the properties could not be transferred\nand registered.\r\nThese officials were bribed and therefore the corruption charges are\r\npart and parcel of the overall design of the\nscheme.  There is a\r\nwhole mosaic of evidence that will be necessary to prove the scheme\r\nand the participation of the various\naccused in its different facets.\n[20]\r\nThe only prejudice to the appellants that was mentioned by counsel\r\nwas that the appellants would have to sit through a trial\nwhile\r\nevidence would be presented that would not relate to charges they\r\nfaced.  In my view, the prejudice is exaggerated in\nthat the\r\ncorruption and other charges are but a part of the scheme that will\r\nproved. On the other hand, if separation is ordered,\nthe State will\r\nsuffer prejudice. There will have to be three separate trials (for\r\nthe two appellants can then not be tried together)\nwhere the same\r\nwitnesses will have to testify about the same facts. This is inimical\r\nto the interests of the State and against\nthe principle that there\r\nshould not be a multiplicity of trials relating to essentially the\r\nsame facts and body of evidence.  The\nprejudice, asserted by the\r\nappellants, is in the greater scheme of things, minimal.\n[21]\r\nFurthermore, the magistrate exercised his discretion in refusing a\r\nseparation of the trials and there has been no indication\nwhy such\r\ndiscretion has not been exercised judicially.\n[22]\r\nFor the above reasons the following order is made.\nThe\r\nappeal is dismissed.\n______________________\nI\r\nSCHOEMAN\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: M M\r\nHodes\nInstructed by:\nI Mabunda Attorneys,\r\nc/o M L Kekana Inc, Silverton, Pretoria\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nRespondent: A G Janse van Rensburg\nInstructed by:\nDirector of Public\r\nProsecutions, Pretoria\nDirector of Public\r\nProsecutions, Bloemfontein\n[1]\nPharmaceutical\r\n\tSociety of South Africa & others v Tshabalala-Msimang &another\r\n\tNNO; New Clicks South Africa (Pty) Ltd v\nMinister of Health\n2005\r\n\t(3) SA 238\npara 22\n.\n[2]\nE  du Toit et al\nCommentary\r\n\ton the\nCriminal Procedure Act\nService\r\n\tEdition 52 (2014) at 22-44.\n[3]\nS\r\n\tv Ntuli & others\n1978\r\n\t(2) SA 69\n(A) at 73.\n[4]\nR\r\n\tv Heyne &others\n1956\r\n\t(3) 604 (A).\nHeyne\ndid not refer to ss 327 and 328 of the Criminal Procedure Act 56 of\r\n\t1955, the precursors of ss 155 and 156 of the CPA.\n[5]\nHeyne\n616G-617B.\n[6]\nS\r\n\tv Ramgobin & others\n1986\r\n\t(1) SA 68 (N).\n[7]\nRamgobin\nat\r\n\t75D.\n[8]\nS\r\n\tv Ramgobin\nat\r\n\t79G.\n[9]\nS\r\n\tv Naidoo\n2009\r\n\t(2) SACR 674 (GSJ).\n[10]\nNaidoo\npara\r\n\t18.",
  "scraped_at": "2026-02-12T17:07:15.471141",
  "date": "2015-03-23",
  "coram": [
    "Navsa ADP",
    "Leach and Willis JJA",
    "Schoeman",
    "Meyer AJJA"
  ],
  "case_number": "20116/2014",
  "parties": {
    "applicants": [
      "Resimate Edwin Maringa",
      "Dorah Madisha"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Seven persons were indicted in the Pretoria Regional Court on 399 counts including fraud, forgery, uttering and corruption. The first appellant (Resimate Edwin Maringa) was charged with all counts except those relating to corruption; the second appellant (Dorah Madisha) faced 34 fraud counts. The State alleged a scheme whereby Maringa, an attorney, colluded with the City of Johannesburg Property Company and a private firm (Eildoug Investments) to fraudulently sell municipal property, using forged documents and bribed officials. The second appellant, an employee of the City, was alleged to have written letters confirming the legality of the transfers. The appellants sought to be tried separately from the five co‑accused on the basis that they did not face identical charges.",
    "issues": "The principal issue was whether, under sections 155 and 156 of the Criminal Procedure Act 51 of 1977, the appellants could be tried jointly with co‑accused despite not facing the same charges, and whether the trial court should have ordered a separation of trials to avoid prejudice. A subsidiary jurisdictional issue concerning the correct forum for special leave to appeal was also addressed, but the substantive decision focused on the joinder question.",
    "principles": "Section 155 permits the joinder of participants in the same offence; section 156 allows persons charged with separate offences to be tried together where evidence overlaps, provided the prosecutor informs the court. The trial court must balance the likelihood of prejudice to each accused against prejudice to the State, applying the discretion outlined in S v Ntuli and affirmed in later cases (R v Heyne, S v Ramgobin, S v Naidoo). Joinder is acceptable where there is a common purpose and a substantial overlap of evidence, and where separation would lead to multiplicity of trials and prejudice to the prosecution.",
    "application": "The court found that the alleged conduct formed a single fraudulent scheme involving all accused, with evidence concerning the scheme (property transfers, forged documents, bribes) relevant to each accused. The prejudice to the appellants from hearing evidence on charges they were not charged with was deemed minimal, whereas separating the trials would cause significant prejudice to the State by requiring multiple trials on identical evidence. The magistrate’s discretion to refuse separation was therefore upheld, and the authorities cited emphasized that a common purpose and overlapping evidence justify joint trials even where the accused face different counts.",
    "conclusion": "The appeal was dismissed. The joint trial of the appellants with their co‑accused was upheld, and no order for separation of trials was made."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Joinder of Accused",
    "level_3": [
      "s155",
      "s156",
      "prejudice",
      "common purpose",
      "special leave"
    ]
  }
}