{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/7.html",
  "case_name": "Mkhize v Department of Correctional Services and Others (128/2014) [2015] ZASCA 7; (2015) 36 ILJ 1447 (SCA) (11 March 2015)",
  "citation": "[2015] ZASCA 7",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 7\n|\nNoteup\n|\nLawCite\nMkhize v Department of Correctional Services and Others (128/2014) [2015] ZASCA 7; (2015) 36 ILJ 1447 (SCA) (11 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNOT\r\nREPORTABLE\nCase\r\nno: 128/2014\nIn\r\nthe matter between:\nSITHEMBISO\r\nSIPHELELE\r\nMKHIZE\n.......................................................................\nAppellant\nand\nDEPARTMENT\r\nOF CORRECTIONAL\nSERVICES\n...........................................................................................................\nFirst\r\nRespondent\nSILAS\r\nRAMUSHOWANA\r\nN.O\n......................................................................\nSecond\r\nRespondent\nGENERAL\r\nPUBLIC SERVICES SECTORAL\nBARGAINING\r\nCOUNCIL\n...............................................................................\nThird Respondent\nNeutral\r\ncitation:\nMkhize v Department of\r\nCorrectional Services\n[2015] ZASCA 7\n(11 March 2015)\nCoram:\nNAVSA ADP, LEWIS, WALLIS AND PILLAY JJA and MAYAT\r\nAJA .\nHeard\n:\r\n6 March 2015\nDelivered\n:\r\n11 March 2015\nSummary:\nDismissal – upheld by Sectoral\r\nBargaining Council – Labour Court dismissing review and Labour\r\nAppeal Court refusing\nleave to appeal – limited scope for\r\ninterference by Supreme Court of Appeal – new material evidence\r\ntendered on appeal\n– need to be presented and tested –\r\nremittal to Sectoral Bargaining Council\nORDER\nOn\r\nappeal from:\nLabour Court\n(Rabkin-Naicker J sitting as court of first\r\ninstance, leave to appeal having been refused by the Labour Appeal\r\nCourt):\n1.\nThe appeal is upheld and the order of the\r\nLabour Appeal Court refusing leave to appeal, the order of the Labour\r\nCourt dismissing\nthe review and the decision by the arbitrator given\r\non 30 October 2008, are all set aside.\n2.\nThere will be no order in regard to the\r\ncosts of the proceedings in the Labour Court and the Labour Appeal\r\nCourt.\n3.\nThe dispute concerning Mr Mkhize’s\r\ndismissal is remitted to the General Public Services Sectoral\r\nBargaining Council to continue\nthe arbitration before the second\r\nrespondent or, if he is unable to continue with the arbitration,\r\nanother arbitrator appointed\nby the Council, on the sole question\r\nwhether Mr Mkhize’s dismissal was substantively unfair.\n4.\nIn the resumed hearing the evidence heard\r\nto date will remain as evidence on the record and the arbitrator will\r\nhear the evidence\nof Mr G Sibiya, such further evidence as\r\nmay be tendered by either party in the light of that evidence and\r\nfurther evidence\nfrom or, if requested, cross-examination of, any\r\nwitness who has already testified in the arbitration.\n5.\nIn the event of Mr Mkhize obtaining an\r\norder for his reinstatement or an order for compensation in excess of\r\nthat permitted by\ns 194(1)\nof the\nLabour Relations Act, 66 of\n1995\n, as amended, and such order becomes final and binding on the\r\nDepartment of Correctional Services, the Department shall pay Mr\r\nMkhize’s\ncosts of this appeal.\n6.\nApart from the circumstances in para 5 of\r\nthis order there will be no order for costs in this appeal.\nJUDGMENT\nWallis\r\nJA (Navsa DP, Lewis and Pillay JJA and Mayat AJA concurring)\n[1]\nMr S S Mkhize, the appellant, was formerly\r\nemployed by the first respondent, the Department of Correctional\r\nServices (the Department)\nas a warder at the Johannesburg\r\ncorrectional centre. In January 2008, after a disciplinary enquiry,\r\nmost of which he had refused\nto attend, he was found guilty on a\r\ncharge of bringing dagga into the prison and was dismissed. He\r\nchallenged his dismissal in\nterms of the Labour Relations Act 66 of\r\n1995 (the LRA), but on 30 October 2008, after a hearing, the second\r\nrespondent, sitting\nas an arbitrator in the General Public Services\r\nSectoral Bargaining Council, held that it had been both procedurally\r\nand substantively\nfair. Mr Mkhize reviewed the award in terms of the\r\nLRA, but, on 21 June 2012, Rabkin-Naicker J in the Labour Court\r\ndismissed the\nreview application. The Labour Appeal Court dismissed a\r\npetition for leave to appeal on 28 February 2013. This further appeal\r\nis\nwith the special leave of this court.\n[2]\nIn this appeal Mr Mkhize asked us to\r\nrevisit the arguments that failed before the arbitrator and in the\r\nLabour Court and Labour\nAppeal Court. In addition he sought leave to\r\nintroduce new evidence in the form of an affidavit sworn on 1 October\r\n2012 by one\nGilbert Sibiya, who was also employed as a warder at the\r\ntime of the incident leading to Mr Mkhize’s dismissal. It was\r\nMr\nSibiya who had first made a report that led to the investigation\r\nof Mr Mkhize, his suspension from duty and his eventual dismissal.\nMr\r\nSibiya furnished a statement to the investigators who compiled an\r\ninvestigation report and gave evidence at both the disciplinary\n\nenquiry and the arbitration. In his affidavit he confessed that, out\r\nof personal antagonism towards Mr Mkhize, he had given false\nevidence\r\nagainst him at the disciplinary hearing and arbitration. He said that\r\na prisoner, one Zola, had planted the dagga seeds\nfound in a bag\r\nthought to belong to Mr Mkhize, which contained his windbreaker and\r\nnewspaper. He had seen Zola doing this and instead\nof taking steps to\r\ndeal with Zola’s misconduct he had made a report to Mr Dlamini,\r\nthe assistant head of the prison, that\nthere was dagga in Mr Mkhize’s\r\nbag. This had led to the investigation that in turn had the\r\nconsequences already described.\n[3]\nApart\r\nfrom the introduction of new evidence, Mr Mkhize wanted this court to\r\nrevisit the two issues that had been ventilated before\nthe\r\narbitrator, the Labour Court and the Labour Appeal Court. These were\r\nthat there was a procedural time bar that prohibited the\ninstitution\r\nof disciplinary proceedings against him in terms of the Department’s\r\ndisciplinary code and that the arbitrator\nhad erred on the evidence\r\nin holding that his dismissal was both procedurally and substantively\r\nfair. On the established jurisprudence\nof this court\n[1]\nneither argument raised any special circumstance warranting\r\ninterference by this court with the decisions of the specialised\r\nlabour\ntribunals. Accordingly, and counsel on his behalf accepted\r\nthis, the only questions for decision in this appeal revolved around\n\nthe attempt to introduce the evidence of Mr Sibiya.\n[4]\nIt\r\nmust be accepted that if Mr Sibiya is now telling the truth –\r\nand on any basis he is a self-confessed liar – and\nhe had said\r\nto the arbitrator what is said in his affidavit, that may possibly\r\nhave affected the outcome of the arbitration. The\nevidence is\r\nmaterial and indicates the possibility of there having been a\r\nmiscarriage of justice, although courts are with good\nreason\r\nreluctant to place much reliance on the evidence of a recanting\r\nwitness.\n[2]\nHowever, the\r\naffidavit cannot simply be accepted at face value.\n[3]\nIts contents must be tested if it is still feasible to do so. In that\r\nregard not only will Mr Sibiya need to give evidence and\nbe\r\ncross-examined, but witnesses who gave evidence before the\r\ncommissioner might need to be recalled to give further evidence or\nto\r\nbe cross-examined in the light of his evidence. In addition, the\r\nalleged perpetrator, the prisoner called Zola, will need to\nbe\r\nidentified and will also have to give evidence. The circumstances in\r\nwhich Mr Sibiya’s affidavit was prepared and by whom,\n[4]\nas well as the circumstances in which it came to the attention of Mr\r\nMkhize’s lawyers will also have to be explored\n[5]\nThe\r\nneed to test Mr Sibiya’s evidence raises problems in the\r\ndisposition of this appeal. But the powers conferred on this\ncourt by\r\ns 22 of the Supreme Court Act 59 of 1959 (under which this\r\nmatter must be disposed of because it was pending in this\ncourt\r\nbefore the repeal of that Act)) are extremely broad. In the ordinary\r\ncase where a court of appeal is faced with a similar\nsituation it\r\nsets aside the decisions of the courts below it and remits the\r\nhearing of such evidence to the trial court. The trial\ncourt then\r\nhears the evidence and such further evidence as may arise therefrom,\r\nincluding further evidence from witnesses who gave\nevidence at the\r\noriginal trial, and determines the case\nde\r\nnovo\n.\n[5]\nThat is in my view the only proper way to address the present case,\r\nsubject only to the qualification that the remittal is limited\nto a\nde\r\nnovo\ndetermination\r\nof whether Mr Mkhize’s dismissal was substantively unfair. It\r\ndoes not extend to permitting him to re-argue\nthe technical point\r\nthat the disciplinary proceedings were instituted out of time.\n[6]\nAccordingly the appeal must succeed and the\r\norders by the Labour Appeal Court and Labour Court, as well as the\r\ndecision of the arbitrator,\nmust be set aside. Normally that would\r\ncarry with it an order for costs, but in this case that would not be\r\nappropriate. On the\nevidence before the arbitrator the decision he\r\nreached was a proper one and the Labour Court was correct not to set\r\nit aside on\nreview. The Labour Appeal Court was likewise correct not\r\nto grant leave to appeal from the Labour Court’s judgment. The\r\nonly\nreason why the proceedings below are to be set aside is because\r\nof the possibility that the new evidence might result in a different\n\nconclusion.\n[7]\nIn\r\nthose circumstances Mr Mkhize has not at this stage achieved\r\nsubstantial success. Even if the evidence is admitted and found\nto be\r\nreliable his success may be limited. Given the lapse of time since\r\nhis dismissal it is improbable that reinstatement would\nbe ordered as\r\na remedy for any procedural or substantive unfairness and any\r\ncompensation would be limited to twelve months’\n\nremuneration.\n[6]\nIf he pursues\r\nreinstatement but only obtains limited compensation, the game will\r\nnot have been worth the candle and the pursuit\nof reinstatement will\r\nhave been unreasonable. It is perfectly possible that the fairness of\r\nthe Department’s treatment of\nMr Mkhize may be reiterated.\n[8]\nIn addition, Mr Sibiya’s dishonest\r\nimplication of Mr Mkhize in misconduct cannot be laid at the door of\r\nthe Department. It\nhad no reason to believe that he was being\r\nduplicitous and protecting the misconduct of the prisoner, Zola.\r\nAccordingly, it was\nentitled to defend the proceedings before the\r\narbitrator and to resist the review and the appeal from the Labour\r\nCourt.\n[9]\nIn those circumstances, I do not think that\r\nMr Mkhize should recover his costs in respect of the proceedings in\r\nthe Labour Court\nand the Labour Appeal Court. As to his costs in this\r\ncourt I propose to make the recovery of those costs dependent upon\r\nhis obtaining\nsubstantial success in the resumed arbitration going\r\nbeyond the limited compensation that is recoverable in terms of s\r\n194(1) of\nthe LRA. In other words, if he recovers no more than the\r\nstatutory maximum compensation that will not count as substantial\r\nsuccess.\nIf he achieves such success an order that he recover his\r\ncosts in this court will be appropriate. On the other hand, the need\r\nfor\nthe remittal to the arbitrator is, in part, because of the\r\nfailure of the Department to deal with the affidavit of Mr Sibiya. It\n\ndid not oppose the application for special leave to appeal to this\r\ncourt nor did it seek to place any evidence before us, either\nin\r\nregard to its contents, or the appropriateness of it being admitted\r\nat this late stage of matters. Accordingly there will be\nno order in\r\nits favour in regard to any of the costs incurred thus far. In any\r\nevent it is the general practice in labour disputes\narising from\r\nindividual dismissals, not to make an order for costs in favour of\r\nthe successful employer.\n[10]\nI make the following order:\n1.\nThe appeal is upheld and the order of the\r\nLabour Appeal Court refusing leave to appeal, the order of the Labour\r\nCourt dismissing\nthe review and the decision by the arbitrator given\r\non 30 October 2008, are all set aside.\n2\n.\nThere will be no order in regard to the\r\ncosts of the proceedings in the Labour Court and the Labour Appeal\r\nCourt.\n3.\nThe dispute\r\nconcerning Mr Mkhize’s dismissal is remitted to the General\r\nPublic Services Sectoral Bargaining Council to continue\nthe\r\narbitration before the second respondent, or if he is unable to\r\ncontinue with the arbitration another arbitrator appointed\nby the\r\nCouncil, on the sole question whether Mr Mkhize’s dismissal was\r\nsubstantively unfair.\n4.\nIn the resumed hearing the evidence heard\r\nto date will remain as evidence on the record and the arbitrator will\r\nhear the evidence\nof Mr G Sibiya, such further evidence as\r\nmay be tendered by either party in the light of that evidence and\r\nfurther evidence\nfrom or, if requested, cross-examination of, any\r\nwitness who has already testified in the arbitration.\n5.\nIn the event of Mr Mkhize obtaining an\r\norder for his reinstatement or an order for compensation in excess of\r\nthat permitted by\ns 194(1)\nof the\nLabour Relations Act, 66 of\n1995\n, as amended, and such order becomes final and binding on the\r\nDepartment of Correctional Services, the Department shall pay Mr\r\nMkhize’s\ncosts of this appeal.\n6.\nApart from the circumstances in para 5 of\r\nthis order there will be no order for costs in this appeal.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor\r\nappellant: D Z Kela\nInstructed\r\nby:\nNdumiso\r\nVoyi Inc, Midrand\nWebbers,\r\nBloemfontein\nFor\r\nrespondent: S Hassim SC (with her M B Matlejoane)\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria and Bloemfontein.\n[1]\nNational\r\n\tUnion of Mineworkers and another v Samancor Ltd (Tubatse\r\n\tFerrochrome) and others\n(2011)\r\n\t32 ILJ 1618 (SCA) para 14;\nHerholdt\r\n\tv Nedbank Ltd (COSATU as Amicus Curiae)\n2013\r\n\t(6) SA 224\n(SCA) para 6.\n[2]\nR\r\n\tv Van Heerden and Another\n1956\r\n\t(1) SA 366\n(A) at 372H-373A;\nS\r\n\tv N\n1988\r\n\t(3) SA 450\n(A) at 464E-H.\n[3]\nThe order granting special leave to appeal to this court included a\r\n\tprovision that if the contents of Mr Sibiya’s affidavit\nwas\r\n\tnot objected to within 21 days leave would be given to Mr Mkhize to\r\n\tadduce this evidence on appeal. However, that order,\nadded\nmero\r\n\tmotu\nby the judges dealing with the application, was clearly incompetent\r\n\tin the light of the provisions of s 22\n(a)\nof\r\n\tthe Supreme Court Act 59 of 1959 (\nShein\r\n\tv Excess Insurance Co Ltd\n1912\r\n\tAD 418\nat 429) and the parties accepted that it could be\r\n\tdisregarded.\n[4]\nA consideration of its terms suggests that someone other than Mr\r\n\tSibiya and possibly someone with a modicum of legal training\nmay\r\n\thave drafted it.\n[5]\nR\r\n\tv Mhlongo and Another\n1935\r\n\tAD 133\nat 134;\nR\r\n\tv Kanyile and Others\n1944 AD 293\nat 295;\nR\r\n\tv Jantjies\n1958\r\n\t(2) SA 273\n(A) at 279F-H.\n[6]\nSection 194(1)\nof the\nLabour Relations Act 66 of 1995\n.",
  "scraped_at": "2026-02-12T16:25:38.147058",
  "date": "2015-03-11",
  "coram": [
    "Navsa ADP",
    "Lewis",
    "Wallis JJA",
    "Pillay JJA",
    "Mayat AJA"
  ],
  "case_number": "128/2014",
  "parties": {
    "applicants": [
      "Sithembiso Siphelele Mkhize"
    ],
    "respondents": [
      "Department of Correctional Services",
      "Silas Ramushowana N.O",
      "General Public Services Sectoral Bargaining Council"
    ]
  },
  "sections": {
    "facts": "Mr S S Mkhize was employed as a warder by the Department of Correctional Services. In January 2008, after a disciplinary enquiry that he largely refused to attend, he was found guilty of bringing dagga into a prison and was dismissed. An arbitration by the General Public Services Sectoral Bargaining Council on 30 October 2008 held the dismissal procedurally and substantively fair. Mkhize sought review in the Labour Court, which was dismissed in June 2012, and the Labour Appeal Court refused leave to appeal in February 2013. On appeal to the Supreme Court of Appeal, Mkhize introduced new evidence: an affidavit by Gilbert (G) Sibiya, a fellow warder who admitted giving false evidence against Mkhize and claimed that a prisoner, Zola, had planted the dagga.",
    "issues": "1) Whether the new affidavit evidence of Sibiya can be admitted at this stage of appeal. 2) Whether the introduction of that evidence warrants setting aside the earlier arbitration decision. 3) Whether Mkhize’s dismissal was substantively unfair. 4) The appropriate scope of Supreme Court of Appeal interference with specialised labour tribunal decisions. 5) Allocation of costs in view of potential limited success and statutory compensation limits.",
    "principles": "The Court affirmed its limited jurisdiction to interfere with specialised labour tribunals unless there is a miscarriage of justice. Under s 22 of the Supreme Court Act 59 of 1959, the Court may remit a matter de novo to the appropriate tribunal to test new evidence. New evidence must be examined, cross‑examined and, if credible, may affect the outcome. Precedent cited includes the need for courts to be reluctant to rely on recanting witnesses without testing. Costs may be awarded only if the appellant achieves substantive success beyond the statutory maximum compensation under s 194(1) of the Labour Relations Act.",
    "application": "The Court held that Sibiya’s affidavit is material and must be tested, necessitating a de novo hearing on the substantive fairness of the dismissal. Consequently, the appeal was upheld, the prior orders of the Labour Court, Labour Appeal Court, and the arbitrator were set aside, and the dispute was remitted to the General Public Services Sectoral Bargaining Council for a fresh determination limited to substantive unfairness. Costs were not awarded against the respondents; the appellant may recover costs only if he obtains a remediation exceeding the statutory compensation ceiling.",
    "conclusion": "The appeal succeeded. All previous decisions were set aside and the case was remitted to the Sectoral Bargaining Council for a de novo hearing on the substantive fairness of Mr Mkhize’s dismissal, with the new evidence to be considered. No costs were ordered against the respondents, and the appellant’s costs are conditional on achieving compensation beyond the statutory limit."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "new evidence",
      "remittal",
      "substantive fairness",
      "procedural fairness",
      "costs"
    ]
  }
}