{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/91.html",
  "case_name": "Minister of Safety and Security v Morudu (1084/2013) [2015] ZASCA 91; 2016 (1) SACR 68 (SCA) (29 May 2015)",
  "citation": "[2015] ZASCA 91",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 91\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Morudu (1084/2013) [2015] ZASCA 91; 2016 (1) SACR 68 (SCA) (29 May 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCASE\r\nNO: 1084/2013\nIn\nthe matter between:\nMINISTER\nOF SAFETY AND\r\nSECURITY                                                                                 \n\nAPPELLANT\nand\nMAPULA\nPAULINE\nMORUDU                                                                                    \n\nFIRST\nRESPONDENT\nNeutral\r\nCitation:\nMinister of Safety and\r\nSecurity v Morudu\n(1084/2013)\n[2015] ZASCA 91\n(29 May 2015).\nCoram:\nNavsa ADP, Brand, Saldulker & Mbha JJA and Dambuza AJA\nHeard:\n12 May 2015\nDelivered:\n29 May 2015\nSummary:\nVicarious liability – test to be applied in deviation cases\r\n– spirit, purport and objects of the Bill of Rights to be\n\nconsidered – acts of policeman not sufficiently close to give\r\nrise to vicarious liability.\nORDER\nOn\r\nappeal from\n: The North Gauteng High Court, Pretoria (Molefe AJ\r\nsitting as court of first instance).\nThe\r\nfollowing order is made:\n1. \r\nThe appeal is upheld and no order is made as to costs.\n2. \r\nThe order of the court below is set aside and substituted as follows:\n'The\r\nplaintiffs‟ claims are dismissed and no order is made as to\r\ncosts.'\nJUDGMENT\nNavsa\r\nADP (Brand, Saldulker & Mbha JJA and Dambuza AJA concurring):\n[1]\r\nThe events of the morning of the day before Christmas 2001 will, no\r\ndoubt, continue to haunt the respondents, Mrs Mapula Pauline\nMorudu\r\nand her four children for the rest of their lives. On that fateful\r\nday Inspector Frans Duba (Duba), then employed by the\nappellant, the\r\nMinister of Safety and Security, drove to their home situated at 22\r\nZone 5, Seshego Township in the Limpopo Province.\nUpon arrival he\r\ncalled out the name of Mr Mothibi Elias Morudu, the first\r\nrespondent‟s husband and the father of the other\nrespondents.\r\nDuba asked about the whereabouts of Mrs Duba, his wife. Shortly\r\nthereafter he pursued Mr Morudu, through the house\nand ultimately\r\nshot and killed him.\n[2]\nAt\nthe\ntime\nof\nthe\nevents\nreferred\nto\nin\nthe\npreceding\nparagraph,\nDuba\nwas\nattached\nto\nwhat\nis\nnow\nknown\nas\nthe\nPolokwane\nCriminal\nRecord\nand\nCrime\nScene Management\nUnit\nof\nthe\nSouth\nAfrican\nPolice.\nSimply\nput,\nhe\nwas\na\nfingerprint\ninvestigator and\na member\nof\na police unit that\r\nattended crime\nscenes\r\nfor investigative\npurposes\nwhen\ncalled\nupon\nto\ndo\nso.\nDuba\ndrove\nto\nthe\nhouse\nwhere\nhe\nshot\nMr\nMorudu\n(the\ndeceased)\nin\nan\nunmarked\npolice\nvehicle\nthat\nhad\nbeen\nassigned\nto\nhis\nunit. At that time, he and\r\nanother colleague were on call to attend crime scenes, should\nthe\nneed\narise. The\nfirearm which\nhe\nused in perpetrating the\nawful\ndeed\nwas his own\nand\nnot\nof\nofficial\nissue.\nThe\nquestion\non\nappeal,\nas\nin\nthe\ncourt\nbelow,\nis\nwhether,\nfollowing\non\nthe\ndeath\nof\nthe\ndeceased,\nthe\nappellant\nshould\nbe\nheld\nvicariously\nliable\nfor the respondents‟\r\nalleged loss of support sustained as a result of Duba‟s\r\nactions. The\ndetails\nthat  follow \r\nhave  been  distilled  from  the  evidence\r\n adduced  in  the  Gauteng\nDivision,\nPretoria,\n[1]\nfollowing\non\nan\naction\ninstituted\nby\nthe\nrespondents\nin\nwhich\nthey claimed damages\r\nflowing from the unlawful killing of the deceased.\n[3]\r\nDuring the morning of Monday, 24 December 2001, shortly after she\r\nawoke, the first respondent, in preparing to start her daily\n\nhousehold chores, took the youngest of her three children to the room\r\nwhere her other children slept. She returned to her bedroom\nwhen\r\nsuddenly, Duba appeared from behind the curtains, calling out her\r\nhusband‟s name and asking about the whereabouts of\nhis wife,\r\nMrs Duba. The first respondent was terrified. Duba, who was armed,\r\nfired shots in her bedroom. The first respondent managed\nto escape\r\nfrom the room and whilst fleeing grabbed one of her children who was\r\nstanding in a passage of the house. The first respondent\nexited\r\nthrough the kitchen door and sought refuge in a neighbouring house.\r\nFrom the neighbour‟s premises she saw a white\nunmarked motor\r\nvehicle, which Duba had used to travel to the scene. It was parked\r\naround a corner close to her house. When she\nreturned to the house\r\nshe found the deceased lying close to the kitchen door. He had been\r\nshot and killed by Duba.\n[4]\r\nThe first respondent had encountered Duba for the first time on a\r\nprior occasion when he had visited her home on a Sunday afternoon\nand\r\nhad sought the deceased. When she informed Duba that her husband had\r\ngone to church he, in turn, told her that the deceased\nhad been\r\nintimate with his (Duba‟s) wife. This came as a surprise to the\r\nfirst respondent. When the deceased returned and\nwas confronted by\r\nthe first respondent about the accusation made by Duba, he had denied\r\nit.\n[5]\r\nAt the time of the incident, the first respondent‟s youngest\r\nchild was 18-months- old. Another was 10-years-old. A third\nwas\r\n12-years-old and the eldest was 22-years- old. They are the second to\r\nfifth respondents respectively.\n[6]\r\nThe first respondent had discovered only after Duba‟s arrest\r\nthat he was a policeman. On the two occasions that Duba had\nvisited\r\nthe deceased‟s house, he was dressed in civilian clothing. The\r\nfirst respondent was uncertain about whether the deceased\nhad indeed,\r\nbeen intimately involved with Duba‟s wife. The first respondent\r\ndid, however, recall finding a letter, which\nshe identified in court,\r\nostensibly written by Duba‟s wife and addressed to the\r\ndeceased. The letter was suggestive of a\nromantic relationship\r\nbetween the deceased and Duba‟s wife.\n[7]\r\nMs Tebogo Portia Khumalo (Tebogo), the fifth respondent, the eldest\r\ndaughter of the deceased and the first respondent, testified\nabout\r\nthe events of the day in question. At that time she was a student\r\nenrolled at the Pretoria Technikon. She recalled her mother\nbringing\r\nher youngest sibling to her bedroom and then departing. Shortly\r\nthereafter she heard shots being fired. She went towards\nher mother‟s\r\nbedroom and saw sparks flying and heard her mother screaming. Tebogo\r\nwas petrified. Her mother ran into the\npassage, picked up her brother\r\nand ran out of the house. Tebogo then made her way towards her own\r\nbedroom and saw the deceased\nrunning into a passage. Duba pursued the\r\ndeceased and when he encountered Tebogo in the passage, asked her\r\nwhere her father was.\nShe answered that she did not know and re-\r\nentered her bedroom where she hid between the window and the bed. The\r\ndeceased went\ninto the bathroom and locked himself in. She later\r\nheard a window being shattered and shots being fired. The deceased\r\nemerged from\nthe bathroom and entered her bedroom. Duba tried to kick\r\nher bedroom door down. The deceased undertook to come out and pleaded\r\nwith Duba not to shoot, informing him that there was a child in the\r\nroom. The deceased proceeded to open the door. More shots were\nfired\r\nand Tebogo heard the deceased physically struggling with Duba. When\r\nshe emerged from her bedroom, she saw the deceased lying\nclose to the\r\nkitchen door.\n[8]\r\nCaptain Viljoen (Viljoen), a member of the South African  Police\r\n Service, presently employed at the Polokwane Criminal\nRecord\r\nand Crime Scene Management Unit (the Unit), was stationed there\r\nduring December 2001. At that time, the commanding officer\nwas\r\nLieutenant-Colonel Makafola (Makafola). Viljoen was the most senior\r\nofficer after Makafola. The Unit was located on the corner\nof\r\nSchoeman and Bodenstein Street in Polokwane. Viljoen had worked with\r\nDuba. He testified that members of the Unit did not wear\npolice\r\nuniforms. Members travelled to crime scenes in unmarked police\r\nvehicles assigned to them. The Toyota Hilux motor vehicle\nwhich Duba\r\nhad used on the day in question was such a vehicle. It had a Northern\r\nProvince registration reflected on the vehicle‟s\nnumber plate.\r\nCivilians would have no indication that it was a police vehicle.\r\nViljoen had been the duty officer during the week\nwhen the deceased\r\nwas shot and killed. With reference to official documents presented\r\nduring the trial he confirmed that at the\nmaterial time two members\r\nof the Unit were on standby to attend crime scenes within Polokwane\r\nand the surrounding areas of Mangkweng,\nMogoadi and Malebogo. Duba\r\nwas identified as one of the members on standby. The following part\r\nof Viljoen‟s evidence bears\nrepeating:\n'Being\non\nstandby\nmeans\nthat\nyou\nare\nresponsible\nfor\nstandby\nactivities\nduring\nand\nafter\nhours.\nThe standby activities means\r\nthat a person is allocated a state phone and a state vehicle where\nthe vehicle is garaged at\r\na specific place predetermined. Then whenever the person is activated\nby\nmeans\nof\nthe\ncell\nphone\nto\ndo\nstandby\nactivities\nhe\nwill\nthen\nplace\nhimself\non\nduty\nin\nhis\npocket book, he\nwill move to\nthe place\nwhere the\nactivity\nis, finalise\nthe\nactivity,\ncome back\nto\nthe\nplace\nwhich\nwas\ndetermined\nfor\nthe\ngaraging\nof\nthe\nvehicle,\ngarage\nthe\nvehicle\nand\nthen\nplace [himself] off duty\r\nagain in his pocket book.'\n[9]\r\nIt is common cause that Duba had not made an entry in his pocket book\r\nbefore he drove out to the deceased‟s house. Furthermore,\nhe\r\nhad not, during that time, been dispatched to do duty at any crime\r\nscene. The duty areas that Duba and his colleague were assigned\nto\r\ndid not include Seshego, where the deceased resided.\n[10]\r\nThe Toyota vehicle which Duba had used had been assigned to the Unit\r\nand was required to be garaged at the South African Police\nbarracks\r\nin Seshego. This, according to Viljoen, meant that the vehicle had to\r\nremain at the barracks until Duba and the other\nmember of the unit\r\nwere „activated‟ to attend a crime scene. After\r\ncompleting their tasks they were obliged to return\nthe vehicle to the\r\nbarracks. At the material time, Duba and his standby colleague were\r\nresiding at the barracks. This was a requirement\nwhen a member was on\r\nstandby duty.\n[11]\r\nDuba and his colleague were required to attend a daily inspection at\r\nthe Unit‟s offices in Seshego between 07h00 and\n07h30. They\r\nwould thereafter be required to attend at police stations where they\r\nmight collect cases for investigation. The distance\nbetween the\r\nbarracks and the Unit‟s Seshego office is 22 kilometres.\n[12]\r\nDuring the morning of 24 December 2001, just before 07h00, Viljoen\r\nreceived a phone call from Duba, who informed him that he\nhad shot\r\nsomeone and that he was presently at the Seshego police station where\r\nthe barracks are also situated. He required Viljoen\nto come and\r\ncollect the police cellular telephone which had been assigned to him.\r\nViljoen travelled to the police station and was\ntold that Duba did\r\nnot want to see him. At that time the Toyota motor vehicle was parked\r\nat the police station. According to Viljoen\nthe distance from the\r\nSeshego police station to the deceased‟s house is approximately\r\nsix kilometres. Upon checking the vehicle‟s\nofficial record,\r\nViljoen found that Duba had used it to travel a distance of 431\r\nkilometres, the purpose of which was not noted.\nViljoen recorded that\r\nusage as being unauthorised. Under cross-examination he conceded that\r\nperhaps not all of it was unauthorised.\nHe had arrived at the prior\r\nconclusion on the basis that the travelling had not been accounted\r\nfor. He could not investigate that\naspect any further because Duba\r\nwas in custody.\n[13]\r\nViljoen testified that Duba had never been issued with an official\r\npolice firearm. Viljoen explained that being a fingerprint\n\ninvestigator, like Duba, was the first step towards  becoming  a\r\n fingerprint  expert.  As  far  as \n\nViljoen  was  aware,  no  one  had\r\n'activated' Duba to attend a crime scene during the morning of the\n\nevents in question.\n[14]\r\nThe last witness to testify was Warrant Officer Selepe (Selepe). He\r\nwas the colleague on standby duty with Duba during the\nweek in which\r\nthe deceased was killed. The duty week stretched from Friday to\r\nFriday. Selepe was adamant that the Toyota vehicle\nassigned to them\r\ncould only be used for official duties and not for private errands.\r\nLike Duba, Selepe slept at the barracks during\nthe duty week. He\r\nconfirmed that he and Duba had been issued with an official cellular\r\ntelephone which was used to contact them\nin the event that they were\r\nto be placed at a crime scene.\n[15]\r\nSelepe described the events of the morning during which the deceased\r\nwas killed. He was in his room preparing to go to work\nwhen Duba came\r\nto make arrangements for them to travel to the office together. They\r\nagreed at 06h00 that they would leave at 07h00.\nApproximately 45\r\nminutes later Duba came to him holding a bleeding arm. He informed\r\nSelepe that he had shot someone and handed\nover the car keys and the\r\nofficial cellular telephone. Duba‟s private firearm was on his\r\nhip. He did not see Duba thereafter.\nUnder cross-examination Selepe\r\nwas adamant that the work of the Unit was confined to dealing with\r\nfingerprints and taking photographs\nof crime scenes. He insisted that\r\nthe uniform branch were the principal crime fighters tasked with\r\narresting criminals. Selepe\nresisted attempts by counsel on behalf of\r\nthe appellant to have him concede that his primary duty as a member\r\nof the South African\nPolice Service was to actively protect citizens.\r\nHe repeatedly stated that the Unit‟s function was an\r\ninvestigative one.\nAccording to Selepe the unauthorised kilometres\r\nrecorded by Viljoen were due to Duba and not to him. He testified\r\nthat he had accounted\nfor all of his official travels and that he had\r\nhanded the keys to Duba, with an odometer reading 432 kilometres less\r\nthan that\nultimately recorded by Viljoen. According to Viljoen, given\r\nits closeness to the barracks, Duba could quite easily have travelled\n\nto the deceased‟s house using public transport. For\r\ncompleteness, it is necessary to record that Viljoen‟s\r\ntestimony\nwas ultimately unchallenged that an hourly allowance of\r\nR16.80 payable to officials of the South African Police Service who\r\nare\non standby duty per 24 hour period is not paid to members of the\r\nUnit because of a statutory exemption.\n[16]\r\nThe court below (Molefe AJ) had regard to two decisions of the\r\nConstitutional Court, namely,\nK\nv\nMinister\nof\nSafety\nand\nSecurity\n[2005] ZACC 8\n;\n2005 (6) SA 419\n(CC) and\nF\nv\nMinister\nof\nSafety and\nSecurity\n[2011] ZACC 37\n;\n2012 (1) SA 536\n(CC), and\r\nstated that in adjudicating whether there should be vicarious\r\nliability, the focus is now on whether the connection between\nthe\r\nconduct of the policeman and his employment was sufficiently close to\r\nrender the Minister liable. Molefe AJ said the following\n(in para 8):\n'The\nestablishment\nof\nthis connection\nis\r\nassessed by explicit recognition of the normative factors\nthat point to vicarious\r\nliability.' (Footnote omitted.)\nFollowing\r\nthe Constitutional Court‟s lead, she held that the fact that a\r\nmember of the South African Police was on standby,\nrather than active\r\nduty, and the question of payment for that duty was not\r\ndeterminative.\n[17]\r\nThe following paragraph of the judgment of the court below sets out\r\nthe\nratio\nfor its conclusion that the appellant was\r\nvicariously liable (in para 20):\n'Although\nthe\nSecond\nDefendant\n‟\ns\nmurdering\nof\nthe\ndeceased\nhad\nnothing\nto\ndo\r\nwith his official\nduties,\r\nI am of the view that there is a sufficiently close link between his\r\nact for his own personal\ngratification\nand\nthe\nbusiness\nof\nthe\nFirst\nDefendant.\nIn\ncasu\n,\nthe\nSecond\nDefendant\nwas\non\nstandby\nduty\nas\ninstructed\nby\nhis\nemployer,\nthe\nFirst\nDefendant.\nHe\nutilized\nthe\nemployer‟s\nvehicle to attend to his\r\npersonal matters by going to murder the deceased, which action was an\nintentional deviation\r\nfrom his duties.'\n[18]\r\nThe question in this appeal is whether that reasoning and the\r\nconclusion are correct. The judgment of the Constitutional Court\nin\nF\nis instructive. In para 40, Mogoeng J, as he then was, restated\r\nthe general rule in relation to vicarious liability, namely, that\nan\r\nemployer is vicariously liable for the wrongful acts or omissions of\r\nan employee committed within the course and scope of employment,\nor\r\nwhilst the employee was engaged in any activity incidental to it. He\r\nwent on to record that two tests  apply  in  determining\n\n vicarious  liability:  The  first  applies\r\n where  an  employee commits a delict when\ngoing about\r\nthe employer‟s business, this is referred to as the standard\r\ntest. The second is where the wrongdoing occurs\noutside the course\r\nand scope of employment, those are referred to as „deviation\r\ncases‟. This matter, as in\nF,\nis a deviation case.\n[19]\r\nWith reference to the decision of this Court in\nFeldman (Pty) Ltd\r\nv Mall\n1945 AD 733\n, the Constitutional Court in\nF\nexamined the rationale behind holding an employer liable where an\r\nemployee had deviated from his or her duties. In para 45 of\nF\nthe following appears:\n'Central\nto\nthis\npassage\nis\nthe\nproposition\nthat\nemployees\nare\nextensions\nof\ntheir\nemployers.\nThis\nis\nindeed\nso because, figuratively,\r\nemployees\nare\r\nthe hands\nthrough\nwhich employers do\ntheir work. Employers\ncould\ntherefore\nbe held\nto have\ncreated\na\nrisk\nof\nharm to\nothers\nshould\ntheir employees prove\nto be\ninefficient or\r\nuntrustworthy.\nThat\r\npotential\nrisk\nimposes an\nobligation on employers\r\nto ensure that the employees they hold out as the hands through which\nthey\nwould\nserve\nor\ndo\nbusiness\nwith\nothers,\nwould\nnot\ndo\nthe\nopposite\nof\nwhat\nthey\nare\ninstructed and obliged to\r\ndo. Should they, however, act inconsistently with the employer‟s\r\ncore\nbusiness,\r\nsome link between the employers‟\nbusiness and the\r\ndelictual\nconduct\r\nmust be\nestablished\r\nbefore the employers may be held vicariously liable.'\n[20]\r\nIn\nMinister of Police v Rabie\n1986 (1) 117 (A) this Court was\r\ndealing with a claim for damages arising from the wrongful arrest,\r\ndetention and assault of an individual.\nThe acts complained of had\r\nbeen perpetrated by an off-duty mechanic employed by the South\r\nAfrican Police Service. At the time of\nthe arrest, he had not been\r\nwearing a police uniform. He had, however, identified himself as a\r\npoliceman, took the person he had\narrested to the police station,\r\nfilled-out a police docket and wrongfully charged his victim with\r\nattempted housebreaking and then\ndetained him. At 134C-E the\r\nfollowing appears:\n'It\nseems clear that an act done by\r\na servant solely for his own interests and purposes, although\noccasioned\nby\nhis\nemployment,\nmay\nfall\noutside\nthe\ncourse\nor\nscope\nof\nhis\nemployment,\nand\nthat in deciding whether\r\nan act by the servant does so fall, some reference is to be made to\r\nthe\nservant‟s\r\nintention (cf\nEstate\r\nVan der Byl v Swanepoel\n1927\r\nAD 141\nat 150). The test is in this\nregard\nsubjective.\nOn\nthe\nother hand,\nif\nthere\nis\nnevertheless\na\nsufficiently\nclose\nlink\nbetween\nthe servant‟s acts\r\nfor his own interests and purposes and the business of his master,\r\nthe master may\nyet\nbe\nliable.\nThis\nis\nan\nobjective\ntest.\nAnd\nit\nmay\nbe\nuseful to\nadd\nthat\naccording\nto\nthe\nSalmond\ntest\n.\r\n. . :\n“\na\nmaster\n.\n.\n.\nis\nliable\neven\nfor\nacts\nwhich\nhe\nhas\nnot\nauthorized\nprovided\nthat\nthey\nare\nso\nconnected\nwith\nacts\nwhich\nhe\nhas\nauthorized\nthat\nthey\nmay\nrightly\nbe\nregarded\nas\nmodes\n–\nalthough improper modes –\r\nof doing them . . .”‟\n[21]\r\nIn\nK\n, decided before\nF\n, the Constitutional Court was\r\nintent on explaining that the application of this test is not merely\r\nfact based. In our constitutional\norder, the test for vicarious\r\nliability cannot be shorn of normative content and social policy. In\nK,\nthe Constitutional Court appreciated that the\r\napplication of the test on the aforesaid basis will be difficult and\r\nwill involve\ncourts drawing difficult lines. Utilising the test in\nRabie\nas a basis, the Constitutional Court formulated the test\r\nfor determining vicarious liability in deviation cases as follows\r\n(Para\n32):\n'The\napproach\nmakes\nit\nclear\r\nthat there are two questions to be asked. The first is whether the\nwrongful\nacts\nwere\ndone\nsolely\nfor\nthe\npurposes\nof\nthe\nemployee.\nThis\nquestion\nrequires\na\nsubjective consideration\r\nof the employee‟s state of mind and is a purely factual\r\nquestion. Even if\nit\r\nis answered in the affirmative, however, the employer may\r\nnevertheless be liable vicariously if\nthe second question, an\r\nobjective one, is answered affirmatively. That question is whether,\r\neven\nthough\r\nthe acts have been done solely for the purpose of the employee, there\r\nis nevertheless a\nsufficiently close link\r\nbetween the employee‟s acts for his own\ninterests and the\r\npurposes and\nthe\r\nbusiness of\nthe\r\nemployer. This question does not raise purely factual questions, but\r\nmixed\nquestions\r\nof\nfact\r\nand law.\nThe\r\nquestions of\nlaw\r\nit raises\nrelate\nto\nwhat is\n“sufficiently\nclose” to\ngive\nrise\nto\nvicarious\nliability.\nIt\nis\nin\nanswering\nthis\nquestion\nthat\na\ncourt\nshould\nconsider\nthe\nneed to give effect to\r\nthe spirit, purport and objects of the Bill of Rights.' (Footnote\r\nomitted.)\n[22]\r\nAt this stage, it is necessary to have regard to the facts in\nK\nand\nF\nand to reflect on how, applying the test referred to\r\nabove, the Constitutional Court arrived at a conclusion in terms of\r\nwhich the\nState was there held vicariously liable.\n[23]\r\nIn\nK,\nthree policemen who had offered Ms K a lift home\r\nraped her in a police vehicle and then threw her out. They were on\r\nduty at the\ntime. The then prevailing police standing orders\r\nprohibited the transport of unauthorised passengers in police\r\nvehicles. The Court\nconsidered it to be a matter of profound\r\nimportance that Ms K‟s right to security of the person,\r\ndignity, privacy and substantive\nequality were implicated. As\r\nimportant, was the consideration that it was part of the work of the\r\npolice to ensure the safety and\nsecurity of all South Africans. The\r\nConstitutional Court was firm in its view that the vulnerability of\r\nwomen and children to sexual\nviolence and South Africa‟s\r\ninternational obligations in that regard were factors that could not\r\nbe ignored.\n[24]\r\nIn para 44 of\nK\nthe following appears:\n'The\nobjective\nelement\nof\nthe\ntest\nwhich\nrelates\nto\nthe\nconnection\nbetween the deviant conduct\nand the employment,\r\napproached with the spirit, purport and objects of the Constitution\r\nin mind,\nis\nsufficiently\nflexible\nto\nincorporate\nnot\nonly\nconstitutional\nnorms,\nbut\nother\nnorms\nas\nwell.\nIt\nrequires\na\ncourt,\nwhen\napplying,\nit\nto\narticulate\nits\nreasoning\nfor\nits\nconclusions\nas\nto\nwhether\nthere is a sufficient\r\nconnection between the wrongful conduct and the employment or not.\r\nThus\ndeveloped,\r\nby the explicit recognition of the normative content of the objective\r\nstage of the te\nst,\nits application should\r\nnot offend the Bill of Rights or be at odds with our constitutional\r\norder.'\n[25]\r\nImportantly, the Constitutional Court went on to state (in para 45):\n'The\ncommon-law test for vicarious\r\nliability in deviation cases as developed in\nRabie’s\ncase and\nfurther developed earlier\r\nin this judgment needs to be applied to new sets of facts in each\r\ncase\nin\nthe\nlight\nof\nthe\nspirit,\npurport\nand\nobjects\nof\nour\nConstitution.\nAs\ncourts\ndetermine\nwhether\nemployers are liable in\r\neach set of factual circumstances, the rule will be developed. The\r\ntest is\none\nwhich\ncontains\nboth\na\nfactual\nassessment\n(the\nquestion\nof\nthe\nsubjective\nintention\nof\nthe\nperpetrators of the\r\ndelict) as well as a consideration which raises a question of mixed\r\nfact and\nlaw,\nthe\nobjective\nquestion\nof\nwhether\nthe\ndelict\ncommitted\nis\n'\nsufficiently\nconnected\nto\nthe\nbusiness of the employer”\r\nto render the employer liable.'\n[26]\r\nIn\nK,\nthe Constitutional Court took into account that the rape\r\nperpetrated by the policemen was clearly a deviation from their\r\nduties\nbut considered it significant that when they committed the\r\nrape, they were simultaneously omitting to perform their duties as\r\npolicemen.\nThat consideration was relevant in determining vicarious\r\nliability and will be particularly relevant in answering the second\r\nquestion\nposed in\nRabie\n, namely, whether there was a\r\nsufficiently close connection between the delict and the purposes and\r\nbusiness of the employer.\n[27]\r\nThe Constitutional Court thought that in addition  to  the\r\n statutory  and constitutional duty the police\nbore to\r\nprevent crime and protect members of the public, their victim in K\r\nhad placed her trust in them when they had offered to\nassist her in\r\ngetting her home safely. Paragraphs 52 and 53 of that judgment bear\r\nrepeating:\n'Our\nConstitution\nmandates\nmembers\nof\nthe\npolice\nto protect members of the\r\ncommunity and to\nprevent\r\ncrime. It is an important mandate which should quite legitimately and\r\nreasonably result\nin\nthe\ntrust\nof\nthe\npolice\nby\nmembers\nof\nthe\ncommunity.\nWhere\nsuch\ntrust\nis\nestablished,\nthe\nachievement of\nthe tasks of\nthe police will be\r\nfacilitated. In determining whether the Minister is\nliable\nin these circumstances,\ncourts\nmust\ntake account of\nthe\nimportance\nof\nthe\nconstitutional\nrole\nentrusted\nto\nthe\npolice\nand\nthe\nimportance\nof\nnurturing\nthe\nconfidence\nand\ntrust\nof\nthe\ncommunity in the police\r\nin order to ensure that their role is successfully performed. In this\r\ncase,\nand\nviewed\nobjectively,\nit\nwas\nreasonable for\nthe\napplicant\nto\nplace\nher trust\nin\nthe policemen\nwho were in uniform and\r\noffered to assist her.\nThirdly,\nthe\nconduct\nof\nthe\npolicemen\nwhich\ncaused\nharm\nconstituted\na\nsimultaneous\ncommission\nand\nomission.\nThe\ncommission\nlay\nin\ntheir\nbrutal\nrape\nof\nthe\napplicant.\nTheir\nsimultaneous\nomission\nlay\nin\ntheir\nfailing\nwhile\non\nduty\nto\nprotect\nher\nfrom\nharm,\nsomething\nwhich they bore a general\r\nduty to do, and a special duty on the facts of this case. In my view,\nthese three inter-related\r\nfactors make it plain\nthat viewed against the\r\nbackground of our\nConstitution,\nand,\nin\nparticular,\nthe\nconstitutional\nrights\nof\nthe\napplicant\nand\nthe\nconstitutional\nobligations\nof\nthe\nrespondent,\nthe\nconnection\nbetween\nthe\nconduct\nof\nthe\npolicemen\nand\ntheir\nemployment was\r\nsufficiently close to render the respondent liable.'\n[28]\r\nIn\nF,\nthe relevant facts were as follows. At the material time\r\nMs F was 13-years- old and had been to a nightclub in George. During\r\nthe\nearly morning hours she was offered a lift home by a member of\r\nthe South African Police Service, who was on standby duty and\r\nentitled\nto the prescribed hourly tariff for being on standby duty.\r\nIt meant that he could, at any time, be called upon to attend to any\n\ncrime-related incident. He had been assigned an unmarked police\r\nvehicle to enable him to discharge police functions when required\nto\r\ndo so. The police vehicle had been equipped with a police radio which\r\nMs F noticed. After the policemen had dropped off two\nother\r\npassengers, Ms F moved to the front passenger seat and noticed a pile\r\nof police dockets bearing his name and rank. When she\nasked about the\r\ndockets, he told her that he was a private detective which she\r\nunderstood to mean that he was a policeman.\n[29]\r\nInstead of driving Ms F home the policeman drove to a dark spot where\r\nhe stopped the vehicle. Realising that she was in danger\nshe alighted\r\nand fled and hid herself from him. That was not the end of her\r\nordeal. The policeman waited for her to emerge and\nwhen he saw her\r\nhitchhiking stopped alongside her and once again offered to transport\r\nher to her home. Even though she was apprehensive,\nshe relented and\r\naccepted the offer because she was desperate. A short while\r\nthereafter he turned off the road and despite her\nefforts to flee,\r\noverpowered and raped her. He subsequently took her home and\r\nthreatened to kill her if she reported the incident.\n[30]\r\nThe Constitutional Court considered the following parts of Ms F‟s\r\ntestimony important (in para 13):\n'[S]he\nsaid\nthat\nthe\nfact\nthat\nshe\nbelieved\nMr\nVan\nWyk\nto\nbe\na\npoliceman\nplayed\na\nrole\nin\nallaying her fears,\r\nbecause she “trusted” him (hom vertrou het) as, at that\r\nstage, she thought he\nwas\na\ndetective.\nShe\nchose\nto\nrepose\nher\ntrust\nin\na\nperson\nof\nwhom\nshe\nwas\nsuspicious\nbecause she understood\r\nhim to be a policeman.'\n[31]\r\nThe importance of members of the public considering it safe to repose\r\ntheir trust in members of the South African police was\na particularly\r\nsignificant factor. In\nF,\nthe Constitutional Court said\r\nthe following (in para 66):\n'Whenever\r\na vulnerable woman or girl-child places her trust in a policeman on\r\nstandby duty, and that policeman abuses that trust\nby raping her, he\r\nwould be personally liable for damages arising from the rape.\r\nAdditionally, if his employment as a policeman\nsecured the trust the\r\nvulnerable person placed in him, and if his employment facilitated\r\nthe abuse of that trust, the State might\nbe held vicariously liable\r\nfor the delict. The victim‟s understanding of the situation\r\nwould presumably be that she is being\nprotected or assisted by a law\r\nenforcement agent, empowered and obliged by the law to do so. Whether\r\nhe is on or off duty would,\nin all likelihood, be immaterial to her.\r\nFrom where she stands, he is a policeman, employed to protect her,\r\nand should therefore\nbe trusted to uphold, and not to contravene, the\r\nlaw.' (Footnote omitted.)\nRight\r\nat the outset in\nF\n, the Constitutional Court pointed out that\r\nin adjudicating whether the Minister should be held vicariously\r\nliable, two related\nfactors were critical: First is the State‟s\r\nconstitutional obligation to respect, protect and promote the\r\ncitizens‟\nright to dignity and to freedom and security of the\r\nperson, to which is related the establishment of a police service for\r\nthe execution\nof the constitutional obligation to protect and secure\r\nthe inhabitants of our country. Second is the trust the public was\r\nentitled\nto repose in the police.\n[32]\r\nIn\nF\n, as was found by the Constitutional Court, Ms F with an\r\napparent appreciation of the police service‟s obligation to\r\nprotect\nher, looked for protection to the policeman who had offered\r\nher a lift. She did so as a result of his employment as a policeman,\n\nwhich placed him in a position of trust. It is this trust that is\r\nnecessary for the fulfilment of the police service‟s mandate.\n\nIt was this trust that he violated. The following three paragraphs in\nF\nare important (paras 79-81):\n'There\nare\nfactual\ndifferences\nbetween\nthis\ncase\nand\nK.\nThere\nthe\npolicemen\nwere\non\nduty\nand\nin\nuniform,\ndriving\na\nmarked\npolice\nvehicle.\nMs\nK\nplaced\nher\ntrust\nin\nthem\nfor\nthose\nclear\nreasons,\nwhich\ncreated\nthe\nlink\nbetween\nthe\npolicemen‟s\nemployment\nand\ntheir\nsubsequent\nmisdeed. The factors here\r\nare admittedly more tenuous.\nIt\nis\nso\r\nthat Mr Van Wyk was not in uniform, that his police car was unmarked\r\nand he was not on\nduty\r\nbut on standby. But his use of a police car facilitated the rape.\r\nThat he was on standby is\nnot an irrelevant\r\nconsideration. His duty to protect the public while on standby was\r\nincipient. But\nit\r\nmust be seen as cumulative to the\nrest of\nthe factors that point to\r\nthe necessary connection.\nHe\ncould\nbe\nsummoned\nat\nany\ntime\nto\nexercise\nhis\npowers\nas\na\npolice\nofficial\nto\nprotect\na\nmember of\nthe public. What is more,\r\nin that time and space he had the power to place himself\non duty. I am therefore\r\nsatisfied that a sufficiently close link existed to impose vicarious\r\nliability\non\r\nMr Van Wyk‟s employer.\nIn\nconclusion:\nThe\npolice\nvehicle,\nwhich\nwas\nissued\nto\nhim\nprecisely\nbecause\nhe\nwas\non\nstandby, enabled Mr Van\r\nWyk to commit the rape. It enhanced his mobility and enabled him to\ngive a lift to Ms F.\r\nFurther, when Ms F re-entered the vehicle, she understood Mr Van Wyk\r\nto be\na\npoliceman. She\nmade this deduction from\r\nthe dockets and\nthe\r\npolice\nradio\nin\nthe vehicle.\nIn\nother words, he was\r\nidentifiable as a policeman. And, in fact, he was a policeman.\r\nPivotal is the normative\ncomponent\nof\nthe\nconnection\ntest.\nBeyond\nher\nsubjective\ntrust\nin\nMr\nVan Wyk is the\nfact\nthat\nany\nmember\nof\nthe\npublic,\nand\nin\nparticular\none\nwho\nrequires\nassistance\nfrom\nthe\npolice, is entitled to\r\nturn to and to repose trust in a police official.'\n[33]\r\nReturning to the present case, it is necessary, at inception, to have\r\nregard to the subjective element. In the present case,\nDuba was\r\nconvinced that he was a cuckold. He travelled to the home of the\r\nrespondents to kill the person he considered to be his\nwife‟s\r\nlover. That was the motivation for the tragic act that followed. It\r\nwas a radical deviation from the tasks incidental\nto his employment.\n[34]\r\nI now turn to the objective element, namely, whether there is a\r\nsufficiently close link between Duba‟s acts for his own\n\ninterests and purposes and his duties as a policeman. None of the\r\nrespondents identified Duba as a policeman. None reposed trust\nin\r\nhim. The only police accoutrements were the radio and the vehicle.\r\nThe radio was not visible or seen and the vehicle was unmarked.\nIt is\r\ntrue that he used the police vehicle to travel to their home but he\r\ncould just as easily have used public transport. The\narea to which he\r\ntravelled was not an area to which he had been assigned.\n[35]\r\nI am not unmindful that Duba was a member of the South African Police\r\nService and that the police are required to serve and\nprotect.\r\nHowever, it is not entirely without significance that Duba was a\r\nmember of a unit which interfaced with the public on\na limited basis\r\nand mainly after a crime had already been perpetrated. The Unit was\r\nnot a division of the police to which the public\nwould intuitively\r\nturn for protection. I hasten to add that this does not mean that, in\r\nappropriate circumstances, members of the\npublic would not be\r\nentitled to repose trust in it and to look to it for protection, the\r\nbreach of which might lead to vicarious\nliability being imposed on\r\nthe appellant.\n[36]\nThis is a difficult case\r\nbecause of the terrible consequences for the respondents.\nThe\ntrauma\nthey\nsuffered\nin\nwitnessing\na\nhusband\nand\nfather\nbeing\ngunned-down\nin\nfront of them is difficult\r\nto fully appreciate. Drawing a line that does not hold the Minister\nliable for the loss of\r\ntheir breadwinner is in itself difficult. In\nK,\nthe Constitutional\r\nCourt in exhorting courts to keep in mind the values of the\r\nConstitution when adjudicating cases\nsuch\nas the\npresent stated\nthat\nthis does not mean\nthat\nan\nemployer\nwill\ninevitably\nbe\nsaddled with damages\r\nsimply because the consequences are horrendous.\n[2]\n[37]\r\nConsidering the interplay between the factors set out by the\r\nConstitutional Court, I am unable to conclude that there is a\n\nsufficiently close link between Duba‟s actions for his own\r\ninterests and his duties as a policeman.\n[38]\r\nCounsel on behalf of the police accepted that, given the\r\ncircumstances, it would not be appropriate to insist on a costs order\n\nagainst the respondents. It is necessary to record that before us,\r\nthere was no appearance on behalf of the respondents, ostensibly\n\nbecause of a lack of funds. For the reasons aforesaid the following\r\norder is made:\n1. \r\nThe appeal is upheld and no order is made as to costs.\n2. \r\nThe order of the court below is set aside and substituted as follows:\n‘\nThe\r\nplaintiffs‟ claims are dismissed and no order is made as to\r\ncosts.\nM\r\nS NAVSA\nACTING\r\nDEPUTY PRESIDENT\nAPPEARANCES:\nFOR\r\nAPPELLANT:                              \n\nAdv. S Joubert Instructed by:\nThe State Attorney, Pretoria\nThe State Attorney, Bloemfontein\nFOR\r\nRESPONDENTS:                     \n\nNot presented\nAbide the decision of the Court\n[1]\nFormerly\nknown\nas the North\r\n\tGauteng High Court, Pretoria (GNP) between 1 March 2009 and 23\nAugust\r\n\t2013 in terms of the Renaming of High Courts\n2014 (3) SA 319\nand has\r\n\tsince been renamed the\nGauteng\r\n\tDivision of the High Court Pretoria.\n[2]\nIn para 23.",
  "scraped_at": "2026-02-12T17:23:48.987025",
  "date": "2015-05-29",
  "coram": [
    "Navsa ADP",
    "Brand JJA",
    "Saldulker JJA",
    "Mbha JJA",
    "Dambuza AJA"
  ],
  "case_number": "1084/2013",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Mapula Pauline Morudu"
    ]
  },
  "sections": {
    "facts": "In December 2001 Inspector Frans Duba, a fingerprint investigator attached to the Polokwane Criminal Record and Crime Scene Management Unit, went to the home of the Morudu family in Seshego while on standby. Duba, wearing civilian clothes and armed with his own firearm, entered the house, shot and killed Mr Mothibi Elias Morudu, and fled. He used an unmarked police vehicle assigned to his unit but the vehicle was not required to be used for this purpose. The family suffered severe trauma and sued the Minister of Safety and Security for loss of support, alleging vicarious liability for Duba’s intentional killing. The High Court held the Minister vicariously liable; the Minister appealed.",
    "issues": "The principal issue was whether the Minister of Safety and Security could be held vicariously liable for the intentional homicide committed by Duba, a police employee who was on standby and acted for personal motives, i.e., whether the conduct fell within the scope of employment or, if a deviation, whether there was a sufficiently close link between the employee’s acts and the employer’s business, taking into account constitutional norms and the Bill of Rights.",
    "principles": "The Court applied the two‑stage test for vicarious liability in deviation cases as articulated in Constitutional Court judgments K v Minister (2005) and F v Minister (2011), which require (1) a subjective inquiry into whether the employee acted solely for personal purposes, and (2) an objective inquiry into whether there is a sufficiently close link between the employee’s conduct and the employer’s business, guided by the spirit, purport and objects of the Bill of Rights. The Court also referenced the Salmond test and the earlier Rabie and Feldman authorities, emphasizing that an employer may be liable where the employee’s wrongful act can be seen as a mode, albeit improper, of performing authorized duties.",
    "application": "The Court found that Duba acted solely for personal gratification (a private vendetta) and was not performing any police function at the time of the killing. He was not on duty, had not been activated, and the unit to which he belonged dealt only with fingerprint and crime‑scene photography, not with public protection. The respondents did not recognise Duba as a policeman, nor did they repose trust in him. Although Duba used a police vehicle, the vehicle was unmarked and could have been replaced by public transport; its use did not create a sufficient nexus. Accordingly, the objective element of the test was not satisfied, and constitutional considerations did not alter the conclusion.",
    "conclusion": "The appeal was upheld. The Supreme Court of Appeal set aside the High Court’s order and dismissed the plaintiffs’ claims. No order as to costs was made."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Vicarious Liability",
    "level_3": [
      "Police",
      "Deviation",
      "Bill of Rights",
      "State Liability"
    ]
  }
}