{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/33.html",
  "case_name": "Jwara and Others v S (916/2013) [2015] ZASCA 33; 2015 (2) SACR 525 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 33",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 33\n|\nNoteup\n|\nLawCite\nJwara and Others v S (916/2013) [2015] ZASCA 33; 2015 (2) SACR 525 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nno: 916/2013\nIn\r\nthe matter between:\nPETROS\r\nDUMISANE\r\nJWARA\n...........................................................................\nFIRST\r\nAPPELLANT\nVICTOR\r\nMPHO\r\nJWILI\n..................................................................................\nSECOND\r\nAPPELLANT\nRATSHEKI\r\nLAMPROS\r\nMOKGOSANI\n...........................................................\nTHIRD\r\nAPPELLANT\nand\nTHE\r\nSTATE\n.....................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nJwara v S\n(916/13)\n[2015] ZASCA 33\n(25 March  2015)\nCoram:\nBrand, Ponnan and Willis JJA and\r\nDambuza and Gorven AJJA\nHeard:\r\n 12 March 2015\nDelivered:\r\n25 March 2015\nSummary:\nCriminal Law ─ various offences\r\nunder\nPrevention of Organised Crime Act 121 of 1998\nand other common\r\nlaw crimes ─ admissibility of evidence obtained pursuant to a\r\ndirection made under Interception and Monitoring\nProhibition Act 127\r\nof 1992 ─ exercise of discretion to admit a proper one ─\r\nevidence of crimes sufficient ─\nconvictions good ─ no\r\nbasis to interfere with sentences.\nORDER\nOn\r\nappeal from:\nSouth Gauteng High Court,\r\nJohannesburg (Coetzee J)\nThe\r\nappeals against the convictions and sentences of all three appellants\r\nare dismissed.\nJUDGMENT\nGorven\r\nAJA (Brand, Ponnan and Willis JJA and Dambuza AJA concurring):\n[1]\nQuis\r\ncustodiet ipsos custodes?\n[1]\nThus\r\nenquired the satirist Juvenal in his poem on his attempts to enforce\r\nmoral behaviour.\nSince\r\nPlato, this phrase has been used to lament the corrosive effect of\r\ncorrupt police and judicial officials. When Captain Sizane,\nthe\r\ninvestigating officer in this matter, stumbled on a reference to the\r\nfirst appellant being involved with a suspected manufacturer\nof\r\nsubstances proscribed under the Drugs and Drug Trafficking Act\n[2]\n(the Drugs Act), he was confronted with what appeared to be just such\r\ncorrupt behaviour. This came about after he had obtained\nan order\r\nunder the Interception and Monitoring Prohibition Act\n[3]\n(the Interception Act) to monitor calls made to and from the\r\ncellphone of that suspected drugs manufacturer. The conversation said\n\nthat the first appellant had undertaken to store the seized drug\r\nmanufacturing machinery and return it to the suspect after the\nmatter\r\nhad been resolved. The first appellant was also said to have told the\r\narrested wife of the suspect what to mention in her\nwarning statement\r\nto the police. The first appellant was, at the time, a Superintendent\r\nin the South African Police Service (SAPS)\nand the head of the West\r\nRand Organised Crime Unit.\n[2]\nThis discovery led Captain Sizane to set\r\nabout applying for a direction under the Interception Act from the\r\ndesignated judge, Seriti\nJ, to monitor the cellphone calls made to\r\nand from the first appellant’s cellphone. This direction was\r\ngranted. An extension\nof that direction was afterwards obtained from\r\nthe same judge relating to the cellphones of the second and third\r\nappellants and\none Captain Shange (Shange). The three appellants and\r\nShange were all members of the West Rand Organised Crime Unit at the\r\ntime.\n[3]\nIn due course, the three appellants were\r\narraigned, along with Shange, in the South Gauteng High Court,\r\nsitting at Johannesburg\nbefore Coetzee J. They confronted 13 charges;\r\nnot all of which applied to all of the accused. Before the trial\r\ncommenced, Shange\ndied. This left the three appellants as the only\r\naccused persons in the trial. They were all acquitted on counts 2, 4,\r\n5 and 8.\nThe remaining charges confronting them, and on which they\r\nwere convicted as charged, were as follows:\nContravention\r\n\tof s 2(1)(\nd\n)\r\n\tof the Prevention of Organised Crime Act 121 of 1998 (the POCA),\r\n\tduring the period 2005 to 2007 by acquiring or maintaining\nan\r\n\tinterest in an enterprise – second and third appellants (Count\r\n\t1);\nContravention\r\n\tof s 2(1)(\nf\n)\r\n\tof the POCA, during the same period by managing the operation of an\r\n\tenterprise – first appellant (Count 3);\nDealing\r\n\tin drugs by supplying cocaine, ecstacy and crystal methaqualone to\r\n\tNorman Kokoeng on 8 February 2007 – first and\nsecond\r\n\tappellants (Count 6);\nDefeating\r\n\tor obstructing the course of justice by releasing a suspect, Kenneth\r\n\tBogopane and/or causing a false entry to be made\nin the SAPS\r\n\toccurrence book, resulting in his release on 10 February 2007 –\r\n\tfirst and second appellants (Count 7);\nTheft\r\n\tof 800kg of ephedrine, a scheduled substance, at OR Tambo airport on\r\n\t3 October 2007 – all three appellants (Count\n9);\nSupply\r\n\tof ephedrine, a scheduled substance, by selling it for R1 425 000\r\n\t– all three appellants (Count 10);\nFraud\r\n\tby giving out to MJ Pretorius on 3 October 2007 at OR Tambo airport\r\n\tthat they were authorised to seize a consignment of\nephedrine for\r\n\tthe purposes of investigation – all three appellants (Count\r\n\t11);\nAttempted\r\n\ttheft of 5.7 kilograms of cocaine on 9 October 2007 at OR Tambo\r\n\tairport – all three appellants (Count 12);\nFraud\r\n\tby giving out to JD Scott that they were authorised to apply for a\r\n\tcertificate in terms of\ns 252A\nof the\nCriminal Procedure Act 51\nof 1977\nin respect of the ephedrine at OR Tambo airport on 3 October\r\n\t2007 – all three appellants (Count 13).\n[4]\nThe first appellant was sentenced to an\r\neffective 25 years’ imprisonment, the second appellant to an\r\neffective 22 years’\nimprisonment and the third appellant to an\r\neffective 20 years’ imprisonment. The appellants were all\r\ndenied leave to appeal\nby the court below but granted bail pending\r\nthe outcome of a petition to this court. This court granted leave to\r\nappeal against\nthe convictions and sentences on 28 February 2012.\n[5]\nThe appeal lapsed for failure to file the\r\nrecord timeously. Some six months thereafter the state applied to\r\nhave the bail of the\nappellants revoked. Despite opposition, an order\r\nto that effect was granted by Satchwell J. This elicited an\r\napplication for leave\nto appeal that order by the appellants, which\r\nwas granted by Satchwell J. Although that appeal was before us, all\r\nconcerned agreed\nthat events had overtaken it. Nothing more need be\r\nsaid on the matter.\n[6]\nAn application for reinstatement of the\r\nappeal was brought and must be decided. The explanations given for\r\nallowing the appeal to\nlapse were, to put it mildly, somewhat\r\nunconvincing. However, consideration of such an application also\r\ninvolves weighing the prospects\nof success on appeal. Since it was\r\nnecessary to fully consider the very substantial record for that\r\npurpose, it seemed appropriate\nto deal with the merits of the appeal.\r\nThe appeal was therefore reinstated at the hearing without objection.\n[7]\nI turn to summarise the offences. Count 1,\r\nrelating to the second and third appellants, concerned acquiring an\r\ninterest in an enterprise\nthrough a pattern of racketeering activity\r\nin contravention of\ns 2(1)(\nd\n)\r\nof the POCA. The word ‘enterprise’ is defined in the POCA\r\nas follows:\n‘“\nEnterprise”\r\nincludes any individual, partnership, corporation, association, or\r\nother juristic person or legal entity, and\nany union or group of\r\nindividuals associated in fact, although not a juristic person or\r\nlegal entity.’\nAs\r\nwas pointed out by this court in\nS\r\nv Eyssen\n:\n[4]\n‘\nIt\r\nis difficult to envisage a wider definition. A single person is\r\ncovered. So it seems is every other type of connection between\n\npersons known to the law or existing in fact; those which the\r\nlegislature has not included specifically would be incorporated\nby\r\nthe introductory word “includes”. Taking a group of\r\nindividuals associated in fact, which is the relevant part of\nthe\r\ndefinition for the purposes of this appeal, it seems to me that the\r\nassociation would at least have to be conscious; that there\nwould\r\nhave to be a common factor or purpose identifiable in the\r\nassociation; that the association would have to be ongoing;\nand\r\nthat the members would have to function as a continuing unit. There\r\nis no requirement that the enterprise be legal, or that\nit be\r\nillegal. It is the pattern of racketeering activity, through which\r\nthe accused must participate in the affairs of the enterprise,\nthat\r\nbrings in the illegal element; and the concepts of “enterprise”\r\nand “pattern of racketeering activity”\nare discrete.\r\nProof of the pattern may establish proof of the enterprise, but this\r\nwill not inevitably be the case.’\n[8]\nPattern of racketeering activity is, in\r\nturn, defined as meaning:\n‘\n.\r\n. .\nthe planned, ongoing, continuous or\r\nrepeated participation or involvement in any offence referred to in\r\nSchedule 1 and includes\nat least two offences referred to in Schedule\r\n1, of which one of the offences occurred after the commencement of\r\nthis Act and the\nlast offence occurred within 10 years (excluding any\r\nperiod of imprisonment) after the commission of such prior offence\r\nreferred\nto in Schedule 1’.\nSchedule\r\n1 includes contraventions of s 3, 4 and 5 of the Drugs Act which\r\ndeal with the manufacture and supply of scheduled\nsubstances, the use\r\nand possession of proscribed dependence producing substances and\r\ndealing in such dependence producing substances.\nI shall refer to all\r\nof these by way of the general term ‘drugs’. Schedule 1\r\nalso includes the common law crimes of\ntheft and fraud. This, in\r\neffect, means that a group of people, associated in fact, which\r\ncommits two offences under schedule 1\nwithin a ten year period,\r\nmaintains an interest in an enterprise through a pattern of\r\nracketeering activity.\n[9]\nCount 3, relating to the first appellant,\r\nwas that he contravened s 2(1)(f) of the POCA by managing an\r\nenterprise through a pattern\nof racketeering activity. Apart from the\r\nmanagement aspect, the same criteria apply. All of the other counts\r\nfall under Schedule\n1.\n[10]\nIt was correctly accepted by the appellants\r\nthat, apart from counts 6 and 7, the outcome of the appeal hinged\r\nlargely on the question\nwhether the acceptance into evidence of the\r\nintercepted phone conversations obtained under the Interception Act\r\nshould be set aside\non appeal.\n[11]\nThe\r\ncourt below recognised that the provisions of the Interception Act\r\nlimit the right to privacy accorded in the Constitution.\n[5]\nThere was no attack on the constitutionality of the Interception Act.\r\nTherefore, evidence obtained in accordance with it would\nthus have\r\nbeen obtained without violating this, or any other, right. Where a\r\nright under the Constitution is impinged on by legislation,\nthe\r\nprescripts of that legislation must be strictly adhered to. The\r\nappellants correctly submitted that the principles governing\nthe\r\nobtaining and carrying out of search and seizure warrants apply\r\nequally to a direction under the Interception Act. The position\non\r\nsearch and seizure was explained by Langa DP in\nInvestigating\r\nDirectorate: Serious Economic Offences & others v Hyundai Motor\r\nDistributors (Pty) Ltd & others; In re Hyndai\nMotor Distributors\r\n(Pty) Ltd & others v Smit NO & others\n,\n[6]\nwhen he said:\n‘\nOn\r\nthe proper interpretation of the sections concerned, the\r\nInvestigating Directorate is required to place before a judicial\r\nofficer\nan adequate and objective basis to justify the infringement\r\nof the important right to privacy. The legislation sets up an\r\nobjective\nstandard that must be met prior to the violation of the\r\nright, thus ensuring that search and seizure powers will only be\r\nexercised\nwhere there are sufficient reasons for doing so. These\r\nprovisions thus strike a balance between the need for search and\r\nseizure\npowers and the right to privacy of individuals.’\n[7]\n[12]\nThe relevant parts of s\n2(2)\r\nof the Interception Act read as follows:\n‘\nNotwithstanding\r\nthe provisions of subsection (1) or anything to the contrary in any\r\nother law contained, a judge may direct that-\n(a)\n. . .\n(b)\n. . . all communications which have\r\nbeen or are being or are intended to be transmitted by telephone or\r\nin any other manner over\na telecommunications line, to or from a\r\nperson, body or organization be intercepted; or\n(c)\nconversations by or with, or\r\ncommunications to or from, a person, body or organization, whether a\r\ntelecommunications line is being\nused in conducting those\r\nconversations or transmitting those communications or not, be\r\nmonitored in any manner by means of a monitoring\ndevice.’\nSome\r\nrelevant definitions are:\n‘“\nmonitor”\r\nincludes the recording of conversations or communications by means of\r\na monitoring device’.\n‘“\nmonitoring\r\ndevice”\nmeans any instrument,\r\ndevice or equipment which is used or can be used, whether by itself\r\nor in combination with any other instrument,\ndevice or equipment, to\r\nlisten to or record any conversation or communication’.\n‘“\ntelecommunications\r\nline”\nincludes any apparatus,\r\ninstrument, pole, mast, wire, pipe, pneumatic or other tube, thing or\r\nmeans which is or may be used for\nor in connection with the sending,\r\nconveying, transmitting or receiving of signs, signals, sounds,\r\ncommunications or other information’.\n[13]\nIn\r\ntheir heads of argument, the appellants attacked the admissibility of\r\nthe evidence obtained under the Interception Act on three\nfronts. The\r\nfirst was the grant of the initial direction by Seriti J in respect\r\nof the first appellant. The gravamen of this was\nthat the application\r\ndid not comply in all respects with the elaborate procedure set out\r\nin the Act. In argument, they conceded\nthat this matter was\r\ndistinguishable from that of\nS\r\nv Pillay & others\n[8]\nwhere the direction was obtained on false information contained in\r\nthe affidavit supporting the application. In the present matter,\nit\r\nwas correctly conceded that, whilst there may have been minor\r\nshortcomings in the application, they were at most technical in\n\nnature and did not go to the foundation of the application.\n[14]\nThe\r\nsecond point of attack was that the Interception Act did not provide\r\nfor the interception of cellphone communications. This\nwas not\r\naddressed in argument but was also not expressly abandoned. The\r\nreasoning was that, because cellphones were not operative\nin South\r\nAfrica when the Act was promulgated and because there has been a\r\nsubsequent amendment to the Act which makes explicit\nmention of this\r\nform of communication, the Act did not provide for interception of\r\nthat form of communication. As has been seen\nin the section and the\r\nrelevant definitions, however, this submission does not bear\r\nscrutiny. It was dealt with in\nS\r\nv Cwele & another\n,\n[9]\nwhere Koen J rejected a similar submission. In the light of the\r\ndiffidence in advancing this argument before us, I need only say\nthat\r\nI do not disagree with the finding in\nCwele\nthat this form of communication is included in the Act.\n[15]\nThe third point of attack was directed at\r\nthe finding of the court below that, even if the application did not\r\nstrictly comply with\nthe Act, the evidence obtained as a result of\r\nthe direction was nevertheless admissible. A failure to obtain\r\nevidence within the\nstrict confines of the Act means that it falls\r\noutside the protective umbrella provided by the Act and results in a\r\nviolation of\nthe right to privacy. Such evidence may be rendered\r\ninadmissible under s 35(5) of the Constitution which provides:\n‘\nEvidence\r\nobtained in a manner that violates any right in the Bill of Rights\r\nmust be excluded if the admission of that evidence would\nrender the\r\ntrial unfair or otherwise be detrimental to the administration of\r\njustice.’\nA\r\nnumber of factors meriting consideration in this enquiry were\r\nmentioned in\nPillay\n, without these being regarded as\r\nexhaustive. These were:\n‘\n.\r\n. . the kind of evidence that was obtained, what constitutional right\r\nwas infringed, was such infringement serious or merely of\na technical\r\nnature and would the evidence have been obtained in any event.’\n[10]\n[16]\nOn the facts of that matter, there were\r\nthree primary considerations. The direction had been obtained by way\r\nof false information\nin the affidavit supporting the application, the\r\nevidence obtained under the Interception Act was supplemented by\r\nadditionally\ntainted evidence by way of a statement obtained by undue\r\ninfluence and there were other means of investigation available. The\r\nconcern\nwas therefore expressed that:\n‘\nIn\r\nour view, to allow the impugned evidence derived as a result of a\r\nserious breach of accused 10's constitutional right to privacy\nmight\r\ncreate an incentive for law enforcement agents to disregard accused\r\npersons' constitutional rights since, even in the case\nof an\r\ninfringement of constitutional rights, the end result might be the\r\nadmission of evidence that, ordinarily, the State would\nnot have been\r\nable to locate.’\n[11]\n[17]\nThe court below was alive to the relevant\r\nprinciples and set out clearly several features which weighed in the\r\nscale in favour of\nthe admissibility of that evidence. When the\r\nappellants were asked whether they could make any submissions to the\r\neffect that the\ndiscretion was wrongly exercised, they candidly\r\nconceded that they could not do so. The deficiencies were of a purely\r\ntechnical\nnature. There was nothing misleading said in the\r\napplication. The procedure in the Interception Act was followed as\r\nclosely as\npossible. The monitoring of the conversations was the only\r\nmeans to investigate. In this regard, Captain Sizane testified that,\n\nsince the suspects were all members of the SAPS and because of the\r\nendemic corruption therein, he could not use any other investigative\n\ntools without jeopardising the investigation. Not only was the\r\nexercise of the discretion a proper one but, in my view, it was\n\ncorrect and, in the circumstances of the matter, to have excluded\r\nthat evidence would have led to a failure of justice. The provisions\n\nof s 35(5) therefore did not serve as a basis to exclude the\r\nevidence obtained pursuant to the directions and the admission\nof the\r\nevidence by the court below cannot be impugned.\n[18]\nThe court below dealt in extensive detail\r\nwith the evidence on each count. This included setting out the\r\nintercepted communications\nwhich specifically bore on the counts in\r\nquestion. The picture that emerged was a clear one. The first\r\nappellant was managing the\noperations of the other two appellants,\r\ninformers, drug dealers and Shange in seizing and onselling drugs.\n[19]\nIn brief, the evidence on counts 6 and 7\r\nwas as follows. One Kokoeng had been an informer for the first\r\nappellant when he was stationed\nat Vereeniging. When the first\r\nappellant was transferred to become the head of the West Rand\r\nOrganised Crime Unit, he arranged\nfor Kokoeng to be transferred\r\nthere. He introduced Kokoeng to the second appellant and Shange as\r\nbeing the two loyal juniors who\nwould be running around with him.\r\nAfter a successful raid for drugs, the second appellant misled\r\nKokoeng, saying that it had been\nunsuccessful. When Kokoeng\r\ndiscovered this, he phoned the second appellant who undertook to\r\nstraighten it out. The second appellant\narranged to meet him in\r\nRandfontein with his friend Bogopane. They met the second appellant\r\nat a church there and he handed to\nthem some cash and a stash of\r\ndrugs for which they were to find a buyer. When Bogopane went to meet\r\na prospective buyer, he was\narrested. As a result he phoned the first\r\nappellant who promised to solve the problem. Whilst he was in the\r\nholding cells at Randburg,\nthe second appellant visited him and told\r\nhim that Shange had told him the arrest was unlawful. The arrest of\r\nBogopane in possession\nof drugs was confirmed by a reserve police\r\nofficer who was mystified as to why he was never called to testify in\r\nthe case against\nBogopane. The substances found in his possession\r\nwere sent for analysis and found to be cocaine, ecstacy and crystal\r\nmethaqualone,\nall prohibited substances under the Drugs Act. Despite\r\nthis, the charges against Bogopane were withdrawn. The police\r\noccurrence\nbook recorded that Bogopane was released by the second\r\nappellant and Shange on the basis that there was no evidence which\r\nconnected\nhim to the offence. The second appellant was the\r\ninvestigating officer and the docket subsequently went missing. The\r\ncourt below\ncorrectly convicted the first and second appellants on\r\nthese counts.\n[20]\nI turn to consider counts 9, 10, 11 and 13.\r\nThe evidence of Mr Pretorius, an employee of Swissport Cargo, was\r\nthat on 3 October\n2007 he was approached by three police officials.\r\nThey introduced themselves as Mokgosane, Shange and Jwili – the\r\nfirst and\nlast also being the names of the third and second\r\nappellants respectively - from the West Rand Organised Crime Unit and\r\ntold him\nthat they were looking for a parcel. They showed him an\r\nairways waybill which corresponded with the parcel they were looking\r\nfor\nand told him the parcel contained cocaine. He was requested to\r\ncontact them when the person came to fetch the parcel. They took\nthe\r\nparcel with them for safekeeping. The parcel weighed 189 kilograms\r\nand they loaded it onto a pickup truck with a forklift.\nHe contacted\r\nthem when the person came to collect the parcel and all three\r\nreturned and took the person with them.\n[21]\nCaptain Scott was approached telephonically\r\non 2 October by Shange to obtain authorisation to do a controlled\r\ndelivery of the consignment.\nHe received a written request the\r\nfollowing morning but heard nothing more. The substance taken was\r\ntested and found to be ephedrine,\na scheduled substance under s 3\r\nof the Drugs Act. Only 30 000 grams of this was submitted for\r\nanalysis and subsequent\ndestruction. According to the transcripts of\r\nthe intercepted communications, the controlled delivery was arranged\r\nby the appellants.\nOn 3 October, the third appellant told the\r\nfirst appellant during a conversation which was intercepted that he\r\nhad taken possession\nof the ephedrine and that a buyer had already\r\ntaken two bags and that more would be supplied the following day. The\r\nthird appellant\ntold the first appellant that he would let him have\r\nR1 million that evening. This arrangement was confirmed by Shange in\r\na conversation\nwith the first appellant where they congratulated each\r\nother on a successful job. There were further communications\r\nconcerning\npayment where it was indicated that R425 000 had been\r\nreceived and that another R1 million was expected.\n[22]\nCount 12 related to an incident where an\r\nemployee of the South African Revenue Service, stationed at OR Tambo\r\nairport discovered\n5.7 kilograms of cocaine in a container with the\r\nassistance of a dog. The second and third appellants and Shange\r\narrived in the\nsearch area and informed her that they were waiting\r\nfor that shipment and were to take it by way of a controlled\r\ndelivery. They\nwere not authorised to be in the search area and were\r\nalso not accompanied by an authorised person as was required. They\r\nwere also\nunable to produce documents to show that they were entitled\r\nto do a controlled delivery with the shipment. After they had been\r\nasked for those documents, they disappeared. This attempt at theft of\r\nthe consignment was also referred to in the transcripts of\nthe phone\r\ncalls intercepted under the Interception Act.\n[23]\nIn addition, it was clearly shown by a\r\nforensic audit of the financial affairs of the appellants that, in\r\n2007, all three appellants\nreceived moneys in excess of their\r\nsalaries and for which they could not account. The first appellant\r\nreceived R1 044 169.61,\nthe second appellant R69 679.61\r\nand the third appellant R56 430.56. Many of the intercepted\r\ncommunications revolved around\nthe amounts which had been negotiated\r\nwith purchasers and how payments were being made to the appellants.\r\nNo point would be served\nin repeating the analysis of the court\r\nbelow. In argument before us the findings and reasoning of the court\r\nbelow were not seriously\nchallenged.\n[24]\nCounts 1 and 2 related to the first\r\nappellant managing an enterprise as defined in the POCA and the other\r\ntwo participating in it.\nTaking into account the other offences, all\r\nof which took place during 2007, it is clear that the state proved\r\nthat the appellants\nwere associated with each other in fact in a\r\npattern of racketeering activity managed by the first appellant and\r\nparticipated in\nby the second and third appellants.\n[25]\nAll\r\nof this compelling evidence required an explanation. The failure of\r\nany of the appellants to call countervailing evidence placed\nthem at\r\nrisk.\n[12]\nThis, too, was\r\nconceded in argument. In my view, considering the evidence in its\r\ntotality, the court below correctly found that\nthe state had proved\r\nits case beyond reasonable doubt. There is therefore no basis on\r\nwhich to set aside the convictions.\n[26]\nAs regards the sentences, despite an\r\ninvitation to do so, none of the appellants was able to point to any\r\nmisdirection by the court\nbelow. Neither were they able to submit\r\nthat the sentences were so startlingly inappropriate as to induce a\r\nsense of shock. As\na result, this court is not entitled to interfere.\n[27]\nIn the result, the appeals against the\r\nconvictions and sentences of all three appellants are dismissed.\n___________________\nT\r\nR Gorven\nActing\r\nJudge of Appeal\nAppearances\nFor First Appellant:\r\nC Meiring\nInstructed\r\nby:\nDolf\r\nJonker Attorneys, Bryanston\nSymington\r\n& De Kock, Bloemfontein\nFor\r\nSecond & Third\nAppellants:\r\nWB Ndlovu\nFor\r\nRespondent: I Bayat\nInstructed\r\nby Director of Public Prosecutions\n[1]\nJuvenal\nSatire\n6\n.346–348.\r\n\tThe translation has been rendered as: ‘Who will guard the\r\n\tguards themselves?’\n‘…\nI\r\n\tknow the plan that my friends always advise me to adopt:\n\"Bolt\r\n\ther in, constrain her!\"\nBut\r\n\twho can watch the watchmen?\nThey\r\n\tkeep quiet about the girl's secrets and get her as their payment;\neveryone\r\n\thushes it up.’\n[2]\nThe\nDrugs and Drug Trafficking\nAct\n140 of 1992\n.\n[3]\nThe\nInterception\r\n\tand Monitoring Prohibition Act 127 of 1992.\n[4]\nS\r\n\tv Eyssen\n2009\r\n\t(1) SACR 406\n(SCA) para 6.\n[5]\nSection\r\n\t14(\nd\n)\r\n\tof the\nConstitution\r\n\tof the Republic of South Africa, 1996.\n[6]\nInvestigating\r\n\tDirectorate: Serious Economic Offences v Hyundai Motor Distributors\r\n\t(Pty) Ltd\n[2000] ZACC 12\n;\n2000 (2) SACR 349\n(CC) para 55.\n[7]\nReferences\r\n\tomitted.\n[8]\nS\r\n\tv Pillay & others\n2004\r\n\t(2) SACR 410 (SCA).\n[9]\nS\r\n\tv Cwele & another\n2011\r\n\t(1) SACR 409 (KZP).\n[10]\nParagraph\r\n\t93.\n[11]\nParagraph\r\n\t94.\n[12]\nOsman\r\n\t& another v Attorney-General, Transvaal\n[1998] ZACC 14\n;\n1998 (2) SACR 493\n(CC) para 22;\nS\r\n\tv Boesak\n[2000] ZACC 25\n;\n2001\r\n\t(1) SACR 1\n(CC) para 24.",
  "scraped_at": "2026-02-12T17:08:26.901485",
  "date": "2015-03-25",
  "coram": [
    "Brand JJA",
    "Ponnan JJA",
    "Willis JJA",
    "Dambuza AJA",
    "Gorven AJJA"
  ],
  "case_number": "916/2013",
  "parties": {
    "applicants": [
      "Petros Dumisane Jwara",
      "Victor Mpho Jwili",
      "Ratsheki Lampros Mokgosani"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The three appellants were senior officers of the South African Police Service’s West Rand Organised Crime Unit. An investigation into alleged corruption led Captain Sizane to obtain a direction under the Interception and Monitoring Prohibition Act to monitor the cellphone of a suspected drug‑manufacturing associate. The direction was later extended to include the cellphones of the second and third appellants and a fellow officer, Shange. Intercepted conversations revealed the appellants’ involvement in a range of offences, including acquisition and management of an enterprise in contravention of the Prevention of Organised Crime Act (POCA), drug dealing, theft of scheduled substances, fraud and obstruction of justice. The appellants were charged with thirteen counts, convicted on ten, and sentenced to effective terms of 20‑25 years’ imprisonment.",
    "issues": "The appeal raised three principal issues: (1) whether the intercepted communications obtained under the Interception Act were admissible, given alleged procedural deficiencies in the direction; (2) whether the Interception Act applied to cellphone communications; and (3) whether the convictions under POCA—specifically the definitions of ‘enterprise’ and ‘pattern of racketeering activity’—and the sentences imposed were legally sound.",
    "principles": "The court considered the constitutional right to privacy under section 14(d) of the Constitution and the exclusionary rule of section 35(5), applying the test that evidence obtained in breach of a constitutional right must be excluded only if its admission would render the trial unfair. It applied the procedural requirements of the Interception Act, noting that directions must be based on an objective justification. Precedents such as S v Pillay, S v Cwele, and the definition of ‘enterprise’ in S v Eyssen were relied upon, as were the statutory definitions of pattern of racketeering activity in POCA and the scope of the Interception Act to include cellphone communications.",
    "application": "The court held that the direction, although technically imperfect, was substantively compliant; the shortcomings were merely technical and did not mislead the court nor render the interception unlawful. It found that cellphone communications fell within the meaning of ‘telecommunications line’ in the Interception Act, rejecting the appellants’ argument to the contrary. Consequently, the intercepted evidence was admissible and did not violate the appellants’ constitutional rights in a manner warranting exclusion. The court further affirmed that the appellants’ conduct satisfied the statutory elements of an enterprise and a pattern of racketeering activity, supporting the POCA convictions. The sentencing was deemed appropriate and not so excessive as to merit interference.",
    "conclusion": "All appeals were dismissed. The convictions and sentences of the three appellants were upheld, and the orders of the lower court were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Organised Crime",
    "level_3": [
      "POCA",
      "Interception Act",
      "evidence admissibility",
      "drug offences",
      "fraud"
    ]
  }
}