{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/64.html",
  "case_name": "Molusi v Voges NO (1008/13) [2015] ZASCA 64; [2015] 3 All SA 131 (SCA) (8 May 2015)",
  "citation": "[2015] ZASCA 64",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 64\n|\nNoteup\n|\nLawCite\nMolusi v Voges NO (1008/13) [2015] ZASCA 64; [2015] 3 All SA 131 (SCA) (8 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase No: 1008/13\nIn\r\nthe matter between:\nSOPHY\r\nMOLUSI                                               \n\n                      FIRST\n\nAPPELLANT\nDAVID\r\nMAMAGALO                                                    \n\n    SECOND APPELLANT\nISAAC\r\nSELOLWANE                                       \n\n               \r\n     THIRD\nAPPELLANT\nK\r\nL\r\nTWARISANG                                                           \n\n   FOURTH APPELLANT\nJOSEPH\r\nRAMOKANE                                                 \n\n         FIFTH APPELLANT\nFRANS\r\nMOKANSI                                            \n\n                    \r\nSIXTH\nAPPELLANT\nand\nFRANCOIS\r\nDANIËL\nJAMES\nVOGES\nNO\nFIRST\r\nRESPONDENT\nFREDERIKA\r\nMARIA CHRISTINA\nVOGES\r\nNO          \r\n                                                            SECOND\n\nRESPONDENT\nTHE\r\nHEAD OF THE NORTH WEST\nPROVINCIAL\r\nOFFICE OF THE\nDEPARTMENT\r\nOF RURAL\nDEVELOPMENT\r\nAND LAND REFORM                        THIRD\n\nRESPONDENT\nTHE\r\nRUSTENBURG LOCAL\nMUNICIPALITY\r\n                                                           \n\n FOURTH RESPONDENT\nNeutral\r\ncitation:\nMolusi\r\nv Voges NO\n(1008/13)\n[2015] ZASCA 64\n(08 May 2015)\nCoram:\nMpati\r\nP, Ponnan, Bosielo, Shongwe and Saldulker JJA\nHeard:\n20\r\nFebruary 2015\nDelivered:\n08\r\nMay 2015\nSummary\n:\r\nLand – eviction of peri-urban occupiers from leased property –\r\none ground of termination of lease relied on in notice\nof termination\r\nand founding affidavit no bar to owner relying on common law ground\r\nof ownership of leased property when ownership\nalleged in founding\r\npapers – reliance on common law ground of ownership not\r\nconstituting new cause of action – interpretation\nof relevant\r\nprovisions of\nExtension of Security of Tenure Act 62 of 1997\n.\nORDER\nOn\r\nappeal from:\nLand\r\nClaims Court, Randburg (Sidlova AJ sitting as court of first\r\ninstance):\n1\r\nThe appeal is dismissed.\n2\r\nThe appellants and all other persons occupying under or through them\r\nare ordered to vacate Portion 81 (a portion of Portion 65)\nof the\r\nfarm Boschfontein 330-JQ, Rustenburg (the farm), on or before 7 June\r\n2015.\n3\r\nFailing compliance with the order in 2 the Sheriff for the district\r\nof Rustenburg is authorised to evict the appellants and all\nother\r\npersons occupying under or through them from the farm 10 days after\r\nthe date contemplated in 2 above.\nJUDGMENT\nShongwe\r\nJA (Bosielo JA concurred)\n[1]      \r\nThe question of land, the right of ownership and the right of\r\noccupiers has reared its ugly\nhead once again. Clearly this is a\r\nthorny, sensitive and emotive issue particularly in the context of\r\nthe spatial development of\nthe then apartheid South African\r\ngovernment.  It is a painful but a known fact that the property\r\nlaws of the apartheid regime\nwere geared towards denying Blacks,\r\nAfricans in particular any form of secure tenure to land. Amongst\r\nthese obnoxious laws were\nthe Group Areas Act 41 of 1950 and the\r\nPrevention of Illegal Squatting Act 52 of 1951 (PISA). It is this\r\nPISA which resulted in\nmany people, Africans in particular being\r\narbitrarily thrown into the wilderness and rendered homeless. Driven\r\nby its quest to\nrestore people’s rights to equality and human\r\ndignity as encapsulated in s 1 of the Constitution, our new\r\ngovernment introduced\nsome new and revolutionary Acts, including\r\nPrevention of Illegal Eviction from and Unlawful Occupation of Land\r\nAct 19 of 1998 (PIE)\nand Extension of Security of Tenure Act 62 of\r\n1997 (ESTA), first, to put a stop to arbitrary evictions of people,\r\nand secondly,\nto ensure, where an eviction is justified, that it is\r\ndone with compassion and dignity – Ubuntu – Botho. The\r\nauthors\nS Woolman and Bishop\nConstitutional Law of South Africa\n2 ed (2013) set out the legislature’s intentions when\r\nintroducing ESTA to be:\n‘\nThe\r\nState’s constitutional obligation to promulgate legislation\r\ndealing with the promotion of secure tenure was in part fulfilled\n\nwith the enactment of ESTA in 1997. The aims of the Act are\r\nthreefold: to promote long-term security of tenure; to regulate\r\neviction;\nand to introduce a set of rights and duties in relation to\r\nboth occupiers and land owners.’\nThe\r\nauthors referred to\nPrize Trade 44 (Pty) Ltd v Isaac Tefo Memane\n(LCC) 35/07 (unreported judgment 21 August 2003) which confirmed\r\nthat one of the main functions of ESTA is to ensure that evictions\n\nare conducted equitably in the interests of both parties.\n[2]    \r\nThis appeal is against the judgment and order of the Land Claims\r\nCourt (Sidlova AJ), ordering the appellants\nand all persons occupying\r\nunder or through them to vacate Portion 81 (a portion of portion 65)\r\nof the farm Boschfontein 330 –\nJQ, Rustenburg (‘the\r\nproperty’). The appellants are occupiers as defined in ESTA.\r\nThe appeal is before us with the\nleave of the court a quo.\n[3]    \r\nThe first and second respondents (hereinafter the respondents), in\r\ntheir capacity as trustees of the\nVoges Family Trust, are nominal\r\nowners of the aforesaid property. No relief is sought against the\r\nthird and fourth respondents,\nwho are cited by virtue of the\r\nprovisions of s 9 of ESTA and they abide the decision of the court.\n[4]    \r\nLet me conveniently mention at this stage that none of the appellants\r\nare employed by the respondents\nor their predecessors in title.\r\nFurther that it is common cause that none of the appellants have\r\nresided on the property for 10\nyears and has reached the age of 60.\r\nAll of the appellants have been resident on the property after 4\r\nFebruary 1997, except for\nthe first appellant who is said to have\r\nresided there since 1995. Nothing really turns on this.\n[5]    \r\nIt is common cause that in or about October 2001, the respondents\r\nconcluded written lease agreements\nwith some of the appellants and\r\noral lease agreements with others. The respondents’ case as\r\nreflected in the founding affidavit\nis that the appellants were in\r\nbreach of a material term of the lease agreements in that they failed\r\nor refused to pay rental.\nAs a result, the respondents cancelled the\r\nlease agreements. See Vol. 1 – Founding affidavit para 4.5;\r\n5.5; 6.5; 7.5, 8.5;\n9.5; 10.5; 11.5; 12.5; 13.5; 14.5; 15.5 and 17.5.\r\nAll these paragraphs read:\n‘\nThe\r\nbasis for cancellation was that the 1\nst\nrespondent failed to perform in terms of the lease agreement between\r\nher and the applicants, in that she failed to pay the agreed\nmonthly\r\nrental since May 1998, which amounted to a substantial breach of the\r\nlease agreement, and or failed to rectify the position\nafter\r\nreceiving due demand, in terms of which agreement her right of\r\nresidence was terminated.  ’\nParagraph\r\n17.1 reads somewhat differently but in essence is the same. The\r\nappellants dispute that they failed to pay the monthly\nrental. They\r\nallege that when they tendered payment of rental during May 2008, the\r\nrespondents refused to accept it because they\nwere going to demolish\r\nthe structures occupied by the appellants. Furthermore, the\r\nappellants deny that they received the notices\nto terminate.\n[6]    \r\nAlthough the notice of termination and the founding affidavit allege\r\nthat, despite demand, the respondents\nrefused or failed to pay\r\nrental, no such demand was attached to the papers. Importantly, all\r\nthe respondents denied that they failed\nor refused to pay the rental.\r\nTo the contrary, they all alleged that the applicant wrongfully\r\nrefused to accept their payments.\n[7]    \r\nThe court a quo considered the conflicting rights of the respondents,\r\nin particular, the right of ownership\nas opposed to the protection of\r\nthe rights of the appellants as occupiers. It also pertinently\r\nrecognised the fact that should\nit decide to grant the eviction order\r\nit would ineluctably render the appellants homeless.\n[8]    \r\nThe court a quo reasoned that in exercising its discretion on whether\r\nor not to grant an eviction order,\nit was duty bound to consider\r\nwhether the right of occupation of the appellants had been properly\r\nterminated in accordance with\nESTA and whether the procedural\r\nrequirements of ESTA had been met. The court a quo recognised that it\r\nhad to consider whether or\nnot it was just and equitable to order the\r\neviction of the appellants. In this regard it mentioned that it had\r\nto consider the\ninterests of the parties, the fairness of the\r\nprocedure followed, as well as the availability of suitable\r\nalternative accommodation.\nThis list is not exhaustive. Regarding the\r\nconsideration of suitable alternative accommodation the court a quo\r\nsaid that a probation\nofficer’s report mentioned that there was\r\nno suitable alternative accommodation available to the appellants. No\r\nsuch report\nwas included in the record before us.\n[9]    \r\nFurthermore, the judgment is silent regarding any engagement by the\r\ncourt with the third and fourth\nrespondents who in terms of s 26(1)\r\nof the Constitution have a constitutional obligation to ensure that\r\neveryone has access to\nadequate housing read with s 25(1) which\r\nprohibits arbitrary deprivation of property – the third and\r\nfourth respondents were\nparties to these proceedings. It is not clear\r\nto me why they were before court if the intention was not to engage\r\nthem and ensure\nthat, even when the eviction is finally granted, at\r\nleast the court is assured that these important government\r\ndepartments will\nensure that the evictees are not rendered homeless.\n[10]   \r\nAs alluded to above, the appellants contended that they did not\r\nreceive the notice of termination of their\nright of occupation. Their\r\nversion is that the deputy sheriff (Mpho Letlhake), together with\r\nanother person, arrived at their place\nof residence on 18 May 2009.\r\nThe deputy sheriff told them that the respondents had obtained an\r\neviction order against them (appellants).\nHe also indicated to them\r\nthat they have only eight days to vacate the property. When the\r\ndeputy sheriff handed over the documents\nto them, which they examined\r\nand discovered that there was no official court stamp. They then\r\nrefused to accept service thereof\nand requested documents with a\r\nproper court stamp. The deputy sheriff and his colleague then left\r\nwith the documents.\n[11]   \r\nThe following day, 19 May 2009 the deputy sheriff returned to the\r\nproperty with what appeared to be the same\ndocuments as the ones\r\nproduced the previous day. It also appeared that the said documents\r\nwere in fact the s 8 notices and not\neviction orders as alleged. The\r\nappellants aver that had the nature and effect of the documents been\r\nproperly explained to them,\nthey would have accepted them on 18 May\r\n2009.\n[12]   \r\nThe appellants contended, first that the lease agreements were not\r\nproperly and effectively cancelled as\nrequired by s 8(1) of ESTA, and\r\nsecondly that the court a quo erred in deciding the application in\r\nfavour of the respondents on\na new ground that was not relied upon by\r\nthe respondents in their notices of termination and founding\r\naffidavit. In both the letters\nof termination and the founding\r\naffidavit the respondents had alleged that the appellants were in\r\nbreach of a material term of\nthe lease in that they had failed to pay\r\nthe agreed rental fees.\n[13]   \r\nOn the other hand, the respondents contended that as this lease was\r\nperiodic, a mere notice of cancellation/termination\nof the lease was\r\nsufficient. The law does not require the owner to give reasons for\r\ntermination of the lease. Based on this it\nwas contended first that\r\nthe fact that the landlord purported to give reasons for termination\r\nwhich were wrong was irrelevant,\nand secondly the fact that the\r\nlandlord relied on cancellation of the lease, notwithstanding the\r\nfact that it was never pleaded,\nwas of no moment. Essentially it was\r\ncontended that the notice was reasonable in the circumstances.\n[14]   \r\nThis case requires a proper understanding of the philosophy\r\nunderpinning ESTA. I now turn to deal with the\nlegislative framework\r\nrelevant to this matter. This necessitates that I quote in full the\r\npreamble of ESTA, which reads as follows:\n‘\nTo\r\nprovide for measures with State assistance to facilitate long-term\r\nsecurity of land tenure; to regulate the conditions of residence\non\r\ncertain land; to regulate the conditions on and circumstances under\r\nwhich the right of persons to reside on land may be terminated;\nand\r\nto regulate the conditions and circumstances under which persons,\r\nwhose right of residence has been terminated, may be evicted\nfrom\r\nland; and to provide for matters connected therewith.\nWHEREAS\r\nmany South Africans do not have secure tenure of their homes and the\r\nland which they use and are therefore vulnerable to\nunfair eviction;\nWHEREAS\r\nunfair evictions lead to great hardship, conflict and social\r\ninstability;\nWHEREAS\r\nthis situation is in part the result of past discriminatory laws and\r\npractices;\nAND\r\nWHEREAS it is desirable –\nthat\r\nthe law should promote the achievement of long-term security of\r\ntenure for occupiers of land, where possible through the joint\n\nefforts of occupiers, land owners, and government bodies;\nthat\r\nthe law should extend the rights of occupiers, while giving due\r\nrecognition to the rights, duties and legitimate interests\nof owners;\nthat\r\nthe law should regulate the eviction of vulnerable occupiers from\r\nland in a fair manner, while recognising the right of land\nowners to\r\napply to court for an eviction order in appropriate circumstances;\nto\r\nensure that occupiers are not further prejudiced.’\n[15]   \r\nIt is clear that ESTA seeks to regulate the conditions under which\r\nthe rights of people to reside on another’s\nland may be\r\nterminated. ESTA does not say that people may not be evicted from\r\nproperties. However, it seeks to avert situations\nwhere people may be\r\nevicted arbitrarily without any intervention by courts and in\r\ncircumstances where such evictions may lead to\ngreat hardship,\r\nconflict and social disruption with concomitant instability.\r\nEssentially ESTA seeks to ensure that evictions, when\nthey are\r\ninevitable, must be done humanely and not with a sledgehammer. Hence\r\nss 8 and 9 which provide as follows:\n‘\n8\r\nTermination of right of residence.\n–\n(1)  Subject\r\nto the provisions of this section, an occupier’s right of\r\nresidence may be terminated on any lawful\nground, provided that such\r\ntermination is just and equitable, having regard to all relevant\r\nfactors and in particular to –\n(a)\nthe\r\nfairness of any agreement, provision in an agreement, or provision of\r\nlaw on which  the owner or person in charge relies;\n(b)\nthe\r\nconduct of the parties giving rise to the termination;\n(c)\nthe\r\ninterests of the parties, including the comparative hardship to the\r\nowner or person in charge, the occupier concerned, and any\nother\r\noccupier if the right of residence is or is not terminated;\n(d)\nthe\r\nexistence of a reasonable expectation of the renewal of the agreement\r\nfrom which the right of residence arises, after the effluxion\nof its\r\ntime; and\n(e)\nthe\r\nfairness of the procedure followed by the owner or person in charge,\r\nincluding whether or not the occupier had or should have\nbeen granted\r\nan effective opportunity to make representations before the decision\r\nwas made to terminate the right of residence…\n‘\n9 Limitation\r\non eviction –\n(1)\r\nNotwithstanding the provisions of any other law, an occupier may be\r\nevicted only in terms of an order of court issued under\nthis Act.\n(2)\r\nA court may make an order for the eviction of an occupier if-\n(a)\nthe\r\noccupier's right of residence has been terminated in terms of section\r\n8;\n(b)\nthe\r\noccupier has not vacated the land within the period of notice given\r\nby the\nowner\r\nor person in charge;\n(c)\nthe\r\nconditions for an order for eviction in terms of section 10 or 11\r\nhave been\ncomplied with;\r\nand\n(d)\nthe\r\nowner or person in charge has, after the termination of the right of\r\nresidence,\ngiven-\n(i)   the\r\noccupier;\n(ii)   the\r\nmunicipality in whose area of jurisdiction the land in question is\r\nsituated;\nand\n(iii)   the\r\nhead of the relevant provincial office of the Department of Rural\nDevelopment\r\nand Land Reform, for information purposes not less than two\r\n      calendar months' written\nnotice\r\nof the intention to obtain an order for eviction, which notice shall\r\ncontain the prescribed particulars and set out the\ngrounds on which\r\nthe eviction is based: Provided that if a notice of application to a\r\ncourt has, after the termination of the right\nof residence, been\r\ngiven to the occupier, the municipality and the head of the relevant\r\nprovincial office of the Department of\nRural Development and Land\r\nReform not less than two months before the date of the commencement\r\nof the hearing of the application,\nthis paragraph shall be deemed to\r\nhave been complied with.’\n[16]   \r\nIn terms of s 8(1), the right of an occupier to a residence can only\r\nbe terminated when first, there are\nlawful grounds for such\r\ntermination, and secondly, when it is just and equitable to do so. To\r\nmy mind, these are the jurisdictional\nrequirements that have to be\r\nmet before an eviction can be sanctioned under ESTA.\n[17]   \r\nI now turn to the facts of this case. First, the appellants deny\r\nreceiving the notices to terminate the lease.\nAgainst this the\r\nrespondents failed to file a confirmatory affidavit by the sheriff or\r\nany other witness to gainsay this allegation\n– not even a\r\nreplying affidavit was filed to counter this allegation. Undoubtedly\r\nthis is a dispute of fact which could not\nbe resolved on the papers.\r\nOn the authority of\nPlascon Evans-Paints Ltd v Van Riebeeck Paints\r\n(Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) the case should have been decided\r\non the respondent’s version or referred to oral evidence or to\r\ntrial on this disputed\nissue. Secondly and most crucially they\r\ncontended that the court a quo decided this matter on a totally\r\ndifferent cause of action\nthan the one alleged in the founding\r\naffidavit.\n[18]   \r\nIt is common cause that the founding affidavit alleged that the\r\nrespondents terminated the lease on the basis\nthat the appellants\r\nfailed to perform in terms of the lease agreement in that they failed\r\nto pay the agreed monthly rental since\nMay 2008. This conduct, it is\r\nalleged, amounted to a serious and fundamental breach of the lease\r\nagreement. This allegation is\ndisputed by the appellants pertinently\r\nand unequivocally. Instead of dealing with this serious dispute, the\r\nrespondents’\ncounsel raised a new ground of termination at the\r\nhearing. It is not disputed that, this new ground was never raised in\r\nthe papers\nnor in the respondents’ heads of argument. The court\r\na quo even commented on the sudden change and reliance on a new\r\nground\nof termination.\n[19]   \r\nTo my mind this is trial by ambush. It may well be that when dealing\r\nwith a periodic lease, the law permits\nthe owner to terminate by\r\nreasonable notice without giving reasons. But I do not think that\r\nthis would be so to the extent of allowing\na landowner to mislead an\r\noccupier, be it wittingly or unwittingly by advancing a different\r\ncause of action which when seriously\ndisputed he or she can just\r\nabandon and rely on a different cause of action. In\nMinister of\r\nSafety and Security v Slabbert\n[2010] 2 All SA 474\n(SCA) para\r\n21-22; Harms DP commented as follows about such conduct:\n‘\nThe\r\nonus can arise only after the issue itself has arisen … the\r\nplaintiff’s case was that his arrest and detention\nwere\r\nunlawful because he had not been drunk and disorderly. His case on\r\nthe pleadings was not, …\nCases\r\nby ambush are not countenanced.\n’\n(My\r\nemphasis.)\n[20]   \r\nIt is settled law that the purpose of pleadings is to define the\r\nissues for the parties and the court. In\napplication proceedings, the\r\naffidavits do not only constitute evidence, but they also fulfil the\r\npurpose of pleadings. In other\nwords they must set out the cause of\r\naction in clear and unequivocal terms to enable the respondent to\r\nknow what case to meet.\nThis is the reason why an applicant is never\r\npermitted to change colours which he/she has pinned to the mast and\r\nplead a new cause\nof action in a replying affidavit. (See\nDiggers\r\nDevelopment (Pty) Ltd v City of Matlosana & another\n[2012] 1\r\nAll SA 428\n(SCA) para 18 –\nNaidoo v Sunker\n[2012] JOL\r\n28488\n(SCA)). A party is duty bound to allege in his or her affidavit\r\nall the material facts upon which it relies. I find the observation\n\nby Mhlantla JA in\nMinister of Safety and Security v Slabbert\n(supra) to be apposite where she stated:\n‘\nIt\r\nis impermissible for a plaintiff to plead a particular case and seek\r\nto establish a different case at the trial\n.\nIt is\r\nequally not permissible for the trial court to have recourse to\r\nissues falling outside the pleadings when deciding a case.’\n(See\nMoaki v Reckitt and Colman (Africa) Ltd\n1968 (3) SA 98\n(A) at\r\n102A.)\n[21]   \r\nExplaining the crucial role played by affidavits in motion\r\nproceedings, Joffe J said in\nSwissborough Diamond Mines v\r\nGovernment of the Republic of South Africa\n1999 (2) SA 279\n(T) at\r\n323F-324C:\n‘\nIt\r\nis trite law that in motion proceedings the affidavits serve not only\r\nto place evidence before the Court but also to define the\nissues\r\nbetween the parties. In so doing the issues between the parties are\r\nidentified. This is not only for the benefit of the\nCourt but also,\r\nand primarily, for the parties.\nThe\r\nparties must know the case that must be met and in respect of which\r\nthey must adduce evidence in the affidavits\n.’\n(My\r\nemphasis.)\nThe\r\nabove case was referred to with approval by this court in\nMEC for\r\nHealth, Gauteng v 3P Consulting (Pty) Ltd\n2012 (2) SA 542\n(SCA)\r\npara 28. (See also\nProkureursorde van Transvaal v Kleynhans\n1995 (1) SA 839\n(T) at 849B.) Based on what happened in this case, I\r\nam unable to find that the appellants knew what case they had to\r\nmeet.\n[22]   \r\nSection 9(2)\n(d)\nof ESTA provides that a court may make an\r\norder for the eviction of an occupier if the occupier’s right\r\nof residence has\nbeen terminated in terms of s 8 and the owner or\r\nperson in charge has, after the termination of the right of residence\r\ngiven the\noccupier, the municipality and the head of the Department\r\nof Rural Development and Land Reform, not less than two calendar\r\nmonth’s\nwritten notice of the intention to obtain an order for\r\neviction, which notice\nshall\n(My emphasis) contain the\r\nprescribed particulars and set out the grounds on which the eviction\r\nis based. One must ask the question:\nwhat would be the need of\r\nsetting out the grounds on which the eviction is based if the owner\r\ncan come to court and do a volte-face.\nIn my view it would make no\r\nsense. It follows, on the facts of this case that the respondents\r\nfailed to comply with s 9(2)\n(d)\nas the case they argued in\r\ncourt is not the one they pleaded in their notice to terminate and\r\nfounding affidavit. The court below\nshould not have granted the\r\neviction order. See also D L Carey Miller and A Pope\nLand Title in\r\nSouth Africa\n(2000) at 502 para 9.4.7.3 – where the writers\r\nobserved that:\n‘\nThe notice\r\nmust contain the prescribed particulars and state the grounds on\r\nwhich eviction is sought\n,\r\nit must be given by the owner or person in charge to the occupier,\r\nthe municipality with jurisdiction over the land and, for information\n\npurposes, the head of the relevant provincial office of the\r\nDepartment of Land Affairs.’\n(My\r\nemphasis)\n(See\r\nalso\nLategan v Koopman en andere\n1998 (3) SA 457\n(LCC) at\r\n463B-D.)\n[23]   \r\nOn the above reasons the application in the court a quo should have\r\nbeen dismissed. I would accordingly uphold\nthe appeal.\n_________________________\nJ\r\nB Z SHONGWE\nJUDGE\r\nOF APPEAL\nMpati\r\nP (Ponnan and Saldulker JJA concurring):\n[24]   \r\nI have had the privilege of reading the judgment of my Colleague,\r\nShongwe JA, but regret that I am unable\nto agree with the conclusion\r\nhe has reached. The appellants were part of 11 occupiers\n[1]\nof certain rooms on the farm Boschfontein, situated in the district\r\nof Rustenburg (the farm), owned by the respondents as nominal\nowners\r\nin their capacities as trustees of the Voges Familie Trust. In those\r\ncapacities the respondents concluded periodical leases\n– some\r\nverbal, others reduced to writing – with each of the 11\r\noccupiers, who agreed to occupy the individual rooms\nand to pay a\r\nmonthly rental. Most of the occupiers took occupation during October\r\n2001, although it appears to be undisputed that\nthe first appellant\r\nlived with her mother in a room rented by the latter before 1997, but\r\nconcluded her own lease agreement with\nthe respondents in 1999. On 16\r\nApril 2009 the respondents launched an application for the eviction\r\nof all 11 occupiers (and those\noccupying under or through them). It\r\nwas alleged in the founding affidavit that on 19 May 2009 notices of\r\ncancellation of the lease\nagreements were served on each one of the\r\noccupiers. An eviction order in respect of all of them was issued by\r\nthe Land Claims\nCourt (LCC) (Sidlova AJ) on 18 January 2013. Leave to\r\nappeal to this Court against that order was granted on 12 November\r\n2013,\nbut only five of the 11 occupiers are before us.\n[25]   \r\nThe basis for the cancellation of the occupiers’ leases was an\r\nalleged failure by them to pay the monthly\nrentals due in terms of\r\ntheir lease agreements since May 2008. In their answering affidavit,\r\ndeposed to by the second appellant,\n[2]\nthe appellants (and the other occupiers) disputed the ground for\r\ncancellation of their leases and averred that in May 2008 they\nhad\r\noffered payment of their agreed rental amounts, but that the\r\nrespondents refused to accept the payments. They also denied that\n\nnotices of cancellation of their leases were served on them as\r\nalleged by the respondents. They stated that on 18 May 2009 a Mr\nMpho\r\nLetlhake\n[3]\nand another gentleman from the Sheriff’s office attempted to\r\nhand to them certain documents, which Mr Letlhake (Deputy Sheriff)\n\nand his companion said were eviction orders. He also told them that\r\nthey should vacate the leased rooms. Because they could not\nsee any\r\nofficial stamp on the documents they refused to accept the documents\r\nand told the two officials to bring documents ‘with\n[a] proper\r\nCourt stamp’. The Deputy Sheriff and his companion then left\r\nwith the documents. Had the nature and effect of\nthe documents -\r\nwhich now appear to have been notices in terms of section 8(1) of the\r\nExtension of Security of Tenure Act 62 of\n1997 (ESTA)\n[4]\n- been explained to them, the occupiers would have accepted them, \r\nso it was alleged in the answering affidavit.\n[26]   \r\nIn a letter addressed to the respondents’ attorneys, dated 7\r\nMarch 2014, the appellants’ attorneys,\nseeking permission to\r\nomit certain documents from the appeal record in terms of rule 9 of\r\nthe Rules of this Court, mentioned that\nthe only issue for\r\ndetermination by this Court was whether the respondents were entitled\r\nto rely, at the hearing before the LCC,\non the common law ground of\r\nreasonable termination of a lease agreement. Accordingly, parts of\r\nthe record not relevant to that\nissue were omitted from the record\r\nthat served before us on appeal. However, in their heads of argument\r\nthe appellants squarely\nraised the issue of the alleged non-service\r\nof the notices of termination of their lease agreements and their\r\ncounsel argued the\npoint in this Court. In effect, then, the case for\r\nthe appellants was that they were never given notice, or proper\r\nnotice, of termination\nof their lease agreements.\n[27]   \r\nThe LCC held, however, that s 9(2)(\na\n)\r\nof ESTA had been complied with ‘as the principal reason for\r\ntermination [of the lease agreements] is that the applicants\nneed the\r\nland for further development.’\n[5]\nSection 9, which places a limitation on the eviction of an occupier\r\nfrom leased premises, has been quoted in full in the judgment\nof\r\nShongwe JA. Its text shall therefore not be repeated here. It\r\nsuffices to mention, for present purposes, that it provides that\nan\r\noccupier may be evicted only in terms of an order of court issued\r\nunder it (subsec (1)), which may be made if the occupier’s\n\nright of residence has been terminated in terms of section 8 (subsec\r\n(2)(\na\n))\r\nand the occupier has not vacated the land within the period of notice\r\ngiven by the owner or person in charge (subsec (2)(\nb\n)).\n[28]   \r\nThe second issue for determination in this appeal is whether the\r\nrespondents, having grounded their termination\nof the leases on the\r\nappellants’ breach of a material term of each of the\r\nagreements, being failure to pay the agreed rentals,\nwere entitled,\r\nat the hearing before the LCC, to rely on the common law ground of\r\nreasonable termination of the leases. With regard\nto this issue the\r\nLCC said the following:\n‘\nIn\r\nthe course of argument the applicants did not pursue the reason for\r\ntermination of the leases mentioned on the notices of termination,\n\nbut instead argued that as owners they have the right to terminate a\r\nlease agreement if notice is given timeously. It is advanced\nby\r\napplicants that a periodic lease can be terminated on reasonable\r\nnotice by either the lessor or the lessee and the tenancy of\nthe 1\nst\nto 12\nth\nrespondents was provided only as an interim measure susceptible to\r\ntermination at any time by either party on one (1) month’s\n\nwritten notice\n.’\n[6]\n(Footnote omitted.)\nAnd\r\nfurther:\n‘\nThe\r\napplication raises the issue as to whether it is just and equitable\r\nas required by section 8(1) of [ESTA] for the applicants\nto terminate\r\nthe lease agreements of the respective respondents. The applicants\r\nallege that they terminated the lease agreements\nbecause of\r\nnon-payment. This however is disputed by the respondents. It has also\r\nbeen noted that in the heads of argument and during\noral argument the\r\napplicants did not pursue this argument and instead chose to rely on\r\ntheir need to develop their property as\nthe reason for\r\ntermination\n.’\n[7]\nThe\r\nLCC was not persuaded by the argument advanced on behalf of the\r\nappellants that the respondents were not entitled to rely on\nthe\r\ncommon law ground of termination of the lease agreements.\n[29]   \r\nI proceed to consider the first issue. It was submitted on behalf of\r\nthe appellants that the legal position\nregarding the return of\r\nservice of a Sheriff or Deputy Sheriff is that it is never\r\nconclusive, but only constitutes prima facie\nproof of service of a\r\nparticular legal document, which can be rebutted. It was further\r\ncontended that in the present case the appellants\nconclusively\r\ndisproved the correctness of the contents of the returns of the\r\nSheriff.\n[30]   \r\nSection 8(1) of ESTA is in the following terms:\n‘\n(1)\r\nSubject to the provisions of this section, an occupier’s right\r\nof residence may be terminated on any lawful ground, provided\nthat\r\nsuch termination is just and equitable, having regard to all relevant\r\nfactors and in particular to –\n(a)\nthe\r\nfairness of any agreement, provision in an agreement, or provision of\r\nlaw on which the owner or person in charge relies;\n(b)\nthe\r\nconduct of the parties giving rise to the termination;\n(c)\nthe\r\ninterests of the parties, including the comparative hardship to the\r\nowner or person in charge, the occupier concerned, and any\nother\r\noccupier if the right of residence is or is not terminated;\n(d)\nthe\r\nexistence of a reasonable expectation of the renewal of the agreement\r\nfrom which the right to residence arises, after the effluxion\nof its\r\ntime; and\n(e)\nthe\r\nfairness of the procedure followed by the owner or person in charge,\r\nincluding whether or not the occupier had or should have\nbeen granted\r\nan effective opportunity to make representations before the decision\r\nwas made to terminate the right of residence.’\nIt\r\nmust be noted that the section does not require the notice of\r\ntermination of a right of residence to be in writing, nor that\nit\r\nmust be ‘served’ on the occupier concerned. What would be\r\nnecessary is that the termination must be communicated\nto the\r\noccupier, for obvious reasons.\n[31]   \r\nIn their answering affidavit the occupiers alleged that in May 2008\r\nthey ‘tried to pay their rental\nto the first [respondent]’\r\nbut that he refused to accept the payments. They went further to\r\nallege that the first respondent’s\nreason for refusing to\r\naccept the rental payments was ‘that he was going to demolish\r\nthe structures [they] were occupying’\nand that they had stopped\r\npaying rental because the respondents refused to accept it. The\r\ncommon law position is that a periodical\nlease, such as the leases in\r\nissue in this appeal, can be terminated by reasonable notice by\r\neither party.\n[8]\nBut to constitute a valid termination the notice must be clear and\r\nunequivocal.\n[9]\n[32]   \r\nThe written notices, which the occupiers denied having received,\r\nappear to have been prompted by an earlier\nskirmish. From the\r\njudgment of the LCC it appears that on 26 March 2009 the occupiers\r\nobtained an interim order against the respondents,\n[10]\nin terms of which the latter were directed to rebuild leased rooms\r\nfrom which corrugated iron roof sheets had been removed. The\n\nallegations that were made by the occupiers in seeking the order were\r\nthat the respondents’ actions of removing corrugated\niron\r\nsheets from the roofs of the leased rooms had amounted to\r\nconstructive eviction. These actions (of removing corrugated iron\n\nsheets from the roofs of the leased rooms), though unlawful (see ss\r\n9(1) and 23(1) of ESTA), were probably resorted to, I should\nthink,\r\nbecause of the occupiers’ failure to vacate their leased rooms\r\nafter notice of termination of their leases had been\ngiven. Indeed,\r\nthe deponent to the answering affidavit stated that the respondents\r\nhad told them to vacate the farm. But no mention\nwas made of such\r\nnotices in the papers before the LCC and I am willing to decide the\r\nmatter without reference to them.\n[33]   \r\nAs to service of the written notices the appellants and the other\r\noccupiers averred that on 18 May 2009 the\noccupiers were told by the\r\nDeputy Sheriff that the documents he attempted to serve on them were\r\neviction orders and that they refused\nto accept them after they had\r\nexamined them. But, except in respect of the second appellant, it was\r\nalleged in the founding affidavit\nthat the lease agreements were\r\ncancelled on 19 May 2009, which was the date on which the notices of\r\ncancellation were allegedly\nserved on the occupiers. With regard to\r\nthe second appellant, the averment was that cancellation of his lease\r\nagreement occurred\non 18 May 2009. In the only return of service that\r\nforms part of the record on appeal – the others were omitted\r\nbecause the\nquestion of service of the notices was not in issue at\r\nthe time of the preparation of the record – the Deputy Sheriff\r\nstated\nthat on 19 May 2009, at 17h36, he served the ‘process’\r\non the first appellant personally, by handing to her a copy thereof\n\n‘after exhibiting the original and explaining the nature and\r\nexigency of the said process.’ It was alleged in the answering\n\naffidavit that the Deputy Sheriff returned to the farm the next day\r\n(19 May 2009) and told the occupiers that since they had refused\nto\r\naccept the ‘eviction papers’ the owner of the farm was\r\ngoing to demolish their homes. But the answering affidavit\ndid not\r\ndeal with the stated fact in the return of service, that the\r\n‘process’ was served on the occupiers on that\nday. Nor,\r\ncritically, did it dispute the assertion in the return of service\r\nthat the nature and exigency of the process had been\nexplained to\r\nthem. In those circumstances, on these aspects of the matter a\r\nreplying affidavit was hardly necessary. The same,\nit must be said,\r\ngoes for a confirmatory affidavit from the Deputy Sheriff. I am thus\r\nsatisfied that the termination of the individual\nappellants’\r\nright of residence (and of the other occupiers) was communicated to\r\nthem on 19 May 2009. In any event, the occupiers,\non their own\r\nversion, had known from the day the respondents refused to accept\r\npayment of their rental, that they were required\nto vacate the\r\nproperty. In terms of the notices of termination they were given a\r\nperiod of two months to vacate the premises. To\nmy mind, the notices\r\nwere reasonable.\n[34]   \r\nThe basis for the termination of the appellants’ right of\r\nresidence, as contained in each notice was\nthat they had failed to\r\nperform in terms of their lease agreements ‘in that they failed\r\nto pay the monthly rental since May\n2008, which amounted to a\r\nfundamental breach of the lease agreement . . . .’\n[11]\nIn their answering affidavit the appellants denied the allegation\r\nthat they failed to pay rental due to the respondents –\nan\r\nissue I deal with in para 36 below - but did not suggest that the\r\nbasis for the termination of their right of residence was\nnot lawful.\r\nFailure by a lessee to pay the agreed rental on due date is indeed a\r\nlawful ground for the termination of a right of\nresidence.\n[12]\nIn this instance, the rent was payable on or before the first day of\r\neach month.\n[35]   \r\nThe next question to consider is whether the termination was just and\r\nequitable. The submission was made\nin the answering affidavit that\r\nthe termination of the lease agreements was unfair, unjust and\r\ninequitable, because ‘there\nwas no wrong-doing’ on the\r\npart of the occupiers and that the respondents had ‘never even\r\ndemanded payment of arrear\nrental’ from them. In considering\r\nwhether the termination of an occupier’s right of residence is\r\njust and equitable\na court is enjoined to have regard to all relevant\r\nfactors and, in particular, those enumerated in items\n(a)\nto\n(e)\nof s 8(1) of ESTA.\n[13]\nIn\nBrisley\r\nv Drotsky\n2002 (4) SA 1\n(SCA) this Court, with reference to s 26(3) of the\r\nConstitution, held that the circumstances a court is required to\r\nconsider before\nissuing an eviction order can only be relevant if\r\nthey are\nlegally\nrelevant.\n[14]\nThe lease agreements concluded between the respondents, on the one\r\nhand, and the first and second appellants, on the other, were\nreduced\r\nto writing. A copy of the agreement involving the first appellant\r\nforms part of the record. A perusal thereof reveals no\nunfairness in\r\nits terms and none was suggested by the appellants (s 8(1)\n(a)\n).\r\nIt must be accepted that the written agreement relating to the second\r\nappellant contained similar terms. There is no reason to\nthink that\r\nthe terms of the verbal agreements were any different.\n[36]   \r\nAs to s 8(1)\n(b)\nI\r\nhave mentioned (in para 32 above) the skirmishes between the parties.\r\nIt is common cause that the appellants (and other occupiers)\ndid not\r\npay the agreed rental to the respondents for a period of a year since\r\nMay 2008. On the authority of\nPlascon-Evans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634E-635C, it must be accepted that in May\r\n2008 the occupiers attempted to pay their rentals and that the\r\nrespondents refused\nto accept the payments. However, the occupiers\r\ncontinued to occupy their leased rooms for a year and there is no\r\nsuggestion in\nthe papers that in that time they tendered payment of\r\nthe rentals. No tender had been made by any one of the appellants to\r\npay\narrear rental (or the rentals as and when they fell due), to\r\nwhich the respondents were entitled. Thus, the fact that the\r\nrespondents\nrefused to accept payment of the rentals in May 2008 did\r\nnot exonerate the occupiers from liability to pay the rentals for the\r\nrooms they occupied and, insofar as the appellants are concerned,\r\nstill occupy, it being well-settled that the appellants (as lessees)\n\nwere under an obligation to pay (or at the very least tender to pay\r\nor signify readiness to pay) the rental agreed upon.\n[15]\n[37]   \r\nOn the occupiers’ own version the respondents informed them\r\nwhen they (respondents) refused to accept\npayment of the rentals that\r\nthey wished to demolish the structures. In its judgment the LCC\r\nstated that the respondents ‘outlined\ndetails on which the\r\nproperty is to be utilized upon vacation’ by the occupiers.\r\nClearly, the respondents would be unable\nto utilize the property as\r\nthey wish if the appellants’ right of residence was not\r\nterminated. The appellants (and the other\noccupiers) did not suggest\r\nany hardship that they would endure as a result of the termination of\r\ntheir right of occupation (s 8(1)\n(c)\n).\n[38]   \r\nSection 8(1)\n(d)\nis not relevant in this case. As to subsec\r\n(1)\n(e)\n, the procedure followed by the respondents in giving\r\nwritten notices of the termination of the right of residence and\r\naffording\nthe occupiers two months to vacate the premises was, to my\r\nmind, fair. Nothing to the contrary was advanced on behalf of the\r\nappellants.\nThe discussions in paragraphs 34 and 35 above also cover\r\nthe requirement to consider all relevant factors as enjoined by ESTA.\r\nIn my view, the termination of each appellant’s right of\r\nresidence was just and equitable. I agree, therefore, with the LCC\n\nthat there was compliance with the provisions of s 8(1) of ESTA.\r\nSubsections (2) to (7) are not applicable here.\n[39]   \r\nIt is now convenient to deal with the point of my disagreement with\r\nthe conclusion reached by my colleague,\nShongwe JA. In his judgment\r\nShongwe JA upholds the argument on behalf of the appellants that the\r\nrespondents, having based their\ncase in both the notice of\r\ntermination and the founding affidavit on the allegation that the\r\nlease agreements were terminated because\nof non-payment of rent by\r\nthe appellants, impermissibly argued their case on a totally\r\ndifferent basis. The different basis referred\nto is, as mentioned by\r\nthe LCC in its judgment, that as owners the respondents had the right\r\nto terminate the lease agreement and\nobtain an order of eviction if\r\ntimeous notice of the termination had been given.\n[16]\nShongwe JA states, correctly so with respect, that affidavits do not\r\nonly constitute evidence, but also fulfil the purpose of pleadings\n\nand that they must set out the cause of action in clear and\r\nunequivocal terms to enable the respondent to know what case to meet\n\n(para 20). He then refers to the decision of this Court in\nMinister\r\nof Safety and Security v Slabbert\n[2010] 2 All SA 474\n(SCA), where the following was said:\n‘\nIt\r\nis impermissible for a plaintiff to plead a particular case and seek\r\nto establish a different case at the trial. It is equally\nnot\r\npermissible for the trial court to have recourse to issues falling\r\noutside the pleadings when deciding a case\n.’\nShongwe\r\nJA observes that instead of dealing with the serious dispute of\r\nwhether or not the appellants failed to perform in terms\nof the lease\r\nagreement counsel for the respondents ‘raised a new ground of\r\ntermination at the hearing’ (para 18). That,\nhe says,\r\nconstitutes a trial by ambush, since a different cause of action was\r\nadvanced and relied upon and the seriously disputed\none was just\r\nabandoned (para 19).\n[40]   \r\nWith respect, the ground for the termination of the lease agreements\r\nwas not the cause of action. The cause\nof action upon which the\r\nrespondents relied in seeking the eviction order was cancellation of\r\nthe lease agreements,\n[17]\nelaborated upon as follows: (1) that on 18 or 19 May 2009 the\r\nrespondents cancelled the lease agreements they had concluded with\n\neach one of the occupiers; (2) that a notice of cancellation was\r\nserved on each occupier; (3) that each occupier’s right\nto\r\noccupy the property terminated on 19 May 2009; and (4) that the\r\noccupiers have failed to vacate the property. The respondents’\n\ncase boiled down to this: their cancellation resulted in the\r\noccupiers’ right of residence being terminated and, on\r\ntermination\nthe occupiers, as lessees, were under a duty to vacate\r\nthe leased property.\n[41]   \r\nThe contentions advanced on behalf of the respondents before the LCC,\r\nnamely, that under the common law a\nperiodical lease can be\r\nterminated on reasonable notice by either party; that the tenancy of\r\nthe occupiers was only an interim\nmeasure susceptible to termination\r\nat any time by either party on one month’s notice; that\r\ntherefore cancellation of the\nlease agreements did not depend on\r\nbreach or good reason and that reasonable notice of cancellation\r\nsufficed, are exactly that:\ncontentions advanced during the course of\r\nargument in support of the relief sought, namely, the eviction of the\r\noccupiers. And\nto my mind, counsel for the respondents was perfectly\r\nentitled to rely (as he did) on such common law grounds as availed\r\nthe respondents\nin support of the pleaded claim for eviction. What\r\nmattered was whether a proper foundation for such argument had been\r\nlaid in\nthe founding affidavit. In my view, the answer is in the\r\naffirmative. In this regard it is perhaps important to distinguish\r\nbetween\na proper factual foundation in support of the relief sought,\r\non the one hand, and legal argument, on the other and to appreciate\n\nthat it is ordinarily impermissible for legal argument to be raised\r\nin an affidavit. It thus seems to me that the notion of a trial\nby\r\nambush is misplaced when, as happened here, a single cause of action\r\nis relied upon, which finds support in the pleaded case.\nProperly\r\nunderstood, the respondents’ case was that the lease agreements\r\nhad come to an end either because they had been\nvalidly cancelled for\r\nnon-payment of rentals or, alternatively, as the respondents were\r\nentitled to, at common law, they had given\nreasonable notice of\r\ntermination of the lease agreements to the occupiers. In either event\r\nthe result was termination of the lease\nagreements, with the\r\nconsequence that the occupiers were obliged to vacate the leased\r\nproperty.\n[42]   \r\nIn their founding affidavit the respondents averred that in their\r\ncapacities as trustees of the trust they\nare the nominal owners of\r\nthe property (the farm); that on particular dates they concluded\r\nlease agreements with the individual\noccupiers; that on 18 or 19 May\r\n2009 they cancelled the agreements in writing; that the occupiers’\r\nright to occupy their\nrespective rooms therefore terminated on 19 May\r\n2009 and that the occupiers had (as at the date the founding\r\naffidavit was deposed\nto) failed to vacate the property. Whether the\r\nnotice of termination was reasonable, clear and unequivocal are\r\nmatters to be determined\nby a court. I have already held that the\r\nnotice of termination was reasonable. To my mind, it was also clear\r\nand unequivocal. Thus,\nreliance on the common law ground of\r\ntermination of the lease agreements was covered in the papers and the\r\nappellants (and the\nother occupiers) were neither misled, nor\r\nambushed at the trial. I might mention, in any event, that in\nPutco\nthis Court said the following:\n‘\nWhere\r\na party seeks to terminate an agreement and relies upon a wrong\r\nreason to do so he is not bound thereby, but is entitled to\ntake\r\nadvantage of the existence of a justifiable reason for termination,\r\nnotwithstanding the wrong reason he may have given (cf\nMatador\r\nBuildings (Pty) Ltd v Harman\n1971 (2) SA 21\n(C) at 28A;\nStewart\r\nWrightson (Pty) Ltd v Thorpe\n1977 (2) SA 943\n(A) at 953G.)\n’\n[18]\nI\r\nmust make it clear, lest it be suggested that the allegation, in the\r\nfounding affidavit, of failure by the occupiers to pay rental\nwas an\r\ninadequate ground for termination of the lease agreements, that, in\r\nmy opinion, it was adequate as I have attempted to show\nabove.\n[43]   \r\nI should mention further that on my reading of the judgment of the\r\nLCC the respondents did not abandon the\nground of termination of the\r\nlease agreements as contained in the notice of termination. Counsel\r\nfor the respondents simply chose\nto argue the case on another basis,\r\nwhich, as I have mentioned, he was perfectly entitled to do. That\r\nbasis was that it was not\nnecessary for the respondents to set out\r\nthe ground they did in the founding affidavit and, to the extent that\r\nthey did so, that\nwas simply surplus to their cause of action. As\r\nlong ago as\nGraham v Ridley\n1931 TPD 476\nat 479 it was stated:\n‘\nOne\r\nof the rights arising out of ownership is the right to possession;\r\nindeed\nGrotius\n(Introd.\r\n2, 3, 4) says that ownership consists in the right to recover lost\r\npossession.\nPrima\nfacie\n,\r\ntherefore, proof that the appellant is owner and that respondent is\r\nin possession entitles the appellant to an order giving him\n\npossession, i.e., to an order for ejectment. When an owner sues for\r\nejectment an allegation in his declaration that he has granted\nthe\r\ndefendant a lease which is terminated is an unnecessary allegation\r\nand is merely a convenient way of anticipating the defendant’s\n\nplea that the latter is in possession by virtue of a lease, which\r\nplea would call for a replication that the lease is terminated.\nIt is\r\nthe defendant and not the owner-plaintiff who relies on the lease,\r\nand if the lease itself is denied by the defendant, as\nin the present\r\ncase, the allegation of the lease is surplusage\n.’\n[19]\nWhat\r\nis of importance is that, unlike the case in\nBrisley\r\nv Drotsky,\nin the present matter the right of the owners to possession of their\r\nproperty and to an order of ejectment against an unlawful\noccupier\r\nare limited by the provisions of ESTA. Thus, reliance on the common\r\nlaw does not exonerate the owners from compliance\nwith the provisions\r\nof s 8 of ESTA, to mention but one section.\n[20]\nI have already dealt with the requirements of s 8 and it is not\r\nnecessary to do so again. The LCC did so too and found ‘that\n\nsection 9(2)\n(a)\nwas\r\ncomplied with as the principal reason for termination is that the\r\napplicants need the land for further development.’ It\nalso\r\nfound that s 9(2)\n(b)\nhad been complied with in that ‘the occupiers had not vacated\r\nthe land within the notice period.’\n[44]   \r\nAs to s 9(2)\n(c)\nthe LCC’s finding that the provisions of\r\ns 11 apply to all the occupiers was not challenged in this Court.\r\nThere was no suggestion\nthat, in dealing with the provisions of s 11,\r\nparticularly whether it was just and equitable to grant an order for\r\neviction (s\n(9)(2) and (3)), and in exercising its discretion against\r\nthe occupiers by granting such order, the LCC erred. Counsel for the\r\nappellants put all his efforts on the issues of the alleged\r\nintroduction of a new ground for the termination of the lease\r\nagreements,\nwhich, according to his submission, was wrongly allowed\r\nby the LCC, and the alleged non-service of the notice of termination\r\nand,\ntherefore, denial of receipt thereof. There is, in my view, no\r\nreason to interfere with the exercise of its discretion by the LCC.\n\nFor, on either of the two legs advanced by the respondents, they\r\nwould, at common law, have been entitled to the relief sought.\nAnd,\r\nas I have shown, they have, in addition, satisfied the further\r\nrequirements for an eviction set by ESTA.\n[45]   \r\nThe LCC ordered the occupiers, including the appellants, to vacate\r\nthe farm by 31 March 2013, failing which\nthe Sheriff was authorised\r\nto remove them on or after 3 April 2013. Its order was issued on 18\r\nJanuary 2013. It was not suggested\nthat these dates were not just and\r\nequitable (s 12(1) and (2) of ESTA). As at 20 February 2015 (the date\r\nthis appeal was heard)\nthe appellants had been living on the farm,\r\noccupying their leased rooms, for a further period of two years. In\r\nmy view, it would\nbe reasonable for the appellants to be given a\r\nfurther period of one (1) month to vacate the farm from the date of\r\nthe order of\nthis Court.\n[46]   \r\nIn the result I would make the following order:\n1\r\nThe appeal is dismissed.\n2\r\nThe appellants and all other persons occupying under or through them\r\nare ordered to vacate Portion 81 (a portion of Portion 65)\nof the\r\nfarm Boschfontein 330-JQ, Rustenburg (the farm), on or before 7 June\r\n2015.\n3\r\nFailing compliance with the order in 2 the Sheriff for the district\r\nof Rustenburg is authorised to evict the appellants and all\nother\r\npersons occupying under or through them, from the farm 10 days after\r\nthe date contemplated in 2 above.\n_____________________\nL\r\nMPATI\nPRESIDENT\nAppearances\nFor\r\nthe Appellant:   J J Botha\nInstructed by:\nMatshitse Attorneys,\r\nPotchefstroom;\nMatsepes Inc,\r\nBloemfontein.\nFor\r\nthe Respondent: A Vorster (with him I Oschman)\nInstructed by:\nFrese Moll &\r\nPartners, Johannesburg;\nWebbers,\r\nBloemfontein.\n[1]\nThe names\r\n\treflected as third and fifth appellants are the different names of\r\n\tthe same person.\n[2]\nAll the other\r\n\toccupiers deposed to confirmatory affidavits.\n[3]\nHe was the\r\n\tDeputy Sheriff for the Magistrate’s Court, Rustenburg.\n[4]\nThat the\r\n\tprovisions of the Extension of Security of Tenure Act 62 of 1997\r\n\t(ESTA) are applicable in this case and that the appellants\nare\r\n\toccupiers as defined in ESTA are common cause.\n[5]\nPara 16 of\r\n\tthe judgment.\n[6]\nPara 8 of the\r\n\tjudgment.\n[7]\nPara 12.\n[8]\nTiopaizi v\r\n\tBulawayo Municipality\n1923 AD 317.\n[9]\nPutco Ltd\r\n\tv TV & Radio Guarantee Co (Pty) Ltd and other Related Cases\n1985 (4) SA 809\n(A) at 830E.\n[10]\nAccording to\r\n\tthe answering affidavit the interim order was made final on 9 April\r\n\t2009.\n[11]\nClause 8 of the written lease\r\n\tagreement provided that in the event of the lessee failing to comply\r\n\twith the terms of the agreement\nof lease and remains in breach, the\r\n\tlessor may (‘kan’) give to the lessee 24 hours’\r\n\tnotice to vacate the property\nirrespective of the day and the date\r\n\tof the month.\n[12]\nCf\nGoldberg\r\n\tv Buytendag Boerdery Beleggings (Edas) Bpk\n1980 (4) SA 775 (A).\n[13]\nMkangeli &\r\n\tothers v Joubert & others\n2002 (4) SA 36\n(SCA) para 11;\nLand\r\n\ten Landbouontwikkelingsbank van Suid-Afrika v Conradie\n2005\r\n\t(4) SA 506\n(SCA) para 12.\n[14]\nPara 42.\n[15]\nCf\nFord Agencies v Hechler\n1928 TPD 638\nat 641 - 642\n[16]\nSee para 28\r\n\tabove.\n[17]\nSee s 9(2)(\na\n)\r\n\tof ESTA and\nPotgieter\r\n\t& another v Van der Merwe\n1949 (1) SA 361\nat 366.\n[18]\nAt 832D.\n[19]\nThis was an extract from an\r\n\tearlier unreported judgment in\nGordon\r\n\tv Kamaludin\n(T.P.D.\r\n\t15.9.27), referred to with approval in\nGraham\r\n\tv Ridley\n.\n[20]\nCompare\nBrisley\r\n\tv Drotsky\n,\r\n\tpara 43.",
  "scraped_at": "2026-02-12T17:16:20.387747",
  "date": "2015-05-08",
  "coram": [
    "Mpati P",
    "Ponnan",
    "Bosielo",
    "Shongwe",
    "Saldulker"
  ],
  "case_number": "1008/13",
  "parties": {
    "applicants": [
      "Sophi Molusi",
      "David Mamagalo",
      "Isaac Selolwane",
      "K L Twarisang",
      "Joseph Ramokane",
      "Frans Mokansi"
    ],
    "respondents": [
      "Francois Daniel James Voges NO",
      "Frederika Maria Christina Voges NO",
      "Head of the North West Provincial Office of the Department of Rural Development and Land Reform",
      "Rustenburg Local Municipality"
    ]
  },
  "sections": {
    "facts": "The respondents, as trustees of the Voges Family Trust, owned farm Boschfontein 330‑JQ in Rustenburg. Between October 2001 and 1999 they concluded written and oral periodic lease agreements with the appellants, who occupied individual rooms on the farm. The respondents alleged that the appellants failed to pay monthly rent from May 2008, constituting a material breach. Consequently, the respondents issued written notices of lease cancellation on 18‑19 May 2009 and claimed the right of residence terminated on 19 May 2009. The appellants disputed the notices, claiming they never received them and that the respondents refused rental payments in May 2008. The Land Claims Court ordered the occupiers to vacate, and the respondents obtained an eviction order. The appellants appealed, contending procedural defects and the introduction of a new ground of termination.",
    "issues": "1. Whether the termination of the lease agreements complied with the requirements of section 8 of the Extension of Security of Tenure Act (ESTA) – i.e., whether it was on a lawful ground and just and equitable. 2. Whether the respondents complied with the procedural requirements of section 9(2) of ESTA, particularly the two‑month notice to the occupier, municipality and provincial department. 3. Whether the respondents introduced a new ground of termination at trial, amounting to a trial by ambush, contrary to pleading rules. 4. Whether the respondents could rely on the common‑law right to terminate a periodic lease by reasonable notice.",
    "principles": "The court applied the provisions of ESTA, especially s 8(1) which requires termination to be on a lawful ground and just and equitable, considering fairness of the agreement, conduct of the parties, comparative hardship, expectation of renewal and fairness of procedure. s 9(2) mandates written notice to the occupier, municipality and provincial office at least two months before an eviction application. Common‑law principles allow termination of a periodic lease by reasonable notice, but the ground for termination must be clearly pleaded. Pleadings must define the cause of action; no new causes may be introduced at trial (principle against trial by ambush).",
    "application": "The court found that the respondents’ notice cited failure to pay rent – a lawful ground under both common law and ESTA. The notice was clear, unequivocal and gave a two‑month period to vacate, satisfying s 8(1)(e). Service was deemed effective despite the appellants’ refusal to accept the documents, as the deputy sheriff’s return of service indicated communication on 19 May 2009. The respondents complied with s 9(2) by giving the required notice to the occupier, municipality and provincial department. No new cause of action was introduced; the common‑law ground of reasonable notice was merely an alternative argument, not a new ground. Consequently, the termination was just and equitable, and the eviction order was upheld.",
    "conclusion": "The appeal was dismissed. The appellants and all persons occupying under or through them were ordered to vacate Portion 81 of farm Boschfontein 330‑JQ, Rustenburg, on or before 7 June 2015. If they failed to comply, the Sheriff of Rustenburg was authorised to evict them 10 days after that date."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Rights",
    "level_3": [
      "Extension of Security of Tenure Act",
      "Lease termination",
      "Eviction order",
      "South Africa"
    ]
  }
}