{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/9.html",
  "case_name": "WT and Others v KT (933/2013) [2015] ZASCA 9; 2015 (3) SA 574 (SCA) (13 March 2015)",
  "citation": "[2015] ZASCA 9",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 9\n|\nNoteup\n|\nLawCite\nWT and Others v KT (933/2013) [2015] ZASCA 9; 2015 (3) SA 574 (SCA) (13 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 933/2013\nReportable\nIn\r\nthe matter between:\nWT\n.......................................................................................................................\nFIRST\r\nAPPELLANT\nWT\r\nNO\n...........................................................................................................\nSECOND\r\nAPPELLANT\nGT\r\nNO\n...............................................................................................................\nTHIRD\r\nAPPELLANT\nand\nKT\n.................................................................................................................................\nRESPONDENT\nNeutral citation:\nWT & others v KT\n(933/2013)\n[2015] ZASCA 9\n(13 March 2015)\nCoram:\nLewis,\r\nBosielo, Pillay, Mbha JJA and Mayat AJA\nHeard: 18\nFebruary 2015\nDelivered:  13\r\nMarch 2015\nSummary:\nDiscretionary Family Trust– whether trust assets form part\r\nof  the joint estate of parties married in community of property.\nORDER\nOn\r\nappeal from\nGauteng Local Division, Johannesburg (Lamont J\r\nsitting as court of first instance):\n(a)\r\nThe appeal is upheld with costs, save for costs attendant upon the\r\npreparation of the record for the purposes of the appeal.\n(b)\r\nThe order of the court a quo is set aside and substituted with the\r\nfollowing order:\n‘\n(i)\r\nIt is declared that the assets of the [W T] trust with Master’s\r\nreference number IT11246/1999, established in October\n1999 do not\r\nform part of the joint estate of the parties.\n(ii)\r\nThe action in this matter is postponed sine die to enable the value\r\nof the joint estate of the parties to be determined.\n(iii) The defendant\r\nis directed to pay the plaintiff’s costs as well as the costs\r\nof the trust.’\nJUDGMENT\nMayat\r\nAJA (Lewis, Bosielo, Pillay, Mbha JJA concurring)\n[1]\r\nThe crisp issue in the present appeal, brought with the leave of the\r\ncourt a quo\n,\nis whether or not assets of a discretionary\r\nfamily trust can be regarded as part of the assets of the joint\r\nestate of parties married\nin community of property.\nPertinent\r\nbackground to proceedings\n[2]\r\nW T (the plaintiff in the court below and the first appellant), who\r\nwas married to K T (the defendant in the court below and\nthe\r\nrespondent) in community of property on 6 October 2001, instituted an\r\naction in the Gauteng Local Division of the High Court\nagainst K T in\r\nJanuary 2010, claiming a decree of divorce as well as ancillary\r\nrelief. Whilst K T did not oppose the decree of\ndivorce sought by her\r\nhusband, she filed a counterclaim relating to the extent of the\r\nassets of their joint estate. Both W T and\nhis brother (the third\r\nappellant), each cited\nnomine officio\nin their capacities as\r\nduly appointed trustees of a trust, were joined as parties to the\r\ncounterclaim as the second and third defendants\nin reconvention\r\nrespectively in the court below.\n[3]\r\nK T’s amended counterclaim was premised upon the contention\r\nthat assets of a trust with Master’s reference IT11246/1999\n\nestablished in 1999 (the trust) formed part of her joint estate with\r\nW T. Specifically, the following averments were made in this\nregard\r\nin the counterclaim:\n‘\n5.5\r\nThe plaintiff [W T] deceived and made false representations to the\r\ndefendant [K T], inter alia the plaintiff falsely represented\nto the\r\ndefendant that the purchase of a dwelling . . . [for] the plaintiff\r\nand the defendant, would be registered in terms of a\nTrust to protect\r\nit from the plaintiff’s business/es debtors and in terms of\r\nwhich both the plaintiff and the defendant would\nbe beneficiaries,\r\nbut proceeded to exclude the defendant from the Trust as a\r\nbeneficiary and, from her 50% (“per centum”)\nentitlement\r\nthereto in the joint estate in the event of a divorce.’\nIt\r\nwas further averred in the amended counterclaim that:\n‘\n8.\r\nThe defendant pleads that for the purposes of determining the assets\r\nin the joint estate the assets of the Trust\nalternatively\nthe\r\nprior matrimonial home . . . registered in the name of the Trust fall\r\nto be included in the joint estate as:\n8.1\r\nThe Trust was established as the alter ego of the plaintiff [W T] in\r\nthat:\n8.1.2\r\nPlaintiff had no true intention to establish the Trust as an entity\r\nseparate from him and the joint estate;\n8.1.3\r\nPlaintiff effectively\nde facto\ncontrolled the . . . Trust,\r\nhaving regard to the terms of the Trust Deed and the manner in which\r\nthe affairs of the Trust were conducted;\n8.1.4\r\nPlaintiff regarded the Trust as a financial vehicle whereby he and\r\nthe joint estate could amass his own wealth and obtain\na financial\r\nadvantage for himself and the joint estate;\n8.1.5\r\nPlaintiff, but for the Trust would have acquired and owned the assets\r\nof the Trust in the joint estates’ name;\n8.1.6\r\nPlaintiff regarded the Trust as a financial vehicle for his and the\r\njoint estates’ benefit.\n8.2\r\nPlaintiff is and always has controlled the Trust, having regard to\r\nthe terms and the manner in which Trustees conducted themselves\nand\r\naffairs of the Trust.\n9.\r\nIn the premises, the Trust was and is in reality no Trust at all, the\r\nassets forming part of the Plaintiff’s estate and\nthereby the\r\njoint estate.’\n[4]\r\nThe court below (Lamont J) determined the counterclaim as a separated\r\nissue in the context of the divorce action.  More\nspecifically,\r\nthe court a quo granted an order in the following terms in relation\r\nto the separated issue on 19 of September 2013:\n‘\n1.\r\nThe joint estate includes the assets of the [W T] Trust.\n2.\r\nThe action is postponed sine die to enable the value of the joint\r\nestate to be determined.\n3.\r\nAny party requiring the Order in 2 to be reconsidered should within 7\r\ndays of the date hereof deliver a notice declaring such\nhearing on a\r\ndate to be arranged.\n4.\r\nThe Plaintiff is to pay the Defendant’s costs including the\r\ncosts of the claim against the [W T] Trust.’\nParagraph\r\n1 of this order constitutes the subject matter of the present appeal.\nRelevant\r\nevidentiary framework\n[5]\r\nOn the basis of the evidence of both W T and K T, the circumstances\r\nsurrounding the development of their relationship and the\n\nestablishment of the trust by W T were largely common cause.  During\r\nMarch 1996 W T met K T, a mother of two daughters from\na previous\r\nmarriage.  He was a bachelor at the time and she was in the\r\nprocess of getting divorced from her previous husband.\nW T was\r\nemployed by RPP Developments (Pty) Ltd (RPP) as a project manager,\r\nwhilst K T was employed as a store manager by the Foschini\nGroup.\n[6]\r\nIn the middle of 1997, K T and W T moved in together in a house he\r\nwas caretaking for RPP. W T subsequently identified an immovable\n\nproperty in Ormonde Street, Bryanston (the property) as a good\r\ninvestment. The trust purchased the property in October 1999 and\nthe\r\nproperty was subsequently registered in the name of the trust in\r\nFebruary 2000. W T and K T (who were still not married at\nthat stage)\r\nthen took occupation of the property in February 2000 and lived\r\ntogether on the property for almost ten years until\nOctober 2009.\r\nThere was no formal agreement between them and the trust relating to\r\ntheir occupation of the property, but it appeared\nfrom the evidence\r\nthat they lived on the property, free of any consideration.\n[7]\r\nW T had created the trust in terms of a written trust deed dated 4\r\nOctober 1999, apparently on the advice of his father. A trust\ndeed\r\nconcluded at the time reflected W T’s father as the founder of\r\nthe trust. It was also stipulated in the preamble to\nthe trust deed\r\nthat W T’s father had created the trust by way of a donation to\r\nthe trustees of the trust for the benefit\nof income and capital\r\nbeneficiaries (as defined) subject to the terms and conditions laid\r\ndown by the founder which were incorporated\nin the trust deed. In\r\nterms of letters of authority issued by the Master of the High Court\r\nin November 1999, W T and his brother\nwere both appointed as the\r\ntrustees of the trust. They remained the only trustees of the trust\r\nsince inception.\n[8]\r\nThe capital beneficiaries of the trust were defined in terms of\r\nclause 1.2 (b) of the initial trust deed as beneficiaries selected\nby\r\nthe trustees from the ranks of the children of W T; the legal\r\ndescendants of such children; any trust created for any such\r\nbeneficiaries; and the testate or intestate heirs of W T if none of\r\nthe said beneficiaries were alive at the vesting date of the\ntrust.\n[9]\r\nIn due course, after W T instituted a divorce action against K T, he\r\nalso procured the amendment of the trust deed in February\n2010 in\r\nrelation to the defined beneficiaries of the trust. On the basis of\r\nsuch amendment, W T and his brother remained as trustees\nof the\r\ntrust.\n[10]\r\nThe purchase consideration of the property by the trust was R500 000.\r\nThe acquisition was financed by a loan in the sum of\nR400 000 from\r\nStandard Bank of South Africa Limited (Standard Bank) to the trust.\r\nThe balance of the purchase price in the sum\nof R100 000 as well as\r\ntransfer costs in a sum of approximately R50 000, were lent to the\r\ntrust by W T. Whilst K T testified that\nshe had contributed to the\r\ndeposit for the property during 1999, she also confirmed in her\r\nevidence that she had only contributed\nthe limited amount of about R7\r\n900 in the preceding year (1998) to W T for their joint living\r\nexpenses at the time. Be that as\nit may, the loan from Standard Bank\r\nto the trust was secured with a mortgage bond registered against the\r\nproperty. W T, who was\nstill unmarried at the time, also bound\r\nhimself as surety for the obligations of the trust to Standard Bank.\r\nThe further loan from\nW T to the trust was interest free, unsecured\r\nand with no fixed repayment dates.\n[11]\r\nW T commenced business for his own account during 1998. For this\r\npurpose, he initially established a company named Blue Lake\n\nDevelopments (Pty) Ltd (BLD), which was involved in project\r\nmanagement for property developments.  He subsequently\r\nestablished\ntwo affiliated companies. The shares in all these\r\ncompanies were held by the trust.\n[12]\r\nAfter W T’s father died in September 2000, W T and his brother\r\ninherited a sum of approximately R1 million each from\ntheir father’s\r\nestate in early 2001.  W T, who was still not married to K T at\r\nthe time, used approximately R350 000\nof his inheritance to settle\r\nthe loan from Standard Bank to the trust. He placed the balance of\r\nhis inheritance in an interest\nbearing market-linked account in the\r\nname of BLD. Even though the indebtedness of the trust to Standard\r\nBank was settled in full\nin early 2001 by W T, he indicated in his\r\ntestimony that he did not cancel the mortgage bond registered against\r\nthe property. It\nwas accordingly on record that after the institution\r\nof divorce proceedings by W T against K T, the bond from Standard\r\nBank was\nincreased to some R2,4 million, apparently on the basis of W\r\nT’s loan account with the trust.\n[13]\r\nK T indicated in her testimony that she was given to understand that\r\nthe property was registered in the name of the trust solely\nwith a\r\nview to protecting the property from W T’s business creditors.\r\nShe accordingly repeatedly referred to the property\nin her evidence\r\nas ‘our house’. Whilst she admitted that she always knew\r\nthat there was a trust, she suggested at one\nstage that she did not\r\nknow that the property was registered in the name of the trust. At\r\nanother stage in her evidence, she confirmed\nthat W T had explained\r\nto her that the property would be owned by the trust. Be that as it\r\nmay, she appeared not to dispute in\ncross-examination that the\r\nagreement of sale for the property was signed on behalf of the trust\r\non 14 of October 1999. She further\nconfirmed that she did not sign\r\nany documentation in relation to such sale.\n[14]\r\nK T also asserted that she did not understand the notion of a trust.\r\nShe indicated at one stage in her testimony that she had\ncanvassed\r\nwith W T at an unspecified date, her averred right to the property in\r\nthe event that he predeceased her. At another stage\nin her testimony\r\nshe indicated that she had simply assumed (apparently in the absence\r\nof any discussions with W T) that half the\nproperty was hers.\n[15]\r\nSome five years after meeting and approximately two years after the\r\nproperty was acquired by the trust, W T and K T married\neach other on\r\n6\nOctober 2001 in community of property. No children were\r\nborn of the marriage. From 1999 onwards they prospered, as W T\r\nprocured\nlucrative contracts from various sources through the\r\ncompanies affiliated to him. He indicated in his testimony that he\r\nmade ‘an\nenormous amount of money’ and did ‘exceptionally\r\nwell’ from the very first year of his business until\r\napproximately\n2013.\n[16]\r\nAfter leaving the Foschini Group, K T was employed by Queenspark\r\nduring 1997. She then worked for a company named Edufin (Pty)\nLtd\r\n (Edufin) from 1999 until 2004, when she was retrenched. Apart\r\nfrom working for a very brief period as an estate agent\nin 2005, she\r\nwas not employed from April 2004 until she separated from W T in\r\n2009.\n[17]\r\nW T controlled the joint estate during the course of the marriage.\r\n Over a period of some ten years until 2009, K T authorised\nW T\r\nto transfer funds from a banking account in her name to banking\r\naccounts controlled by him including accounts of BLD and the\ntrust. \r\nSuch funds from the account in her name included her salary on a\r\nmonthly basis, bonuses, pension fund payments, as\nwell as the\r\nproceeds of a retrenchment package from Edufin and the proceeds of\r\ncertain insurance policies.\n[18]\r\nBy all accounts, the joint estate controlled by W T, enabled both K T\r\nand W T to live a comfortable life. To the extent that\nW T drew on\r\nmoneys from the trust for their use, the joint estate received\r\nbenefits from the trust during the course of their marriage.\n\nMoreover, as already indicated, they lived in the property, without\r\npaying any rental to the trust. They also travelled to countries\nall\r\nover the world and took a ‘gap year’ travelling around\r\nSouth Africa when K T was not working. K T accordingly admitted\nin\r\nher testimony that W T looked after her well financially. In\r\naddition, she did not dispute that he had purchased various items\nfor\r\nher use, including a motor vehicle during the course of their\r\nmarriage.\n[19]\r\nThe affairs of the trust, W T, BLD and the other companies affiliated\r\nto W T were inextricably linked at all relevant times.\nW T described\r\nhimself as the ‘main breadwinner’ of the trust. At one\r\nstage in his testimony, he explained the connection\nbetween himself,\r\nthe trust and the companies affiliated to him thus:\n‘\n.\r\n. . because I was working as a project manager . . . and I earned a\r\nhigh salary which paid the moneys into the trust account when\nit was\r\nneeded and after I had a loan from the trust account, I paid the\r\nmoney back personally into the trust account. Therefore\nthe trust\r\ngained, the beneficiaries gained, everybody gained.'\n[20]\r\nEven though the documents on record reflected numerous transactions\r\nrelating to the trust, including loans between W T and\nthe trust, it\r\nappears that apart from some four resolutions, all dated 22 July 2012\r\n(after divorce proceedings were instituted),\nW T and his brother did\r\nnot pass any resolutions relating to the transactions on record.  All\r\nthe evidence also indicated\nthat for all intents and purposes, W T’s\r\nbrother was supine in relation to the affairs of the trust. It\r\nappeared in these\ncircumstances that the trust was managed\r\nexclusively by W T at all relevant times.\n[21]\r\nK T calculated that she had ‘contributed’ the cumulative\r\namount approximating R1 million to W T for their joint\nexpenses over\r\nthe course of their relationship. It was common cause that K T had\r\ntransferred most of such funds after their marriage,\nand accordingly\r\nlong after the property was acquired by the trust. K T conceded\r\nduring cross-examination that the aggregate amount\nspent by her\r\nduring the course of their marriage, exceeded the aggregate sum\r\ntransferred by her husband out of the account in her\nname for the\r\nsame period.\n[22]\r\nThe marriage between K T and W T has irretrievably broken down and\r\nthey separated in October 2009. There is no reasonable prospect\nof\r\nany reconciliation.\nThe\r\njudgment of the court a quo\n[23]\r\nAgainst this background, the court a quo accepted that as a\r\nconsequence of representations made by W T to K T, she believed\nthat\r\ntheir assets formed a unit, which they shared equally. As regards\r\nownership of the property, on the basis of criteria taken\ninto\r\naccount by this court in\nStandard\r\nBank of South Africa Ltd & another v Ocean Commodities Inc &\r\nothers\n,\n[1]\nthe trial court found that even though the trust was the registered\r\nowner of the property, it was effectively agreed between W\nT and K T\r\nthat they would own the property equally as beneficial owners.\n[24]\r\nIn these circumstances, the court below found that the subsequent\r\nmarriage in community of property constituted a continuation\nof an\r\n‘existing situation’ between the parties. Moreover, the\r\ncourt took the view that the emotional and financial\narrangement\r\nbetween the parties rendered K T’s actual nomination as a\r\nbeneficiary of the trust irrelevant in the circumstances.\nThe court\r\nbelow accordingly held that K T and W T were considered to be\r\nbeneficial owners of the property, even though they were\nnot\r\nreflected as beneficiaries of the trust. Furthermore, as regards the\r\naverment that W T had managed the trust as his alter ego,\nthe learned\r\njudge found that W T had obviously structured his affairs through the\r\ntrust (controlled exclusively by him) with a\nview to amassing wealth\r\nfor no other person apart from himself.\n[25]\r\nOn the basis of the discretion exercised by this court in\nBadenhorst\r\nv Badenhorst,\n[2]\nthe\r\ntrial court further held that even though the parties were married in\r\ncommunity of property, it had a discretion as to whether\nor not\r\nassets belonged to a particular party, and hence also formed part of\r\nthe assets of the joint estate. For all the reasons\ngiven, as already\r\nstated, the trial court found that the assets of the trust were in\r\nfact W T’ s personal assets and accordingly\nformed part of the\r\njoint estate between W T and K T.\nGeneral\r\nlegal framework\n[26]\r\nThe proprietary consequences of a marriage in community of property\r\nare trite: assets acquired by either spouse - irrespective\nof who\r\nacquired, purchased or earned the said assets - form part of the\r\njoint estate of the parties. It is also accepted in our\nlaw that the\r\nconcept of a trust is strictly speaking\nsui\r\ngeneris\n.\n[3]\nEven though a trust is not a legal person in the same way as juristic\r\nentities such as companies are, beneficiaries of assets of\ntrusts\r\nhave notionally separate interests to trustees who control such\r\ntrusts. On this basis, the statutory definition of a trust\nin terms\r\nof section 1 of the Trust Property Control Act 57 of 1988 (the Act)\r\nspecifically contemplates the transfer of interest\n(or ownership) in\r\nproperty or assets to a designated person or class of persons as well\r\nas control of such property or assets by\na trustee or trustees in\r\naccordance with the provisions of the governing trust instrument.\r\nSection 12 of the Act further provides\nthat trust property does not\r\nform part of the personal property of a trustee, except to the extent\r\nthat a trustee is entitled to\nsuch trust property as a beneficiary in\r\nterms of the applicable trust instrument.\nLegal\r\nissues on appeal\n[27]\r\nIn so far as the issues on appeal are concerned, the allegations made\r\nby K T in her counterclaim pertaining respectively to\nW T not having\r\nany true intention to establish the trust and the trust not being in\r\nreality a trust at all, were not pursued. Argument\nbefore this court\r\nwas accordingly limited to the trial court’s assessment of the\r\nfactual basis for the following primary\naverments in the\r\ncounterclaim:\n(a)\r\nW T had deceived K T and had falsely represented to her that the\r\nproperty was to be registered in the name of the trust, purely\nwith a\r\nview to protecting it from his business creditors; and\n(b)\r\nThe trust was established as the alter ego of W T inter alia by\r\nvirtue of the fact that W T controlled the trust for his personal\n\nbenefit with a view to amassing wealth only for himself.\nDeceit\r\nand misrepresentation\n[28]\r\nAs I understand the averments in the counterclaim pertaining to\r\ndeceit and misrepresentation on the part of W T at an unspecified\n\ndate, it was contended that such deceit and misrepresentation\r\neffectively resulted in K T being excluded as a beneficiary from\nthe\r\ntrust. It was also suggested that W T had deceived her into believing\r\nthat he would implement the consensus between the parties\nrelating to\r\nbeneficiaries of the trust. The difficulty with the  case of K T\r\nin this respect is that there was no evidence\nwhatsoever relating to\r\nthe averred deceit or misrepresentation by W T in this regard, nor\r\nwas there any evidence suggesting consensus\nbetween the parties\r\nrelating to K T being a beneficiary of the trust. Therefore, it\r\nappears to me that there was no evidence of\nany representations\r\nrelating to K T being a beneficial owner of the property prior to her\r\nmarriage. It is also significant that,\nunlike the two brothers, who\r\nheld shares through nominees in\nOcean\r\nCommodities\n,\n[4]\nK T did not provide the necessary capital for the acquisition of the\r\nproperty. To the contrary, she benefitted from use of the\nproperty\r\nbefore she married W T, and the joint estate subsequently benefitted\r\nfrom the joint use of the property after the marriage,\nfree of any\r\nconsideration at both stages.\n[29]\r\nSimilarly, there was no factual basis for the further averment that W\r\nT deceitfully took steps to preclude K T from her entitlement\nto 50\r\nper cent of the joint estate in the event of a divorce. This is\r\nparticularly so as W T was not married to K T when the trust\nwas\r\ncreated and his conduct could hardly have been motivated by the\r\nimplications of a future divorce, as suggested. A further difficulty\n\nfrom K T’s perspective is that she testified both that she\r\nunderstood that she would be a 50 per cent owner of the property\nupon\r\ndivorce and also that W T misrepresented to her that she would get 50\r\nper cent of the value of the property upon divorce.\nThese averments\r\nare not consistent and K T did not present evidence to corroborate\r\neither.\n[30]\r\nIt is also significant that notwithstanding K T’s evidence that\r\nshe assumed that she and W T were equal owners of the\nproperty and\r\nher further evidence that she was led to believe that she was an\r\nequal owner in the property, the de facto ownership\nof the property\r\nby the trust was not really in dispute before the court below.\r\nMoreover, the further suggestion that W T represented\nto K T that she\r\nwould be a beneficiary of the trust is not corroborated by any of the\r\ntrust documentation on record.  This\nsuggestion is also rendered\r\nimprobable given the undisputed evidence of W T pertaining to the\r\nestablishment of the trust on the\nadvice of his father prior to the\r\nmarriage.\nLooking\r\nbehind the veneer of the trust\n[31]\r\nAs regards averments pertaining to  ‘looking behind’\r\nthe veneer of the trust as the alter ego of W T, the\nlegal principles\r\nin this respect have in essence been transplanted from the arena of\r\n‘piercing the corporate veil’.\n[5]\nIn the latter context, courts are empowered to disregard the legal\r\nfiction of separate corporate personality in suitable or appropriate\n\ncircumstances. Similarly, as Cameron JA noted in this court in\nLand\r\nand Agricultural Bank of South Africa v Parker & others\n,\n[6]\nif the trust form is ‘debased’, justice would dictate\r\nthat the veneer of the trust be pierced in the interests of\r\ncreditors. By analogous reasoning, unconscionable abuse of the trust\r\nform through fraud, dishonesty or an improper purpose will\njustify\r\nlooking behind the trust form.\n[32]\r\nEven if one accepts in the present case that the trust form cannot be\r\nseparated from the personal affairs of W T, and even\nif one accepts\r\nfurther that W T did not act jointly with his brother in relation to\r\naffairs of the trust,\n[7]\nas\r\ncontemplated in the trust deed, there is no legal basis for\r\ncontending that either W T or his brother, as trustees of the trust,\n\nowed any fiduciary responsibility to W T. This is simply so as W T\r\ndid not qualify as a defined beneficiary of the trust at any\nstage,\r\nnor was there any evidence that she had transacted with the trust as\r\na third party at any stage before or after her marriage\nto W T.\n[33]\r\nSignificantly, the dicta of Cameron JA in\nParker\npertaining to the importance of maintaining the functional separation\r\nbetween control (by trustees) and enjoyment (by beneficiaries)\nin\r\nfamily trusts, are premised upon the interests of third parties, who\r\ntransacted with the trust.\n[8]\nK\r\nT is neither such a third party nor does she qualify as a beneficiary\r\nof the trust. To the extent that it is relevant in this\ncontext, I\r\nalso agree with Cameron JA that the frequent absence of the suggested\r\ndichotomy of control and enjoyment in family trusts\nmay require\r\nlegislative attention prescribing oversight by an independent\r\noutsider, with a view to ensuring adequate separation\nof control from\r\nenjoyment of trust affairs in every case.  However, even if one\r\naccepts that courts can invoke the suggested\nsupervisory powers to\r\nensure that trusts function ‘in accordance with the principles\r\nof business efficacy, sound commercial\naccountability and the\r\nreasonable expectation of outsiders who deal with them’,\n[9]\nfor the reasons given, K T has no standing to challenge the\r\nmanagement of the trust by her husband in the circumstances of the\n\npresent case, either as a beneficiary of the trust or as a third\r\nparty, who transacted with the trust.\n[10]\n[34]\r\nIn these circumstances, there was no factual or legal basis for the\r\nfurther finding by the court a quo that the trust was simply\na\r\ncontinuation of the previous situation between the parties. W T and K\r\nT never owned the property in equal shares prior to the\nmarriage, nor\r\nwas it established on the probabilities that they ever concluded any\r\nagreement relating to the purchase of the property.\nMoreover,\r\nnotwithstanding suggestions to the contrary, it was common cause that\r\nW T had procured the establishment of the trust\nas well as the\r\npurchase of the property prior to his marriage to K T, without the\r\nparticipation of K T and without any significant\nfinancial\r\ncontribution from K T.\n[35]\r\nThe trial court’s reliance upon\nBadenhorst\nto suggest\r\nthat the court’s discretion played a role in determining\r\nwhether assets belonged to a particular party is also\nmisdirected.\r\nThis is primarily so as a significant distinguishing factor between\r\nthe present matter and\nBadenhorst\nis simply that the latter\r\ncase related to the determination of a redistribution of assets in\r\nterms of s 7(3) of the Divorce Act\nof 1979 (the\nDivorce Act) for\na\r\nmarriage out of community of property. Therefore, whilst both cases\r\nrelated to discretionary family trusts, it is pertinent in\nrelation\r\nto\nBadenhorst\nthat\ns 7(3)\nof the\nDivorce Act vests\na wide\r\ndiscretion in courts making a redistribution order in relation to a\r\nmarriage out of community of property\n.\nIn contrast, when\r\nassessing the proprietary consequences of a divorce following a\r\nmarriage in community of property, as in the present\ncase, the court\r\nis generally confined merely to directing that the assets of the\r\njoint estate be divided in equal shares. The court\nconcerned with a\r\nmarriage in community of property accordingly has no comparable\r\ndiscretion as envisaged in\ns 7(3)\nof the\nDivorce Act to\ninclude the\r\nassets of a third party in the joint estate. In any event, s 12 of\r\nthe Act specifically recognizes in this context\nthat trust assets\r\nheld by a trustee in trust, do not form part of the personal property\r\nof such trustee as a matter of law.\n[36]\r\nIn effect, what the court below did amounted to a transfer of the\r\ntrust’s assets to the joint estate. It did so without\n\nconsidering the legal implications of a court order in this respect\r\non creditors of the trust such as Standard Bank.  Indeed,\nit is\r\narguable in this context whether even the wide discretion of the\r\ncourt envisaged in\ns 7(3)\nof the\nDivorce Act, incorporates\nthe\r\ndiscretion simply to ‘transfer’ ownership of trust\r\nassets, rather than merely including the value of trust assets\nas\r\npart of the personal estate of a trustee on the basis of piercing the\r\ncorporate veil.\n[11]\n[37]\r\n Finally, it is my view in this context that the court below erred in\r\ngiving any weight to evidence relating to ‘contributions’\n\nmade by K T from time to time to banking accounts controlled by W T\r\nduring the course of their marriage. The fundamental misdirection\nin\r\nthis regard is simply that W T and K T had one joint estate pursuant\r\nto their marriage in community of property. Thus, even\nmoneys in a\r\nbank account in her name obviously formed part of the joint estate.\r\nTherefore, her testimony pertaining to her monetary\ncontributions to\r\nW T were as irrelevant as W T’s inconsistent evidence relating\r\nto the manner in which he sought to allocate\nher financial\r\n‘contributions’ from time to time. In the final analysis,\r\nany empathy for K T`s case must in my view\nnecessarily be coloured by\r\nthe legal consequences of the election she had made with respect to\r\nher marital regime.\nConclusion\n[38]\r\nFor all the reasons given, the appeal against the declaratory order\r\nmade by the court a quo relating to assets of the trust\nmust be\r\nupheld.\nCosts\n[39]\r\nAs regards costs, counsel for the appellants conceded at the hearing\r\nof the appeal that the appellants’ attorneys had\nnot properly\r\ncomplied with the rules of this court, inter alia by failing to\r\ncross-reference the record of the appeal. As such,\neven though the\r\nappellants in this matter have been successful, it is appropriate to\r\nlimit the costs order, which follows in favour\nof the appellants.\nOrder\n[40]\r\nBased on the aforegoing, the following order is made:\n(a)\r\nThe appeal is upheld with costs, save for costs attendant upon the\r\npreparation of the record for the purposes of the appeal.\n(b)\r\nThe order of the court a quo is set aside and substituted with the\r\nfollowing order:\n‘\n(i)\r\nIt is declared that the assets of the [W T] Trust with Master’s\r\nreference number IT11246/1999, established in October\n1999 do not\r\nform part of the joint estate of the parties.\n(ii)\r\nThe action in this matter is postponed sine die to enable the value\r\nof the joint estate of the parties to be determined.\n(iii)\r\nThe defendant is directed to pay the plaintiff’s costs as well\r\nas the costs of the trust.’\n_________________________\nH\r\nMayat\nActing\r\nJudge of Appeal\nAppearances\nFor\r\nthe Appellants: T Strydom SC\nInstructed\r\nby:\nLouis\r\nBenn Attorney, Johannesburg\nWessels\r\n& Smith, Bloemfontein\nFor the Respondent:\r\nA P Allison\nInstructed by:\nRMB Wands Attorneys\r\n& Conveyancers, Johannesburg\nBezuidenhouts\r\nAttorneys, Bloemfontein\n[1]\nStandard\r\n\tBank of South Africa Ltd & another v Ocean Commodities Inc &\r\n\tothers\n1983 (1) SA 276\n(A) at 289E-H where Corbett JA found that two\r\n\tbrothers who were not registered debenture-holders in a company, but\r\n\theld such\ndebentures through nominees, were effectively beneficial\r\n\towners of such debentures inter alia because they had provided the\r\n\tnecessary\ncapital for the acquisition of the shares and dividends\r\n\tdeclared on such shares were remitted to them.\n[2]\nBadenhorst\r\n\tv Badenhorst\n2006 (2) SA 255; [2006] 2 All SA 363 (SCA).\n[3]\nSee\nCommissioner\r\n\tfor Inland Revenue v MacNeillie’s Estate\n1961\r\n\t(3) SA 833\n(A) at 840G-H.\n[4]\nStandard\r\n\tBank of South Africa Ltd v Ocean Commodities Inc\nfn\r\n\t1 above.\n[5]\nTo the extent that it is relevant in this context, Binns-Ward J\r\n\tcorrectly noted in\nVan\r\n\tZyl NNO & another v Kaye NO\n2014\r\n\t(4) SA 452\nWCC para 16, that there is often a conflation of the\r\n\tnotion of proving that a trust is a sham (in the sense that it does\r\n\tnot\nreally exist) and ‘going behind’ the trust form,\r\n\twhere there is a valid trust. The notion of a trust being a sham is\n\n\tpremised upon not recognizing the trust, whilst the ‘looking\r\n\tbehind’ a trust veil, implicitly recognizes the validity\nof a\r\n\ttrust in the legal sense, but challenges the control of the trust\r\n\tconcerned.\n[6]\nLand\r\n\tand Agricultural Bank of South Africa v Parker & others\n2005 (2) SA 77, [2004] 4 All SA 261 (SCA).\n[7]\nAs envisaged in\nNiewoudt\r\n\tand Another NNO v Vrystaat Mielies (Edms) Bpk\n2004\r\n\t(3) SA 486\n(SCA) para 16 quoted by Cameron JA in\nParker\npara\r\n\t15.\n[8]\nPara 37.1.\n[9]\nAs stated by Cameron JA in\nParker\npara\r\n\t37, where the learned judge refers to comments by Coppenhagen J in\nVrystaat\r\n\tMielies\n.\n[10]\nIn para 37.1 of\nParker\n,\r\n\tCameron JA specifically premised his suggestions pertaining to\r\n\ttrusts on the basis of safeguarding the interests of third parties,\n\n\twho transact with trusts.\n[11]\nSee the comments in this respect in the recent decision of Alkema J\r\n\tin\nRP\r\n\tv DP & others\n2014\r\n\t(6) SA 243\nECP para 35.",
  "scraped_at": "2026-02-12T16:26:27.197583",
  "date": "2015-03-13",
  "coram": [
    "Lewis",
    "Bosielo",
    "Pillay",
    "Mbha JJA",
    "Mayat AJA"
  ],
  "case_number": "933/2013",
  "parties": {
    "applicants": [
      "WT",
      "WT NO",
      "GT NO"
    ],
    "respondents": [
      "KT"
    ]
  },
  "sections": {
    "facts": "W T and K T met in 1996, cohabited and in October 1999 W T, on advice of his father, established a discretionary family trust (Master's reference IT11246/1999) with himself and his brother as trustees. The trust purchased an immovable property in Ormonde Street, Bryanston, for R500,000, financed partly by a loan from Standard Bank and an interest‑free loan from W T. The parties lived in the property rent‑free for about ten years. They married on 6 October 2001 in community of property. In January 2010 W T instituted divorce proceedings; K T filed a counter‑claim asserting that the trust assets, including the house, formed part of the joint estate. The trial court held that the trust assets were part of the joint estate. The appeal concerned whether that finding was correct.",
    "issues": "Whether assets held in a discretionary family trust, where the trustees are the spouses, form part of the joint estate of parties married in community of property and therefore fall within the matrimonial asset pool.",
    "principles": "South African law holds that assets acquired by either spouse in a marriage in community of property become part of the joint estate, but trust property does not become the personal property of a trustee under section 12 of the Trust Property Control Act 57 of 1988. The court may pierce a trust veil only where the trust is a sham or is being abused, following principles articulated in cases such as Standard Bank v Ocean Commodities and Land and Agricultural Bank v Parker. The discretion granted under s 7(3) of the Divorce Act applies only to marriages out of community of property and is not relevant to the division of a joint estate in a community of property marriage.",
    "application": "The appellate court examined the evidence and found that the trust was created before the marriage, that K T was never a beneficiary, and that she made no substantial contribution to the acquisition of the trust assets. No deceit or misrepresentation by W T was proven, and the trust operated as a separate legal entity. Consequently, the trust assets could not be deemed part of the joint estate. The court therefore concluded that the trial court had erred in treating the trust assets as marital property.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and replaced with a declaration that the assets of the W T Trust (Master's reference IT11246/1999) do not form part of the joint estate. The action was postponed sine die to allow valuation of the joint estate, and the defendant was ordered to pay the plaintiff’s costs and the trust’s costs, subject to limitations on costs related to the preparation of the record."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Matrimonial Property",
    "level_3": [
      "trust assets",
      "community of property",
      "discretionary trust",
      "asset division"
    ]
  }
}