{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/72.html",
  "case_name": "Lodhi 5 Properties Investments CC and Others v Firstrand Bank Limited (170/2014) [2015] ZASCA 72; [2015] 3 All SA 32 (SCA) (22 May 2015)",
  "citation": "[2015] ZASCA 72",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 72\n|\nNoteup\n|\nLawCite\nLodhi 5 Properties Investments CC and Others v Firstrand Bank Limited (170/2014) [2015] ZASCA 72; [2015] 3 All SA 32 (SCA) (22 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 170/2014\nIn\r\nthe matter between:\nLODHI\r\n5 PROPERTIES INVESTMENTS\r\nCC\n.................................................\nFIRST\r\nAPPELLANT\nLODHI\r\n4 PROPERTIES INVESTMENTS (PTY)\r\nLTD\n...............................\nSECOND\r\nAPPELLANT\nMUHAMMED\r\nISLAM\r\nLODHI\n.........................................................................\nTHIRD\r\nAPPELLANT\nand\nFIRSTRAND\r\nBANK\r\nLIMITED\n...................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nLodhi 5 Properties\r\nInvestments v Firstrand Bank Limited\n(170/14)[2015]\r\nZASCA 72 (22 May 2015)\nCoram:\nMaya, Majiedt, Pillay, Mbha JJA and Schoeman AJA\nHeard:\r\n4 MARCH 2015\nDelivered:\r\n22 May 2015\nSummary:\nLoan agreement – respondent bank\r\nentitled to restitution in light of lapse of loan and agency\r\nagreements in terms of which\nloan lent and advanced to first\r\nappellant before debt extinguished – mora interest payable in\r\nrespect of loan agreement governed\nby Shari’ah (Islamic) law\r\nwhich prohibits the charging of interest for a loan – order\r\ngranting appellants’ final\nwinding up justified.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Molefe J sitting as court of first instance):\n1\r\nSave to the extent below, the appeal is dismissed with costs, \r\nincluding the costs of two counsel.\n2 Paragraphs 38 (i)\r\nand (ii) of the order of the court below are set aside and replaced\r\nwith the following:\n‘\nMuhammad\r\nIslam Lodhi shall pay to the applicant R2 642 006.98\r\ntogether with interest thereon at the rate of 15,5 per cent\nper annum\r\nas from 15 June 2012 to date of payment.’\nJUDGMENT\nMaya\r\nJA\n(Majiedt, Pillay, Mbha JJA and\r\nSchoeman AJA concurring):\n[1]\r\nThis is an appeal against orders granted against the appellants by\r\nthe Gauteng Division of the High Court, Pretoria (Molefe\nJ) in three\r\nseparate applications brought by the respondent, FirstRand Bank\r\nLimited (the bank). In terms of these orders, the first\nand second\r\nappellants, Lodhi 5 Properties Investments CC (Lodhi 5) and Lodhi 4\r\nProperties Investments (Pty) Limited (Lodhi 4) were\nplaced under\r\nfinal winding up. The third appellant (Mr Lodhi) was ordered to pay\r\nthe bank a sum of R10 328 574, 25 together\nwith interest at\r\nthe rate of 15,5 per cent per annum from 18 April 2011 until date of\r\npayment. The appeal seeks a dismissal of\nthe applications with costs\r\nand serves before this court with the leave of the court below.\n[2]\r\nLodhi 5 is a close corporation registered in accordance with the laws\r\nof the Republic of South Africa. Its sole asset is immovable\n\nproperty, Erf 24 Kramerville Township, Johannesburg. It is one of a\r\ngroup of entities, the Lodhi Group, which include Lodhi 4,\nthrough\r\nwhich Mr Lodhi, the sole member of Lodhi 5, conducts business\r\ninvolving rare and fine art, sporting goods, auctioneering\nand\r\ntextile industries.\n[3]\r\nThe bank offers its Islamic customers certain specialised services\r\nand products compliant with Shari’ah (Islamic) law\nwhich cater\r\nfor Islam’s prohibition on the charging of interest. These\r\ninclude an Islamic Finance Residential Property Offering\nwhich\r\nincludes an agency agreement that allows the bank to act as an agent\r\nwhen purchasing property on behalf of its customers\nin return for a\r\nfixed agency fee. In June 2008 the bank lent and advanced to Lodhi 5,\r\nwithout interest, a sum of R9,6 million repayable\nin 120 monthly\r\ninstalments of R88 000, in terms of this dispensation. The loan\r\nwas for the purchase of Erf 24, Kramerville\nTownship and a\r\nneighbouring property, Erf 29 (the property). On 7 May 2008 Lodhi 4\r\nand Mr Lodhi had executed a suretyship bond\nin the bank’s\r\nfavour securing the indebtedness of Lodhi 5. And on 19 June 2008\r\nLodhi 5 and Lodhi 4 respectively registered\na covering mortgage bond\r\nand a suretyship bond in the bank’s favour.\n[4]\r\nLodhi 5 made regular payments to the bank in discharge of the loan\r\nuntil May 2009 and from July to September 2009. During the\nensuing\r\nlull, in November 2009, the Registrar of the Companies and\r\nIntellectual Property Registration Office (CIPRO) placed Lodhi\n5 in\r\nderegistration, which was made final in July 2010, for failing to\r\nsubmit its annual return. However, the deregistration was\n\nsubsequently reversed\n[1]\nat the\r\ninstance of the bank which sought to safeguard its interests as Lodhi\r\n5’s creditor. In May 2010 Lodhi 5 made a large\npayment towards\r\nthe discharge of the loan in the sum of R5 million from an insurance\r\npay-out, which will be discussed later in\nthe judgment. No further\r\npayments were made thereafter.\n[5]\r\nOn 18 April 2011 the bank sent a statutory demand to Lodhi 5 in terms\r\nof s 69 of the Close Corporations Act 69 of 1984 (the\nClose\nCorporations Act)\n[2\n]\nand a\r\nletter of demand to Mr Lodhi. On 25 May 2011 it sent a statutory\r\ndemand to Lodhi 4 in terms of s 345 of the Companies Act\n61 of 1973\r\n(the Companies Act).\n[3]\nThe\r\nstatutory demands stated that if payment of the sums claimed was not\r\nmade within 21 days of receipt thereof, Lodhi 5 and Lodhi\n4 would be\r\ndeemed unable to pay their debts. The appellants did not respond to\r\nthe letters of demands.\n[6]\r\nOn 5 July 2011 the bank launched the court proceedings in which it\r\nmainly sought to have Lodhi 5 and Lodhi 4 placed under final\nwinding\r\nup and Mr Lodhi ordered to pay the outstanding amount on the loan.\r\nThe bank relied on the written, interest free loan agreement\n(the\r\nloan agreement) in terms of which it alleged to have lent and\r\nadvanced to Lodhi 5 a sum of R9,6 million. The bank further\nrelied\r\nupon a written ‘Agency and Administration Services Agreement’\r\n(the agency agreement). In terms of the agency\nagreement, the bank,\r\nacting as Lodhi 5’s exclusive agent, would purchase the\r\nproperty on its behalf. An administration fee\nfor those services was\r\npayable by Lodhi 5 to the bank in a sum of R7 600 560 (plus VAT)\r\npayable in 120 equal monthly instalments.\nThe bank alleged that Lodhi\r\n5 had fallen into arrears in terms of both agreements and that sums\r\nof R3 609 331,52 and\nR6 773 242,73 remained owing as\r\ncapital in terms of the loan agreement and the balance of\r\nadministration fees in terms of\nthe agency agreement, respectively.\n[7]\nThe appellants did not dispute the loan\r\nagreement which they admitted Mr Lodhi had signed. They also admitted\r\nthat a capital sum\nof R2 682 627 remained owing under the\r\nagreement. But they contended that this debt was not yet due and\r\npayable because\nthe bank had not accelerated the repayment of\r\ninstalments in terms of the loan agreement and that the payment of R5\r\nmillion amounted\nto prepayment of 62 instalments and years’\r\nworth of instalments in advance. Furthermore, a suspensive condition\r\nto which\nthe loan agreement was subject was never fulfilled to bring\r\nthe agreements into effect.  Regarding the agency agreement,\r\nthey\ndenied that it came into effect on the ground that it was never\r\nsigned. They argued further that even if the agency agreement had\n\nbeen signed it was, nevertheless, not implemented according to its\r\nterms because the bank did not perform any of the obligations\nit\r\nundertook as their agent in terms thereof. Thus, it was contended\r\nthat the bank earned no agency fee which amounted to interest\nin\r\nbreach of Shari’ah law in any event.\n[8]\nIn response, the bank averred in a\r\nsupplementary affidavit (one of several allowed by the high court)\r\nfiled late into the proceedings,\nthat the agency agreement, which it\r\nalleged it could not locate, had been signed by an official who was\r\nno longer in its employ\nand was unavailable to comment. The bank\naccepted that if the court below found that the\r\nagency agreement never came into force and effect by reason of\r\nnon-signature, in\nlight of the absence of proof that it was signed,\r\nthen the loan agreement would be similarly affected by reason of\r\nclause 4. The\nlatter provision required that the agency agreement be\r\nsigned and become unconditional. But the bank\ncontended\r\nthat even if the loan and agency agreements were invalid it was still\r\nentitled to the restitution of the outstanding balance\nof\r\nR7 007 297,51 (a claim which the appellants unsuccessfully\r\nargued had prescribed in the high court and which they\nwisely did not\r\nraise on appeal). This amount comprised the initial capital loan of\r\nR9,6 million less all payments made by Lodhi\n5 under both agreements,\r\ntogether with interest at 15,5 per cent from June 2008, the date of\r\nthe initial advance of the loan.\n[9]\r\nT\nhe court below found that both agreements\r\nwere valid and enforceable as they had been signed and were compliant\r\nwith Shari’ah\nlaw. The court accordingly granted judgment\r\nagainst Mr Lodhi in the full amount and interest initially claimed.\r\nThe court below\nalso granted the liquidation applications against\r\nLodhi 4 and Lodhi 5. This was on the basis that these entities had no\r\nvalid defence\nand were clearly unable to pay their debts, which were\r\ndue and payable.\n[10]\r\nOn appeal the issues crystallised to whether (a) Lodhi 4 and Lodhi 5\r\nwere correctly placed under winding up, (b) the appeal\nshould succeed\r\npartially by the reduction of the amount in the order granted against\r\nMr Lodhi to the capital amount of R2 642 006,98\nadmitted as\r\noutstanding, and (c) Mr Lodhi is liable to pay interest on such\r\namount and if so, from which date.\n[11]\nThe\r\nappellants challenged all the conclusions of the court below. They\r\nargued that the bank’s main claims were wrongly granted\non an\r\nunfounded premise that the agreements came into effect. This was not\r\nproved, they argued, because the agency agreement was\nnot signed and\r\nthe bank itself had ultimately conceded that the issue had to be\r\ndecided on the appellants’ version. It was\nfurther contended\r\nthat the appellants’ resistance to the claims was justified as\r\nthe bank subsequently abandoned them and\nclaimed restitution. In\r\nterms of the loan agreement, this position conflicted with the bank’s\r\nallegation that the suspensive\nconditions had been fulfilled (which\r\nthe bank failed to prove in any event). Thus the amounts claimed in\r\nthe letters of demand\nwere not due and payable at the time. And the\r\nbank could claim restitution of the capital outstanding from Lodhi 5\r\nonly and not\nagainst the sureties.\nIt\r\nwas further argued that t\nhe\r\naward of interest had no basis in law\neven\r\nif the outstanding debt was due and payable. This was so because the\nparties’\r\nintention\nto\nconclude\r\nan interest free loan agreement\ngoverned\r\nby Shari’ah law excluded the application of the Prescribed Rate\r\nof Interest Act 55 of 1975 (the Act)\n[4]\nupon which the bank relied.\nIt\r\nwas then contended that the bank’s success in its main claim\r\nmeant that its alternative claim for restitution had failed\nand could\r\nnot be pursued on appeal in the absence of a cross-appeal as the bank\r\nsought to do.\nThe\r\nwinding-up proceedings\n[12]\r\nAs indicated above, the liquidation applications were based on the\r\ndeeming provisions in\ns 69\nof the\nClose Corporations Act and\ns 345 of\r\nthe Companies Act – that Lodhi 5 and Lodhi 4 should be deemed\r\nunable to pay their debts by neglecting to pay, secure\nor compound\r\ntheir debts demanded by the bank and should therefore be wound up in\r\nterms of s 344(\nf\n)\r\nof the Companies Act.\n[5]\nIn its\r\nsupplementary affidavit the bank also alleged that the financial\r\nstatements of Lodhi 5 and Lodhi 4 showed that their liabilities\n\nexceeded their assets. They were also unable to pay their debts and\r\nwere therefore commercially insolvent.\n[13]\r\nThe bank’s locus standi as Lodhi 5’s creditor was not in\r\ndispute. The appellants only denied neglecting to pay\nthe debt. They\r\ncontended that it was not yet due and payable when the bank demanded\r\npayment in view of the loan and agency agreements’\nlapse, the\r\nadvance payment of R5 million and the bank’s failure to\r\naccelerate payment of the instalments in terms of the\nloan agreement.\r\nIn their supplementary replying affidavits they contended that Lodhi\r\n5’s financial situation had since stabilised.\n[14]\r\nThe contention that the bank did not invoke the acceleration clause\r\nunder the loan agreement may be dealt with shortly. Clause\n18.2 of\r\nthe loan agreement gave the bank the right in the event of a breach\r\nof its terms, by written notice, to ‘declare\nall or any part of\r\nthe Capital Outstandings to be immediately due and payable whereupon\r\nthe Capital Outstandings shall become immediately\ndue and payable;\r\nand/or enforce any or all of its rights under the Security\r\nDocuments’\n[6]\n. The bank\r\nexpressly invoked these provisions in its letter of demand of 18\r\nApril 2011 which stated that ‘[i]n light of the\naforesaid\r\nbreach, [the bank] has instructed us to declare all the Capital\r\nOutstandings of the Loan Agreement … to be immediately\ndue and\r\npayable’.\n[15]\r\nThere is similarly no merit in the appellants’ contentions\r\nconcerning the R5 million insurance pay-out. Clause 17.2.2\nof the\r\nloan agreement specifically provided for the manner in which such\r\nfunds (arising from insurance that it took out as cover\nagainst\r\ndamage to or destruction of the property) were to be utilised. If any\r\nevent which gave rise to a claim under the insurance\noccurred, the\r\nbank would, at its sole discretion, be entitled to apply the\r\ninsurance proceeds against the ‘capital outstandings’.\n\nAnd to the extent that any balance of the ‘capital\r\noutstandings’ remained thereafter, such balance would remain a\r\ndebt due by Lodhi 5 to the bank. Even on Lodhi 5’s case, after\r\nits loan account was credited with the payment of the R5 million,\na\r\nsubstantial balance nevertheless remained outstanding on the capital\r\ndebt. Needless to say, on the above provisions such payment\ncertainly\r\ndid not absolve Lodhi 5 from discharging its obligations in the terms\r\nspecified in the loan agreement. The bank was wholly\nentitled to\r\ninsist on the continued payment of instalments, and upon the full\r\ndebt becoming due and payable, to insist on payment\nin full.\n[16]\r\nAs for the statutory notices to which the appellants did not respond,\r\nthe background leading to their issue was not disputed.\nPursuant to a\r\nmeeting between the parties’ representatives, including Mr\r\nLodhi, on 10 February 2010, the bank recorded that\nthe arrears on\r\nLodhi 5’s debt stood at R725 074,40 which it was unable to\r\npay arising from cash flow problems. Mr Lodhi\nsubsequently confirmed\r\nthe correctness of these statements in writing and made certain\r\nproposals to the bank regarding payment\nof the arrears.  The\r\ndebt was not settled and a year later, on 21 February 2011, the bank\r\nsent Lodhi 5 a letter of demand\nwhich was followed by the statutory\r\nnotice of 18 April 2011 to which there was no response as already\r\nmentioned. This gave rise\nto the deemed inability to pay.\n[17]\r\nIn addition to this, the financial statements of both Lodhi 5 and\r\nLodhi 4 and their failure to make any payment barring the\nR5 million\r\nsince 2009, despite their insistence that they were able to pay their\r\ndebts, subsequently showed their actual inability\nto pay their debts.\r\nAccording to their financial statements, as at 28 February 2010 Lodhi\r\n5 owed the bank R2 682 675\nand Lodhi 4, which carried a\r\nfurther liability on the basis of its suretyship, was trading at a\r\nloss. The situation had not changed\nby July 2012. Quite clearly, the\r\ntwo entities are commercially insolvent and the court below correctly\r\nordered their final winding-up.\nThe suretyships’\r\nliability\n[18]\r\nFor the assertion that the restitution claim lies only against Lodhi\r\n5, Lodhi 4 and Mr Lodhi relied on clause 4.4 of the loan\nagreement on\r\nwhich the claim for restitution is based. The clause reads:\n‘\nIn\r\nthe event that the Suspensive Conditions are not fulfilled on or\r\nbefore 31 May 2008, or such other date as may be agreed in writing\n\nbetween the Parties on or before that date, then this Agreement, save\r\nfor the provisions of this clause and of clauses 1, 2, 20,\n22, 23,\r\n24, 25, 26, 27 and 28 which shall remain of full force and effect,\r\nshall never become of any force or effect, and no Party\nshall have\r\nany claim against any other Party for anything done hereunder or\r\narising herefrom, save as a result of a breach of any\nof the\r\nprovisions of this clause 4 by any party, and the parties shall be\r\nrestored to the status quo ante.’\n[19]\r\nIt was argued on the appellants’ behalf that it was clear from\r\nthe wording of the clause that if the suspensive conditions\nwere not\r\nfulfilled after the advance of the loan, the claim would be limited\r\nto one of restitution between the bank and Lodhi 5\nonly. The words\r\n‘no Party shall have any claim against any other Party’\r\nin the clause referred to parties such as the\nsureties, so it was\r\ncontended. And a claim would not lie against the sureties here\r\nbecause to claim restitution, the bank would\nfirst have to tender\r\nrelease of all securities in terms of the loan agreement, which it\r\nhad not done.\n[20]\r\nThis argument however ignores the provisions of the deed of\r\nsuretyship. In terms of clause 1 thereof, Mr Lodhi and Lodhi 4\nbound\r\nthemselves jointly and severally as sureties for and co-principal\r\ndebtors with Lodhi 5 ‘for the due and punctual performance\nby\r\n[Lodhi 5] and each of the sureties of all their obligations to the\r\nbank … now due, owing and payable or becoming due,\nowing and\r\npayable in the future from any cause whatsoever’. Clause 3 made\r\nprovision for the sureties to ‘be bound by\nall admissions or\r\nacknowledgements of indebtedness made or given at any time by [Lodhi\r\n5] to the [bank] now or in the future in\nregard to any obligation or\r\nliability for which [the] suretyship is given’. These\r\nprovisions obviously impose no condition\non the bank to first release\r\nthe suretyship to be able to claim against Lodhi 5 and its sureties.\r\nThe rights and the obligations\nof the parties must be determined with\r\nreference to the terms of the deed of suretyship.\n[7]\nFurthermore, it does not appear that clause 4.4 itself requires the\r\nbank to tender release of the securities if the loan agreement\n\nlapsed, as seems to have happened here, in the absence of\r\nsatisfactory proof that the bank signed the agency agreement.\nMr Lodhi’s\r\nliability\n[21]\r\nRegarding Mr Lodhi’s liability as Lodhi 5’s surety, it\r\nwas conceded on the bank’s behalf at the outset that\nthe amount\r\nin the order granted by the court below against him should be reduced\r\nto the admitted outstanding capital sum. The bank\nhowever insisted\r\nthat he was liable for interest on the reduced sum at the legal rate\r\nat the material time, 15,5 per cent, calculated\nfrom the date of\r\ndelivery of the supplementary affidavit in which restitution was\r\nclaimed. I find nothing wrong with this stance.\n[22]\r\nThe contention that the bank should have cross-appealed against the\r\nfinding of the court below, that the agreements were valid\nand\r\nbinding to sustain its claim for restitution, need only be stated to\r\nbe rejected. An appeal lies only against a judgment or\norder of court\r\nand not its reasoning.\n[8]\nTherefore, quite apart from the fact that the bank had no reason to\r\nappeal against the order which granted the precise relief it\nsought,\r\nit could not have challenged the finding of the court below on the\r\nstatus of the two agreements even if it so wished. It\nis not\r\nnecessary for a plaintiff to cross-appeal where a reduction of the\r\nquantum of damages awarded by a trial court is sought\nby a defendant\r\nbecause such reduction is not a substantive judgment or order but\r\nrather a finding or ruling which the court is\nrequired to make in its\r\nassessment of damages to be awarded.\n[9]\nBy parity of reasoning, there was no basis for a cross-appeal here\r\ntoo. The judgments of this court in\nGiliomee\r\nv Cilliers\nand\nSouthern\r\nSun Hotel Corporation (Pty) Ltd v G & W Leases CC\nupon\r\nwhich the appellants relied in this regard are clearly distinguished\r\nby their own facts.\n[10]\n[23]\r\nOn the question of interest, it seems to me that the appellants’\r\nargument misconceives the nature of the interest sought\nhere –\r\nthat it was not based on the enforcement of a contractual undertaking\r\nbut rather on Lodhi 5’s default. It is\ntrite that a party which\r\nhas been deprived of the use of its capital for a period of time has\r\nsuffered a loss which, in the normal\ncourse of events, will be\r\ncompensated by an award of mora interest.\n[11]\nThe term mora simply means delay or default; interest a tempore morae\r\nconstitutes the damages that flow naturally (without the\nneed to\r\nplace the debtor in mora) from the contract itself by reason of a\r\ndebtor having failed to perform a contractual obligation\nwithin the\r\nagreed time.\n[12]\nLodhi 5\r\nunlawfully delayed payment of its outstanding debt to the bank. It is\r\ntherefore liable to compensate the bank for its failure\nto perform on\r\nthe due date at the legal rate as prescribed by s 1(2) of the\r\nAct.\n[13]\nThis obligation,\r\nwhich arose on 15 December 2012 when the bank claimed restitution in\r\nits supplementary affidavit, has nothing\nto do with and is not\r\naffected by the Shari’ah law’s prohibition against\r\npayment of interest on a loan debt.\n[24]\r\nIn the result the following order is made:\n1\r\nSave to the extent below, the appeal is dismissed with costs,\r\nincluding the costs of two counsel.\n2 Paragraph 38 (i)\r\nand (ii) of the order of the court below are set aside and replaced\r\nwith the following:\n‘\nMuhammad\r\nIslam Lodhi shall pay to the applicant R2 642 006.98\r\ntogether with interest thereon at the rate of 15,5 per cent\nper annum\r\nas from 15 June 2012 to date of payment.’\n____________________________\nMML Maya\nJudge\r\nof Appeal\nAPPEARANCES:\nFor the Appellants:\r\nJD Maritz SC (with him PL Uys)\nInstructed\r\nby:\nSavage\r\nJooste & Adams, Pretoria\nAP\r\nPretorius & Partners, Bloemfontein\nFor\r\nRespondent:  A Subel SC (with him JE Smit)\nInstructed\r\nby:\nEdward\r\nNathan Sonnenbergs Inc, Pretoria\nRosendorff\r\nReitz Barry Attorneys, Bloemfontein\n[1]\nIn\r\n\tterms of\nsection 26(6)\nand (7) of the\nClose Corporations Act which\nprovide:\n‘\n(6)\r\n\tThe Registrar may on application by any interested person, if he or\r\n\tshe is satisfied that a corporation was at the time of\nits\r\n\tderegistration carrying on business or was in operation, or that it\r\n\tis otherwise just that the registration of the corporation\nbe\r\n\trestored, restore the said registration.\n(7)\r\n\tThe Registrar shall give notice of the restoration of the\r\n\tregistration of a corporation in the\nGazette\n, and as from the\r\n\tdate of such notice–\n(\na\n)\r\n\tthe corporation shall be deemed to have continued in existence as\r\n\tfrom the date of deregistration as if it had not been deregistered.’\n[2]\nThe\r\n\tsection provides for circumstances under which a corporation may be\r\n\tdeemed unable to pay its debts for purposes of its winding\nup. The\r\n\trelevant part reads:\n‘\nCircumstances\r\n\tunder which corporation deemed unable to pay debts\n(1) \r\n\tFor the purposes of\nsection 68\n(\nc\n) a corporation shall be\r\n\tdeemed to be unable to pay its debts, if –\n(\na\n)\r\n\ta creditor, by cession or otherwise, to whom the corporation is\r\n\tindebted in a sum of not less than two hundred rand then due\nhas\r\n\tserved on the corporation, by delivering it at its registered\r\n\toffice, a demand requiring the corporation to pay the sum so\ndue,\r\n\tand the corporation has for 21 days thereafter neglected to pay the\r\n\tsum or to secure or compound for it to the reasonable\nsatisfaction\r\n\tof the creditor.’\n[3]\nThe\r\n\tsection provides for circumstances under which a company is deemed\r\n\tunable to pay its debts for purposes of its winding up\nand reads in\r\n\trelevant part:\n‘\nWhen\r\n\tcompany deemed unable to pay its debts\n(1)\nA company or body corporate shall be\r\n\tdeemed to be unable to pay its debts if –\n(\na\n) \r\n\ta creditor, by cession or otherwise, to whom the company is indebted\r\n\tin a sum not less than one hundred rand then due\n–\n(i) \r\n\thas served on the company, by leaving the same at its registered\r\n\toffice, a demand requiring the company to pay the sum\nso due; or\n(ii) \r\n\t…\nand\r\n\tthe company or body corporate has for three weeks thereafter\r\n\tneglected to pay the sum, or to secure or compound for it to\nthe\r\n\treasonable satisfaction of the creditor.’\n[4]\nSection\r\n\t1(1)\nof the\nPrescribed\nRate of Interest Act 55 of 1975\nprovides\r\n\tthat ‘[i]f a debt bears interest and the rate at which the\r\n\tinterest is to be calculated is not governed by any\nother law or by\r\n\tan agreement or a trade custom or in any other manner, such interest\r\n\tshall be calculated at the rate prescribed\nunder subsection (2) as\r\n\tat the time when such interest begins to run, unless a court of law,\r\n\ton grounds of special circumstances\nrelating to that debt, orders\r\n\totherwise.’\n[5]\nSection\r\n\t344(\nf\n)\r\n\tof the Companies Act provides: ‘A company may be wound up by\r\n\tthe Court if –\n.\r\n\t. . the company is unable to pay its debts as described in section\r\n\t345’.\n[6]\nThe\r\n\tloan agreement defines ‘capital outstandings’ as the\r\n\taggregate of all amounts of principal and all and any other\namounts\r\n\tdue and payable to the bank under the loan agreement and ‘security\r\n\tdocuments’ as the mortgage bond and any\nfurther agreements\r\n\tentered into at any time by or on behalf of Lodhi 5 or any other\r\n\tperson as security for its obligations to\nthe bank under the loan\r\n\tagreement.\n[7]\nBock\r\n\t& others v Duburoro Investments (Pty) Ltd\n2004\r\n\t(2) SA 242\n(SCA) para 29.\n[8]\nWestern\r\n\tJohannesburg Rent Board & another v Ursula Mansions (Pty) Ltd\n1948\r\n\t(3) SA 353\n(A) at 355.\n[9]\nBay\r\n\tPassenger Transport Ltd v Franzen\n1975\r\n\t(1) SA 269\n(A);\nGentiruco\r\n\tAG v Firestone SA (Pty) Ltd\n1972\r\n\t(1) SA 589 (A).\n[10]\nGiliomee\r\n\tv Cilliers\n1958\r\n\t(3) SA 97\n(A);\nSouthern\r\n\tSun Hotel Corporation (Pty) Ltd v G & W Leases CC\n[1999]\r\n\t1 All SA 497 (A).\n[11]\nCrookes\r\n\tBrothers Ltd v Regional Land Claims Commission, Mpumalanga\n2013\r\n\t(2) SA 259\n(SCA) para 16;\nThoroughbred\r\n\tBreeders’ Association v Price Waterhouse\n2001 (4) SA 551\n(SCA) para 85;\nBellairs\r\n\tv Hodnett& another\n1978\r\n\t(1) SA 1109\n(A) at 1145D-G.\n[12]\nScoin\r\n\tTrading(Pty) Ltd v Bernstein\n2011\r\n\t(2) SA 118\n(SCA).\n[13]\nDavehill\r\n\t(Pty) Ltd & others v Community Development Board\n1988\r\n\t(1) SA 290\n(A) at 299B;\nLand\r\n\tand Agricultural Development Bank of South Africa v Ryton Estates\r\n\t(Pty) Ltd & others\n[2013]\r\n\tAll SA 385\n(SCA) paras 19 and 20.",
  "scraped_at": "2026-02-12T17:18:55.164694",
  "date": "2015-05-22",
  "coram": [
    "Maya",
    "Majiedt",
    "Pillay",
    "Mbha JJA",
    "Schoeman AJA"
  ],
  "case_number": "170/2014",
  "parties": {
    "applicants": [
      "Lodhi 5 Properties Investments CC",
      "Lodhi 4 Properties Investments (Pty) Ltd",
      "Muhammad Islam Lodhi"
    ],
    "respondents": [
      "Firstrand Bank Limited"
    ]
  },
  "sections": {
    "facts": "Firstrand Bank offered an Islamic finance product that prohibited interest. In June 2008 the bank advanced an interest‑free loan of R9.6 million to Lodhi 5 Properties Investments CC for the purchase of two properties, payable in 120 monthly instalments. A suretyship bond was executed by Lodhi 4 Properties Investments (Pty) Ltd and Mr Muhammad Islam Lodhi. The parties also signed an agency agreement whereby the bank would act as exclusive agent to purchase property for Lodhi 5 for a fixed agency fee. Lodhi 5 made regular payments until May 2009 and again from July–September 2009, after which payments ceased except for a R5 million insurance payout in May 2010. The company was deregistered in November 2009 but the deregistration was later reversed. The bank served statutory demands on Lodhi 5 (April 2011) and Lodhi 4 (May 2011) and, when no response was received, commenced winding‑up proceedings and sought a judgment against Mr Lodhi for the outstanding loan amount.",
    "issues": "The appeal raised three principal issues: (a) whether Lodhi 4 and Lodhi 5 were correctly placed under final winding up; (b) whether the judgment against Mr Lodhi should be reduced to the capital sum he admitted was outstanding (R2 642 006,98); and (c) whether interest should be awarded on that reduced sum, and if so, the applicable rate and commencement date.",
    "principles": "The court considered the provisions of s 69 of the Close Corporations Act and s 345 of the Companies Act relating to deemed inability to pay debts, and s 344(f) of the Companies Act authorising winding up. It examined clause 4.4 of the loan agreement concerning suspensive conditions and restitution, and the terms of the suretyship deed which made the sureties jointly and severally liable. The court applied the Prescribed Rate of Interest Act s 1(2) to award mora interest when a debtor is in default, holding that such interest is not precluded by the Sharia‑law prohibition on interest because the interest was compensatory for delay, not a contractual charge. The acceleration clause (cl 18.2) and the bank’s statutory demands were treated as valid triggers of the default.",
    "application": "The court found that the statutory demands satisfied the statutory test for deemed inability to pay, and that both Lodhi 5 and Lodhi 4 were commercially insolvent, justifying their winding up. The bank had validly invoked the acceleration clause, making the outstanding capital immediately due. The suretyship was enforceable, binding Mr Lodhi and Lodhi 4 to the debt. The court upheld the bank’s claim for the capital outstanding but reduced the amount against Mr Lodhi to the admitted capital sum of R2 642 006,98. It further ordered interest at the legal rate of 15.5% per annum, commencing on 15 June 2012, the date the bank sought restitution in its supplementary affidavit.",
    "conclusion": "The appeal was dismissed in whole, except that paragraphs 38(i) and (ii) of the lower court’s order were set aside and replaced. Muhammad Islam Lodhi was ordered to pay the applicant Firstrand Bank Limited R2 642 006,98 with interest at 15.5% per annum from 15 June 2012 until payment, and the costs of the appeal, including costs of two counsel, were awarded to the respondent."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Insolvency",
    "level_3": [
      "Winding up",
      "Sharia law",
      "Interest",
      "Suretyship"
    ]
  }
}