{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/1.html",
  "case_name": "Stupel & Berman Incorporated v Rodel Financial Services (Pty) Ltd (1075/2013) [2015] ZASCA 1; 2015 (3) SA 36 (SCA); [2015] 3 All SA 150 (SCA) (27 February 2015)",
  "citation": "[2015] ZASCA 1",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 1\n|\nNoteup\n|\nLawCite\nStupel & Berman Incorporated v Rodel Financial Services (Pty) Ltd (1075/2013) [2015] ZASCA 1; 2015 (3) SA 36 (SCA); [2015] 3 All SA 150 (SCA) (27 February 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo: 1075/2013\nIn\r\nthe matter between:\nSTUPEL\r\n& BERMAN\r\nINCORPORATED\n...................................................................\nAPPELLANT\nand\nRODEL\r\nFINANCIAL SERVICES (PTY)\r\nLTD\n...........................................................\nRESPONDENT\nNeutral\r\ncitation:\nStupel & Berman v\r\nRodel Financial Services\n(1075/2013)\n[2015] ZASCA 1\n(27 February 2015).\nCoram:\nBrand, Mhlantla, Willis JJA and Fourie and Gorven\r\nAJJA\nHeard:\n17 February 2015\nDelivered:\r\n 27 February 2015\nSummary:\nUndertaking by the appellant as\r\nconveyancer – on instructions of the seller – to pay\r\nproceeds of sale to the respondent\nupon transfer of immovable\r\nproperty – the appellant not an\nadjectus\r\nsolutionis causa\nbut an agent whose\r\ninstructions to pay the respondent could and had been revoked by the\r\nseller as principal.\nORDER\nOn\r\nappeal from:\nSouth Gauteng High Court,\r\nJohannesburg (C J Claassen J sitting as court of first instance):\n1 The appeal is\r\nupheld with costs including the costs of two counsel.\n2 Paragraphs (a) and\r\n(b) of the order of the high court are set aside and replaced with\r\nthe following:\n‘\nThe\r\nplaintiff’s claim against the first defendant is dismissed with\r\ncosts, including the costs consequent upon the employment\nof two\r\ncounsel wherever applicable.’\nJUDGMENT\nBrand\r\nJA\n(Mhlantla, Willis JJA and Fourie\r\nand Gorven AJJA concurring):\n[1]\r\nThe appellant, Stupel & Berman Inc (Stupel & Berman), is a\r\nfirm of attorneys. The respondent, Rodel Financial Services\n(Pty) Ltd\r\n(Rodel) is a financial institution. Rodel instituted action in the\r\ncourt a quo against Stupel & Berman, as first\ndefendant and one\r\nof its directors, Mr Berman, as second defendant, for payment of the\r\namount of R1 763 489 together\nwith interest and costs. When\r\nthe matter came before Claassen J, he was presented with a stated\r\ncase. Consequently, no evidence\nwas led at the trial. In the event,\r\nthe court a quo upheld Rodel’s claim against Stupel &\r\nBerman while the second defendant\nwas absolved from the instance with\r\ncosts. The appeal by Stupel & Berman against the first part of\r\nthe order directed against\nit – which is embodied in paragraphs\r\n(a) and (b) of the order – is with the leave of the court a\r\nquo. Rodel’s\ncross-appeal against the second part in favour of\r\nMr Berman was abandoned before the hearing of the appeal.\nBackground\n[2]\r\nThe background extracted from the stated case is unfortunately\r\nsomewhat complicated. Hopefully the effort to simplify what follows\n\nwill not have the opposite effect. Stupel & Berman was appointed\r\nto act as conveyancer in the registration of transfer of an\nimmovable\r\nproperty in Norwood, Johannesburg. The property was sold at an\r\nauction by Amber Falcon Properties 3 (Pty) Ltd (Amber\nFalcon) to\r\nCross Atlantic Properties 186 (Pty) Ltd (Cross Atlantic) for a\r\npurchase price of R7.2 million. At the time the property\nwas bonded\r\nin favour of Mercantile Bank Ltd for an amount slightly in excess of\r\nR5 million. In terms of the sale agreement the\npurchase price was, of\r\ncourse, payable upon registration of transfer. While awaiting that\r\ntransfer, Amber Falcon obtained bridging\nfinance loans from Rodel in\r\nterms of two discounting agreements. Pursuant to these two\r\nagreements, dated 31 August 2010 and 2 September\n2010, Rodel advanced\r\namounts of R850 000 and R550 000, respectively, to Amber\r\nFalcon. Both these agreements consisted\nof two parts: a schedule and\r\na document entitled ‘Terms and Conditions’.\n[3]\r\nThe schedules referred to the details of the sale of the Norwood\r\nproperty, including the names of the parties, the purchase\nprice and\r\nso forth. They were signed on behalf of Amber Falcon, Rodel and\r\nStupel & Berman, the latter in its capacity as the\nappointed\r\nconveyancers. It is common cause, however, that Stupel & Berman\r\nwas not a party to the two discounting agreements\nand that they were\r\nin fact unaware of the ‘Terms and Conditions’ set out in\r\nthe second part. In both schedules Amber\nFalcon confirmed that ‘I\r\nhereby cede, transfer and make over to Rodel my/our right title and\r\ninterest in and to the proceeds\nagainst payment of [the loan]’.\r\n‘Proceeds’ is defined in the Terms and Conditions as the\r\nnet amount payable to\nAmber Falcon in terms of the sale, after\r\ndeduction of the bond, agent’s commission and other expenses.\r\nLastly, both schedules\ncontained a section entitled ‘Undertaking\r\nby Conveyancer’, which was signed on behalf of Stupel &\r\nBerman. Although\nstrictly speaking it signed two of these\r\nundertakings, there was in effect only one. As it happened, this\r\nundertaking eventually\nconstituted the nub of Rodel’s claim in\r\nthis case. By the nature of things, a more detailed discussion of its\r\nterms is therefore\nbound to follow. For introductory purposes, I find\r\nit sufficient to say, however, that in terms of the undertaking\r\nStupel &\nBerman confirmed that it was attending to the\r\nregistration of transfer of the property in terms of the sale; that\r\nit had received\nirrevocable instructions from the seller, Amber\r\nFalcon, to pay the amount payable to Rodel under the discounting\r\nagreement from\nthe proceeds of the sale; and that it undertook to pay\r\nthis amount within 72 hours of registration of transfer ‘unless\r\nprevented\nby interdict or operation of law’.\n[4]\r\nThe next episode of relevance occurred on 22 October 2010 when Amber\r\nFalcon, through its representative, Mr Nathan Blumenthal\n\n(Blumenthal), notified Rodel that it had cancelled the sale agreement\r\nwith Cross Atlantic; but, that the property was remarketed\nat a\r\nhigher price and would be auctioned on 24 November 2010; that the\r\nadvances from Rodel under the discount agreements were therefore\n\nwell-secured; and that Stupel & Berman would attend to the\r\ntransfer of the property to the new purchaser under the subsequent\n\nsale. On the same day Stupel & Berman conveyed essentially the\r\nsame information to Rodel. The response on behalf of Rodel was\nthat\r\n‘we are comfortable with the situation as explained by you’.\r\nHowever, things did not turn out as planned. On 8\nNovember 2010 Cross\r\nAtlantic brought an urgent application for an interdict against\r\ndisposal of the property by Amber Falcon, which\ninterdict was granted\r\non 24 November 2010. This dispute was subsequently settled on 25\r\nJanuary 2011. Part of the settlement was\nthat the transfer of the\r\nproperty to Cross Atlantic would proceed.\n[5]\r\nIn the light of the settlement, Stupel & Berman informed a\r\nrepresentative of Rodel, Ms Tammy Hall, on 3 February 2011, that\nthe\r\nsale between Amber Falcon and Cross Atlantic was proceeding and that\r\nit was just waiting for the purchaser to pay the transfer\nduty. But\r\non the very same day, 3 February 2011, Blumenthal conveyed a\r\ncontradictory message to the same Ms Hall. The crux of this\nmessage\r\nwas that Amber Falcon had lost the court case; that the interdict\r\nagainst alienation of the property was still in place;\nthat the sale\r\ncould thus be held in limbo for up to twelve months; that Amber\r\nFalcon’s position was therefore ‘rather\nprecarious’,\r\nand that, in consequence, he offered Rodel an amount in settlement\r\nwhich was substantially less than that which\nwas owing under the\r\ndiscounting agreements.\n[6]\r\nRodel’s immediate reaction to this message, which was plainly\r\nmisleading – to say the least – was to cancel\nthe\r\ndiscounting agreements. It did so through its attorneys by way of a\r\nletter dated 4 February 2011. To add to the difficulties\nthat\r\nsubsequently arose, the letter was equivocal. According to the first\r\nparagraph ‘[o]ur client hereby cancels the Agreement\nentered\r\ninto between you and our client on 31 August 2010’ which seemed\r\nto confine the cancellation to the first discounting\nagreement only.\r\nBut in the second paragraph the attorney stated that ‘[w]e have\r\nbeen instructed to demand from you, as we\nhereby do, payment of the\r\nsums of R850 000 and R550 000 plus a discounting fee of\r\n0,133% per day’. This only made\nsense if the cancellation\r\npertained to both discounting agreements.\n[7]\r\nIn response Amber Falcon, through Blumenthal, informed Rodel that it\r\naccepted the cancellation of the ‘Agreement’\n(singular)\r\nand that it had appointed another firm of attorneys, Bieldermans Inc,\r\nto ‘dispose of the matter’. Further,\non 21 February 2011,\r\nAmber Falcon instructed Stupel & Berman to withdraw any\r\nundertakings provided to Rodel since the discounting\nagreements had\r\nbeen cancelled. Also on 21 February 2011, Bieldermans, inter alia,\r\nwrote to Stupel & Berman on behalf of Amber\nFalcon:\n‘\nWe\r\nenclose herewith a copy of our letter in response [to Rodel’s\r\ncancellation letter of 4 February 2011] in terms of which\nour client\r\n[Amber Falcon] has accepted the cancellation. In the circumstances we\r\nhereby formally instruct you, on behalf of our\nclient, not to proceed\r\nany further with any undertakings given in favour of Rodel Financial\r\nServices (Pty) Ltd. You are requested\nto immediately withdraw any and\r\nall undertakings given by you in terms of the aforesaid Discounting\r\nAgreement.’\n[8]\r\nIn compliance with these instructions, Stupel & Berman wrote to\r\nRodel on 24 February 2011. The relevant part of this letter\nreads as\r\nfollows:\n‘\n1.\r\nAs you are aware, we are attending to the above transfer of Erf . . .\r\nNorwood from [Amber Falcon] to [Cross Atlantic].\n2. We attach hereto\r\na copy of a fax dated 21 February 2011 from Bieldermans Inc.\r\nAttorneys wherein they have instructed us to immediately\nwithdraw any\r\nand all undertakings given by us in terms of a Discounting Agreement\r\nconcluded between [Rodel] and [Amber Falcon].\n3. In the\r\ncircumstance we are compelled to give effect to the\r\nmandate/instruction of [Amber Falcon] and hereby withdraw from the\n\nundertakings given by us as Conveyancers in the above transaction . .\r\n..\n4.\r\nPlease be advised accordingly.’\n[9]\r\nRodel did not react or respond in any way to Stupel & Berman\r\nhaving withdrawn its undertakings. More particularly, no attempt\nwas\r\nmade until some five months later, in July 2011, to contest the\r\nwithdrawal. In the interim, registration of transfer of the\nproperty\r\nwas effected by Stupel & Berman on 17 March 2011 while the net\r\nproceeds were subsequently paid by it to Amber Falcon\non 30 March\r\n2011. In the meantime Rodel pursued its claim for repayment of the\r\namounts advanced in terms of the discounting agreements\n– on\r\nthe basis that these agreements had been cancelled – against\r\nAmber Falcon and Mr Julius Blumenthal, who had signed\na suretyship in\r\nfavour of Rodel pursuant to these agreements. When this claim was\r\nopposed by both Amber Falcon and Julius Blumenthal,\nRodel applied for\r\nand obtained summary judgment. Its attempts to execute on this\r\njudgment, however, proved to be unsuccessful.\nOnly then did Rodel\r\nlook to Stupel & Berman in order to recover the money advanced to\r\nAmber Falcon.\nThe\r\nundertaking\n[10]\r\nThe claim against Stupel & Berman was based on the undertaking\r\nwhich formed part of the schedules to the discounting agreements.\nThe\r\nundertaking provided:\n‘\nUndertaking\r\nby Conveyancer\n1.\nWe are currently attending to the\r\nregistration of the abovementioned property transfer, arising out of\r\nthe sale agreement entered\ninto between the parties referred to\r\nabove.\n2. The sale\r\nagreement is valid and enforceable in law and there are, to our\r\nknowledge, no attachments or interdicts registered against\nthe\r\nProperty.\n3. All suspensive\r\nconditions in respect of the above transfer have been fulfilled, and\r\nwe know of no further impediment or encumbrance\nthat would delay or\r\nhinder the registration of transfer of this transaction.\n4. The Client has\r\nentered into a discounting agreement with Rodel . . . whereby Rodel\r\nhas agreed to purchase the proceeds arising\nfrom the above\r\ntransaction on registration of transfer.\n5. The balance owing\r\nto the mortgagee is as set out above.\n6.  No further\r\nundertakings have been/will be made or given which would reduce the\r\nProceeds on registration of transfer.\n7. We acknowledge\r\nthat the Client has furnished us with an irrevocable instruction to\r\npay to Rodel, from the Proceeds, the full\namount payable in terms of\r\nthe said discounting agreement . . . .\n8. We hereby\r\nundertake to pay to Rodel from the Proceeds the above amount within\r\n72 hours of registration of transfer/receipt of\nfunds, unless\r\nprevented by interdict or operation of law.\n9. We undertake to\r\ninform Rodel forthwith if the Client lodges with us a request to\r\nuplift his file, or terminates or attempts to\nterminate our mandate\r\nto act on its behalf, which act we understand to be a breach of your\r\nagreement with the Client.\n10. In the event of\r\na cancellation of the sale for whatsoever reason and where the funds\r\nprovided by Rodel have been utilised for\nthe payment of transfer duty\r\nor rates and taxes, we will pay to Rodel all and any monies received\r\nin respect of the refund of transfer\nduty or rates and taxes paid . .\r\n.\n11. We undertake to\r\nkeep you advised of all material and important developments in regard\r\nto the transaction.\n12.\r\n . . . .’\nContentions for\r\nthe parties\n[11]\r\nThe defences raised by Stupel & Berman were essentially\r\nthreefold.\n(a) First, it\r\ncontended that the undertakings upon which Rodel’s claim rested\r\nhad been withdrawn by it on the instructions\nof Amber Falcon. It is\r\nnot disputed that, as a fact, that is so. Rodel’s response was,\r\nhowever, that although Stupel &\nBerman purported to withdraw its\r\nundertakings, it was in law not entitled to do so. Or, stated\r\nsomewhat differently, that in law\nthe undertakings were not revocable\r\neither on the instructions of Amber Falcon or by Stupel & Berman\r\non their own accord.\n(b) The second\r\ndefence raised by Stupel & Berman rested on the proposition that\r\nthe purported cession of the net proceeds of\nthe sale in favour of\r\nRodel amounted to a partial cession of the purchase price, which was\r\nas such invalid in law (see eg\nVan der Merwe v Nedcor Bank Bpk\n2003 (1) SA 169\n(SCA) para 6 and 8;\nKruger v Property Lawyer\r\nServices (Edms) Bpk\n2011 JDR 0527 (SCA) para 9 fn 5). In\r\nconsequence, so the contention went, the undertaking relied upon had\r\nbeen given pursuant to\nan invalid cession which rendered this\r\nundertaking likewise invalid and unenforceable.\n(c)\r\nThirdly, Stupel & Berman contended that the undertaking was given\r\nas part and parcel of discounting agreements that fell\naway when they\r\nwere cancelled by Rodel. This defence gave rise to a rather lengthy\r\ndebate – arising from the ambiguous letter\nof cancellation on\r\nbehalf of Rodel dated 4 February 2011 – as to whether Rodel\r\ncancelled the first discounting agreement\nonly or whether both these\r\nagreements had been cancelled. In my view the short answer to the\r\ndebate is that Rodel’s clear\nintent was to cancel both\r\nagreements and that Amber Falcon understood it in this way. I say\r\nthat because logic dictates that Rodel\nhad no reason to cancel the\r\none and not the other. Contrary to the finding by the court a quo, I\r\ntherefore find, as a fact, that\nboth discounting agreements had been\r\ncancelled by Rodel on 4 February 2011. My further consideration will\r\nproceed on the premise\nof that factual finding.\n[12]\r\nSince the court a quo was left unpersuaded by any one of these three\r\ndefences it rejected them all. On appeal Stupel &\nBerman\r\ncontended that it had erred in doing so. In considering the merits of\r\nthis contention, I propose to deal first with the\nquestion whether\r\nStupel & Berman were obliged to withdraw or revoke the\r\nundertaking on the instructions of Amber Falcon.\nWithdrawal\r\nof the undertaking\n[13]\r\nIn deciding that Stupel & Berman were neither compelled nor\r\nentitled to withdraw the undertaking, which formed the basis\nof\r\nRodel’s case, the court a quo began from the premise that the\r\nundertaking constituted part of a tripartite agreement between\nAmber\r\nFalcon, Rodel and Stupel & Berman. In terms of this tripartite\r\nagreement, so the court’s reasoning went, Stupel\n& Berman\r\nwas the debtor, Amber Falcon was the creditor while Rodel was cast in\r\nthe role described in Roman law as that of an\nadjectus\r\nsolutionis causa\n(\nadjectus\n)\n.\nAn\nadjectus\n,\r\naccording to its generally accepted definition, is an entity, other\r\nthan the creditor, to whom, by agreement between the debtor\nand the\r\ncreditor, the debtor is entitled to pay what is due to the creditor\r\nand so discharge its obligations (see eg Susan Scott\nThe\r\nLaw of Cession\n2 ed (1991) at 161).\n[14]\r\nBased on the assumption that Rodel was an\nadjectus\n, the court\r\na quo held that, as a matter of law, Amber Falcon could not withdraw\r\nits instruction to Stupel & Berman to pay Rodel.\nAs authority for\r\nthis thesis, the court referred to the following statement by Pothier\nObligations\npara 489, which was quoted with approval, inter\r\nalia, in\nNorman Kennedy v Norman Kennedy Ltd; Judicial Managers,\r\nNorman Kennedy Ltd NO v Reinforcing Steel Co Ltd & others\n1947\r\n(1) SA 790\n(C) at 802:\n‘\nA\r\nperson to whom the creditor has indicated the payment to be made by\r\nthe agreement itself, is very different from one who has merely\nan\r\nauthority from the creditor to receive. The power of paying to a\r\nperson having a simple authority ceases by revocation of the\n\nauthority notified to the debtor, which the creditor may make at\r\npleasure . . . .\nOn\r\nthe contrary, the right of paying to the person indicated by the\r\nagreement being founded upon the agreement itself, of which\nit\r\nconstitutes a part, and which cannot be derogated from, but by mutual\r\nconsent, the creditor cannot deprive the debtor of it,\nand the\r\ndebtor, notwithstanding any prohibition of the creditor, may\r\naccording to the law of the agreement, pay to the person indicated\n.\r\n. . .’\n[15]\r\nI accept that, as a general rule, once an\nadjectus\nhas been\r\ncontractually nominated, the creditor cannot unilaterally change its\r\ninstructions to the debtor and that the debtor can\ninsist on paying\r\nthe\nadjectus\n(see eg also\nAdministrator, Natal v Magill\r\nGrant & Nell\n1969 (1) SA 660\n(A) at 699H). But my problem\r\nwith the court a quo’s reasoning lies in its fundamental\r\npremise. As I see it, there are a number\nof reasons why Rodel simply\r\ncannot be regarded as an\nadjectus\n. First of all, the\r\nassumption that the undertaking relied upon by Rodel was part of a\r\ntripartite agreement, is unfounded. Albeit\nthat it formed part of a\r\nlarger transaction governed by a whole battery of agreements –\r\nincluding also the agreement of sale,\nthe discounting agreements and\r\nthe agreement of mandate between Amber Falcon and Stupel & Berman\r\n– the undertaking itself\nconstituted a ‘stand-alone’\r\nagreement between Rodel, on the one hand, and Stupel & Berman, on\r\nthe other from which\ncertain obligations arose for Stupel &\r\nBerman. The content of those obligations depend on a construction of\r\nthe stand-alone\nagreement. Second of all, and in any event, Stupel &\r\nBerman was never in the position of a debtor. Nor was Amber Falcon in\r\nthe position of its creditor. In terms of the agreement of sale,\r\nAmber Falcon was the creditor in respect of the purchase price\nwhile\r\nthe debtor was the purchaser. In terms of the agreement of mandate,\r\nAmber Falcon as principal appointed Stupel & Berman\nas its agent\r\nto do two things: (a) to transfer the property to the purchaser and\r\n(b) to pay the net proceeds of the purchase price\nto Rodel. In fact,\r\nif Rodel was truly an\nadjectus\n, it would have no claim against\r\nStupel & Berman at all. This conclusion derives from the rather\r\ntrite principle formulated\nthus in 2\nLawsa\n2 ed para 17:\n‘\nThe\r\ncreditor may direct his or her debtor to render performance to a\r\nthird party. The debtor is under no compulsion to do so. But\nif the\r\ndebtor does agree, performance to the third party (the\nsolutionis\r\ncausa adjectus\n) absolves the debtor.\r\nSuch an agreement is not cession. The right does not pass. It remains\r\nwith the creditor. The third party\nobtains no right of action to\r\nenforce performance. Failure on the part of the debtor to perform to\r\nthe third party would accordingly\nnot invest the third party with an\r\naction against the debtor . . . .’\n[16]\r\nI now turn to the construction of the undertaking as a stand-alone\r\nagreement. In terms of clause 8 Stupel & Berman plainly\nundertook\r\nto pay the net proceeds of the sale to Rodel within 72 hours of\r\nregistration of transfer and receipt of the purchase\nprice. But to me\r\nit is clear that it did not do so in its personal capacity (as\r\nhappened for example in\nRidon v Van der\r\nSpuy & Partners (Wes-Kaap) Inc\n2002\r\n(2) SA 121\n(C) at 137I-138C), but in pursuance of its mandate as the\r\nagent of Amber Falcon. I say this because the undertaking made it\r\nclear\nthat it was given on the instructions of Amber Falcon (clause\r\n7) and that Stupel & Berman would let Rodel know if Amber Falcon\n\nterminated or tried to terminate its mandate (clause 9). It stands to\r\nreason that, if the undertakings to pay were personal, termination\nof\r\nthe mandate would be of no consequence to Rodel.\n[17]\r\nOnce it is accepted that Stupel & Berman gave the undertakings in\r\nthe capacity of an agent on the instructions of a principal,\nthe law\r\nof agency provides that, as a general rule, those instructions could\r\nbe terminated. The fact that these instructions are\ndescribed as\r\nirrevocable in clause 7, does not detract from the principle (see eg\nConsolidated Frame Cotton Corporation\r\nLtd v Sithole\n1985 (2) SA 18\n(N) at\r\n22H). Rodel’s argument, which found favour with the court a\r\nquo, was however, that the undertaking fell within the\nambit of what\r\nis considered to be one of the recognised exceptions to the general\r\nrule, namely where the authority can be categorised\nas ‘coupled\r\nwith an interest’ (see\nConsolidated\r\nFrame Cotton supra\n22J-23B. Cf,\r\nhowever,\nWard v Barrett NO & another\n1962 (4) SA 732\n(N) at 737D-E). The\r\nfirst interest relied upon by Rodel in this regard is its own obvious\r\nstake in the execution of the mandate.\nBut the accepted principle, as\r\nI understand it, is that the interest to be protected by\r\nirrevocability under this exception, must\nbe that of the agent as\r\nopposed to that of a third party (see\nConsolidated\r\nFrame Cotton supra\n23C-D).\n[18]\r\nThe second interest upon which Rodel relied in support of this\r\nargument is the interest of Stupel & Berman in executing\ntransfer\r\nin order to claim its conveyancing fees. But as I see it, there are\r\nat least two answers to this argument. First, if this\nis the type of\r\ninterest contemplated by the exception, it stands to reason that this\r\ncan only render the mandate irrevocable to\nthe extent that revocation\r\nwill constitute a breach of the mandate contract, which will expose\r\nthe principal to a claim for damages\nby the agent. It cannot possibly\r\nafford the agent the right to insist on specific performance in the\r\nexecution of its mandate.\nSecondly, the argument confuses Stupel &\r\nBerman’s mandate to pass transfer and receive the proceeds of\r\nthe sale, on the\none hand, with its mandate to pay these proceeds to\r\nRodel, on the other. Once it had executed the first of these\r\nmandates, it was\nentitled to its conveyancing fee. There is no\r\nindication that it would receive additional compensation for\r\nexecuting the second\npart of its mandate, ie to pay the net proceeds\r\nto Rodel. Thus understood, it would be of no consequence to Stupel &\r\nBerman\nif the second part of the mandate were to be withdrawn. Any\r\npossible doubt that these two parts of the mandate could be\r\nseparated,\nis removed by what actually happened in this case.\r\nMoreover, as I see it, the parties to the undertaking clearly\r\nappreciated that\nin terms of the governing legal principles, Stupel &\r\nBerman’s mandate could be terminated. That appears from the\r\nexpress\nprovisions of clause 9, the quotation of which I repeat for\r\nthe sake of convenience. It provides:\n‘\nWe\r\nundertake to inform Rodel forthwith if the Client lodges with us a\r\nrequest to uplift this file or terminates, or attempts to\nterminate\r\nour mandate to act on its behalf, which act we understand to be a\r\nbreach of your agreement with the Client.’\n[19]\r\nWhat is more, the clause leaves no room for doubt that it was within\r\nthe contemplation of the parties that Amber Falcon could\nexercise its\r\nright to terminate the mandate of its agent. In that event the clause\r\nimposed the obligation on the agent, Stupel\n& Berman, to inform\r\nRodel of that fact. The clause then proceeds to record the reason for\r\nthis obligation. It is because termination\nof the mandate would\r\nconstitute a breach of Amber Falcon’s agreement with Rodel.\r\nThis, in turn, echoes clause 5.14 of the\ndiscounting agreements which\r\nstipulated a commitment by Amber Falcon not to terminate the mandate\r\nof Stupel & Berman. In this\nlight the reason for the notice\r\nobligation in clause 9 is not hard to find. It is to afford Rodel the\r\nopportunity to prevent Amber\nFalcon from terminating the mandate,\r\nand/or to prevent Stupel & Berman from acting on that\r\ntermination. Rodel’s dilemma\nin this case resulted from its own\r\nfailure to heed Stupel & Berman’s warning that, while it\r\nwas proceeding with the transfer\nof the property to Cross Atlantic,\r\nits mandate to pay the net proceeds of the purchase price to Rodel\r\nhad been terminated. Rodel’s\nobvious remedy was to seek an\r\ninterdict against Amber Falcon – joining Stupel & Berman as\r\nan interested party –\nto prevent the latter from giving effect\r\nto the termination of the mandate by the former. Alternatively it\r\ncould have enabled Stupel\n& Berman to institute the interpleader\r\nproceedings provided for by Rule 58 of the Uniform Rules of Court.\n[20]\r\nStupel & Berman’s further argument under the rubric that\r\nthey were obliged to withdraw its promise to pay was that,\nin any\r\nevent, Rodel’s cancellation of the discounting agreements left\r\nAmber Falcon free of its contractual undertaking in\nterms of clause\r\n5.14 not to terminate the mandate. Although there may be some merit\r\nin this argument I find it unnecessary to decide\nwhether this is so.\r\nOnce I conclude, as I do, that Amber Falcon was entitled to withdraw\r\nStupel & Berman’s mandate, the\nlatter had no option but to\r\nact upon that termination. Or in the words of clause 7 of the\r\nundertaking, it was prevented to pay\nRodel ‘by operation of\r\nlaw’. That is the end of the matter. Whether or not Amber\r\nFalcon was acting in breach of its\nobligation in terms of the\r\ndiscounting agreements, to which Stupel & Berman was not a party,\r\nis of no consequence. By the same\ntoken I find it unnecessary to\r\nembark upon a consideration of the other defences raised by Stupel &\r\nBerman. Even if the court\na quo was correct in rejecting these\r\ndefences, Rodel’s claim is destined to fail which means that\r\nthe appeal is bound to\nsucceed.\n[21]\r\nIn the result:\n1 The appeal is\r\nupheld with costs including the costs of two counsel.\n2 Paragraphs (a) and\r\n(b) of the order of the high court are set aside and replaced with\r\nthe following:\n‘\nThe\r\nplaintiff’s claim against the first defendant is dismissed with\r\ncosts, including the costs consequent upon the employment\nof two\r\ncounsel wherever applicable.’\n________________\nF\r\nD J BRAND\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nthe Appellant: B Berridge SC and B Manentsa\nInstructed\r\nby\n:\nWebber Wentzel\nJohannesburg\nc/o\r\nLovius Block, Bloemfontein\nFor\r\nthe Respondent: R Solomon SC and E Myhill\nInstructed\r\nby\n:\nNorman Berger &\r\nPartners Inc\nJohannesburg\nc/o\r\nMcIntyre & Van der Post, Bloemfontein",
  "scraped_at": "2026-02-12T16:23:55.510679",
  "date": "2015-02-27",
  "coram": [
    "Brand J",
    "Mhlantla J",
    "Willis JJA",
    "Fourie AJJA",
    "Gorven AJJA"
  ],
  "case_number": "1075/2013",
  "parties": {
    "applicants": [
      "Stupel & Berman Incorporated"
    ],
    "respondents": [
      "Rodel Financial Services (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Stupel & Berman Inc, a firm of attorneys, acted as conveyancers for the transfer of an immovable property in Norwood, Johannesburg, sold by Amber Falcon Properties to Cross Atlantic Properties for R7.2 million. Rodel Financial Services advanced bridging finance to Amber Falcon under two discounting agreements, securing the amount against the net proceeds of the sale. The schedules to those agreements contained an \"Undertaking by Conveyancer\" in which Stupel & Berman agreed, on Amber Falcon’s irrevocable instructions, to pay Rodel the proceeds within 72 hours of registration, unless prevented by interdict or law. After the sale was cancelled and the interdict lifted, Amber Falcon instructed Stupel & Berman on 21 February 2011 to withdraw all undertakings to Rodel. Stupel & Berman complied on 24 February 2011. Rodel later sought repayment of the advanced sums from Stupel & Berman, alleging that the undertaking remained effective despite the withdrawal.",
    "issues": "The appeal raised three principal issues: (1) whether the undertaking to pay Rodel was irrevocable and thus could not be withdrawn on the instructions of Amber Falcon; (2) whether the cession of the net proceeds to Rodel was valid or void as an illegal partial cession of purchase price; and (3) whether the discounting agreements, and consequently the undertaking, were terminated by Rodel’s cancellation letter of 4 February 2011, thereby releasing Stupel & Berman from any liability.",
    "principles": "The court considered the law of agency, particularly the principle that an agent’s instructions from a principal are generally revocable unless coupled with a protected interest. It examined the concept of an adjectus solutionis causa, noting that such a third‑party beneficiary cannot enforce performance unless the creditor expressly designates the party in a binding agreement. The judgment relied on authorities including Pothier on cession, Norman Kennedy v Norman Kennedy Ltd, Administrator Natal v Magill Grant, Consolidated Frame Cotton Corp v Sithole (establishing the “coupled with interest” exception), and Van der Merwe v Nedcor Bank (invalidity of partial cession of purchase price). The court also interpreted the specific clauses of the undertaking, especially clause 7 (irrevocable instruction) and clause 9 (obligation to inform Rodel of termination).",
    "application": "The court concluded that Stupel & Berman acted as Amber Falcon’s agent, not as a debtor, and that the undertaking was a stand‑alone agreement tied to the agency relationship. Consequently, Amber Falcon retained the power to revoke the instruction, rendering the undertaking revocable. Rodel could not be classified as an adjectus solutionis causa, and therefore could not enforce the payment directly against the conveyancer. The discounting agreements were found to have been cancelled by Rodel on 4 February 2011, which also terminated any related obligations. Accordingly, Stupel & Berman’s withdrawal of the undertaking was lawful and Rodel’s claim lacked merit.",
    "conclusion": "The Supreme Court of Appeal upheld the High Court’s decision, dismissing Rodel’s claim against Stupel & Berman with costs, including the costs of two counsel. Paragraphs (a) and (b) of the High Court order were set aside and replaced with an order dismissing the plaintiff’s claim with costs. The appeal was thus successful for the appellant."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Conveyancing & Secured Transactions",
    "level_3": [
      "agency",
      "cession",
      "undertaking",
      "discounting agreements",
      "revocation"
    ]
  }
}