{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/14.html",
  "case_name": "Maykent (Pty) Ltd v Trackstar Trading 20 (Pty) Ltd (1036/2013) [2015] ZASCA 14 (17 March 2015)",
  "citation": "[2015] ZASCA 14",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 14\n|\nNoteup\n|\nLawCite\nMaykent (Pty) Ltd v Trackstar Trading 20 (Pty) Ltd (1036/2013) [2015] ZASCA 14 (17 March 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nNot\r\nreportable\nCase\r\nNo: 1036/2013\nIn\r\nthe matter between:\nMaykent\r\n(Pty )\r\nLtd\n............................................................................................................\nAppellant\nand\nTrackstar\r\nTrading 20 (Pty)\r\nLtd\n....................................................................................\nRespondent\nNeutral\r\nCitation:\nMaykent\r\nv Trackstar\n(1036/2013)\n[2015] ZASCA 14\n(17 March 2015)\nCoram:\nLewis, Maya,\r\nBosielo, Majiedt and Pillay JJA\nHeard:\n27 February 2015\nDelivered:\n17 March 2015\nSummary:\nConstruction contract concluded\r\npartly orally, partly by conduct and partly on basis of standard\r\nterms used in industry did not\noblige the principal agent to issue a\r\ncertificate of completion before issuing final payment certificate:\r\nemployer’s failure\nto pay the contractor on this basis over a\r\nperiod of five years unjustified.\nORDER\nOn\r\nappeal from:\nHigh Court,\r\nGauteng Division, Pretoria (Hiemstra AJ sitting as court of first\r\ninstance)\nThe appeal is\r\ndismissed with costs.\nJUDGMENT\nLewis\r\nJA (Maya, Bosielo, Majiedt and Pillay JJA concurring)\n[1]\r\nThe appellant, Maykent (Pty) Ltd (Maykent), is a franchisee in\r\nrespect of Kentucky Fried Chicken fast food stores. It entered\ninto a\r\ncontract with the respondent, Trackstar Trading 20 (Pty) Ltd\r\n(Trackstar), a building contractor, in February 2006 for the\n\nalteration and addition to premises for a new store in New Town,\r\nJohannesburg. In concluding the contract, Maykent was represented\nby\r\nTertius Rabe Property Services CC (TRE), a close corporation,\r\nappointed as the principal agent, which was the second defendant\nin\r\nthe trial court.\n[2]\r\nThe agreed completion date was 30 June 2006 and the site was handed\r\nover to Trackstar on 30 March 2006. The completion date\nwas extended\r\nto 15 September 2006 because of variation orders causing delay.\r\nTrackstar effected the works, and interim payments\nto it were made.\r\nThe total agreed amount due in terms of the contract was some R1 282\r\n922. Its final invoice was for R985 423.\nPayment was not made despite\r\ndemand and Trackstar instituted action for payment of the amount it\r\nalleged was owing in the Gauteng\nDivision of the High Court. The\r\nsummons was served on 5 September 2008.\n[3]\r\nTRE was cited as the second defendant, and as against it, Trackstar\r\nclaimed a final account supported by vouchers. Maykent raised\nseveral\r\ndefences, including one that amounted to a plea that nothing was yet\r\ndue to Trackstar as a certificate of final completion\nhad not been\r\nissued by TRE, as was required by the contract on which it relied –\r\nthe standard JBCC 2000 Principal Building\nAgreement used in the\r\nconstruction industry. There was thus no cause of action, it\r\nasserted. It also counterclaimed for damages\nin the amount of R2 122\r\n206 for alleged loss of income arising from Trackstar’s failure\r\nto complete the work timeously, and\nadditional amounts it had had to\r\npay TRE for completing the work.\n[4]\r\nOn 14 August 2013, shortly before the trial started, TRE issued a\r\nfinal payment certificate for the sum of R963 475. The action\nagainst\r\nit was withdrawn. The high court (Hiemstra AJ) found that Trackstar\r\nwas entitled to payment of the amount in the final\ncertificate, and\r\ndismissed the counterclaim on the basis that no evidence had been led\r\nto show that any loss suffered was caused\nby Trackstar’s\r\nalleged breach of contract. The high court also ordered that Maykent\r\npay interest at the prescribed rate of\n15.5 per cent from the date of\r\nsummons to date of payment. The appeal against these orders lies with\r\nits leave.\n[5]\r\nThe principal argument of Maykent in the high court was that TRE had\r\nnot issued a certificate of completion or a final certificate\nof\r\npayment when summons was served: there was thus no cause of action,\r\nthe summons being premature. It relied in this regard on\nthe 2000\r\nJBCC standard agreement which it claimed was the basis of the\r\ncontract between it and Trackstar. Indeed, Trackstar had\nalso alleged\r\nthat this was the contract that they had concluded, and attached it\r\nto its particulars of claim. The contract consists\nof standard terms\r\nand a schedule headed ‘Contract Variables’. The schedule\r\nreflected the parties’ details as\nwell as those of TRE.\r\nHowever, much of the schedule was not completed by the parties, and\r\ndid not reflect dates of signature.\n[6]\r\nThe particular clause of the JBCC contract relied on by Maykent\r\n(34.5) provided that a final certificate of payment would be\nissued\r\nby the principal agent only after a certificate of final completion\r\nhad been issued by it. No final certificate of final\ncompletion had\r\never been issued, and indeed, TRE had prepared snag lists for\r\nremedial works to be done. These had not been attended\nto, Maykent\r\ncontended, before Trackstar left the site on 8 November 2006.\n[7]\r\nThe evidence of TRE’s representative, a Mr Stears, who had\r\noverseen the building work, and attended site meetings on behalf\nof\r\nTRE, was that he had not worked according to the standard terms of\r\nthe JBCC contract and did not know that it formed the basis\nof the\r\nparties’ agreement. The high court found that all the parties\r\nhad proceeded as if the terms of the JBCC contract were\nnot\r\napplicable, and thus that the provision in the JBCC contract\r\nrequiring a certificate of completion, and then a final certificate\n\nof payment, was not required. The claim for a final payment\r\ncertificate, and then payment, was akin to a claim for a statement\n\nand debatement of account, followed by payment, and that the summons\r\nwas in the circumstances not premature.\n[8]\r\nAlthough the heads of argument filed for Maykent on appeal continued\r\nto rely on this argument, and contended that the JBCC contract\nterms\r\nwere binding, and that the high court had erred in this regard, at\r\nthe hearing counsel did not persist with either argument.\nIt was also\r\nconceded that no evidence had been led to establish that Maykent had\r\nsuffered damages as a result of Trackstar’s\nbreach.\n[9]\r\nHowever, counsel did argue that it was inappropriate that interest\r\nshould run from the date of summons when the final payment\n\ncertificate had been issued by TRE only five years after the\r\nlitigation commenced. The summons was served, as I have said, on 5\n\nSeptember 2008, and the final payment certificate was issued on 14\r\nAugust 2013. However, as argued by Trackstar, TRE was Maykent’s\n\nagent, and it had known from the date when Trackstar issued its final\r\naccount – 17 January 2007 – that the sum claimed\nwas\r\npayable. TRE and Maykent were represented by the same attorneys\r\nthroughout the litigation. There was no doubt that Maykent\nwas aware\r\nof its liability to pay the amount due at the date of service of the\r\nsummons.\n[10]\r\nTrackstar was entitled to a final payment certificate and should have\r\nbeen paid on the submission of its final account. There\nis no reason\r\nto deny it interest on that sum at the prescribed rate from the date\r\nof summons.\n[11]\r\nAccordingly the appeal is dismissed with costs.\n_______________________\nC\r\nH Lewis\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: M P van der Merwe SC\nInstructed\r\nby: Saunders Venter Van der Watt c/o\nLouis Benn\r\nAttorneys, Pretoria\nLovius Block,\r\nBloemfontein\nFor\r\nRespondent: N A D Maritz SC, A A Botha\nInstructed\r\nby: Van Heerden & Krugel, Pretoria\nKramer Weihmann &\r\nJoubert Inc Bloemfontein",
  "scraped_at": "2026-02-12T16:27:27.999639",
  "date": "2015-03-17",
  "coram": [
    "Lewis JJA",
    "Maya JJA",
    "Bosielo JJA",
    "Majiedt JJA",
    "Pillay JJA"
  ],
  "case_number": "1036/2013",
  "parties": {
    "applicants": [
      "Maykent (Pty) Ltd"
    ],
    "respondents": [
      "Trackstar Trading 20 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Maykent (Pty) Ltd, a KFC franchisee, entered into a construction contract with Trackstar Trading 20 (Pty) Ltd in February 2006 for alterations to a new store in Johannesburg. The principal agent was Tertius Rabe Property Services CC (TRE). The agreed completion date was 30 June 2006, later extended to 15 September 2006 due to variation orders. Trackstar completed the works, interim payments were made and a final invoice of R985,423 was issued, but Maykent failed to pay. Trackstar sued for the outstanding amount; TRE was named as a second defendant. Maykent contended that under the JBCC 2000 Principal Building Agreement a final payment certificate could only be issued after a certificate of final completion, which had not been granted. TRE eventually issued a final payment certificate on 14 August 2013, five years after the summons was served.",
    "issues": "The primary issues were (1) whether the contract obliged the principal agent to issue a certificate of final completion before a final payment certificate could be issued, (2) whether the summons was premature in the absence of such a certificate, and (3) the appropriate basis for interest on the unpaid amount.",
    "principles": "The court applied the principle that if parties act as if standard contract terms are not incorporated, those terms are not binding. Consequently, the requirement in clause 34.5 of the JBCC agreement for a certificate of completion was not enforceable. The court also affirmed the rule that interest accrues from the date of service of summons where a debt is undisputed, unless there is a compelling reason to delay.",
    "application": "Finding that the parties proceeded without reliance on the JBCC terms, the court held that a final payment certificate could be demanded and paid without a prior certificate of final completion. It determined that Maykent was liable for the amount shown in TRE's final payment certificate and that interest should run from the date the summons was served on 5 September 2008, as Maykent was aware of its liability at that time.",
    "conclusion": "The appeal by Maykent was dismissed with costs. Maykent was ordered to pay the sum certified by TRE together with interest at the prescribed rate from the date of summons."
  },
  "tags": {
    "level_1": "Construction Law",
    "level_2": "Contract Law",
    "level_3": [
      "certificate of completion",
      "final payment certificate",
      "interest on debts",
      "JBCC contract",
      "construction contract"
    ]
  }
}