{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/40.html",
  "case_name": "Posthumus N.O. and Another v Road Accident Fund (20024/2014) [2015] ZASCA 40 (25 March 2015)",
  "citation": "[2015] ZASCA 40",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 40\n|\nNoteup\n|\nLawCite\nPosthumus N.O. and Another v Road Accident Fund (20024/2014) [2015] ZASCA 40 (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo:\n20024/2014\nIn\r\nthe matter between:\nWIHAN\r\nPOSTHUMUS\r\nNO\n............................................................................\nFIRST\r\nAPPELLANT\nANGELO\r\nADELINO DA SILVA\nMOREIRA\r\nNO\n............................................................................................\nSECOND\r\nAPPELLANT\nand\nTHE\r\nROAD ACCIDENT\r\nFUND\n.............................................................................\nRESPONDENT\nNeutral\r\ncitation:\nPosthumus v The Road Accident Fund\n(20024/2014)\n[2015] ZASCA 40\n(25 March 2015)\nCoram:\nMhlantla, Leach, Saldulker and Mbha JJA and Gorven AJA\nHeard:\n10 March 2015\nDelivered:\n25 March 2015\nSummary:\nDelict – negligence of a motorist parked alongside a\r\nroadway leaving headlights shining at oncoming traffic –\r\nreasonably\nforeseeable that oncoming motorist might be dazzled and\r\nlose control of vehicle – driver of parked vehicle negligent.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria (Preller and Makgoka JJ\r\nand Sethusha AJ sitting as court of appeal):\n1 The respondent’s\r\napplication for a postponement of the appeal is dismissed with costs.\n2 The appeal\r\nsucceeds with costs, and the order of the full court is set aside and\r\nsubstituted with the following:\n‘\n(a) The\r\nappeal succeeds with costs.\n(b) Paragraph 1 of\r\nthe trial court’s order of 25 October 2010 is amended by the\r\ndeletion of the words “limited in terms\nof section 18(1)(\nb\n)\r\nof the Act”.’\nJUDGMENT\nLeach\r\nJA\n(Mhlantla, Saldulker and Mbha JJA and Gorven AJA concurring)\n[1]\r\nDuring the early hours of 20 May 2003 Mrs Petronella Posthumus and\r\nher husband Mr Pierre Posthumus were passengers in a Mercedes\nBenz\r\nSprinter minibus being driven by Mr Andries Maritz along the N14\r\nnational road near Sannieshof when it left the road and capsized.\nIn\r\nthe course of this accident both Mr and Mrs Posthumus sustained\r\nbodily injuries and, some four years later, they instituted\naction\r\nfor damages against the respondent under the provisions of the Road\r\nAccident Fund Act 56 of 1996 (the Act) alleging, inter\nalia, that the\r\naccident had been caused at least in part by the negligence of the\r\ndriver of another motor vehicle, a ‘bakkie’(a\n\ncolloquialism I intend to use for convenience) that had been parked\r\nalongside the roadway with its headlights shining into the\nroadway\r\nthat had blinded Maritz and led to him losing control of the minibus\r\nand driving off the road. It is this assertion that\nfalls to be\r\ndetermined in this appeal.\n[2]\r\nIt was common cause at the trial, having been admitted both in the\r\nrespondent’s plea and recorded in the pre-trial minute\nunder\r\nUniform rule 37, that Mr Maritz had been negligent in regard to the\r\naccident. However the importance of the issue whether\nMr Maritz lost\r\ncontrol at least partly due to his being blinded by the lights of a\r\nstationary bakkie is that, should that have\nbeen the case and the\r\ndriver of the bakkie have been causally negligent in regard to the\r\naccident, the liability of the respondent\nwould not be limited by the\r\nprovisions of s 18(1)(b) of the Act as it would be if Maritz had been\r\nsolely to blame.\n[3]\r\nThe litigation proceeded at the speed of a snail. Despite the\r\ndefendant’s plea having been filed in October 2007, it took\na\r\nfurther two years before the matter came to trial in the Gauteng\r\nDivision, Pretoria. At that stage the issues relating to the\nmerits\r\nof the claim were separated from those relating to the quantum of\r\ndamages under Uniform rule 33(4), and the trial proceeded\nsolely in\r\norder to determine negligence and liability. The evidence led on\r\nbehalf of Mr and Mrs Posthumus was fairly terse and\nuncomplicated,\r\nand the respondent closed its case without calling any witnesses.\r\nAlthough all that was required was a straight\nforward factual\r\ndecision, it unfortunately took a year before judgment was delivered\r\nin October 2010. Ultimately the court found\nthat there had in fact\r\nnot been a bakkie on the scene and that Mr Maritz had therefore been\r\nsolely responsible for the accident.\nIt therefore ordered that the\r\nrespondent was liable only to the limited extent prescribed by s\r\n18(1)(\nb\n) of the Act.\n[4]\r\nDissatisfied with this outcome, Mr and Mrs Posthumus sought leave to\r\nappeal against the order. For reasons not apparent from\nthe record,\r\nit took almost a year for their application to be dealt with.\r\nEventually, on 5 August 2011, they were granted leave\nto appeal to a\r\nfull court of the Gauteng Division, Pretoria. But then, having\r\nobtained such leave, it took more than two years\nfor the appeal\r\nitself to be finalised, the appeal having been heard on 17 April 2013\r\nand judgment having been delivered seven months\nlater.\n[5]\r\nThe full court was unanimous that the trial judge had erred in\r\nconcluding that the bakkie was not on the scene at the time of\nthe\r\naccident. However they were divided as to the outcome of the appeal.\r\nPreller J, in a minority judgment, found that the driver\nof the\r\nbakkie had been negligent in leaving the lights of the vehicle\r\nshining brightly into the road, that Maritz had been blinded\nthereby\r\nand that this had contributed to the accident taking place. On the\r\nother hand, in a majority judgment Makgoka J and Sethusha\nAJ, in\r\ndismissing the appeal held that a causal link between the bakkie’s\r\nlights shining into the road and the accident had\nnot been\r\nestablished. They concluded that ‘save for the misdirection\r\nconcerning the finding on the presence of the bakkie\nwe find no\r\nmisdirection in the manner the trial court approached the facts’\r\nand that they were therefore not at liberty to\ninterfere with its\r\nfactual findings. Thus although Preller J would have allowed the\r\nappeal, the majority dismissed it.\n[6]\r\nThe simple answer to the reasoning of the majority of the full court\r\nis, of course, that the trial court’s finding that\nthere had\r\nnot been a bakkie on the scene was the very cornerstone of its\r\nfinding that Maritz had not been blinded and had been\nsolely to blame\r\nfor the accident.  Once that fundamental finding had been proved\r\nwrong, the full court on appeal was free\nto reach its own conclusions\r\non the evidence on record. It is thus not surprising that this court\r\ngranted special leave to appeal.\n[7]\r\nAnd so some 12 years after the accident which gave rise to the claim,\r\nthe matter came before this court. Tragically it comes\nat a time when\r\nit is too late for the outcome to have any meaning for either Mr or\r\nMrs Posthumus, he having committed suicide before\nthe judgment of the\r\ntrial judge was delivered and she having died subsequently. The two\r\nappellants are the administrators of their\nrespective estates.\n[8]\r\nTurning to the facts of the matter, Mr and Mrs Posthumus were\r\ntravelling together with Mr Maritz and his wife in the minibus\nfrom\r\nKathu to Johannesburg when the accident happened. On the outskirts of\r\nSannieshof the road curved almost 90 degrees to their\nright. Mr\r\nMaritz testified that on approaching this curve he saw the bright\r\nlights of a motor vehicle parked on the inside of the\ncurve off the\r\nroadway facing towards him. These lights dazzled him as he negotiated\r\nthe curve and, as he could not see properly,\nhe allowed the minibus\r\nto stray onto the gravel verge where it struck a curb. He then lost\r\ncontrol over the vehicle and it overturned.\n[9]\r\nHis description of how the accident occurred was materially supported\r\nby his wife, Mrs Louisa Maritz, who testified that she\nhad been\r\nsitting in the front of the minibus alongside her husband.  As\r\nthey approached the curve, she was turned in her seat\ntalking to Mr\r\nPosthumus who was seated behind her. Suddenly he exclaimed about the\r\nbright lights of a vehicle. Glancing ahead,\nshe was dazzled by the\r\nlights of a vehicle shining onto her face. She only had time to\r\nremark that the other vehicle should dim\nits lights when the minibus\r\nleft the road. She sustained a severe head injury in the accident\r\nthat followed and only recovered\nconsciousness in hospital the\r\nfollowing day.\n[10]\r\nThe respondent had no direct evidence to contradict that of Mr and\r\nMrs Maritz. Its case largely relied on its counsel’s\naggressive\r\nand protracted cross-examination of Mr Maritz, cross-examination\r\nwhich in the minority judgment of the full court was\ncorrectly\r\ndescribed as having been ‘at times irrelevant and unfair’.\r\nMoreover, although counsel representing the respondent\nat the trial\r\naccepted that there had in fact been another vehicle with headlights\r\non the scene, she subsequently appeared to change\nher stance by\r\nplacing on record that she did not concede that to have been the\r\ncase. However the police documentation points inexorably\ntowards\r\nthere having been such a vehicle, and this was confirmed by a sworn\r\naffidavit made by Mr KPW Kgantsi to a police reservist,\nconstable\r\nTshiping, on 2 July 2003.\n[11]\r\nMr Kgantsi stated under oath in his affidavit that while driving his\r\nbakkie from Sannieshof to Delareyville on the night in\nquestion, he\r\nhad stopped alongside the road in order to relieve himself and that,\r\n‘unfortunately I left my vehicle’s\nlights on bright and\r\nneglected to dim them’.\n[1]\nHe went on to state that he had seen a Mercedes Benz Sprinter minibus\r\napproaching from the direction of Delareyville which left\nthe road in\r\na curve, and that he had gone to render assistance and given his\r\nparticulars to those in the minibus. That this was\nthe accident in\r\nwhich Mr and Mrs Posthumus were injured is self-evident, as was borne\r\nout by the evidence of Mr Maritz that the\ndriver of the other vehicle\r\nhad come to their aid after the accident.\n[12]\r\nIt is common cause that Mr Kgantsi had died on 14 July 2004.\n[2]\nDespite this, counsel for the respondent fought tooth and nail to\r\navoid his affidavit being introduced into evidence under s 3(1)(\nc\n)\r\nof the\nLaw of Evidence Amendment Act 45 of 1988\n. She was successful\r\nin that the trial court refused to accept it.  However the full\r\ncourt, quite correctly bearing in mind\nthat the affidavit had been\r\ntaken during the course of a routine investigation from a person who\r\nhad since died, unanimously found\nthat it ought to have been admitted\r\nin the interests of justice.\n[13]\r\nThe affidavit of Mr Kgantsi provides substantial corroboration for\r\nthe version advanced by Mr and Mrs Maritz. It is therefore\nclear from\r\nall the admissible evidence that Mr Kgantsi’s bakkie was parked\r\nalongside the road on the inside of the curve\nand that its headlights\r\nwere on bright and shining into the road. The trial court erred and\r\nmisdirected itself in reaching the\ncontrary conclusion.\n[14]\r\nThere is also no reason not to accept the evidence of Mr Maritz that\r\nthe bakkie’s bright headlights blinded him momentarily\nthereby\r\ninterfering with his vision and causing him to drive onto the gravel\r\nverge which, in turn, led to the minibus capsizing.\nIt was argued by\r\nthe respondent that Mr Maritz would not have been blinded by the\r\nheadlights, even if bright, as the bakkie would\nnot have been facing\r\ndirectly towards him had he been looking at the roadway directly\r\nahead. However, not only are the respective\nangles of approach\r\nbetween the two vehicles a matter of speculation, but such an\r\nargument is based on a theoretical reconstruction\nof the event, an\r\nexercise always fraught with uncertainty that generally carries less\r\nweight than the direct and credible evidence\nof eyewitnesses.\n[3]\nMrs Maritz corroborated her husband on the dazzling effects of the\r\nbakkie’s headlights and his statement that he was blinded\nwas,\r\nin my view, satisfactorily shown to probably have been the case.\r\nIndeed it is the most obvious cause of what occurred.\n[15]\r\nThe issue then to be considered is whether Kgantsi was negligent in\r\nallowing the bright lights of his vehicle to shine into\nthe roadway\r\nas he did. It is now well settled that negligence will be established\r\nif (a) a reasonable person in the position of\nthe defendant would\r\nforesee the reasonable possibility of his or her conduct injuring\r\nanother’s person or property and would\ntake reasonable steps to\r\nguard against that occurring, and (b) the defendant failed to take\r\nsuch steps. Whether a reasonable person\nwould take steps to guard\r\nagainst harm and what steps would be reasonable must of course be\r\ndetermined in the light of the particular\ncircumstances of each\r\ncase.\n[4]\n[16]\r\nIt is a matter of common experience for motorists driving at night to\r\nbe faced with bright headlights of oncoming traffic that\ndazzle them.\r\nSome 67 years ago the learned authors MacIntosh and Scoble expressed\r\nthe opinion that it would probably be negligent\nfor a motorist to\r\nfail to dim his or her lights when approaching an oncoming vehicle,\r\nbut observed that there appeared to be no\nauthoritative decision on\r\nthe issue.\n[5]\nThe law reports of\r\nthis country in the intervening years are replete with decisions on\r\nwhether a motorist had driven negligently\nafter having been blinded\r\nby bright oncoming headlights\n[6]\nbut the issue of whether motorists who blind others by not dimming\r\ntheir headlights are negligent does not appear to have arisen\nfor\r\ndecision (counsel were unable to refer us to any such reported case\r\nnor did our own research bear fruit in this regard). As\nwas suggested\r\nby counsel for the appellant, this may well be due to the fact that\r\nmotorists who blind other motorists normally\ndo not stop at the scene\r\nof an accident to which they have contributed or because the former\r\nprovisions of the regulations promulgated\nunder s 26 of the Act\r\nprovided for the respondent’s liability only in the event of an\r\nunidentified motor vehicle coming into\nphysical contact with any\r\nother person, vehicle or object.\n[17]\r\nBe that as it may, the answer to the question whether Mr Kgantsi\r\nacted negligently in the circumstances of this case must be\nanswered\r\nin the affirmative. The dazzling effect of the bright headlights of\r\noncoming traffic impeding a motorist’s view\nof the roadway\r\nahead is all too common an experience, as already mentioned.\r\nAccordingly it is self-evident that a reasonable person\nin Mr\r\nKgantsi’s position who parks a motor vehicle with its\r\nheadlights shining brightly into a roadway at night would foresee\nthe\r\nreasonable possibility of an approaching motorist being blinded\r\nthereby and driving off the road. Indeed the danger of this\noccurring\r\nin the present case was exacerbated by the bakkie being on the inside\r\nof a relatively sharp curve rather than alongside\na straight stretch\r\nof roadway.\n[18]\r\nObvious reasonable steps to take to guard against this occurring were\r\nto dim the headlights or, indeed, to turn them off, leaving\nthe\r\nbakkie’s parking or hazard lights to warn of its presence. Mr\r\nKgantsi failed to take either of these steps, and his failure\nto do\r\nso fell short of what is required of a reasonable person in his\r\nposition. The inevitable finding is that he was causally\nnegligent in\r\nregard to the accident and the contrary conclusion reached by both\r\nthe trial court and the majority of the full court\ncannot stand.\n[19]\r\nSection 17(1) of the Act provides that the respondent shall be liable\r\nto compensate persons who have suffered damages as a\nresult of bodily\r\ninjuries ‘caused by or arising from the driving of a motor\r\nvehicle’. Section 20(2) of the Act goes\non to provide that a\r\nperson ‘who has placed or left a motor vehicle at any place\r\nshall be deemed to be driving that motor\nvehicle’ whilst it is\r\nstationary. The turning on of headlights of a motor vehicle, and the\r\nfailure to dim or turn them off,\nis causally connected to a\r\nmotorist’s use of a motor vehicle, and must be regarded as\r\n‘arising from the driving’\nof that vehicle. Indeed, the\r\nrespondent appears at all times to have accepted that to be the case.\r\nConsequently, as a result of\nMr Kgantsi’s negligence, the\r\nrespondent was liable to whatever damages Mr and Mrs Posthumus had\r\nsuffered from their bodily\ninjuries arising out of the accident. The\r\nappeal must succeed as their claims were therefore not limited by the\r\nprovisions of s\n18(1)(\nb\n) of the Act, and the trial court’s\r\norder that they be so limited cannot stand.\n[20]\r\nOne further matter must be mentioned. The appeal in this court was\r\nheard on Tuesday 10 March 2015. On the immediately preceding\nFriday\r\nthe respondents filed an application for a postponement of the\r\nappeal, supported by an affidavit from an attorney who alleged\nthat\r\nshe had been appointed to a panel that represented the respondent and\r\nthat, on 5 March 2015, she had received instructions\nto act for the\r\nrespondent in the place of the attorney that had until then been the\r\nattorney of record. She therefore sought a\npostponement to enable the\r\nrespondent’s fresh legal representatives ‘to acquaint\r\nthemselves with the matter’.\n[21]\r\nOn the day of the appeal when the matter was called at 9h45, counsel\r\nwho appeared for the respondent was informed that the\nterse affidavit\r\ndid not provide a satisfactory explanation for the respondent not\r\nbeing in the position to argue the appeal (I\nshould mention that\r\ncounsel involved had neither represented the respondent at any\r\nprevious stage and was not the author of the\nheads of argument which\r\nhad been filed in this court). We therefore allowed the matter to\r\nstand down until 11h15 for a supplementary\naffidavit to be prepared.\r\nThat deadline passed but, at 11h25 we were approached by counsel in\r\nchambers and asked for an extension\nuntil noon. When that deadline\r\nalso passed without the respondent’s legal representatives\r\nbeing present, we requested the\nappellant’s legal\r\nrepresentatives to telephone respondent’s new attorney of\r\nrecord to ascertain what was happening.\nThis proved unsuccessful as\r\nwe were informed from the Bar that the call had not been answered. As\r\nthere had still been no appearance\nby 12h20, the application for a\r\npostponement was dismissed with costs and the appeal then commenced.\r\nAt 12h35, while counsel for\nthe appellant was still addressing the\r\ncourt, the respondent’s counsel appeared and, after the end of\r\nthe appellant’s\naddress, was informed that the postponement\r\napplication had been refused. This notwithstanding, he not only\r\naccepted with alacrity\nthe invitation to argue the appeal but\r\nproceeded to do so with vigour, and addressed us fully on the\r\nmaterial issues. In these\ncircumstances why a postponement had been\r\nrequested in the first place is something of a mystery.\n[22]\r\nBe that as it may, for purposes of completeness the order set out\r\nbelow will include the order made in respect of the respondent’s\n\napplication for a postponement.\n[23]\r\nIt is ordered:\n1 The respondent’s\r\napplication for a postponement of the appeal is dismissed with costs.\n2 The appeal\r\nsucceeds with costs, and the order of the full court is set aside and\r\nsubstituted with the following:\n‘\n(a) The\r\nappeal succeeds with costs.\n(b) Paragraph 1 of\r\nthe trial court’s order of 25 October 2010 is amended by the\r\ndeletion of the words “limited in terms\nof section 18(1)(\nb\n)\r\nof the Act”.’\n__________________________\nL\r\nE Leach\nJudge\r\nof Appeal\nAppearances:\nFor\r\nthe Appellant: C J Nel\nInstructed by:\nLouw\r\n& Da Silva Inc Attorneys\nc/o\r\nVan der Merwe & Associates, Pretoria\nLovius\r\nBlock Attorneys, Bloemfontein\nFor\r\nthe Respondent: S E Motloung\nInstructed by:\nGildenhuys\r\nLessing Malatjie Inc, Pretoria\nMaduba\r\nAttorneys, Bloemfontein\n[1]\nThis\r\n\tis my translation from the Afrikaans ‘ongelukkig het ek my\r\n\tvoertuig se ligte op helder gelaat en nagelaat om die ligte\nte\r\n\tdomp’.\n[2]\nA\r\n\tcopy of his death certificate was available.\n[3]\nCompare\nMotor\r\n\tVehicle Assurance Fund v Kenny\n1984\r\n\t(4) SA 432E\nat 436G-437B cited with approval by this court in\nRoux\r\n\tv Hattingh\n2012\r\n\t(6) SA 428\n(SCA) para 20 and\nBiddlecombe\r\n\tv Road Accident Fund\n[2011]\r\n\tZASCA 225\npara 10.\n[4]\nSee\r\n\teg\nHawekwa\r\n\tYouth Camp and another v Byrne\n2010 (6) SA 83\n(SCA) para 23.\n[5]\nMacIntosh\r\n\t& Scoble\nNegligence\r\n\tin Delict\n3ed at 244.\n[6]\nSee\r\n\teg\nFlanders\r\n\t(Pty) Ltd v Trans Zambezi Express (Pty) Ltd\n2009 (4) SA 192\n(SCA),\nRodrigues\r\n\tv SA Mutual & General Insurance Co Ltd\n1981\r\n\t(2) SA 274\n(A) and\nSeemane\r\n\tv AA Mutual Insurance Association Ltd\n1975\r\n\t(4) SA 767\n(A).",
  "scraped_at": "2026-02-12T17:09:47.940905",
  "date": "2015-03-25",
  "coram": [
    "Mhlantla",
    "Leach",
    "Saldulker",
    "Mbha JJA",
    "Gorven AJA"
  ],
  "case_number": "20024/2014",
  "parties": {
    "applicants": [
      "Posthumus"
    ],
    "respondents": [
      "Road Accident Fund"
    ]
  },
  "sections": {
    "facts": "In May 2003 a Mercedes‑Benz Sprinter minibus driven by Andries Maritz left the N14 near Sannieshof and capsized, injuring Mr and Mrs Posthumus. The Posthumus estates later sued the Road Accident Fund, alleging that the accident was partly caused by a parked bakkie whose bright headlights dazzled Maritz, causing him to lose control. Evidence showed the bakkie was parked on the inside of a sharp curve with its lights left on, corroborated by an affidavit from the bakkie’s driver, Kgantsi, who admitted leaving the lights on while he attended to personal needs.",
    "issues": "1) Whether the driver of the parked bakkie was negligent by leaving its headlights on and thereby created a foreseeable risk of dazzling an approaching driver. 2) Whether that negligence establishes a causal link to the minibus accident. 3) Whether the Road Accident Fund’s liability should be limited under s 18(1)(b) of the Road Accident Fund Act, or whether the liability is unrestricted because the bakkie’s driver was also negligent.",
    "principles": "The court applied the established test for negligence: a reasonable person in the defendant’s position must foresee the possibility of injury and take reasonable steps to prevent it. It relied on sections 17(1) and 20(2) of the Road Accident Fund Act, which deem a person who leaves a vehicle stationary with headlights on as ‘driving’ that vehicle, thus making the Fund liable for injuries arising from that situation. The court also affirmed that causation requires the negligent act to be a contributing cause of the injury.",
    "application": "The court found that a reasonable person in Kgantsi’s position would have foreseen that bright headlights on a parked vehicle at a curve could blind an on‑coming driver. Kgantsi failed to dim or switch off the lights, breaching the duty of care. The testimonies of Mr and Mrs Maritz, together with Kgantsi’s affidavit, established that the headlights dazzled Maritz, causing him to veer onto the verge and lose control. Consequently, the bakkie’s driver was causally negligent, breaking the premise for the statutory limitation under s 18(1)(b).",
    "conclusion": "The appeal succeeded. The order of the full court was set aside and substituted: the limitation wording based on s 18(1)(b) was deleted, meaning the Road Accident Fund is liable for the full damages claimed by the Posthumus estates. Costs were awarded to the appellants, and the respondent’s application for a postponement of the appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "road accident",
      "headlights",
      "causation",
      "Road Accident Fund Act"
    ]
  }
}