{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/81.html",
  "case_name": "Absa Bank Limited v Keet (817/2013) [2015] ZASCA 81; 2015 (4) SA 474 (SCA); [2015] 4 All SA 1 (SCA) (28 May 2015)",
  "citation": "[2015] ZASCA 81",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 81\n|\nNoteup\n|\nLawCite\nAbsa Bank Limited v Keet (817/2013) [2015] ZASCA 81; 2015 (4) SA 474 (SCA); [2015] 4 All SA 1 (SCA) (28 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nNo: 817/2013\nIn\r\nthe matter between:\nABSA\r\nBANK\r\nLIMITED\n................................................................................................\nAPPELLANT\nand\nANDRÉ\r\nKEET\n............................................................................................................\nRESPONDENT\nNeutral\r\ncitation\n:\nAbsa\r\nBank v Keet\n(817/13)\n[2015] ZASCA 81\n(28 May 2015)\nCoram:\nMaya, Bosielo, Wallis, Zondi JJA and\r\nMeyer AJA\nHeard:\n11 May 2015\nDelivered:\n28 May 2015\nSummary:\nPrescription\n-\nA\nclaim under the\nrei\r\nvindicatio\nnot a debt in terms of\r\nChapter III of the\nPrescription Act 68 of 1969\n– does not\r\nprescribe after three years.\nORDER\nOn\r\nappeal from:\nNorth\r\nGauteng\nHigh\r\nCourt, Pretoria (Fabricius J sitting as court of first instance):\n1.\r\nThe appeal succeeds and the order of the high court upholding the\r\nspecial plea of prescription is substituted with the following:\n‘\nThe\r\nspecial plea of prescription is dismissed.’\n2.\r\nNo order is made as to costs.\nJUDGMENT\nZondi\r\nJA\n(Maya, Bosielo, Wallis JJA and\r\nMeyer AJA concurring):\n[1]\nThe\r\nmain issue in this appeal is whether a claim under the\nactio\r\nrei vindicatio\nbecomes prescribed after three years by virtue of the provisions of\r\ns 10 of the Prescription Act 68 of 1969 (the\nPrescription Act).\nThe\ncourt a quo (Fabricius J) held that it did. In so doing he\r\nrejected the view of Blignault J in\nStaegemann\r\nv Langenhoven\n[1]\nthat\r\nsuch a claim is not a debt for the purposes of Chapter III of the\nPrescription Act and\ncan accordingly not be defeated by a plea of\r\nextinctive prescription.\n[2]\r\nThe issue arose in the following circumstances: Eastvaal Motors\r\nLimited (‘Eastvaal Motors’) sold a tractor vehicle\n\n(‘vehicle’) to the respondent, André Keet, in\r\nterms of a written instalment sale agreement (‘the agreement’)\n\nconcluded by the parties on 26 September 2003. Eastvaal Motors’\r\nright, title and interest in and to the agreement was ceded\nto the\r\nappellant, Absa Bank Limited, on 26 September 2003. Thereafter the \r\nrespondent took delivery of the vehicle.\n[3]\r\nIt was an express term of the agreement that ownership of the vehicle\r\nwould not pass to the respondent until all amounts owing\nunder the\r\nagreement had been paid in full. The purchase price would be paid by\r\nway of a specified number of instalments commencing\non 1 November\r\n2003 and ending on 1 November 2007. It was a further term of the\r\nagreement that, if the respondent failed to comply\nwith any\r\nprovisions of the agreement, or failed to make any payment in terms\r\nthereof, the appellant would be entitled to the return\nand possession\r\nof the vehicle. In that event the appellant would also be entitled to\r\ndemand payment of any arrear instalments.\n[4]\r\nOn 18 November 2011 the appellant instituted action against the\r\nrespondent in the North Gauteng High Court. It alleged that\nthe\r\nrespondent was in breach of the agreement in that he had defaulted in\r\npaying the instalments due and that it had cancelled\nthe agreement.\r\nThe summons was served on the respondent on 14 December 2011. In that\r\naction the appellant sought confirmation of\nits cancellation of the\r\nagreement and the repossession of the vehicle.\n[5]\r\nThe respondent defended the action, and apart from pleading over on\r\nthe merits of the appellant’s claims, delivered a\nspecial plea\r\nin which he alleged that the appellant’s claim for payment of\r\narrears had become prescribed under the\nPrescription Act. In\nhis\r\nspecial plea the respondent alleged that the agreement on which the\r\nappellant sued would have come to an end on 1 November\n2007, which is\r\nthe date on which he contended the amount alleged to be outstanding\r\nbecame due and payable. The respondent contended\nthat in terms of\ns\r\n11\nof the\nPrescription Act, ‘any\nclaim for arrears’\r\nagainst the respondent pursuant to the agreement prescribed on 31\r\nOctober 2010. For that reason, he contended\nthat it was not open to\r\nthe appellant to cancel the agreement and recover possession of the\r\nvehicle. The appellant did not replicate\nto the respondent’s\r\nspecial plea. The special plea was set down separately. On the basis\r\nof an assumption that what was pleaded\nby the respondent in his\r\nspecial plea, though inelegantly expressed, covered the point, the\r\nissue for determination was whether\nthe appellant’s claim for\r\nrepossession of the vehicle had become prescribed.\n[6]\r\nThe court a quo upheld the special plea with costs. It did so on the\r\nbasis of its finding that\nStaegemann\n,\r\nin which it was held that a vindicatory claim being a claim to\r\nownership in a thing and not a claim for payment of a debt, does\nnot\r\nprescribe after three years, was wrongly decided.\n[2]\nIn\r\nupholding the plea it followed cases such as\nEvins\r\nv Shield Insurance Co Ltd\n;\n[3]\nBarnett\r\nv Minister of Land Affairs\n;\n[4]\nGrobler\r\nv Oosthuizen\n;\n[5]\nand\nLeketi\r\nv Tladi NO\n.\n[6]\n(More\r\non these cases will be said later in the judgment). It reasoned that\r\nif\nStaegemann\nwere\r\ncorrect, ‘the Bank could withhold its demand for the tractor\r\nfor another decade or even longer, and then demand return\nof the\r\nvehicle so that it could calculate its damages’. It went on to\r\nrefer to a recent decision of this Court in\nBester\r\nv Schmidt Bou Ontwikkelings CC\n,\n[7]\nin\r\nwhich the correctness of\nBarnett\nand\r\nthe decisions that followed it, was doubted and in which this Court\r\nfound the reasoning in\nStaegemann\nattractive\r\nand quite convincing. This statement did not persuade the court a quo\r\nto adopt the reasoning in\nStaegemann\n.\n[7]\r\nThe parties reached a settlement shortly before the hearing so that\r\nthe respondent was not represented. In view of the nature\nof the\r\nissues involved, this Court asked the Free State Bar Council to\r\nappoint an amicus curiae and we are grateful to him. At\nthe hearing\r\nof this appeal this Court requested the appellant and the amicus\r\ncuriae to address it on two preliminary points. The\nfirst was whether\r\nprescription of the vindicatory claim had been pertinently raised in\r\nthe pleadings.\n[8]\nThe\r\nsecond was whether  the subsequent settlement of the matter by the\r\nparties and the withdrawal by the respondent of his opposition\nto the\r\nappeal had not rendered the appeal moot by virtue of the provisions\r\nof\ns 16(2)(\na\n)(i)\r\nof the\nSuperior Courts Act 10 of 2013\n.\n[9]\nWith\r\nregard to the first point the parties were agreed that nothing turned\r\non it as the issue was fully ventilated when the special\nplea was\r\nargued in the court a quo and that its judgment dealt with it and it\r\nis an issue in respect of which leave to appeal to\nthis Court was\r\ngranted, submitted the appellant. As to the second point, the\r\nappellant urged on this Court to hear the appeal notwithstanding\nits\r\nmootness on the ground that it raises a discrete legal issue of\r\npublic importance.\n[8]\r\nAs a general principle, courts should not decide issues that are of\r\nsolely academic interest. This principle is trite,\n[10]\nbeing\r\none of long standing.\n[11]\nNotwithstanding\r\nits mootness, I am of the view that this appeal is a proper matter\r\nfor this Court to exercise its discretion in\nfavour of hearing\r\nit.\n[12]\nThe\r\nissue of the legal nature of a vindicatory claim and whether it gives\r\nrise to a debt that is subject to extinctive prescription\nhas been\r\ndecided differently by different divisions of the high court. The\r\nrecent decision of\nStaegemann\non the period of extinctive prescription applicable to the\r\nvindicatory claim departs from the earlier decision in what is now\r\nthe Gauteng Local Division in\nEvins\n,\r\nwhich received this Court’s approval in\nBarnett.\nThat\r\ndecision was in turn followed by this Court in\nGrobler\nand\nLeketi\n.\r\nThis Court in\nBester\ndoubted the correctness of all three of these decisions of this Court\r\nand expressed the view that a day would arise when this Court\nwould\r\nhave an opportunity to reconsider this vexing legal question. This is\r\nthat day. Undoubtedly this appeal raises a discrete\nlegal issue of\r\npublic importance ‘that would affect matters in the future and\r\non which the adjudication of this Court is\nrequired . . .’\n[13]\nMoreover,\r\nthe issue is not a factual dispute between the parties, but rather a\r\nmatter of law that will affect many litigants beyond\nthe confines of\r\nthis case.\n[9]\r\nI turn now to consider the merits of the appeal, namely whether the\r\nappellant’s claim for the repossession of its vehicle\nis a\r\n‘debt’, which for the purposes of the\nPrescription Act\nprescribes\nafter three years. The court a quo dismissed the\r\nappellant’s claim for repossession of the vehicle on the basis\r\nthat it was\na ‘debt’ as contemplated in\ns 11\nof the\nPrescription Act and\nthus prescribed after three years. As I have\r\nalready stated above, it reached its conclusion on the basis that\nStaegemann\nwas wrongly decided.\n[10]\r\nCounsel for the appellant submitted that a vindicatory claim is\r\nclearly a claim based on ownership of a thing and that it cannot\nbe\r\ndescribed as a claim for satisfaction of a debt. He argued that this\r\nCourt should follow the reasoning in\nStaegemann\n,\r\nwhich he submitted, was correct. The amicus curiae submitted that if\r\nthe legislature in its wisdom, had wanted to stipulate the\nperiod of\r\nprescription in respect of a vindicatory claim, for which neither the\r\n1943\nPrescription Act nor the\npresent\nPrescription Act provided\n, it\r\ncould have done so. But it chose not to do so, because, he submitted,\r\nit intended the prescription period in respect of a vindicatory\nclaim\r\nto be decided on a case by case basis. But when asked by the Court\r\nwhether that proposition reflected a correct approach\nto construing a\r\nstatute such as the\nPrescription Act, he\nwas constrained to concede\r\nthat the construction he contended for was incorrect. His alternative\r\nargument was that for the sake\nof consistency this Court should in\r\nconstruing the Prescription Act interpret the concept ‘debt’\r\nin the same manner\nas it was interpreted in cases such as\nBarnett\n;\nDesai\r\nN.O.\nv\r\nDesai\n;\n[14]\n;\r\nand\nElectricity\r\nSupply Commission v Stewarts & Lloyds of SA (Pty) Ltd\n.\n[15]\n[11]\nStaegemann\nwas\r\na case on all fours with the present one. The applicant claimed the\r\nreturn of his vehicle from the first respondent, who had\nbought it\r\nfrom a third party, to whom it was fraudulently sold by the third\r\nrespondent. The first respondent resisted the applicant’s\nclaim\r\ncontending that the claim had prescribed. This plea was rejected\r\nafter a thorough review of the authorities.\n[12]\r\nIt was pointed out by Holmes AJA in\nElectricity\r\nSupply Commission\nat\r\n344F-H with reference to the\nShorter\nOxford\r\nEnglish Dictionary\nand also to\nLeviton\r\n& Son v De Klerk’s Trustee\n[16]\nthat\r\na debt is ‘that which is owed or due; anything (as money, goods\r\nor services) which one person is under obligation to\npay or render to\r\nanother and ‘whatever is due –\ndebitum\n– from any obligation’. That definition was thereafter\r\nadopted and extended by this Court in\nDesai\r\nN.O.\nat\r\n146I-J where a ‘debt’ was said to have ‘a wide and\r\ngeneral meaning, and includes an obligation to do something\nor\r\nrefrain from doing something’.\nThe\r\nnotion that a vindicatory claim constituted a debt subject to\r\nextinctive prescription has its origins in the following statement\nin\nEvins\n(at\r\n1141F-G):\n‘\nThe\r\nword “debt” in the\nPrescription Act must\nbe given a wide\r\nand general meaning denoting not only a debt sounding in money which\r\nis due, but also, for example, a debt for\nthe vindication of\r\nproperty.’\n[13]\nIt\r\nis by no means clear what King J intended by this dictum.\nEvins\ndealt\r\nwith a motor vehicle accident claim and the issue was whether a claim\r\nfor personal injuries and a claim for damages for loss\nof support\r\narising from the death of the plaintiff’s husband were separate\r\nclaims or a single debt for the purposes of prescription.\nNo issue of\r\na vindicatory claim arose for consideration. As the judge was\r\ncontrasting a claim sounding in money with a claim for\ndelivery of\r\nproperty, he may have meant nothing more than that both types of\r\nclaims could give rise to a debt. His statement was\nnot approved when\r\nthe case came before this Court in\nEvins\n[17]\nand\r\nthere is a passage in the judgment of Corbett JA (at 842E-F) that\r\nseems inconsistent with it. There, in dealing with what constitutes\na\r\ndebt for purposes of prescription, Corbett JA said:\n‘…\nit\r\nis clear that the “debt” is necessarily the correlative\r\nof a right of action vested in the creditor, which likewise\nbecomes\r\nextinguished simultaneously with the debt. (Cf\nErasmus\r\nv Grunow en ‘n Ander\n1978 (4) SA\r\n233\n(O) at 245E.)’\n[14]\r\nIn\nErasmus\r\nv Grunow\n,\r\nVan Heerden J had said that ‘a right of action’ and ‘a\r\ndebt’ were two poles of an obligation’ (‘’n\n\nVorderingsreg en ‘n skuld is egter twee pole van ‘n\r\nverbintenis’.) In other words, they are the opposite poles\nof a\r\nsingle obligation.\n[18]\nAn\r\nobligation for these purposes could arise from contract, delict or\nex\r\nlege\nas Van Heerden AJA made clear in\nOertel\n,\n[19]\nwhere\r\nhe said that a debt is an obligation to do something, either by\r\npayment or the delivery of goods or services. It is one pole\nof an\r\nobligation, which in this context encompasses a right to receive and\r\na corresponding duty to give. Significantly absent from\nthis\r\nexposition is any suggestion that a claim arising other than from an\r\nobligation of this character, such as a claim to enforce\na real\r\nright, is a debt.\n[15]\r\nIn\nBarnett\nthis Court was confronted with a special plea of prescription raised\r\nby certain persons who had occupied and built structures on\nState\r\nland. The occupiers’ argument in support of the plea relied on\ns 12(3)\nof the\nPrescription Act. They\ncontended that the prescription\r\nperiod of three years commenced to run, at the latest, when the\r\ngovernment acquired knowledge of\nthe ‘identity of the debtor\r\nand of the facts upon which the debt arose’; the ‘debt’\r\nbeing the vindicatory\nrelief which the government sought to enforce.\n[16]\r\nBrand JA writing for this Court stated at para 19 of the judgment\r\nwith reference  to\nEvins\nthat\r\nhe was prepared to accept that the vindicatory relief which the\r\ngovernment sought to enforce constituted a ‘debt’\nas\r\ncontemplated by the\nPrescription Act. He\nsaid that he could see no\r\nreason why it would not include a claim for the enforcement of an\r\nowner’s right to property. But\nthen the prescription point was\r\ndismissed on the basis of application of the concept of a continuous\r\nwrong.\n[20]\n[17]\nGrobler\nconcerned the question whether a claim to recover the\r\nproceeds of certain insurance policies ceded to the appellant’s\r\nlate\nhusband, had prescribed. The high court held on the basis of the\r\napplication of the pledge theory that what the applicant there\nsought\r\nto enforce was a vindicatory claim that became prescribed after 30\r\nyears. This Court rejected that finding. At para 19 this\nCourt\r\nstated:\n‘\n.\r\n. . the prescription period of 30 years in\ns 1\nof the\nPrescription\nAct relates\nto acquisitive prescription. For extinctive prescription,\r\nthe period can, in the present context, only be three years provided\r\nfor in\ns 11\n(d)\nof the Act’.\nIt\r\nreferred to\nEvins\nand\nBarnett\nin\r\nsupport of that proposition.\nIn the end\r\nnothing turned on the prescription point and the case was decided on\r\nother grounds.\n[18]\nIn\nLeketi\nthe\r\nappellant alleged that his grandfather had fraudulently caused\r\ncertain property to be registered in his own name instead of\nin the\r\nname of the appellant’s late father. His claim was directed at\r\nsetting aside the registration in the name of his grandfather\nand\r\nthen procuring transfer of the property from his late father’s\r\nestate. The claim was not a vindicatory claim and accordingly\nthe\r\nreference to\nBarnett\nwas\r\nobiter and irrelevant to the decision, which turned on the\r\nappellant’s knowledge of the allegedly fraudulent transfer.\n[19]\r\nIn\nSchmidt\r\nBou Ontwikkelings\nthe\r\nquestion whether a vindicatory claim gives rise to a ‘debt’\r\nwhich prescribed after three years, was raised, but\nnot decided by\r\nthis Court. But the reasoning in\nStaegemann\nin\r\nwhich the correctness of\nBarnett\nwas doubted, was found attractive and quite convincing and an\r\ninclination was expressed to revisit the correctness of the decisions\n\nin\nBarnett\n;\nGrobler\n;\r\nand\nLeketi\nto the effect that such a claim is extinguished by prescription after\r\nthree years.\n[21]\n[20]\r\nIn my view, there is merit in the argument that a vindicatory claim,\r\nbecause it is a claim based on ownership of a thing, cannot\nbe\r\ndescribed as a debt as envisaged by the\nPrescription Act. The\nhigh\r\ncourt in\nStaegemann\n(para\r\n16) was correct to say that the solution to the problem of the\r\nprescription is to be found in the basic distinction in our\nlaw\r\nbetween a real right (\njus\r\nin re\n)\r\nand a personal right (\njus\r\nin personam\n).\r\nReal rights are primarily concerned with the relationship between a\r\nperson and a thing and personal rights are concerned with\na\r\nrelationship between two persons.\n[22]\nThe\r\nperson who is entitled to a real right over a thing can, by way of\r\nvindicatory action, claim that thing from any individual\nwho\r\ninterferes with his right. Such a right is the right of ownership.\r\nIf, however, the right is not an absolute, but a relative\nright to a\r\nthing, so that it can only be enforced against a determined\r\nindividual or a class of individuals, then it is a personal\n\nright.\n[23]\n[21]\r\nThat distinction between real rights and personal rights has\r\nconsistently been recognised in our case law\n[24]\nand\r\nwas recently explained by this Court in\nNational\r\nStadium South Africa (Pty) Ltd v Firstrand Bank Ltd\n[25]\npara\r\n31:\n‘\nThe\r\nfirst concerns the distinction between real and personal rights. Real\r\nrights have as their object a thing (Latin:\nres\n;\r\nAfrikaans: saak). Personal rights have as their object performance by\r\nanother, and the duty to perform may (for present purposes)\narise\r\nfrom a contract. Personal rights may give rise to real rights; for\r\ninstance, a personal obligation to grant someone a servitude\nmatures\r\ninto a real right on registration. Real rights give rise to\r\ncompetencies: ownership of land entitles the owner to use the\nland or\r\nto give others rights in respect thereof. Others may say that\r\nownership consists of a bundle of rights, including the right\nto use\r\nthe land, but it does not really matter who is right on this point.’\n[22]\r\nWessels points out at 3-4 that:\n‘\nIn\r\na real right we have the owner in direct relation to the thing he\r\nclaims, but in a personal right the claimant must claim his\nright to\r\na thing or act indirectly through an intermediate person called a\r\ndebtor. The person who claims from his debtor money\nlent has no\r\nabsolute right to particular coins, but he has the right of\r\ncompelling his debtor to pay him what is due to him by\nvirtue of the\r\nloan. The debtor is under a legal obligation to pay his creditor what\r\nis due to the latter.’\n[23]\r\nThe obligation which the law imposes on a debtor does not create a\r\nreal right (\njus\r\nin rem\n),\r\nbut gives rise to a personal right (\njus\r\nin personam\n).\r\nIn other words, an obligation does not consist in causing something\r\nto become the creditor’s property, but in the fact\nthat the\r\ndebtor may be compelled to give the creditor something or to do\r\nsomething for the creditor or to make good something in\nfavour of the\r\ncreditor.\n[26]\n[24]\r\nThe manner in which the\nPrescription Act is\nstructured, reflects this\r\ndistinction ─ acquisitive prescription of real rights is dealt\r\nwith in Chapters 1 and 2 and the\nextinctive prescription of\r\nobligations is dealt with in Chapter 3. The reason for arranging the\nPrescription Act in\nthis manner was explained by Professor J C de\r\nWet, the author and draftsman of the present\nPrescription Act, in\na\r\nfull memorandum he submitted to the Legislature. The memorandum was\r\npublished in February 1979 in a work called\nOpuscula\r\nMiscellanea\n.\n[27]\nProfessor\r\nde Wet had this to say at p 77 para 5:\n‘\nWhether\r\nprescription is concerned with a single legal concept with two\r\nbranches, viz. acquisitive and extinctive prescription, or\nwhether\r\nthere are in fact two distinct legal concepts is an old controversy.\r\nIt appears to me that one is actually concerned with\ntwo distinct\r\nlegal concepts and even the expressions, “acquisitive”\r\nand “extinctive” prescription are somewhat\nunfortunate\r\nand misleading. It is true that the passage of time plays a role in\r\nboth legal concepts and that certain circumstances,\nconnected to the\r\nperson against whom “prescription runs”, apply to both\r\nlegal concepts, but nonetheless the two legal\nconcepts rest on\r\ndifferent foundations. In the case of acquisitive prescription one is\r\nconcerned with real rights, which do not\nconcern simply the\r\nacquisition of a right by the one and the loss of a right by the\r\nother, but also outward appearances that may\naffect third parties in\r\ntheir relationships with the one or the other. The rationale for the\r\nacquisition of real rights by prescription\nis the perpetuation of a\r\nfactual situation that has existed for a long time, and upon which\r\nthird parties may rely in their relationships\nwith the ostensible\r\nrightful owner. In the case of extinctive prescription one is more\r\nspecifically concerned with the relationship\nbetween creditor and\r\ndebtor and prescription serves in the first instance to protect the\r\ndebtor against claims that perhaps never\ncame into existence or had\r\nalready been extinguished. The obligation is by its nature and\r\nsubstance a temporary relationship that\nis destined to terminate\r\nthrough performance and moreover a relationship between creditor and\r\ndebtor in which third parties are\nonly indirectly involved. A real\r\nright, by contrast, is a relationship of a durable nature, that can\r\nbe maintained against anyone\nand everyone, and which can impede\r\ncommerce if outsiders cannot with confidence rely on the appearance\r\nthereof.’\n[28]\n(My\r\nown translation)\n[25]\r\nIn the circumstances, the view that the vindicatory action is a\r\n‘debt’ as contemplated by the\nPrescription Act which\nprescribes after three years is, in my opinion, contrary to the\r\nscheme of the Act. It would, if upheld, undermine the significance\nof\r\nthe distinction which the\nPrescription Act draws\nbetween extinctive\r\nprescription, on the one hand and acquisitive prescription on the\r\nother. In the case of acquisitive prescription\none has to do with\r\nreal rights. In the case of extinctive prescription one has to do\r\nwith the relationship between a creditor and\na debtor. The effect of\r\nextinctive prescription is that a right of action vested in the\r\ncreditor, which is a corollary of a ‘debt’,\nbecomes\r\nextinguished simultaneously with that debt.\n[29]\nIn\r\nother words, what the creditor loses as a result of operation of\r\nextinctive prescription is his right of action against the debtor,\n\nwhich is a personal right. The creditor does not lose a right to a\r\nthing. To equate the vindicatory action with a ‘debt’\nhas\r\nan unintended consequence in that by way of extinctive prescription\r\nthe debtor acquires ownership of a creditor’s property\nafter\r\nthree years instead of 30 years that is provided for in\ns 1\nof the\nPrescription Act. This\nis an absurdity and not a sensible\r\ninterpretation of the\nPrescription Act.\n[30\n]\n[26]\nI am aware that we are differing from a\r\nview that has been expressed in three judgments of this court, albeit\r\nin my view none of\nthose decisions was dependent upon the correctness\r\nof that view for the ultimate result. However, to the extent that\r\nthis view\ncould be seen as the ratio decidendi of those decisions, I\r\nwould hold that it was incorrect. I am aware of the restricted basis\n\nupon which this Court departs from its earlier decisions, but am of\r\nthe view that this is one of those rare cases in which it is\n\nappropriate to do so. First, the decision (\nBarnett\n)\r\nis of reasonably recent origin so it cannot be said that people have\r\norganised their affairs on the basis that it was correct.\nSecond, the\r\nauthor of the decision has indicated that it should be reviewed by\r\nthis Court. Third, the perpetuation of that view\ngives rise to\r\nabsurdity in the construction of an important statute and would cause\r\nuncertainty in a multitude of relationships.\n[27]\r\nIn the circumstances, the court a quo erred in upholding the special\r\nplea on the basis of its finding that a claim for delivery\nof a\r\ntractor was a ‘debt’ that becomes prescribed after three\r\nyears by virtue of the provisions of\ns 10\nof the\nPrescription Act.\n>\n[28]\r\nIn the result the following order is made:\n1. The appeal\r\nsucceeds and the order of the high court upholding the special plea\r\nof prescription is substituted with the following:\n‘\nThe\r\nspecial plea of prescription is dismissed.’\n2. No order is made\r\nas to costs.\n_______________________\nD\r\nH Zondi\nJudge\r\nof Appeal\nAppearances\nFor\r\nthe Appellant: N C De Jager\nInstructed\r\nby:\nWebber\r\nWentzel Attorneys, Cape Town\nc/o\r\nMatsepes Inc Attorneys, Bloemfontein\nAmicus Curiae:  L le\r\nR Pohl SC\n[1]\nStaegemann\r\n\tv Langenhoven & others\n2011 (5) SA 648\n(WCC).\n[2]\nSee also J Saner\nPrescription\r\n\tin South African Law\n,\r\n\t(Service Issue 21 – September 2014) at 3-40─3-41 in\r\n\twhich the reasoning in\nStaegemann\nwas\r\n\tcriticised.\n[3]\nEvins\r\n\tv Shield Insurance Co Ltd\n1979 (3) SA 1136\n(W) at 1141F-G.\n[4]\nBarnett\r\n\t& others v\nMinister\r\n\tof Land Affairs & others\n2007\r\n\t(6) SA 313\n;\n[2007] ZASCA 95\n(SCA) para 19.\n[5]\nGrobler\r\n\tv Oosthuizen\n2009 (5) SA 500\n;\n[2009] ZASCA 51\n(SCA) para 18.\n[6]\nLeketi\r\n\tv Tladi NO & others\n[2010]\r\n\t3 All SA 519\n;\n[2010] ZASCA 38\n(SCA) paras 8 and 21.\n[7]\nBester\r\n\tNO & others v Schmidt Bou Ontwikkelings CC\n2013 (1) SA 125\n;\n[2012] ZASCA 125\n(SCA) para 15.\n[8]\nSection 17(2)\nof the\nPrescription Act.\n[9\n]\nSection 16(2)\n(a)\n(i)\r\n\tprovides:\n‘\nWhen\r\n\tat the hearing of an appeal the issues are of such a nature that the\r\n\tdecision sought will have no practical effect or result,\nthe appeal\r\n\tmay be dismissed on this ground alone.’",
  "scraped_at": "2026-02-12T17:21:07.837801",
  "date": "2015-05-28",
  "coram": [
    "Maya",
    "Bosielo",
    "Wallis",
    "Zondi JJA",
    "Meyer AJA"
  ],
  "case_number": "817/2013",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "ANDRÉ KEET"
    ]
  },
  "sections": {
    "facts": "Eastvaal Motors sold a tractor vehicle to André Keet under a written instalment sale agreement dated 26 September 2003. Ownership was to vest in Keet only after full payment of the instalments scheduled between November 2003 and November 2007. The agreement was ceded to ABSA Bank on the same date. Keet defaulted on the instalments and ABSA cancelled the agreement, seeking repossession of the vehicle. In the High Court, the respondent pleaded a special plea that ABSA’s claim for arrears and repossession was prescribed under the Prescription Act, arguing that the claim became due on 1 November 2007 and prescribed three years later. The High Court upheld the special plea and dismissed ABSA’s claim.",
    "issues": "The central legal issue was whether a claim under the actio rei vindicatio (a vindicatory claim to recover ownership of a thing) constitutes a ‘debt’ within the meaning of Chapter III of the Prescription Act 68 of 1969 and therefore prescribes after three years.",
    "principles": "The Court examined the definition of ‘debt’ in the Prescription Act, distinguishing between real rights (jus in rem) and personal rights (jus in personam). It reviewed prior authorities such as Staegemann, Evins, Barnett, Grobler, Leketi and Bester, noting the inconsistent treatment of vindicatory claims. The Court endorsed the view that a vindicatory claim, being rooted in a real right to ownership, is not a debt for purposes of extinctive prescription, and that the structure of the Prescription Act—separating acquisitive and extinctive prescription—supports this interpretation.",
    "application": "Applying the principle, the Court held that ABSA’s claim for repossession of the vehicle was a vindicatory claim based on ownership, not a debt. Consequently, the three‑year prescription period under s 10/11 of the Prescription Act does not apply. The lower court’s finding that the claim was a debt and therefore prescribed was erroneous.",
    "conclusion": "The appeal succeeds. The High Court order upholding the special plea of prescription is set aside and the special plea is dismissed. No order as to costs was made."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Property Law",
    "level_3": [
      "actio rei vindicatio",
      "prescription",
      "real rights",
      "bank",
      "instalment sale"
    ]
  }
}