{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/94.html",
  "case_name": "Modiga v The State (20738/14) [2015] ZASCA 94; [2015] 4 All SA 13 (SCA) (1 June 2015)",
  "citation": "[2015] ZASCA 94",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 94\n|\nNoteup\n|\nLawCite\nModiga v The State (20738/14) [2015] ZASCA 94; [2015] 4 All SA 13 (SCA) (1 June 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20738/2014\nReportable\nIn\r\nthe matter between\nSIMON\r\nMODIGA       \r\n                            \n\n         \r\n                                               \n\nAPPELLANT\nand\nTHE STATE      \r\n                                               \n\n                                           \n\nRESPONDENT\nNeutral\r\ncitation:\nModiga v The State\n(20738/14)\n[2015] ZASCA 94\n(01 June\r\n2015)\nCoram:\nBosielo and Saldulker JJA and Van der\r\nMerwe AJA\nHeard:\n13 May 2015\nDelivered:\n01 June 2015\nSummary\n:  \r\nCriminal appeal against convictions and sentences – appellant\r\nconvicted on multiple counts – whether the\nappellant was a\r\nmember of the gang of robbers – evidence by a single witness –\r\ncircumstantial evidence – adequacy\nof the evidence.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court,\r\nPretoria (Claasen, Pretorius and Makgoka JJ sitting as a court of\r\nappeal):\nThe appeal succeeds\r\npartially as follows:\n1 The appeal against the\r\nconvictions in respect of counts 1, 2, 6 and 7 is dismissed. The\r\nconvictions and the sentences imposed\nare confirmed.\n2\r\nThe appeal against the convictions in respect of counts 3 and 4 is\r\nupheld. The convictions and the sentences in respect of counts\n3 and\r\n4 are set aside.\nJUDGMENT\nBosielo JA (Saldulker\r\nJA and Van der Merwe AJA concurring):\n[1]\r\nAt approximately 12h30 on 17 December 2007, a cash-in-transit heist\r\ntook place on the Visgat Road near Vereeniging. A vehicle\nbelonging\r\nto Fidelity Cash Management Services (Fidelity Guards) was on its way\r\nto its depot in Vanderbijlpark having collected\nmoney from Rand Water\r\nBoard when a group of men waylaid and forced it out of the road. A\r\nnumber of men descended onto it and snatched\nthe money containers.\r\nTwo stolen vehicles, a Mercedes-Benz and a Mazda Drifter were used in\r\nthe robbery. Reacting to a radio report,\nSergeant Robert Henry Deere\r\n(Deere) who was doing patrol duties in the area drove to the scene.\r\nWhilst en route to the crime scene\nhe observed a Mazda Drifter and a\r\nToyota Cressida driving away from the Fidelity Guards’ motor\r\nvehicle which was parked alongside\nthe road. As these vehicles passed\r\nhim, some passengers at the back of the Mazda Drifter shot at him. He\r\nmade a U-turn and chased\nthem. A wild chase concomitant with some\r\nshooting ensued. Later that day, four males including the appellant\r\nwere arrested by police\nofficers in an area called Drie Rieviere.\n[2]\r\nSubsequently, all the five men were charged in the Vereeniging\r\nRegional Court, with multiple offences which included two counts\nof\r\nrobbery with aggravating circumstances in that firearms were used;\r\ntwo counts of theft of motor vehicles (the Mercedes-Benz\nand the\r\nMazda Drifter); attempted murder of Deere; unlawful possession of a\r\nmachine-gun (AK47); unlawful possession of ammunition\nfor a\r\nmachine-gun; unlawful possession of firearms and unlawful possession\r\nof ammunition. The appellant was convicted on two counts\nof robbery,\r\ntwo counts of a contravention of s 37(1) of the General Law Amendment\r\nAct 62 of 1955 (involving the Mercedes Benz and\nMazda Drifter),\r\nunlawful possession of a machine-gun (AK47) and unlawful possession\r\nof ammunition for a machine-gun. He was sentenced\nto a cumulative\r\nsentence of imprisonment for 45 years.\n[3]\r\nAggrieved by his convictions and sentence, the appellant appealed to\r\nthe North Gauteng High Court, Pretoria. His appeal succeeded\n\npartially in that, although his convictions were confirmed, his\r\neffective sentence was reduced to imprisonment for 22 years. The\n\ncourt a quo having granted him partial leave to appeal against counts\r\nof theft of motor vehicles, this appeal is with the leave\nof this\r\nCourt.\n[4]\r\nI interpose to state that a series of formal admissions were made in\r\nterms of s 220 of the Criminal Procedure Act 51 of 1977\n(CPA) in\r\nterms whereof all the averments regarding the robberies, theft of\r\nmotor vehicles, possession of firearms and ammunition\nwere admitted.\r\nThe only issue placed in dispute was the involvement of the appellant\r\nin these offences. As a result, this appeal\nfalls to be decided on a\r\nnarrow compass namely the identity of the appellant as a member of\r\nthe gang of robbers which robbed the\nFidelity Guards that day.\n[5]\r\nAlthough the respondent called a number of witnesses, who included\r\npolice officers, a security officer and the owners of the\nstolen\r\nvehicles and, importantly, the owner of the house where the appellant\r\nwas eventually arrested by the police, only two witnesses\nimplicated\r\nthe appellant. These were Deere, the police officer who arrived first\r\nat the crime scene and Mr Saul Nxuma (Nxuma),\nthe owner of the house\r\nwhere the appellant was arrested.\n[6]\r\nI interpose to state that the trial court found the evidence of Deere\r\nunreliable as he had contradicted himself on material\naspects of the\r\ncase and therefore his evidence was rejected. It suffices to state\r\nthat this finding is fully borne out by the record.\nAs a result, I\r\ncannot quibble with it. Self-evidently there is no need to refer to\r\nhis evidence. This resulted in Nxuma being a\nsingle witness regarding\r\nthe appellant’s involvement in the crimes. Undoubtedly, as the\r\nevidence of Nxuma was pivotal to\nthe conviction of the appellant, it\r\ncalled for a cautious approach and serious consideration.\n[7]\r\nThe general tenor of Nxuma’s evidence is as follows: that he is\r\nthe owner of house number 22 Wallnut Street, Drie Riviere;\non 17\r\nDecember 2007, he was at his home with his four year old boy; whilst\r\nrelaxing in his bedroom, he heard a commotion and screeching\nof tyres\r\nof a vehicle outside his home in the street; instinctively he peeped\r\nthrough his window to see what was happening; he\nsaw a cream white\r\nbakkie with a green stripe on the side at the intersection; there\r\nwere some  males on the back of the bakkie\nwho had fire-arms;\r\nthe bakkie then made a U-turn and he lost sight of it. On the\r\nevidence as a whole this was the Mazda Drifter.\n[8]\r\nThereafter  he heard  footsteps inside his house; he moved\r\ndown to the ground floor from the upper floor to see what\nwas\r\nhappening; he was met by an unknown  male who had a plastic bag\r\nand a long fire-arm in his hand; this unknown man pointed\nthe firearm\r\nat him and bellowed ‘hamba-hamba’ (walk, walk); shortly\r\nthereafter a second unknown  male emerged\ninto the passage and\r\nbumped against the two of them; Nxuma lost his balance and fell; he\r\nthen stood up and fled to the outside\nthrough his sitting room door\r\nwhere he found a number of police officers.\n[9]\r\nHe told the police officers that he had left his son inside the house\r\nand that there were unknown people inside. He then re-entered\nhis\r\nhouse with one policeman to fetch his four year old son; they found\r\nthe appellant on the kitchen floor holding the child; he\ntook the\r\nchild from the appellant and went outside with him; the police then\r\narrested and hand-cuffed the appellant; they then\ntook him to their\r\nvehicle.\n[10]\r\nIt is clear from the record the main purpose of Nxuma’s\r\ncross-examination by the appellant’s counsel was to discredit\n\nhim by showing, contrary to his denial, that he and the appellant\r\nwere acquaintances before this incident, and further that Nxuma\nwas\r\npart of the gang of robbers. However, Nxuma persistently denied all\r\nsuggestions by the appellant’s counsel during cross-examination\n\nthat he knew the appellant and that they were acquaintances; he also\r\ndenied that the appellant had visited him on the morning of\nthe\r\nrobbery to fetch R3 000 to pay for motor vehicle parts which he\r\nhad sold to him; he furthermore denied suggestions by\nthe appellant\r\nthat he was involved in the robbery.\n[11]\r\nThe appellant testified in his own defence. Although he admitted that\r\nhe was arrested by the police inside Nxuma’s house,\nhe denied\r\nthat he was part of the gang of robbers; he explained that he came to\r\nNxuma’s home at his request. His version\nwas that he was a\r\nfriend of Nxuma as they were both taxi drivers and from time to time\r\nthey sold motor vehicle parts to each other.\nThey had known each\r\nother for approximately 10 months before this date. On this day,\r\nNxuma came to his home in Pimville, Soweto\nto fetch certain motor\r\nvehicle parts. As Nxuma did not have money to pay him, he requested\r\nhim to accompany him to his home to\nfetch the money as apparently one\r\nof Nxuma’s drivers would bring him money during the day. He\r\nexplained further that he had\nbeen to Nxuma’s home before and\r\neven went to the house of Spokes, the younger brother to Nxuma.\n[12]\r\nIn an attempt to show that he knew Nxuma and that they were\r\nacquaintances, he recounted intimate knowledge to the effect that\nhe\r\nknew his brother called Spokes, who was also a taxi driver as well as\r\nhis son Jomo, who drove a taxi for Spokes, and Nkosana.\nHe also\r\ntestified that he knew that Nxuma had had marital problems with his\r\nwife whom he later shot and further that after this\ntragic incident,\r\nhe tried to commit suicide.\n[13]\r\nAs indicated above, when confronted with this information during\r\ncross-examination, Nxuma steadfastly denied knowing the appellant.\nOn\r\nbeing pressed by the appellant’s counsel, he stated\r\nspeculatively that possibly the appellant learnt all his personal\n\ninformation from his younger brother Spokes with whom he did not have\r\na good relationship.\n[14]\r\nIn contradistinction, the appellant testified that Nxuma was part of\r\nthe gang of robbers; that he saw him in the house talking\nto two men,\r\none of whom had a bag and, further that when he went down from the\r\nupper floor, he saw Nxuma in possession of that\nbag and, that he\r\nappeared nervous.\n[15]\r\nAs already indicated the appellant admitted that he was arrested\r\ninside Nxuma’s home by the police and that money was\nfound in\r\nplastic bags bearing the name Fidelity Guards inside a larger plastic\r\nbag and further that a long firearm was also found.\nAccording to the\r\nevidence this firearm was an AK 47.\n[16]\r\nIt is clear from the record that the appellant had serious\r\ndifficulties to explain why, if he suspected that Nxuma was part\nof\r\nthe gang of robbers he did not tell that to the police when they\r\narrested him instead of arresting Nxuma. His response is that\nhe did\r\nnot want to get Nxuma into trouble. It also came to light during\r\ncross-examination that even after he had voluntarily elected\nto make\r\na warning statement, he still failed to disclose this crucial\r\ninformation, as well as the fact that he had seen Nxuma talking\nto\r\nthe robbers and further that Nxuma had been holding the bag which\r\ncontained money belonging to Fidelity Guards. His response\nwas that\r\nhe was advised by his lawyer, Mr Pienaar not to disclose too many\r\ndetails. Furthermore, the appellant could not give any\nreasonable\r\nexplanation why when Nxuma denied that they were acquaintances at his\r\nhome during the arrest, he did not controvert\nthat.\n[17]\r\nIn evaluating all the evidence, the trial court made positive\r\nfindings regarding Nxuma’s credibility and the reliability\nof\r\nhis evidence. Conversely, it found that the appellant’s\r\nevidence was riddled with material   contradictions\nand\r\nimprobabilities. In particular, the trial court found the following\r\nto be inherently improbable; that faced with the grim reality\nof an\r\narrest on such a serious charge, the appellant failed to tell the\r\npolice that Nxuma was the person involved with the robbers;\nhe failed\r\nto disclose this to the police at the critical moment when he was\r\narrested for a crime which  he did not commit;\nthat he did not\r\ntell the police because he did not want to get Nxuma into trouble,\r\nthat even when the police told him that Nxuma\n denied that he\r\nknew him, he did not tell them how he knew him; that he only\r\ndisclosed this crucial information much later\nduring his bail\r\napplication; even in his warning statement which he admitted that he\r\nmade freely and voluntarily, he never informed\nthe police officer\r\nthat Nxuma was involved in the robbery and that he saw him in\r\npossession of the bag wherein money belonging\nto Fidelity Guards was\r\nfound; that he did this because his lawyer, Mr Pienaar had advised\r\nhim not to say a lot in his statement.\n[18] Before us, the\r\nappellant’s counsel unleashed a three-pronged attack against\r\nthe judgment of the trial court. Firstly,\nhe submitted that the trial\r\ncourt erred in relying on the evidence of Nxuma, who was a single\r\nwitness, without applying the cautionary\nrule. It was contended that\r\nNxuma did not pass the litmus test for a single witness as laid down\r\nin\nR\r\nv Mokoena\n1956 (3) SA 81\n(A) as he\r\ncontradicted himself on material aspects of the case. However the\r\nappellant’s counsel conceded, correctly in my\nview, that the\r\nMokoena judgement has been qualified by\nS\r\nv Sauls and Others\n1981 (3) SA 172\n(A).\r\nSecondly, it was contended that Nxuma’s demeanour left much to\r\nbe desired as his eyes were shifty whilst testifying;\nthat he was\r\nlong-winded and evasive with his responses.\n[19]\r\nThirdly, relying on\nS v Texiera\n1980 (3) SA 755\n(A) the appellant’s counsel criticised the\r\nstate for having failed to call essential witnesses namely Nxuma’s\r\nwife,\nhis brother Spokes or his son, Jomo to corroborate Nxuma. He\r\nurged us to draw an adverse inference against the respondent for such\n\ninexplicable failure. In conclusion, the appellant’s counsel\r\nsubmitted that, absent any rebutting evidence from the state,\nthe\r\nappellant’s version should have been accepted as being\r\nreasonably possibly true and that he should have been acquitted\n[20]\r\nRegarding counts 3 and 4, the appellant’s counsel submitted\r\nthat the trial court erred in finding the appellant guilty\nfor being\r\nin unlawful possession of stolen property without reasonable cause in\r\nterms of s 37 of the General Law Amendment Act\n62 of 1955 as there\r\nwas no evidence that the appellant was found in possession of the two\r\nvehicles involved in the robbery. It\nwas contended that the\r\nadmissions made in terms of s 220 of the CPA to the effect that the\r\ntwo vehicles which were used in the\nrobbery where the appellant was\r\ninvolved were stolen was not sufficient to justify the conclusion\r\nthat he possessed them. In short,\nthe appellant’s counsel\r\nsubmitted that the legal elements of\ndetentio\nand\nanimus possidendi\nwere not proved.\n[21]\r\nOn the other hand, concerning the two counts of robbery, the main\r\nsubmission by the respondent’s counsel was that, as\nno\r\nmisdirection had been shown on the part of the trial court, this\r\nCourt was precluded by the authority of\nR\r\nv Dhlumayo & another\n1948 (2) SA\r\n677\n(A) from interfering with its factual and credibility findings.\r\nIt was contended further that, although Nxuma was a single witness,\n\nhe gave his evidence in a clear, logical and satisfactory manner. It\r\nwas submitted further that the presence of the Mazda Drifter\nin\r\nNxuma’s garage, the bag containing money identified as\r\nbelonging to Fidelity Guards as well as the AK47 created overwhelming\n\ncircumstantial evidence which justified, as being the only reasonable\r\ninference against the appellant that he was part of the gang\nof\r\nrobbers. The respondent’s counsel concluded that the\r\nappellant’s version was so interspersed with serious\r\ncontradictions\nand inherent improbabilities that it could not be\r\nreasonably possibly true.\n[22]\r\nRegarding the contravention of s 37(1) of Act 62 of 1955, the\r\nrespondent’s counsel contended that the s 220 admissions\nby the\r\nappellant to the effect that the two motor vehicles in issue were\r\nstolen and further that they were used in the robbery\nwhere the\r\nappellant was involved, constitute sufficient proof of possession by\r\nthe appellant. He contended further that it makes\nlittle or no\r\ndifference that, having rejected the evidence of Deere, there is no\r\nevidence that the appellant was the driver of\nany of the two\r\nvehicles. It is sufficient that he was part of the robbery where the\r\ntwo vehicles were used to facilitate the robbery,\nso the contention\r\nwent.\n[23]\r\nIt is trite that as a court of appeal we have to show deference to\r\nthe factual and credibility findings made by the trial court.\nThis is\r\nso as the trial court has had the advantage which an appeal court\r\nnever has of hearing and observing the witnesses as they\ntestify and\r\nunder cross-examination. As it was stated in\nR\r\nv Dhlumayo\n(supra) at 705 ‘the\r\ntrial court is steeped in the atmosphere of the trial’. A court\r\nof appeal may only interfere where\nit is satisfied that the trial\r\ncourt misdirected itself or where it is convinced that the trial\r\ncourt was wrong.\nR v Dhlumayo\n(supra)\r\nat 705-706;\nS v Artman & another\n1968 (3) SA 339\n(A) at 341E-H;\nS\r\nv Hadebe & others\n1998 (1) SACR\r\n422\n;\n[1997] ZASCA 86\n(SCA) at 426a f.\n[24] Confronted with a\r\nsimilar argument in\nHadebe\n(supra) this Court enunciated the\r\ncorrect approach to resolving such a problem as follows at 426e-I,\r\nwith reference to\nMoshesi & others v R\n(1980-1984) LAC 57\nat 59F-H:\n‘\nThe\r\nquestion for determination is whether, in the light of all the\r\nevidence adduced at the trial, the guilt of the Appellants was\n\nestablished beyond reasonable doubt. The breaking down of a body of\r\nevidence into its component parts is obviously a useful aid\nto a\r\nproper understanding and evaluation of it. But, in doing so, one must\r\nguard against a tendency to focus too intently upon\nthe separate and\r\nindividual parts of what is, after all, a mosaic of proof. Doubts\r\nabout one aspect of the evidence led in a trial\nmay arise when that\r\naspect is viewed in isolation. Those doubts may be set at rest when\r\nit is evaluated again together with all\nthe other available evidence.\r\nThat is not to say that a broad and indulgent approach is appropriate\r\nwhen evaluating evidence. Far\nfrom it. There is no substitute for a\r\ndetailed and critical examination of each and every component in a\r\nbody of evidence. But,\nonce that has been done, it is necessary to\r\nstep back a pace and consider the mosaic as a whole. If that is not\r\ndone, one may fail\nto see the wood for the trees.’\nIt\r\nshould be clear from the above cases that the powers of this Court,\r\nsitting as a court of appeal are clearly circumscribed. It\ndoes not\r\nhave carte blanche to interfere with the factual and credibility\r\nfindings properly made by the trial court.\n[25]\r\nIt is indeed correct, as the appellant’s counsel pointed out\r\nthat there are aspects of the state’s case which are\n\nunsatisfactory. It is furthermore correct that there were instances\r\nwhere Nxuma was argumentative, gave long explanations and sometimes\n\ndeclined to answer questions during cross examination. I agree that\r\nhe can be criticised for this. However, the trial court was\nalive to\r\nthese aspects and dealt with them in its judgment. Having had the\r\nbenefit of hearing and observing Nxuma testify which\nwe do not have\r\nas a court of appeal, the trial court found that Nxuma’s\r\ndemeanour did not detract from his credibility or\nthe truthfulness\r\nand cogency of his testimony. It found such instances to be\r\nperipheral to the real issue.\n[26] I pause to observe\r\nthat the record shows clearly that Nxuma was subjected to a lengthy,\r\nrobust and at times hostile cross-examination\nfrom the appellant’s\r\ncounsel. It is clear from the record that the only time when Nxuma\r\nbecame agitated was when the appellant’s\ncounsel repeated some\r\nquestions. Undoubtedly this irritated Nxum, as one can discern from\r\nthe following responses:\n‘\nEk\r\nis `n persoon en die gebeure het by my huis plaasgevind en die\r\npolisie het daar gekom en hulle het toe hulle werk gedoen en ek\nis\r\nnie daarop geregtig om instruksies aan die polisie te gee wat om te\r\ndoen nie’.\nThis was at time when the\r\nappellant’s counsel demanded an explanation from Nxuma as to\r\nwhy the police officers did not take\ncertain steps. Much clearer\r\nproof of Nxuma’s agitation being caused by the manner in which\r\nthe appellant’s counsel\ncross-examined him is captured in the\r\nfollowing response:\n‘\nEn\r\n`n ander versoek wat ek wil rig is dat as u vrae aan my gestel het,\r\ndan u moet my `n geleentheid gee om die vrae te beantword\nen u moet\r\nnie woorde in my mond sit nie’.\nThis\r\noccurred at a time when Nxuma, correctly or wrongly thought that the\r\nappellant’s counsel was badgering him.\n[27]\r\nHaving read the record, these responses by Nxuma appeared to me to be\r\neminently reasonable. When read out of context these\nresponses may\r\nappear impolite if not plainly arrogant, but they were direct\r\nresponses to questions posed. To my mind, they do not\ncast any shadow\r\non Nxuma’s demeanor  and candour. As those experienced in\r\ntrials know that ‘demeanour can be a\ntricky horse to ride’.\r\nIt is clear to me that Nxuma was naively venting his frustrations at\r\nwhat he thought were unfair questions\nby the appellant’s\r\ncounsel.\n[28] In order to avoid\r\nfalling into the trap of failing to see the wood for the trees as per\r\nthe warning expressed in\nHadebe\n(supra), I propose to take a\r\nstep back and consider the entire evidence as a mosaic, consider the\r\nstrength and weaknesses in the\nevidence and consider the merits,\r\ndemerits and the probabilities. See also\nS v Trainor\n2003 (1)\r\nSACR 35\n;\n[2002] ZASCA 125\n(SCA) para 9 and\nS v Chabalala\n2003\r\n(1) SACR 134\n(SCA) para 15.\n[29]\r\nI am alive to the fact that the state bore the onus to prove the\r\nguilt of the appellant beyond a reasonable doubt and that\nthere is no\r\nonus on the appellant to proof the truthfulness of any explanation\r\nwhich he gives nor to convince the court that he\nis innocent. Any\r\nreasonable doubt regarding his guilt must redound to the appellant’s\r\nbenefit.\nS v Jochems\n1991 (1) SACR 208\n;\n[1990] ZASCA 146\n(A);\nS\r\nv V\n2000 (1) SACR 453\n(SCA).\n[30] However, as it was\r\nstated in\nS v Ntsele\n1998 (2) SACR 178\n;\n[1998] ZASCA 49\n(SCA)\r\nat 182a-g\n‘\nDie\r\nbewyslas wat in `n strafsaak om die Staat rus is om die skuld van die\r\naangeklaagde bo\nredelike\ntwyfel te benys – nie bo elke sweempie van twyfel nie. Ons reg\r\nvereis insgelyks nie dat die hof slegs op absolute sekerheid\nsal\r\nhandel nie, maar wel op geregverdigde en redelike oortuigings –\r\nniks meer en niks minder nie (\nS v Reddy\r\nand others\n1996 (2) SACR 1\n(A) op\r\n9\nd-e\n).\r\nVoorts, wanneer `n hof met onstandigheidsgetuienis werk, soos in die\r\nonderhawige geval, moet die hof nie elke brokkie getuienis\n\nafsonderlik betrag om te besluit hoeveel gewig daarvan geheg moet\r\nword nie. Dit is die kumulatiewe indruk wat al die brokkies tersame\n\nhet wat oorweeg moet word om te besluit of die aangeklagde se skuld\r\nbo redelike twyfel bewys is (\nR v De\r\nVilliers\n1944 AD 493\nat 508-9).’\nSee\r\nalso\nS v Phallo & others\n1999\r\n(2) SACR 558\n;\n[1999] ZASCA 84\n(SCA) paras 10-11.\n[31]\r\nThe trial court was aware that Nxuma was a single witness and that\r\nhis evidence had to be treated with caution. However, it\nfound strong\r\ncorroboration of his evidence in the undisputed evidence that soon\r\nafter the robbery, the appellant was found inside\nNxuma’s home\r\nwhere items which were indisputably involved in the robbery in the\r\nform of the Mazda Drifter, the bag containing\nmoney positively\r\nidentified as Fidelity Guard’s property and an AK47 with\r\nammunition, were found. Furthermore, the trial\ncourt found that this\r\nevidence together with the appellant’s patently mendacious\r\nversion justifies the inference as the only\nreasonable inference from\r\nthe proven facts, that the appellant was part of the gang of robbers.\n[32] I am mindful of the\r\nsalutary warning expressed in\nS v Snyman\n1968 (2) SA 582\n(A)\r\nat 585G that even when dealing with the evidence of a single witness,\r\ncourts should never allow the exercise of caution to\ndisplace the\r\nexercise of common sense. Equally important is what this Court stated\r\nin\nS v Sauls\n(supra) at 180C-H that:\n‘\nIn\nR v T\n1958\r\n(2) SA 676\n(A) at 678 OGILVIE THOMPSON AJA said that the cautionary\r\nremarks made in the 1932 case were equally applicable to s 256 of the\r\n1955 Criminal Procedure Code, but that these remarks must not be\r\nelevated to an absolute rule of law. Section 256 has now been\r\nreplaced by\ns 208\nof the\nCriminal Procedure Act 51 of 1977\n. This\r\nsection no longer refers to “the single evidence of any\r\ncompetent and credible witness”; it provides merely that\n“\nan\r\naccused may be convicted on the single evidence of any competent\r\nwitness”.\nThe absence of the word\r\n“credible” is of no significance; the single witness must\r\nstill be credible, but there are,\nas\nWigmore\npoints put,\r\n“indefinite degrees in this character we call credibility”.\r\n(\nWigmore on Evidence\nvol III para 2034 at 262.) There is no\r\nrule of thumb test or formula to apply when it comes to a\r\nconsideration of the credibility\nof the single witness (see the\r\nremarks of Rumpff JA in\nS v Webber\n1971 (3) SA 754\n(A) at\r\n758). The trial Judge will weigh his evidence, will consider its\r\nmerits and demerits and, having done so, will decide whether\nit is\r\ntrustworthy and whether, despite the fact that there are shortcomings\r\nor defects or contradictions in the testimony, he is\nsatisfied that\r\nthe truth has been told. The cautionary rule referred to by De\r\nVilliers JP in 1932 may be a guide to a right decision\nbut it does\r\nnot mean\n“\nthat\r\nthe appeal must succeed if any criticism, however slender, of the\r\nwitnesses’ evidence were well founded” (per Schreiner\nJA\r\nin\nR v Nhlapo\n(AD 10 November 1952) quoted in\nR v\r\nBellingham\n1955 (2) SA 566\n(A) at 569).\r\nIt has been said more than once that the exercise of caution must not\r\nbe allowed to displace the exercise of common\nsense. The question\r\nthen is not whether there were flaws in Lennox’s evidence –\r\nit would be remarkable if there were\nnot in a witness of this kind.\r\nThe question is what weight, if any, must be given to the many\r\ncriticisms that were voiced by counsel\nin argument.’\n[33] This is how the\r\ntrial court approached and assessed Nxuma’s evidence. Based on\r\nthis, I am unable to say that the trial\ncourt erred in its accepting\r\nNxuma’s evidence as truthful and reliable as it was\r\ncorroborated by the damning circumstantial\nevidence. As this Court\r\nheld in\nS v Reddy\n(supra) at 8h with reference to\nBest on\r\nEvidence\n10\nth\ned § 297 at 261:\n‘\nThe\r\nelements, or links, which compose a chain of presumptive proof, are\r\ncertain moral and physical coincidences, which individually\nindicate\r\nthe principal fact; and the probative force of the whole depends on\r\nthe\nnumber, weight, independence, and\r\nconsistency\nof those elementary\r\ncircumstances.\nA number of\r\ncircumstances, each individually very slight, may so tally with and\r\nconfirm each other as to leave no room for doubt\nof the fact which\r\nthey tend to establish…. Not to speak of greater numbers, even\r\ntwo articles of circumstantial evidence,\nthough each taken by itself\r\nweigh but as a feather, join them together, you will find them\r\npressing on a delinquent with the weight\nof a mill-stone….’\nI\r\nam satisfied that the evidence of Nxuma together with the\r\ncircumstantial evidence regarding the appellant’s arrest at\r\nNxuma’s\nhome constituted proof of his complicity in the robbery\r\nbeyond reasonable doubt. Accordingly, I can find no fault with his\r\nconviction\non the two counts of robbery. It follows that this Court\r\nsitting as a court of appeal cannot interfere with the findings by\r\nthe\ntrial judge.\n[34]\r\nHowever, the appeal in respect of the appellant’s conviction\r\nfor contravention of\ns 37(1)\nof Act 62 of 1955 regarding counts 3 and\r\n4 which are competent verdicts on the charges of theft of the motor\r\nvehicles is on a different\nfooting. There is no evidence that the\r\nappellant was ever in possession of any of the two stolen motor\r\nvehicles which were used\nin the robbery at any given moment.\r\nFurthermore, no witness testified that the appellant either drove or\r\nwas inside any of the\ntwo vehicles. It follows that the essential\r\nelements of these two offences have not been proved. Absent such\r\nproof, it cannot be\nsaid that the State had proved his guilt. See\nS\r\nv Mbuli\n2003 (1) SACR 97\n;\n[2002] ZASCA\r\n78\n(SCA);\nS v Manamela & Another\r\n(Director-General of Justice Intervening)\n[2000] ZACC 5\n;\n2000 (1) SACR 414\n(CC) 438 para 59 (2). It follows that these\r\nconvictions cannot stand.\n[35] In the result, the\r\nfollowing order is made:\nThe appeal succeeds\r\npartially as follows:\n1 The appeal against the\r\nconvictions in respect of counts 1, 2, 6 and 7 is    \r\ndismissed. The convictions and\nthe sentences imposed are confirmed.\n2\r\nThe appeal against the convictions in respect of counts 3 and 4 is\r\nupheld. The convictions and the sentences in respect of counts\n3 and\r\n4 are set aside.\n_________________\nL.O.\r\nBosielo\nJudge\r\nof Appeal\nAppearances:\nFor\r\nAppellant      :      \r\nA B Booysen\nInstructed\r\nby:\nLegal Aid SA, Pretoria\nLegal\r\nAid SA, Bloemfontein\nFor\r\nRespondent  :     C L Burke\nInstructed\r\nby:\nDirector\r\nPublic Prosecutions, Pretoria\nDirector\r\nPublic Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T17:24:31.898295",
  "date": "2015-06-01",
  "coram": [
    "Bosielo JJA",
    "Saldulker JJA",
    "Van der Merwe AJA"
  ],
  "case_number": "20738/2014",
  "parties": {
    "applicants": [
      "Simon Modiga"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 17 December 2007 a cash‑in‑transit robbery was carried out on the Visgat Road near Vereeniging. A Fidelity Cash Management Services vehicle was intercepted, its money containers seized, and two stolen vehicles – a Mercedes‑Benz and a Mazda Drifter – were used in the escape. Sergeant Robert Henry Deere pursued the suspects and, after a chase, four men, including the appellant, were arrested at a dwelling in Drie Rieviere. The appellant was charged with two counts of robbery, two counts of contravention of s 37(1) of the General Law Amendment Act (theft of the stolen vehicles), unlawful possession of an AK‑47 and related ammunition. At trial the State relied principally on the testimony of a single lay witness, Mr Saul Nxuma, who identified the appellant at his home where police recovered the stolen money, a bag and the AK‑47. The appellant denied involvement and claimed he was merely a friend of Nxuma.",
    "issues": "The appeal raised two principal issues: (1) whether the appellant’s conviction for robbery could be sustained on the basis of Nxuma’s single, uncorroborated testimony together with circumstantial evidence; and (2) whether the convictions for theft of the two stolen motor vehicles (counts 3 and 4) could be upheld given the lack of direct evidence that the appellant possessed or controlled the vehicles.",
    "principles": "The Court considered the legal standards applicable to single‑witness evidence, recalling the cautionary rule derived from R v Mokoena and its qualification in S v Sauls, as well as the principle that a conviction may rest on the testimony of a competent witness if that testimony is credible. The burden of proof remains on the State to prove guilt beyond reasonable doubt (S v Jochems, S v Ntsele). For the theft offences, the elements of detentio and animus possidendi under s 37(1) must be proved (S v Mbuli, S v Manamela). The Court also reiterated the limited scope of appellate review of factual and credibility findings (R v Dhlumayo).",
    "application": "Applying these principles, the Court held that Nxuma’s evidence, though subject to cross‑examination, was found credible by the trial judge and was corroborated by the physical evidence recovered at the scene – the Mazda Drifter, the bag of Fidelity Guards money and the AK‑47. The mosaic of evidence, viewed as a whole, supported the inference that the appellant was part of the robbery gang, satisfying the standard of proof for the robbery convictions. Conversely, for the vehicle‑theft counts, the State failed to produce any evidence that the appellant possessed the stolen vehicles or was in their control; the s 220 admissions regarding the vehicles being stolen were insufficient to establish detentio and animus possidendi. Accordingly, those convictions could not be sustained.",
    "conclusion": "The appeal was partially successful. The Court dismissed the appeal against the convictions and sentences for counts 1, 2, 6 and 7 (robbery and weapons offences), confirming the convictions and the cumulative sentence of 45 years (later reduced on the High Court’s earlier order). However, the Court upheld the appeal against the convictions for counts 3 and 4 (theft of the motor vehicles), setting those convictions aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery and Theft",
    "level_3": [
      "single witness evidence",
      "circumstantial evidence",
      "possession of stolen property"
    ]
  }
}