{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/27.html",
  "case_name": "Medirite (Pty) Limited v South African Pharmacy Council and Another (197/2014) [2015] ZASCA 27 (20 March 2015)",
  "citation": "[2015] ZASCA 27",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 27\n|\nNoteup\n|\nLawCite\nMedirite (Pty) Limited v South African Pharmacy Council and Another (197/2014) [2015] ZASCA 27 (20 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nREPORTABLE\nCase\r\nNo:\n197/2014\nIn\r\nthe matter between:\nMEDIRITE\r\n(PTY)\r\nLIMITED\n......................................................................................\nAppellant\nand\nSOUTH\r\nAFRICAN PHARMACY\r\nCOUNCIL\n................................................\nFirst\r\nRespondent\nTHE\r\nMINISTER OF\r\nHEALTH\n....................................................................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nMedirite v South African\r\nPharmacy Council\n(197/2014)\n[2015]\r\nZASCA 27\n(20 March 2015)\nCoram:\nMpati P, Maya, Leach, Pillay and Zondi\r\nJJA\nHeard:\r\n16 February 2015\nDelivered:\r\n20 March 2015\nSummary:\nAdministrative law – amendment to\r\ngeneral rules of pharmaceutical practice neither rational nor\r\nreasonable – amendment\nset aside on review.\nORDER\nOn\r\nappeal from:\nGauteng Division, Pretoria\r\n(Mabuse J sitting as court of first instance):\n1 The appeal\r\nsucceeds with costs, such costs to include the costs of two counsel.\n2 The order of the\r\ncourt a quo is set aside and is substituted with the following:\n‘\n(a)\r\nThe first respondent’s amendment of s 1.2.2 of Annexure A to\r\nthe\nRules Relating to Good Pharmacy\r\nPractice\n, published in Government\r\nGazette No 35095 on 2 March 2012 under Board Notice 35/2012, insofar\r\nas it introduced subsecs (b), (c)\nand (d) to s 1.2.2.1, is set aside.\n(b) The first\r\nrespondent is to pay the applicant’s costs, including the costs\r\nof two counsel.’\nJUDGMENT\nLeach\r\nJA\n(Mpati P, Maya, Pillay and Zondi JJA\r\nconcurring)\n[1]\r\nFor obvious reasons of public interest, the pharmaceutical industry\r\nis heavily regulated. Amongst other controls the first respondent,\n\nthe South African Pharmacy Council, a juristic person established\r\nunder s 2 of the Pharmacy Act 53 of 1974 (the Act), is empowered\n\nunder s 35A(\nb\n)(ii)\r\nof that Act to make rules relating to ‘good pharmacy practice’\r\nthat are binding upon all persons licensed to provide\npharmacy\r\nservices.\n[1]\nOn 17 December\r\n2004, the first respondent published rules relating to good pharmacy\r\npractice (the GPP Rules).\n[2]\nAn\r\namendment to those rules, published by the first respondent on 2\r\nMarch 2012,\n[3]\nlies at the heart\r\nof the present dispute. As more fully set out below, the appellant\r\nwas aggrieved by certain provisions introduced\nby the amendment and\r\nsought to have them reviewed and set aside by the high court, citing\r\nthe first appellant and the Minister\nof Health as respondents in its\r\napplication.  No relief was sought against the Minister who was\r\njoined solely as a potentially\ninterested party but who has played no\r\npart in the proceedings, either in the high court or in this appeal.\r\nIn any event, the appellant’s\napplication was dismissed on 20\r\nDecember 2013. The appeal to this court is with leave of the court a\r\nquo.\n[2]\nPharmacies situated within the precincts of\r\nother business premises such as supermarkets and hospitals, but run\r\nas separate businesses,\nhave become fairly commonplace in this\r\ncountry as they are elsewhere in the modern world. Since 2003 the\r\nappellant, a wholly owned\nsubsidiary of Shoprite Checkers (Pty) Ltd,\r\noperating under the brand name of\nMedirite,\nhas conducted separate pharmacy\r\nbusinesses within Shoprite, Checkers and Checkers Hyper supermarkets.\r\nCapitalising on the free flow\nof foot traffic between the supermarket\r\nin which it is situated and the pharmacy itself, its business model\r\nproved so successful\nthat when the present proceedings were\r\ninstituted in the court a quo, the appellant was operating 129\r\nlicensed pharmacies in this\nway and planned to expand that number\r\nconsiderably within a few years.\n[3]\r\nTypically, the appellant’s pharmacies are organised as follows:\n(a) The pharmacy\r\nitself consists of a dispensary in which scheduled medicines are kept\r\nand stored out of public reach, an office\nor consultation room, a\r\nwaiting area for patients or customers, and a service counter between\r\nthe dispensary and the shop floor.\n(b) Members of the\r\npublic deal with the pharmacist across the service counter, with the\r\npatient being provided with the necessary\ndegree of privacy and\r\nconfidentiality by partitioning that create a booth-like structure.\r\nThe counter is directly accessible from\nthe supermarket floor but the\r\ndispensary behind it may be accessed solely through a door between it\r\nand the office or a private\nconsultation room.\n(c) The space\r\nbetween the counter and the dispensary is fitted with a retractable\r\nand lockable vertical shutter that is closed and\nlocked whenever the\r\npharmacy is not open for business. In this way no-one other than the\r\nresponsible pharmacist, who retains the\nkeys, has access to the\r\nscheduled medicines stored in the pharmacy.\n(d)\r\nSituated immediately adjacent to, but in front of the service\r\ncounter, are both the waiting area (usually near the door that\nleads\r\nto the office and dispensary, and furnished with chairs) and the\r\nso-called ‘front shop’ which is not part of\nthe licensed\r\npharmacy premises. (I should mention that the owner of a pharmacy is\r\nobliged to hold a license issued by the Director-General\nof the\r\nDepartment of Health for the premises where the pharmacy business is\r\nconducted.)\n[4]\nThe front shop is\r\nstocked with health and beauty products, experience having shown that\r\nthere are valuable synergies to be exploited\nbetween the provision of\r\npharmacy services and the sale of these products.\n(e) The stock\r\noffered for sale in the front shop also includes certain so-called\r\n‘schedule 0’ medicines, such as headache\ntablets. Unlike\r\nother scheduled medicines, these may be sold by any retailer,\r\nincluding supermarkets, spaza shops (tuckshops) or\nliquor stores, and\r\ntherefore do not have to be processed and paid for at the pharmacy\r\ncounter. However, as certain schedule 0 medicines\nare often included\r\nin doctors’ prescriptions, a range of these are also stocked\r\nwithin the dispensary for convenience in\norder to be dispensed\r\ntogether with other prescription medicines.\n[4] As at May 2011,\r\ns 1.2.2(b) of Annexure A to the GPP Rules provided that ‘the\r\npharmacy premises must be clearly demarcated\nand identified from the\r\npremises of any other business or practice’. However, on 27 May\r\n2011 the first respondent published\nfor comment a draft amendment\r\nthereto that envisaged not only revising the wording of that rule\r\n(but not its import) but the introduction\nof additional requirements\r\nas to the method of demarcation of pharmacy premises, including the\r\nconstruction of a wall.  Alarmed\nby this, the appellant\r\nsubmitted detailed written representations to the first respondent on\r\n25 July 2011 in an attempt to persuade\nit not to effect the proposed\r\namendment. The appellant also met with the registrar of the first\r\nrespondent on 29 September 2011\nto voice its concerns. These\r\nrepresentations had no effect and, on 2 March 2012, the first\r\nrespondent published the amendment.\n[5] The amendment\r\nintroduced a new s 1.2.2.1 that in its entirety reads as follows:\n‘\n(a)\r\nThe pharmacy premises must be clearly identified and demarcated from\r\nthe premises of any other business or practice.\n(b) The demarcation\r\nmust be permanent, solid and closed-off at all times, which\r\ndemarcation may be inter alia brick and mortar,\naluminium, steel,\r\nglass, dry wall or wood partition.\n(c) The demarcation\r\nmust be from floor to the ceiling height and must enclose all areas\r\nattached to the pharmacy viz: the waiting\narea, the clinic, the\r\nsemi-private area and the private area.\n(d) The pharmacy\r\nmust have a single point of entry and a single point of exit in\r\ncompliance with the Occupation Health and Safety\nAct 85 of 1993\r\n(OHSA).\n(e)\r\nIn order to comply with the requirement of accessibility to\r\npharmaceutical services, a pharmacist must have an unfettered 24\nhour\r\naccess to the pharmacy.\n’\n[6] The appellant\r\nhas calculated that in order for members of the public not to feel\r\nphysically restricted and to enjoy a sense\nof confidentiality when\r\nconsulting with the pharmacist, the proposed wall should be about\r\nfour metres from the service counter.\nAs the length of a pharmacy is\r\ntypically about eight metres, the wall will create a ‘box’\r\njutting out and enclosing\nan area in excess of 30 square metres of\r\nfloor space in front of the counter. Not only will this entail\r\nsubstantial construction\nexpenditure (the appellant estimates the\r\ncost of building a wall meeting these requirements at approximately\r\nR200 000) but\nthe presence of such a wall will in all likelihood\r\nhave a profound negative impact on the supermarket business model,\r\ninterfering\nas it must with the free flow of customers between the\r\nhost supermarket and the pharmacy. The further requirement that the\r\nwall\nmust extend from floor to ceiling is in itself problematic, not\r\nonly as many of the host supermarkets are in buildings that have\n\neither extremely high ceilings or, in many cases, no ceilings at all,\r\nbut the erection of a wall of this nature may adversely impact\non the\r\nlighting and ventilation design of the buildings in which the\r\npharmacies are situated.\n[7]\r\nConsequently, on 22 March 2012, relying upon s 5 of the Promotion of\r\nAdministrative Justice Act 3 of 2000 (PAJA), the appellant\nasked the\r\nfirst respondent to provide its reasons for passing the amendment. In\r\nits reply of 26 April 2012, the first respondent\nstressed the need to\r\nensure that the profession provides excellence for the benefit of\r\nthose they serve, and went on to say:\n‘\n(I)t\r\nis imperative to ensure that the premises defined as a “pharmacy”\r\nis clearly demarcated which demarcation needs\nto be clearly\r\nidentified and permanent. This has proved to be problematic where a\r\npharmacy is situated within another business,\nand has in practice\r\ngiven rise to the colloquial, yet arbitrary, “white line”\r\nconcept to demarcate the area registered\nas the pharmacy. This is\r\nevident in pharmacies situated within healthcare facilities or group\r\npractices, institutional pharmacies\nwhich have a section directly\r\naccessible by members of the public and pharmacies situated within an\r\nordinary retail environment\neg “supermarket model”.\nThe\r\nabsence of a permanent demarcation of the pharmacy premises has led\r\nto a lack of definitive jurisdiction for the Council and\nin some\r\ncircumstances definitive jurisdiction\nvis a vis\nother\r\nstatutory health councils in the application of Ethical Rules. In\r\naddition the “white line” can be moved without\nnotice and\r\nmay at the extreme even vary from day to day.\nIt\r\nis common cause that owners/responsible pharmacists and the Office of\r\nthe Registrar are aware of the demarcation of the pharmacy\npremises\r\ndue to the fact that floor plans have to be provided for purposes of\r\npharmacy licenses and the recording of such pharmacies.\nHowever, when\r\na pharmacy is situated within another business and in the absence of\r\na permanent demarcation these premises lines/boundaries/borders\nare\r\nunknown to 3\nrd\nparties, in particular the members of the\r\npublic, other healthcare professionals and Council’s inspectors\r\n(should they not\nhave access to or be in possession of floor plans).\nAt\r\nthe highest level, the lack of a permanent, visible, therefore known\r\ndemarcation brings into question where does the pharmacy\nbegin and\r\nend and thus where do the rules and laws begin and end in terms of\r\npharmacies and pharmaceutical services. In addition\nthe Council\r\nidentified specific areas of concern in regulating the pharmacy in\r\nthe absence of a permanent business demarcation:\n(a) Confidentiality\r\nissues, in terms of record keeping and potential access to patient\r\nrecords;\n(b) Access to\r\nscheduled substances;\n(c) Stock control;\n(d) Access to the\r\npharmacy but unregistered/unauthorized; and\n(e) In contrast to\r\npoint (d) above, the lack of access to the pharmacy when the main\r\nbusiness is closed or inaccessible.\nBased on the\r\nabovementioned details the Council identified the need to simplify\r\nthe minimum standards pertaining to the demarcation,\naccessibility of\r\na pharmacy situated within construction of a permanent “structure”\r\nmust incorporate the entire pharmacy.’\n[8] On receiving\r\nthese reasons, the appellant attempted to persuade the first\r\nrespondent to withdraw the amendment. When its efforts\nwere\r\nunsuccessful, the appellant decided to challenge the amendment and\r\nlaunched review proceedings in the court a quo. As appears\nfrom its\r\nreasons of 26 April 2012, and repetitively repeated in its answering\r\naffidavits, the first respondent’s primary\nconcern in effecting\r\nthe amendment appears to have been to ensure that pharmacy premises\r\nare clearly identifiable and demarcated\nfrom the host businesses in\r\nwhich they are situated. Certain of its expressed reasons for that\r\nview are somewhat difficult to appreciate,\nbut nothing turns on this\r\nas the appellant accepted that it is necessary for pharmacies to be\r\nboth identifiable and clearly demarcated\nfrom the supermarkets in\r\nwhich they are to be found. The appellant’s challenge on review\r\nrelated solely to the provisions\nof subsecs (b), (c) and (d) of s\r\n1.2.2.1 introduced by the amendment ie the requirements relating to a\r\npermanent wall extending\nfrom floor to ceiling with restricted points\r\nof entry and exit. As already mentioned, its challenge was dismissed\r\nby the court\na quo and is now before this court on appeal.\n[9]\r\nIt is necessary to record at the outset that both sides were agreed,\r\ncorrectly, that the first respondent’s amendment\nof the GPP\r\nRules constituted administrative action taken by an administrator as\r\nenvisaged by PAJA. Section 33(1) of the Constitution\nrequires such\r\nadministrative action to be ‘lawful, reasonable and\r\nprocedurally fair’ and PAJA is designed to ensure\nthe\r\nachievement of that end. It provides that administrative action may\r\nbe set aside, inter alia, if irrelevant considerations\nwere taken\r\ninto account or relevant considerations were not considered,\n[5]\nif it was not rationally connected to either the information before\r\nthe administrator\n[6]\nor the\r\nreasons given for it by the administrator,\n[7]\nor if it was an action that no reasonable decision-maker could\r\ntake.\n[8]\nThe requirement of\r\nrationality is to ensure that the action is not arbitrary or\r\ncapricious and that there is a rational connection\nto the facts and\r\nthe information available to the administrator taking the decision\r\nand the decision itself.\n[9]\n[10]\r\nWhether an action may be impugned on any of these grounds involves a\r\nfact driven inquiry having regard, inter alia, to the\ninformation\r\navailable to the administrator, the considerations relied on, the\r\nends that were sought to be achieved and the effect\nthe proposed\r\naction would have upon interested parties. But in considering the\r\nlawfulness of the action sought to be impugned,\nit is important for a\r\ncourt to remember that it is engaged in a review and not an appeal,\r\nand that it is not for it to usurp the\nadministrator’s\r\nfunction. Accordingly, as long as the administrative action is\r\nrational or reasonable it cannot be impugned,\neven if it is not an\r\naction the court would have taken. But of course questions such as\r\nreasonableness and rationality involve\nthe making of a value judgment\r\nthat cannot be tested in isolation, so to speak, without considering\r\nthe so-called ‘merits’\nof the action and why it was\r\ntaken.\n[10]\n[11] A consideration\r\nof the merits of the decision in the present case is bedevilled by a\r\nsingular lack of information as to why\nthe first respondent decided\r\nthat a wall meeting the prescribed requirements was necessary. As\r\nalready mentioned, the GPP Rules\nprior to the introduction of the\r\namendment also required pharmacy premises to be ‘clearly\r\ndemarcated and identified from\nthe premises of any other business or\r\npractice’, and the first respondent had never complained that\r\nany of the appellant’s\npharmacies breached this rule despite\r\nhaving regularly inspected them. The inference is that the\r\nappellant’s premises were\nin fact clearly demarcated and\r\nidentifiable. Nor for that matter is there any suggestion that any\r\ncomplaint, of any nature whatsoever,\nhad been made arising out of the\r\nadoption of any similar business model by other pharmacy owners.\r\nSignificantly, when the draft\namendments were published for purposes\r\nof comment, it was done without any motivation as to why the existing\r\nrule had been inadequate\nor why it had been felt necessary to effect\r\nchanges thereto.\n[12] Nor does the\r\nfirst respondent’s motivation in effecting changes to the\r\nexisting rule appear from the documents it furnished\nunder Uniform\r\nrule 53 in response to the institution of review proceedings. What\r\ndoes appear from those documents is that, in April\n2008, the first\r\nrespondent had established a task team to develop a discussion paper\r\nin regard to various aspects of pharmaceutical\npractice. Thereafter\r\nthe first respondent’s registrar wrote to various foreign\r\npharmaceutical regulators, inquiring about\ntheir respective\r\nrequirements relating to pharmacies in supermarkets. The first\r\nrespondent’s records show no response to\nany of these\r\nenquiries. All one knows is that in the minutes of a teleconference\r\nof the task team conducted on 25 June 2009 it\nwas noted that\r\ncorporate pharmacies should be advised to have ‘a white line\r\ndemarcation separating the pharmacy from the\nrest of the\r\nbusiness’(the ‘white line model’ is a system which\r\nuses markings on the floor of the premises to\nindicate the boundary\r\nbetween the pharmacy and the host business), and that members of the\r\ntask team were to ‘engage with\na few corporate pharmacies\r\nregarding the white line model’. These minutes must be\r\nconstrued as an indication that the task\nteam favoured the\r\nintroduction of such a method of demarcation. Significantly, they\r\nmake no mention of a permanent enclosure.\n[13] The first\r\nrespondent alleged in its answering affidavits that during the\r\nteleconference there had in fact been a vigorous debate\nabout the\r\nefficacy of the ‘white line model’ as it was regarded as\r\nbeing problematic. It also alleged that the white\nline model ‘has\r\nrarely been properly observed’ and suggested that the line\r\nmight be moved on a daily basis, something\nthat with its limited\r\nresources it could not police. However, not only did the first\r\nrespondent give no details of this ever having\nhappened, but even if\r\none accepts that there was a perception that this could occur, there\r\nis no mention in the minutes of any\ndiscussion concerning the\r\nnecessity of providing a box-like enclosure of the nature of that\r\nultimately prescribed by the amendment.\n[14] So why did the\r\nfirst respondent introduce subsecs (b), (c) and (d) requiring a\r\npermanent wall extending from floor to ceiling,\nwith restricted\r\naccess, in order to demarcate and identify a pharmacy’s\r\npremises? The answer to this question is shrouded\nin mystery. As\r\nalready mentioned, the main issue the first respondent addressed in\r\nresisting the review was the necessity to adequately\ndemarcate and\r\nidentify the premises of a pharmacy, but nowhere in the papers did it\r\nexplicitly set out its reason why it felt that\nit was necessary to\r\nbuild a wall of this nature in order to achieve this end. The closest\r\nit has ever come to an explanation is\nthe suggestion in its reasons\r\nof 26 April 2012 that it had identified the need ‘to simplify\r\nthe minimum standards pertaining\nto the demarcation’ of a\r\npharmacy. This is quite simply no reason at all. Whilst there can be\r\nno doubt that the prescribed\nwall would certainly achieve the end of\r\ndemarcating and identifying the premises of a pharmacy, it can hardly\r\nbe suggested that\nit is the simplest solution to achieve that end.\n[15]\r\nThe fundamental difficulty facing the first respondent is, thus, that\r\nit has neither explained what considerations it took\ninto account nor\r\nprovided any motivation for its introduction of a rule requiring a\r\nwall envisaged in the introduced subsecs, the\nbuilding of which is\r\nlikely to impinge heavily upon the appellant’s business model.\r\nHad it had any facts justifying the need\nfor such a wall, it can be\r\npresumed they would have been forthcoming. As they were not, the\r\nmatter must be decided on the basis\nthat there were none.\n[16] In these\r\ncircumstances, accepting that there was no information before the\r\nfirst respondent or factual foundation that demonstrated\nany existing\r\nmischief that needed to be addressed by way of a wall of the nature\r\nspecified, the decision to oblige pharmacy owners\nto build such a\r\nwall was arbitrary and irrational in the sense that it lacked any\r\nlogical justification.\n[17] Faced with this\r\ndifficulty, counsel for the first respondent argued that once it was\r\naccepted that it was rational and reasonable\nto require a demarcation\r\nof the pharmacy premises, it was not for a court to question the\r\nmeans by which it decided to achieve\nthis end – namely, by\r\nerecting the wall in compliance with the subsecs. However, although\r\nthe first respondent was empowered\nby s 4 of the Act to generally ‘do\r\nall such things as the council deems necessary or expedient to\r\nachieve the objects of\nthis Act’, it does not have carte\r\nblanche to do just as it likes. Instead its discretion is fettered by\r\nthe obligation to\nexercise its administrative powers lawfully.\r\n Sub-sections (b), (c) and (d) relating to the nature and extent\r\nof the envisaged\nwall were made by it in purporting to exercise those\r\npowers, and it is its action in doing so that may be challenged on\r\nreview. \nAccordingly, even if a demarcation is justifiable, the\r\nadministrative action amending the GPP Rules to introduce the\r\nrequirement\nof a wall of the nature envisaged is liable to be set\r\naside under PAJA if it was not properly taken. And as that decision\r\nlacked\nrationality for the reasons already given, it does not\r\nwithstand scrutiny under PAJA.\n[18] Of further\r\nimportance is the first respondent’s failure to indicate why it\r\nfelt that a less onerous demarcation would\nnot have sufficed.\r\nAlthough it is not for a court to determine on these papers what\r\nwould have been an adequate albeit less restrictive\nmethod of\r\ndemarcation, it takes little imagination to envisage various ways in\r\nwhich the premises of a pharmacy in a supermarket\nor other business\r\npremises could easily be clearly identified and demarcated at little\r\ncost and without causing significant interference\nwith the free flow\r\nof customer traffic between the two businesses.\n[19] The first\r\nrespondent argued that the onerous practical implications the\r\nappellant would bear in giving effect to the amendment\nwere\r\nirrelevant as the amendment was not specifically targeted at the\r\nappellant but at all pharmacies located in other businesses,\nand that\r\npersons who do business in a highly regulated field must proceed on\r\nthe basis that, from time to time, the regulatory\nlandscape will\r\nchange. It further argued that although the appellant had made much\r\nof the adverse implications of the floor-to-ceiling\nmodel, it would\r\nhave been amenable to considering a workable alternative that was\r\nless invasive.\n[20]\r\nOf course persons doing business in a regulated profession cannot\r\nexpect that the regulations under which they operate will\nremain\r\nstatic. But that is no reason for the consequences of any proposed\r\nchanges in the regulations upon those affected to be\nregarded as\r\nirrelevant and not to be taken into account before they are\r\nimplemented. As already mentioned, s 6(2)(\nh\n)\r\nof PAJA requires an administrative decision to be reasonable in the\r\nlight of the circumstances of each particular case. As O’Regan\n\nJ stressed in her seminal judgment in\nBato\r\nStar Fishing\n,\n[11]\nfactors relevant to the determination of whether a decision is\r\nreasonable or not will include the reasons given for the decision\n\n(which as I have stressed are singularly lacking in this case) as\r\nwell as ‘the nature of the competing interests involved\nand the\r\nimpact of the decision on the lives and well-being of those\r\naffected’.\n[12]\nIt has\r\nbeen stated that ‘proportionality is a constitutional\r\nwatchword’\n[13]\nand as\r\nwas observed by Plasket J in\nEhrlich\n,\n[14]\nquoting with approval the views of Prof Jowell, unreasonable\r\nadministrative action includes ‘those that are oppressive in\n\nthe sense that they “have an unnecessarily onerous impact on\r\naffected persons or where the means employed (albeit for lawful\nends)\r\nare excessive or disproportionate in their result”’.\n[15]\n[21]\r\nAccordingly, in seeking to achieve a clear demarcation between\r\npharmacy and supermarket, the first respondent was obliged to\nweigh\r\nup the effect of its rules on those affected thereby, particularly as\r\nthe implementation of the new subsecs was likely to\nhave a\r\nsubstantial adverse effect on the basic business model being used not\r\nonly by the appellant but by other pharmacy owners\nusing the\r\nsupermarket model countrywide.\n[22]\r\nMoreover, implicit in the recognition that the first respondent was\r\namenable to a less invasive alternative than the wall it\nhad\r\nprescribed, is an acknowledgement that the floor-to-ceiling wall was\r\nnot necessary in order to achieve the objective to ensure\na clear\r\ndemarcation between the pharmacy and the host business. This is a\r\ntelling concession. By seemingly ignoring any other option\nthe first\r\nrespondent failed to consider less drastic but surely available means\r\nto accomplish the desired result of a clear demarcation.\nA\r\nfloor-to-ceiling wall would indeed be an absolute demarcation, but\r\nwithout the first respondent providing any reason for requiring\nsuch\r\na wall, the adverse consequences to the supermarket business model\r\nand the costs flowing therefrom appear to have been wholly\n\ndisproportional to the end it sought to achieve. Instead it used ‘a\r\nsledgehammer to . . . crack a nut’.\n[16]\nAs the first respondent has failed to attempt to justify the\r\nuse of a sledgehammer, its action must be regarded as unreasonable.\n[23] Consequently,\r\nthe first respondent’s administrative action in making the\r\nsubsecs in question ought to have been set aside\nas having been both\r\nirrational and unreasonable. For these reasons alone the court a quo\r\nerred in concluding otherwise, and its\norder cannot stand. This\r\nrenders it unnecessary to consider the various further issues debated\r\nin this court.\n[24] The following\r\norder will therefore be made:\n1 The appeal\r\nsucceeds with costs, such costs to include the costs of two counsel.\n2 The order of the\r\ncourt a quo is set aside and is substituted with the following:\n‘\n(a)\r\nThe first respondent’s amendment of s 1.2.2 of Annexure A to\r\nthe\nRules Relating to Good Pharmacy\r\nPractice\n, published in Government\r\nGazette No 35095 on 2 March 2012 under Board Notice 35/2012, insofar\r\nas it introduced subsecs (b), (c)\nand (d) to s 1.2.2.1, is set aside.\n(b)\r\nThe first respondent is to pay the applicant’s costs, including\r\nthe costs of two counsel.’\n_______________________\nL\r\nE Leach\nJudge\r\nof Appeal\nAppearances:\nFor\r\nthe Appellant: J J Gauntlett SC (with him M W Janisch)\nInstructed\r\nby:\nWerksmans\nC/o\r\nVan der Merwe Du Toit Inc, Pretoria\nPhatshoane\r\nHenney, Bloemfontein\nFor\r\nthe Respondent: A P H Cockrell SC (with him A B Friedman)\nInstructed\r\nby:\nPotgieter-Marais\r\nAttorneys, Pretoria\nJ\r\nL Jordaan Attorneys, Bloemfontein\n[1]\nRegulation\r\n\t20(1) of the ‘Regulations Relating to the Practice of\r\n\tPharmacy, GN R1158,\nGG\n21754,\r\n\t20 November 2000; regulation 7(1) of the ‘Ownership and\r\n\tLicensing of Pharmacies, GN R553,\nGG\n24770, 25 April 2003; regulation 18(8)(b) of the ‘Regulations\r\n\tRelating to the Period and Manner of Appeal Against Decisions\nof the\r\n\tMedicine Control Council, GN R906,\nGG\n14826, 28 May 1993’.\n[2]\nRules\r\n\tRelating to Good Pharmacy Practice, GN R129,\nGG\n27112, 17 December 2004.\n[3]\nRules\r\n\tRelating to Good Pharmacy Practice, GN R35,\nGG\n35095, 2 March 2012.\n[4]\nReg\r\n\t8 of the Regulations Relating to the Ownership and Licensing of\r\n\tPharmacies, supra, fn 1.\n[5]\nSection 6(2)(\ne\n)(iii).\n[6]\nSection\n6(2)(\nf\n)(cc).\n[7]\nSection\n6(2)(\nf\n)(ii)(dd).\n[8]\nSection\r\n\t6(2)(\nh\n).\r\n\tSee further\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC) para 44.\n[9]\nSA\r\n\tPredator Breeders Association v Minister of Environmental Affairs\r\n\tand Tourism\n[2011]\r\n\t2 All SA 529\n(SCA) para 28.\n[10]\nSee\r\n\teg, C Hoexter\nAdministrative\r\n\tLaw in South Africa\n(2ed) (2012) at 351-352.\n[11]\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC).\n[12]\nParagraph\r\n\t45.\n[13]\nCity\r\n\tof Johannesburg Metropolitan Municipality v Blue Moonlight\r\n\tProperties 39 (Pty) Ltd\n2011\r\n\t(4) SA 337 (SCA).\n[14]\nEhrlich\r\n\tv Minister of Correctional Services\n2009\r\n\t(2) SA 373 (E).\n[15]\nPara\r\n\t42 quoting, J Jowell ‘Judicial Review of the Substance of\r\n\tOfficial Decisions’\n(1993) 13\nActa\r\n\tJuridica\n117\nat 120.\n[16]\nA\r\n\tsomewhat hackneyed but graphic idiom\nused\n,\ninter\r\n\talia\n,\r\n\tin S v Manamela\n2000\r\n\t(3) SA 1\n(CC) para 34.",
  "scraped_at": "2026-02-12T17:07:02.523604",
  "date": "2015-03-20",
  "coram": [
    "Mpati P",
    "Maya",
    "Leach",
    "Pillay",
    "Zondi"
  ],
  "case_number": "197/2014",
  "parties": {
    "applicants": [
      "Medirite (Pty) Limited"
    ],
    "respondents": [
      "South African Pharmacy Council",
      "Minister of Health"
    ]
  },
  "sections": {
    "facts": "Medirite (Pty) Limited operates pharmacy outlets inside Shoprite/Checkers supermarkets. The South African Pharmacy Council amended the Good Pharmacy Practice (GPP) Rules on 2 March 2012, introducing new subsections (b), (c) and (d) to rule 1.2.2.1 that required a permanent, floor‑to‑ceiling wall to demarcate the pharmacy premises, a single point of entry and 24‑hour pharmacist access. Medirite argued that the wall would be costly (approx. R200,000), physically restrictive, and would undermine the supermarket business model by impeding customer flow and ventilation. After seeking reasons under PAJA and receiving a generic response, Medirite challenged the amendment in the High Court, which dismissed the application. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the amendment of the GPP Rules – specifically the requirements for a permanent wall, floor‑to‑ceiling demarcation and restricted points of entry – constitutes lawful, reasonable and procedurally fair administrative action under s33(1) of the Constitution and the Promotion of Administrative Justice Act (PAJA). 2. Whether the amendment is irrational or unreasonable because it lacks a rational connection to the objectives of clear demarcation and imposes a disproportionate burden on pharmacy operators.",
    "principles": "The court applied the constitutional requirement that administrative action be lawful, reasonable and procedurally fair (s33(1) Constitution) and the standards set out in PAJA for judicial review, including grounds of irrationality, unreasonableness and failure to consider relevant considerations. It reiterated that reasonableness requires a rational link between the decision and the facts, and that proportionality is a constitutional watch‑word, requiring the least restrictive means to achieve the regulatory objective. Relevant precedents cited include Bato Star Fishing (PAJA reasonableness), SA Predator Breeders (unreasonable administrative action), and the proportionality analysis from Ehrlich.",
    "application": "The Court found that the Council provided no factual basis or justification for requiring a permanent wall, noting that the existing rule already mandated clear demarcation and that inspections had shown Medirite’s pharmacies complied. The Council’s reasons were deemed vague and failed to explain why less intrusive methods (e.g., ‘white line’ demarcation) were insufficient. The amendment therefore lacked a rational connection to its stated objective, was arbitrary, and imposed an excessive burden disproportionate to the aim of clear demarcation. Consequently, the amendment was both irrational and unreasonable under PAJA.",
    "conclusion": "The appeal succeeded. The amendment of s 1.2.2 of Annexure A to the GPP Rules, insofar as it introduced subsections (b), (c) and (d) to s 1.2.2.1, was set aside. The South African Pharmacy Council was ordered to pay Medirite’s costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "PAJA",
      "reasonableness",
      "irrationality",
      "pharmacy regulation",
      "proportionality"
    ]
  }
}