{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/69.html",
  "case_name": "African Banking Corporation of Botswana v Kariba Furniture Manufacturers & Others (228/2014) [2015] ZASCA 69; 2015 (5) SA 192 (SCA); [2015] 3 All SA 10 (SCA) (20 May 2015)",
  "citation": "[2015] ZASCA 69",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 69\n|\nNoteup\n|\nLawCite\nAfrican Banking Corporation of Botswana v Kariba Furniture Manufacturers & Others (228/2014) [2015] ZASCA 69; 2015 (5) SA 192 (SCA); [2015] 3 All SA 10 (SCA) (20 May 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nReportable\nCase\r\nno\n:\n228/2014\nIn\r\nthe matter between:\nAFRICAN\r\nBANKING CORPORATION\nOF\r\nBOTSWANA\nLTD\n.......................................................................................................\nAPPELLANT\nand\nKARIBA\r\nFURNITURE MANUFACTURERS\n(PTY)\r\nLTD\n..........................................................................................................\nFIRST\r\nRESPONDENT\nJEAN\r\nPIERRE JORDAAN\r\nNO\n...................................................................\nSECOND\r\nRESPONDENT\nNCHITE,\r\nBALDWIN\n.......................................................................................\nTHIRD\r\nRESPONDENT\nNCHITE,\r\nBIRGITTA\r\nSVENSSON\n.............................................................\nFOURTH\r\nRESPONDENT\nCOMPANIES\r\nAND INTELLECTUAL PROPERTY\n....................................\nFIFTH\r\nRESPONDENT\nCOMMISSION,\r\nREPUBLIC OF SOUTH AFRICA\nMINISTER\r\nOF TRADE AND\r\nINDUSTRY\n.....................................................\nSIXTH\r\nRESPONDENT\nNeutral\r\nCitation:\nAfrican Banking\r\nCorporation of Botswana v Kariba Furniture Manufacturers & others\n(228/2014)\n[2015] ZASCA 69\n(20 May\r\n2015)\nCoram:\nMpati P, Mhlantla, and Leach JJA, Schoeman and\r\nDambuza AJJA\nHeard:\n03 March 2015\nDelivered:\n20 May 2015\nSummary:\nCompany – Business Rescue –\r\nmeaning of a ‘binding offer’ made in terms of\ns\r\n153(1)\n(b)\n(ii)\r\nof the\nCompanies Act 71 of 2008\n– a binding offer made to a\r\ncreditor who opposes a business rescue plan is not automatically\r\nbinding on the offeree - no\nvalid binding offer was made -  –\r\nbusiness rescue having no reasonable prospects of success -\r\nresolutions to commence\nbusiness rescue and to adopt business rescue\r\nplan set aside.\nORDER\nOn\r\nappeal from:\nGauteng\nDivision,\r\nPretoria (Kathree-Setiloane J sitting as court of first instance):\r\njudgment reported\nsub nom\nAfrican Banking Corporation of Botswana\r\nLtd v Kariba Furniture Manufacturers (Pty) Ltd\n2013 (6) SA 471\n(GNP).\n(1)\nThe appeal succeeds with costs, including\r\ncosts of two counsel; such costs to be paid by the second, third and\r\nfourth respondents\njointly and severally, the one paying, the others\r\nto be absolved.\n(2)\nParagraphs (2) and (3) of the order of the\r\ncourt a quo are set aside and replaced with the following:\n‘\n2.1\r\nThe application succeeds.\n2.2 It is declared\r\nthat the “binding offer” made on 26 March 2012 at the\r\nsecond meeting of creditors, on behalf of the\nThird and/or Fourth\r\nrespondents in terms of\ns 153(1)\n(b)\n(ii) of the\nCompanies Act\n71 of 2008\n, to purchase the voting interest of the applicant, was not\r\nbinding on the applicant.\n2.3 The approval of\r\nthe proposed business rescue plan which occurred at the meeting of\r\naffected persons held on 26 March 2012, is\nset aside.\n2.4 The resolution\r\ntaken by the Board of the first respondent on 31 January 2012, to\r\nvoluntarily commence business rescue proceedings\nand to place the\r\nfirst respondent under supervision is set side.\n2.5 The costs of\r\nthis application shall be paid by the second, third and fourth\r\nrespondents, jointly and severally, the one paying,\nthe others to be\r\nabsolved.’\nJUDGMENT\nDambuza\r\nAJA (Mpati P, Mhlantla JA and Schoeman AJA concurring):\nIntroduction\n[1]\r\nThe provisions relating to the business rescue procedure which were\r\nintroduced into our company law with the enactment of the\nCompanies\r\nAct 71 of 2008 (the Act) have been the subject of varying\r\ninterpretations in the various Divisions of the High Court.\nThis\r\nappeal, with the leave of this Court, concerns, first, the\r\ninterpretation of the words ‘binding offer’ as they\n\nappear in s 153(1)\n(b)\n(ii)\r\nof the Act. More particularly, the issue is whether a binding offer,\r\nas provided for in that section, is binding on the offeree\nonce it is\r\nmade. A further issue is the assessment of whether reasonable\r\nprospects of a successful business rescue exist in this\ncase and\r\nwhether the resolutions to commence business rescue and to adopt a\r\nbusiness rescue plan fall to be set aside consequent\nto that\r\nassessment.\nThe\r\nBackground\n[2]\r\nThe third and fourth respondents, Mr Baldwin and Mrs Brigitta Nchite\r\n(Mr and Mrs Nchite) were shareholders and directors of\nthe first\r\nrespondent, Kariba Furniture Manufacturers (Pty) Ltd (Kariba).  In\r\nOctober 2006, the appellant, African Banking\nCorporation of Botswana\r\n(the bank), instituted action  against Kariba in the Gauteng\r\nDivision, Pretoria, for payment of moneys\nlent and advanced to Kariba\r\nunder a credit facility agreement. Mr and Mrs Nchite were Kariba’s\r\nco-defendants by virtue of\ndeeds of suretyship executed by them in\r\nfavour of the bank. The bank was also a holder of a general notarial\r\nbond executed in its\nfavour by Kariba as security for the loan. By\r\nagreement between the parties to that litigation, the action was\r\nremoved from the\nGauteng Division and referred to arbitration. The\r\narbitrator found in favour of the bank and held Kariba and Mr and Mrs\r\nNchite\njointly and severally liable to the bank for payment of BWP\r\n5 610 125.38\n[1]\ntogether with interest at 13 per cent per annum from 1 July 2004 to\r\ndate of payment. The arbitration award was confirmed on appeal,\nbut\r\nthe appeal tribunal found that Mrs Nchite’s liability, which\r\nhad been limited to R1.5 million, had been discharged. As\nat 31\r\nJanuary 2012 the total liability of Kariba and Mr Nchite to the bank\r\nwas BWP 14 966 809.20.\n[3]\r\nOn 31 January 2012, Mr and Mrs Nchite resolved that Kariba\r\nvoluntarily begin business rescue proceedings in terms of s 129 of\n\nthe Act. On the same day they nominated the second respondent, Mr\r\nJean Pierre Jordaan, for appointment as the business rescue\r\npractitioner (the practitioner). He consented on the same day. On 6\r\nFebruary 2012, he was appointed as the practitioner for Kariba\nby the\r\nCompanies and Intellectual Property Commission of South Africa\r\n(CIPC).\n[4]\r\nOn 17 February 2012, the first statutory meeting of creditors of\r\nKariba was held. At that meeting Mr Mapata, the bank’s\nCredit\r\nManager, raised several concerns. Some of the concerns had been\r\nexpressed in correspondence exchanged between the parties\nin the days\r\npreceding the meeting.  Chief amongst these was the lack of\r\nrecently audited financial statements relating to\nKariba. These\r\nconcerns were not resolved at the meeting, but the practitioner\r\nundertook to email Kariba’s audited financial\nstatements for\r\nthe 2005 financial year to the bank’s attorneys. At this early\r\nstage I may as well state that, as will become\nclearer in the\r\nparagraphs that follow, the absurdity of resolving to commence\r\nbusiness rescue proceedings seven years after Kariba\nhad last\r\nconducted business was central to the bank’s opposition to\r\nthose proceedings.\n[5]\r\nSubsequent to the first meeting of creditors, further correspondence\r\nwas exchanged between the practitioner and the bank’s\nattorneys\r\nregarding the concerns raised by the bank. These related to the\r\nprovisional admission of the bank’s claims at the\nfirst meeting\r\nof creditors, the reluctance by the practitioner to admit the bank’s\r\nclaim for interest, the basis for evaluation\nof Kariba’s\r\nmachinery and raw material, and the lack of post-2005 audited\r\nfinancial statements and management accounts.  These\nremained\r\nunresolved even when the practitioner distributed the proposed rescue\r\nplan on 12 March 2012. Correspondence regarding\nthe concerns raised\r\nby the bank’s attorneys continued until 26 March 2012 when the\r\nsecond meeting of creditors was held.\n[6]\r\nDuring that meeting, the practitioner inquired if any party wished to\r\nvote for amendment of the rescue plan as provided for\nin terms of s\r\n152(1)\n(d)\nof\r\nthe Act.\n[2]\nWhen none of the\r\naffected parties showed interest in doing so, the practitioner called\r\nfor a vote by the creditors for preliminary\napproval of the plan in\r\nterms of s 152(1)\n(e)\n.\r\nIn terms of the plan, the bank held a voting interest of 63 per cent,\r\nwhile ABSA Bank Limited held 2 per cent, the North West\nDevelopment\r\nCorporation (NWDC), another creditor, held 1 per cent, the\r\nMunicipality of Hammanskraal held 1 per cent, and the shareholders\n\nheld the balance. The bank and NWDC rejected the plan.\n[3]\nAfter the practitioner had indicated that he would not invoke the\r\nprovisions of s 153(1)\n(a)\nof the Act, the shareholders’ attorney indicated that his\r\nclients wished to make a binding offer on behalf of the shareholders,\n\nto purchase  the bank’s voting interest in terms of s\r\n153(1)\n(b)\n(ii)\r\nof the Act. The practitioner immediately ruled that it was not open\r\nto the bank to respond to the offer; that the offer was\nbinding on\r\nthe bank and that the bank’s voting interests had to be\r\ntransferred to the shareholders immediately. He proceeded\nto amend\r\nthe plan to reflect the bank as holding zero per cent interest and\r\nthe shareholders 95 per cent. The representatives of\nthe bank left\r\nthe meeting. Mr van der Merwe, who represented NWDC, registered his\r\nprincipal’s opposition to the rescue plan\nand then also left\r\nthe meeting. Thereafter a vote on the proposed business rescue plan\r\nwas undertaken by the reconstituted creditors\n(excluding the bank)\r\nand they voted in favour of preliminary approval of the plan.\n[4]\nThe\r\nhigh court proceedings\n[7]\r\nIt is against this background that the bank launched an application\r\nin the Gauteng Division, Pretoria, seeking resolution of\nthe issues\r\nalready set out in the opening paragraph of this judgment. In the\r\ncourt below, the bank contended that it could not\nbe bound by an\r\noffer which it had not been allowed to respond to. It complained that\r\nthe offer was improper in that it lacked clarity\nas to the identity\r\nof the offeror, ie whether it was both Mr and Mrs Nchite or only one\r\nof them, what the amount and terms of payment\nthereof were and\r\nwhether there were any conditions attached thereto. All that was\r\nstated was that the binding offer to purchase\nthe bank’s voting\r\ninterests would be ‘at a value independently and expertly\r\ndetermined to be a fair and reasonable\nestimate of the return to the\r\nbank, if Kariba were to be liquidated’. There was also the\r\noutstanding issue of whether Mr\nNchite would remain liable to the\r\nbank under the deed of suretyship.\n[8]\r\nThe court a quo (Kathree-Setiloane J) dismissed the application by\r\nthe bank. It approved the procedure adopted by the practitioner\nin\r\ndealing with the binding offer as made, holding that he had applied s\r\n153(1)\n(b)\n(ii)\r\nproperly. It found that ‘the binding offer’ envisaged in\r\ns 153(1)\n(b)\n(ii)\r\ndid not anticipate an ‘option’ or an ‘agreement’\r\nin the contractual sense, but was rather ‘a\nset of statutory\r\nrights and obligations, from which neither party could resile’,\r\nand that the offer was automatically binding\non both the offeror and\r\nthe offeree once made. According to the court a quo, this\r\ninterpretation was consistent with the intention\nof the legislature\r\nto ensure ‘co-operation’ by opposing creditors in\r\nbusiness rescue proceedings. The court also found\nthat the opposing\r\ncreditor, whose voting interest was transferred in terms of the\r\nbinding offer, stood to suffer no prejudice as\nthe value of the\r\ntransferred voting interest, which would be determined by an\r\nindependent expert, would be paid prior to implementation\nof the\r\nrevised business plan. It refused to set aside the approval of the\r\nbusiness rescue plan prepared by the practitioner and\nthe resolution\r\ntaken by Kariba’s board to voluntarily commence business rescue\r\nproceedings. It is against this decision that\nthe bank appeals to\r\nthis court.\nThe\r\nappeal\n[9]\r\nOn appeal the bank contended that a binding offer made in terms of s\r\n153(1)\n(b)\n(ii)\r\nof the Act did not automatically bind the offeree. Instead, the use\r\nof the term ‘binding offer’ in the section\nis intended to\r\nconvey that the offer, once made, could not be withdrawn by the\r\nofferor. The bank also insisted that the resolution\nto commence\r\nbusiness rescue falls to be set aside as there were no reasonable\r\nprospects, on the basis of the rescue plan, that\nKariba could be\r\nrescued. It was submitted on behalf of the bank that the rescue\r\nproceedings were a sham and were instituted for\nan ulterior and\r\nimproper purpose. It was further submitted that, even if this court\r\nwere to find that the offer was binding on\nthe bank, the practitioner\r\nshould be removed from office as he had failed to exercise the\r\nrequired degree of care in the performance\nof his functions. In this\r\nregard the bank also sought leave to lead further evidence pertaining\r\nto the practitioner’s conduct\nsubsequent to the adoption of the\r\nrescue plan. In essence the evidence relates to an alleged undue\r\ndelay by the practitioner in\nobtaining the valuation of the bank’s\r\nvoting interest subsequent to the adoption of the business rescue\r\nplan. Because of\nthe view I take on the main issues on appeal, I do\r\nnot deem it necessary to deal with that application and nothing more\r\nneeds be\nsaid about the further evidence sought to be introduced.\n[10]\r\nOn the other hand Kariba, the practitioner and Mr and Mrs Nchite\r\ntendered a concerted argument that the business rescue process\ncould\r\nnot be delayed or derailed by a single ‘hostile’ creditor\r\nto the detriment of other creditors. They argued that\nto allow a\r\nsituation where a creditor must accept a binding offer would detract\r\nfrom the objectives of business rescue. Counsel\nfor Kariba submitted\r\nthat the court a quo was correct in finding that the intention of the\r\nlegislature was to impose the shareholder’s\noffer upon\r\nrecalcitrant creditors to facilitate business rescue.\n[11]\r\nSubmissions were also made on behalf of the CIPC regarding the\r\nconstitutionality of s 153(1)\n(b)\n(ii).\r\nThe issue was whether s 153(1)\n(b)\n(ii)\r\namounted to unjustified deprivation of property, contrary to the\r\nprovisions of s 25 of the Constitution. However, again, it\nis not\r\nnecessary to decide that issue.\nBinding\r\noffer\n[12]\r\nThe approach adopted by the high court in considering the issues\r\nbefore it was largely motivated by its understanding of the\nterm\r\n‘binding offer’ as provided in terms of s153(1)(\nb\n)(ii)\r\nof the Act. For this reason an intimate examination of the term is\r\nrequired. A broad summary of the business rescue scheme\nas provided\r\nfor in the Act would be beneficial to a proper interpretation of the\r\nterm.  Business rescue has been defined as\nproceedings to\r\nfacilitate the rehabilitation of a company that is financially\r\ndistressed by providing for: first, temporary supervision\nof the\r\ncompany and of management of its affairs, business and property;\r\nsecond, a temporary moratorium on the rights of claimants\nagainst the\r\ncompany or in respect of property in its possession; third, the\r\ndevelopment and implementation of a plan to rescue\nthe company by\r\nrestructuring its affairs, business, property, debt, and equity in a\r\nmanner that maximises the likelihood of the\ncompany continuing in\r\nexistence on a solvent basis or, if that is not possible, fourth, a\r\nplan that would achieve a better return\nfor the company’s\r\ncreditors than the payment they would have received if the company\r\nhad simply been liquidated.\n[5]\n[13]\r\nThe process begins with a resolution taken by the board of a company,\r\nin terms of s 129 of the Act, that the company voluntarily\nbegins\r\nbusiness rescue proceedings. Within five days after adoption of the\r\nresolution to commence business rescue the company must\nappoint a\r\npractitioner in terms of s 129(3)\n(b)\n.\r\nAlternatively, an affected person may apply to court in terms of s\r\n131 of the Act for an order placing the company under supervision\nand\r\ncommencing business rescue proceedings. The court may also appoint a\r\npractitioner, subject to ratification by holders of a\nmajority of\r\nindependent creditor’s voting interest.\n[6]\n[14]\r\nDuring business rescue proceedings no legal proceedings, including\r\nenforcement of action against the company, may be commenced\nor\r\ncontinued in any forum.\n[7]\nAs\r\nsoon as practicable after appointment, the practitioner must\r\ninvestigate the affairs of the company and consider whether there\nis\r\nany reasonable prospect of the company being rescued.\n[8]\nWithin ten business days of being appointed the practitioner must\r\nconvene and preside over the first meeting of creditors.\n[9]\nA meeting of employees’ representatives must also be convened\r\nby the practitioner within ten business days of appointment.\n[10]\nAfter consulting the creditors, other affected persons, and\r\nmanagement of the company, the practitioner must prepare a business\n\nrescue plan for consideration and possible adoption at a meeting to\r\nbe held in terms of s 151.\n[11]\nIn that meeting, the practitioner must introduce the proposed\r\nbusiness plan for consideration by creditors and shareholders, inform\n\nthe meeting whether he or she continues to believe that there is a\r\nreasonable prospect of the company being rescued, provide opportunity\n\nfor employees’ representatives to address the meeting, invite\r\ndiscussion and conduct a vote on motions to amend the proposed\nplan\r\nor adjourn the meeting in order to revise the proposed plan for\r\nfurther consideration, and call for a vote for preliminary\napproval\r\nof the proposed plan. If the proposed plan is accepted it will be\r\nimplemented; if it is not approved on a preliminary\nbasis, the plan\r\nis rejected and may be considered further only in terms of s 153 of\r\nthe Act.\n[12]\n[15]\r\nSection 153(1) provides that-\n‘\n153.\r\nFailure to adopt business rescue plan.- (1)\n(a)\nIf a business rescue plan has been\r\nrejected as contemplated in section 152(3)\n(a)\nor\n(c)\n(ii)\n(bb)\nthe\r\npractitioner may-\n(i)\nseek a vote of approval from the holders of\r\nvoting interests to prepare and publish a revised plan; or\n(ii)\nadvise the meeting that the company will\r\napply to a court to set aside the result of the vote by holders of\r\nvoting interests of\nshareholders, as the case may be, on the grounds\r\nthat it was inappropriate.\n(b)\nIf the practitioner does not take any\r\naction contemplated in paragraph\n(a)-\n(i)\r\nany affected person present at the meeting may-\n(aa)\ncall for a vote of approval from the\r\nholders of voting interests requiring the practitioner to prepare and\r\npublish a revised plan;\nor\n(bb)\napply to the court to set aside the\r\nresult of the vote by the holders of voting interests or\r\nshareholders, as the case may be \non the grounds that it was\r\ninappropriate; or\n(ii)\r\nAny affected person or a combination of affected persons,\nmay\r\nmake a binding offer to purchase the voting interests of one or more\r\npersons who opposed adoption of the business rescue plan,\nat a value\r\nindependently and expertly determined, on the request of the\r\npractitioner, to be a fair and reasonable estimate of the\nreturn to\r\nthat person, or those persons, if the company were to be liquidated\n.\n’\n(My emphasis.)\nAs\r\nalready stated, in this case it is in the context of the majority\r\nvoting interest holder having rejected the rescue plan proposed\nby\r\nthe practitioner that the intention to make a binding offer for the\r\nbank’s voting interest was expressed.\n[16]\r\nIn finding that the legislature intended to exclude an opposing\r\ncreditor’s consent to a binding offer, the court a quo\nrelied\r\non United States of America (U.S.) Bankruptcy legislation. Indeed\r\nChapter 11 of the U.S. Bankruptcy Code provides for rearrangement\nof\r\nthe debt structure of a business and protection of the company from\r\nenforcement of claims by creditors whilst its business continues.\n\nHowever it seems to me that certain factors distinguish the process\r\nas provided for in our Act from the procedure provided for\nin the\r\nU.S. Bankruptcy Code.  First, under the U.S. Bankruptcy Code it\r\nis the court that makes the decision as to whether\nrejection of a\r\nbusiness plan by a creditor should be ignored. Obviously that\r\ndecision would be taken after due consideration of\nall relevant\r\nfactors. In\ns\r\n1129(a)\nof\r\nthe U.S. Bankruptcy Code the requirements that must be satisfied\r\nbefore a court can confirm a rescue plan are listed. And the\n\nprovisions of this section are peremptory.\n[13]\nThe requirements include that the plan must have been proposed in\r\ngood faith, each ‘impaired’ class of creditors must\nhave\r\neither accepted the plan or each creditor must stand to receive no\r\nless than it would receive under liquidation, each class\nof creditors\r\nmust accept the plan or be ‘unimpaired’, and there must\r\nbe no likelihood of confirmation of the plan being\nfollowed by a\r\nliquidation or further business ‘reorganisation’.\n[17]\r\nA further and more pertinent distinguishing factor is that the making\r\nof the binding offer in our business rescue procedure\nis a step\r\nseparate and antecedent to the second round of voting on the adoption\r\nof the rescue plan. Therefore the meaning of ‘binding\noffer’\r\nfalls to be considered on its own merits and separately from the\r\nmerits of a rescue plan.\n[18]\r\nThe term ‘binding offer’ must be appreciated against the\r\nmeaning of ‘offer’ as hitherto understood\nin this\r\ncountry. In everyday use, the word ‘offer’ signifies a\r\npresentation or a proposal to someone for acceptance\nor rejection; it\r\nis ‘an expression of readiness to do or give something; [or] an\r\namount of money that someone is willing\nto pay for something’.\n[14]\nIn South African legal parlance, an offer is an invitation to consent\r\nto the creation of obligations between two or more parties.\n[15]\n‘What distinguishes a true offer from any other proposal or\r\nstatement is the express or implied intention to be bound by\nthe\r\nofferee’s acceptance.’\n[16]\nTherefore, the settled meaning, both in the general use and in the\r\nmore technical legal use of the word “offer” is\nthat it\r\nis only on acceptance that an offer creates rights and\r\nobligations.\n[17]\n[19]\r\nIt is a well-established principle of our law that an ambiguous\r\nproposal cannot be classified as an offer.\n[18]\nAnd the terms of an offer must cover the minimum requirements of the\r\nproposed contract. A mere regurgitation of the provisions\nof s\r\n153(1)\n(b)\n(ii)\r\n(that the offer was or would be to purchase the voting interest at a\r\nvalue to be independently determined) could not constitute\na proper\r\nbinding offer.  The bank was entitled to know who exactly was\r\nmaking the offer and what the details thereof were,\nincluding the\r\nprice or determined value, and where, when and how payment would be\r\neffected. It\nwas\r\ntherefore correct in insisting that it could not be held bound to an\r\noffer, the terms of which were never divulged.\nThe\r\nattorney’s indication that his clients wanted to make an offer\r\nunder s 153(1)(\nb\n)(ii)\r\ncould in itself not be an offer under that section.\n[20]\r\nProvision, in s 153(1\n)(b)\n(ii),\r\nfor the making of a binding offer presupposes that the rescue plan\r\nwill contain sufficient detail from which a determination\nof the\r\nvalue of the bank’s (and other creditor’s) voting\r\ninterest can be readily and reliably ascertained, such that\na binding\r\noffer will embody the price or value at which the offer is made.\r\nSection 150(2) provides that the business rescue plan\nmust contain\r\nall the information reasonably required to enable affected persons to\r\ndecide whether or not to accept or reject it.\nDetails of the required\r\ninformation are set out in the section. It is the same details which\r\nwill form the basis for calculation\nof fair and reasonable value of\r\nthe voting interests.  In this case, where available information\r\nabout Kariba’s business\nonly related to 2004, there was no\r\nproper basis for determination of a fair and reasonable value of\r\ncreditors’ voting interests\nin 2012. Therefore, even if the\r\nbank wished to respond to the ‘binding offer’ made by the\r\nshareholders, as it was entitled\nto, there was no valid binding offer\r\nto which it could respond.\n[21]\r\nIn addition, not only must there be an offer but it must be binding.\r\nThe significance of this description can only be once\nthat the offer\r\nis made it cannot be withdrawn by the offeror, in contrast to the\r\nordinary meaning ascribed to an offer (that it\nbecomes binding on\r\nacceptance and may be withdrawn before then). It is highly unlikely\r\nthat the legislature intended such an extraordinary\nprocedure as\r\npostulated by Kariba, the practitioner and Mr and Mrs Nchite; the\r\neffect of which would be to deprive an offeree of\nan established\r\nright to accept or reject an offer. Had that been the intention, the\r\nlegislature would not have used a word which\nconnotes an expectation\r\nof a response. As Gorven J held in\nDH\r\nBrothers Industries (Pty) v Ltd Gribnitz NO\n:\n[19]\n‘\n[The\r\nlegislature] would have introduced a deeming provision of acceptance\r\non the part of the offeree and (would) have stated that\nthe offer,\r\nonce made, gave rise to binding obligations between the parties.\n.\r\n. . The only actor mentioned is the offeror. The only action\r\ndescribed is to ‘make a binding offer’ not to create\na\r\nset of statutory rights and obligations. More importantly, [‘offer’]\r\nhas a specific, settled legal meaning –\nas the Legislature must\r\nbe presumed to have known. In order to give rise to obligations on\r\nthe part of both parties, an offer requires\nacceptance. The plain\r\nmeaning falls well short of the binding offer creating any\r\nobligations on the part of the opposing creditor.\nIt is also\r\nimportant that the offer is to “purchase”. This,\r\nlikewise, relates to an established legal concept. It is\naimed at\r\nconcluding a contract of purchase and sale. It is not aimed at\r\ncreating statutory rights and obligations. The words “offer”\n\nand “purchase” when used together must mean that a\r\ncontract is envisaged and, for such a contract to be concluded,\nthere\r\nmust be an acceptance or agreement. It is nowhere provided that no\r\nsuch acceptance is necessary and that, without it, a contract\nof\r\npurchase and sale has come into existence.’\n[20]\nConsequently,\r\na binding offer remains predominantly similar in nature to the common\r\nlaw offer, save that it may not be withdrawn\nby the offeror until the\r\nofferee responds thereto.\n[22]\r\nDifficulties that arise from the court a quo’s finding that\r\nonce a binding offer is made to purchase a voting interest,\nthe\r\nholder thereof is summarily divested of its voting interest \r\ninclude the following:  the holder of the voting interest\nin\r\nquestion is divested of its interest without any determination of\r\naffordability on the part of the offeror. Regarding prejudice\nthat a\r\ncreditor might suffer as a result of the inability of the offeree to\r\ncomply with his or her obligations under the binding\noffer, the court\r\na quo found that:\n‘\nAlthough\r\nthe offeree is divested of his or her voting interest on approval or\r\nadoption of the rescue plan in terms of s 152 of the\nAct, the offeree\r\nwill not lose his or her right to enforce any debt owed by the\r\ncompany immediately before the beginning of the\nbusiness rescue\r\nprocess, until payment of the purchase price of the voting interest\r\nis made by the offeror\n.’\n[23] Counsel for\r\nKariba submitted that as found by the court a quo, this concern is\r\nadequately covered in the Act as the rescue\nplan will only be\r\nimplemented after payment in terms of the valuation. But he could not\r\nrefer us to any supporting provision in\nthe Act. Moreover, this\r\nargument, and the finding by the court below ignore the prejudice\r\nthat the offeree will have suffered as\na result of the loss of its\r\nvoting interest.\n[24]\r\nAs already concluded, there is no indication, in the language used in\r\nthe provision, that the word ‘offer’ had\nassumed a\r\ndifferent meaning from the accepted one. Section 153(6) provides\r\nthat:\n‘\nA\nholder of a voting interest\n,\r\nor\na person acquiring that interest\nin terms of a binding offer, may apply to a court to review,\r\nre-appraise and re-value a determination by an independent expert\nin\r\nterms of subsection (1)\n(b)(ii).’\n(My emphasis.)\nThe\r\nlegislature has made express provision for two categories of persons:\r\nthose who are holders of voting interests and those\nin\r\nthe process of acquiring\na voting\r\ninterest. This suggests that although a binding offer may have been\r\nmade (during consideration of the rescue plan), finalisation\nof the\r\naspects relating thereto, including transfer of the voting interest,\r\nis not necessarily immediate.  This is consistent\nwith the\r\nestablished meaning of an offer.   The interpretation\r\naccorded by the court a quo immediately divests interested\nholders of\r\ntheir interest once the binding offer is made; this is untenable.\n[25]\r\nIn my view, the interpretation of a binding offer in the terms\r\nadvocated by the respondents cannot be said to lead to sensible,\n\nbusiness-like results and cannot be supported.\n[21]\nIt follows that there was never a binding offer made. Consequently\r\nthe resolutions taken subsequent to the transfer of the bank’s\n\nvoting interest, including the adoption of the rescue plan, are null\r\nand void.\nReasonable\r\nprospects of success.\n[26]\r\nIn this regard counsel for the appellant submitted that if we decided\r\nthat the adoption of the rescue plan fell to be set aside,\nit would\r\nbe open for us to consider the merits related to its application for\r\nthe setting aside of the resolution to commence business\nrescue. I\r\nagree.\n[27]\r\nSection 130(1\n)(a)\n(ii) of the Act  provides:\n‘\n(1)\r\nSubject to subsection (2) at any time after the adoption of a\r\nresolution in terms of section 129, until the adoption of a business\n\nrescue plan in terms of section 152, an affected person may apply to\r\na court for an order-\n(a)\nSetting aside the resolution, on the grounds that-\n(i) . . . .;\n(ii) There is no\r\nreasonable prospect of rescuing the company; or\n(iii)\r\n. . . .\n’\n[28]\r\nIn\nOakdene\r\nSquare Properties v Farm Bothasfontein (Kyalami)\n,\n[22]\nthis court stated that it was generally accepted that ‘a\r\nreasonable prospect’ is a lesser requirement than ‘reasonable\n\nprobability’ which was the measure for placing a company under\r\njudicial management in terms of s 427(1) of the Companies\nAct 61 of\r\n1973. But the court pointed out that a reasonable prospect\r\n‘require[d] more than a mere prima facie case or arguable\n\npossibility.’ Brand JA said:\n‘\nOf\r\neven greater significance, I think, is that it must be a reasonable\r\nprospect – with the emphasis on “reasonable”\n–\r\nwhich means that it must be a prospect based on reasonable grounds. A\r\nmere speculative suggestion is not enough.’\n[23]\n[29]\r\nThe requirement of reasonable prospects of rescue originates in s129\r\n(1) of the Act which provides:\n‘\n(1)\r\nSubject to subsection (2)\n(a),\nthe\r\nboard of a company may resolve that the company voluntarily begin\r\nbusiness rescue proceedings and place the company under supervision,\n\nif the board has reasonable grounds to believe that-\n(a) the company is\r\nfinancially distressed; and\n(b)\r\nthere appears to be a reasonable prospect of rescuing the company.’\n[30]\r\nI am mindful of the warning by this court in\nOakdene\n[24]\nagainst being prescriptive about the assessment of reasonable\r\nprospects of rescue. But there can be no dispute that the directors\n\nvoting in favour of a business rescue must truly believe that\r\nprospects of rescue exist and such belief must be based on a concrete\n\nfoundation.\n[25]\nGiven the\r\napparent state in which Kariba’s affairs were when the\r\nresolution to commence business rescue was taken, there\ncould have\r\nbeen no true basis, on 31 January 2012,  for Mr and Mrs Nchite\r\nto believe that there were reasonable prospects\nof Kariba’s\r\nrescue.\n[31]\r\nThe bank had complained repeatedly to the practitioner about the\r\ncontents of the business rescue plan. In the business rescue\nplan,\r\nthe purpose of the process was stated to be to ‘revive’\r\nthe business of the company. Kariba had not been operating\nfor, at\r\nleast, the five years preceding the resolution to commence business\r\nrescue. It was said that its operations had stopped\nbecause of\r\nlitigation between it and African Bank (Pty) Ltd, a different company\r\nfrom the appellant. Kariba had received R5 million\non settlement of\r\nthe litigation. It is apparent from the affidavit filed by Mr Nchite\r\nin terms of s 129 of the Act that when the\nresolution was taken to\r\ncommence business rescue, it was anticipated that this settlement\r\namount would form part of the rescue\nplan capital. According to the\r\nbusiness rescue plan the company assets consisted of machinery for\r\nfurniture manufacture and motor\nvehicles, some of which were subject\r\nto instalment sale agreements with ABSA Bank and others subject to\r\nthe notarial bond with\nthe bank (for R453 083.03). Secured\r\ncreditors were the bank for the BWP 14 966 809.20 and ABSA\r\nBank for the R453 083.03.\nThere were also various unsecured\r\nconcurrent claims and claims of shareholders for their loan accounts.\r\nIt was said that Kariba\nwould complete the manufacture of the\r\nfurniture which had been interrupted by the litigation in 2004. The\r\nproceeds from the sale,\nand a cash injection of R450 000.00 from\r\nthe shareholders, together with the machinery, would provide capital\r\nfor production\nof new furniture. Provision was made for a probable\r\ndividend of 21 cents in the Rand and 51 cents in the Rand for the two\r\nsecured\ncreditors to be paid over a maximum period of 100 months\r\nrespectively but a nil dividend for unsecured creditors.\n[32]\r\nBut the reality was that the rescue plan fell woefully short of\r\nproviding the information required in terms of s 150(2) and\n(3) of\r\nthe Act and of providing information on which an assessment of\r\nreasonable prospects could be made.  The R5 million\nsettlement\r\namount that was to be part of the capitalisation of the rescue\r\nprocess did not appear anywhere on the business rescue\nplan. In fact,\r\nthe practitioner indicated that the amount had hardly been sufficient\r\nto even cover the costs of litigation with\nAfrican Bank. But, despite\r\nrepeated inquiries by the bank, the practitioner could not produce\r\nany document relating to the said\nlegal costs. On the other hand\r\nthere was no indication of what had happened to the money. Inquiries\r\nby the bank as to ability and\nwillingness of shareholders to provide\r\nthe R450 000.00 loan went unanswered.  The estimated value\r\nof the assets last\nused in 2004 was based on the practitioner’s\r\nassessment (a forced sale value of R3 177 631) rather than an\r\nexpert evaluation.\nNo details of the ‘on-going role of the\r\ncompany’ or existing agreements could be furnished because\r\nKariba had not been\noperating for a number of years preceding the\r\ncommencement of business rescue. Apart from mentioning that in 2004\r\nKariba used to\nsupply furniture to Ellerine Holdings (as one of two\r\nmajor customers) there were no supply contracts in place. The plan\r\nonly stated\nthat: ‘The Company will carry on trading’.\r\nThere was no provision in the plan for increase in the ‘skeleton\r\nstaff’\nwhich Kariba was said to have maintained whilst not in\r\noperation.  Provision for rental was made at a reduced amount of\r\nR10 000.00\ninstead of the correct rental of R30 000.00.\r\nWhen the practitioner’s attention was drawn to this\r\ndiscrepancy, his only\nremark was that rental would be renegotiated\r\nand that Mr van der Merwe should relay to his client that everybody\r\nwas ‘taking\na knock’.  As stated, the contents of\r\nthe projected balance sheet and statement of income and expenses for\r\nthe ensuing\nthree years could not be said to be reliable given the\r\nabsence of proper evaluation of the assets of the company.\n[33]\r\nThe fact that both the resolution to commence business rescue and the\r\nbusiness rescue plan were based on financial statements\nwhich were\r\nmore than five years old, presented a fundamental difficulty for a\r\nproper assessment of prospects of business rescue.\nGenerally, the\r\nfactual basis for assessment of the true financial position of a\r\ncompany is its (latest) financial statements (and,\nwhere necessary,\r\nits management accounts). And the business rescue plan must conclude\r\nwith a certificate by the practitioner that\nthe actual information\r\nprovided appears to be accurate, complete and up to date.\n[26]\nAlthough the business plan had the required certificate, it was\r\nclearly not correct. For obvious reasons, the 2005 financial\r\nstatements\ncould not, on their own, in January 2012, form a proper\r\nbasis for an assessment of reasonable prospects of rescuing Kariba.\n[34]\r\nThe true state of Kariba’s affairs as at January 2012 and its\r\nanticipated operations could not be established without\nan update of\r\nthe books of account, conducted on sound accounting principles,\r\nproper valuation of the company assets, and substantiated\nprospective\r\nincome and expenditure.  All these were lacking and no cogent\r\ncase was made to support an opinion of reasonable\nprospects of\r\nrescue.\n[27]\nConsequently, the\r\nresolution to commence business rescue was taken without a proper\r\nbasis  and falls to be set aside.\n[35]\r\nIn view of this conclusion, it is not necessary to consider the\r\napplication by the bank for the setting aside of the practitioner’s\n\nappointment in terms of s130(1\n)(b)\n(ii)\r\nof the Act.\n[28]\nHowever, the\r\nconduct of the practitioner in this case raises serious concerns.\r\nThis is because of the responsibility he had, as\na business\r\npractitioner under the Act, which he does not seem to have\r\nappreciated. A business rescue practitioner must be held\nto a high\r\nprofessional and ethical standard. In addition to the powers and\r\nduties specifically conferred on business rescue practitioners\nby\r\nChapter 6, they are also officers of the court (s 140(3)\n(a)\n)\r\nand have the responsibilities, duties and liabilities of a director\r\nas set out in ss 75 to 77 (s 140 (3)\n(b)\n).\n[29]\nIt was the duty of the practitioner in this case to conduct a careful\r\nassessment of Kariba’s affairs and to prepare a plan\nthat\r\nadequately reflected the  prospects of Kariba’s rescue.\r\n Against this standard, and the standard expected\nof the\r\npractitioner as an attorney, the attitude displayed by the\r\npractitioner in regard to serious concerns expressed by the bank\n\nregarding what it considered to be the shortcomings in Kariba’s\r\naffairs and the rescue plan, is disturbing.\n[36]\r\nWhen representatives of the bank expressed concern about the 2005\r\nfinancial statements, coupled with the unavailability of\nmanagement\r\naccounts, the practitioner explained that the lengthy litigation that\r\nKariba had been involved in had ‘tapped\nthe resources of the\r\ncompany such that preparation of financial statements became unviable\r\nand superfluous’. He nevertheless\ncertified that the\r\ninformation contained in the business rescue plan was ‘accurate,\r\ncomplete and up to date’. It appears\nthat he never considered\r\nthat updated books of account and properly substantiated information\r\nhad to form the basis of the rescue\nplan. Nor was he concerned about\r\nthe fact that the plan included information that turned out to be\r\nunfounded. For example, Kariba’s\nexpenses included reduced\r\nrental of R10 000.00 per month for the premises from which it\r\nwould have conducted its business.\nBut the evidence was that Mr van\r\nder Merwe, who represented the landlord, NWDC, at the meeting of\r\ncreditors\n,\npointed out that rental payable was in fact R30 000,00 and that\r\nan agreement previously reached for reduced rental had only\nbeen\r\nlimited to the period of the protracted litigation. Equally\r\nconcerning is the practitioner’s apparent contentment with\nthe\r\nnon-inclusion in the rescue plan of the R5 million that Mr Nchite had\r\ndeclared, under oath, only six weeks before, as being\navailable for\r\nbusiness rescue.\n[37]\r\nIn response to an enquiry as to why he thought reasonable prospects\r\nof business rescue existed, the practitioner stated that\nall that was\r\nrequired ‘for the business to be rescued was a viable business\r\nrescue plan and successful implementation thereof.’\nHe never\r\nattempted to obtain an objective assessment of facts upon which he\r\ncould make a proper assessment of prospects of success.\nHe relied on\r\ninformation supplied by Mr and Mrs Nchite and his own unsubstantiated\r\nassessment. He ignored, and was even hostile\nto, inquiries by the\r\nbank’s representatives when such inquiries related to aspects\r\nwhich were the core of his function as\na business rescue\r\npractitioner. The impression gained by the bank’s\r\nrepresentatives that he acted as a representative of\nKariba, rather\r\nthan as an independent practitioner, was justified. The apparent lack\r\nof appreciation, by the practitioner, of the\nseriousness of the\r\noffice he held is unacceptable.\n[38]\r\nIn addition, the practitioner was expected to act objectively and\r\nimpartially in the conduct of the business rescue proceedings.\nSo too\r\nwhen it came to the institution of legal proceedings, was an\r\nobjective and impartial attitude to be expected. This was lacking\nin\r\nthe extreme.  Not only did the practitioner file the principal\r\nanswering affidavit to the appellant’s application\nin the court\r\na quo, but he actively engaged both in the proceedings in the court\r\nbelow and in this court. He sought to act in his\ncapacity as an\r\nattorney to represent not only himself in his capacity as the\r\nbusiness practitioner but as Kariba’s representative\non whose\r\nbehalf he prepared and signed the heads of argument filed in this\r\ncourt. It was only when the propriety of his doing so\nwas questioned\r\nby the registrar upon the request of the President of this court, and\r\nhis attention was drawn to the decision in\nCarolus\r\nv Saambou Bank\n,\n[30]\nthat he was replaced by counsel who argued the appeal in his stead.\r\nAs appears from this, the practitioner personally entered the\nlists\r\nof litigation, and, whilst ordinarily a practitioner is not liable\r\nfor any act or omission performed in good faith in the\ncourse of\r\nexercise of powers and performance of functions of practitioner,\n[31]\nthere is no reason for the practitioner in this case not to be\r\nobliged to pay the appellant’s costs as would any other\r\nordinary\nunsuccessful litigant. Section 140(3)\n(c)\n(ii)\r\nof the Act does make provision holding a practitioner to be held\r\nliable ‘in accordance with any relevant law for the\n\nconsequences of any act or omission amounting to gross negligence in\r\nthe exercise of the powers and performance of the functions\nof a\r\npractitioner’. In this case, the practitioner’s grossly\r\nimproper conduct was deliberate; he should therefore pay\nthe\r\nappellant’s costs jointly and severally with Mr and Mrs Nchite.\n[39]\r\nIn regard to the appellant’s aborted application to lead\r\nfurther evidence there should be no order as to costs. This\nis\r\nbecause, although the application proved to be unnecessary, the\r\nappellant was justified in doing all in its power to bring the\n\nimpropriety of the practitioner’s conduct to the attention of\r\nthe court.\n[40]\r\nConsequently, I make the following order:\n(1) The appeal\r\nsucceeds with costs, including costs of two counsel; such costs to be\r\npaid by the second, third and fourth respondents\njointly and\r\nseverally, the one paying the others to be absolved.\n(2) Paragraphs (2)\r\nand (3) of the order of the court a quo are set aside and replaced\r\nwith the following:\n‘\n2.1\r\n The application succeeds.\n2.2 It is declared\r\nthat the “binding offer”, made on 26 March 2012 at the\r\nsecond meeting of creditors, on behalf of\nthe Third and/or Fourth\r\nrespondents in terms of\ns 153(1)\n(b)\n(ii) of the\nCompanies Act 7\nof 2008\n, to purchase the voting interest of the applicant was not\r\nbinding on the applicant.\n2.3 The approval of\r\nthe proposed business rescue plan which occurred at the meeting of\r\naffected persons held on 26 March 2012, is\nset aside.\n2.4\r\nThe resolution taken by the Board of the first respondent on 31\r\nJanuary 2012 to voluntarily begin business rescue proceedings\nand to\r\nplace the first respondent under supervision is set side.\n2.5 The costs of\r\nthis application shall be paid by the third and fourth respondents,\r\njointly and\nseverally, the\none paying,\r\nthe others to be absolved.’\n___________________\nN Dambuza\nActing\r\nJudge of Appeal\nLEACH\r\nJA (Mpati P, Mhlantla JA and Schoeman AJA concurring)\n[41]\r\nI have had the privilege of reading the judgment of Dambuza AJA.\r\nAlthough I agree with her and the order she proposes, I wish\nto add\r\ncertain additional reasons for reaching my conclusion.\n[42]\r\nAs its very name suggests, the purpose of a business rescue plan is\r\nto throw a lifeline to a company in financial distress\nto help keep\r\nit afloat in a manner that balances the rights and interests of all\r\nrelevant stakeholders.\n[32]\nThe process involves the preparation of a rescue plan designed either\r\nto assist the company’s return to solvency or, should\nthat goal\r\nbe impossible, to provide a better return for creditors and\r\nshareholders than would be the case than were the company\nto be\r\nimmediately wound up. This plan is considered at a meeting of\r\ncreditors and other holders of ‘a voting interest’\nas\r\ndefined in\ns 128(1)(\nj\n)\r\nof the Act at which, inter alia,  representatives of the\r\nemployees of the company are entitled to express their views.\n[33]\nShould the plan be approved by those having a voting interest, the\r\nformal process comes to an end and the plan becomes binding.\nBut if\r\nit is not approved, various options become available under s 153 of\r\nthe Act, including an affected person acquiring the\nvoting interest\r\nof a person opposed to the plan.\n[34]\n[43]\r\nI do not believe it is unfair to comment that many of the provisions\r\nof the Act relating to business rescue, and s 153 in particular,\nwere\r\nshoddily drafted and have given rise to considerable uncertainty.\r\nQuestions which immediately spring to mind in regard to\nthe procedure\r\nenvisaged by s 153(1)(\nb\n)(ii),\r\nand to which no answers are clearly expressed in the Act, include\r\n(this list is not intended to be all-embracing) whether\nan offeree\r\nhas a period of time, a\nspatium\r\ndeliberandi\n,\r\nin which to consider whether to accept or reject an offer; the effect\r\nof an offer being rejected; whether an offer may be conditional\nand,\r\nif so, what conditions are permissible; whether an offer excludes the\r\nmaking of a counter-offer or any other offers being\nmade by other\r\naffected persons and, if not, how offers are to be ranked. It is\r\ntherefore not surprising that Dr A Loubser \nhas expressed the\r\nview that it was ‘regrettable that the drafters of the\r\nprovisions regulating the new rescue proceedings\ndid not exercise\r\nmore care’ and that the ‘unclear, confusing and sometimes\r\nalarming provisions regulating the business\nrescue proceedings . . .\r\nwill certainly not assist in making the procedure more acceptable or\r\nsuccessful’.\n[35]\n[44]\r\nOne of the obvious uncertainties created by the section is what is\r\nmeant by a ‘binding offer’. It can of course\nbe accepted\r\nthat the offer is to be regarded as irrevocable in the sense that it\r\nmay not be withdrawn or varied by the offeror.\nHowever, opinions have\r\ndiverged on whether the offeree will also be bound thereby, whether\r\nit likes it or not. Thus the court below\nconcluded that a ‘binding\r\noffer’ had to be seen not in its normal contractual sense but\r\nrather as ‘a set of statutory\nrights and obligations from which\r\nneither party may resile’.\n[36]\nOn the other hand in\nDH\r\nBrothers Industries (Pty) Ltd v Gribnitz NO\n2014 (1) SA 103\n(KZP), Gorven J held that an ‘offer’ in\r\nour law does not assume the creation of rights and obligations and\r\nthat an\noffer, albeit one that could not be withdrawn by the offeror,\r\nhad to be accepted before both parties were bound. This latter\r\ninterpretation\nwas followed by Daffue J in\nAbsa\r\nBank Limited v Caine NO\n.\n[37]\nIt also enjoys the weight of academic opinion.\n[38]\nInter alia, the decision of the court a quo in the present case was\r\ncriticised, and that in\nDH\r\nBrothers\nsupported, in the 2013 Annual Survey as follows:\n[39]\n‘\nThe\r\ncourt held that the business rescue practitioner would not be able to\r\nproceed with the implementation of the business rescue\nplan before\r\nfinalisation of the payment of the binding offer  . . . . \r\nIt is unclear on what grounds the court came to\nthis conclusion. No\r\nprovision of the Act was cited as authority, nor could we find any\r\nprovision that bars the implementation of\nthe business rescue plan\r\nbefore such an offer is finalised . . . . Section 154(2) provides\r\nthat after the approval and implementation\nof a business rescue plan,\r\nany creditor is prohibited from enforcing any debt owing to it\r\nimmediately before commencement of the\nbusiness rescue proceedings,\r\nunless provided for in the business rescue plan. Implementation of\r\nthe business rescue plan before\nfinalisation of the binding offer\r\nwould mean that section 154(2) becomes operative against the offeree,\r\nwhile he or she is excluded\nfrom the voting process and his or her\r\ninterests are not reflected in the revised business rescue plan. This\r\nis a clear indication\nthat the interpretation given to the effect of\r\nsection 153(1)(b)(ii) in\nKariba\ncannot be correct. Instead, the interpretation in\nDH\r\nBrothers\nis preferable, namely that the\r\nbusiness rescue plan may only be voted on once payment for the voting\r\ninterests has been received.\nAfter adoption of the business rescue\r\nplan, the plan must be implemented by the business rescue\r\npractitioner (s 140(1)(\nd\n)(ii)\r\n. . . .\nThere are certain\r\nother matters that the decision in\nKariba\ndid not take into\r\naccount. On the interpretation given by the court, it is unclear\r\nwhether the inability of the offeror to pay\nthe offeree\nafter\ndetermination of the value of the voting interests, would mean that\r\nthe business rescue plan had not been validly adopted and would\nhave\r\nto be reviewed and reconsidered by the creditors. Nothing in chapter\r\n6 of the Act suggests that the inability of the offeror\nto honour its\r\nbinding offer would have this effect. This would mean that the\r\nbusiness rescue practitioner would have to wait for\nlegal processes\r\nagainst the offeror to be finalised before it could implement the\r\nbusiness rescue plan. If the appropriate legal\nprocess is the\r\nliquidation of the offeror, this could postpone the implementation of\r\nthe business rescue plan for a very long time.\nKeeping in mind that\r\nthe business rescue proceedings are supposed to be finalised within\r\nthree months (see s 132(3)), it seems\ndoubtful whether such a\r\npotential obstacle to the finalisation of the business rescue was\r\nintended.\nFurthermore,\r\nif the offeror is unable to pay the offeree, and its estate cannot\r\nrealise enough to settle the amount owing to the\nofferee in full, the\r\nrights of the offeree are certainly prejudiced by the binding offer\r\nprovisions in section 153(1)(\nb\n)(ii).\r\nThe judgment assumed that the offeree would receive the full value\r\nindependently and expertly determined, in which case the\nbinding\r\noffer is not prejudicial  . . . .  However, if the\r\ninterpretation in\nKariba\nis correct, the offeree’s original debtor, the company, is\r\nsubstituted with the offeror without any need for the offeror\nto show\r\nthat he or she is financially able to satisfy the offer . . . \r\nThe court seemed to assume that the company will again\nbecome the\r\ndebtor of the offeree if the offeror is unable to satisfy the value\r\ndetermined by the independent expert . . . but there\nis nothing in\r\nsection 153, or in chapter 6 generally, to support this conclusion.’\n[45]\r\n The reasoning in this passage seems to me to be correct and, on the\r\nstrength thereof and the reasons set out by Dambuza AJA,\nI am of the\r\nview that the interpretation of Gorven J in\nDH\r\nBrothers\nwas correct and that the court\r\na quo erred in concluding that an offer under the section bound both\r\nparties. In addition there\nis a further fundamental reason why the\r\nappeal must succeed.\n[46]\r\nAttention has thus far been focused on the issue of who is to be\r\nregarded as bound by an offer made under s 153(1)(\nb\n)(ii),\r\nbut sight should not be lost of the initial requirement that the\r\noffer must be one to purchase. This immediately raises a\nfurther\r\nissue not dealt with by the legislature, namely, whether the mere\r\noffer in itself is sufficient or whether, in order to\ncreate any\r\nobligations inter partes, it should be accompanied either by a tender\r\nof payment of cash or the provision of adequate\nsecurity for payment.\r\nIn this regard it is necessary to recall that at common law a tender\r\nneeds to be made ‘met opene beurse\nen klinkende gelde’\r\n(with open purses and clinking money)\n[40]\nand that an offer of settlement must be ‘made by a person\r\ncapable of making a payment, since a person who has no capacity\nto\r\npay has no capacity to make a tender’.\n[41]\nIt is hardly conceivable that the legislature intended that a party\r\nlacking the wherewithal to pay could interfere with the\nflow of\r\nbusiness rescue proceedings merely by making an offer it could not\r\nimplement. Indeed the failure to make specific provision\nin the Act\r\nin regard to this issue provides support for an interpretation that\r\nan offer only binds both parties once it has been\naccepted.\n[47]\r\nReverting to the content of what the respondents contend was a\r\nbinding offer to purchase under the section, the high water\nmark of\r\nthe respondents’ case was that the attorney representing Mr and\r\nMrs Nchite informed the practitioner that his clients\n‘wished\r\nto purchase’ the appellant’s voting interest.\r\nConceptually there is a substantial difference between\nexpressing a\r\nwish to make an offer to purchase and actually doing so, especially\r\nwhere the price to be paid is unknown. Be that\nas it may, although it\r\nmay be somewhat doubtful whether an offer to purchase was ever in\r\nfact made, the parties appear to accept\nthat whatever was said\r\nconstituted an offer and I intend to proceed on that basis.\n[48]\r\nHowever, it is common cause that no price was mentioned, the offer\r\nmerely having been one to purchase ‘at a value independently\n\nand expertly determined, on the request of the practitioner, to be a\r\nfair and reasonable estimate of the return’ to the appellant\n\nshould the company be liquidated (the practitioner stressed that the\r\noffer had been in the precise terms of the section).\n[49]\r\nAt the time this offer was made, the fair and reasonable return to\r\nthe appellant had not been independently and expertly determined.\nThe\r\nrespondents contended that the amount which the appellant would\r\nbecome entitled to receive was only to be determined at a later\ndate\r\nonce the necessary independent valuation had been obtained and that,\r\nif the parties did not agree thereto on the valuation\nwhen it became\r\navailable in due course, the court could determine the amount under s\r\n157(6). Thus they argued that an offer to\npay whatever amount might\r\nbe determined in due course was sufficient to constitute an offer to\r\npurchase as envisaged by the section,\nand that the appellant’s\r\nargument that the valuation has to be determined before an offer is\r\nmade conflicts with the clear\nscheme of the Act.\n[50]\r\nIn my view the respondents’ argument in this regard is, in\r\ntruth, contrary to the scheme of the Act. As the learned authors\nof\nHenochsberg\npoint out, the value independently and expertly\r\ndetermined will already be known by the practitioner in a case of\r\nconcurrent creditors\nas the practitioner, in terms of ss 145(4)\r\nand (5), would before the meeting have been obliged to obtain the\r\nnecessary valuation\nin order to determine their voting interests.\r\nMoreover as Jonathan Rushworth, a member of the International\r\nReference Team for\nCompany Law Reform in South Africa, has commented:\n‘\nThe\r\npossibility of an offer to purchase the debts due to creditors or the\r\nshares of those who voted against the plan is a novel\nconcept. Such\r\nan offer would provide employees, creditors or shareholders who\r\ncontinue to support a business rescue plan with the\nopportunity to\r\nseek funding to buy the other interests and then approve the plan and\r\nprocure its implementation. Registered trade\nunions representing\r\nemployees and employees not represented would be able to make an\r\noffer to acquire the interests of creditors\nand shareholders.\n’\n[42]\n[51]\r\nIt is almost inconceivable that a bank or other financial institution\r\nwould be prepared to agree to provide funding to trade\nunions or any\r\nother interested persons for the purchase of the voting interests of\r\ncreditors in companies in financial difficulties\nwhere the value had\r\nnot been fairly and expertly determined, let alone in respect of an\r\namount which would still have to be determined\nin the future.\n[52]\r\nImportantly, at common law it is essential for a valid contract of\r\nsale for the parties to be agreed on the price or that the\nprice be\r\nreadily ascertainable. Agreement that the price is to be determined\r\nat a later date is insufficient.\n[43]\nAs a contract of sale pursuant to an offer is envisaged by the\r\nsection, there is no reason to depart from the common law position\n\nthat the price is to be determined from the terms of the offer.\r\nIndeed there is every reason to conclude that the common law position\n\nwas envisaged. It would for example hardly be fair to hold an offeror\r\nto a purchase at a price far beyond what it imagined or an\nofferee to\r\na price far less than what the true value of its interests proves to\r\nbe.\n[53]\r\nThe inevitable conclusion from all of this is that the offer in the\r\npresent case cannot be construed as being a valid offer\nto purchase\r\nas no mention was made of a price nor was a price readily\r\nascertainable therefrom, despite the prospect of the value\nof the\r\nvoting interest purportedly purchased subsequently being determined,\r\npossibly by a court. As there was no valid offer to\npurchase there\r\ncould thus be no ‘binding’ offer to do so as envisaged by\r\nthe section.\n[54]\r\nAs there was no valid offer to purchase the voting interest of the\r\nappellant, it was never acquired by Mr and Mrs Nchite. Accordingly,\n\nthe business rescue plan was approved on the strength of Mr and Mrs\r\nNchite exercising a voting interest they did not have, and\nits\r\nadoption has to be set aside. Moreover, as the business rescue plan\r\nwas never validly adopted, the appellant is entitled under\ns\r\n130(1)(\na\n)(ii)\r\nto apply to set aside the resolution to commence business rescue on\r\nthe basis that there is no reasonable prospect of rescuing\nthe\r\ncompany.\n[55]\r\nDambuza AJA has dealt with the relevant facts relating to the\r\nprospect of rescuing the company and it would be superfluous\nfor me\r\nto attempt to add thereto. Suffice it to say that the company was\r\nclearly hopelessly insolvent and effectively dormant in\nthat it had\r\nnot traded for years and had no business contracts in place. This is\r\nnot a case in which an on-going business was likely\nto be rescued. It\r\nis a matter in which there was at best a forlorn hope, unsupported by\r\nany objective facts, that the company might\narise from the dead.\r\nConsequently I agree that there was no reasonable prospect of\r\nachieving the ends of a business rescue and\nthat the resolution to go\r\nto business rescue should be set aside.\n[56]\r\nI also support my learned colleague’s criticism of the manner\r\nin which the second respondent conducted himself as practitioner.\nHe\r\nshowed a distinct lack of objectivity and supported a business rescue\r\nplan without making a proper assessment of its prospects\nof success.\r\nNor for that matter when the prospects were challenged in the court a\r\nquo, does it appear to have dawned on him that\nin this case the vast\r\nmajority of the creditors were justified in opposing a business\r\nrescue plan. I am not surprised that the\nappellant applied to have\r\nhim removed as practitioner, and I therefore agree with the costs\r\norders my learned colleague proposes\nin her judgment.\n___________________\nL E Leach\nJudge\r\nof Appeal\nAPPEARANCES\nFor\r\nAppellant: AE Bham SC (with him S Budlender and P Romano)\nInstructed by:\nNorton Rose\r\nFulbright South Africa, Sandton\nWebbers,\r\nBloemfontein\nFor\r\n1\nst\n& 2\nnd\nRespondents: JA Klopper\nInstructed\r\nby:\nJordaan\r\nAttorneys, Potchefstroom\nBen\r\nVan Der Merwe Attorneys, Bloemfontein\nFor\r\n3\nrd\n& 4\nth\nRespondents: LK Van Der Merwe\nInstructed\r\nby:\nCawood\r\nAttorneys, Pretoria\nBotha\r\nDe Jager Inc, Bloemfontein\nFor\r\n5\nth\nRespondents:\r\n JL Van Der Merwe SC (with him J Janse van Rensburg)\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\n[1]\nBotswana Pula, the currency abbreviation of which is BWP.\n[2]\nSection 152 of the Act, which regulates the proceedings during\r\n\tconsideration of the business rescue plan, provides:\n‘\nConsideration\r\n\tof business rescue plan-(1) At a meeting convened in terms of s151\r\n\tthe practitioner must-\n(a)\nIntroduce the proposed business plan for consideration by the\r\n\tcreditors and, if applicable, by the shareholders;\n(b)\nInform the meeting whether the practitioner continues to believe\r\n\tthat there is a reasonable prospect of the company being rescued;\n(c)\nProvide a opportunity for the employees’ representatives\r\n\tto address the meeting;\n(d)\nInvite discussion, and conduct vote, on any motions to-\n(i)\r\n\tamend the proposed plan, in any manner moved and seconded by holders\r\n\tof creditors’ voting interests, and satisfactory\nto the\r\n\tpractitioner; or\n(ii)\r\n\tdirect the practitioner to adjourn the meeting in order to revise\r\n\tthe plan for further consideration; and\n(e)\ncall for a vote for preliminary approval of the proposed plan,\r\n\tas amended if applicable, unless the meeting has first been\r\n\tadjourned\nin accordance with paragraph\n(d)\n(ii).\n(2)\r\n\tIn a vote called in terms of (1)\n(e)\n, the proposed business\r\n\trescue plan will be approved on a preliminary basis if-\n(a)\nit was supported by the holders of more than 75% of the\r\n\tcreditors’ voting interest that were voted; and\n(b)\nthe votes in support of the business plan included, at least 50%\r\n\tof the independent creditors’ voting interests, if any, that\n\n\twere voted.\n(3)If\r\n\ta proposed business rescue plan-\n(a)\nis not approved on a preliminary basis, as contemplated in\r\n\tsubsection (2), the plan is rejected, and may be considered only in\r\n\tterms of section 153….’\n[3]\n‘Failure to adopt business rescue plan. –(1)\n(a)\nIf\r\n\tthe business rescue plan has been rejected as contemplated in\r\n\tsubsection 152(3)\n(a)\nor\n(c)\n(ii)\n(bb)\nthe\r\n\tpractitioner may –\nseek\r\n\ta vote of approval from the holders of voting interests to prepare\r\n\tand publish a revised plan; or\n(i)\r\n\tadvise the meeting that the company will apply to a court to set\r\n\taside the result of the vote by the holders of voting interests\nor\r\n\tshareholders, as the case may be, on the grounds that it was\r\n\tinappropriate.\n(b)\r\n\tIf the practitioner does not take any action contemplated in\r\n\tparagraph (a)-\n(i)\r\n\tany affected person may –\n(aa)\ncall\r\n\tfor a vote of approval from the holders of voting interests\r\n\trequiring the practitioner to prepare and\npublish\r\n\ta revised plan; or\n(bb)\napply to the court to set aside the result of the vote by the\r\n\tholders of voting interests or shareholders, as the case may be,\non\r\n\tthe grounds that it was inappropriate; or\n(iii)\r\n\tany affected person or a combination of affected persons, may make a\r\n\tbinding offer to purchase the voting interests of one\nor more\r\n\tpersons who opposed adoption of the business rescue plan, at a value\r\n\tindependently and expertly determined, on the request\nof the\r\n\tpractitioner, to be a fair and reasonable estimate of the return to\r\n\tthat person, or those persons, if the company were\nto be\r\n\tliquidated.\n’ (My emphasis.)\n[4]\nIn terms of s 152(2) of the Act.\n[5]\nProfessor P Delport et al\nHenochsberg\non\r\n\tthe\nCompanies Act\n71\nof 2008\n1 ed (2011)\nat\r\n\t446.\n[6]\nSection 131(5)\nand\ns 147.\n[7]\nSection 133\n.\n[8]\nSection 141\n.\n[9]\nSection 147\n.\n[10]\nSection 148.\n[11]\nSection 150\n.\n[12]\nSection 152\nsubsecs (1), (2) and (3)\n.\n[13]\nSection 1129 of the Act provides that: “The court shall\r\n\tconfirm a plan only if the following requirements are met …”\n[14]\nConcise\r\n\tOxford English Dictionary\n12 ed (2011).\n[15]\nS W Van der Merwe et al\nContract:\r\n\tGeneral Principles\n4 ed (2012) at 46.\n[16]\nIbid.\n[17]\nR H Christie and G B Bradfield\nChristie’s\r\n\tThe law of contract in South Africa\n6 ed (2011) at 82.\n[18]\nChristie’s\nfn\r\n\t18\nsupra\nat 32.\n[19]\nD\r\n\tH Brothers Industries (Pty) Ltd v Gribnitz NO\n2014\r\n\t(1) SA 103\n(KZP) para 40-41.\n[20]\nSee also\nChristie\nfn\r\n\t17\nsupra\nat\r\n\t31.\n[21]\nNatal\r\n\tJoint Municipal Pension Board v Endumeni Municipality\n2012(4)\r\n\tSA 593 (SCA) at para 18.\n[22]\nOakdene\r\n\tSquare Properties\n(Pty)\r\n\tLtd\nv\r\n\tFarm Bothasfontein (Kyalami)\n(Pty)\r\n\tLtd\n2013(4)\r\n\tSA 539\n(SCA)\npara\r\n\t29\n.\n[23]\nPara\r\n\t29,\n[24]\nPara 29.\n[25]\nHenochsberg\nat\r\n\t456\n.\nIt has been suggested that the directors must have subjectively\r\n\tbelieved and there must have been reasonable grounds for the\nbelief.\n[26]\nSection\r\n\t150(4)(a) of the Act\n[27]\nSee\nOakdene\npara\r\n\t30 including the authorities cited therein.\n[28]\nBased\r\n\ton the premise that the practitioner was not independent of the\r\n\tcompany or its management.\n[29]\nHenochsberg\nat\r\n\t488. In terms of s 138 of the Act\na\nbusiness\nrescue\npractitioner\r\n\tcan only be a member in good standing of the legal, accounting or\r\n\tbusiness management profession accredited by the\nCommission (CIPC).\n[30]\nCarolus\r\n\tv Saambou Bank\n2002\r\n\t(6) SA 346 (SE\n[31]\nSection\r\n\t140\n(c)\n(i)\r\n\tof the Act\n[32]\nSection 7(\nk\n).\n[33]\nSection 152(1).\n[34]\nSection 153.\n[35]\nDr A Loubser ‘The Business Rescue Proceedings in the\nCompanies\nAct of 2008\n: Concerns and Questions\n(Part 2)\n’\n(2010)\nTSAR\n689\nat 700-701.\n[36]\nPara 29.\n[37]\nAbsa\r\n\tBank Limited v Caine NO\n[2014]\r\n\tZAFSHC 46\n(2 April 2014) para 27.\n[38]\nProfessor P Delport et al\nHenochsberg\non\r\n\tthe\nCompanies Act\n71\nof 2008\n1 ed (2011), and N Locke and I Esser ‘Company Law and\r\n\tStock Exchanges’ (2013)\nAnnual\r\n\tSurvey of South African Law\n231 at 279-286.\n[39]\nAbove at 282.\n[40]\nCompare\nOdendaal\r\n\tv Du Plessis\n1918 AD 470\nat 475 and\nBoland\r\n\tBank Bpk v Steele\n1994 (1) SA 259\n(T) at 266 A-C.\n[41]\nWessels\nThe\r\n\tLaw of Contract in South Africa\n2 ed (1951) vol 2 para 2341.\n[42]\nJonathan\r\n\tRushworth,  ‘A critical analysis of the business rescue\r\n\tregime in the Companies Act 71 of 2008’\n(2010)\nActa\r\n\tJuridica\n375\nat 407.\n[43]\nSee eg\nH\r\n\tMerks & Co (Pty) Ltd v The B-M Group (Pty) Ltd\n[1995] ZASCA 45\n;\n1996 (2) SA 225\n(A) at 233G-234A.",
  "scraped_at": "2026-02-12T17:18:02.888182",
  "date": "2015-05-20",
  "coram": [
    "Mpati P",
    "Mhlantla",
    "Leach JJA",
    "Schoeman",
    "Dambuza AJJA"
  ],
  "case_number": "228/2014",
  "parties": {
    "applicants": [
      "African Banking Corporation of Botswana Ltd"
    ],
    "respondents": [
      "Kariba Furniture Manufacturers (Pty) Ltd",
      "Jean Pierre Jordaan",
      "Baldwin Nchite",
      "Brigitta Nchite",
      "Companies and Intellectual Property Commission",
      "Commission, Republic of South Africa Minister of Trade and Industry"
    ]
  },
  "sections": {
    "facts": "African Banking Corporation of Botswana (the bank) had advanced loans to Kariba Furniture Manufacturers (Kariba). An arbitration award made Kariba and its shareholders, the Nchites, liable for roughly BWP 14.97 million. On 31 January 2012 the shareholders/directors resolved to voluntarily commence business rescue and appointed Jean Pierre Jordaan as the rescue practitioner. The first creditors' meeting raised concerns about outdated financial statements and valuation. At a second creditors' meeting on 26 March 2012 the shareholders sought to make a \"binding offer\" under s 153(1)(b)(ii) of the Companies Act to purchase the bank's 63% voting interest. The practitioner ruled the offer binding, altered the rescue plan to reflect the bank’s interest as zero, and the plan was approved without the bank’s participation. The bank challenged the validity of the offer, the approval of the rescue plan and the resolution to commence rescue. The Gauteng Division dismissed the bank’s application, holding the offer automatically binding. The bank appealed.",
    "issues": "1. What is the meaning of a “binding offer” under s 153(1)(b)(ii) of the Companies Act 71 of 2008 – does it become binding on the offeree automatically upon being made? 2. Were there reasonable prospects of successfully rescuing Kariba, thereby justifying the resolution to commence business rescue? 3. Did the rescue practitioner act improperly, warranting removal and costs against the respondents?",
    "principles": "The Court examined contract law principles: an offer must be clear, contain essential terms (including price), and creates obligations only upon acceptance. Ambiguous or incomplete proposals cannot constitute a valid offer. Statutory interpretation requires that the term “binding offer” be read in its ordinary legal sense, not as a self‑executing statutory right that overrides contractual requirements. The Court referenced DH Brothers Industries v Gribnitz NO, which held that an offer, even if irrevocable, must be accepted before both parties are bound. The Court also applied the Companies Act provisions on business rescue, particularly the requirement that a resolution to commence rescue be based on a reasonable prospect of success (s 129, s 130) and the standards for proper conduct of a rescue practitioner (s 140).",
    "application": "The Court found that the purported offer lacked essential details – no clear offeror, no price, and the valuation had not been determined – rendering it an ambiguous proposal rather than a valid offer. Consequently, the offer could not be binding on the bank. The Court also concluded that Kariba had not shown any reasonable prospect of rescue: the company had been dormant for years, financial statements were outdated, the rescue plan omitted critical information, and the projected capitalisation was insufficient. Therefore, the resolution to commence business rescue and the approval of the rescue plan were set aside. The practitioner’s conduct, including failure to obtain an independent valuation and to act independently of the company, was criticised, but the primary relief focused on overturning the rescue proceedings and ordering costs.",
    "conclusion": "The appeal succeeded. The Court declared that the “binding offer” made on 26 March 2012 was not binding on the appellant, set aside the approval of the business rescue plan, and set aside the resolution to voluntarily commence business rescue. Costs of the application were awarded against the second, third and fourth respondents jointly and severally. The practitioner’s conduct was condemned, but no separate order for removal was issued."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Business Rescue",
    "level_3": [
      "binding offer",
      "section 153",
      "reasonable prospects",
      "court of appeal",
      "costs"
    ]
  }
}