{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/97.html",
  "case_name": "Absa Bank Limited v Naude N.O and Others (20264/2014) [2015] ZASCA 97; 2016 (6) SA 540 (SCA) (1 June 2015)",
  "citation": "[2015] ZASCA 97",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 97\n|\nNoteup\n|\nLawCite\nAbsa Bank Limited v Naude N.O and Others (20264/2014) [2015] ZASCA 97; 2016 (6) SA 540 (SCA) (1 June 2015)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 20264/2014\nDATE:\r\n01 JUNE 2015\nNot\r\nReportable\nIn\r\nthe matter between:\nABSA\r\nBANK\r\nLTD\n..............................................................................................................\nAPPELLANT\nAnd\nETIENNE\r\nJACQUES NAUDE\r\nN.O\n.................................................................\nFIRST\r\nRESPONDENT\nLOUIS\r\nPASTEUR INVESTMENTS\nLIMITED\n.......................................................................................................\nSECOND\r\nRESPONDENT\nLOUIS\r\nPASTEUR HOLDINGS\r\nLIMITED\n...................................................\nTHIRD\r\nRESPONDENT\nNeutral\r\ncitation:\nAbsa Bank Ltd v Naude NO\n(20264/2014)\n[2015] ZASCA 97\n(1 June\r\n2015)\nCoram:\nPonnan, Pillay and Willis JJA and Schoeman\r\nand Fourie AJJA\nHeard:\n20 May 2015\nDelivered:\n1 June 2015\nSummary:\nBusiness rescue – application for\r\nsetting aside of business rescue plan – non-joinder of\r\ncreditors having direct and\nsubstantial interest – notice in\r\nterms of\nsection 130\nof the\nCompanies Act 71 of 2008\nAct insufficient\r\n– counter-application declaring certain suretyships void –\r\nrendered moot on dismissal of main application\n– costs of.\nORDER\nOn\r\nappeal from:\nGauteng Division of the\r\nHigh Court, Pretoria (Ismail J sitting as court of first instance).\n1\r\nThe appeal is dismissed with costs including the costs of two \r\ncounsel.\n2\r\nThe cross-appeal succeeds to the extent that the order of the court\r\nbelow on the counter application is set aside.\nJUDGMENT\nSchoeman\r\nAJA (Ponnan, Pillay and Willis JJA and Fourie AJA concurring)\n[1]\r\nThe appellant in this matter, ABSA Bank Ltd (the bank), was\r\ndissatisfied when a business rescue plan was adopted which it had\n\nvoted against in respect of the second respondent, Louis Pasteur\r\nInvestments Ltd, (the company). The bank, as applicant, brought\nan\r\napplication against Mr Etienne Jacques Naude NO, the business rescue\r\npractitioner (the practitioner) as first respondent and\nthe company\r\nas second respondent, for a declaratory order that the decision taken\r\nat the meeting of creditors on 12 October 2012,\napproving the\r\nbusiness rescue plan for the company, was unlawful and invalid. It\r\nfurther asked for an order that the practitioner\nbe removed from\r\noffice. A counter-application was brought by the company and the\r\npractitioner for a declaratory order that in terms\nof the old\r\nCompanies Act, 61 of 1973, a cross-suretyship executed by the company\r\nand other related companies, in favour of the\nbank, is void.\n[2]\r\nThe application was dismissed inter alia on the basis that the bank\r\nhad failed to join the creditors of the company and that\nit was\r\nprecluded by s 133 of the Companies Act 71 of 2008 from bringing such\r\nan application without the written consent of the\npractitioner or the\r\nleave of the court. The counter-application was dismissed as it was\r\nfound that the cross-suretyship was valid\nand not contrary to the\r\nprovisions of s 226(1) of the old Companies Act.\n[3]\r\nOn 19 June 2012 the board of directors of the company resolved that\r\nthe company begin business rescue proceedings in terms of\ns 129 of\r\nthe Act. The notice of the commencement of business rescue\r\nproceedings was filed with the Companies and Intellectual Property\n\nCommission on 26 June 2012. At that stage the company was indebted to\r\nthe bank in an amount of approximately R8,5 million pursuant\nto two\r\nmortgage loans. The company and four other related companies had\r\nexecuted a cross-suretyship in favour of the bank. The\n\ncross-suretyship, according to the bank, increased the company’s\r\nliability by an additional amount of approximately R150\nmillion.\n[4]\r\nIn terms of the proposed business rescue plan circulated to creditors\r\nbefore the meeting in which the adoption of the business\nrescue plan\r\nwas scheduled to take place, the bank was allocated a voting interest\r\nin respect of its full secured claim. The bank’s\nclaim in\r\nrespect of the cross-suretyship was considered to be a ‘contingent\r\nclaim’ and the voting interest allocated\nthereto was limited to\r\na value of approximately R2 million. The practitioner did not\r\nconsider the claim in respect of the cross-suretyship\nto be a\r\nconcurrent claim and it was not included as such. The bank sought to\r\nobject to the voting interest allocated to it before\nthe meeting of\r\ncreditors, as its voting interest had been determined without\r\nreference to the cross-suretyship, but without success.\nDue to the\r\nreduction of the concurrent claim of the bank, its opposition to the\r\nacceptance of the business rescue plan did not\ncarry the day and the\r\nbusiness rescue plan was preliminarily approved in terms of s 152(2)\r\nof the Act on 12 October 2012, on the\nbasis that it was supported by\r\nthe holders of more than 75% of the creditors’ voting interest\r\nat the meeting.\n[5]\r\nThe present application was launched on 15 November 2012. In the\r\nfounding affidavit deposed to on behalf of the bank, on 14\nNovember\r\n2012, the deponent inter alia stated that it seemed that the plan\r\ncould not be implemented as the bank had not received\nany payments.\r\nIt was further stated that notice of the application would be given\r\nto all affected parties ‘as required in\nterms of section 130(3)\r\n(a) and (b) of the Act’.\n[6]\r\nIn the meanwhile the business rescue plan was implemented and the\r\nfirst payments to creditors, in terms of the business rescue\nplan,\r\nwere made between 12 and 16 November 2012. A further two and a half\r\nyears has passed since the implementation of the plan\nand those\r\npayments. It may be inferred that the creditors of the company have\r\nprobably been receiving payments in terms of the\nbusiness rescue plan\r\nfor the past 30 months, by reason of the fact that, during the\r\nbusiness rescue proceedings, if the practitioner\nconcludes that there\r\nis no reasonable prospect that the company may be rescued, it is his\r\nor her duty to inform the court, company\nand affected persons of such\r\na conclusion and thereafter apply to the court for an order\r\ndiscontinuing the business rescue proceedings\nand placing the company\r\ninto liquidation (s141(2)9a)).\n[7]\r\nThe practitioner deposed to an answering affidavit and raised the\r\nissue of the non-joinder of the creditors of the company.\nThe reasons\r\nfor insisting on joinder of the creditors were that the setting aside\r\nof the business rescue plan would undo their\nvote in favour of such\r\nplan and it would require each creditor to return all monies that\r\nwere paid to it pursuant to such plan.\n[8]\r\nIn the court below the bank averred that the notice given to\r\ncreditors in terms of s 130 of the Act was sufficient. However,\n\nnotice in accordance with the provisions of s 130(3) is confined to\r\nmatters where an application is brought prior to the adoption\nof a\r\nbusiness rescue plan.\n[9]\r\nThe argument by the bank that the issue of non-joinder did not arise\r\nbecause the creditors had knowledge of the proceedings,\ndue to the\r\nnotices dispatched to them, and did not intervene, is without\r\nsubstance. It was stated in\nAmalgamated\r\nEngineering Union v Minister of Labour\n[1]\nthat\r\nan interested party’s non-intervention without more, ‘after\r\nreceipt of a notice of legal proceedings short of a\ncitation, cannot\r\ntherefore…be treated as if it were a representation, express\r\nor tacit, that the party concerned will submit\nto and be bound by,\r\nany judgment that may be given.’ Further, it is the duty of the\r\nsheriff, when serving process, to explain\nthe nature and exigency\r\nthereof to the person on whom service is effected.\n[2]\nThe\r\ncreditors could thus have made an informed decision as to whether to\r\noppose the application.\n[10]\r\nThe test whether there has been non-joinder is whether a party has a\r\ndirect and substantial interest in the subject matter\nof the\r\nlitigation which may prejudice the party that has not been joined. In\nGordon\r\nv Department of Health, Kwazulu-Natal\n[3]\nit\r\nwas held that if an order or judgment cannot be sustained without\r\nnecessarily prejudicing the interest of third parties that\nhad not\r\nbeen joined, then those third parties have a legal interest in the\r\nmatter and must be joined.  That is the position\nhere. If the\r\ncreditors are not joined their position would be prejudicially\r\naffected: A business rescue plan that they had voted\nfor would be set\r\naside; money that they had anticipated they would receive for the\r\nfollowing ten years to extinguish debts owing\nto them, would not be\r\npaid; the money that they had received, for a period of thirty\r\nmonths, would have to be repaid; and according\nto the adopted\r\nbusiness rescue plan the benefit that concurrent creditors would have\r\nreceived namely a proposed dividend of 100\nper cent of the debts\r\nowing to them, might be slashed to a 5,5 per cent dividend if the\r\ncompany is liquidated.\n[11]\r\nI therefore conclude that the court below was correct in upholding\r\nthe non-joinder point. It was submitted in argument that\nif we were\r\nto reach that conclusion, the proceedings should be stayed and the\r\nbank should be afforded an opportunity to join the\ncreditors. Here\r\nthough a simple declaratory order was sought with no consequential\r\nrelief such as the repayment by the creditors\nof the amounts received\r\nin terms of the plan.  The undesirability of a declaratory order\r\nin a vacuum has recently been stressed\nby this court in\nCity\r\nof Johannesburg v South African Local Authorities Pension Fund.\n[4]\nIt\r\nwas conceded that in any event the relief would have to be amended to\r\nprovide inter alia for the repayment by creditors. There\nthus seems\r\nto be little point in keeping this application alive and remitting\r\nthe matter to the high court. This disposes of the\nappeal and in the\r\nresult it must fail.\n[12]\r\nThe bank submitted that it would be appropriate, even if the issue of\r\nnon-joinder is dispositive of the appeal, that this court\nshould\r\nnonetheless consider whether the consent of the practitioner or leave\r\nof the court should be sought before an application\nof this kind is\r\nbrought after a business rescue plan has been adopted.  This\r\nargument was premised on the basis that there\nare conflicting\r\njudgments of the high court dealing with this issue. However, any\r\ndecision on s 133 in the context of this judgment,\nwould be\nobiter\r\ndictum\n.\n[5]\nFurthermore,\r\nthe matter was not fully ventilated in this court and the decision\r\nwould not have any practical effect or result as\nenvisaged by\ns\r\n16(2)\n(a)\n(i)\r\nof the\nSuperior Courts Act 10 of 2013\n. Therefore I do not consider it\r\nadvisable to deal with this issue.\n[13]\r\nIn the counter-application the bank and practitioner sought an order\r\nthat the cross-suretyship is void by virtue of the prohibition\nin\ns\r\n226(1)\nof the old Companies Act. Section 226(1) provides that no\r\ncompany shall provide security to any person in connection with an\r\nobligation\nof another company controlled by one or more directors of\r\nthe first company, or another company which is a subsidiary of its\r\n(the\nfirst company’s) holding company.  The bank’s\r\ndefence to this was that the cross-suretyship was valid due to the\n\nexception created in s 226(1B).\n[14]\r\nIt is clear that this issue was only relevant, in the instant matter,\r\nto determine whether the practitioner was correct in\nrefusing to\r\nallow the bank’s claim in respect of the cross-suretyship. If\r\nthis were decided in favour of the practitioner\nand the company it\r\nwould have disposed of the merits of the bank’s application.\r\n Therefore, both parties in this court\naccepted that although it\r\nwas raised as a counter-application, in truth, it was a defence to\r\nthe main application. And, to the\nextent that it was raised as a\r\ncounter application it was really conditional upon the bank\r\nsucceeding in its application before\nthe high court. As the bank\r\nfailed in its application this decision had become academic and the\r\nhigh court should not have dealt\ntherewith.\n[6]\n[15]\r\nI should add that an appeal was also noted against the refusal of the\r\napplication to have the business rescue practitioner\nremoved. \r\nOn appeal the bank advanced no argument in respect of this issue.\r\nFurthermore, no case was made out for this relief\nin the application\r\nand the bank correctly did not persist with the appeal.\n[16]\r\nTherefore there is no reason why the costs of the main appeal should\r\nnot follow the event. However the cross-appeal poses more\nof a\r\nproblem. In view of the finding above that the court a quo should not\r\nhave determined the issue raised in the counter-application,\nit would\r\nbe just and equitable that no order as to costs be made in respect of\r\nthe counter-application and cross-appeal.\n[17]\r\nTherefore the following order is made.\n1\r\nThe appeal is dismissed with costs including the costs of two \r\ncounsel.\n2\r\nThe cross-appeal succeeds to the extent that the order of the court\r\nbelow on the counter application is set aside.\nI\r\nSchoeman\nActing\r\nJudge of Appeal\nAPPEARANCES\nFor Appellant: G\r\nW Amm\nInstructed\r\nby: Lowndes Dlamini, Sandton\nMatsepes,\r\nBloemfontein\nFor\r\nRespondent: J Suttner SC (with him P Cirone)\nInstructed\r\nby: Etienne Naude Attorneys, Pretoria\nMcIntyre\r\n& Van der Post, Bloemfontein\n[1]\nAmalgamated\r\n\tEngineering Union v Minister of Labour\n1949 (3) SA 637\n(A) at 662-663.\n[2]\nUniform Rule 4(1)(d).\n[3]\nGordon\r\n\tv Department of Health, Kwazulu-Natal\n2008\r\n\t(6) SA 522\n;\n[2008] ZASCA 99\n(SCA) para 9.\n[4]\nCity\r\n\tof Johannesburg v South African Local Authorities Pension Fund\r\n\tothers\n[2015] ZASCA 4\npara 8.\n[5]\nSee\nPretoria\r\n\tCity Council v Levinson\n1949\r\n\t(3) SA 305\n(A) at 317.\n[6]\nSection\r\n\t154(2).",
  "scraped_at": "2026-02-12T17:32:37.251632",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}