{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/44.html",
  "case_name": "Firstrand Bank Limited v Nkata (213/2014) [2015] ZASCA 44; [2015] 2 All SA 264 (SCA); 2015 (4) SA 417 (SCA) (26 March 2015)",
  "citation": "[2015] ZASCA 44",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 44\n|\nNoteup\n|\nLawCite\nFirstrand Bank Limited v Nkata (213/2014) [2015] ZASCA 44; [2015] 2 All SA 264 (SCA); 2015 (4) SA 417 (SCA) (26 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 213/2014\nREPORTABLE\nIn\r\nthe matter between:\nFIRSTRAND\r\nBANK\r\nLIMITED\n......................................................................................\nAPPELLANT\nand\nNOMSA\r\nNKATA\n.............................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nFirstrand Bank Ltd v Nkata\n(213/14)\n[2015] ZASCA\r\n44\n(26 March 2015)\nCoram:\nM\naya\n,\nCachalia,\r\nMajiedt, W\nillis\nand\r\nSaldulker\nJJA\nHeard:\n6\r\nMarch 2015\nDelivered: 26\r\nMarch 2015\nSummary:\nNational Credit Act 34 of 2005\n– interpretation of\ns 129\n(4) – the rescheduling or restructuring of debt does not ipso\r\nfacto nullify a previously obtained writ of execution in relation\nto\r\nthe credit agreement in question – execution means sale in\r\nexecution - appeal upheld.\nORDER\nOn\r\nappeal from\n:\nWestern\r\nCape\nHigh Court,\nCape Town\n(\nRogers\nJ sitting as the court of first instance)\n1.\r\nThe appeal is upheld with costs, including the costs of two counsel.\n2.\r\nThe following is substituted for the order of the high court:\n‘\nThe\r\napplication is dismissed with costs.’\nJUDGMENT\nWillis\r\nJA (M\naya\n,\nCachalia,\r\nMajiedt, and Saldulker\nJJA concurring):\n[1]\r\n The appellant appeals, with the leave of the Western Cape High Court\r\n(Rogers J), against the judgment and order which it delivered\non 16\r\nJanuary 2014. The respondent, Ms Nomsa Nkata (the debtor) had brought\r\nan application for the rescission of a default judgment\nwhich the\r\nappellant, Firstrand Bank Ltd, trading as First National Bank (the\r\nbank) had obtained against her, together with an application\nfor the\r\ncancellation of the sale in execution of an immovable property (‘the\r\nproperty’). It was erf 8832 Durbanville,\nsituated at 35 Vin\r\nDoux Street, Durmante,  Durbanville, Western Cape under deed of\r\ntransfer no. T42327/2005. A first mortgage\nbond had been registered\r\nover the property in order to secure a loan that the bank had given\r\nthe debtor to assist her to buy it. \nThe loan is subject to the\r\nprovisions of National Credit Act 34 of 2005 (the NCA). Although the\r\nhigh court dismissed the application\nfor rescission of the default\r\njudgment it, mero motu, reinstated the credit agreement, purportedly\r\nin terms of s 129(3) of the\nNCA. Not only the bank but also the\r\ndebtor applied for leave to appeal. Although the bank was given leave\r\nto appeal, the debtor\nwas not.\n[2]\r\nThe rescission application was the second that the debtor had brought\r\nin respect of the property.  The first had been brought\nin\r\nNovember 2010. Arising from the first application, the parties\r\nsettled the matter in terms of which a previously scheduled sale\nin\r\nexecution of the property was cancelled, the debtor agreed to pay her\r\narrears and that, in the event that the debtor failed\nto make good\r\nher arrears, the bank would be able to proceed forthwith to sell the\r\nproperty in execution. The settlement was reflected\nin a draft order\r\nof court. The debtor herself applied for the draft to be made an\r\norder of court but the judge on duty at the time\ndeclined to do so as\r\nthere had not been notice given to the bank. Neither the debtor nor\r\nthe bank took any further steps in this\nregard. Nevertheless, in that\r\ndraft, the debtor clearly agreed that the property could subsequently\r\nbe sold in execution should\nshe once again default in respect of the\r\npayments that were due.\n[3]\r\nThe property was undeveloped at the time when the debtor bought it in\r\n2005. The debtor, who describes herself as a ‘businesswoman’,\n\nbuilt a house on the property, taking occupation with her two\r\ndaughters during 2007. She is a supplier of hospital equipment. She\n\nobtained financial assistance from the bank, which was secured by a\r\nfirst mortgage bond registered over the property in May 2006\nand a\r\nsecond in 2007. The property is what is colloquially known as ‘up\r\nmarket’. From the time when the debtor bought\nthe property in\r\n2005 until she took occupation in 2007, she had been living in a\r\nblock of flats in Rondebosch, known as Devonshire\nHill. It was the\r\naddress at this flat which she had chosen as her domicilium citandi\r\net executandi.\n[4]\r\n Between March and November 2010, the debtor received numerous calls\r\nfrom the bank concerning her arrears. Two letters were\naddressed by\r\nits attorneys to the debtor in terms of s 129(1): the first on 1 June\r\n2010 and the second on 4 June 2010. The debtor\nclaims not to have\r\nreceived these notices and the summons in respect of which the\r\ndefault judgment was obtained. Be this as it\nmay, the debtor\r\napproached a debt counsellor on 4 August 2010 and applied for debt\r\nreview on 20 August 2010.  The debtor acknowledges\nthat she had\r\nlearned of the default judgment and the first pending sale in\r\nexecution during the first half of October 2010. This\nlead to her\r\nissuing the first application for rescission on 19 November 2010.\r\nThat application was opposed by the bank but, as\nhas already been\r\nmentioned, the matter was settled as reflected in the draft order of\r\ncourt.\n[5]\r\n The bank debited the debtor’s account with costs related to\r\nthe recovery of the debt. These were R9 050 on 25 October\n2010, R14\r\n498 on 21 February 2011 and R4 000 on 1 March 2013. The total was\r\ntherefore about R28 000 – less than the sum of\napproximately\r\nR33 000 which the debtor owed in respect of arrears at the time of\r\nthe sale in execution.\n[6]\r\nThe summons was issued on 27 July 2010.  Default judgment was\r\ngranted, in terms of rule 31(5) of the Uniform Rules of the\nHigh\r\nCourt, by the registrar on 28 September 2010, the property being\r\ndeclared executable. The writ of attachment was issued on\nthe same\r\nday.\n[7]\r\nIn May 2012, the debtor informed the bank that she was experiencing\r\ndifficulties meeting her monthly instalments. She had several\n\nmeetings with the bank concerning the issue but no agreements were\r\nconcluded as a result thereof. In October 2012, she approached\n\nanother debt counsellor. The debtor managed to continue with her\r\ninstalments until February 2013. According to the bank, it attempted,\n\non numerous occasions between February and April 2013, to resolve the\r\nmatter, but to no avail. On the debtor’s own version\nof events,\r\nshe was informed by the bank of the impending sale in execution in\r\nMarch 2013. The property was sold in execution on\n24 April 2013.\n[8]\r\nAt that stage the debtor’s arrears were R33 716.89. As at 2\r\nJuly 2013, the debtor’s arrears were R66 918.19. The\npurchaser\r\nat the sale in execution was Kraaifontein Properties and was the\r\nthird respondent in the motion court. The second respondent\nwas the\r\nsheriff. Kraaifontein Properties renovated the property and then sold\r\nit ‘on’.  By agreement between the\npurchaser at the\r\nsale in execution and the new buyer, registration of the transfer has\r\nbeen suspended, pending the outcome of this\nmatter. A deeds registry\r\nsearch conducted on 2 July 2013 revealed that the debtor was the\r\nco-owner of two other properties. One\nof these properties is in\r\nParklands, which she owns with her attorney. The other property is in\r\nHunters’ Retreat, which she\nowns with one Ms Thembile Maxwell\r\nNkata.\n[9]\r\nRelying on the provisions of s 129(3)\n(a)\nof the NCA, the high\r\ncourt declared that the loan agreements had been reinstated because\r\nthe debtor made good her arrears in both\nMarch 2011 and March 2012\r\nand that, accordingly, the default judgment and the writ in execution\r\nceased, by operation of the law,\nto have any force and effect. The\r\norder also interdicted the transfer of the property which would have\r\nensued consequent on the\nsale in execution. By reason of the fact, as\r\nwill appear later, the decision of this court is based on its\r\ninterpretation of s\n129(4)\n(b)\nof the NCA, it is not necessary\r\nto deal with the high court’s reasons and its findings in\r\nrespect of s 129(3)\n(a).\n[10]\r\nBefore us, Ms Dzai, counsel for the debtor sought to argue that the\r\nhigh court was incorrect to refuse the rescission. The\nhigh court\r\nrefused to grant leave on this point. Moreover, there was no\r\ncross-appeal in regard thereto. This question is therefore\nnot before\r\nus. Ms Dzai otherwise supported the judgment of the high court. She\r\nalso contended that the settlement agreement concluded\nbetween the\r\nparties on 10 December 2010 invalidated the writ that gave rise to\r\nthe sale in execution. This submission flies in\nthe face of the\r\nexpress terms of the settlement agreement providing that in the event\r\nthat the debtor failed to make good her arrears,\nthe bank would be\r\nable to proceed forthwith to sell the property in execution. Ms Dzai\r\notherwise supported the judgment of the\nhigh court. She also\r\ncontended that the settlement agreement concluded between the parties\r\non 10 December 2010 invalidated the\nwrit which gave rise to the sale\r\nin execution. This submission flies in the face of the express terms\r\nof the settlement agreement\nproviding that in the event that the\r\ndebtor failed to make good her arrears, the bank would be able to\r\nproceed forthwith to sell\nthe property in execution.\n[11]\r\n Mr Gautschi, counsel for the bank, submitted that the case turns on\r\nthe interpretation of ss 129 (3) and (4) of the NCA. Subsections\n\n129(3) and (4) of the NCA read as follows:\n‘\n(3)\r\nSubject to subsection (4), a consumer [ie a person in the position of\r\nthe debtor] may –\n(a)\nat any time before the  credit provider [ie a person in the\r\nposition of the bank] has cancelled the agreement re-instate a credit\n\nagreement that is in default by paying to the credit provider \r\nall amounts that are overdue, together with the credit provider’s\n\npermitted default charges and reasonable costs of enforcing the\r\nagreement up to the time of re-instatement; and –\n(b)\nafter complying with para\n(a\n), may resume possession of\r\nany property that had been repossessed by the credit provider\r\npursuant to an attachment order.\n(4)\r\nA consumer may not re-instate a credit agreement after –\n(a)\nthe sale of any property pursuant to –\n(i)\r\nan attachment order; or\n(ii)\r\nsurrender of property in terms of section 127;\n(b)\nthe execution of any other court order enforcing that agreement; or\n(c)\nthe termination thereof in accordance with section 123.’\n[12]\r\nThe high court concluded that, in order for a consumer to be able to\r\nre-instate a credit agreement, the debtor need not pay\nthe full\r\naccelerated debt but merely the arrear instalments. I agree. This\r\nview also has academic support.’\n[1]\nAlthough it had originally adopted the position that it was the\r\nfull accelerated debt that had to be paid, the bank now wisely\nand\r\ncorrectly accepts that the high court’s conclusion was the\r\nproper one to make in this regard.\n[13]\r\n The high court found that the reasonable costs of enforcing the\r\nagreement must be either taxed or agreed. I agree, but this\npoint is\r\nirrelevant because, at the time of the sale in execution, the\r\naggregate of the charges for recovery of the debt was less\nthan the\r\namount in respect of which the debtor was in arrears.\n[14]\r\n The high court also found that:\n‘\nFRB\r\n[the bank] in the present case did not present costs to Nkata [the\r\ndebtor] and invite her to pay them. FRB simply debited the\namounts to\r\nthe bond account. If the amounts in question were owing by Nkata, it\r\nis clear from FRB’s conduct that the bank\nwas content to settle\r\nthe costs by lending her the money through a debit to her bond\r\naccount.’\nand\n‘\nBy\r\ndebiting the legal costs to the account rather than demanding\r\nseparate payment thereof, the credit provider indicates to the\n\nconsumer that the credit provider is content to lend the\r\ncorresponding amount to the consumer and to receive payment thereof\r\nin\ninstalments as if the debited costs were part of the capital. For\r\nthe purposes of s 129(3)\n(a)\nthe costs, if properly debited,\r\nlose their separate character as costs of enforcing the agreement.\r\nPut differently, the enforcement\ncosts which the consumer must pay as\r\ncontemplated in s 129(3)(a) in order to obtain reinstatement are\r\nthose costs of which the\ncredit provider is at that time requiring\r\npayment.’\n[15]\r\nMr Gautschi submitted that this was an impermissible interpretation.\r\nHe contended that this interpretation was not only novel\nand\r\nimaginative but also that it did not accord with reality and is quite\r\nunjustified. Mr Gautschi put forward the proposition\nthat a customer\r\nof a bank necessarily operates an account with it.  By debiting\r\nthe account of its customer with charges and\ncosts relating to the\r\nrecovery of a debt due – which in any event is permitted in\r\nexpress terms by the mortgage agreement\nin this case – the bank\r\nis simply claiming the amount. The bank, so the argument went, says\r\nin effect: ‘This is what\nwe say you owe us.’ Without\r\nfurther ado, that does not constitute a payment by the customer. Mr\r\nGautschi submitted that if\na customer were, for example, to continue\r\nto make deposits into the bank account, without protest after receipt\r\nof a bank statement\nreflecting the debit or debits, this silence may\r\njustify the inference that the customer has paid the amounts claimed\r\nby the bank.\n[16]\r\nAdditionally, Mr Gautschi contended that, properly construed, s\r\n129(3)\n(a)\nrequires some form of communication by the consumer\r\nwith the credit provider that she intends to reinstate, for how else\r\ncan a\ndetermination be made as to what the ‘reasonable costs of\r\nenforcing the agreement up to the time of re-instatement’\nmight\r\nbe?\n[17]\r\nIn order to understand the prohibition on re-instating a credit\r\nagreement, as provided for in s 129(4), one needs first to\nknow what\r\nthe requirements or conditions for re-instatement are, as set out in\r\ns 129(3)\n(a)\n. At least to this extent, sub-ss 129(3)\n(a)\nand s 129(4) must be read conjunctively.  It is not necessary,\r\nhowever, to decide the matter in terms of the gravamen of the\n\nsubmissions made by Mr Gautschi relating to the interpretation of s\r\n129(3)\n(a)\n. I refer, in particular, to those aspects which, by\r\nreference to s 129(3)\n(a)\n, touch upon the interpretation of\r\nwhat may constitute payment of default charges and costs and the\r\nneed, if any, for there to be\na communication by the consumer to the\r\ncredit provider of an intention to re-instate the credit agreement. I\r\ncome to this conclusion\nby reason of the interpretation of\r\n‘execution’ in s 129(4)\n(b)\nwhich, in my opinion, a\r\ncourt is compelled to make.\n[18]\r\nReferring to s 129(4)\n(b)\nof the NCA, the high court found\r\nthat:\n‘\nThe\r\njudgment is only actually ‘executed’ when money is raised\r\npursuant to a sale of attached property and paid to the\njudgment\r\ncreditor.’\nIn\r\ncoming to this conclusion, Rogers J referred to the judgment of Peter\r\nAJ In\nNedbank\r\nLtd v Fraser & another and Four Other cases\n[2]\nand the article written by Reghard Brits, to which I have referred\r\nearlier, ‘Purging mortgage default: Comments on the right\nto\r\nreinstate credit agreements in terms of the\nNational Credit Act&rsquo\n;.\n[3]\n[19]\r\n In\nNedbank\r\nLtd v Fraser & another and Four Other cases\n[4]\nthe judge said:\n‘\nIn\r\nthe case of immovable property, the right of redemption is\r\nextinguished only when registration takes place into the name of the\n\npurchaser after the sale in execution.’\n[5]\nIn\r\ncoming to this conclusion, he relied on\nLiquidators\r\nUnion and Rhodesia Wholesale Ltd v Brown & Co\n;\n[6]\nSimpson\r\nv Klein NO & others\n[7]\nand\nShalala\r\nv Bowman NO & others\n.\n[8]\nIn my respectful opinion, the court misconstrued these authorities.\n[20]\r\nThe word ‘execution’ is not defined in the NCA. First and\r\nmost significantly, one needs to understand – as\nMr Gautschi\r\ncorrectly submitted – that civil execution is a process rather\r\nthan an event. In regard to this understanding\nthere is no dearth of\r\nauthority. The topic has vexed many judges both here and abroad:\r\nthere is no shortage of instances where\ndebt recovery has been\r\ntroublesome, requiring judicial attention.\n[21]\r\n In\nReid\r\n& another v Godart & another\n[9]\nDe Villiers JA said:\n‘…\n[T]he\r\nword “execution” means, as it seems to me, “carrying\r\nout” of or “giving effect” to the\njudgment, in the\r\nmanner provided by law; for example, by specific performance, by\r\nsequestration, by the passing of transfer, by\nissue of letters of\r\nadministration, by ejectment from premises, or by a levy under a writ\r\nof execution’.\n[10]\n[22]\r\nIn\nLiquidators Union v Brown\nKotzé JA, after referring\r\nto the old common law authorities, said:\n‘\nBut\r\nalthough the effect of a\npignus\r\njudiciale\n[11]\nis that the control of the property arrested in execution passes from\r\nthe judgment debtor, and therefore on his insolvency supervening\ndoes\r\nnot come under the administration of the curator of the insolvent\r\nestate, the dominium remains in the debtor, who can, up\nto the last\r\nmoment before actual sale, redeem his attached property: that is to\r\nsay, the property subject to the\npignus\r\njudiciale\n,\r\nfor while the\npignus\nlasts he remains the owner of the pledge….’\n[12]\nFor\r\npresent purposes, the significance of this understanding is that, at\r\ncommon law, a debtor could redeem his attached property\n‘up to\r\nthe last moment before the actual sale’.\n[23]\nSection 129(3)\n(b)\nread with 129(3)\n(a)\n, together with\ns\r\n129(4)\nof the NCA give the consumer the right to ‘re-instate’\r\na credit agreement and ‘resume possession’ of the\n\nproperty in question (the equivalent of ‘redemption’ at\r\ncommon law) by paying the credit provider all amounts that\nare\r\noverdue, together with ‘default charges’ and ‘reasonable\r\ncosts of enforcing the agreement’, but does\nnot alter the\r\ncommon law consequence of ‘the axe falling’ upon the sale\r\nin execution. At common law one could, up to\nthe time of the sale,\r\nredeem ownership and possession by discharging the full amount of the\r\ndebt. Now, under the NCA, ownership\nand possession can be redeemed\r\nmerely by paying the amount overdue, together with charges and costs.\r\nThe Rubicon has been and remains\nthe sale in execution. The NCA has\r\nnot changed this. On the contrary, it has expressly provided that a\r\nconsumer may not ‘re-instate’\na credit agreement after\r\nthe execution of a court order enforcing the agreement.\n[24]\r\n Insofar as redemption is concerned,\ns 129(4)\n(b)\nnecessarily\r\nalters the common law only to the extent that redemption\r\n(re-instatement in the terms of the NCA) may occur not necessarily\nby\r\npayment of the full debt but merely to the extent of arrears,\r\ntogether with related charges. This takes account of the fact\nthat\r\nnowadays many consumers borrow money over a protracted period of time\r\nin order to finance the acquisition of large purchases\nsuch as a home\r\nor a motor vehicle. Less affluent citizens may avail themselves of\r\nextended credit to purchase household appliances,\nfor example.\n[25]\r\nIn\nSimpson\r\nv Klein NO & others\n[13]\nKriegler J referred to\nLiquidators\r\nUnion v Brown.\nAlthough\r\nhe did say that:\n‘…\n(T)he\r\nwords “actual sale” in the quoted passage from the\r\njudgment of Kotzé JA… were not intended to relate\nto\r\nthe act or moment of the sale as such (ie when the property was\r\nknocked down to the highest bidder) but to delivery pursuant\nto and\r\nin terms of the sale’,\n[14]\nhe\r\nnevertheless observed that:\n‘\nNeither\r\nJudge was concerned with the point in issue in this case, namely at\r\nwhich precise point in time fixed property, which has\nbeen attached\r\nand sold in execution, passes from the estate of the judgment\r\ndebtor.’\n[15]\nand\n‘\nIn\r\nthe case of immovables, however, ownership in the attached property\r\ncan not pass during the sale in execution. It only passes\n\nsubsequently upon formal transfer of the property by the deputy\r\nsheriff to the purchaser in execution.’\n[16]\nIn\r\nmy respectful opinion, this reasoning of Kriegler J is unassailable.\r\nThe context to which he was referring was, however, very\ndifferent\r\nfrom that with which this court is now dealing. As Kriegler J was\r\ncareful to point out:\n‘\nIn\r\nso far as we are now dealing with\ns 20\nof the\nInsolvency Act of 1936\n,\r\nwhereas the learned Judge [Kotzé JA] had been commenting on\r\nthe relevant provisions of Act 32 of 1916, care should be taken\nto\r\nensure that the comments relating to the former\nInsolvency Act are\nequally valid with regard to the current\nInsolvency Act&rsquo\n;.\n[17]\n[26]\r\nThe context of a debtor’s supervening insolvency, after a sale\r\nin execution of immovable property, but before transfer\nthereof, is\r\nvery different from that with which we have to do in this case. Here\r\nthe debtor is seeking to set aside a bona fide\nsale in execution to\r\nredeem for herself the property in question. The two situations\r\ncannot be considered to be coextensive or\nin\r\npari materia\n.\r\nIn the case of insolvency, the interests of a single creditor are in\r\ncompetition with the concursus creditorum. In the situation\nwith\r\nwhich we are now dealing, it is the interests of the debtor which are\r\nin competition not only with a single creditor, the\nbank, but also an\r\ninnocent third party, the purchaser of the immovable property. \r\nFurthermore, as Kriegler J was astute to\nindicate, the consequence of\r\nhis judgment was not that the sale in execution was invalid or fell\r\nto be set aside but that the proceeds\nof the sale in execution did\r\nnot fall outside of the estate of the debtor.\n[18]\n[27]\r\nMoreover, as Kriegler J noted:\n‘\nIt\r\nis, however, clear from the passage quoted that execution is a\nprocess\nfor the enforcement of a judgment and entails a number of successive\r\nsteps. Such execution is perfected eventually by a number\nof\r\ndifferent procedures to be performed by the officer of the court.\r\nThey include delivery to the purchaser of the goods attached\nand sold\r\nin execution, receipt of the price obtained at the sale in execution\r\nfor such goods, the accounting for such receipts\n(including the\r\ncalculation of the costs of execution), the payment to the judgment\r\ncreditor or creditors of what is his or their\ndue and the payment\r\nover to the judgment debtor of any balance which may then still\r\nremain. The whole of that\nprocess\nis\r\nembraced under the concept of execution.’\n[19]\n(Emphasis added.)\nSection\r\n129(4)(\nb)\ndoes not refer to the completion or perfection of a\r\nsale in execution\n.\nTo infer that this is so would lead\r\nto absurd results. What if the deputy sheriff’s fees and\r\ncharges are to be taxed?\nWhat if the taxing master’s decision\r\nis subject to review in the high court? What if that review is\r\nsubject to an appeal?\nIf one has regard to\ns 129(4)\nas a whole, it is\r\nclear that some kind of final, irrevocable step is envisaged, beyond\r\nwhich a consumer may not return. A bona\nfide sale in execution is\r\nprecisely such a step. Besides, even a perfected sale in execution\r\nmay not be the end-game. What if the\nproceeds of the sale in\r\nexecution of the immovable property are insufficient to discharge the\r\ndebt but the debtor has other immovable\nproperties? These could then\r\nbe sold in execution until the debt has been discharged. When it\r\nrefers to ‘execution’,\ns 129(4)\n(b)\ncannot have\r\nenvisaged complete, absolute, perfect finality in the process of\r\nexecution.\n[28]\nShalala\r\nv Bowman\n,\r\nthe other case to which the court refers in\nNedbank\r\nv Fraser\n,\r\nfollows\nSimpson\r\nv Klein\n.\r\nIn\nShalala\r\nv Bowman\nBlum AJ deals with a company in liquidation. This does not add, in\r\nany significant way, beyond\nSimpson\r\nv Klein,\nto the issues to be decided in this case. The other case to which the\r\ncourt referred was\nSyfrets\r\nBank Ltd & others v Sheriff of the Supreme Court, Durban Central,\r\n& another; Schoerie NO v Syfrets Bank Ltd &\nothers\n.\n[20]\nLike\nShalala\r\nv Bowman\n,\r\nit deals with the effect of a company’s liquidation on a sale\r\nin execution. Combrink J disagreed with Blum AJ’s reasoning\nin\nShalala\r\nv Bowman\nand found that a bona fide sale in execution of immovable property\r\nwhich had taken place not only before a company had been placed\nin\r\nliquidation but also before registration of transfer is unaffected by\r\nthe order of liquidation.\n[21]\nCombrink J quoted approvingly\n[22]\nfrom the judgment of Booysen J in\nStrydom\r\nNO v MGN Construction (Pty) Ltd & another: In re Haljen (Pty) Ltd\r\n(in Liquidation)\n,\n[23]\nwhich, in turn, quoted from\nRennie\r\nNO v Registrar of Deeds & another\n[24]\nwith approval.\n[25]\n[29]\r\n In\nRennie v Registrar of Deeds\nSchock AJ said:\n‘\nExecution\r\nis, in my view, “put into force” within the meaning of\r\nthose words in the said section when, in pursuance\nof a writ of\r\nexecution, the Sheriff or the messenger of the court, as the case may\r\nbe, enters into possession of the property,\ni.e. when execution is\r\nlevied. This has always been the interpretation of those words placed\r\non the corresponding and substantially\nsimilar section in the English\r\nCompanies Acts from which these words in our Companies Act (and its\r\npredecessors) were taken. Moreover\nthis interpretation has been\r\napplied in our Court by\nMaasdorp\r\nJ\n(as he then was), in the case of\nIn\r\nre Cape Cold Storage and Supply Co Ltd: Hendry v Trollip\n(1908) 25 SC 502\n, in construing similar words in the Cape (pre-Union)\r\nCompanies Act. It is also in accordance with the interpretation\r\napplied by\nClayden\r\nJ\nin the case of\nPols\r\nv. Pols – Bouers en Ingenieurs (Edms) Bpk\n1953 (3) SA 107\n(T) at 110E-H in construing a similar provision of\r\nthe 1926 Companies Act. There is a\ndictum\nto the contrary by\nJennet\r\nJ\nin\nEx\r\nparte: Flynn In re United Investments & Development Corporation\r\nLtd (in Liquidation)\n1953 (3) SA 443\n(E) at 445B-C, but it appears that he did not have\r\nthe benefit of the judgment in\nPols\n’\r\ncase,\nsupra\n.\r\nThe reasoning of\nJennet\r\nJ\nseems to me, with respect, quite unconvincing. An execution is surely\r\nput into force once and for all and not – as\nJennett\r\nJ\nsuggests in the above-cited passage – every time a further step\r\nin the\nprocess\nof execution is taken. The weight of authority thus clearly supports\r\nthe view that execution – in terms of the said section\n–\r\nwas “put into force” when the messenger of the Court\r\nattached the said erf and this is the meaning which commends\nitself\r\nto me.’\n[26]\n(Emphasis\r\nadded.)\nFor\r\nSchock AJ the ‘once and for all’ character of the process\r\nof execution came into operation upon attachment but an\nawareness of\r\ncontext is, as always, important: Schock AJ had to determine the\r\ncritically important step in the process of execution\nin relation to\r\nthe time when an order is made for the winding-up of a company. What\r\nis important for present purposes is that,\nin Schock AJ’s\r\nreasoning, execution did not ‘occur’ only once there had\r\nbeen a distribution of the proceeds of\nthe sale in execution –\r\nor even after some step after that.\n[30]\r\n In\nMaharaj\r\nBrothers v Pieterse Bros Contruction (Pty) Lt & another\n[27]\nCaney J,\nafter\r\nreferring to English authorities as well as\nReid v Godart\n,\r\nsaid:\n‘\nExecution\r\nin its widest sense means carrying out of or giving effect to a\r\njudgment in the manner provided by law…\nIn\r\na narrower sense it is the\nprocess\nby which the Sheriff or the messenger of the magistrate’s court\r\n“procures for a judgment creditor the fruits of his\njudgment”.\nIn\r\nre A. Company\n1915 (1) Ch. 520\n(C.A.) at p.527.’\n[28]\n(Emphasis added.)\n[31]\r\nI am fortified in my opinion that civil execution is a\r\n‘process-oriented’ concept rather than one which refers\n\nto a single event but that the event of a sale in execution denotes\r\nfinality and a point of no return, by reference to English\ncases. In\nIn\r\nre: Overseas Aviation Engineering (G.B) Ltd\n[29]\nLord Denning MR said, by reference to  s 325 of the English\r\nCompanies Act, 1948:\n‘\nThe\r\nword “execution” is not defined in the Act. It is, of\r\ncourse, a word familiar to lawyers. “Execution”\nmeans,\r\nquite simply, the\nprocess\n: for enforcing or giving effect to\r\nthe judgment of the court: and it is “completed” when the\r\njudgment creditor gets\nthe money or other thing awarded to him by the\r\njudgment…\nApplying\r\nthis meaning of the word “execution”, I should have\r\nthought it plain that when a judgment creditor gets a charge\non the\r\ndebtor’s property, it is a form of “execution”, for\r\nit is a means of enforcing the judgment.’\n[30]\n(Emphasis added.)\nIn\nOverseas\r\nAviation Engineering\n,\r\nLord Denning referred, with approval, to\nBlackman\r\nv Fysh\n[31]\nin which Kekewich J said:\n‘\nWhat\r\nis the meaning of “taken in execution”? Read\r\nirrespectively of authorities, it means taken by\nprocess\nof\r\nlaw for the enforcement of a judgment creditor’s right and in\r\norder to give effect to that right.’\n[32]\n(Emphasis added.)\n[32]\r\nIn\nFagot\r\nv Gaches\n[33]\nDu Parcq LJ said:\n‘\nTo\r\nmy mind, “to proceed to Execution on, “or” to\r\nproceed to the enforcement of a Judgment is only a way of saying\n“to\r\nExecute” or “to enforce”….’\n[34]\n[33]\r\nIn summary then, there is an almost across-the-board judicial\r\nconsensus not only in South Africa but also in England, from\nwhich so\r\nmuch of our law of procedure (our ‘adjectival law’ in\r\ncontrast to our ‘substantive law’) derives,\nthat\r\n‘execution’ refers to a process. It is also clear that\r\nthe precise meaning to be given to ‘execution’\nin a\r\nparticular statute depends very much on context.\n[34]\r\n In the article by Reghard Brits, which was mentioned previously, he\r\ncomments on the right to reinstate credit agreements in\nterms of the\nNational Credit Act&rsquo\n;.\n[35]\nHe argues that ‘…\nsection 129(4)\nqualifications should by\r\nand large be regarded as the boundaries for debtors’ rights\r\nunder\nsection 129(3)\nto reinstate credit agreements that are in\r\ndefault’\n[36]\nand argues\r\nthat\ns 129(4)\n(a)\nand\n(b)\nshould\r\nrespectively be construed  ‘…so that reinstatement\r\nis only prohibited once the judgment had been\nenforced or\nthe\r\nproperty sold\n’.\n[37]\n(Emphasis added.) Brits goes on to argue that:\n‘…\n[T]o\r\nallow reinstatement to occur after sale but prior to registration\r\nwould render auction sales very insecure (and hence unpopular)\nand\r\nwould cause great inconvenience for auction purchasers as well as the\r\ndeeds registration system. The public auction process\nwould not be\r\nable to fulfil its debt recovery function properly. Also, lower\r\nprices (which will, no doubt, accompany the high risk\nof sales\r\nfailing due to reinstatement) will in return prejudice debtor’s,\r\nwhich is contrary to the NCA’s core purposes.’\n[38]\nI\r\nagree.\n[35]\r\nIn\nABSA\r\nBank Limited v Van Eeden & others\n[39]\n,\r\nafter referring to the maxim\nquoniam\r\nfiscalis hastae fides facile convelli non debeat\n,\r\nto which reference was made in\nSookdeyi\r\n& Another v Sahadeo & Another\n,\n[40]\nit was said that public confidence in the process of execution is\r\nfundamentally important. The maxim may be translated as explaining\n\nthe judicial preference for deference to sales in execution, once\r\nthese have taken place, ‘by reason of the fact that public\n\nconfidence in the institutional weapon of execution should not\r\nlightly be disturbed’ (my translation).\n[41]\nFor obvious reasons, this deference is to be applied with even\r\ngreater rigour once there has been delivery (in the case of\nmovables)\r\nor transfer registered in the deeds registry office (in the case of\r\nimmovable property).\n[42]\nIn\r\nany event, sight must not be lost of the truth that the higher the\r\nprice fetched at public auctions, the better it is for both\ncredit\r\nproviders and consumers: the higher the price, either the less the\r\nresidual indebtedness of the consumer or the greater\nher surplus.\r\nWhichever of these two possible outcomes ensues, both the credit\r\nprovider and the consumer may be said to ‘win’.\nThe more\r\ninterested buyers that attend an auction, the higher the price is\r\nlikely to be. Facile judicial intervention in sales\nin execution will\r\ndiscourage interested buyers from attending these auctions. Why bid,\r\nif it is considered likely that a court\nwill set the sale aside?\n[36]\r\nSight should also not be lost of the fact that, as Mr Gautschi\r\ncorrectly submitted, a re-instatement of a credit agreement,\n\nnecessarily entails a revisiting, a revision thereof and,\r\nconsequently, its amendment. The credit provider’s ‘permitted\n\ndefault charges and reasonable costs of enforcing the agreement up to\r\nthe time of re-instatement’ are added to the amount\nwhich the\r\nconsumer must pay. In terms of\ns 116\nof the NCA, a change or\r\namendment to a credit agreement (unless it reduces the consumer’s\r\nliabilities or increases the credit\nlimit) is void unless ‘the\r\nchange is recorded in writing and signed by the parties’.\n[43]\nNot only is formality required when an agreement is re-instated but\r\nany change or amendment to a credit agreement after a\nsale in\r\nexecution would generate a conflict between the purchaser at a sale\r\nin execution, on the one hand and the credit provider\nand the\r\nconsumer, on the other. No such formalities occurred in the present\r\ncase.\n[37]\r\n As Innes J keenly recognised long ago in\nWalker\r\nv Syfret NO,\n[44]\nwhen it comes to finding\r\nthe point of no return in matters concerning the enforcement of a\r\ntransaction, the interests of innocent\nthird parties are\r\nparamount.\n[45]\nHe said: ‘[N]o\r\nauthority directly in point has been quoted to us, but the matter\r\nseems clear upon principle’. This\nprovides another clue in the\r\nprocess of analysis of what ‘execution’ in\ns 129(4)\n(b)\nmight\r\nmean.\n[38]\r\n Yet another pointer to the fact that ‘execution’ in\ns\r\n129(4)\n(b)\nrefers\r\nto the moment of sale at the public auction is to be found in the\r\nfact that, in terms of\ns 129(4)\n(a)(i)\n,\r\nre-instatement may not occur after the\nsale\nof any property pursuant to an attachment order. (Emphasis added). An\r\norder of attachment differs from a writ issued from the office\nof the\r\nregistrar, in terms of Rules 45 and 46 of the Uniform Rules of Court,\r\nafter a court has given judgment requiring a litigant\nto make a\r\npayment of money. An order of attachment commonly arises where the\r\ncourt grants it in order to protect a litigant’s\ninterest in\r\nproperty that is the subject of a dispute.  In this regard, the\r\njudgment of Millin J in\nLoader\r\nv De Beer\n,\n[46]\nwhich has been followed in numerous instances thereafter, is\r\ninstructive. The order is often called an attachment\npendent\r\nlite.\nThe judgment of Margo J in\nVan\r\nRhyn v Reef Developments A (Pty) Ltd\n[47]\nprovides a good example.\n[48]\nAn order of attachment of property need not, of course, be confined\r\nto a situation where there is a\nlis\npending between the parties. Therefore it would seem, if s 129(4)\n(b)\nis read not only consecutively but also in harmony with s 129\r\n(4)(\na)(i),\nthat the mischief at which these two subsections were directed was\r\nre-instatement after a sale in execution.\n[39]\r\nFurthermore, if the high court’s conclusion that execution only\r\ntakes place when the proceeds of the sale in execution\nare paid over\r\nto the judgment creditor is correct, it would mean that the\r\nprovisions of s 129(4)\n(a)(i)\nare not only nugatory but also\r\nsuperfluous. If it was the legislator’s intention that it is\r\nthe transfer of immovable property,\nfollowed by payment to the credit\r\nprovider of the proceeds – and, by parity of reasoning,\r\ndelivery and then payment to the\ncredit provider in the case of\r\nmovables – which is decisive, why then have a provision that\r\nprohibits re-instatement after\nthe ‘sale of any property\r\npursuant to an attachment order’?\n[40]\r\n There is still further reason why the construction which the bank\r\nwishes to place on the interpretation of ‘execution’\nin s\r\n129(4)\n(b)\nis correct. Rule 46(13) of the Uniform Rules of\r\nCourt provides that:\n‘\nThe\r\nsheriff conducting the sale\nshall\ngive transfer to the purchaser against payment of the purchase money\r\nand upon performance of the conditions of sale and may for\nthat\r\npurpose do anything necessary to effect registration of transfer, and\r\nanything so done by him or her shall be as valid and\neffectual as if\r\nhe or she were the owner of the property.’\n[49]\n(Emphasis added.)\nAs\r\nHoexter JA said in\nFinbro\r\nFurnishers (Pty) Ltd v Registrar of Deeds, Bloemfontein &\r\nothers\n:\n[50]\n‘\nIt\r\nis usual to credit the Legislature with a knowledge of the existing\r\nlaw on the subject dealt with. In order properly to interpret\na\r\nstatute a court is entitled, and in some cases bound, to look at\r\nearlier statutes dealing with the same subject-matter. That\nfor\r\npurposes of judicial construction of a more recent statute an\r\nexamination of earlier statutes dealing with like topics affords\na\r\nuseful aid is an established principle of our law.’\n[51]\nThe\r\nhigh court’s interpretation of ‘execution’ runs\r\ncontrary to the peremptory provisions of Rule 46(11) relating\nto the\r\neffecting of transfer upon payment by the purchaser who was at a sale\r\nin execution.\n[41]\r\n In his concluding remarks, Brits says:\n‘\nOne\r\ncan accordingly conclude that reinstatement is possible in the\r\nmortgage context and that foreclosure will be prevented and reversed\n\nif the debtor purges the default (along with the permitted charges).\r\nHowever, reinstatement can only occur up until the point that\nthe\r\nauction sale is concluded. After this point, and up until\r\nregistration takes place, only redemption (paying the full\r\noutstanding\ndebt) can save the debtor’s home.’\n[52]\nI\r\ndisagree that after the sale in execution but before registration of\r\ntransfer has taken place, redemption can occur by paying\nthe full\r\namount of the debt. No such inference is possible from reading the\r\nNCA and the proposition is contrary to the common law.\nI otherwise\r\nagree with what Brits has said in this passage.\n[42]\r\n There is yet another reason that the high court’s\r\ninterpretation of ‘execution’ is, in my respectful\r\nopinion,\nincorrect: it would mean that whenever a credit provider\r\nsettles a matter to allow a debtor a rescheduled arrangement for\r\nrepayment,\nafter an execution order has been obtained, the execution\r\norder ipso facto lapses. This would entail such a disincentive for\r\nsettling\non such a basis that it would be unlikely that credit\r\nproviders would enter into such arrangements. The rescheduling or\r\nrestructuring\nof debt is, however, one of the features of modern\r\ncredit provision, which the NCA is designed to promote.\n[53]\nThe impracticality of the high court’s interpretation must\r\nweigh heavily against its being correct.\n[54]\n[43]\r\n In\nFerris\r\n& another v FirstRand Bank Limited & another\n[55]\nMoseneke ACJ, delivering the unanimous judgment of the Constitutional\r\nCourt, affirmed the principle that the NCA does not exist\nmerely to\r\nadvance the interests of consumers but also of credit providers as\r\nwell.\n[56]\nEndless\r\ncat-and-mouse games between credit providers and consumers serve the\r\ninterests of neither class. Indeed, they undermine\nthe whole system\r\nof credit provision in the country. Added to Moseneke’s ACJ’s\r\njudgment in\nFerris\n,\r\nis the fact that the interests of the general public, when they bid\r\nat public auctions, are relevant as well.\n[44]\r\nThe provisions of s 129(4)\n(b)\nof the NCA are peremptory. In\r\nclear terms they provide that a consumer may not re-instate a credit\r\nagreement after the execution\nof any court order enforcing that\r\nagreement.  Reinstatement can only occur prior to a sale in\r\nexecution at a public auction.\nThe debtor fell foul of this\r\nprovision. The short answer for a consumer in distress is that she\r\nmust timeously re-instate the credit\nagreement and, where this is\r\nrequired by the circumstances, apply for and successfully obtain a\r\nrescission of the judgment and\nthe setting aside of the writ of\r\nattachment and a stay of execution before that sale has taken place\r\nin order to avoid the fall\nof the axe.\n[45]\r\n Accordingly, t\nhe high court’s conclusion that execution\r\nonly takes place when the proceeds of the sale in execution are paid\r\nover to the\njudgment creditor is erroneous.\nThe\r\norder of the high court was wrongly made. The appeal must succeed.\r\n The appeal has dealt with weighty matters. The costs\nof two\r\ncounsel are justified.\n[46]\r\nThe following order is made:\n1.\r\nThe appeal is upheld with costs, including the costs of two counsel.\n2.\r\nThe following is substituted for the order of the high court:\n‘\nThe\r\napplication is dismissed with costs.’\n_________________________\nN\r\nP WILLIS\nJUDGE\r\nOF APPEAL\nA\nPPEARANCES:\nFor\r\nthe Appellant:\nA Gautschi SC (with him D Van\r\nReenen)\nInstructed\r\nby:\nCohen\r\nShevel & Fourie, Cape Town\nc/o\nHoney Attorneys\n, Bloemfontein\nFor\r\nthe Respondent:\nL Dzai\nInstructed\r\nby:\nNolundi\r\nNyati\n,\nCape Town\nc/o\nMaduba Attorneys\n, Bloemfontein\n[1]\nSee\r\n\tR Brits ‘Purging mortgage default: Comments on the right to\r\n\treinstate credit agreements in terms of the\nNational Credit Act’\n(2013\n)\n24\nStellenbosch\r\n\tLaw Review\nVol 1, 165 at 178-9.\n[2]\nNedbank\r\n\tLtd v Fraser & another and Four Other cases\n2011\r\n\t(4) SA 363 (GSJ).\n[3]\nSupra,\r\n\tfn 1\n.\n[4]\nNedbank\r\n\tLtd v Fraser & another and Four Other cases\n2011 (4) SA 363 (GSJ).\n[5]\nPara 40.\n[6]\nLiquidators\r\n\tUnion and Rhodesia Wholesale Ltd v Brown & Co\n1922\r\n\tAD 549\nat p558-9.\n[7]\nSimpson\r\n\tv Klein NO & others\n1987 (1) SA 405\n(W) at 409-11.\n[8]\nShalala\r\n\tv Bowman NO & others\n1989 (4) SA 900\n(W) at 905\n.\n[9]\nReid\r\n\t& another v Godart & another\n1938 AD 511.\n[10]\nAt\r\n\t514.\n[11]\nAn\r\n\tattachment by an officer of a court, consequent upon an order of the\r\n\tcourt.\n[12]\nAt\r\n\t559.\n[13]\nSimpson\r\n\tv Klein NO & others\n1987\r\n\t(1) SA 405\n(W).\n[14]\nAt\r\n\t411C-D.\n[15]\nAt \r\n\t411B.\n[16]\nAt\r\n\t411C.\n[17]\nAt\r\n\tp410H.\n[18]\nAt\r\n\tp412D-G.\n[19]\nAt\r\n\t411I-312A.\n[20]\nSyfrets\r\n\tBank Ltd & others v Sheriff of the Supreme Court, Durban\nC\nentral,\r\n\t& another; Schoerie NO v Syfrets Bank Ltd & others\n1997\r\n\t(1) SA 764\n(D).\n[21]\nAt\r\n\t777B-782F.\n[22]\nAt\r\n\t779F-780C.\n[23]\nStrydom\r\n\tNO v MGN Construction (Pty) Ltd & another: In re Haljen (Pty)\r\n\tLtd (in Liquidation)\n1983\r\n\t(1) SA 799 (D).\n[24]\nRennie\r\n\tNo v Registrar of Deeds & another\n1977\r\n\t(2) SA 513\n(C\n).\n[25]\nAt \r\n\t803A-G.\n[26]\nAt\r\n\t513C-G.\n[27]\nMaharaj\r\n\tBrothers v Pieterse  Bros\nConstruction\r\n\t(Pty) Ltd\n&\r\n\tanother\n1961 (2) SA 232 (N).\n[28]\nAt\r\n\t238C-D.\n[29]\nIn\r\n\tre: Overseas Aviation Engineering (G.B) Ltd\n[1963]\r\n\tCh. 24 (C.A.); [1962] 3 All ER 12 (C.A.).\n[30]\nAt\r\n\t39-40.\n[31]\nBlackman\r\n\tv Fysh\n[1892]\r\n\t3 Ch 209 (C.A.).\n[32]\nAt\r\n\t217.\n[33]\nFagot\r\n\tv Gaches\n[1943]\r\n\t1 KB 10 (C.A.).\n[34]\nAt\r\n\t12.\n[35]\nR\r\n\tBrits ‘Purging mortgage default: Comments on the right to\r\n\treinstate credit agreements in terms of the\nNational Credit Act’\n(2013\n)\n24\nStellenbosch\r\n\tLaw Review\nVol 1, 165. See fn 1.\n[36]\nAt\r\n\tp175.\n[37]\nAt\r\n\tp175.\n[38]\nAt\r\n\tp177.\n[39]\nABSA\r\n\tBank Limited v Van Eeden & others\n2011\r\n\t(4) SA 430 (GSJ).\n[40]\n1952 (4) SA 568\n(A)\n.\n[41]\nI\nn\nSookdeyi\r\n\t&\na\nnother\r\n\tv Sahadeo &\na\nnother\n1952\r\n\t(4) SA 568\n(A) at 571H-572A, Van Den Heever JA said, in a unanimous\r\n\tjudgment\n,\r\n\tthat\n:\r\n\t‘It was a principle in the Netherlands that a perfected sale\r\n\tin execution should after transfer or delivery of the subject\nmatter\r\n\tnot be lightly impugned\nquoniam\r\n\tfiscalis hastae fides facile convelli non debeat\n.\r\n\t(Groenewgen\nde\r\n\tLegib. Abrogate, ad C.\n4.44.16;\nad\r\n\tC.\n8.44\r\n\t(\nsibi\n45)\r\n\t13; Neostad\nDecisiones\n,\r\n\tDecis.75;\nVoet\n6.1.13\r\n\tand, dealing with execution\nin\r\n\trem\n,\r\n\tBynkershoek\nObserv.\r\n\tTumult\n.\r\n\tCas 45;\nCf\r\n\tVoet\n42.1.31\nverbis:\r\n\tEt quamvis nec arbiter...\n).\r\n\tThis reluctance to rescind perfected sales\nsub\r\n\thasta\nhas\r\n\tbeen received in our case law (\nLange\r\n\tand Others v Leisching and Others\n,\n1880 Foord 55\n;\nS.A.\r\n\tAssociation v van Staden\n,\r\n\tS.C. 95 at 98;\nConradie\r\n\tv Jones\n1917\r\n\tO.P.D. 112).\nThese authorities indicate that in certain exceptional\r\n\tcircumstances a sale in execution may nevertheless be impugned. The\r\n\trules\nin regard to this qualified inviolability of a sale in\r\n\texecution were in so far as magistrates’ courts are concerned,\r\n\tcodified\nin\nsec. 70.\nIt has to be construed in harmony rather than\r\n\tconflict with the Common Law.’\n[42]\nIbid.\n[43]\nSubsection\r\n\t116(\nc)\nof\r\n\tthe NCA.\n[44]\nWalker\r\n\tv Syfret NO\n1911\r\n\tAD 141.\n[45]\nAt\r\n\t166.\n[46]\nLoader\r\n\tv De Beer\n1947 (1) SA 87\n(W)\n.\n[47]\nVan\r\n\tRhyn\nv\nReef\r\n\tDevelopments A (Pty) Ltd\n1973\r\n\t(1) SA 488\n(W)\n.\n[48]\nA\nt\r\n\t492B-F\n.\n[49]\nSee\r\n\tthe remarks in Erasmus’\nSuperior\r\n\tCourt Practice\nService Edition 32 (2009) at B1 333-334 concerning the\r\n\tformulation of this rule.\n[50]\nFinbro\r\n\tFurnishers (Pty) Ltd v Registrar of Deeds, Bloemfontein & others\n1985\r\n\t(4) SA 773 (A).\n[51]\nAt\r\n\t805G. See also\nFalcon\r\n\tInvestments Ltd v CD of Birnam (Suburban) (Pty) Ltd & others\n1973 (4) SA 384\n(A) at 401B and the judgment of Van Winsen J in\nBellville-Inry\r\n\t(Edms) Bpk v Continental China (Pty) Ltd\n1976 (3) SA 583\n(C) at 588C-D.\n[52]\nAt\r\n\tp182.\n[53]\nSee\r\n\tfor example\nss 86(8)\nand\n87\n(1)\n(b)(ii)\nof the NCA.\n[54]\nSee\r\n\tfor example\nBothma-Batho\r\n\tTransport (Edms) Bpk v Bothma & Seun Transport\n(Edms) Bpk\n2014 (2) SA 494\n(SCA) para 12, read with\nNatal\r\n\tJoint Municipal Pension Fund v Endumeni Municipality\n2012\r\n\t(4) SA 593\n(SCA) para 18.\n[55]\nFerris\n&\nanother\r\n\tv FirstRand Bank L\nimi\nt\ne\nd\n&\r\n\tanother\n2014\r\n\t(3) SA 39 (CC).\n[56]\nParas\r\n\t14 to 17.",
  "scraped_at": "2026-02-12T17:11:00.147919",
  "date": "2015-03-26",
  "coram": [
    "M aya",
    "Cachalia",
    "Majiedt",
    "Willis",
    "Saldulker JJA"
  ],
  "case_number": "213/2014",
  "parties": {
    "applicants": [
      "Firstrand Bank Limited"
    ],
    "respondents": [
      "Nomsa Nkata"
    ]
  },
  "sections": {
    "facts": "Firstrand Bank Ltd (trading as First National Bank) advanced a loan to Nomsa Nkata to purchase erf 8832 Durbanville, registering a first‑mortgage bond in 2006. The debtor fell into arrears, prompting the bank to issue notices under s129(1) of the National Credit Act (NCA). A default judgment and writ of execution were obtained in September 2010. The debtor later applied for debt counselling and, after an initial settlement in 2010, failed to keep up payments. The property was sold in execution on 24 April 2013 to Kraaifontein Properties. The debtor sought rescission of the default judgment and cancellation of the sale, arguing that a later reinstatement of the credit agreement under s129(3) should have nullified the writ.",
    "issues": "The core issue was the interpretation of sections 129(3) and 129(4) of the NCA: whether the rescheduling or restructuring of a debt after a default judgment nullifies a previously issued writ of execution, and at what point the term “execution” in s129(4)(b) is deemed to occur – whether upon sale in execution, receipt of proceeds, or registration of transfer.",
    "principles": "The court considered the meaning of “execution” as a process, drawing on South African case law (e.g., Nedbank Ltd v Fraser, Liquidators Union v Brown, Simpson v Klein, Shalala v Bowman) and English authorities (Lord Denning). It held that execution is completed when the property is sold at public auction, constituting the point of no return. Section 129(4)(b) therefore prohibits reinstatement after that sale, irrespective of later registration or payment of proceeds. The court rejected the high court’s view that execution only occurs when proceeds are paid to the creditor.",
    "application": "Applying the above principles, the court found that the sale in execution of the property occurred on 24 April 2013, fulfilling the definition of execution under s129(4)(b). Consequently, the debtor could not reinstate the credit agreement after that sale, and the writ of execution remained valid. The high court’s order dismissing the writ was therefore erroneous.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, dismissed the application, and awarded costs, including costs of two counsel. The writ of execution and the sale in execution were affirmed."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "National Credit Act",
    "level_3": [
      "credit agreement reinstatement",
      "sale in execution",
      "interpretation of s129",
      "mortgage enforcement"
    ]
  }
}