{
  "url": "https://www.saflii.org/za/cases/ZASCA/2015/36.html",
  "case_name": "Magwaza v S (20169/2014) [2015] ZASCA 36; [2015] 2 All SA 280 (SCA); 2016 (1) SACR 53 (SCA) (25 March 2015)",
  "citation": "[2015] ZASCA 36",
  "court": "ZASCA",
  "year": "2015",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2015\n>>\n[2015] ZASCA 36\n|\nNoteup\n|\nLawCite\nMagwaza v S (20169/2014) [2015] ZASCA 36; [2015] 2 All SA 280 (SCA); 2016 (1) SACR 53 (SCA) (25 March 2015)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 20169/2014\nReportable\nIn the\r\nmatter between:\nSIPHO\r\nPATRICK\r\nMAGWAZA\n..................................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n...............................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nSipho Patrick Magwaza v The State\n(20169/14)\n[2015] ZASCA 36\n(25 March 2015)\nBench:\nPonnan, Maya, Mhlantla and Zondi JJA and\r\nMeyer AJA\nHeard:\r\n16 March 2015\nDelivered:\r\n25 March 2015\nSummary\n:\r\nEvidence – proscriptive evidence – s 35(5) of the\r\nConstitution – evidence excluded because its admission\r\ndetrimental\nto the administration of justice.\nORDER\nOn\r\nappeal from\n: KwaZulu Natal High Court, Pietermaritzburg (PC\r\nCombrinck J (Kondile and Theron JJ concurring) sitting as a court of\r\nappeal.\nThe\r\nappeal is upheld and the conviction and sentences imposed pursuant\r\nthereto are set aside.\nJUDGMENT\nPonnan\r\nJA (Maya, Mhlantla and Zondi JJA and Meyer AJA concurring):\n[1] The\r\nappellant, Sipho Patrick Magwaza, was originally indicted as accused\r\nnumber 4 together with three others on five charges.\nHowever, at the\r\ncommencement of the trial before Galgut DJP (sitting with assessors)\r\nin the High Court (Durban and Coast Local\nDivision) all of the\r\ncharges were withdrawn against two of the accused and the first\r\ncharge was withdrawn against the two that\nremained. In the result,\r\nthe appellant and his co-accused (accused 1 in the trial court) stood\r\ntrial on one count each of murder\nand robbery with aggravating\r\ncircumstances. The latter also faced two additional charges\r\npertaining to the unlawful possession\nof a firearm and eleven rounds\r\nof ammunition.\n[2] On 13\r\nApril 2000, a gang of armed men attacked a pension payment point at\r\nKlaarwater Community Centre in Marianhill, KwaZulu\nNatal and made off\r\nwith approximately R460 000. During the course of the robbery\r\none of the security guards was fatally wounded\nand dispossessed of\r\nhis firearm and its ammunition. The appellant and his co-accused were\r\nconvicted as charged and sentenced to\nimprisonment for life. With the\r\nleave of the trial court, both accused appealed against their\r\nconvictions to the full court of\nthe Natal Provincial Division. PC\r\nCombrinck J (Kondile and Theron JJ concurring) dismissed the appeal.\r\nThe further appeal by the\nappellant is with the special leave of this\r\ncourt.\n[3] It was\r\nnot in dispute before Galgut DJP that the offences in question had\r\nindeed been perpetrated. In any event as the learned\njudge recorded,\r\nthe ‘accused . . . formally admitted that the crimes were\r\ncommitted’. He added:\n‘\nThat\r\nthe crimes on counts 2 and 3 were committed in the furtherance of a\r\ncommon purpose furthermore is on the evidence equally plain.\nOne or\r\nmore of the robbers had obviously been armed and, in the absence of\r\nanything further, it is plain that every member of the\ngang was aware\r\nthat one or more of the members was armed, that one or more firearms\r\nmight be used during the robbery and that someone\nmight be shot and\r\nkilled. Each member of the gang therefore shared a common purpose\r\nwith the others in regard to the use of a firearm.\nEach was therefore\r\nresponsible for the shooting even though there may be no proof of who\r\nit was who fired the shot that killed\nthe deceased. Even though there\r\nmay have been no direct intention to kill there was what is in law\r\ncalled\ndolus eventualis\nwhich simply means that anyone in the\r\ngang who knew that the firearm might be used, who knew that someone\r\nmight be killed and who\nnevertheless recklessly remained in the gang\r\nand took part in the robbery is in law held to have had the necessary\r\nintention to\nkill.\nAccused\r\nNos 1 and 4 deny that they had been part of the gang that day, and\r\nthat is therefore the sole issue before us. Despite the\nfact that\r\nscores of pensioners and others were present and witnessed the\r\nincident, and that it occurred in broad daylight, not\none of them was\r\napparently able either to see or later to identify any of the\r\nculprits.’\n[4] The\r\nState case against the appellant consisted, in sum, of a pointing out\r\nby him to Captain Neville Eva shortly after his arrest,\ntogether with\r\ncertain utterances during the course of that pointing out, which\r\naccording to Galgut DJP amounted to a confession.\nAfter an\r\nadmissibility trial that evidence was ruled admissible and the\r\nappellant was convicted on the strength of it. In the course\nof his\r\njudgment the learned judge observed:\n‘\nWe\r\nare loath to convict any accused person on the single and\r\nuncorroborated evidence of a confession, as is now the case with\r\naccused\nNo 4. We adopt this approach for reasons I do not propose to\r\ngo into, save to say that we are aware of the inherent dangers of\r\ndoing so. In the instant case, however, accused No 4 has been such a\r\nbad witness and the evidence of Eva and Ximba has been so impressive\n\nthat we have no doubt of accused No 4’s guilt. We are\r\nstrengthened in this in particular by accused No 4’s evidence\n\nabout informing Eva of a spot where he had allegedly lost his\r\nfirearm.’\nThe full\r\ncourt affirmed that conclusion and in the result dismissed the\r\nappellant’s appeal.\n[5] The\r\nappellant was arrested some two months after the offences had been\r\ncommitted at approximately 8.30 am on 8 June 2000 at\nthe Umlazi\r\nMagistrates’ Court. His arrest, allegedly on the strength of\r\ninformation furnished by a police informer, was effected\nby a team of\r\ndetectives including Inspector Govender and the investigating\r\nofficer, Inspector Mbatha of the Westmead Murder and\nRobbery Unit,\r\nPinetown.  According to Govender, he warned the appellant at the\r\ntime of his arrest of the allegation and his\nrights in terms of\r\nsection 35 of the Constitution. He added under cross-examination:\n‘\nInspector,\r\nyou advised the Court that you informed the accused of his rights.\r\nDid you read out his rights? --- Not from any document,\nbut from my\r\nmemory.’\nOn that\r\nscore Mbatha had this to say:\n‘\nAnd\r\nInspector Govender told the Court, and you confirmed, that at the\r\ntime of accused No 4’s arrest his constitutional rights\nwere\r\nexplained to him. --- That is correct.\nWere\r\nthese rights read to him? --- As I explained in my evidence-in-chief\r\nthat the rights were read.\nGALGUT\r\nDJP\nThey were read to him? --- Yes.\nFrom\r\nwhich document? --- From the form, the section 35 notice.\nDid\r\nyou have that with you at the time of the arrest? --- I did not have\r\nthe forms on me.\nWell,\r\nI think the attorney is talking about the time of his arrest.\n---\r\nNo, at the time of accused No 4’s arrest the forms were not\r\nthere with us.\nWell,\r\nlet’s ask the question again.  Was he nevertheless advised\r\nof his rights, yes or no? --- Yes, he was.\nMS\r\nHARIRAM\n. . .  And you interpreted these rights?\n---\r\nYes.\nWhat\r\nexactly did you interpret? --- Well, I cannot be precise on the words\r\nused when we were at Umlazi but he was advised that he\nhas a right to\r\nremain silent. He was also informed of his right to contact his legal\r\nrepresentative. These are the rights I can\nrecall that were explained\r\nto him when we were at Umlazi.’\n[6]  The\r\ninteraction at the Westmead Murder and Robbery Unit between\r\nInspectors Govender and Mbatha on the one hand, and the appellant\non\r\nthe other, was crucial to the admissibility enquiry and in turn to\r\nthe conviction of the appellant. According to Govender:\n‘\n.\r\n. . at the Murder and Robbery Office, M’Lord, it was the\r\naccused that was in the office with Mr Mbatha, Thabethe and myself.\nThis,\r\njust for the record, happened on the 8\nth\nJune? --- On the\r\n8\nth\nJune. Probably it was about 9 o’clock or\r\nthereafter on that morning. In respect of this accused, M’Lord,\r\nagain, I informed\nhim that we were going to interview him about the\r\nallegation. Mr Mbatha was going to act as the interpreter. Prior to\r\nthe interview\nwith the accused, I warned him in respect of his rights\r\nin terms of the Constitution, and as the exhibit that I handed in,\r\nthe\ndocument, it was the very same information that I had explained\r\nto the accused. This was interpreted by Mbatha, and the accused\nwas\r\nprepared to continue with the interview. Again, M’Lord, he did\r\nnot request the services of an attorney or, if he could\nnot afforded\r\none, if I had to arrange one free of any cost to him.\nJust\r\nbefore you proceed, Inspector, just before you took the witness stand\r\nyou helped me and assisted me in looking for a similar\ndocket . . .\r\n[intervention] --- Document.\n.\r\n. . as Exhibit  G for accused No 4 and we couldn’t find\r\nit. ---\nThat\r\nis correct.\nGALGUT\r\nDJP\nDocket?\nMR\r\nDE KLERK\nDocument. Was there a similar document like that\r\nsigned by accused No 4? --- Specifically, I cannot recall. Mr Mbatha\r\nfiled\nthe docket. But what I can recall. M’Lord, is that I did\r\nwarn the accused of his rights.’\nInspector\r\nMbatha added:\n‘\nGALGUT\r\nDJP\nOn what you have told us, at your offices\r\naccused No 4 was not told of his rights. --- He was warned of his\r\nrights.\nI omitted that.\nWell,\r\ntell us about it. --- Before we could proceed with the interview of\r\naccused No 4 he was told about his rights. He also signed\na form\r\ncontaining his rights.\nWhere\r\nis that form? --- I filed it in the docket.\nYou\r\nfiled it or you found it? --- I filed it.\nWell,\r\nwhere is it? --- When we looked for it, we could not find it.\nNow\r\ntell me, in regard to that document, both with regard to accused No 1\r\nand accused No 4, how exactly were the rights explained?\n--- They\r\nwere explained as they appear in the form.\nWhat\r\ndo you mean by that? --- As they appear in the form, that he has a\r\nright to remain silent. He has a right not to incriminate\nhimself.\nNo,\r\nno, I don’t want to know what your recollection is of what the\r\nform says. I’m concerned to know how Govender went\nabout\r\ninforming him of his rights. Let’s take accused No 1 first. ---\r\nI don’t quite follow the question.\nYou\r\nsay Govender explained his rights to him? --- Yes.\nAnd\r\nthat he made use of the form? --- Yes.\nWell,\r\nhow did he go about it? --- As the rights appear in the form.\nSo\r\nhe didn’t read them to him? --- The rights were read as they\r\nare written in the form.\nWell,\r\nwhy don’t you say so? --- Perhaps the way I explained it was\r\nnot quite clear.\nWell,\r\nit wasn’t clear and it’s not clear to me. Did he read\r\nthose rights or did he simply summarise them in his own\nwords? --- He\r\nwrote the rights as they appear in the form.\nHe\r\nread them? --- Yes, he read them and I read and interpreted them.\nDid\r\nthat happen with accused No 4 as well? --- That is correct.’\n[7]  Having\r\ncommenced his interview with the appellant at approximately 9 am that\r\nmorning, by 10.30 am Govender had made telephonic\ncontact with\r\nCaptain Eva (so testified the latter) with the request that he assist\r\nwith a pointing out. In endeavouring to explain\nhow it came to pass\r\nthat the appellant had elected to participate in a pointing out,\r\nGovender testified:\n‘\nI\r\nthen questioned the accused by questioning him with certain question\r\norally. Mbatha also did question him, and that at a stage\nthat the\r\nreplies that came back from the accused I then cautioned him that he\r\nshould stop and that at this stage that what he had\nbeen telling me,\r\nthere were certain forums that that could be addressed to. I\r\npersonally could not take it any further. I informed\nthe accused that\r\nhe could say the same things said to a Magistrate or mention that to\r\nan independent policeman. M’Lord, the\naccused adopted to want\r\nto do a pointing out. At that time I left the accused in the company\r\nof Inspector Mbatha and then left\nto contact an officer. I then got\r\nhold of Captain Eva. M’Lord, when Captain Eva then got to the\r\noffice, if I can recall correctly,\nis that I handed the accused to\r\nCaptain Eva.\n.\r\n. .\nGALGUT\r\nDJP\nTell me something, you say in regard to accused No 1 that you\r\ntold him he could do a pointing out to an independent policeman of\n\nsufficient rank? --- That is correct, sir.\nSo\r\nwas it your idea that he should do a pointing out? --- No, it was\r\nnot. What I said – could I explain, M’Lord?\nWell,\r\nI wanted to ask you because the way you put it I got the impression\r\nthat you suggested to him that he should do a pointing\nout. --- No,\r\nno, M’Lord. What I . . . [intervention]\nHow\r\ndid it happen? --- What I said to him is that he could make a\r\nstatement to what he said to a Magistrate or he could say that,\nwhat\r\nhe was saying, to a police officer of sufficient rank or point out\r\ncertain places to that officer.\nWell\r\nthen, as I understand it, it was you that put the idea into his head\r\nto do a pointing out? --- If that’s what the Court\nis saying,\r\nM’Lord, yes, I said that to him from the replies he had given\r\nme.\nWell,\r\nlet’s make no secret of it. What were those replies then? ---\r\nFrom the accused?\nWhat\r\nis bothering me, you’ve not suggested that he said to you that\r\nhe wanted to point something out to you. --- If I can\nexplain to the\r\nCourt, M’Lord.\nYes.\r\n--- From the replies of the accused, regarded the places where this\r\noffence happened. From that reply I then canvassed the\nissue\r\nregarding a pointing out. The pointing out to an officer is about\r\npointing certain places out. That’s what was said.\nOn\r\nthat explanation then, it was not a case of him saying to you that he\r\nwanted to point something out to you? --- Not to me, no.\nWhat\r\n. . . [intervention]\nThe\r\nquestion of a pointing out arose because you said to him that, if he\r\nwanted to, he could point out whatever to a policeman,\nan independent\r\npoliceman? --- That is correct. That is correct.\nDoes\r\nthe same apply to accused No 4? --- The same, M’Lord.\nSo\r\nin his case too, it is not a case of him saying to you, “I want\r\nto point something out to you”, and you saying to\nhim, “No,\r\nwait a minute, you mustn’t point it out to me, you must point\r\nit out to an independent policeman”?\n--- That is correct,\r\nM’Lord. That is correct.\nWhat\r\nis correct? --- That he can point that out not to me, to an\r\nindependent policeman.\nI’m\r\ngoing to start again, because you don’t understand. It was not\r\na case of him saying to you, “I want to point\nout a place to\r\nyou, to you, Govender”. --- Yes, M’Lord.\nIt\r\ndidn’t happen that way. --- If I could explain, M’Lord,\r\nit happened that what the accused said from his reply is\nthat he\r\ncould point out the place where this incident happened. I told him\r\nthat I am not in a position from my rank and status\nto take the\r\naccused to that place so that he can point it out to me but he could\r\npoint that place out to an independent police\nofficer of sufficient\r\nrank.\nWell,\r\nthat doesn’t answer my question, unfortunately. He did not say\r\nto you, “I want to point something out to you”?\n--- Yes,\r\nhe did. From his replies he said that – from the replies, my\r\nquestion and answers, from his replies he said he was\nprepared to\r\npoint out certain places. Now, in context from the answers given by\r\nthe accused, I said to him, “I cannot take\nyou to those\r\nplaces”, but he could point that place out to a policeman to\r\nthe rank of Captain and above.\nThat’s\r\nwhat I said, M’Lord.\nInspector,\r\nperhaps because my question isn’t clear, you don’t\r\nunderstand what it is I’m trying to get from you.\nDid he say to\r\nyou, “I want to point something out”, or did you say to\r\nhim, “Are you prepared to point something\nout”? --- He\r\nwanted to – he said to me that, “I want to point\r\nsomething out”. It was from the accused.\nAnd\r\nthis was said before there was talk about an independent officer? ---\r\nThis was said, yes, before there was talk about an independent\n\nofficer.\nWhy\r\nwould they want to point anything out to you? What was the reason?\r\nHow was that going to help anybody? --- Well, it’s\ngoing to –\r\nfrom the questions that was put to him, it’s going to assist is\r\nthat they knew the place where the commission\nof the offence had\r\ntaken place and whatever transpired there.\nI\r\ndon’t understand, quite frankly. You knew already where the\r\nincident had taken place. --- That is correct, M’Lord,\nbut I\r\ndid not know what part the assailants or the suspects or the accused\r\nhad played. I did not know that.\nWell,\r\nquite obviously, what each accused said to you amounted to a\r\nconfession? --- That is correct, M’Lord.\nIs\r\nthat right? --- That is correct.\nWhy\r\nthen would the accused want to point anything out to show what their\r\nprecise participation was? --- Because they volunteered\nthe\r\ninformation to me. It was from their own doing that they did this.\nI\r\nask this question because I would have thought that the thing would\r\nhave proceeded like this, that the accused would have said\nto you,\r\n“Yes, I took part and I did A, B and C”, and that you\r\nwould have said, “Well, are you prepared to point\nthese things\r\nout to me?”. You say it didn’t happen that way? --- I\r\nunderstand what you’re saying, M’Lord.\nNo, what happened\r\nis that, from their answers that the accused would have said to me\r\nthat, “Listen,”, after telling\nme what happened is that,\r\n“I am prepared to point out what happened on that day and the\r\nposition of the places”. That’s\nwhat happened.\nSo\r\nthey didn’t say that because you had first asked whether they’d\r\nbe prepared to do so? --- No, M’Lord, I did\nnot ask them first.\nNo?\r\n--- No, it came voluntarily from them.\nWell,\r\nthen I come back to my other question. Why would they want to do this\r\npointing out? I ask because quite obviously . . . [intervention]\n---\r\nYes, I understand.\nQuite\r\nobviously, I would have thought it would have been of more interest\r\nto you for them to do a pointing out than for them to\noffer to do so.\r\n--- M’Lord, I cannot pre-empt what is in the accused’s\r\nmind at that stage but it’s their voluntariness\nto co-operate\r\nin the investigation. Many accused persons from different examples\r\nwill say, “Listen, I can even point out\nthe place to you”.\r\nIt’s a fact of life.’\n[8]\r\nInspector Mbatha, who it will be recalled was not just the\r\ninvestigating officer, but also acted as Govender’s\r\ninterpreter,\nhad this recollection:\n‘\nWe\r\narrived at our offices at Westmead and we sat with accused No 4 in an\r\noffice. In that office it was Inspector Govender and myself.\nWe\r\nstarted asking him questions. The questions that we asked accused No\r\n4 were more or less the same as the questions we had asked\naccused No\r\n1. During the questioning it came to a stage where Inspector Govender\r\nhad to warn accused No 4 with regards to what\naccused No 4 was\r\nsaying. Accused No 4 also ended up wanting to make a pointing out. It\r\nwas Inspector Govender who made the necessary\narrangements for that\r\npointing out. Accused No 4 did the pointing out on that same day.’\nWhen asked:\r\n‘What happened after the volunteering of this information?’\r\nHe replied:\n‘\nWell,\r\nit was at that stage that Inspector Govender stopped him and\r\nexplained to him that there were other ways in which this could\nbe\r\ndealt with because for him to give us that information was not\r\nsufficient.’\nHis\r\nevidence continued:\n‘\nAnd\r\nwhat ways did Inspector Govender suggest? --- He explained to him\r\nthat he could go and make a statement to a Magistrate and\nthat he\r\ncould also go and point out the scene where the offence was\r\ncommitted.’\nAs\r\nconfusing as Govender’s account was, that confusion was\r\ncompounded by Mbatha’s evidence. It is plain that Mbatha’s\n\nconceptual understanding of what had transpired during the interview\r\nappears to have differed markedly from that of Govender. According\nto\r\nMbatha’s understanding the election by the appellant to point\r\nout the scene was because of his having furnished information\nto them\r\nthat was not sufficient – whatever that may mean. What exactly\r\nhe intended to convey by ‘that information was\nnot sufficient’\r\nor in what respects it was insufficient was regrettably not explored\r\nany further during his evidence. Significantly,\nMbatha added:\n‘\nAccused\r\nNo 4 said if we want to he could go and show us the scene where the\r\nrobbery was committed, and that was before Inspector\nGovender warned\r\nhim. That was the information that came out from accused No 4\r\nhimself.’\n[9] As\r\nrecorded in the pointing out form completed by Captain Eva, he met\r\nwith the appellant in his private office at the Westmead\nMurder and\r\nRobbery Unit at 11.15 that morning. The first part of that form\r\nrecords the details of the: (a) suspect; (b) commissioned\nofficer;\r\n(c) interpreter; and, (d) the venue where the interview was being\r\nconducted. That is followed by what is described as\nPart A headed\r\n‘HEREAFTER I ASK THE SAID PERSON:’. The first question\r\nput to the appellant by Captain Eva under Part\nA was ‘Do you\r\nknow why you were brought to me, and if so, why?’ The answer\r\nthat that question elicited was ‘Yes\nwe pulled and armed\r\nrobbery at Klaarwater’. Part B of the form headed ‘I NOW\r\nCONVEY THE FOLLOWING INFORMATION TO THE\nSAID PERSON:’ reads:\n‘\n5.\r\nI am an Officer in the South African Police Service and as such I am\r\nalso a Justice of the Peace. A Justice of the Peace is a\nPolice\r\nOfficer who, by the virtue of his appointment, has the same rights\r\nand powers as those of a Magistrate with regards to the\nrecording of\r\nstatements. A Police Officer such as myself, can accordingly testify\r\nin a subsequent trial about what a person has\nsaid and pointed out,\r\nwhereas a Non-commissioned Officer can only testify in regards to\r\nwhat was pointed out.\nDo\r\nyou understand this? . . . Yes.\n6.\r\nI have nothing to do with the investigation of this case and you have\r\nnothing to fear from me. Further, if you have been assaulted\nor\r\nforced in any way to make a statement or do a pointing out, I am able\r\nto assist you. If necessary I can also arrange protection\nfor you\r\nagainst any irregularities.\nDo\r\nyou understand this information? . . . Yes.\n7.\r\nYou are not obliged to point out any scene(s) and/or point(s) on the\r\nscene(s) or to say anything about such point(s) or scene(s).\nYou are\r\nfurther warned that whatever you may point out or may say will be\r\nnoted down and photographs of the scene(s) and/or point(s)\npointed\r\nout will be taken and may later be used as evidence against you in a\r\nsubsequent trial.\nDo\r\nyou understand this warning? . . . Yes.\n8.\r\nYou have the right to remain silent. (I also explain to the said\r\nperson the consequences if he/she elects to say something).\n9.\r\nYou are not obliged to make any confession, admission or statement\r\nthat might be used against you in a subsequent trial.\nDo\r\nyou understand this? . . . Yes.\n10.\r\nYou also have the right to consult with a legal representative of\r\nyour choice, and if you cannot afford the services of such\nlegal\r\nrepresentative, a legal representative can be appointed for you who\r\nis not in the employment of the State and whose services\nwill be\r\nprovided at no cost to yourself.\n10.1\r\nDo you understand these rights? . . . Yes.\n10.2\r\nDo you wish to exercise either of them? . . . No.\n10.3 \r\nIf so, how do you wish to do that? . . . N/A.’\n[10] Save\r\nfor certain notable exceptions, the general approach adopted in South\r\nAfrica prior to 1994 was that relevant evidence\nwas admissible\r\nregardless of whether it was illegally or improperly obtained.\nA\r\ncourt of appeal, it was said, does not enquire whether the trial was\r\nfair in accordance with 'notions of basic fairness and justice'\nor\r\nwith the 'ideas underlying the concept of justice which are the basis\r\nof all civilised systems of criminal administration’\n(\nS\r\nv Rudman & another; S v Mthwana\n1992 (1) SA 343\n(A) at 377). That was an authoritative statement of\r\nthe law before 27 April 1994. It no longer is. Our Constitution now\r\nrequires\ncriminal trials to be conducted in accordance with just\r\nthose notions of basic fairness and justice.\nIn\nS v Zuma &\r\nother\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) para 16 it was said by Kentridge AJ\r\nthat the right to a fair trial 'embraces a concept of substantive\r\nfairness' and that it\nis for the criminal courts hearing criminal\r\ntrials or appeals 'to give content' to the notions of basic fairness\r\nand justice which\nunderpin a fair trial.\n[11] In the\r\nUnited States of America, subject only to the so-called 'reasonable\r\nmistake' exception, evidence obtained in violation\nof the\r\nConstitution is excluded. The drafters of our Constitution appear to\r\nhave adopted a\nvia media\nbetween the approach adopted in the\r\nUSA on the one hand and that formerly adopted in South Africa on the\r\nother. In doing so, they\nhave largely followed the example of\r\nIreland, Australia, New Zealand and particularly Canada (\nS v\r\nPillay & others\n2004 (2) SACR 419\n(SCA) at 444\nd-i\n).\r\nThus in terms of s 35(5) of the Constitution: ‘Evidence\r\nobtained in a manner that violates any right in the Bill of Rights\n\nmust be excluded if the admission of that evidence would render the\r\ntrial unfair or otherwise detrimental to the administration\nof\r\njustice.'\nOf s 35(5), this court (\nS v Tandwa & others\n[zRPz]\n2008 (1) SACR 613\n(SCA) paras 116-117) stated:\n‘\nThe\r\nnotable feature of the Constitution's specific exclusionary provision\r\nis that it does not provide for automatic exclusion of\n\nunconstitutionally obtained evidence. Evidence must be excluded only\r\nif it\n(a)\nrenders the trial unfair; or\n(b)\nis otherwise\r\ndetrimental to the administration of justice. This entails that\r\nadmitting impugned evidence could damage the administration\nof\r\njustice in ways that would leave the fairness of the trial intact:\r\nbut where admitting the evidence renders the trial itself\nunfair, the\r\nadministration of justice is always damaged. Differently put,\r\nevidence must be excluded in all cases where its admission\nis\r\ndetrimental to the administration of justice, including the subset of\r\ncases where it renders the trial unfair. The provision\nplainly\r\nenvisages cases where evidence should be excluded for broad public\r\npolicy reasons beyond fairness to the individual accused.\nIn determining whether the trial is rendered unfair,\r\ncourts must take into account competing social interests. The court's\r\ndiscretion\nmust be exercised “by weighing the competing\r\nconcerns of society on the one hand to ensure that the guilty are\r\nbrought to\nbook against the protection of entrenched human rights\r\naccorded to accused persons” . . .’\n[12] Section 24(2) of the Canadian Charter of Rights and\r\nFreedom, Part I of Constitution Act, 1982 requires evidence obtained\r\nin\na manner that infringed guaranteed rights to be excluded if its\r\nadmission 'would bring the administration of justice into disrepute'.\n\nIt has been construed as meaning that the administration of justice\r\nwould be brought into disrepute if the admission of the evidence\nin\r\nquestion would render the trial unfair (\nR v Jacoy\n(1989) 38\r\nCRR 290\nat 298). In\nR v Collins\n[1987] 1 SCR 265\n, a police\r\nofficer violated the accused's rights by grabbing him by the throat.\r\nThe accused had a bag of heroin in his hand, which\nthe State sought\r\nto admit. The Supreme Court of Canada held that a trial is rendered\r\nunfair if the evidence is self-incriminating,\nsuch as a confession.\r\nThe use of such evidence would render the trial unfair, for it did\r\nnot exist prior to the violation and it\nstrikes at one of the\r\nfundamental tenets of a fair trial – the right against\r\nself-incrimination. But\nCollins\ndrew a distinction between\r\nreal and testimonial evidence. While it viewed testimonial evidence\r\n(such as a confession) as undermining\ntrial fairness, it expressed\r\ndoubt that real evidence, discovered derivatively as a result of\r\nunconstitutional conscription, could\nrender a trial unfair because\r\nthe real evidence existed irrespective of the violation of the\r\nCharter and its use does not render\nthe trial unfair.\n[13] In the\r\nlater case of\nThomson Newspapers Ltd et al v\r\nDirector of Investigation and Research et al\n(1990)\r\n67 DLR (4th) 161, La Forest J stated:\n'A\r\nbreach of the Charter that forces the eventual accused to create\r\nevidence necessarily has the effect of providing the Crown with\n\nevidence it would not otherwise have had. It follows that the\r\nstrength of its case against the accused is necessarily enhanced\nas a\r\nresult of the breach. This is the very kind of prejudice that the\r\nright against self-incrimination, as well as rights such\nas that to\r\ncounsel, are intended to prevent. In contrast, where the effect of a\r\nbreach of the Charter is merely to locate or identify\nalready\r\nexisting evidence, the case of the ultimate strength of the Crown's\r\ncase is not necessarily strengthened in this way’.\nCanadian jurisprudence has since rejected a strict\r\ndistinction between real and testimonial evidence holding that the\nCollins\ndistinction was unfounded (see\nR\r\nv Burlingham\n(1995) 28 CRR (2d) 244).\nFor example\nR\r\nv Ross\n(1989) 37 CRR 369\nat 379\r\nemphasized that the admissibility of evidence under s 24(2) depended\r\nultimately not on its nature as real or testimonial,\nbut on whether\r\nor not it would only have been found with the compelled assistance of\r\nthe accused.\n[14] In\nPillay\n(at 432\ne\n-\nh\n), Mpati DP and Motata AJA\r\nsummed up the Canadian position as follows:\n‘\nWhat\r\nemerges from this is that evidence derived (real or derivative\r\nevidence) from conscriptive evidence, ie self-incriminating \n\nevidence obtained through a violation of a Charter right, will be\r\nexcluded on grounds of unfairness if it is found that, but for\nthe\r\nconscriptive evidence, the derivative evidence would not have been\r\ndiscovered.\nAnd Scott\r\nJA, who wrote separately, expressed himself thus at 445\nc\n-\ne\n:\n‘\nAs\r\nnoted by Martland J in\nR v Wray\n(1970) 11 DLR (3d) 673 at 691,\r\nthere is a clear distinction between unfairness in the method of\r\nobtaining evidence and unfairness\nin the actual trial. The former\r\ndoes not necessarily result in the latter. Where the infringement\r\nresults in the creation of evidence\nwhich would not otherwise exist,\r\nfor example a self-incriminatory statement or, as it is sometimes\r\ncalled, conscriptive evidence,\nit is generally accepted that the\r\nadmission of such evidence will affect the fairness of the trial. The\r\nreason, of course, is that\nwithout the infringement the evidence\r\nwould not have come into existence. But where, as in the present\r\ncase, the infringement results\nin the discovery of a fact, ie the\r\npresence of the money in the roof, which would have existed whether\r\nthere was an infringement\nor not, the impact on the fairness of the\r\ntrial, if any, is less obvious.’\nBoth\r\njudgments appear to be at one in respect of the kind of evidence with\r\nwhich we are here concerned, namely ‘self-incriminatory’\n\nor ‘conscriptive’ evidence. Whether they, likewise, are\r\nat one in respect of the other category alluded to, namely\n\n‘derivative’ evidence, need not detain us.\n[15]\r\nAlthough s 35(5) of the Constitution does not direct a court, as does\r\ns 24(2) of the Charter, to consider 'all the circumstances'\nin\r\ndetermining whether the admission of evidence will bring the\r\nadministration of justice into disrepute, it appears to be logical\n\nthat all relevant circumstances should be considered (\nPillay\nat 433\nh\n).\nCollins\nlists a number of factors to be considered in the determination of\r\nwhether the admission of evidence will bring the administration\nof\r\njustice into disrepute, such as, for example: the kind of evidence\r\nthat was obtained; what constitutional right was infringed;\nwas such\r\ninfringement serious or merely of a technical nature and would the\r\nevidence have been obtained in any event.\nIn\nCollins\n(at 282), Lamer J reasoned that the concept of disrepute necessarily\r\ninvolves some element of community views and ‘thus requires\nthe\r\nJudge to refer to what he conceives to be the views of the community\r\nat large'.\nPillay\n(at\r\n433\nd-e\n)\r\naccepted that\nwhether the admission of\r\nevidence will bring the administration of justice into disrepute\r\nrequires a value judgment, which inevitably\ninvolves considerations\r\nof the interests of the public.\n[16] To the\r\nextent here relevant s 35(1) and (2) of the Constitution provides:\n‘\n(1)\r\nEveryone who is arrested for allegedly committing an offence has the\r\nright –\n(a)\r\nto remain silent;\n(b)\r\nto be informed promptly –\n(i)\r\nof the right to remain silent; and\n(ii)\r\nof the consequences of not remaining silent;\n(2)\r\nEveryone who is detained, including every sentenced prisoner, has the\r\nright –\n(b)\r\nto choose, and to consult with, a legal practitioner, and to be\r\ninformed of this right promptly;\n(c)\r\nto have a legal practitioner assigned to the detained person by the\r\nstate and at state expense, if substantial injustice would\notherwise\r\nresult, and to be informed of this right promptly;’\nOf\r\nthose rights, Froneman J (\nS v Melani & others\n1996 (1)\r\nSACR 335\n(E) at 347\ne\n-\nh\n) observed:\n‘\nThe\r\nright to consult with a legal practitioner during the pre-trial\r\nprocedure and especially the right to be informed of this right,\nis\r\nclosely connected to the presumption of innocence, the right of\r\nsilence and the proscription of compelled confessions (and admissions\n\nfor that matter) which “have for 150 years or more been\r\nrecognised as basic principles of our law, although all of them have\n\nto a greater or lesser degree been eroded by statute and in some\r\ncases by judicial decision” (in the words of Kentridge AJ\nin\nZuma's\ncase). In a very real sense these are necessary\r\nprocedural provisions to give effect and protection to the right to\r\nremain silent\nand the right to be protected against\r\nself-incrimination. The failure to recognise the importance of\r\ninforming an accused of his\nright to consult with a legal adviser\r\nduring the pre-trial stage has the effect of depriving persons,\r\nespecially the uneducated,\nthe unsophisticated and the poor, of the\r\nprotection of their right to remain silent and not to incriminate\r\nthemselves. This offends\nnot only the concept of substantive fairness\r\nwhich now informs the right to a fair trial in this country but also\r\nthe right to\nequality before the law. Lack of education,\r\nignorance and poverty will probably result in the underprivileged\r\nsections of\nthe community having to bear the brunt of not recognising\r\nthe right to be informed of the right to consultation with a lawyer.\r\n(Cf\nS v Makwanyane (supra\nat [paras 49, 50 and 51]).)’\n[17]\r\nIt is clear that the rights in question exist from the inception of\r\nthe criminal process, that is from arrest, until its culmination\n(up\r\nto and during the trial itself).\nIn the case of the\r\nappellant’s co-accused, accused 1, the State produced what was\r\ndescribed as a standard constitutional rights\nwarning form, to which\r\nwas appended his signature as proof that he had indeed been warned.\r\nNot so in respect of the appellant.\nNeither\r\nMbatha, nor Govender were models of clarity as to exactly what was\r\nconveyed to the appellant. But, even were it to be accepted\nthat the\r\ncumulative effect of their evidence is that there was a warning of\r\nsorts, it appears to have been woefully inadequate.\nFor, whilst there\r\nis some reference in the evidence of Govender and Mbatha to the\r\nrights to silence and legal representation, there\nis no indication\r\nthat the appellant was warned of the consequence of not remaining\r\nsilent (the logical corollary of the right to\nsilence) or of his\r\nentitlement to the services of a legal representative at State\r\nexpense. There was some suggestion in argument\nfrom the bar in this\r\ncourt that such deficiencies as there were came to be cured by the\r\nrather detailed warning by Captain Eva.\nBut what is readily apparent\r\nfrom the document introduced into evidence, is that by the time the\r\nappellant had been warned by Captain\nEva he had already confessed to\r\nthe robbery. It is important to appreciate that\na\r\nconstitutional right is not to be regarded as satisfied simply by\r\nsome incantation which a detainee may not understand. The purpose\nof\r\nmaking a suspect aware of his rights is so that he may make a\r\ndecision whether to exercise them and plainly he cannot do that\nif he\r\ndoes not understand what those rights are (\nR\r\nv Cullen\n(1993) 1 LRC 610 (NZCA) at\r\n613G-I). It must therefore follow that the failure to properly inform\r\na detainee of his constitutional\nrights renders them illusory. What\r\nmust govern is the substance of what the suspect can reasonably be\r\nsupposed to have understood,\nrather than the formalism of the precise\r\nwords used (R v\nEvans\n(1991)\r\n4 CR (4th) paras 144, 160 and 162).\n[18] If it\r\nis accepted, as I think it must be, that the appellant was not\r\nproperly warned of his constitutional rights, then it\nmust follow\r\nthat there was a high degree of prejudice to him because of the close\r\ncausal connection between the violation and the\nconscriptive\r\nevidence. For, plainly, the rights infringement resulted in the\r\ncreation of evidence which otherwise would not have\nexisted. And as\r\nit was put in\nR v Ross\n(1989)\r\n37 CRR 369\nat 379 ‘ . . . the use of\nany\r\nevidence\nthat could not have been\r\nobtained but for the participation of the accused in the construction\r\nof the evidence for the purposes\nof the trial would tend to render\r\nthe trial process unfair.’\n[19]\r\nThe police did not employ any other investigative techniques to link\r\nthe appellant to the crime. Their investigation, which\nhad been\r\nongoing for some two months, did not lead them to the appellant.\r\nInstead, it was the accusing finger of an informer that\npointed them\r\nin the appellant’s direction. There was thus, at the time of\r\nhis arrest, no other evidence that linked him to\nthe offences. A few\r\nhours after his arrest he had furnished to the police the\r\nself-incriminating evidence, upon which, without\nmore, he was\r\nultimately convicted. The evidence adduced by Govender and Mbatha of\r\nwhat transpired from the time of the appellant’s\narrest until\r\nhe arrived at a confessing state of mind, so to speak, is unclear and\r\nfar from satisfactory.\n[20]\r\nIn\nR v Ndoyana &\r\nanother\n1958\r\n(2) SA 562 (E)\nat 563 De Villiers JP made the point that:\n‘\nThe\r\ncircumstances which led up to an accused person's appearance before a\r\nmagistrate or justice of the peace to make a confession\nare not less\r\nimportant than the circumstances surrounding the actual making of the\r\nconfession.\nFrom the time an accused person is arrested until he is\r\nallowed on bail or brought to trial he is in the custody, power and\r\ncontrol\nof the police. If before his trial he expresses the desire to\r\nmake a confession the police will know the exact circumstances under\n\nwhich he came to express this wish and everything that went before\r\nand led, or could have led, up to it. Evidence of these circumstances\n\nshould be given.'\nAnd\r\nin\nS v Majozi\n1964 (1) SA 68\n(N) at 71E-G, Harcourt J put it\r\nthus:\n‘\nAs\r\nlong ago as\nR v Gumede\n1942 AD 398\nit was stressed that the\r\ninterposition of the magistrate or justice of the peace should not be\r\npermitted to give an aura of\nrespectability and admissibility to\r\na statement which might be suspect in regard to it being motivated by\r\nprevious events. One\nmust not permit the proceedings before the\r\nmagistrate or justice to draw a veil between the preceding events and\r\nthe completed\nconfession. The preceding events should be investigated\r\nto convince the Court beyond reasonable doubt of all the\r\nrequirements\nin the section set out.’\n[21]\r\nBoth the trial court and the full court focused solely on the\r\nvoluntariness of the appellant’s conduct. Neither touched,\neven\r\ntangentially, on the Constitution’s exclusionary provision –\r\ns 35(5), or appeared to appreciate as\nVan\r\nder Merwe in PJ Schwikkard et al\nPrinciples\r\nof Evidence\n3ed (2009) para 12.9.7\r\npoints out:\n‘\nIf\r\nan accused was not prior to custodial police questioning informed by\r\nthe police of his constitutional right to silence, the court\nmight in\r\nthe exercise of its discretion conclude that even though the accused\r\nhad responded voluntarily, all admissions made by\nthe accused to the\r\npolice should be excluded in order to secure a fair trial.’\nThe\r\nexercise of the relevant discretion leads to the conclusion, in my\r\nview, that those factors which justify exclusion materially\noutweigh\r\nthose which call for admission.\n[22]\r\nHaving given the matter anxious consideration, and not without some\r\nhesitation, I arrive at the conclusion that the evidence\nshould have\r\nbeen excluded.\nI accept that particularly in the current state\r\nof endemic violent crime, the public reaction to the exclusion of\r\nsuch evidence\nis likely to be one of outrage. But we need to remind\r\nourselves that\ns 35(5) is designed to protect\r\n‘even those suspected of conduct which would put them beyond\r\nthe pale’ (\nKey v Attorney-General,\r\nCape Provincial Division\n[1996] ZACC 25\n;\n1996 (4) SA\r\n187\nCC para 13). To borrow once again from\nTandwa\n(para 121):\n‘\nBut\r\nin this country's struggle to maintain law and order against the\r\nferocious onslaught of violent crime and corruption, what\r\ndifferentiates those committed to the administration of justice from\r\nthose who would subvert it is the commitment of the former\nto moral\r\nends and moral means. We can win the struggle for a just order only\r\nthrough means that have moral authority. We forfeit\nthat authority if\r\nwe condone coercion and violence and other corrupt means in\r\nsustaining order.\n’\n[23] It\r\nfollows that the appeal must succeed and in the result it is upheld\r\nand the conviction and sentences imposed pursuant thereto\nare set\r\naside.\n______________\nV\r\nM Ponnan\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellant: S B Mngadi\nInstructed by:\nPMB\r\nJustice Centre, Pietermaritzburg\nBloemfontein\r\nJustice Centre, Bloemfontein\nFor\r\nRespondent: N Dube\nInstructed by:\nDirector of Public Prosecutions, Pietermaritzburg\nDirector\r\nof Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T17:09:13.545730",
  "date": "2015-03-25",
  "coram": [
    "Ponnan JA",
    "Maya JA",
    "Mhlantla JJA",
    "Zondi JJA",
    "Meyer AJA"
  ],
  "case_number": "20169/2014",
  "parties": {
    "applicants": [
      "Sipho Patrick Magwaza"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 13 April 2000 a gang of armed men robbed a pension‑payment point at Klaarwater Community Centre in Marianhill, KwaZulu‑Natal, stealing about R460,000. During the robbery a security guard was fatally wounded and his firearm and ammunition were taken. Sipho Patrick Magwaza (appellant) and three others were charged. At trial only Magwaza and one co‑accused remained, each facing a count of murder and robbery with aggravating circumstances, plus additional firearms charges. The State’s case rested on a pointing‑out by the appellant to Captain Neville Eva shortly after his arrest, which the trial judge treated as a confession and convicted the appellant of murder and robbery, sentencing him to life imprisonment.",
    "issues": "The central issue was whether the confession‑type evidence obtained from the appellant was admissible, given that the appellant may not have been properly warned of his constitutional rights under section 35(1) of the Constitution. Specifically, the court needed to determine whether the failure to give a proper rights warning rendered the evidence inadmissible under the exclusionary provision of section 35(5), and whether its admission would make the trial unfair or otherwise detrimental to the administration of justice.",
    "principles": "Section 35(5) of the Constitution mandates exclusion of evidence obtained in violation of a constitutional right where its admission would render the trial unfair or be detrimental to the administration of justice. The court relied on precedent such as S v Zuma, S v Tandwa, and Pillay, which emphasize that conscriptive (self‑incriminating) evidence obtained without proper warnings must be excluded if its admission would affect the fairness of the trial. The principle that an accused must be informed of the right to silence, the consequences of not remaining silent, and the right to legal representation at state expense was highlighted as essential for a valid rights warning.",
    "application": "The court examined the testimony of Inspectors Govender and Mbatha and found that, although some reference was made to the right to silence, the appellant was not adequately warned of the consequences of remaining silent nor of his entitlement to legal representation. The detailed rights warning given later by Captain Eva occurred after the appellant had already confessed. Consequently, the confession was the product of a rights infringement and was therefore conscriptive evidence that would not have existed but for the improper warning. Applying the principles, the court concluded that admitting the confession would render the trial unfair and would be detrimental to the administration of justice.",
    "conclusion": "The appeal was upheld. The Court held that the confession evidence should have been excluded, setting aside the conviction and the sentences imposed on Sipho Patrick Magwaza."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "exclusionary rule",
      "constitutional rights",
      "confession",
      "unfair trial"
    ]
  }
}