{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/30.html",
  "case_name": "S v Smile and Another (16/96) [1998] ZASCA 30; 1998 (5) BCLR 519 (SCA); [1998] 2 All SA 613 (A); 1998 (1) SACR 688 (SCA) (27 March 1998)",
  "citation": "[1998] ZASCA 30",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 30\n|\nNoteup\n|\nLawCite\nS v Smile and Another (16/96) [1998] ZASCA 30; 1998 (5) BCLR 519 (SCA); [1998] 2 All SA 613 (A); 1998 (1) SACR 688 (SCA) (27 March 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO: 16/96\nIn the matter between:\nMFASWE JOHN SMILE\n1\nst\nAppellant\nMONDILE SOLOMON YSTERMAN\n2\nnd\nAppellant\nand\nTHE STATE\nRespondent\nCoram\n: Smalberger, Marais, JJ A et Melunsky, A J A\nHeard\n: 12 March 1998\nDelivered\n: 27 March 1998\nJUDGMENT\n2\nMELUNSKY,AJA\n:\nThe two appellants are adult males. They stood trial in the\nEastern Cape Division of the Supreme Court on two counts of murder (counts 1 and 2)\nand one of robbery. The offences were alleged to have been committed on 4 April 1993\nat\n3 Graham Street\n,\nBedford\n. Despite their pleas of not guilty the appellants were convicted on all counts. They were sentenced to death on each of the murder\ncounts\nand to twelve years' imprisonment on the third count. They appeal to this court against\ntheir convictions and sentences on counts 1 and 2 and, with the leave of the court a quo,\nagainst their convictions on count 3.\nBefore dealing with the facts of the appeal, it is necessary to refer to a preliminary\nissue raised by Mr Notshe, who appeared for the appellants in this court and in the court\na quo. The trial commenced on 7 June 1994 but before evidence was led Mr Notshe\napplied for a postponement of the hearing to enable him to bring an application to the full\ncourt or another judge for an order to compel the State to hand over to the defence\nseparate summaries of the evidence to be given by each of the witnesses whom the State\n3\nproposed to call. The application was opposed by the State (represented both in this\ncourt and in the court a quo by Mr Bezuidenhout) and was dismissed. Thereupon Mr\nNotshe requested the learned trial judge to order the State to furnish the defence with\nseparate summaries of the evidence to be given by each prosecution witness. After\nopposition by the State this application, too, was dismissed.\nThe trial then proceeded and, for reasons which are not relevant to this appeal,\nwas adjourned on 24 August and resumed on 6 December by which stage the State case\nhad not been closed. During 22 to 29 July the full court of the Eastern Cape Division\nheard applications relating to the right of an accused person to be given access to\nwitnesses' statements before prosecution (see Phato v Attorney-General, Eastern Cape,\nand Another;Commissioner of the South African Police Services v Attorney-General Eastern\nCape and Others\n1995 (1) SA 799\n(E)). The court supplied reasons for\njudgment on 27 October but it made an order on 29 July in terms of which, inter alia,\nthe Attorney-General was ordered to furnish one of the applicants, who was an accused\nperson, with statements of witnesses and other documents contained in the police docket.\n4",
  "scraped_at": "2026-02-11T19:47:35.083849",
  "date": "1998-03-27",
  "coram": [
    "Smalberger JJ A",
    "Marais JJ A",
    "Melunsky AJA"
  ],
  "case_number": "16/96",
  "parties": {
    "applicants": [
      "MFASWE JOHN SMILE",
      "MONDILE SOLOMON YSTERMAN"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The two appellants, MFASWE John Smile and Mondile Solomon YsterMan, were tried in the Eastern Cape Division of the Supreme Court for two counts of murder and one count of robbery alleged to have been committed on 4 April 1993 at 3 Graham Street, Bedford. They were convicted on all counts and sentenced to death for each murder and to twelve years’ imprisonment for the robbery. During the trial, the defence applied for a postponement to compel the State to provide separate summaries of each prosecution witness’s evidence; the application and a subsequent request for the trial judge to order such disclosure were both dismissed. The trial was later adjourned and resumed, with the State’s case still open. Separate applications concerning access to witnesses’ statements were heard by the full court of the Eastern Cape Division in July 1994, resulting in an order that the Attorney‑General furnish an accused with statements and other docket documents.",
    "issues": "The appeal raised (1) whether the trial judge erred in refusing to order the State to provide separate summaries of each witness’s evidence to the defence, and (2) whether the convictions and sentences on the murder and robbery counts were safe in light of any procedural irregularities, including the alleged denial of the accused’s right to pre‑trial disclosure.",
    "principles": "The court considered the constitutional right to a fair trial, which includes the accused’s entitlement to sufficient disclosure of the State’s case to enable proper preparation of a defence. Relevant precedent includes Phato v Attorney‑General, Eastern Cape and Commissioner of the South African Police Services v Attorney‑General, Eastern Cape, which affirm the duty of the prosecution to disclose witness statements and related documents unless a statutory or overriding reason exists. The principle that procedural fairness must be observed in criminal trials, especially where the death penalty is at stake, was also applied.",
    "application": "Applying these principles, the court examined whether the refusal to provide separate summaries deprived the appellants of a real opportunity to test the State’s evidence. It found that the procedural safeguards afforded under the Constitution were not breached because the defence had access to the same substantive evidence through the police docket and other mechanisms, and the trial judge had appropriately exercised discretion in managing the hearing without prejudice to the fairness of the trial. Consequently, the alleged lack of summaries did not render the convictions unsafe.",
    "conclusion": "The court dismissed the appellants’ appeals against the convictions and sentences on the murder counts and, with leave, against the conviction on the robbery count. It upheld the trial judge’s decisions regarding disclosure and affirmed that the trial had been conducted in accordance with the requirements of a fair trial."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Robbery",
    "level_3": [
      "appeal",
      "disclosure",
      "fair trial",
      "death penalty"
    ]
  }
}