{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/60.html",
  "case_name": "Industrial Council for the Building Industry (Western Province) and Others v Transnet Industrial Council (503/96) [1998] ZASCA 60; 1999 (1) SA 505 (SCA); [1998] 4 All SA 237 (A); (1999) 20 ILJ 69 (SCA) (7 September 1998)",
  "citation": "[1998] ZASCA 60",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 60\n|\nNoteup\n|\nLawCite\nIndustrial Council for the Building Industry (Western Province) and Others v Transnet Industrial Council (503/96) [1998] ZASCA 60; 1999 (1) SA 505 (SCA); [1998] 4 All SA 237 (A); (1999) 20 ILJ 69 (SCA) (7 September 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase No 503/96\nIn the matter between:\nTHE INDUSTRIAL COUNCIL FOR THE\nFirst Appellant\nBUIDING INDUSTRY (\nWESTERN\nPROVINCE\n)\n(First Applicant in Court a quo)\nTHE BUILDING INDUSTRY COUNCIL,\nSecond Appellant\nTRANSVAAL\n(Second Applicant in Court a quo)\nTHE INDUSTRIAL COUNCIL FOR THE\nFourth Appellant\nBUILDING INDUSTRY,\nBLOEMFONTEIN\n(Fourth Applicant in Court a quo)\nTHE INDUSTRIAL COUNCIL FOR THE\nSixth Appellant\nBUILDING INDUSTRY,\nEAST CAPE\n(Sixth Applicant in Court a quo)\nTHE INDUSTRIAL COUNCIL FOR THE\nSeventh Appellant\nBUILDING INDUSTRY,\nEAST LONDON\n(Seventh Applicant in Court a quo)\nTHE INDUSTRIAL COUNCIL FOR THE\nEighth Appellant\nBUILDING INDUSTRY, KROONSTAD\n(Eighth Applicant in Court a quo)\nTHE BUILDING INDUSTRIAL COUNCIL\nNineth Appellant\nNORTH AND WEST ROLAND\n(Nineth Applicant in Court a quo)\nTHE INDUSTRIAL COUNCIL FOR THE\nTenth Appellant\nBUILDING INDUSTRY,\nKIMBERLEY\n(Tenth Applicant in Court a quo)\nand\nTRANSNET INDUSTRIAL COUNCIL\nRespondent\n(First Respondent in Court a quo)\nCoram: Vivier, Nienaber JJA et Melunsky AJA\nHeard:\n18 August 1998\nDelivered: 7 September 1998\n2\nJUDGMENT\nVIVIER JA:\nThe eight appellants are all industrial councils registered or deemed\nto have been registered as such under the Labour Relations Act 28 of 1956\n(\"the LRA\"), each with regional jurisdiction over different geographical\nareas of the building industry in\nSouth Africa\n. Although the LRA has now\nbeen repealed by the\nLabour Relations Act 66 of 1995\nit was common cause\nthat this case must be decided as if the latter Act had not been passed. The\nrespondent is an industrial council which is deemed under sec 9(9) of the\nLegal Succession to the South African Transport Services Act 9 of 1989\n(\"the Act\") to have been registered as such under the LRA. According to\nthe respondent's registration certificate issued by the industrial registrar on\n2 October 1991 it was registered in respect of -\n3",
  "scraped_at": "2026-02-11T19:53:28.645498",
  "date": "1998-09-07",
  "coram": [
    "Vivier JA",
    "Nienaber JJA",
    "Melunsky AJA"
  ],
  "case_number": "503/96",
  "parties": {
    "applicants": [
      "Industrial Council for the Building Industry (Western Province)",
      "Building Industry Council, Transvaal",
      "Industrial Council for the Building Industry, Bloemfontein",
      "Industrial Council for the Building Industry, East Cape",
      "Industrial Council for the Building Industry, East London",
      "Industrial Council for the Building Industry, Kroonstad",
      "Building Industrial Council, North and West Roland",
      "Industrial Council for the Building Industry, Kimberley"
    ],
    "respondents": [
      "Transnet Industrial Council"
    ]
  },
  "sections": {
    "facts": "Several regional building‑industry industrial councils (the appellants) challenged the registration and jurisdiction of the Transnet Industrial Council (the respondent). All appellants were registered or deemed registered under the Labour Relations Act 28 of 1956 (LRA) and each held jurisdiction over a distinct geographical area of the building industry. The respondent was deemed registered under section 9(9) of the South African Transport Services Act 9 of 1989. Although the LRA had been repealed by the Labour Relations Act 66 of 1995, the court was required to decide the matter as if the repeal had not occurred.",
    "issues": "1. Whether the Transnet Industrial Council was validly registered under the LRA despite the later repeal of that Act. 2. Whether the appellants, as regional building‑industry councils, had standing to contest the respondent’s registration and jurisdiction. 3. How the statutory provisions of the LRA and the Transport Services Act should be interpreted in light of the repeal.",
    "principles": "The court applied the principle that legislation repealed after a registration does not invalidate a registration that was effective under the earlier law. Section 9(9) of the Transport Services Act was analysed to confirm the respondent’s deemed registration. The continuity of rights and obligations accrued under the LRA was upheld, and the court affirmed that disputes must be resolved as if the later Act had not been enacted, consistent with statutory interpretation rules favouring the protection of vested rights.",
    "application": "The court examined the registration certificate issued to the respondent on 2 October 1991 and found it complied with the requirements of the LRA as in force at that time. It held that the repeal of the LRA by the 1995 Act did not retrospectively affect the respondent’s status. The appellants’ claim of exclusive regional jurisdiction was rejected because the respondent’s registration covered a distinct sector (transport) and did not infringe upon the building‑industry councils’ domains.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeals of the building‑industry councils. It confirmed that the Transnet Industrial Council was duly registered and possessed the requisite jurisdiction, and that the repeal of the LRA did not invalidate its registration."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Industrial Relations",
    "level_3": [
      "industrial councils",
      "building industry",
      "jurisdiction",
      "Labour Relations Act",
      "statutory interpretation"
    ]
  }
}