{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/55.html",
  "case_name": "S v Williams and Others (316/96) [1998] ZASCA 55; [1998] 3 All SA 262 (A); 1998 (2) SACR 191 (SCA) (1 June 1998)",
  "citation": "[1998] ZASCA 55",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 55\n|\nNoteup\n|\nLawCite\nS v Williams and Others (316/96) [1998] ZASCA 55; [1998] 3 All SA 262 (A); 1998 (2) SACR 191 (SCA) (1 June 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCASE NO: 316\\96\nIn the matter between:\nDEVAN WILLIAMS\n1\nst\nAppellant\nNORMAN MCHUNU\n2\nnd\nAppellant\nKRIEMENTHREN MAISTRY\n3\nrd\nAppellant\nand\nTHE STATE\nRespondent\nCoram\n: Eksteen, JA, Melunsky et Farlam, AJJA\nHeard\n:\n12 May\n1998\nDelivered\n: 1 June 1998\nJUDGMENT\n2\nMELUNSKY, AJA\n:\nThe three appellants and two other accused were charged in the Natal\nProvincial Division with eleven offences, including one count of arson and\nfour of murder. They pleaded not guilty to all charges. After a lengthy trial\nall of the accused were convicted on certain counts and were sentenced to\nsubstantial periods of imprisonment.\nWith the leave of the learned judge a quo the appellants appeal against their\nconvictions only on the counts on which they were found guilty as\naccessories after the fact. These are:\nThe first appellant\n: (accused no 1 in the court a quo): count 1 (arson) and\ncounts 10 and 11 (both murder);\nThe second appellant\n: (accused no 4 in the court a quo): count 5 (murder);\n3\nThe third appellant:\n(accused no 5 in the court a quo): counts 5 and 8 (both\nmurder).\nThe State not only opposed the appeals but contended that the first and third\nappellants should have been convicted of murder on counts 10 and 5\nrespectively and that this Court should alter the verdicts accordingly in terms\nof\nsection 322\n(1) (b) of the\nCriminal Procedure Act 51 of 1977\n, as applied\nin this court in S v September 1996 (1) SACK 325 (A) at 329i to 330i.\nAt the time of the commission of the offences all of the accused were\nmembers of the South African Police, whose functions and duties were\nprescribed in the Police Act, 7 of 1958 (since replaced by the\nSouth African\nPolice Service Act, 68 of 1995\n). The first and third appellants and a certain\nAnilraj Singh (accused no 2 in the court a quo) were constables, the second\n4\nappellant was an assistant constable, while Praveen Ramdas (accused no 3\nin the court a quo) was a warrant officer. They were all stationed at the\nMountain Rise Police Station, Pietermaritzburg, but the first and the second\nappellants and Ramdas were seconded to Imbali in the same district.\nIt seems to be quite clear from the evidence that, save for count 2, all of the\noffences were committed at the instigation of Singh and/or Ramdas.\nIncredible as it may seem at least three of these offences - counts 1, 5 and\n10 - were committed simply because the victim laid criminal charges or\ninstituted civil claims against some of the accused. It is not quite clear why\nthe deceased on count 8 was killed but there is an indication that his wife\nhad allegedly asked Ramdas to have him eliminated. The deceased on\ncount\nII,\nCaptain Durugiah, had been a member of the South African Police\n5\nand it would seem that he was murdered because he had blocked Ramdas'\nadvancement in the force. What is more, it is almost beyond belief that\nmembers of the police, including the appellants and two state witnesses,\nMandlenkosi Ndaba and Adrian Aiyer, could so easily have been led by\nRamdas and Singh into participating in criminal conduct. It is quite obvious\n- and this was conceded by the appellants' counsel - that Ramdas and Singh\nregarded the appellants and Ndaba as persons who could be relied upon not\nto reveal anything about the crimes that were committed. This is evident\nfrom the fact that on some occasions certain of the appellants accompanied\nthe main perpetrators to the scenes of the crimes for no ostensible reason.\nAs the appeals are directed against the appellants' convictions as accessories\nafter the fact, it is necessary to say something about this branch of the law\nwhich, fortunately, appears to be reasonably settled. In considering the\nissues raised in this appeal I shall accept, for the purposes of this judgment,\n6\nthat the obiter remarks in S v Morgan and Others 1993 (2) SACK 134 (A)\nat 174 a-e are a correct reflection of our law. According to this judgment\nthe narrower approach to the definition of an accessory - a person who\nassists the perpetrator to evade justice - is to be preferred to the wider\napproach, according to which it is sufficient if the accessory associates\nhimself in a broad sense with the offence.\nCounsel were also agreed that it was essential for the State to establish that\nthe appellants, as accessories, intended to help the perpetrators evade\njustice. This concession was correctly made by the State, for the intention\nto assist the main offenders in evading detection is an important ingredient\nfor accessorial liability (see Burchell: \"South African Criminal Law and Procedure\n\", Vol 1,3\nrd\nEd 332 and 338; Snyman: \"Criminal Law\", 3\nrd\nEd 264).\n7\nA third point upon which all counsel were in agreement was that a policeman\nwho had knowledge of the commission of the offence and the identity of the\nperpetrator would ordinarily be liable as an accessory after the fact if he\ndeliberately failed to report the crime with the intention of assisting the\nperpetrator to evade justice. Despite the concessions by counsel for the\nappellants in this respect it is desirable to deal in more detail with this aspect\nbecause this court has not, as far as I am aware, decided that an accessory's\nliability can properly be based upon an omission in the circumstances which\nI have mentioned. It should be emphasised that the views expressed in this\nregard are confined to the criminal responsibility of an accessory after the\nfact and not to the wider question of whether, or under what circumstances,\na person may incur criminal liability for failing to avert harm, a question that\nwas raised but left open in this court in S v A en 'n Ander 1993(1) SACK\n600 (A) at 606e - 607a. In the circumstances it is not necessary to consider\n8\nall of the problems relating to criminal responsibility for omissions that have\narisen in other jurisdictions. Some of these have been discussed by George\nFletcher: \"Rethinking Criminal Law\" at 585 - 634 and \"Criminal\n703. (See also Andrew Ashworth: \"The Scope of Criminal Liability for\nOmissions\"\n(1989) 105 LQR 424\nand Glanville Williams: \"Criminal Omissions\"\n(1991) 107 LQR 86).\nReverting then to the question of whether criminal liability may arise out of\nthe failure to report a crime, it would seem to be clear that such liability\ncannot be present in the absence of a duty to act. But where the duty is\nplaced upon a person in terms which suggest active conduct the further\nquestion that has to be considered is whether liability\nshould\nbe imposed for\nfailing to act. (See Glanville Williams: \"Textbook of Criminal Law \", 2\nnd\n9\nEd 149). This depends on considerations of policy or, as it is called, the\nlegal convictions of the community.\nThere is no doubt that a police officer has a duty to report a crime. It arises, int\ner alia, from the provisions of statute which, at the relevant time, was\nsection 5 of the Police Act, 1958. In terms of this section one of the\nfunctions of the police is to investigate crimes. What remains for decision\nis whether the failure to carry out the duty results in criminal responsibility\nif the other requirements of accessorial liability are present. I have no\ndifficulty in holding that it does. Any other answer would give rise to\nsurprise and even indignation. More than forty years ago the Privy Council\nheld that a headman in\nBasutoland\n, who failed to arrest murderers on his\narrival on the scene of the murder or to report the murder, had assisted the\nmurderers by giving them an opportunity to escape. He was therefore liable\n10\nas an accessory after the fact to the murder (see Majara v The Queen\n[1954] AC 235\n(PC)). Although the court applied the wider definition of an\naccessory and assumed that Roman-Dutch law did not distinguish between\nassistance by remaining inactive and assistance by acting positively, the\nconclusion arrived at was undoubtedly correct. In S v Barnes Another\n1990 (2) SACK 485 (N) a full court held that a member of the police was\nguilty as an accessory after the fact where he failed to report the crime or to\nmake an entry in the occurrence book about it or to disclose the identity of\nthe perpetrators. Booysen J said at 493 e-f:\n\"This conduct was clearly intended to assist the perpetrator of\nthe crime of culpable homicide to escape conviction and\npunishment. Although mere failure to report the crime to the\nauthorities would not render a member of the public guilty of\nbeing an accessory after the fact of that crime (see in this\n11\nregard R v Munango and Another\n1956 (1) SA 438\n(SWA)),",
  "scraped_at": "2026-02-11T19:52:29.396143",
  "date": "1998-06-01",
  "coram": [
    "Eksteen, JA",
    "Melunsky, AJJA",
    "Farlam, AJJA"
  ],
  "case_number": "316\\96",
  "parties": {
    "applicants": [
      "Devan Williams",
      "Norman Mchunu",
      "Kriementhren Maistry"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The three appellants, all serving as members of the South African Police, were tried in the Natal Provincial Division alongside two other accused for eleven offences, including arson and multiple murders. The trial resulted in convictions on several counts, with the appellants being found guilty as accessories after the fact for specific arson and murder counts. Evidence showed that the principal perpetrators, constable Anilraj Singh and warrant officer Praveen Ramdas, instigated the crimes, often as retaliation for victims’ legal actions or to further personal ambitions within the police force. The appellants were alleged to have accompanied the main offenders to crime scenes and, crucially, failed to report the offences despite having knowledge and the statutory duty to do so.",
    "issues": "The principal issues were (1) whether the appellants were correctly convicted as accessories after the fact given the requirement of intent to assist the principal offenders evade justice, and (2) whether the State could, under section 322(1)(b) of the Criminal Procedure Act, have the convictions altered to murder. A subsidiary question concerned whether an omission, namely the failure to report a crime by a police officer, could give rise to criminal liability as an accessory.",
    "principles": "The court affirmed the narrow definition of an accessory after the fact: a person who assists the perpetrator to evade justice, requiring a specific intention to do so. It reiterated that a police officer has a statutory duty to report crimes under section 5 of the Police Act, 1958, and that failure to fulfil this duty, combined with the requisite intent, establishes accessory liability. Key precedents cited included S v Morgan (narrow approach), Majara v The Queen (liability for omission), S v Barnes Another (police officer’s failure to report as accessory liability), and R v Munango (distinguishing public non‑officers).",
    "application": "Applying these principles, the court found that the appellants, as police officers, possessed both knowledge of the offences and a clear statutory duty to report them. Their deliberate omission was held to be intended to help the principal offenders escape detection, satisfying the mental element of accessory liability. Consequently, the State’s argument for recharacterising the convictions as murder under section 322(1)(b) was rejected, as the appellants’ conduct fit squarely within the accessory after the fact category.",
    "conclusion": "The appeal was dismissed. The court upheld the convictions of the first, second and third appellants as accessories after the fact on the specified arson and murder counts, affirming the original sentences and refusing to alter the verdicts to murder."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Accessory Liability",
    "level_3": [
      "police duty",
      "failure to report",
      "accessory after the fact",
      "murder"
    ]
  }
}