{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/58.html",
  "case_name": "Smit v Carniasaad en Andere (145/96) [1998] ZASCA 58; 1998 (4) SA 877 (SCA); (1 September 1998)",
  "citation": "[1998] ZASCA 58",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 58\n|\nNoteup\n|\nLawCite\nSmit v Carniasaad en Andere (145/96) [1998] ZASCA 58; 1998 (4) SA 877 (SCA); (1 September 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIEK VAN SUID-AFRIKA\nSAAKNOMMER: 145/96\nIn die saak tussen:\nPETRUS JOHANNES JOACHIM SMIT\nAppellant\nen\nCARNIASAAD\n1\nste Respondent\nDIE MAGALIESBERGSE GRAAN\nKO\nPERASIE BEPERK\n2de Respondent\nTWEE RIVIER BOERDERY BK\n3de Respondent\nBOLAND BANK\nBEPERK\n4de Respondent\nCoram: SMALBERGER, F H GROSSKOPF, NIENABER, SCHUTZ en\nSTREICHER ARR\nVehoor:\n20 AUGUSTUS\n1998\nGelewer:\n1 SEPTEMBER 1998\nU\nIT\nSPRAAK\nSTREICHER AR/\n2\nSTREICHER AR:\nDie appellant (\"Smit\") het bastermieliesaad wat op die grond van die derde respondent, Twee Rivier Boerdery BK (\"die\nBk\"),\ngeproduseer en geoes is aan die eerste respondent (\"Carniasaad\")\ngelewer. Die tweede respondent, Die Magaliesbergse Graanko\nperasie\nBeperk (\"die Koop\") maak egter aanspraak op betaling van die\nopbrengs van die oes op grond van 'n sessie deur die Bk aan die Ko\np van \"sy oeste en/of produkte en/of die opbrengs daarvan\". Die hof a qu\no het die Bk gelyk gegee en het 'n aansoek deur Smit vir 'n\nverklarende bevel dat hy geregtig is op die opbrengs van die oes van\ndie hand gewys. Met verlof van die hof a quo appelleer Smit teen\nhierdie bevinding. Die app\nl word slegs deur die Ko\np teengestaan.\nDie Bk was die eienaar van 'n aantal onroerende\neiendomme (\"die grond\"). Op 6 September 1993 het Carniasaad 'n\n3\nskriftelike ooreenkoms genaamd 'n bastermielesaad produksie-\nooreenkoms met die Bk aangegaan. Ingevolge die ooreenkoms het\nCarniasaad bas\nssaad aan die Bk verkoop vir d\ne produsering van\nbastermieliesaad van 'n kultivar genaamd CRN 4502. Die Bk het\nonderneem om 25 hektaar van\ndie grond met die basissaad te beplant.\nDie ooreenkoms het voorskrifte bevat oor die verbouing, oes en dors\nvan die bastermieliesaad. Die verwagte oes is ingevolge die\nooreenkoms deur die Bk aan Carniasaad verkoop teen 'n bepaalde\nkoopprys en moes deur die Bk aan Carniasaad gelewer word. Op 27\nSeptember 1993 het Carniasaad en die Bk 'n soortgelyke ooreenkoms\naangegaan vir die produsering van bastermieliesaad van 'n kultivar\ngenaamd CRN 4526. Die Bk het die basissaad op die grond aangeplant\nvanaf ongeveer middel Oktober 1993 tot middel Desember 1993.\nOp 17 September 1993, d.w.s. na die aangaan van die\n4\neerste ooreenkoms maar voor die aangaan van die tweede ooreenkoms,\nhet die Bk 'n sessie ten gunste van die Koop onderteken. Die sessie\nbepaal soos volg:\n\"Die Sedent sedeer en dra hiermee onherroeplik in volle en vrye eiendomsreg oor aan die Sessionaris, al sy oeste en/of produkte\nen/of die opbrengs daarvan en wel tot 'n bedrag gelykstaande aan\ndie bedrag deur hom verskuldig aan die Sessionaris.\"\nGedurende ongeveer Desember 1993 het Smit vemeem\ndat die ledebelang in die Bk te koop is. Hy het belanggestel in die\nverkryging van die grond deur die verkryging van die ledebelang in die\nBk of deur die aankoop van die grond self. Vir hierdie doel het hy\nonderhandelinge gevoer met ene Schoeman wat die enigste lid van die\nBk was. Nog voordat enige ooreenkomste met die oog op sodanige\nverkryging gesluit is, en wel gedurende Januarie 1994, het Smit besit\ngeneem van die grond en daarop begin boer. Op die stadium wat die\n5\naansoek in die hof a quo geloods is, het hy nog steeds op die grond\ngeboer. Kragtens 'n ooreenkoms met Schoeman, wat waarskynlik\nnamens die Bk opgetree het, het Smit okkupasiehuur ten opsigte van\nd\ne grond aan die vierde respondent, Boland Bank betaal. Die\nokkupasiehuur was volgens Smit besonder hoog ten einde \"Schoeman\"\nte vergoed vir sy insetkoste met betrekking tot die basissaad wat verkry\nis van Camiasaad.\nOp 18 Maart 1994 het Smit en Camiasaad skriftelike\nbastermieliesaad produksie-ooreenkomste aangegaan ten opsigte van\ndie basissaad wat reeds deur die Bk op die grond aangeplant is\ningevolge die soortgelyke ooreenkomste wat deur die Bk met\nCamiasaad aangegaan is op 6 en 27 September 1993. Ingevolge hierdie\nooreenkomste het Camiasaad met Smit ooreengekom dat hy die\nverbouing van die bastermieliesaad sou behartig en dat hy verplig sou\n6\nwees om die bastermieliesaad te oes en aan Camiasaad te lewer teen\n'n\nooreengekome koopprys.\nDie bastermieliesaad is later deur Smit geoes en deur hom\naan Camiasaad gelewer ingevolge die produksie-ooreenkomste wat hy\nmet Camiasaad ges\nuit het. Alhoewel daar onduidelikheid is of Smit\nwel die grond geldiglik van die Bk gekoop het, is daar geen geskil\ntussen Smit en die Bk dat Smit geregtig was om vir sy eie voordeel die\nbastermieliesaad te oes en aan Camiasaad te lewer nie. Daar is ook\ngeen geskil tussen Smit en die Bk dat Smit geregtig was om in\nokkupasie van die eiendom te bly totdat hy die mielies klaar geoes en\ngelewer het nie. Die Koop ontken nie dat Smit, wat betref die Bk,\ngeregtig was om die grond te okkupeer totdat hy die bastermieliesaad\nvir sy eie voordeel klaar geoes en gelewer het nie maar ontken wel dat\ndie bastermiehesaad deur Smit geoes is. Geen basis vir die ontkenning\n7\nword egter deur die Ko\np verskaf\nnie. Die Ko\np het dus geen werklike\nof bona fide feite-dispuut ten opsigte van Smit se bewering dat hy\nbastermieliesaad geoes het, opgewerp nie. Onder die omstandighede\nmoet die saak beslis word op die basis dat Smit wel die\nbastermieliesaad wat hy aan Carniasaad gelewer het, vir sy eie\nvoordeel geoes het en dat hy teenoor die eienaar van die grond geregtig\nwas om dit te doen. Smit het dus eienaar geword van die geoeste\nbastermieliesaad wat deur hom aan Carniasaad gelewer is.\nCamiasaad het sekere betalings aan die Ko\np gedoen ten\nopsigte van die bastermieliesaad wat deur Smit gelewer is maar het\nverdere betaling teruggehou omrede teenstrydige aansprake op betaling\ndeur Smit en die Ko\np gemaak word. Carniasaad se houding is dat die\nopbrengs van die gelewerde bastermieliesaad uitbetaal sal word aan\nwie ookal daarop geregtig is.\n8\nDie hof a quo het bevind dat die produksie-ooreenkomste",
  "scraped_at": "2026-02-11T19:53:03.867346",
  "date": "1998-09-01",
  "coram": [
    "SMALBERGER",
    "F H GROSSKOPF",
    "NIENABER",
    "SCHUTZ",
    "STREICHER"
  ],
  "case_number": "145/96",
  "parties": {
    "applicants": [
      "PETRUS JOHANNES JOACHIM SMIT"
    ],
    "respondents": [
      "CARNIASAAD",
      "DIE MAGALIESBERGSE GRAANKO PERASIE BEPERK",
      "TWEE RIVIER BOERDERY BK",
      "BOLAND BANK BEPERK"
    ]
  },
  "sections": {
    "facts": "The appellant, Petrus Smit, obtained basal maize seed from the first respondent, Carniasaad, for planting on land owned by the third respondent, Twee Rivier Boerdery BK (the BK). The BK entered into two written seed‑production agreements with Carniasaad in September 1993 for the cultivars CRN 4502 and CRN 4526, committing to plant 25 hectares and sell the resulting harvest to Carniasaad at a predetermined price. Prior to the second agreement, the BK signed a session (a transfer of ownership) in favour of the second respondent, Die Magaliesbergse Graankoperasie Beperk (the Koop), which gave the Koop an irrevocable full ownership right over the crops and their proceeds. In December 1993 Smit acquired an interest in the BK and began farming the land, paying occupation rent to the fourth respondent, Boland Bank, to compensate Schoeman, the sole member of the BK, for his investment in the seed. In March 1994 Smit and Carniasaad executed a further production agreement whereby Smit would oversee the cultivation, harvest and delivery of the seed to Carniasaad for a agreed price. The seed was harvested and delivered by Smit, but the respondents disputed his entitlement to the proceeds, arguing that the session transferred those rights to the Koop.",
    "issues": "1. Whether the session executed by the BK in favour of the Koop validly transferred ownership of the crop and its proceeds, thereby depriving Smit of any claim to the harvest. 2. Whether Smit, as occupier and harvester of the basal seed, was entitled to retain ownership of the harvested seed and claim the proceeds despite the session. 3. Whether the production agreements between Smit and Carniasaad created a separate right for Smit to the harvested product.",
    "principles": "South African law regards a session as a transfer of full ownership rights to the designated party, effective immediately and irrevocably. However, the transfer cannot defeat rights that arise independently of the session, such as a contractual right to harvest and deliver seed under a separate production agreement. Ownership of crops generally follows the principle of \"accession\" – the owner of the land owns the produce unless a valid transfer of title or a lease/purchase agreement provides otherwise. Contracts for the production and delivery of seed are enforceable and create a proprietary interest in the harvested product for the contracting parties.",
    "application": "The court examined the timing and content of the session and concluded that, although the session attempted to vest ownership of the crop in the Koop, Smit's separate production agreement with Carniasaad gave him a distinct contractual right to the harvested seed. The session did not expressly cover the seed already harvested and delivered under that agreement, and no bona‑fide dispute was raised by the Koop regarding Smit’s actual harvesting. Consequently, the session could not be used to strip Smit of the ownership he acquired through the production contract.",
    "conclusion": "The appellate court upheld the lower court's finding that Smit was the lawful owner of the harvested basal maize seed and entitled to the proceeds of the harvest. The session in favour of the Koop was held not to override the contractual rights established between Smit and Carniasaad. The respondents' claim to the harvest was therefore dismissed."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Agricultural Law",
    "level_3": [
      "session",
      "seed production",
      "crop ownership",
      "contract"
    ]
  }
}