{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/51.html",
  "case_name": "Williams v Harris (265/96) [1998] ZASCA 51; 1998 (3) SA 970 (SCA); (29 May 1998)",
  "citation": "[1998] ZASCA 51",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 51\n|\nNoteup\n|\nLawCite\nWilliams v Harris (265/96) [1998] ZASCA 51; 1998 (3) SA 970 (SCA); (29 May 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase No: 265/96\nIn the matter between\nL W WILLIAMS\nAppellant\nand\nJ M HARRIS\nRespondent\nCORA\nM: SMALBERGER,NIENABER, MARAIS, SCOTT et\nPLEWMAN JJA\nDATE HEARD\n: 5 March 1998\nDELIVERED\n: 29 May 1998\nJUDGMENT\nMARAIS JA\n2\nMARAIS JA:\nWho chooses to ride a tiger will find it difficult to dismount it\nunscathed. Much the same can be said of the decision of the parties to this\nappeal to indulge in litigation rather than settle their differences in a less\nacrimonious and costly way. A spat between neighbours about a boundary line,\nthe source of water allegedly finding its way onto the property of one of them,\nand some overhanging ivy has generated a record on appeal of 501 pages. A\npetition in which leave to appeal was sought from the Chief Justice generated\na further 400 pages. A further petition in which leave to place further evidence\nbefore the court was sought has spawned another 378 pages. All this expense\nhas been incurred in an attempt to resolve by litigation issues which would have\nlent themselves to relatively easy resolution if the parties had at the outset joined\nin appointing and allowing appropriate independent experts to do on both\n3\nproperties what they regarded as necessary in order to arrive at the truth.\nInstead, they have fought a long and costly battle in the courts. It is not\npossible to say who was to blame for no settlement of the dispute having been\nreached. However, it is now too late for tears.\nAppellant is the registered owner of his home at 15\nHamilton\nAvenue,\nCraighall\nPark\n,\nJohannesburg\nwhich is situated on Erf 561 Craighall\nPark\nTownship\n. Respondent is his neighbour and the registered owner of her\nhome at 11A\nHamilton Avenue\nwhich is situated on Portion 1 of Erf 557\nCraighall\nPark\nTownship\n. Appellant's property adjoins respondent's property\non the southern boundary line of the latter. After some preliminary skirmishing\nby way of exchanges of correspondence, respondent launched motion\nproceedings against appellant' in which she sought first, an order directing\nappellant to remove a steel wire mesh fence approximately six to seven metres\nin length which he had allegedly erected \"some 550 mm into (respondent's)\n4\nproperty-----\nand which intrudes some 550 mm into (respondent's) property\non the southern side thereof; secondly, an order directing appellant \"to restore\na wooden splitpole fence on the boundary line between (respondent's) property\nand his, being the boundary line demarcated as D - C on the Land Surveyor's\nDiagram A 6059/1952\"; thirdly, an order directing appellant to give her\n\"vacua possessio of her property\"; fourthly, an order that appellant remove ivy\nallegedly protruding into her property and keep the foliage in a proper and\nreasonable state; and fifthly, an order that appellant pay the costs of the\napplication on the scale as between attorney and own client.\nThe case which respondent initially sought to make in the\nsupporting affidavits was that there existed on the boundary between her\nproperty and appellant's property (shown as line D - C on the relevant\nsurveyor's diagram) a wooden splitpole fence. Ivy planted on appellant's side\nof the fence allegedly covered the entire fence and protruded into and overhung\n5\n... her property. It was alleged that flooding of outbuildings converted into a\ncottage and a flat which respondent built close to the southern boundary in 1989\nstarted to occur in 1994 and that the cause of the flooding was the diversion\nonto her property of rainwater from appellant's property. That diversion was\nsaid to have been caused by the removal of six to seven metres of the wooden\nsplitpole fence on the boundary line and its replacement by a wire mesh fence\nwhich encroached some 550 mm onto her property. It was also alleged that the\nground level of appellant's property had been raised in order to erect the fence\nand that that \"had caused the natural flow of water to be diverted onto the\noutbuildings and flat\". The protruding ivy was said to prevent access by\nrespondent to the area between the wall of her outbuildings and flat and the\nboundary and it was alleged that appellant had refused to control the growth of\nivy on the fence.\nBefore appellant could file his answering affidavit respondent filed\n6\na supplementary affidavit in which she jettisoned most of the allegations she had\nmade in connection with the diversion of rainwater onto her property and set up\nan entirely new case. The case now made was that respondent's property is\nsituate below that of appellant and that \"some of the stormwater and spring\nwater falling on the (appellant's) land flows from a higher level to that of\n(respondent's) property and therefore flows onto (respondent's) property\". It\nwas alleged that \"(w)ater flows freely off the (appellant's) land from\napproximately a south-easterly direction to a northerly direction and flows onto\n(respondent's) land\". The erection of a dwelling house and other structures on\nappellant's property was said to have altered the natural arrangement of the soil\nand prevented the rainwater from flowing as it used to flow before the properties\nwere developed.\nRespondent said that since commencing proceedings she had\nbecome aware of a servitude over her property registered in 1954 in favour of\n7\nappellant's property. I shall quote only those parts of the servitude which are\nmaterial.\n\"AND WHEREAS by reason of the contour of the land the storm and spring\nwater from the property of the Grantee flows across the property of the Grantor;\nAND WHEREAS it is expedient that facilities should be made for the drainage\nof the storm and spring water flowing from the Grantee's property over the\nGrantor's property along a specified route;\nNOW THEREFORE THESE PRESENTS WITNESS:\nThe Grantor as the registered owner for the time being of the said Portion 1 of\nthe said Lot No 557, situate in the TOWNSHIP OF CRAIGHALL PARK,\nhereby gives and grants to the Grantee as the registered owner for the time being\nof the said Lot No 561 situate in the TOWNSHIP OF CRAIGHALL PARK,\nwho hereby accepts a servitude in perpetuity of drainage of storm and spring\nwater from the Grantee's property over the Grantor's property along the route\nand subject to the conditions hereinafter set out.\n1. THE servitude shall comprise a strip of ground two (2) feet wide running\nalong and parallel to the whole length of the SOUTHERN boundary of\nthe Grantor's property, and the Grantee as the registered owner for the\ntime being of the said Lot No 561, TOWNSHIP OF CRAIGHALL PARK\nshall at all times be entitled and allowed to lead the storm and spring\nwater from Lot 561, TOWNSHIP OF CRAIGHALL PARK over the said\n8",
  "scraped_at": "2026-02-11T19:51:47.294615",
  "date": "1998-05-29",
  "coram": [
    "SMALBERGER JJA",
    "NIENABER JJA",
    "MARAIS JA",
    "SCOTT JJA",
    "PLEWMAN JJA"
  ],
  "case_number": "265/96",
  "parties": {
    "applicants": [
      "L W WILLIAMS"
    ],
    "respondents": [
      "J M HARRIS"
    ]
  },
  "sections": {
    "facts": "The dispute concerned two adjoining properties in Craighall Park, Johannesburg. The appellant, L W Williams, owned 15 Hamilton Avenue (Erf 561) and the respondent, J M Harris, owned 11A Hamilton Avenue (Portion 1 of Erf 557). Harris sued Williams for several remedies: removal of a steel‑wire mesh fence that allegedly intruded about 550 mm onto her land, restoration of an original wooden split‑pole fence, declaration of her vacua possessio, removal of ivy overhanging her property and costs. Initially Harris claimed the fence and ivy caused flooding of her outbuildings, alleging that the replacement of the wooden fence with a mesh fence diverted storm‑water onto her land. She later altered her case, focusing on the natural flow of storm and spring water from the higher‑lying Williams’ land onto hers, and cited a servitude registered in 1954 that gave the Grantee (Williams) the right to drain water across the Grantor’s (Harris) land along a two‑foot strip on the southern boundary.",
    "issues": "1. Whether the wire‑mesh fence and the former wooden fence constitute an illegal encroachment onto Harris’s land. 2. Whether the alleged alteration of water flow and resulting flooding are attributable to Williams’s actions. 3. The scope and effect of the 1954 servitude of drainage on the parties’ rights and obligations. 4. Whether Harris is entitled to vacua possessio of her property. 5. Whether Williams must remove the over‑hanging ivy and pay costs.",
    "principles": "The court must apply principles of South African property law concerning servitudes, encroachment, and water rights. A servitude creates a permanent easement for the grantee to use a defined strip of the servient land for a specific purpose, here drainage, and must be construed according to its wording and the intention of the parties. Encroachment is assessed by the physical intrusion onto the servient title and by the impact on the servient owner’s use of his land. The doctrine of vacua possessio allows the owner of a vacant part of land to enjoy exclusive possession absent an adverse claim. The test for liability for water damage involves establishing a causal link between the alleged act and the water flow, taking into account the natural topography and any alterations made by the parties.",
    "application": "The court examined the affidavits and the servitude deed, noting that the servitude expressly permits the grantee to lead storm and spring water across a two‑foot strip along the southern boundary. The alleged 550 mm fence intrusion falls within that strip, raising the question of whether the fence exceeds the allowed width or interferes with the servient owner’s rights. The court also considered the change in land elevation and the replacement of the fence as possible factors affecting water flow, but the servitude’s language suggests that the grantee already has the right to direct water across the strip, diminishing Harris’s claim of unlawful diversion. Regarding the ivy, the court evaluated whether the growth materially interferes with Harris’s enjoyment of her land. The claim for vacua possessio was assessed in light of the servitude’s existence, which may limit Harris’s exclusive possession of the strip.",
    "conclusion": "The excerpt does not contain the final order of the Court. However, the judgment indicates that the Court will scrutinise the extent of the fence intrusion against the servitude’s two‑foot width, evaluate the causal link between the fence, land alteration and any flooding, and determine the appropriate remedies concerning the ivy and costs. The final decision on these matters is not provided in the supplied text."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Neighbour Dispute",
    "level_3": [
      "boundary",
      "servitude",
      "water drainage",
      "encroachment",
      "fence"
    ]
  }
}