{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/59.html",
  "case_name": "Nissan SA (Pty) Ltd v Commissioner for Inland Revenue (425/96) [1998] ZASCA 59; 1998 (4) SA 860 (SCA); [1998] 4 All SA 269 (A) (2 September 1998)",
  "citation": "[1998] ZASCA 59",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 59\n|\nNoteup\n|\nLawCite\nNissan SA (Pty) Ltd v Commissioner for Inland Revenue (425/96) [1998] ZASCA 59; 1998 (4) SA 860 (SCA); [1998] 4 All SA 269 (A) (2 September 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase No: 425/96\nIn the matter between\nNISSAN SA (PTY) LTD\nAppellant\nand\nCOMMISSIONER FOR INLAND REVENUE\nRespondent\nCORAM\n: Mahomed CJ, Eksteen, Marais, Zulman JA et Farlam AJA\nDATE HEARD\n: 8 May 1998\nDELIVERED\n: 2 September 1998\nJUDGMENT\nMARAIS JA\n2 MARAIS JA:\nThis is an appeal against a decision of the Special Income Tax\nCourt for\nGauteng\npresided over by Eloff JP. The taxpayer is a private company\nwhich carries on business as a manufacturer, distributor and exporter of motor\nvehicles. In 1972, for reasons with which it is unnecessary to burden this\njudgment further than becomes essential, an exemption from liability to normal\ntax on certain income was created. It underwent a series of subsequent\nmetamorphoses by way of amendments. The changes in the legislation loomed\nlarge in the arguments of counsel and it is necessary to list them\nchronologically.\n1972\nSec 10(1)\n(zA) of the Income Tax Act, 58 of 1962 was introduced by sec 7 (1)\n(f) of Act 90 of 1972 on 16 June 1972. It was deemed (sec 7 (2) (c)) to have\ntaken effect as from the commencement of years of assessment ending on or\n3\nafter 1 October 1970. It read:\n\"There shall be exempt from tax -\nany amount by way of a rebate or other assistance in respect of the\nfinancing of the export of goods from the Republic, which is\nreceived by or accrues to or in favour of any person from the State\nunder a scheme for the payment of such amounts to exporters, if\nthe Minister of Finance has directed that the amounts payable\nunder that scheme by way of such rebates or other assistance shall\nbe exempt from normal tax.\"\n1974\nOn 11 November 1974 it was replaced by sec 10 (1) (n) of Act 85 of 1974.\nThe replacement was deemed (sec 10 (2) (c)) to have taken effect from the\ncommencement of years of assessment ending on or after 28 March 1973. The\nnew provision read:\n\"There shall be exempt from tax -\nAny amount by way of a rebate or other assistance received by or\naccrued to or in favour of any exporter (as defined in section 11 bis\n(1)) under any scheme for the promotion or financing of exports\nwhich is for the purposes of this paragraph approved by the\nMinister of Economic Affairs in consultation with the Minister of\n4 Finance.\"\n1990\nOn 28 June 1990 another version was introduced by section 10 (1) (q) of Act\n101 of 1990. It was deemed (sec 10 (2) (e)) to have come into operation as from\nthe commencement of years of assessment ended or ending on or after 1 April\n1990. It read:\n\"There shall be exempt from tax -\nany amount (other than interest) which is on or after 1 April 1990\npaid by the State under any scheme for the promotion or financing of exports: Provided that where the person entitled to claim such\namount from the State has, under an agreement directly connected\nwith the export trade carried on by him, agreed to pay the whole or\nany portion of such amount to any other person, the exemption\nunder this paragraph shall also apply to the whole or such portion\nof such amount received by or accrued to such other person under\nthe said agreement.\"\n1991\nIt is this version of the provision which is applicable in this case. On 27 June\n5\n1991 the words preceding the proviso were amended by sec 12 (1) (m) of Act\n129 of 1991. Again the amended provision was deemed (sec 12 (2) (f)) to have\ncome into operation as from the commencement of years of assessment ended\nor ending on or after 1 April 1990. The provision now read:\n\"There shall be exempt from tax -\nany amount by way of rebate or other assistance received by or\naccrued to or in favour of any exporter (as defined in section 11 bis\n(1)) under any scheme for the promotion or financing of exports\nwhich is for the purposes of this paragraph approved by the\nMinister of Trade and Industry and Tourism with the concurrence\nof the Minister of Finance, as well as any amount (including any\ninterest paid in terms of the General Export Incentive Scheme\nintroduced with effect from 1 April 1990 and which is calculated\nin respect of any period falling after 1 April 1991) which is paid by\nthe State, on or after 1 April 1990, under any such scheme:\nProvided that where the person entitled to claim such amount from\nthe State has, under an agreement directly connected with the\nexport trade carried on by him, agreed to pay the whole or any\nportion of such amount to any other person, the exemption under\nthis paragraph shall also apply to the whole or such portion of such\namount received by or accrued to such other person under the said\nagreement.\"\n6 1994\nOn 16 November 1994 the provision was amended yet again by sec 9 (1) (g) of\nAct 21 of 1994. The subsection as amended came into operation (sec 9 (2) (c))\non 1 March 1995 and applied, and continues to apply, to\n\"(i) any amount determined in terms of the General Export Incentive Scheme\nin respect of export sales (as contemplated in the guidelines for the\nGeneral Export Incentive Scheme) which take place on or after that date;\nand\n(ii) any amount received by or accrued to or in favour of any person on or\nafter that date under any other scheme.\"\nIt now reads:\n\"There shall be exempt from tax -\nany amount by way of rebate or other assistance received by or\naccrued to or in favour of any exporter (as defined in section 11 bis\n(1)) under any scheme for the promotion or financing of exports\nwhich is for the purposes of this paragraph approved by the\nMinister of Trade and Industry with the concurrence of the\nMinister of Finance: Provided that where the person entitled to\nclaim such amount from the State has, under an agreement directly\nconnected with the export trade carried on by him, agreed to pay the whole or any portion of such amount to any other person, the\nexemption under this paragraph shall also apply to the whole or\n7",
  "scraped_at": "2026-02-11T19:53:17.366004",
  "date": "1998-09-02",
  "coram": [
    "Mahomed CJ",
    "Eksteen",
    "Marais",
    "Zulman JA",
    "Farlam AJA"
  ],
  "case_number": "425/96",
  "parties": {
    "applicants": [
      "NISSAN SA (PTY) LTD"
    ],
    "respondents": [
      "COMMISSIONER FOR INLAND REVENUE"
    ]
  },
  "sections": {
    "facts": "Nissan SA (Pty) Ltd, a manufacturer, distributor and exporter of motor vehicles, sought relief from normal tax on amounts received under the State's export incentive schemes. The dispute centred on the interpretation of a series of amendments to section 10 of the Income Tax Act (originally introduced in 1972 and subsequently amended in 1974, 1990, 1991, and 1994). The appellant argued that the amounts paid to it, and amounts subsequently passed on to related parties under export agreements, fell within the exemption provision as amended, while the Revenue argued that the statutory requirements – particularly ministerial approval and the timing of the amendments – were not satisfied.",
    "issues": "The principal issue was whether the amounts received by Nissan SA (Pty) Ltd, and amounts passed on to other parties under export agreements, qualified for exemption from normal tax under the then‑applicable version of section 10(1) of the Income Tax Act, taking into account the effectivity dates of the successive legislative amendments. A subsidiary issue concerned the correct construction of the proviso relating to payments made to third parties.",
    "principles": "The Court applied principles of statutory interpretation, emphasizing that amendments are deemed to take effect from the commencement of the first year of assessment specified in the legislation. It considered the requirement that the export scheme be approved by the Minister of Trade and Industry (with concurrence of the Minister of Finance) and examined the plain meaning of the proviso extending the exemption to amounts transferred to other persons under an agreement directly connected with the export trade. The Court also referred to the doctrine that legislation should be given its ordinary meaning unless there is clear indication to the contrary.",
    "application": "Applying the statutory timeline, the Court held that the amendment in force at the relevant period (the 1994 amendment) governed the appellant's claim. The scheme under which Nissan received the export rebate had been approved by the requisite ministers, satisfying the primary condition for exemption. Moreover, the proviso was interpreted to extend the exemption to amounts passed on to third parties pursuant to a direct export agreement, which was the case with Nissan's arrangements. Consequently, the amounts in dispute were held to fall within the scope of the exemption.",
    "conclusion": "The Supreme Court of Appeal allowed the appeal, setting aside the Special Income Tax Court's decision. It affirmed that Nissan SA (Pty) Ltd was entitled to the tax exemption on the export incentive amounts and on the amounts subsequently paid to related parties under the approved export agreement."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "export incentive",
      "tax exemption",
      "legislative amendment"
    ]
  }
}