{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/19.html",
  "case_name": "Lavers v Hein & Far BK (240/96) [1998] ZASCA 19; 1998 (3) SA 195 (SCA); (25 March 1998)",
  "citation": "[1998] ZASCA 19",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 19\n|\nNoteup\n|\nLawCite\nLavers v Hein & Far BK (240/96) [1998] ZASCA 19; 1998 (3) SA 195 (SCA); (25 March 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIEK VAN SUID-AFRIKA\nSaak No: 240/96\nIn\ndie\nsaak\ntussen:\nN H LAVERS\nAppellant\nen\nHEIN &\nFAR\nBK\nRespondent\nCORAM: HEFER, EKSTEEN, HOWIE, SCHUTZ\nARR et FARLAM\nWnr\nAR\nVERHOOR\n: 20 Maart 1998\nGELEWER\n: 25\nMaart 1998\nUITSPRAAK\nHEFER AR\n2\nDie bevel waarteen geappelleer word is di\nvan die\nTransvaalse\nProvinsiale Afdeling in Lavers v Hein & Far\nBK 1997(2)SA 396 (T)).\nDie feite blyk uit die uitspraak en vir huidige doeleindes is dit voldoende\nom te meld dat 'n polisiebeampte beslag gel\nhet op 'n vermoedelik\ngesteelde motorvoertuig wat die respondent kort vantevore van die\nappellant gekoop het. Verdere ondersoek het die vermoede bevestig en\ndie voertuig is aan die eienaar oorhandig. Daarna het die respondent\naksie ingestel om sy skade van die appellant te verhaal op grond van\ndie waarborg teen uitwinning wat van regswe\naan 'n koper verleen\nword. By die verhoor was die enigste geskilpunt uiteindelik of die skuld\nverjaar het. Die landdros het ten gunste van die respondent bevind en\nop app\nl het die Hof a quo die bevinding gehandhaaf.\nDie geskil gaan uitsluitlik oor die aanvangsdatum van die\nverjaringstermyn. Ooreenkomstig art 12(1) van die Verjaringswet 68\nvan 1969 begin bevrydende verjaring loop sodra die skuld opeisbaar is\nen kragtens art 12(3) word dit geag die geval te wees wanneer die\nskuldeiser kennis dra van die identiteit van die skuldenaar en die feite\n3",
  "scraped_at": "2026-02-11T19:45:21.927788",
  "date": "1998-03-25",
  "coram": [
    "HEFER",
    "EKSTEEN",
    "HOWIE",
    "SCHUTZ"
  ],
  "case_number": "240/96",
  "parties": {
    "applicants": [
      "N H LAVERS"
    ],
    "respondents": [
      "HEIN & FAR BK"
    ]
  },
  "sections": {
    "facts": "A police officer seized a motor vehicle that the respondent had recently bought from the appellant, suspecting it to be stolen. Subsequent investigation confirmed the suspicion, and the vehicle was returned to its rightful owner. The respondent then instituted an action against the appellant for damages under the statutory warranty against eviction granted to buyers. At trial the only point in dispute was whether the respondent's claim was prescribed.",
    "issues": "The sole issue was the correct commencement date of the prescription period for the respondent's claim, i.e., when the debt became due and the creditor acquired knowledge of the debtor's identity and the relevant facts.",
    "principles": "The court relied on sections 12(1) and 12(3) of the Prescription Act 68 of 1969, which state that prescription begins when a debt becomes due and, for claims based on knowledge, when the creditor knows the identity of the debtor and the facts giving rise to the claim.",
    "application": "Applying the Act, the court determined that the respondent became aware of the appellant's liability at the time the vehicle was handed back and the damage claim arose. Consequently, the prescription period had not yet expired, and the claim was timely.",
    "conclusion": "The appeal was dismissed, and the lower court's finding in favour of the respondent was upheld. The respondent's claim was not prescribed."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Contract Law",
    "level_3": [
      "prescription",
      "warranty against eviction",
      "sale of goods",
      "damages"
    ]
  }
}