{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/18.html",
  "case_name": "Darries v Sheriff of the Magistrates' Court Wynberg and Another (25/96) [1998] ZASCA 18; 1998 (3) SA 34 (SCA) (25 March 1998)",
  "citation": "[1998] ZASCA 18",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 18\n|\nNoteup\n|\nLawCite\nDarries v Sheriff of the Magistrates' Court Wynberg and Another (25/96) [1998] ZASCA 18; 1998 (3) SA 34 (SCA) (25 March 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NUMBER: 25/96\nIn the matter between:\nOMAR BARRIES\nAPPELLANT\nand\nTHE SHERIFF OF THE\nMAGISTRATES' COURT, WYNBERG 1\nst\nRESPONDENT\nGLEN RICHARD KANNEMEYER 2\nnd\nRESPONDENT\nCORAM\n:\nHEFER, EKSTEEN, OLIVIER,\nPLEWMAN JJA and MELUNSKY AJA\nDATE OF HEARING\n: 17 MARCH 1998\nREASONS\n: 25 MARCH 1998\nREASONS FOR ORDER\nPLEWMAN.TA\n2\nThe petitioner's applications for condonation of the late filing\nof the notice of appeal, of the late filing of a power of attorney and of\nthe late furnishing of security were dismissed with costs on 17 March\n1998. In so ordering the Court also ordered that such costs include\nthe respondents' costs on appeal and of such costs the costs of the\napplications for condonation were to be paid by appellant's attorneys,\nPapier Charles and Associates, de bonis propriis. It was intimated\nthat the Court's reasons would be furnished later. These reasons now\nfollow.\nA brief reference to the facts of the case must be made.\nAppellant is a cabinet maker. He conducted his business from hired\npremises. In 1991 he fell into arrear with his rent. He also fell into\ndebt. Judgments were granted against him in the Wynberg\nMagistrates' Court in respect of his debt and for his ejectment from\nthe leased premises - a factory.\nThe respondents are the Sheriff and Deputy Sheriff respectively\n3\nfor the area. In August 1991 the clerk of the court, pursuant to the\njudgments, issued (a) a warrant of execution authorising the seizure\nof sufficient property of appellant to satisfy the judgment debt of\nsome R16 449,20 and (b) a warrant of ejectment. The warrant of\nejectment authorised and requested the sheriff to put the plaintiff in\nthe ejectment proceedings into possession of the premises described\nin the warrant as Factory No 3, Protea Road, Phillipi. It was common\ncause that the warrants were validly and properly issued. On 15 and\n16 August 1991 the second respondent (to whom I will refer simply\nas \"the sheriff\") proceeded to execute both warrants. He found the\nfactory unattended and locked. It was one of several factories in a\ncomplex. The complex was sited in what is described as a compound.\nIt was surrounded by a security fence and access was obtained via a\ngate in the security fence. The sheriff since he found no one in charge\nof the factory, had to break the door lock to gain access to the factory.\nHe laid under attachment under the warrant of execution and removed\n4\nfrom the premises to his own warehouse for storage pending the sale\nthereof a large number of articles of equipment and machinery in\norder to satisfy the judgment debt. What remained of appellant's\nbelongings he deposited outside the factory and some ten or fifteen\nmeters from the main door but within the compound. The litigation\nrelated to goods other than those placed under attachment in\nexecution. Certain of these (so it was alleged) were removed by \"...\npersons whose identities (were) to the (appellant) unknown\".\nThe claim, in essence, was founded upon an allegation that the\nsheriff \"...by permitting the aforesaid other unknown persons to\nremove some of the said goods acted unlawfully and wilfully\nalternatively negligently in the execution of his duties as deputy\nsheriff'. At the close of the evidence of both parties Motala AJ\nordered absolution from the instance and awarded respondents their\ncosts. On 12 December 1995 leave to appeal to this Court was\ngranted.\n5\nAppellant was at all times represented by Mr Charles of the\nfirm referred to above. He failed to prosecute the appeal in\naccordance with the procedure prescribed by the rules of this Court.\nThis resulted in appellant filing three (separate) petitions seeking\norders condoning the failure to comply with the rules I now discuss.\nThe first rule with which the Court is concerned is Rule 5(1) -which obliged appellant to lodge a notice of appeal, within 20 days\nof\nthe order granting leave to appeal, in which it was stated whether the\nwhole or part only of the judgment was appealed against and, if part\nonly, then what part. This period, extended because of public\nholidays, elapsed (at the latest) on 11 January 1996. The notice of appeal was actually lodged on 22 January 1996 - some 11 days late.\nThe petition for condonation was filed on 30 January 1996.\nThe next is Rule 5(3)(b). This obliged the attorney representing\nthe appellant to lodge with the registrar a power of attorney,\nauthorising him to prosecute the appeal, within 20 days of the lodging\n6\nthe notice of appeal. This 20 day period elapsed (at the latest) on\n9 February 1996. The date upon which the power of attorney was\nactually lodged with this Court does not appear from the petition but\nit was only signed in Cape Town on 27 February 1996. The petition\nwas filed on 6 March 1996.\nThe third rule with which the Court is concerned is Rule 6(2).\nThis must be read with Rule 5(4). Rule 5(4) obliged the appellant\nafter the appeal had been noted, to lodge with the registrar six copies\nof the record of the proceedings in the court appealed from within\nthree months of the date of the order granting leave to appeal (a\nperiod which could be extended by an agreement in writing with the\nother parties). The registrar's date stamp on the record is 6 May 1996.\nI will accept this as the date of the lodging of the record. It appears\nfrom the court file (though there is no mention of the fact in the\naffidavits filed in support of the petitions) that the explanation for\nwhat would otherwise have been late filing is to be found in an\n7\nagreement between the parties to extend the period. Rule 6(2) obliges\nan appellant before lodging the record with the registrar to enter into\ngood and sufficient security for the respondents' costs of appeal. This\nmeans that security had to be provided (at the latest) by 6 June 1996.\nSecurity (in an unusual form which has, however, not been questioned\nby respondents) was in fact lodged on 27 August 1996. The petition\nfor condonation of this delay was filed on 3 October 1996.\nThe petitions are in a standard or like form. In each case the\nsupporting affidavit is attested to by appellant's attorney, R Charles.\nThis firm's letterhead shows that the firm has two partners and two\nprofessional assistants.\nAlthough there appears to have been no reaction to the first two\npetitions by respondents the third provoked opposition and led to the\nfiling of an opposing affidavit by respondents' attorney to which is\nannexed correspondence which passed between the attorneys' firms.\nIn the affidavit in support of the third petition (attested to on 9\n8\nOctober 1996) appellant's attorney incorporated by reference his\naffidavit in support of the first petition. This led the respondents'\nattorney to deal with the facts stated in all three petitions. In no case\ndid the appellant himself depose to a supporting affidavit. Nor did Mr\nCharles file (or tender) a replying affidavit in any of the cases.\nThe number of petitions for condonation of failure to comply\nwith the rules of this Court, particularly in recent times, is a matter for\ngrave concern. The reported decisions show that the circumstances\nwhich have led to the need for applications for condonation of\nbreaches of the rules have varied widely. But the factors which weigh\nwith the Court are factors which have been consistently applied and\nfrequently restated. See Federated Employers Fire and General Insurance Co Ltd and Another\nv McKenzie\n1969 (3) SA 360\n(A) at\n362 F-H; United Plant Hire (Pty) Ltd v Hills and Others\n1976 (1) SA 717\n(A) at 720 E-G.\nI will content myself with referring, for present purposes, only\n9\nto factors which the circumstances of this case suggest should be\nrepeated. Condonation of the non-observance of the Rules of this\nCourt is not a mere formality (see Meintjies v H D Combrinck (Edms)\nBpk\n1961 (1) SA 262\n(A) 263H-264B; Saloojee and Another NN.O.\nv Minister of Community Development\n1965 (2) SA 135\n(A) 138 E-F.\nIn all cases some acceptable explanation, not only of, for example, the\ndelay in noting an appeal, but also, where this is the case, any delay\nin seeking condonation, must be given. An appellant should\nwhenever he realises that he has not complied with a rule of court\napply for condonation as soon as possible. See Commisioner for Inland Revenue\nv Burger\n1956 (4) SA 446\n(A) at 449 F-H; Meintjies's\ncase, supra, at 264 B; Saloojee's case, supra, at 138 H. Nor should\nit simply be assumed that where non- compliance was due entirely to\nthe neglect of the appellant's attorney that condonation will be\ngranted. See Saloojee's case, supra, at 141 B-G. In applications of\nthis sort the appellants' prospects of success are in general an\n10\nimportant though not decisive consideration. When application is\nmade for condonation it is advisable that the petition should set forth\nbriefly and succinctly such essential information as may enable the\ncourt to assess the appellant's prospects of success. See Meintjies's\ncase, supra, at 265 C-E; Rennie v Kamby Farms (Pty) Ltd\n1989 (2)\nSA 124\n(A) at 131 E-F; Moraliswani v Mamili\n1989 (4) SA 1\n(A) at\n10 E. But appellant's prospect of success is but one of the factors\nrelevant to the exercise of the court's discretion, unless the cumulative\neffect of the other relevant factors in the case is such as to render the\napplication for condonation obviously unworthy of consideration.\nWhere non-observance of the rules has been flagrant and gross an\napplication for condonation should not be granted, whatever the\nprospects of success might be. See Ferreira v Ntshingila\n1990 (4) SA\n271\n(A) at 281 J - 282 A; Moraliswani v Mamili, supra, at 10 F;\nRennie v Kamby Farms (Pty) Ltd (supra, at 131 H; Blumenthal and\nAnother v Thomson NO and Another\n[1993] ZASCA 190\n;\n1994 (2) SA 118\n(A) at 1211 -\n11\n122 B.\nI turn to the petitions. Appellant's attorney does not in the\nthree affidavits attested to by him assert that he was unacquainted\nwith the rules. In relation to the petition for condonation of the late\nfiling of the notice of appeal (surely the most fundamental and\nelementary requirement relating to the prosecution of an appeal) he\nsays as follows:\n\"I discussed (the appeal) with the advocate who had, to\nthat date dealt with the matter Advocate S.S. Majiedt,\nand assumed\nthat he would prepare the Notice of Appeal\nfor timeous lodging.\" (My underlining.)\nHe goes on to recount that he \"misunderstood Advocate Majiedt as\nhe was not able to attend to the matter as he was giving up practise\".\nThis \"misunderstanding\" he says was compounded by \"the fact that\nhis (that is the attorney's) office was closed for the Christmas and\nNew Year holidays and only re-opened on 12 January\". The\nexplanation tendered is as bald as the above extracts suggest. There\n12\nis no statement as to precisely when his office closed; there is no\nstatement of where he was between 12 December and 15 January (12\nDecember was a Tuesday); there is no statement as to what he did to\ndiarise or note the date on which the notice of appeal was due to be\nfiled; there is no statement as to why, if the office was to be closed, he\nor his partner or one of his two assistants could not have dealt with\nthe preparation and lodging of a notice of appeal; there is no\nstatement of what efforts he made to ascertain whether counsel, whom\nhe knew to be giving up practice, would be able timeously to\nundertake the task of preparing the notice. But there is a more\nfundamental difficulty. No effort is made to explain how he, as an\nadmitted and practising attorney in a country where the division\nbetween Bar and Side Bar is acknowledged, could \"assume\" that\ncounsel would (or would be entitled) to prepare a document without\nhis having been formally briefed to do so. The necessity for a formal brief is also an elementary requirement. It is clear that counsel\nhad\n13\nnot been so briefed because it is not said that he was. Apart from\nthat, drafting a notice of appeal is, in any event, normally an\nattorney's work so no one would \"assume\", without special\narrangements and a brief, that counsel could undertake it. But the real\nquestion is why was the time constraint not recognised, planned for\nand complied with. In this regard the affidavit is silent.\nThe petition is also defective in that appellant's prospects of\nsuccess are not adequately addressed. There is a submission, in\ngeneral terms (which appears in the supporting affidavit filed with\neach of the petitions) in the following form:\n\"12. In the premises, I respectfully submit that it is\nquite clear that:\n12.1\nno fault exists on Appellant's part; and\n12.2\nsuch delay as has been incurred has not\nbeen through any wilful default or\ndisregard on my, or Appellant's, part (sic)\nor of the Rules of this Honourable Court;\nand\n12.1\n14\n12.3",
  "scraped_at": "2026-02-11T19:45:07.364197",
  "date": "1998-03-25",
  "coram": [
    "Hefer JJA",
    "Eksteen JJA",
    "Olivier JJA",
    "Plewman JJA",
    "Melunsky AJA"
  ],
  "case_number": "25/96",
  "parties": {
    "applicants": [
      "Omar Barries"
    ],
    "respondents": [
      "Sheriff of the Magistrates' Court, Wynberg",
      "Glen Richard Kannemeyer"
    ]
  },
  "sections": {
    "facts": "The appellant, Omar Barries, was a cabinet maker who fell into arrears on his rent and other debts. The Wynberg Magistrates' Court granted judgments against him for the debt and for ejectment from his leased factory premises. In August 1991 the sheriff executed a warrant of execution and a warrant of ejectment, seizing a large amount of machinery and storing it in his warehouse, while leaving some belongings outside the factory. Barries alleged that unknown persons, permitted by the sheriff, removed some of the goods unlawfully. The Magistrate ordered absolution and awarded costs to the respondents. Barries appealed, but his attorney failed to comply with the Court rules governing notice of appeal, power of attorney, filing of the record and provision of security, resulting in three separate petitions for condonation of these defaults.",
    "issues": "Whether the Court should grant condonation for the appellant’s failure to (1) lodge a notice of appeal within the prescribed period, (2) file a power of attorney within the required time, (3) file the record of the proceedings and provide the requisite security within the stipulated deadlines, and consequently whether the appeal should be allowed to proceed.",
    "principles": "The Court outlined that condonation is not a formality and must be supported by a satisfactory explanation for the delay, prompt action once the default is realised, and consideration of the appellant’s prospects of success. Relevant case law cited includes Federated Employers Fire and General Insurance Co Ltd v McKenzie, United Plant Hire v Hills, Meintjies v H D Combrinck, Saloojee v Minister of Community Development, Ferreira v Ntshingila, and Blumenthal v Thomson. The Court emphasized that flagrant or gross non‑observance of rules warrants refusal of condonation, regardless of the merits of the underlying case.",
    "application": "Applying these principles, the Court found the appellant’s attorney gave no adequate explanation for the missed deadlines, attributing the lapse to a misunderstanding with counsel and the office being closed for holidays without demonstrable steps to mitigate the delay. The affidavit lacked detail on any efforts to secure a brief or to ensure the notice of appeal was lodged. Moreover, the appellant’s prospects of success were not convincingly set out. The third petition attracted opposition, further indicating the lack of a compelling case. Consequently, the Court concluded that the cumulative factors did not merit condonation.",
    "conclusion": "All three petitions for condonation were dismissed. The Court ordered that the appellant pay the costs of the applications, with the costs to be borne by the appellant’s attorneys, Papier Charles and Associates, de bonis propriis. The appeal was therefore not allowed to proceed."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Condonation of Procedural Defaults",
    "level_3": [
      "notice of appeal",
      "court rules",
      "security",
      "power of attorney",
      "appeal procedure"
    ]
  }
}