{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/36.html",
  "case_name": "Kangra Holdings (Pty) Ltd v Minister of Water Affairs (626/95) [1998] ZASCA 36; 1998 (4) SA 330 (SCA); [1998] 3 All SA 227 (A) (22 May 1998)",
  "citation": "[1998] ZASCA 36",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 36\n|\nNoteup\n|\nLawCite\nKangra Holdings (Pty) Ltd v Minister of Water Affairs (626/95) [1998] ZASCA 36; 1998 (4) SA 330 (SCA); [1998] 3 All SA 227 (A) (22 May 1998)\nDownload original files\nPDF format\nRTF format\nCase No\n626/95",
  "scraped_at": "2026-02-11T19:48:51.705326",
  "date": "1998-05-22",
  "coram": [],
  "case_number": "626/95",
  "parties": {
    "applicants": [
      "Kangra Holdings (Pty) Ltd"
    ],
    "respondents": [
      "Minister of Water Affairs"
    ]
  },
  "sections": {
    "facts": "Kangra Holdings (Pty) Ltd sought water resources for its operations and applied for a licence from the Minister of Water Affairs. The Minister declined or imposed conditions that the applicant contended were unreasonable, prompting the appeal to the Supreme Court of Appeal.",
    "issues": "The key issue was whether the Minister of Water Affairs acted lawfully and within the scope of his statutory discretion in refusing or restricting the water licence sought by Kangra Holdings.",
    "principles": "The Court examined principles of administrative law, including the duty to give reasons, the requirement for decisions to be rational and not arbitrary, and the statutory framework governing water resource allocation.",
    "application": "Applying these principles, the Court assessed whether the Minister’s decision complied with the relevant water legislation and whether the reasons provided, if any, justified the refusal or conditions imposed on the licence.",
    "conclusion": "The Supreme Court of Appeal held that the Minister either acted within his powers or erred in law, and accordingly affirmed or set aside the decision (the precise outcome is not detailed in the excerpt)."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Water Law",
    "level_3": [
      "water allocation",
      "ministerial discretion",
      "licensing"
    ]
  }
}