{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/9.html",
  "case_name": "S v Voegt and Another (181/96) [1998] ZASCA 9 (16 March 1998)",
  "citation": "[1998] ZASCA 9",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 9\n|\nNoteup\n|\nLawCite\nS v Voegt and Another (181/96) [1998] ZASCA 9 (16 March 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCASE NUMBER: 181/96\nIn the matter between:\nStanley Voegt\nFirst Appellant\nWinston Maholwana\nSecond Appellant\nand\nThe State\nRespondent\nCORAM: HOWIE, HARMS and ZULMAN JJA\nDate of Hearing: 23 February 1998 Date of Judgment: 16 March 1998\nJUDGMENT\n2 ZULMAN JA\nThe appellants were charged with two other accused in the Cape of Good Hope Provincial Division with the murder of one Harold Eksteen,\nthe possession of unlicensed firearms, and the possession of ammunition without a licence. The appellants were convicted on all of\nthe charges. The other two accused were acquitted. The appellants were sentenced to life imprisonment on the murder count and to\ntwo years on each of the counts relating to the possession of firearms and ammunition. The appellants appeal, with leave, to this\nCourt, both against their convictions and sentences.",
  "scraped_at": "2026-02-11T19:42:34.107273",
  "date": "1998-03-16",
  "coram": [
    "HOWIE",
    "HARMS",
    "ZULMAN JA"
  ],
  "case_number": "181/96",
  "parties": {
    "applicants": [
      "Stanley Voegt",
      "Winston Maholwana"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, Stanley Voegt and Winston Maholwana, together with two other accused, were tried in the Cape of Good Hope Provincial Division for the murder of Harold Eksteen as well as for the unlawful possession of unlicensed firearms and ammunition. The trial court convicted the appellants on all counts, sentencing them to life imprisonment for murder and two years for each firearms‑related charge. The two co‑accused were acquitted.",
    "issues": "The appeal raised two main issues: (1) whether the convictions for murder and for possession of firearms and ammunition were legally sound; and (2) whether the sentences imposed were appropriate under the relevant statutory framework.",
    "principles": "The court considered the statutory provisions governing murder, the requirements for proving unlawful possession of firearms and ammunition, and the sentencing guidelines applicable to life imprisonment and fixed‑term sentences for weapon offences. Precedent on the burden of proof for murder and the discretion of sentencing courts was applied.",
    "application": "Applying these principles, the court examined the evidence presented at trial, assessed whether the conviction for murder satisfied the requisite mens rea and actus reus, and evaluated the proportionality of the sentences in light of the seriousness of the offences and the appellants' criminal histories.",
    "conclusion": "The court dismissed the appeal, affirming both the convictions and the sentences imposed on the appellants."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "firearms",
      "possession of ammunition",
      "appeal",
      "sentencing"
    ]
  }
}