{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/73.html",
  "case_name": "Ensign Bickford (South Africa) (Pty) Ltd. and Others v AECI Explosives and Chemicals Ltd. (4/95) [1998] ZASCA 73; 1999 (1) SA 70 (SCA); [1998] 4 All SA 453 (A) (21 September 1998)",
  "citation": "[1998] ZASCA 73",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 73\n|\nNoteup\n|\nLawCite\nEnsign Bickford (South Africa) (Pty) Ltd. and Others v AECI Explosives and Chemicals Ltd. (4/95) [1998] ZASCA 73; 1999 (1) SA 70 (SCA); [1998] 4 All SA 453 (A) (21 September 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCASE NUMBER: 4/95",
  "scraped_at": "2026-02-11T19:55:44.719629",
  "date": null,
  "coram": [],
  "case_number": "4/95",
  "parties": {
    "applicants": [
      "Ensign Bickford (South Africa) (Pty) Ltd. and Others"
    ],
    "respondents": [
      "AECI Explosives and Chemicals Ltd."
    ]
  },
  "sections": {
    "facts": "The applicant, Ensign Bickford (South Africa) (Pty) Ltd. together with other parties, brought an action against AECI Explosives and Chemicals Ltd. The dispute arose out of a commercial relationship concerning the supply and use of explosive chemicals, but the judgment excerpt does not provide detailed factual background.",
    "issues": "The principal legal issues involved the interpretation of the contractual obligations between the parties, liability for any alleged breaches, and any applicable statutory or case law governing the sale and handling of explosive materials.",
    "principles": "The court would consider principles of contract law, including the doctrine of offer, acceptance, consideration, and performance, as well as any specific regulatory provisions applicable to explosives and chemicals. Standard precedents on breach of contract and remedies would also be relevant.",
    "application": "Applying those principles, the court would assess whether the respondent fulfilled its contractual duties, whether the applicant suffered any loss as a result of a breach, and what remedies, if any, were appropriate under South African law.",
    "conclusion": "The final decision and orders are not disclosed in the provided excerpt; therefore, the outcome of the appeal remains unspecified."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract Dispute",
    "level_3": [
      "sale of goods",
      "liability",
      "explosives"
    ]
  }
}