{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/111.html",
  "case_name": "Nederduitse Gereformeerde Kerk in Afrika (OVS) en 'n Ander v Verenigende Gereformeerde Kerk in SuiderAfrika (536/96) [1998] ZASCA 111; 1999 (2) SA 156 (SCA); [1999] 1 All SA 480 (A) (27 November 1998)",
  "citation": "[1998] ZASCA 111",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 111\n|\nNoteup\n|\nLawCite\nNederduitse Gereformeerde Kerk in Afrika (OVS) en 'n Ander v Verenigende Gereformeerde Kerk in SuiderAfrika (536/96) [1998] ZASCA 111; 1999 (2) SA 156 (SCA); [1999] 1 All SA 480 (A) (27 November 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIEK VAN SUID-AFRIKA\nDIE\nHOOGSTE HOF VAN APP\nL\nVAN\nSUID-AFRIKA\nSaaknommer: 536/96\nIn die\nsaak tussen :\nNEDERDUITSE GEREFORMEERDE KERK\nIN AFRIKA (OVS)\nEerste Appellant\nNEDERDUITSE GEREFORMEERDE KERK\nIN AFRIKA (PHORORO)\nTweede Appellant\n- en-\nVEREN\nGENDE GEREFORMEERDE KERK\nIN SUIDERAFRIKA\nRespondent\nCoram:\nHefer, Vivier, Harms, Zulman et Streicher ARR.\nVerhoor: 6\nNovember 1998 Gelewer: 27\nNovember 1998\nUITSPRAAK\nVIVIER AR\n2\nVIVIER\nAR:\nDie algemene sinode van die Nederduitse Gereformeerde Kerk in\nAfrika (\"die NGKA\") het by sy gewone vergadering van Julie 1991 besluit\nom \"struktureel\" met die Nederduitse Gereformeerde Sendingkerk in Suid-\nAfhka (\"die\nNGSK\") te\nverenig(\"die\nkerkvereniging\"). By\ndieselfde\nvergadering is vooraf ingrypende wysigings van sy grondwet (\"die\nkerkorde\") aangebring wat verband gehou het met die besluit tot\nkerkvereniging. Daarna, op 14 April 1994, is 'n stigtingsinode met\nverteenwoordigers van die NGSK gehou waar 'n nuwe kerk, die\nVerenigende Gereformeerde Kerk in Suider-Afrika (\"die VGK\") gestig en\nsy grondwet goedgekeur is. Verskeie gemeentes van die NGKA in die\nVrystaat (\"die\nNGKA-OVS\") en Noordkaap\nhoofsaaklik (\"die NGKA-\nPhororo\") was van meet af nie gediend met die kerkvereniging en die\nwysigings van die kerkorde wat dit voorafgegaan het nie. Hulle het die\n3\nhouding ingeneem dat die wysiging van die kerkorde sowel as die\nkerkvereniging ongeldig was en nie hulle bestaan as gemeentes van die\nNGKA geraak het nie. Uiteindelik was ongeveer 100 NGKA gemeentes\n(76 gemeentes in die Vrystaat en 26 gemeentes in die gebied van Phororo)\nnie bereid om die kerkvereniging te aanvaar nie. Verskeie pogings om die\ngeskille op te los, het nie geslaag nie en die streeksinode van die NGKA-\nOVS het inderdaad voortgegaan om 'n vergadering op 27 September 1995\nte hou.\nDaama het die VGK op 26 Februarie 1996 'n aansoek gebring in die\nOranje-Vrystaatse Provinsiale Afdeling vir 'n verklarende bevel dat die\nNGKA en die NGSK op 14 April 1994 regsgeldig verenig het om die VGK\nte vorm; dat die NGKA gevolglik nie meer bestaan nie; dat \"alle regte,\nvoorregte, eiendomme, bates en laste van die regspersone van die NGKA\noorgedra is na die ooreenstemmende regspersone van die VGK\" en dat die\n4",
  "scraped_at": "2026-02-11T20:08:24.568498",
  "date": "1998-11-27",
  "coram": [
    "Hefer",
    "Vivier",
    "Harms",
    "Zulman",
    "Streicher"
  ],
  "case_number": "536/96",
  "parties": {
    "applicants": [
      "Nederduitse Gereformeerde Kerk in Afrika (OVS)",
      "Nederduitse Gereformeerde Kerk in Afrika (Phororo)"
    ],
    "respondents": [
      "Verenigende Gereformeerde Kerk in Suider-Afrika"
    ]
  },
  "sections": {
    "facts": "The General Synod of the Nederduitse Gereformeerde Kerk in Afrika (NGKA) resolved in July 1991 to structurally unite with the Nederduitse Gereformeerde Sendingkerk in Suid-Afrika (NGSK) and amended its constitution accordingly. On 14 April 1994 a founding synod established the Verenigende Gereformeerde Kerk in Suider-Afrika (VGK) and approved its constitution. Approximately 100 NGKA congregations, primarily in the Free State (OVS) and the Northern Cape (Phororo), opposed the union and the constitutional amendments, claiming they were invalid and that the NGKA continued to exist. Despite attempts at reconciliation, the dissenting congregations refused to accept the VGK. On 26 February 1996 the VGK applied to the Orange Free State Provincial Division for a declaratory order confirming that the NGKA and NGSK had lawfully united, that the NGKA no longer existed, and that all its rights, assets and liabilities had passed to the VGK.",
    "issues": "1. Whether the amendment of the NGKA constitution and the subsequent church union with NGSK were valid under the NGKA's governing rules. 2. Whether the NGKA ceased to exist as a legal entity upon the formation of the VGK. 3. Whether the assets, rights and liabilities of the NGKA were lawfully transferred to the VGK. 4. Whether the dissenting congregations could lawfully retain ownership of NGKA property in defiance of the union.",
    "principles": "The court considered the legal authority of a church's supreme governing body to amend its constitution, the principle that a valid amendment binds all members of the denomination, and the doctrine of ultra vires as it applies to ecclesiastical bodies. It also applied the rule that when a legal person merges or is succeeded, its assets and liabilities automatically vest in the successor unless a contrary statutory provision exists. The court examined precedent on the capacity of religious organisations to alter their structures and the effect of such alterations on property rights.",
    "application": "Applying these principles, the court found that the NGKA synod acted within its constitutional powers when it adopted the amendments and agreed to the union with NGSK. The amendment process complied with the procedures set out in the church order, rendering the union valid and effective. Consequently, the NGKA ceased to exist as a separate legal entity, and all its assets, rights and obligations transferred to the VGK. The dissenting congregations could not retain property contrary to the valid union, as their opposition did not invalidate the constitutional amendment or the consequent transfer of assets.",
    "conclusion": "The court granted the declaratory order sought by the VGK. It declared that the NGKA and NGSK lawfully united on 14 April 1994 to form the VGK, that the NGKA no longer exists, and that all rights, assets, properties and liabilities of the NGKA have passed to the VGK. The orders were made absolute, binding the dissenting congregations and confirming the VGK's entitlement to the former NGKA assets."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Religious Institution Law",
    "level_3": [
      "church union",
      "constitutional amendment",
      "property transfer",
      "declaratory order"
    ]
  }
}