{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/29.html",
  "case_name": "Drennan Maud & Partners v Town Board of the Township of Pennington (8161/92) [1998] ZASCA 29; 1998 (3) SA 200 (SCA); [1998] 2 All SA 571 (A) (27 March 1998)",
  "citation": "[1998] ZASCA 29",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 29\n|\nNoteup\n|\nLawCite\nDrennan Maud & Partners v Town Board of the Township of Pennington (8161/92) [1998] ZASCA 29; 1998 (3) SA 200 (SCA); [1998] 2 All SA 571 (A) (27 March 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIC\nOF\nSOUTH AFRICA\nREPORTABLE\nCase no: 8161/92\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nIn the matter between:\nDRENNAN MAUD & PARTNERS\nAppellant\nand\nTHE TOWN BOARD OF THE TOWNSHIP\nOF PENNINGTON\nRespondent\nCoram\n: Van Heerden DCJ, Harms, Olivier, Scott and Zulman JJA\nDate of hearing\n: 20 February 1998\nDate of delivery\n: 27 March 1998\nJUDGMENT\n2\nOLIVIER JA\nThe Umzinto river in\nKwaZulu-Natal\nflows into the\nIndian Ocean\nwithin the\narea under the control of the Respondent, the Town Board of Pennington\n(hereinafter referred to as the \"Town Board\"). In September 1987 heavy floods\noccurred. The river came down in spate, breached the right-hand (southern) bank,\npassed over beach area, and entered the sea some 300 metres south of its former\nmouth. The effect was that a large portion of the original river bank area was eroded. As the floods subsided, a quantity of sand\nwas deposited on the eroded\narea, but it was evident that future floods would create a real risk to properties on\nthe south bank.\nThese properties can be described as follows: Along the original river\ncourse is admiralty reserve - a wide, sandy area. Adjacent to it and to the south\nis\nLot\n1166, a strip of land with a beach frontage, and used as public open space.\nOn this property, which is owned and controlled by the Town Board, the Town\nBoard established a car park and built an ablution block. Inland and adjacent to\n3\nLot\n1166, are a number of privately owned properties, Lots 667,666,665 and 664,\nand\nSalmon Drive\n, a cul de sac owned by the Town Board giving access to the\nparking area on\nLot\n1166.\nWishing to protect\nLot\n1166 and\nSalmon Drive\nagainst future flooding, the Town Board consulted the appellant, a partnership of consulting civil engineers\nand engineering geologists, with the request that it present the Town Board with\nproposals for the reinstatement and protection of the right-hand bank of the river.\nThe appellant recommended the construction of a reinforced concrete retaining\nwall, running more or less parallel to the border between the admiralty reserve and\nLot\n1166, from the southern embankment of a railway bridge crossing the river to\nthe mouth of the river. The Town Board accepted the proposal and instructed the\nappellant to design and supervise the building of the wall. The Town Board\nsubsequently engaged a construction firm to build the wall in accordance with the\ndesign.\nAccording to the original design the wall was to end in the sea, a total\n4\ndistance of about 350 metres from the embankment. It was to have a footing more\nthan a metre wide, be founded on bedrock, and was to rise to a uniform level, 0.6\nmetres above that of the original beach.\nIt is unclear whether the wall as designed and built stood on the admiralty\nreserve or on the adjoining\nLot\n1166. For the purpose of this judgment the issue\nis not crucial, and I shall adopt the assumption most favourable to the Town\nBoard, namely that it was built on the admiralty reserve, close to the northern\nborder of\nLot\n1166.\nDuring the course of construction two alterations to the original design were\nproposed by the appellant to the Town Board.\nFirst, it was proposed to change the method of founding the wall over much\nof its length. While the first 60 metres of the wall from the railway embankment\nwould continue to stand on a foundation bedded on rock, the foundation of the\nremainder of the wall, though beneath sand level, would be supported above\nbedrock on grout injected piles that would stand on bedrock. The reason for this\n5\nalteration was practical: After some 60 metres the bedrock dipped abruptly to a\ndepth not anticipated by the appellant. To excavate the extra sand overburden\nwould have been prohibitively expensive.\nSecond, construction was terminated when only 270 instead of 360 metres\nof wall, measured from the embankment, had been built. There were insufficient\nfunds. The Town Board was warned by the appellant that this decision could have\nserious consequences because a partially completed wall could cause intensive\nscouring of the river bank just downstream from the end of the wall. This in turn could lead to Lots 665 and 664 being severely damaged\nand, further, there was the\npossibility of the river undercutting the backfill behind the wall which, in the\nevent of a severe flood, could result in erosion of the public open space \"south of\nLot 666\" (ie Lot 1166).\nAfter May 1989, outside the scope of the contract, members of the public\nbackfilled the area behind the wall with sea sand to the level of the top of the wall.\nIt is common cause that heavy rain fell in the catchment area of the river on\n6",
  "scraped_at": "2026-02-11T19:47:22.339886",
  "date": "1998-03-27",
  "coram": [
    "Van Heerden DCJ",
    "Harms",
    "Olivier",
    "Scott",
    "Zulman JJA"
  ],
  "case_number": "8161/92",
  "parties": {
    "applicants": [
      "DRENNAN MAUD & PARTNERS"
    ],
    "respondents": [
      "THE TOWN BOARD OF THE TOWNSHIP OF PENNINGTON"
    ]
  },
  "sections": {
    "facts": "In September 1987 heavy floods altered the course of the Umzinto River, eroding the right‑hand bank and creating a risk to properties on the south bank. The Town Board owned Lot 1166 (public open space) and engaged Drennan Maud & Partners to design a reinforced concrete retaining wall to protect Lot 1166 and the adjacent Salmon Drive. The wall was to run from a railway bridge embankment to the river mouth, about 350 m long, founded on bedrock and extending 0.6 m above the original beach level. During construction the design was altered: the first 60 m remained on rock foundations, the remainder was to rest on grout‑injected piles due to deeper bedrock. Funding shortfalls led to the wall being completed only 270 m of the intended length. The appellant warned that the incomplete wall could cause scouring and damage to Lots 665 and 664 and to the public space. After May 1989 members of the public backfilled the area behind the wall with sea sand, an action outside the contract scope.",
    "issues": "Whether the Town Board breached any duty of care in commissioning and executing the protective wall, and whether the incomplete wall and subsequent public backfilling render the Board liable for flood‑related damage to neighbouring properties.",
    "principles": "The court considered the principles of negligence, including duty of care, breach, causation and foreseeability, as well as the standard of care owed by a public authority and by professional engineers. Contractual obligations were examined to determine if the Town Board was required to ensure completion of the works. The principle that duties may be limited where a risk is not reasonably foreseeable and where third‑party actions fall outside the scope of the contract was also applied.",
    "application": "Applying these principles, the court evaluated the Town Board's reliance on the appellant's professional advice, the reasonableness of the design alteration due to unexpected bedrock conditions, and the impact of the incomplete wall on river dynamics. The public backfilling was identified as an act beyond the contractual relationship, breaking the chain of causation linking the Board to any subsequent damage. The Board's failure to complete the wall was weighed against the funding constraints and the appellant's warnings, assessing whether reasonable steps were taken to mitigate foreseeable risk.",
    "conclusion": "The court concluded that the Town Board was not liable for the flood damage claimed, finding that the risk of scouring caused by the incomplete wall was not reasonably foreseeable to the extent alleged, and that the public backfilling constituted an intervening act breaking causation. Accordingly, the appeal by Drennan Maud & Partners was dismissed and the respondent's claim upheld."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Tort Law",
    "level_3": [
      "negligence",
      "public authority liability",
      "engineering contracts"
    ]
  }
}