{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/33.html",
  "case_name": "Government of the Province of Northern Transvaal and Another v Rand Mines Ltd. (201/95) [1998] ZASCA 33 (15 May 1998)",
  "citation": "[1998] ZASCA 33",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 33\n|\nNoteup\n|\nLawCite\nGovernment of the Province of Northern Transvaal and Another v Rand Mines Ltd. (201/95) [1998] ZASCA 33 (15 May 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase No 201/95\nIn the matter between :\nTHE GOVERNMENT OF THE\nPROVINCE OF NORTHERN TRANSVAAL\nFirst Appellant\nTHE LEBOWA MINERAL TRUST\nSecond Appellant\n!\nand\nRAND MINES LIMITED\nRespondent\nCoram:\nSmalberger, Zulman, Streicher, JJA et Melunsky, Farlam\nAJJA.\nHeard:\n9, 10 and 11 March 1998\nDelivered: 15 May 1998\nJUDGMENT\nFARLAM AJA,\n2\nFARLAM AJA\nThis is an appeal from a judgment of Mynhardt J, sitting in the Transvaal Provincial Division, who found that the rights to granite\nand marble suitable for use as dimension stone were reserved in favour of respondent in the certificates of rights to minerals in\nrespect of the farms Grootvygenboom 248 and De Kom 252 in the district of Lydenburg.\nThe appeal was argued together with the case of The Minister of\nLand affairs v Rand Mines Ltd an appeal from a judgment of Comrie J,\nsitting in the Bophuthatswana Provincial Division. In that case\nreservations of rights to minerals in terms which are to all intents and purposes identical to those in this case were considered.\nFor the reasons given in the judgment in that case, which is being handed down simultaneously with this one, the appeal in this case\nis dismissed, together\n3 with the costs occasioned by the employment of two counsel.\nIG FARLAM\nActing Judge of Appeal.",
  "scraped_at": "2026-02-11T19:48:14.850183",
  "date": "1998-05-15",
  "coram": [
    "Smalberger",
    "Zulman",
    "Streicher",
    "JJA",
    "Melunsky",
    "Farlam AJJA"
  ],
  "case_number": "201/95",
  "parties": {
    "applicants": [
      "Government of the Province of Northern Transvaal",
      "Lebowa Mineral Trust"
    ],
    "respondents": [
      "Rand Mines Limited"
    ]
  },
  "sections": {
    "facts": "The appeal arose from a judgment of Mynhardt J in the Transvaal Provincial Division, which held that the rights to granite and marble suitable for use as dimension stone were reserved in favour of Rand Mines Limited in the certificates of rights to minerals issued for farms Grootvygenboom 248 and De Kom 252 in the Lydenburg district. The appellants, the Government of the Province of Northern Transvaal and the Lebowa Mineral Trust, challenged that reservation.",
    "issues": "The key issue was whether the reservation of mineral rights to granite and marble in the certificates of rights to minerals was valid and enforceable, and consequently whether the judgment of the lower court should be set aside.",
    "principles": "The court referred to the principles established in the contemporaneous case Minister of Land Affairs v Rand Mines Ltd, where similar reservations of mineral rights were upheld. The precedent confirms that reservations expressly made in certificates of rights to minerals are legally effective and binding.",
    "application": "Applying the precedent, the Supreme Court of Appeal found that the reservations in favor of Rand Mines Ltd were valid. Consequently, there was no basis to overturn the lower court's decision, and the appeal by the appellants was dismissed.",
    "conclusion": "The appeal was dismissed and the appellants were ordered to pay the costs incurred by the respondent, including the employment of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Mining Law",
    "level_3": [
      "mineral rights",
      "certificates of rights",
      "appeal",
      "South Africa"
    ]
  }
}