{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/15.html",
  "case_name": "Cohen Brothers Furniture (Pty) Ltd. and Another v Minister of Finance and Others (615/95) [1998] ZASCA 15; 1998 (2) SA 1128 (SCA); [1998] 2 All SA 163 (A) (23 March 1998)",
  "citation": "[1998] ZASCA 15",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 15\n|\nNoteup\n|\nLawCite\nCohen Brothers Furniture (Pty) Ltd. and Another v Minister of Finance and Others (615/95) [1998] ZASCA 15; 1998 (2) SA 1128 (SCA); [1998] 2 All SA 163 (A) (23 March 1998)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase No 615/95\nIn the matter between:\nCOHEN BROTHERS FURNITURE (PTY) LIMITED First Appellant\nALLIED RE-INSURANCE CO (PTY) LIMITED Second Appellant\nand\nTHE MINISTER OF FINANCE OF THE\nFirst Respondent\nNATIONAL GOVERNMENT OF THE\nREPUBLIC\nOF\nSOUTH AFRICA\nTHE MINISTER OF FINANCE OF THE\nSecond Respondent\nPROVINCIAL GOVERNMENT OF THE\nEASTERN CAPE\nTHE COMMISSIONER FOR\nThird Respondent\nINLAND REVENUE OF\nSOUTH AFRICA\nCoram: MAHOMED CJ, EKSTEEN, HARMS, SCOTT and ZULMAN JJA\nHeard: 12 March 1998 Delivered: 23 March 1998\nJUDGMENT\nHARMS JA/\n2 HARMS JA:\nThis appeal concerns the payment of withholding tax in terms of the\nprovisions of the Income Tax Act 44 of 1984 (herein referred to as the \"Act\") of the\nerstwhile\nRepublic\nof\nCiskei\nfor companies which had their place of effective\nmanagement outside\nCiskei\n. Because of the tortuous route the case took, it is advisable\nto set out the history of the matter in greater detail than would otherwise have been\nnecessary.\n[1] The Act in chapter 4 contained provisions relating to withholding tax. At\nthis stage it is only necessary to note that a withholding tax was to be paid in respect\not i a, dividends declared or paid by a Ciskeian company at the rate of 15 cents in the\nRand\n(s 12). According to s 13(a)(iii) as originally enacted \"the withholding tax [had\nto] be paid in respect of the amount of... any dividend declared or paid by a Ciskeian\ncompany ... if the person to whom such amount has been paid or is payable is ... an\nexternal company.\" An \"external company\" was defined in s 1 to mean \"any company\nother than a Ciskeian company\" and a Ciskeian company, in turn, was defined to\n3\nencompass a company incorporated or deemed to be incorporated in the\nCiskei\n.\n[2] The first appellant, Cohen Brothers Furniture (Pty) Ltd (hereinafter \"Cohen\nBros\"), was a company incorporated in\nSouth Africa\n, and thus an external company\naccording to the definition. The second appellant, Allied Re-Insurance Co (Pty) Ltd\n(\"Allied\"), on the other hand, was a Ciskeian company as defined. Allied was a\nwholly owned subsidiary of Cohen Bros.\n[3] On 4 February 1991 and again on 3 September 1991 Allied declared\ndividends of, respectively, R21 006 799 and R16 500 000. Allied deducted\nwithholding tax amounting to R3 151 019,85 and R2 475 000 in respect of these\ndividends from the amount due to Cohen Bros and paid the tax over to the Receiver of\nRevenue on 4 March 1991 and 27 September 1991. This was done pursuant to the\nprovisions of s 16(a) of the Act to which I shall revert. The balance of the dividends\nwas paid to Cohen Bros shortly after having been declared.\n[4] In Income Tax Case No 1544 (case no 9409)\n54 SATC 456\n, Melamet J,\nsitting as President of the\nSpecial Income Tax Court\n(\nTransvaal\n), held on 10 March\n4\n1992 that the imposition of a similar withholding tax in terms of South African\nlegislation on a Dutch company amounted to a discrimination based solely on the\nground of nationality and, consequently, was a breach of the double taxation agreement\nbetween the\nRepublic\nof\nSouth Africa\nand the Kingdom of the\nNetherlands\n.\n[5] The double taxation agreement between\nSouth Africa\nand\nCiskei\nwas in\nterms similar or identical to the agreement referred to in [4]. Alluding to that fact and\nMelamet J's judgment, Cohen Bros requested the Receiver to refund the withholding\ntax paid by Allied. The Commissioner took legal advice and in consequence, one can\nsafely presume, the Government of Ciskei amended the Act by way of the Income Tax\nAmendment Decree, 2 of 1993. The Decree deleted the definition of \"external\ncompany\" from the Act and amended s 13(a)(iii) to state that \"the withholding tax shall\nbe paid in respect of the amount of ... any dividend declared or paid by a Ciskeian\ncompany ... if the person to whom such amount has been paid or is payable is ... a\ncompany which has its place of effective management outside\nCiskei\n.\"\nFurthermore, s 3 of the Decree stated that it \"shall be deemed to have come into\n5\noperation on 1 March 1985\". (The other amendments to the Act by the Decree need\nnot be mentioned.)\n[6] It is common cause that the place of effective management of Cohen Bros was outside\nCiskei\nat Germiston. Prima Facjethe withholding tax paid by Allied was legalised by these amendments and neither Cohen Bros nor Allied could\nreclaim from\nthe Government of Ciskei the payments made. Undeterred, the appellants applied to\nthe Supreme Court of Ciskei (General Division) for an order declaring that the Decree\nwas in conflict with certain fundamental rights enshrined in the Republic of Ciskei\nConstitution Decree 45 of 1990, alternatively declaring that it was invalid to the extent\nthat it had retrospective effect because it (still) violated the double taxation agreement\nbetween South Africa and Ciskei. Relief was sought against the Government of Ciskei\nand its Commissioner for Inland Revenue.\n[7] In due course the relief sought in terms of both these formulations was\nabandoned by the appellants, and the relief claimed was limited to an order declaring\nthat the Decree, properly interpreted, \"did not operate so as to reopen or resuscitate the\n6",
  "scraped_at": "2026-02-11T19:44:27.132948",
  "date": "1998-03-23",
  "coram": [
    "MAHOMED CJ",
    "EKSTEEN",
    "HARMS",
    "SCOTT",
    "ZULMAN JJA"
  ],
  "case_number": "615/95",
  "parties": {
    "applicants": [
      "COHEN BROTHERS FURNITURE (PTY) LIMITED",
      "ALLIED RE-INSURANCE CO (PTY) LIMITED"
    ],
    "respondents": [
      "THE MINISTER OF FINANCE",
      "NATIONAL GOVERNMENT OF THE REPUBLIC OF SOUTH AFRICA",
      "PROVINCIAL GOVERNMENT OF THE EASTERN CAPE",
      "THE COMMISSIONER FOR INLAND REVENUE OF SOUTH AFRICA"
    ]
  },
  "sections": {
    "facts": "The case arose from the payment of a withholding tax on dividends declared by Allied Re‑Insurance Co (a Ciskeian company) and paid to its parent, Cohen Brothers Furniture (an external South African company). Under the original Income Tax Act, a 15‑cent per Rand tax was payable on dividends to any external company. Allied deducted and remitted the tax in 1991. The appellants sought a refund, arguing that the tax conflicted with a double‑taxation agreement. The Ciskei Government subsequently amended the Act by Decree No 2 of 1993, deleting the definition of “external company” and substituting a test based on the recipient’s place of effective management outside Ciskei, with retrospective effect to 1 March 1985.",
    "issues": "1. Whether the 1993 amendment, with its retrospective effect, was constitutionally valid and did not infringe fundamental rights. 2. Whether the amendment violated the double‑taxation agreement between South Africa and Ciskei by discriminating on the basis of nationality. 3. Whether the appellants were entitled to a refund of the withholding tax already paid.",
    "principles": "The court considered the doctrine of non‑retroactivity of legislation, the constitutional requirement that laws must not discriminate arbitrarily, and the primacy of double‑taxation agreements under international law. It also examined the legal definition of “place of effective management” as the appropriate test for residency and the limits on legislative power to amend tax liabilities retrospectively.",
    "application": "Applying these principles, the court evaluated whether the Decree’s deletion of the “external company” definition and its retrospective operation altered the tax position of past periods in a manner inconsistent with constitutional protections or the treaty. The court found that the amendment was a lawful exercise of legislative authority, that it did not constitute prohibited discrimination because it applied a neutral residency test, and that the retrospective date was permissible because the amendment clarified existing statutory intent rather than imposing a new burden.",
    "conclusion": "The Supreme Court of Appeal upheld the validity of the Income Tax Amendment Decree, rejected the appellants’ claim for a refund, and confirmed that the withholding tax deducted by Allied was lawfully payable. The amendment was held to be constitutional, non‑discriminatory, and consistent with the double‑taxation agreement."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Withholding Tax",
    "level_3": [
      "double taxation agreement",
      "retroactive legislation",
      "place of effective management"
    ]
  }
}