{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/13.html",
  "case_name": "S v Jackson (35/97) [1998] ZASCA 13; 1998 (4) BCLR 424 (SCA) ; [1998] 2 All SA 267 (A); 1998 (2) SA 984 (SCA); 1998 (1) SACR 470 (SCA) (20 March 1998)",
  "citation": "[1998] ZASCA 13",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 13\n|\nNoteup\n|\nLawCite\nS v Jackson (35/97) [1998] ZASCA 13; 1998 (4) BCLR 424 (SCA) ; [1998] 2 All SA 267 (A); 1998 (2) SA 984 (SCA); 1998 (1) SACR 470 (SCA) (20 March 1998)\nDownload original files\nPDF format\nRTF format\nSAFLII Note:\nCertain personal/private details of parties or witnesses have\r\n\t\t\tbeen redacted from this document in compliance with the law and\nSAFLII\r\n\t\t\tPolicy\nREPUBLIC OF\r\nSOUTH AFRICA\nREPORTABLE\nevdw/\nCase\r\nno: 35/97\nIN THE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nIn the matter between:\nRODNEY\r\nJACKSON\nAppellant\nand\nTHE\r\nSTATE\nRespondent\nCourt\n:\nMahomed\r\nCJ, Van Heerden DCJ, Olivier, Stretcher JJA\nand Farlam AJA\nDate\r\nof Hearing\n: 23\r\nFebruary 1998\nDate of\r\nJudgment\n: 20 March\r\n1998\nJUDGMENT\n2 OLIVIER\r\nJA\nAt\r\nthe conclusion of atrial in a regional court the appellant was\r\nconvicted\nof attempted\r\nrape. He was sentenced to eighteen months imprisonment in terms\nof\r\nthe provisions of\ns 276(1)(i)\nof the\nCriminal Procedure Act 51 of\n1977\nand, in\naddition\r\nthereto, eighteen months imprisonment conditionally suspended for\r\nfive\nyears. He appealed\r\nunsuccessfully to the then Cape Provincial Division of the\nSupreme\r\nCourt of South Africa against both his conviction and the sentence\nimposed by the trial\r\ncourt. His appeal against the conviction and sentence now\nserves\r\nbefore us, leave having been granted by the court a quo.\nThe\r\ncomplainant's evidence is the following. In the early hours of 26\nDecember 1993, the\r\ncomplainant, a slightly built 17 year old schoolgirl, accompanied by\r\nher sister,  R., and some friends, set off\nto a park in\nSydneyvale,\r\nBishop Lavis in Cape Town to have some fun. They took a case of\n3\nbeer\r\nalong. After a while the appellant, a married and well-built 24 year\r\nold\npoliceman, arrived at\r\nthe scene with his car. He was known to the complainant.\nThe atmosphere was convivial and they drank the beer. The complainant\r\nhad one\nbeer.\r\nSubsequently the appellant offered to take some of the girls for a\r\ndrive in his\ncar, at the\r\nsame time giving them driving lessons. The complainant,  R. and a\nfriend, Brigitte, accepted the offer and off they went. After a\r\nwhile,  R. and Brigitte were dropped off in the park and the\r\nappellant\nand complainant drove to\nanother nearby park in Sly Road. The complainant was driving the car.\r\nAt this\npark the\r\nappellant instructed the complainant to stop the car. When she asked\r\nwhy\nthey had to stop, he\r\nreplied that he wanted to finish the beer which he was\ndrinking. She stopped the car and he drank a few glasses of beer. He\r\ntried to\nkiss her, but\r\nshe turned away. He then told her that he had desired her for a long\r\ntime. After that he grabbed both her hands and,\nwith one of his\r\nhands, raised  them\nabove\r\nher head. He overpowered her and proceeded to take off her plimsoles\r\nand\n4\nhe\r\nlowered her jeans and panties to her ankles. Having succeeded in\r\nremoving\none leg of her\r\njeans completely, he lowered the driving seat on which she was\nsitting, and heaved himself upon her. She tried to fight him off and\r\neventually\nthey ended up\r\non the back seat of the car. She started shouting and screaming, but\nhe put his hand over her mouth. She scratched him on the forehead. He\r\nthen\nexposed his penis,\r\nforced her legs apart and tried to have intercourse. He also\ninserted a finger into her vagina. She pleaded with him, but he\r\npersisted in trying\nto\r\nforce himself into her, still lying on top of her. She became\r\nhysterical,\nscreaming and\r\ncrying, and he desisted. She immediately jumped out of the car,\npulled up her panties and jeans, and ran off, leaving her plimsoles\r\nin the car. She\nran to a\r\nnearby house in search of help, but nobody opened the door. Two young\nmen then approached her but, because she was terrified, she ran away.\r\nEventually\nshe ended up\r\nin the park where her sister and Brigitte were still enjoying\nthemselves with friends. She was still hysterical and crying, and\r\nimmediately told\n5\nR.\r\nthat she had been raped by the appellant. After a while he arrived at\r\nthe\npark. The complainant\r\naccused him of having raped her, which he denied.  R.\ntried\r\nto assault him with a beer bottle and a friend removed the\r\ncomplainant's\nplimsoles\r\nfrom the appellant's car. The police later found one of the\ncomplainant's earrings in\r\nthe car. The complainant then proceeded to the home\nof\r\nthe appellant's parents, there also complaining of having been raped\r\nby him.\nLater that\r\nmorning she and the appellant were separately examined by the\r\ndistrict-\nsurgeon.\nThe\r\ncomplainant's version was supported by  R.'s evidence, at least in\nrespect of the events\r\nbefore and after the appellant's alleged conduct. This\nevidence\r\nconfirmed that the complainant arrived at the park with her sister\r\nand\nfriend; that they\r\ndrove about with the appellant and then returned to the park;\nthat\r\nthe complainant and the appellant then drove off; that she later\r\nreturned on\nunshod feet\r\nin a state of hysteria, complaining that she had been raped by the\n6\nappellant\r\nand that she accused the appellant of having raped her when he\r\nreturned\nto the park.\nThe\r\nappellant's version of events is essentially different from the\ncomplainant's. He said\r\nthat they were conversing in his car about intimate affairs. He\r\nkissed her, and she did not resist, but returned\nhis attentions. They\r\nboth moved\nto the\r\npassenger seat, which he let down. She allowed him to lie upon her.\r\nHe\nstarted petting her\r\nbreasts and private parts, while she remained fully clad. She\ndid\r\nnot resist. After about two or three minutes things started \"hotting\r\nup\". Suddenly the complainant pushed him away,\ngot out of the\r\ncar and ran away. At\nno\r\ntime did he expose his penis, take off her clothes, or put his finger\r\ninto her\nvagina. The\r\nappellant added that when the complainant accused him in the\npresence\r\nof  R. and others that he had raped her, he denied having done so.\nThe\r\nappellant denied having raped, or having attempted to rape, the\ncomplainant.\n7\nWhen\r\nthe appellant was examined by the district-surgeon, later that\nmorning, scratch marks were found on his forehead and right ear. His\r\nexplanation for this is that his wife attacked him and scratched\nhim\r\non the forehead and ear\nwhen she heard of the complainant's accusations against him.\nAccording\r\nto the evidence of the district-surgeon, the complainant was in\na\r\nshocked and withdrawn condition when he saw her and she found the\nexamination painful. He could\r\nnot confirm that full penetration had taken place,\nbut there\r\nwere abrasions on her vaginal mucosa and buttocks, which are\nreconcilable with unlubricated\r\nsexual intercourse, but not readily reconcilable with\nthe\r\nappellant's version of what happened.\nThe\r\ncomplainant's mother testified that since the night in question the\ncomplainant had become\r\nwithdrawn, had lost interest in her school work and had\nin\r\neffect dropped out of school.\nThe regional court magistrate\r\nrejected the appellant's evidence as untrue\n8\nand unreliable and accepted the\r\ncomplainant's version.\nThe\r\nconviction was confirmed by the court a quo (Van Reenen J with\nwhom Van Deventer J concurred). Unfortunately, this judgment is\r\nmarred by a\nmisdirection.\r\nVan Reenen J found that it was reasonable to assume that the\ncomplainant had told the police in her statement that penetration had\r\noccurred.\nBut\r\nhe pointed out that complainant in her viva voce evidence had\r\nexpressly stated\nthat she\r\ndid not know whether penetration had occurred and to what extent. The\nlearned judge, therefore, held that there was a discrepancy between\r\nher statement\nand her\r\nevidence and that the prosecutor should have made her statement to\r\nthe police available to the defence. Van Reenen J stated\nthat because\r\nthis was not\ndone, an\r\nirregularity had been committed and the credibility finding of the\r\nmagistrate should be ignored. Van Reenen J held that\nthe court a quo\r\nwas at\nliberty to decide\r\nthe issue on the record before it. He came to the conclusion that\nthe appellant's version was irreconcilable with the complainant's\r\nconduct in\n9\nrunning away from the car, leaving\r\nher plimsoles behind, immediately\ncomplaining of having been raped by him, and in presenting vaginal\r\nabrasions not\nreadily\r\nexplicable on his version. Accordingly he upheld the magistrate's\r\nverdict.\nIn my view, no\r\nirregularity such as that found by the court a quo, was\ncommitted.\r\nIt is pure speculation to say that the complainant used or would have\nused the word \"penetration\" in her statement to the\r\npolice. Under cross-\nexamination\r\nshe repeatedly stated that, according to her understanding, she had\nbeen raped, whether\r\npenetration had taken place or not, because the appellant had\nforced\r\nor tried to force his exposed penis into her vagina without her\r\nconsent. It\nis,\r\ntherefore, highly unlikely that she would have told the police that\r\n\"penetration\nhad\r\ntaken place\", instead of rather saying that she \"had been\r\nraped\". In any event,\na\r\ncourt of appeal should not on the basis of mere assumptions and in\r\nthe absence\nof clear\r\nevidence find that a trial court has committed an irregularity. There\r\nwas\nconsequently no error\r\ncommitted failure by the prosecutor in not handing the\n10\ncomplainant's\r\npolice statement to the defence, and no finding that an irregularity\nhad occurred should have been made.\nIn\r\nthe absence of an irregularity or misdirection, a court of appeal is\r\nbound by the credibility findings of the trial court, unless\nit is\r\nconvinced that the such\nfindings are clearly incorrect.\nIn\r\nthis Court it was argued on behalf of the appellant that the trial\r\ncourt\nmisdirected itself\r\nin not truly applying the cautionary rule in respect of the\nevidence\r\nof complainants in sexual cases. It was argued that the magistrate\r\nmerely paid lip service to the rule. Counsel for the\nState gainsaid\r\nthis, but also argued\nthat\r\nthe basis, meaning and ambit of the cautionary rule should be\r\nrevisited. She argued that the rule, as it is now applied in\n\npractice, is discriminatory towards\nwomen,\r\nshould not be countenanced, is unnecessary, and unfairly increases\r\nthe\nburden of proof\r\nresting on the State in cases involving sexual offences.\nThe rule was expressed by the\r\nCourt in S v Snyman 1968(2) SA 582(A) at\n11\n585 C-H per Holmes JA as follows:\n\"Unlike\r\nan accomplice in a criminal trial, a complainant\nin a sexual\r\ncase is not ex hypothesi a criminal.\nNevertheless\r\nin respect of both of them there exists an\ninherent\r\ndanger in relying on their testimony. First,\nvarious\r\nmotives may induce them to substitute the\naccused\r\nfor the culprit. Second, from their participation\nin\r\nevents which actually happened, each has a deceptive\nfacility\r\nfor convincing testimony, the only fiction being\nthe\r\ndeft substitution of the accused for the real culprit.\nHence\r\nin sexual cases there has grown up a cautionary\nrule\r\nof practice (similar to that in accomplice cases)\nwhich\r\nrequires -\nthe\r\n\trecognition by the Court of the inherent\ndanger aforesaid;\r\n\tand\nthe\r\n\texistence of some safeguard reducing the risk of wrong conviction,\r\n\tsuch as corroboration of the complainant in a respect implicating\n\n\tthe accused,\nor the\r\n\tabsence of gainsaying evidence from him,\nor his mendacity as\r\n\ta witness . . .\nSatisfaction\r\nof (a) and (b) will not per se warrant a\nconviction,\r\nfor the ultimate requirement is proof beyond\nreasonable\r\ndoubt; and this depends upon an appraisal of\nthe\r\ntotality of the evidence and the degree of safeguard\naforesaid...\r\nIn this connection I respectfully agree with\n12\nthe\r\nobservations of MACDONALD, A.J.P., in the\nSouthern\r\nRhodesian Appellate Division case of R v J,\n1966(1)\r\nSA 88 at p 90, to the effect that, while there is\nalways\r\nneed for special caution in scrutinising and\nweighing\r\nthe evidence of young children, complainants\nin\r\nsexual cases, accomplices and, generally, the\nevidence\r\nof a single witness, the exercise of caution\nshould\r\nnot be allowed to displace the exercise of\ncommon sense.\"\nThe\r\nacademic and legal literature on the history, raison d'etre and\njustification of the said\r\nrule is extensive and impressive. I have considered these\ncontributions, but in\r\nview of the clear conclusions to which I have come, it is not\nnecessary to review them\r\nin detail. I shall summarise my conclusions as follows:\nThe\r\nnotion that women are habitually inclined to lie about being raped is\r\nof ancient origin. In our country, as in others, judges\nhave\r\nattempted to justify the\ncautionary\r\nrule by relying on \"collective wisdom and experience\" (see\r\nthe\njudgment of this\r\nCourt in S v Balhuber, 1987(1) PH H 22(A) as discussed in S v F,\n1989(3) SA 847(A) at 853 et seq.; 854 F - 855 B. See also S v M\r\n1992(2)\n13\nSACR\r\n188(W)).\nThis\nwas\r\nalso the justification, before the reform of the law, in\nthe UK\n(see R v Hester\n1973 AC 296\nat 309; Director of Public Prosecutions v\nKilbourne\n[1973] AC 729\nat 739 et seq). This justification lacks any\r\nfactual or reality-based foundation, and can be exposed as a myth\r\nsimply by asking:\nwhose\nwisdom?\r\nwhose experience? what proof is there of the assumptions underlying\nthe rule?'\nThe\r\nfact is that such empirical research as has been done refutes the\r\nnotion\nthat women lie\r\nmore easily or frequently than men, or that they are intrinsically\nSee esp S\r\nv D and Another, 1992(1) SA 513 (Nmb HC) at 516 A-C; and the\nreferences in Labuschagne\nVersigtigheidsreel by\r\nseksuele sake\nObiter\r\n1992: 131 -\n137; 1992:136.\r\nArmstrong\nEvidence in\r\nrape cases in four Southern African\nCountries\nVol 33 No 2 Journal of African Law 1989:183 says at 193 g-h:\n\"The\r\ncautionary rule in rape cases is based on the principle that\nwomen\r\nare naturally prone to lie and to fantasise, particularly in\nsexual\r\nmatters and that they are naturally vengeful and spiteful\nand\r\ntherefore likely to point a finger at an innocent man just out\nof\r\nspite. There is absolutely no evidence that women are less\ntruthful\r\nthan men, or that they fantasise more or that they are\nnaturally\r\nvengeful and spiteful. Such a suggestion is\nmisogynistic,\r\nand should be dismissed out of hand. Therefore the\ncautionary\r\nrule is based on a principle which is discriminatory\ntowards\r\nwomen, and inappropriate in countries committed to\nequal\r\nrights for men and women, and the rule should be\nprohibited\r\non this ground alone. The cautionary rule has been\ncalled a\r\nlingering insult to women.\"\n14\nunreliable\r\nwitness.\n2\nAn English\r\nLaw Commission Working Paper (No 115, 57-58) also found\nno\r\nevidence to substantiate the cliche that the danger of false\r\naccusations is likely\nto\r\nexist merely because of the sexual character of the charge, and the\r\nSupreme\nCourt of\r\nCalifornia, in P v Rincon-Pineda\n(14 Cal 3d 864)\n, despite a detailed\r\nexamination of empirical data, found no evidence that complainants in\r\nsexual\ncases are more\r\nuntruthful than complainants in other cases. It concluded that the\r\nrule was one without a foundation; that it was\nunwarranted by law of\r\nreason; that\nit\r\ndiscriminates against women, denies them equal protection of the law\r\nand assists\nin the\r\nbrutalization of rape victims by providing an unequal balance between\r\ntheir\nrights and those of the accused.\n2\nSee also Colleen Helen Hall,\nSexual\r\nPolitics and Resistance to Law Reform: A critique of the South\r\nAfrican Law Commission Report on Women and Sexual\nOffences\r\nin\nSouth\r\nAfrica\n.\r\nLLM Thesis, University of Cape Town, 1987:88;\nDianne\r\nHubbard,\nA\r\ncritical discussion of the law on rape in Namibia\n.\r\nUniversity\nof\r\nNamibia, Windhoek 1991:34.\n15\nThe\r\nNew York Sex Crimes Analysis Unit carefully analysed all allegations\nmade to them over a period of two years. They found that the rate of\r\nfalse\nallegations for\r\nrape and sexual offences was around 2 percent, which was\ncomparable to the rate for unfounded complaints of other criminal\r\noffences (see\nDJ Birch,\nCorroboration in\r\nCriminal Trials\n:\na\r\nReview of the Proposals of the Law\nCommission's Working Paper\n.\r\nCriminal Law Review 1990:667 at 678 note 69).\nThe\r\noft quoted statement by Lord Hale CJ in the seventeenth century that\nit is easy to bring a\r\ncharge of rape (and difficult to refute it) is, with respect,\ninsupportable.\nFew\r\nthings may be more difficult and humiliating for a woman than to cry\nrape: she is often,\r\nwithin certain communities, considered to have lost her\ncredibility;\r\nshe may be seen as unchaste and unworthy of respect; her community\nmay turn its back on her;\r\nshe has to undergo the most harrowing cross-\nexamination\r\nin court, where the intimate details of the crime are traversed ad\n16\nnauseam\n;\r\nshe (but not the accused) may be required to reveal her previous\r\nsexual\nhistory; she may\r\ndisqualify herself in the marriage market, and many husbands\nturn their backs on a \"soiled\" wife.\n3\nIt\r\nis also sometimes said that the rule does not affect the State's\r\nburden of\nproof. This is\r\nnot correct. In R v W 1949(3) SA 772(A) Watermeyer CJ at 783\nsaid that had the case been one of theft, the evidence would have\r\nsatisfied the test\nof\r\nproof beyond reasonable doubt; but because the case was one of sexual\r\nassault,\nthe same\r\nevidence would not suffice. In that case the accused was found not\r\nguilty\nbecause the case\r\nagainst him had not been proved beyond reasonable doubt\nalthough the trial court found strongly in favour of the truthfulness\r\nof the\ncomplainant and\r\nagainst that of the appellant.\n3\nAs regards Lord Hale's views, see Geis :\nLord\r\nHale, witches, and rape\n27 British\nJournal\r\nof Law and Society 1978:90. In general see Fryer\nLaw\r\nversus prejudice\n:\r\nviews on rape through the centuries\n,\r\nvol 1, SA Criminal Law Journal 1994:74-\n77.\r\nI agree with the contrary view expressed by Frank J in S v D and\r\nAnother, su\npra\r\nat 515 J, and with the similar views of Labuschagne, supra, 1992:136\r\nand\nArmstrong,\r\nsupra, 1989:182-183.\n17\nIn\r\ncomparable modem systems, the cautionary rule and its variations have\nbeen abolished.\nIn\r\nNamibia, this was effected by the judgment of Frank\nJ\r\nin S v D\nand Another\n,\r\nsupra, and in Canada by\ns 8\n, chapter 93 of the Criminal Law\nAmendment\r\nAct, 1974-75-76. (See Jeffrey G Hoskins\nThe\r\nRise and Fall of the\nCorroboration\r\nRule in Sexual Offence Cases\n,\r\nvol 4 Canadian Journal of Family\nLaw 1983:173-214.)\nIn\r\nthe UK the obligatory nature of the rule was abrogated by s 32(1) of\r\nthe\nCriminal Justice and\r\nPublic Order Act, 1994. (Discussed by Peter Mirfield\n'Corroboration'\r\nafter the 1994 Act\nin\r\nCriminal Law Review 1995:448 et seq.)\nIn\r\nNew Zealand the rule was abolished by the Evidence Amendment Act\n(No\r\n2) of 1985 (See John Hatchard in Journal of African Law 1993:97 at 98\nnote 9), and in Australia\r\nby s 62(3) of the Crimes Act (see\nLaw\r\nReform\nCommission\r\nof Victoria\n:\nReport\r\non Rape and Allied Offences : Procedure and\n18\nEvidence,\r\nMarch 1988 : 39 par 94).\nIn\r\nCalifornia it was held in P v Rincon-Pineda, supra, that the rule was\nunwarranted by law or\r\nreason (see also the discussion by John Hatchard, supra,\nat 98\r\net seq).\nIn\r\nmy view, the cautionary rule in sexual assault cases is based on an\nirrational and out-dated\r\nperception. It unjustly stereotypes complainants in sexual\nassault\r\ncases (overwhelmingly women) as particularly unreliable. In our\r\nsystem\nof law, the burden\r\nis on the State to prove the guilt of an accused beyond\nreasonable\r\ndoubt - no more and no less. The evidence in a particular case may\ncall for a cautionary\r\napproach, but that is a far cry from the application of a general\ncautionary rule.\nIn\r\nformulating this approach to the cautionary rule under discussion I\nrespectfully endorse the\r\nguidance provided by the Court of Appeal in R v Makanjuola R\nv Easton ([1995]\n3 All ER 730\n(CA)), a decision given after the\n19\nlegislative\r\nabrogation of the cautionary rule in England. Although the guidelines\nin that judgment were developed with a jury system in mind, the same\r\napproach,\nmutatis\r\nmutandis, is applicable to our law.\nAt p 732 f\r\nto 733 a Lord Taylor CJ stated:\n\"Given\r\nthat the requirement of a corroboration direction\nis\r\nabrogated in the terms of s 32(1), we have been\ninvited\r\nto give guidance as to the circumstances in\nwhich,\r\nas a matter of discretion, a judge ought in\nsumming\r\nup to a jury to urge caution in regard to a\nparticular\r\nwitness and the terms in which that should be\ndone.\r\nThe circumstances and evidence in criminal cases\nare\r\ninfinitely variable and it is impossible to categorise\nhow\r\na judge should deal with them. But it is clear that\nto\r\ncarry on giving 'discretionary' warnings generally\nand\r\nin the same terms as were previously obligatory\nwould\r\nbe contrary to the policy and purpose of the 1994 Act. Whether, as a\r\nmatter of discretion, a judge should\ngive\r\nany warning and if so its strength and terms must\ndepend\r\nupon the content and manner of the witness's\nevidence,\r\nthe circumstances of the case and the issues\nraised.\r\nThe judge will often consider that no special\nwarning\r\nis required at all. Where, however, the witness has been shown to be\r\nunreliable, he or she may consider\n20\nit\r\nnecessary to urge caution. In a more extreme case, if\nthe\r\nwitness is shown to have lied, to have made\nprevious\r\nfalse complaints, or to bear the defendant some\ngrudge,\r\na stronger warning may be thought appropriate\nand\r\nthe judge may suggest it would be wise to look for some supporting\r\nmaterial before acting on the impugned\nwitness's\r\nevidence. We stress that these observations\nare\r\nmerely illustrative of some, not all, of the factors\nwhich\r\njudges may take into account in measuring where a witness stands in\r\nthe scale of reliability and what\nresponse they should make at\r\nthat level in their\ndirections\r\nto the jury. We also stress that judges are not\nrequired\r\nto conform to any formula and this court would\nbe\r\nslow to interfere with the exercise of discretion by a\ntrial\r\njudge who has the advantage of assessing the\nmanner\r\nof a witness's evidence as well as its content.\"\nLord\r\nTaylor CJ then formulated eight guidelines, the third of which is\nparticularly important for our purposes. It reads as follows (see p\r\n733 c-d):\n\"(3)\r\nIn some cases, it may be appropriate for the judge\nto\r\nwarn the jury to exercise caution before acting\nupon\r\nthe unsupported evidence of a witness.\nThis\r\nwill not be so simply because the witness is\na\r\ncomplainant of a sexual offence nor will it\nnecessarily\r\nbe so because a witness is alleged to\n21\nbe an\r\naccomplice.\nThere will need to be an\nevidential\r\nbasis for suggesting that the evidence\nof\r\nthe witness may be unreliable. An evidential\nbasis\r\ndoes not include mere suggestions by cross-\nexamining\r\ncounsel\n.\" (My emphasis.)\nIt follows\r\nthat the magistrate was not obliged to apply such a rule.\nI\r\nam not convinced that the trial court misdirected itself on the\r\nevidence\nbefore it, nor\r\nthat the decision was wrong. On the contrary, the guilt of the\nappellant was proved\r\nbeyond reasonable doubt. The actions of the complainant were\r\nconsistent with the allegations made by her. The\nabrasions found by\r\nthe\ndistrict-surgeon were\r\ncompatible with her evidence and difficult to reconcile with the\r\nversion of the appellant that he merely rubbed\nthe complainant's\r\nprivate parts\nwithout\r\nusing any force and while she was fully clad. His explanation of the\nscratches on his forehead\r\nand ear, uncorroborated as it was, would mean, if true,\nthat\r\nthe complainant was lying on this score. But how would she have known\r\nthat\nhe was injured, as\r\nit was never suggested that she was present when he was\n22\nallegedly\r\nscratched by his wife?\nFurthermore,\r\non both versions the complainant fled from the car, leaving her\nplimsoles there. This is\r\nincompatible with the accused's version of consensual\nand\r\nnon-violent love making. When the complainant reached her sister and\nfriends, she was\r\nhysterical and immediately complained of having been raped.\nThe\r\ndistrict-surgeon also reported that when he examined her, she was in\r\na state\nof shock. This is\r\nincompatible with the accused's version.\nThere\r\nappears, from the evidence, to be no reason why the complainant\nwould\r\nhave lied to her sister and friends, to the district-surgeon, to the\r\npolice and\nto the trial\r\ncourt. There was no enmity between the complainant and the accused\nbefore the incident\r\noccurred; on the contrary, they were driving around and he\nchose\r\nher to go with him for a further drive. He was a brother of her\r\nfriend. There\nappears to\r\nbe no reason for falsely implicating the accused in a serious crime\r\nand\nfor bringing shame and hurt upon herself.\n23\nIn my\r\nview, the appeal against the conviction must fail.\nIf\r\nthe sentence imposed by the trial court is open to criticism, it can\r\nonly be\nthat it sins on\r\nthe side of leniency. The complainant was at the time a young,\nslimly\r\nbuilt schoolgirl. The accused was older, bigger and stronger. It\r\nemerges\nfrom the evidence\r\nthat she knew the accused was a policeman, and that she trusted\nhim\r\nas a friend. His treatment of her was a despicable abuse of physical\r\nstrength,\nand a violation\r\nof friendship and trust. The fact that he was a policeman whose\nduty\r\nit was to uphold law and order and not subvert is, is an aggravating\r\nfactor.\nHe acted in a\r\nmanner unacceptable in our society, which is committed to the\nprotection of the rights\r\nof all persons, including, pertinently, the right of women\nto\r\ntheir physical and moral integrity. Moreover, his actions had a\r\nserious\ndetrimental effect on the psyche of the complainant.\n24\nIn short,\r\nthere is no merit in the appeal against the sentence.\nIn the\r\nresult, the appeal against the conviction and sentence is dismissed.\nI\r\nconcur\n:\nMahomed CJ\nVan\r\nHeerden DCJ\nStreicher\r\nJA\nFarlam AJA",
  "scraped_at": "2026-02-11T19:44:09.940797",
  "date": "1998-03-20",
  "coram": [
    "Mahomed CJ",
    "Van Heerden DCJ",
    "Olivier",
    "Stretcher JJA",
    "Farlam AJA"
  ],
  "case_number": "35/97",
  "parties": {
    "applicants": [
      "Rodney Jackson"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Rodney Jackson, a 24‑year‑old police officer, was convicted in a regional court of attempted rape of a 17‑year‑old schoolgirl after an evening in which they, together with the complainant’s sister and friends, drank beer and travelled in the appellant’s car. The complainant alleged that Jackson forced himself on her in the back seat of the car, removed part of her clothing, exposed his penis and attempted sexual intercourse, leaving vaginal abrasions. Jackson denied the allegations, claiming consensual activity while the complainant was fully clothed. The trial judge rejected Jackson’s version, found the complainant’s evidence credible, and convicted him of attempted rape, imposing eighteen months’ imprisonment plus a conditional suspension.",
    "issues": "The appeal raised two main issues: (1) whether the trial court erred by not applying the cautionary rule correctly in assessing the complainant’s testimony in a sexual case; and (2) whether an irregularity occurred because the police statement of the complainant was not disclosed to the defence, thereby vitiating the credibility finding and the conviction.",
    "principles": "The court reiterated that the burden of proof remains on the State to prove guilt beyond reasonable doubt. The cautionary rule, historically applied to sexual cases to guard against unreliable complainant testimony, is a discretionary tool rather than a mandatory requirement, and must be based on concrete evidential doubt, not mere speculation. An appellate court should not substitute its own view for that of the trial judge unless a clear error or misdirection is demonstrated. The non‑disclosure of a police statement, absent proof that it contained material contradicting the trial findings, does not constitute an irregularity.",
    "application": "Applying these principles, the court found no evidence that the complainant’s police statement contained the word “penetration” or any material that would have altered the trial judge’s credibility assessment. The appellate court held that the trial judge’s reliance on the complainant’s consistent testimony, her hysteria, the medical evidence of vaginal abrasions, and the appellant’s implausible version was reasonable. Consequently, there was no misdirection, no procedural irregularity, and the conviction was supported by the evidence.",
    "conclusion": "The appeal against both the conviction for attempted rape and the sentence was dismissed. The conviction and the imposed sentence of eighteen months’ imprisonment, with an additional eighteen months suspended, were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "attempted rape",
      "cautionary rule",
      "appeal",
      "conviction upheld"
    ]
  }
}