{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/31.html",
  "case_name": "S v Simons (195/96) [1998] ZASCA 31 (27 March 1998)",
  "citation": "[1998] ZASCA 31",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 31\n|\nNoteup\n|\nLawCite\nS v Simons (195/96) [1998] ZASCA 31 (27 March 1998)\nDownload original files\nPDF format\nRTF format\nREPUBLIEK VAN SUID-AFRIKA\nDIE\nHOOGSTE HOF VAN APP\nL\nVAN\nSUID-AFRIKA\nSaaknommer: 195/96\nIn die saak tussen:\nAVZAL SARFARAAZ SIMONS\nAppellant\nen\nDIE STAAT\nRespondent\nCoram: Smalberger, Harms en Schutz ARR\nVerhoor: 23 Maart 1998\nGelewer: 27 Maart 1998\nU\nI\nTSPRAAK\nHARMS\nAR/\n2 HARMS\nAR:\nDie appellant het in die Kaapse Provinsiale Afdeling tereggestaan\nop aanklagte van menseroof, sodomie en moord. Na afloop van 'n uitgerekte\nverhoor is die appellant onskuldig bevind aan sodomie maar skuldig aan\nmenseroof en moord. Die vonnis opgel\n, was 10 jaar gevangenisstraf vir die\nmenseroof en 25 jaar vir die moord. Die vonnisse loop saam.\nDie verhoorregter (Van Deventer R) het verlof aan die appellant\ntoegestaan om na hierdie hof te appelleer teen sowel die skuldigbevindings as die\nvonnisse. Ongelukkig het die geagte verhoorregter nie aangedui waarom hy van\noordeel is dat daar 'n redelike kans op sukses op app\nl is nie en dit het dit\nmoontlik gemaak vir die appellant se advokate om die app\nl te benader asof\nhierdie hof die saak moet herverhoor. Geen ag is op die geykte maatstawwe wat\nop app\nl aangewend moet word, geslaan nie.\nVoor aanhoor van die app\nl is kennis aan die appellant en die\nrespondent gegee dat die hof van voorneme is om te oorweeg of die vonnis\n3 verhoog moet word al dan nie.\nOor 'n tydperk van enkele jare het 22 jong seuntjies hulle lewe op\nnaastenby dieselfde wyse op die Kaapse vlakte verloor. Die kinders is meesal\nlaas\nrens in die omgewing van 'n spoorwegstasie ges\nen en daama dood (en\ndikwels gesodomiseer) op 'n verlate plek gevind. Omdat die modus operandi\nskynbaar ooreengestem het, het 'n vermoede ontstaan dat dieselfde persoon of\npersone betrokke was by hierdie reeks moorde. Die onbekende moordenaar het\nmettertyd in die volksmond of pers bekend geword as die sogenaamde stasie-\nmoordenaar. Op 19 Maart 1994 is die lyk van Elroy van Rooyen, 'n tienjarige\nseuntjie, in die bosse in die omgewing van Eersterivier gevind. Hy is laas in die\nloop van die middag van Vrydag 11 Maart 1994 lewend gesien in die volgende\nomstandighede. Hy en sy nefie, Ryno van Rooyen, het by 'n supermark naby\nStrandstasie hulleself besig gehou toe 'n persoon hulle genader het met die\nversoek om 'n aantal kartondose teen vergoeding te help dra en om hom per trein\niewers heen te vergesel. Ryno het geweier om saam te gaan maar die oorledene\n4\nen die vreemdeling is stasie toe. Daama is die oorledene op 'n trein waarop hy\nnie moes gewees het nie opgemerk. Hy was o\nnskynlik alleen. Hy is nie weer\nlewend gesien nie.\nDie gebeure by die supermark is waargeneem deur ene mev\nHercules en nadat sy van die oorledene se dood vemeem het, het sy afgelei dat\ndie persoon wat met die twee kinders gepraat het, moontlik die ontvoerder of\nmoordenaar van Elroy kon wees. Sy het met die polisie in verbinding getree en 'n sogenaamde \"identikit\" is opgestel. Na\naanleiding hiervan is die appellant\naangekeer en op 'n uitkenningsparade deur mev Hercules uitgewys.\nTydens die appellant se aanhouding het hy meerdere verklarings -\nsommige wat hom ge\nmpliseer het - aan sowel die polisie as aan landdroste\ngemaak. Ten slotte het hy ook 'n uitwysing - en in die loop daarvan 'n bekentenis\n- gemaak.\nMev Hercules het getuig en die hof het haar uitkenning van die\nappellant aanvaar. Ook is bevind dat die \"identikit\" wat saamgeste\nis, 'n\n5 treffende ooreenkoms met die gesig van die appellant toon. Die enigste\nwesenlike opsig waarin dit verskil het, is die wyse waarop die appellant se hare\ngekam is maar dat hy sy hare wel per geleentheid op daardie wyse gekam het, het\nuit ander getuienis geblyk. Die hof het Ryno as getuie geroep en Ryno het ook\nsy aandeel in die opstel van die \"identikit\" bevestig en ook sy geruienis is as\ngeloofwaardig bevind.\nAfgesien van hierdie verbintenis wat volgens getuienis tussen die\nappehant en die oorledene gel\nis, was die Staat se saak verder afhanklik van die\ntoelating van een of meer van die verklarings waama verwys is. Die Staat het 22\ngetuies in hierdie verband geroep terwyl die verdediging geen getuienis tydens\ndie binneverhoor aangebied het nie. Die appellant het hoegenaamd nie getuig nie,\nhetsy tydens die binneverhoor of ten aansien van die meriete. Teen hierdie\nagtergrond gaan ek dan voort om die verskillende punte wat tydens betoog of in die betoogshoofde geopper is, kortliks in o\nnskou te neem.\n1. Deel van die appellant se saak was dat hy nie binne 48 uur na\n6\nsy arres op 13 April om 12:00 voor 'n hof gebring is nie. Dit was 'n Woensdag\nen appellant is eers die daaropvolgende Maandag voorgebring toe hy vir\nwaameming verwys is. Die polisie se verduideliking was dat die appellant\naanvanklik ingevolge 'n oorhoofse dossier aangehou is. Daardie dossier het die\nreeks of 'n deel van die reeks moorde omvat. Hy is op daardie stadium verdink\nvan al die stasiemoorde. Op 14 April 1994 het mev Hercules die appellant\naangewys as die persoon wat sy by die stasie met die oorledene gesien het. Die\npolisie het toe (op 15 April) besluit om die appellant vry te laat op die\noorkoepelende dossier en te arresteer en aan te hou ten aansien van die dood van\nElroy. Hulle het dit toe nie as hul plig geag om die appellant voor 12:00 op 15\nApril voor 'n hof te bring nie - hulle sou volgens hulle insig tot Maandag tyd h\n.\nAanvanklik het mnr Brocksma betoog dat op die appellant se\nfundamentele regte inbreuk gemaak is maar toe sy aandag daarop gevestig is dat\nhierdie gebeure voor die inwerkingtreding van die tussentydse Grondwet\nafgespeel het, het hy 'n beroep gedoen op art 50 van die Strafproseswet wat 'n\n7 soortgelyke, maar nie-fundementele, reg skep.\nVir doeleindes van my uitspraak sal ek van die veronderstelling\nuitgaan dat die appellant teen die Vrydagmiddag voor 'n hof moes verskyn het.\nWat is dan die gevolg van die feit dat die polisie op hierdie reg van die appellant\ninbreuk gemaak het? Die toepaslike toets skyn te wees of die inbreukmaking so\nwesenlik was dat dit die skuldigbevinding affekteer of be\nnvloed (vgl S v\nShikunga and\nAnother\n1997 (2) SACR 470\n(Nm SC) 484 b-f per Mahomed HR).\nMnr Broeksma het wel betoog dat die appellant as gevolg van sy onregmatige\naanhouding sy inkriminerende verklarings en uitwysing gemaak het, maar 'n\nfeitegrondslag vir di\nbetoog ontbreek. Inderdaad blyk dit dat die appellant\nverkies het om in aanhouding te bly omdat hy vir sy eie veiligheid gevrees het.\nRegshulp het hy afgewys. Hy het twee landdroste gedurende hierdie periode\ngesien en 'n sogenaamde lekebesoeker wat hom die Sondagmiddag besoek het en\nhy het hom geensins oor sy lot teenoor hulle bekla nie. Daar steek dus niks in die\nargument nie.\n8",
  "scraped_at": "2026-02-11T19:47:51.608656",
  "date": "1998-03-27",
  "coram": [
    "Smalberger",
    "Harms",
    "Schutz"
  ],
  "case_number": "195/96",
  "parties": {
    "applicants": [
      "AVZAL SARFARAAZ SIMONS"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant was charged in the Cape Provincial Division with rape, sodomy and murder relating to a series of killings of young boys near railway stations, known in the press as the \"station murders\". After the discovery of the body of ten‑year‑old Elroy van Rooyen, a witness, Ms Hercules, identified the appellant from an identikit that closely matched his face. The appellant was arrested, gave several statements – some allegedly coerced – and eventually made a confession. At trial he was acquitted of sodomy but convicted of rape and murder, receiving ten years for rape and twenty‑five years for murder, to run concurrently.",
    "issues": "The appeal raised (1) whether the convictions should be set aside on the basis of procedural irregularities, notably the failure to bring the appellant before a court within 48 hours of arrest; (2) the admissibility of the appellant’s statements and confession; (3) the reliability of the identikit identification; and (4) whether the sentence ought to be increased.",
    "principles": "The Court applied the principle that a breach of the right to be brought promptly before a court (Art 50 of the Criminal Procedure Act) only warrants setting aside a conviction if it causes substantial prejudice, as articulated in S v Shikunga. It also considered the standards for admissibility of confessions (voluntariness) and the evidential weight of eyewitness identification and identikit comparisons. The Court reiterated that procedural defects do not automatically invalidate a conviction unless they affect the fairness of the trial.",
    "application": "The Court examined the delay (arrest on 13 April, first court appearance on 15 April) and concluded that, although the 48‑hour rule was breached, the appellant’s liberty was not substantially prejudiced and the trial was otherwise fair. The identikit was found to be a reliable match, corroborated by the witness and the victim’s brother. The appellant’s confession was held admissible because the Court was not satisfied that it was obtained by oppression. Consequently, the evidence supporting the convictions was deemed sufficient.",
    "conclusion": "The appeal was dismissed. The convictions for rape and murder were upheld and the original sentences of ten years for rape and twenty‑five years for murder were confirmed. No increase in sentence was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Rape",
    "level_3": [
      "identification",
      "confession",
      "procedural fairness",
      "sentence"
    ]
  }
}