{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/56.html",
  "case_name": "Naude and Another v Fraser (150/97) [1998] ZASCA 56; 1998 (4) SA 539 (SCA); [1998] 3 All SA 239 (A) ; 1998 (8) BCLR 945 (SCA) (26 June 1998)",
  "citation": "[1998] ZASCA 56",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 56\n|\nNoteup\n|\nLawCite\nNaude and Another v Fraser (150/97) [1998] ZASCA 56; 1998 (4) SA 539 (SCA); [1998] 3 All SA 239 (A) ; 1998 (8) BCLR 945 (SCA) (26 June 1998)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nCASE NO:\r\n150/97\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nIn the\r\nmatter between:\nADRIANA\r\nPETRONELLA NAUDE\nFIRST APPELLANT\nTHE\r\nADOPTIVE PARENTS\nSECOND\r\nAPPELLANT\nand\nLAWRIE\r\nJOHN FRASER\nRESPONDENT\nCORAM\n:\r\nSMALBERGER, SCHUTZ, SCOTT, PLEWMAN JJA et\nMELUNSKY AJA\nHEARD\n:\n8 MAY 1998\nDELIVERED\n:\r\n26 JUNE 1998\nJUDGMENT\nSMALBERGER\r\nJA...\n2\nSMALBERGER\r\nJA:\nIntroduction\nOn\r\n12 December 1995 the first appellant (\"Ms Naude\") gave\r\nbirth\nto a baby boy. The\r\nchild (\"T.\") was born out of wedlock. The\nrespondent\r\n(\"Mr Fraser\") is T.'s natural father. Ms Naude and Mr\nFraser had previously\r\ncohabited for some months, but their relationship\nbroke up\r\nsoon after Ms Naude became pregnant.\nDuring\r\nher pregnancy Ms Naude decided to give up her unborn\nchild\r\nfor adoption. To this end she sought appropriate counselling in\nAugust 1995 from a\r\nregistered social worker. Her decision was taken in\nwhat\r\nshe perceived to be the best interests of the child. The second\r\nappellants (\"the adoptive parents\") were in due course\n\nidentified as\nsuitable\r\nprospective adoptive parents and were approved as such by Ms\nNaude.\r\nThe necessary pre-adoption procedures were thereupon set in\n3\nmotion.\nMr\r\nFraser did not accept Ms Maude's decision to have her baby\nadopted.\r\nHe consequently brought an urgent application in the\nWitwatersrand\r\nLocal Division for an interdict to prevent the child, once\nborn,\r\nfrom being handed over for adoption. He also sought an order that\nthe\r\nchild be handed over to him. His application was dismissed with costs\non 8 December 1995. The\r\ncourt (Coetzee J) held that his lack of parental\nauthority\r\nat common law deprived him of a prima facie right to an\ninterdict.\r\nThe judgment is reported - see Fraser v Naude and Others\n1997(2)\r\nSA 82 (W).\nMs\r\nNaude requested that the prospective adoptive mother be present\nwhen\r\nshe gave birth. The latter underwent medical treatment to enable her\nto breast feed the baby\r\nafter birth, and effectively took charge of T.\nimmediately\r\nafter he was born. T. has been in the custody and care\n4\nof\r\nthe adoptive parents ever since. It has never been suggested that\r\nthey\nare anything other\r\nthan eminently suited to care for him.\nOn\r\n14 December 1995, two days after T.'s birth, Mr Fraser's\nattorneys\r\ntook the somewhat unusual step of writing to the Minister of\nJustice\r\nseeking, inter alia, an undertaking from him that their client would\nbe afforded \"a\r\nproper opportunity of being heard at the adoption\nproceedings\r\nwhich are about to take place in the Children's Court\". A\nprompt\r\nreply was received from the Minister. Not surprisingly no\nundertaking\r\nwas forthcoming, but the Minister expressed the belief that Mr\nFraser\r\n\"should at least be afforded the opportunity to be heard by the\nrelevant commissioner\".\nProceedings\r\nrelating to the adoption of T. commenced in the\nChildren's\r\nCourt, Pretoria North, on 27 December 1995. They terminated,\nafter\r\nvarious postponements, on 23 February 1996 when Mr Fraser was\n5\nrefused\r\nleave to intervene in the adoption application by the adoptive\nparents.\r\nWhat occurred on these occasions will be dealt with in greater detail\r\nlater. On the same day the adoptive parents' application\nfor the\nadoption\r\nof T. was granted.\nMr\r\nFraser launched a further application in the Witwatersrand Local\nDivision on 24 February 1996 in which he claimed, inter alia,\r\nthe\ndisclosure of the identities\r\nof the adoptive parents, allegedly to enable him\nto\r\ninterdict the removal of T. from South Africa pending the\noutcome\r\nof contemplated appeal or review proceedings. The application\nwas\r\ndismissed with costs.\nFinally,\r\non 11 March 1996, Mr Fraser initiated review proceedings\nin\r\nthe Transvaal Provincial Division in which he sought, inter alia, the\nfollowing relief\r\n(encompassed in respectively prayers 3 to 6 of the Notice\nof\r\nMotion):\n6\n\"3.\r\nAn order reviewing and setting aside the order\nfor\r\nthe adoption of T. Naude made on the\n23 rd day of February\r\n1996.\nAn\r\n\torder declaring that the father of an illegitimate\nchild\r\n\tis entitled to be heard on, and to participate in\nany\r\n\thearing of, an application for the adoption of his\nchild\r\n\tin terms of the Child Care Act, 74 of 1983.\nAn\r\n\torder declaring that section 18(4)(d) of the Child\nCare Act,\r\n\t74 of 1983 is inconsistent with the\nConstitution\r\n\tand invalid insofar as it does not require\nthe\r\n\tfather's consent for the adoption of an illegitimate\nchild.\nAn\r\n\torder declaring that the common law rule that the\nguardianship\r\n\tof an illegitimate child vests in its mother\nand\r\n\tnot in its father, is inconsistent with the\nConstitution\r\n\tand with the spirit, purport and objects of\nChapter 3 of the\r\n\tConstitution.\"\nThe\r\nmatter came before Preiss J. He granted an order in favour of\nMr\r\nFraser setting aside the order for the adoption of T. on the basis\nthat the Children's Court commissioner (\"the\r\ncommissioner\") had\n7\ncommitted\r\na gross irregularity in not affording Mr Fraser a proper hearing.\nThe question as to\r\nwhether section 18(4)(d) of the Child Care Act 74 of\n1983\r\n(\"the Act\") was inconsistent with the Constitution and\r\ninvalid insofar as it dispensed with a father's consent for\nthe\r\nadoption of an illegitimate\nchild,\r\nwas referred to the Constitutional Court for determination. Leave\nto\r\nappeal was granted to this Court. The judgment of the court a quo is\nreported as Fraser v\r\nChildren's Court, Pretria North, and Others\n[1997] ZACC 1\n;\n1997 (2)\nSA\r\n218\n(T).\nJurisdiction\nAt\r\nthe commencement of his argument Mr Trengove, who appeared\nfor\r\nMr Fraser, raised the question whether this Court had jurisdiction to\nentertain the appeal.\r\nWhen the events giving rise to this appeal occurred,\nthe\r\nConstitution of the Republic of South Africa Act 200 of 1993 (\"the\ninterim Constitution\")\r\napplied. In Fedsure Life Assurance Limited and\n8\nOthers\r\n(a judgment of this Court in case no 328/97 delivered on 23 March\n1998 and as yet\r\nunreported) it was held (at page 9 of the judgment) that in\nterms\r\nof the interim Constitution any attack on any administrative action\non the ground that such\r\nadministrative action was not lawful fell within the\njurisdiction\r\nof the Constitutional Court, and for that reason outside the\njurisdiction of this\r\nCourt, because of the express provisions of section\n101(5)\r\nof the interim Constitution (see also Rudolph and Another v\nCommissioner for Inland\r\nRevenue and Others 1996(2) SA 886 (A)).\nThe\r\nshort answer (as suggested by Mr Trengove himself) would\nseem\r\nto be that adoption proceedings are dealt with by a children's court\nin the exercise of its\r\njudicial function; at the very least adoption\nproceedings\r\nare sui generis, having a judicial component and not being\npurely\r\nadministrative in nature. (Napolitano v Commissioner of Child\n9\nWelfare\n,\r\nJohannesburg and Other 1965(1) SA 742 (A)at 745 F;Ex Parte\nCommissioner of Child\r\nWelfare, Durban: In re Kidd 1993(4) SA 671 (N)\nat\r\n673 B - C.) Such proceedings are therefore unaffected by the decision\nin the Fedsure case. In\r\nany event, this Court now has constitutional\njurisdiction\r\nin terms of the provisions of the Constitution of the Republic\nof\r\nSouth Africa 108 of 1996 (\"the new Constitution\"). In terms\r\nof section\n17 of Schedule\r\n6 to the new Constitution \"[a]ll proceedings which were pending\r\nbefore a court when the new Constitution took\neffect, must be\ndisposed of as if the new\r\nConstitution had not been enacted, unless the\ninterests\r\nof justice require otherwise\". This Court may therefore assume\na\r\nconstitutional jurisdiction it would not otherwise have had if the\r\ninterests\nof justice\r\nrequire it to do so. It is not necessary to consider the precise\nmeaning of that phrase in\r\nthe context of the present matter. Mr Trengove submitted, and I\r\nagree, that the interests of justice,\nwhich would, as a\n10\nprimary\r\nconsideration, encompass the interests and well-being of T.,\nrequire\r\nthis Court to hear and dispose of the appeal.\nThe\r\ncommon law position of an unmarried father\n.\nTills\r\nCourt recently re-affirmed in B v S 1995(3) SA 571 (A) at 575\nG-H\r\nthat\n\"in\r\nRoman-Dutch law an illegitimate child fell under the\nparental\r\nauthority, and thus the guardianship and custody, of\nits\r\nmother; the father had no such authority.\"\nAs\r\na consequence, current South African law does not accord a father an\ninherent right of access\r\nto his illegitimate child. It does, however,\nrecognise\r\nthat access is available to the father if that is in the child's best\ninterests (B v S at 583\r\nG-H; see also T v M 1997(1) SA 54 (A)).\nThe\r\ncommon law rules referred to may require reconsideration\nhaving\r\nregard to the provisions of the new Constitution relating to, inter\nalia, equality (section\r\n9), the rights of a child (section 28) and the\n11\nrequirement\r\nthat a court, when developing: the common law, \"must,\npromote\r\nthe spirit, purport and objects of the Bill of Rights\" (section\n39(2)). This, however, is\r\nnot something which need concern us further in\nthe present\r\nappeal.\nThe\r\nconstitutionality and applicability of section 18(4)(d) of the Act\nSection 18(4)(d) of\r\nthe Act requires only the consent of the mother\nof\r\nan illegitimate child for the adoption of the child. The validity of\r\nthis\nprovision, following\r\non the referral by the court a quo, was determined by\nthe\r\nConstitutional Court in Fraser v Children's Court, Pretoria North and\nOthers 1997(2) SA 261\r\n(CC). That Court held (at 272, para 21) that the\nsection\r\noffended section 8 of the interim Constitution because it\nimpermissibly\r\ndiscriminated between the rights of a father in certain\nunions\r\nand those in other unions. For trenchant reasons that appear from\nparagraphs 47 to 49 of\r\nthe judgment (at 282/3), the Court held that it could\n12\nnot\r\nsimply sever certain words from the section and declare them invalid,\nnor could it simply\r\ndeclare the whole of section 18(4)(d) of the Act to be\ninvalid\r\nwithout invoking the proviso to section 98(5) of the interim\nConstitution. It\r\naccordingly made the following order:\n\"1.\r\nIt is declared that s 18(4)(d) of the Child Care\nAct 74 of\r\n1983 is inconsistent with the\nConstitution\r\nof the Republic of South Africa\nAct\r\n200 of 1993 and is therefore invalid to the\nextent\r\nthat it dispenses with the father's consent\nfor\r\nthe adoption of an illegitimate' child in all\ncircumstances.\n2.\nIn\r\nterms of the proviso to s 98(5) of the Constitution,\nParliament\r\nis required within a period of two years to\ncorrect\r\nthe defect in the said provision.\n3.\nThe\r\nsaid provision shall remain in force pending its correction by\r\nParliament or the expiry of the period\nspecified in para 2.\"\nJudgment\r\nwas given on 5 February 1997. Parliament has not yet corrected\nthe\r\ndefect in the provision. The effect of the Constitutional Court's\njudgment is that section\r\n18(4)(d) of the Act must be regarded as having\n13\nbeen\r\nin force and of application in relation to T.'s adoption.\nAdoption\nAdoption\r\nwas not part of Roman-Dutch law. It was introduced into\nour\r\nlaw in 1923 in terms of the Adoption of Children Act 25 of 1923.\nAdoptions are currently\r\nstatutorily regulated by sections 17 to 27 of the\nAct, and the\r\nRegulations promulgated in terms of the Act (\"the\nRegulations\").\r\nIt may fairly be accepted that these statutory provisions are\nthe\r\nproduct of long experience in adoption matters.\nAdoption\r\nis the legal process through which the rights and\nobligations\r\nbetween a child and its natural parent or parents are terminated,\nand\r\na new parental relationship enjoying full legal recognition is\r\ncreated\nbetween the child\r\nand its adoptive parent or parents. Following upon\nadoption\r\nthe child is deemed to be the legitimate child of the adoptive\nparent\r\nor parents as if it were born of a lawful marriage (section 20(2) of\n14\nthe\r\nAct). Adoption thus supplants the, rights of natural parents in\r\nfavour\nof adoptive\r\nparents, while severing a child's rights in respect of the former\nand\r\ntransferring them to the latter. It is a process which calls for a\r\ndelicate\nbalance to be\r\nstruck when considering and weighing up the respective\ninterests\r\nof all the parties concerned, subject always to the best interests of\nthe child being\r\nparamount. The Act and Regulations give recognition to\nthese\r\ncompeting interests (see e g section 18(6) of the Act and regulation\n21(3) and (7)).\r\nRegulation 21(3) is designed to avoid the simultaneous\npresence\r\nof a natural and an adoptive parent in the Children's Court in the\ninterests of the latter's\r\nanonymity. In this respect I agree with what was\nsaid\r\nby the judge a quo at p 233 F - H of the judgment:\n\"A\r\ncornerstone of an adoption hearing is the anonymity\nwhich\r\nattaches to the adoptive parents, (See, for example, reg\n23(2)\r\nand 28(6).) The reasons are manifest. If the anonymity\nof\r\nthe adoptive parents is in any way compromised, the best\ninterests\r\nof the child will be subverted. It is clearly\n15\nundesirable\r\nthat natural parents, especially the applicant, for\nexample,\r\nwho is so determined to stop the adoption by the\nadoptive\r\nparents, should become aware of their identity. It\nwould\r\nin all probability lead to a prolonged tug-of-war,\npersisting\r\neven after an adoption. This would be inimical to\nthe\r\ninterests of the child.\"\nThe\r\nChildren's Court's proceedings in relation to T.'s adoption\n.\nThe\r\nevents that took place on 27 December 1995 and at subsequent\nappearances are dealt\r\nwith in the judgment of the court a quo at 221 I to\n223\r\nJ. I do not propose to canvass them afresh or in detail, but shall\nconcentrate on what I\r\nconsider to be the important aspects in relation to the\npresent\r\nappeal.\nThere\r\nwere appearances before the commissioner on 27 December\n1995,\r\n25 January 1996 and 15 February 1996. (These dates do not\ncoincide\r\nwith those reflected in the judgment of the court a quo but are\ncorrect as far as the\r\nrecord goes.) An analysis of the addresses to the court\n16\nby\r\nMr Fraser's attorney (Mr Soller) establishes conclusively that what\r\nwas\nsought throughout was\r\nleave to intervene as a party in the pending\nadoption\r\napplication. This approach was no doubt premised, correctly in\nmy\r\nview, on the basis that only if such leave was granted could Mr\r\nFraser\nbecame a party to\r\nany proceedings relating to the application for T.'s\nadoption\r\nby the adoptive parents. (See in this regard section 8(2) of the\nAct,\r\nand particularly regulation 4(2), with which I shall come to deal.)\r\nMr\nSoller's attitude on\r\nbehalf of Mr Fraser was made clear at the outset when\nhe\r\nstated, at the commencement of his address on 27 December 1995, that\n\"[m]y application is\r\nfor permission to intervene.\" The matter did not\nproceed\r\nfurther at that stage as the other interested parties were not\r\npresent\nor represented.\r\nIt was postponed in order to allow them an opportunity to\noppose\r\nMr Fraser's application.\nThe proceedings resumed on 25\r\nJanuary 1996. The commissioner,\n17\nacting\r\nin terms of section 7(3) of the Act, announced that he had appointed\nMiss L Grobbelaar to act\r\nas the Children's Court's assistant (\"the\nassistant\").\r\nMr Soller then again made it clear that he was applying \"for\nleave to intervene in\r\nthese proceedings\". He went on to outline \"the\npurpose\r\nof applying to intervene in the proceedings\". He also hinted at\r\na\npossible postponement\r\nor stay of the proceedings pending an application\nto\r\nthe Constitutional Court to have section 18(4)(d) of the Act declared\nunconstitutional. (In the\r\nevent nothing came of this at that stage and no recourse to the\r\nConstitutional Court was formally sought\nuntil the review\nproceedings\r\nwere launched.) He further raised the question of Mr Fraser\napplying\r\nfor the adoption of T. (Mr Fraser being qualified to do so\nin\r\nterms of section 17(b) of the Act). After a response by counsel (Mr\nDavis) appearing for Ms\r\nNaude and the (prospective) adoptive parents Mr\nSoller\r\nagain reiterated \"this application\nwas\r\nan application to\n18\nintervene\r\nin the proceedings\". He disavowed that the application was one.\nthat\r\nrelated to the merits. The matter was then further postponed to 15\nFebruary, because in the\r\nwords of the commissioner, \"I think in all fairness\nwe\r\nshould grant all the parties the opportunity of putting their cases\r\nbefore\nthe court\".\nAt\r\nthe resumption of the proceedings the commissioner's opening\nremark\r\nwas that \"[w]e will proceed in this application in terms of\nregulation 4(2) of the\r\nChild Care Act\". No objection was raised to this\nstatement.\r\nThe significance of this is that there was never any suggestion\nthat\r\nthe application to intervene was anything other than one under\nregulation 4(2). In the\r\ninterim Mr Fraser had launched a counter-\napplication\r\nfor the adoption of T. and certain written reports and\nother\r\ndocuments had been filed in support thereof. In his address Mr\nSoller\r\npointed out that there were now two competing applications for\n19\nadoption,\r\nand went on to add:\n\"I\r\ndo not believe with respect in any event that it is necessary\nfor\r\nyou any longer to give a judgment in respect of the\napplication\r\nto intervene because that has been overtaken by\nan\r\napplication brought by the father to adopt his own child.\"\nNotwithstanding\r\nthis, when pertinently asked by the commissioner\nwhether\r\nthat meant that the application to intervene (and join as a party)\nwas being withdrawn, Mr\r\nSoller replied \"Not at all, I am persisting with\nmy\r\napplication to join\". Nothing could be clearer than that. And if\r\nfurther\nconfirmation of\r\nthis attitude is needed it is to be found in a later comment\nmade\r\nby Mr Soller, when replying to the submissions of Mr Davis, that his\r\nclient \"ought to be given permission to intervene\nin the present\r\nadoption\nproceedings.\r\nThat is basis number one\".\nIt\r\nwas also in reply that Mr Soller raised for the first time, almost as\nan afterthought, the\r\nquestion of evidence being heard. He did so mainly\n20\nin\r\nthe context of any decision to be made by the assistant with regard\r\nto\nwhether Ms Naude had\r\nunreasonably withheld her consent to Mr Fraser\nadopting\r\nT..\nThe\r\ncommissioner gave judgment on 23 February 1996. What\ntranspired\r\non that occasion is set out in the following paragraphs from Mr\nFraser's founding\r\naffidavit in the review proceedings:\n\"17\r\nOn 23 February 1996, the First Respondent [the\ncommissioner]\r\ndelivered an oral judgment\nwherein\r\nhe held that I had no entitlement to\nintervene\r\nin the pending adoption proceedings\nThereafter\r\n\tthe Children's Court Assistant\ndelivered\r\n\tthe results of her investigation into the\nrefusal\r\n\tby the Second Respondent [Ms Naude]\nto\r\n\tconsent to the adoption application brought\nby\r\n\tme. The Childrens's Court Assistant found\nthat\r\n\tno reasonable grounds existed to dispense\nwith\r\n\tthe Second Respondent's consent\nThereafter\r\n\ton 23 February 1996, the First\n21\nRespondent\r\nfinalised the adoption application\nbrought\r\nby the Third Respondent [the adoptive\nparents]\r\nand granted an order of adoption in\nfavour of the Third\r\nRespondent.\"\n(The\r\nsalient aspects of the commissioner's judgment are set out in the\r\njudgment of the court a quo at 224 A-E.)\nThe\r\nlearned judge in the court a quo came to the conclusion (at 223\nI-J)\r\nthat\n\"whatever\r\nmay have been sought or submitted on the first two\ndays,\r\nthe applicant's [Mr Fraser's] claim on the final day was\nto\r\nhave his counter-application for adoption decided by viva\nvoce\r\nevidence. Whether his claim was adequately considered\nand\r\ndealt with must be tested as against the children's court\njudgment\r\nupon this claim.\"\nHe went on\r\nto hold (at 233 B)\n\"I\r\nfind that the applicant sought to have his claim for\nadoption\r\ndecided by viva voce evidence, to which I am\nsatisfied\r\nhe was entitled. The Commissioner's judgment\nfrustrated\r\nthe applicant's attempt and in the circumstances\namounted to\r\nsuch prejudice as to constitute a gross\n22\nirregularity.\r\nIn short, he was not afforded a proper hearing on.\nhis\r\nclaim for the adoption of his own son.\"\nAs\r\nwill appear from what I have set out above these findings, in my\r\nview, do not entirely accurately reflect what transpired, and\n\noverlook the real\nthrust\r\nof Mr Fraser's application. In any event, having regard to what\r\noccurred, I do not agree, for reasons that follow, with the\n\nconclusion reached.\nWas the\r\ncommissioner's decision liable to review\n?\nIt\r\nis common cause that the only ground on which Mr Fraser sought to\r\nhave the decision of the commissioner to grant the adoptive\nparents'\nadoption application\r\nreviewed and set aside, is that contained in section 24(1) of the\r\nSupreme Court Act 59 of 1959, namely, \"gross\nirregularity in\nthe\r\nproceedings\".\nThe\r\nchildren's court is a creature of statute. It has no inherent\n23\njurisdiction.\r\nIt is required and obliged to follow and give effect to the\nprovisions of the Act and the Regulations. The commissioner\r\nwas\naccordingly bound to deal\r\nwith the matters before him strictly in\naccordance\r\nwith the Act and Regulations. Where their provisions vested\nhim\r\nwith a discretion, he was required to exercise his discretion\r\njudicially with proper regard to all relevant facts and circumstances\n\npertaining to its exercise. Neither this Court, nor the court a quo,\r\nmay simply substitute its\nview\r\nfor that of the commissioner. The latter's exercise of his discretion\nis only open to attack on\r\ncertain circumscribed and well-known grounds\n(Ex Parte\r\nNeethling and Others 1951(4) SA 331 (A)at335D-E;Reyneke\nv\r\nWetsgenootskap van Die Kaap Die Goeie Hoop 1994(1) SA 359 (A) at\n369\r\nE - F).\nMr\r\nFraser did not in his review application seek to impugn any of\nthe\r\nprovisions of the Act or Regulations, other than section 18(4)(d) of\r\nthe\n24\nAct,\r\non the grounds of lack of constitutionality. As I have pointed out,\nalthough declared\r\nunconstitutional by the Constitutional Court, the\nprovisions\r\nof section 18(4)(d) continue to apply in terms of that Court's\norder\r\nuntil such time as it is amended by Parliament or a period of two\nyears has elapsed from\r\nthe time of such order. The commissioner was\nobliged\r\nto give effect to its provisions, as must this Court as matters stand\nat present, despite the\r\nanomalous situation that its provisions are\nunconstitutional.\r\nThe unfortunate result, as far as Mr Fraser is concerned,\nis\r\nthat he does not at present stand to benefit personally from the\ndeclaration of\r\nunconstitutionality, although parents similarly placed are\nlikely\r\nto do so in future.\nRegulation\r\n21(1) and (2) provides as follows:\n\"(1)\r\nIf a social worker's report is lodged with the children's\ncourt\r\nto the effect that the proposed adoptive parent or\nparents\r\nhave been selected as such by a social worker\n25\nand have received counselling in\r\nrespect of the\nproposed adoption\r\nand the court has satisfied itself on\nthe\r\nstrength of the said report and such other\ninformation\r\nas it may obtain, as regards the matters\nmentioned\r\nin section 18(4) of the Act, the court may,\nin\r\nits discretion, consider the application and make an\norder\r\nwithout giving a hearing to any person. (2) If an application has not\r\nbeen or cannot be disposed of\nin terms of subregulation (1),\r\nthe clerk of the\nchildren's\r\ncourt shall fix a date for the hearing of the\napplication\r\nby the children's court and he shall notify\nthe\r\nprospective adoptive parent or parents of the\ninquiry\r\nand shall, at the request of the children's court\nassistant,\r\nissue a subpoena in the form of Form 1.\"\nIt\r\nis common cause that a social worker's report was lodged in\nrespect\r\nof T.'s adoption application which satisfied the requirements\nof\r\nregulation 21(1). In terms of section 18(4)(d) of the Act, because\nT.\r\nwas illegitimate, only the consent of Ms Naude was required for\nhis\r\nadoption. The consent of Mr Fraser was by necessary implication\r\nexcluded. The information available to the commissioner was\nsuch as\n26\ncould\r\nhave satisfied him with regard to the matters mentioned in section\n18(4) of the Act.\r\nConsequently, before Mr Fraser appeared through, his\nattorney\r\non 27 December 1995 to pursue what he perceived to be his rights\nin\r\nrelation to the adoption application, the commissioner was in a\r\nposition\nto exercise his\r\ndiscretion to dispose of the adoption application without the\nneed\r\nfor a hearing. There was no need for an inquiry at that stage, and\nnothing to suggest that\r\nthe commissioner intended to embark upon any\ninquiry\r\nas envisaged in regulation 21(2).\nBecause\r\nof what follows, it will be convenient at this point to set out\nthe\r\nprovisions of regulation 4(1) and (2). They provide:\n\"(1)\r\nSubject to the provisions of regulation 21(3) and (7) a\nparent\r\nor an adoptive parent of a child in respect of\nwhom\r\na children's court holds an inquiry, the child and\na\r\nrespondent shall have the same rights and powers as\na\r\nparty to a civil action in a magistrate's court in\nrespect\r\nof the examination of witnesses, the production\nof\r\nevidence and of address to the court.\n27\n(2) A commissioner may allow any\r\nperson who, in his\nopinion, has\r\na substantial interest in the proceedings of\nthe\r\nchildren's court concerned to join the proceedings,\nand\r\na person who so joins shall for the purposes of\nthese\r\nregulations be deemed to be a party to those\nproceedings\r\nand shall have the same rights and duties\nas\r\na party referred to in subregulation (1).\"\nIt\r\ndoes not follow simply from the fact that Mr Fraser put in an\nappearance on 27 December\r\n1995 that the adoption application was no\nlonger\r\ncapable of being dealt with and disposed of in terms of regulation\n21(1). His appearance per\r\nse did not convert the proceedings into an\ninquiry\r\nas envisaged by the regulations, nor did it oblige the commissioner\nto convert them into an\r\ninquiry at that stage. The first consideration was\nwhether,\r\nin the exercise of his discretion, the commissioner was prepared\nto\r\nallow Mr Fraser, whom he accepted had a substantial interest in the\nproceedings, to join the\r\nproceedings. It was to this end that Mr Fraser\nsought\r\nleave to intervene in the proceedings in terms of regulation 4(2).\n28\nIn the\r\ncourse of his judgment the judge a quo said (at 229 B -D):\n\"I\r\ndo not agree that the proceedings before the commissioner\nwere\r\nreg 21(1) proceedings. The applicant applied to be\nheard.\r\nThe commissioner at no time refused to hear him on\nthe\r\nstrength of reg 21(1). On the contrary, the commissioner\ndid\r\naccord him a hearing of a sort and then dismissed his\napplication.\nIn my\r\nview, reg 21(1) gives the commissioner a\ndiscretion\r\nto deal with certain adoptions administratively\nwithout\r\nhearing persons. That is the situation where there are\nno\r\ndisputing parties and where the hearing is accordingly\nunnecessary.\r\nAs soon as a party with an interest objects to a\nproposed\r\nadoption, the matter cannot proceed\nadministratively\r\nwithout hearing such party. Regulation 21(1) accordingly would have\r\nbeen inappropriate for the\nhearing which took place.\"\nTo\r\nthe extent that the views expressed by the judge are at variance\nwith\r\nwhat I have said above, I respectfully disagree with them. The effect\r\nof the second quoted paragraph is that as soon as a party\nwith an\r\ninterest\nobjects to a\r\nproposed adoption an inquiry perforce must be held. There is\nnothing\r\nin the Act or Regulations which expressly says, or from which it\n29\nmay\r\nnecessarily be inferred, that that is the case. Furthermore, to so\r\nhold\nwould mean that Mr\r\nFraser, as a parent (assuming, without deciding, that\nthe\r\njudgment of the court a quo at 228 B - H was correct on this point)\r\nof\na child in respect of\r\nwhom an inquiry is held, would automatically (subject\nto\r\nregulation 21(3) and (7)) acquire the rights and powers conferred by\nregulation 4(1). This\r\nwould render the provisions of regulation 4(2)\nlargely\r\nif not entirely nugatory, for it would deprive the commissioner not\nonly of the control over\r\nthe adoption proceedings that regulation 4(2)\nenvisages,\r\nbut also deny him the discretion it affords him. It would also\ndeprive him of his power\r\nto determine whether the matter was one which\ncould\r\nbe disposed of under regulation 21(1), or whether it would be\nnecessary to invoke the\r\nprovisions of regulation 21(2). As is apparent from the resume of the\r\nrelevant events before the Children's\nCourt, Mr\nFraser\r\nnever sought to rely on regulation 4(1), and never claimed a right\n30\nin terms of the Act or Regulations\r\nto be a party to the pending adoption\napplication.\r\nWhat he sought was leave to intervene in the proceedings in\nterms\r\nof regulation 4(2). To the extent that he seeks to build a case on a\nfoundation not previously\r\nlaid, he is precluded from doing so (cf Administrator, Transvaal, and\r\nOthers v Theletsane and Others 1991(2)\nSA\n192 (A) at 195 F -\r\n196 E, 200 G).\nAs\r\nappears from regulation 4(2), a person with a substantial interest\nin\r\nadoption proceedings does not have a right to join such proceedings.\nWhether or not such a\r\nperson will be allowed to join depends upon the\nexercise\r\nof the commissioner's discretion in his or her favour. Regulation\n4(2) is intended, in my\r\nview, to operate as a sifting mechanism. It enables the commissioner\r\nin exercising his discretion also to\nexercise control over\nwho\r\nwill be permitted to participate in the proceedings. Relevant\nconsiderations in this\r\nregard would include the general circumstances that\n31\nbear on\r\nthe matter; the nature of the applicant's interest; what the\napplicant's\r\nunderlying purpose or motive is; what bond, if any, exists\nbetween\r\nthe applicant and the child whose adoption is being sought; the\nneed\r\nto have regard to, and maintain a balance between, the competing\ninterests of the various\r\nconcerned parties; and the need to protect the\nidentity\r\nof the persons seeking to adopt (the list is not intended to be\nexhaustive). Thus if the\r\nchild concerned was born in consequence of rape,\nthe\r\nrapist would probably be turned away if he sought to join the\nproceedings. So too might someone who seeks to intervene from\r\nan\nulterior motive and whose\r\nconcern does not lie with the child; or someone\nwhose\r\nparticipation in the proceedings would pose a threat to the\nanonymity\r\nof the prospective adoptive parents and the future well-being\nof\r\nthe child. No blanket rule can be laid down. Ultimately each case\r\nfalls\nto be dealt with in\r\nrelation to its own particular merits (or demerits).\n32\nIn\r\nthe passage from the judgment of the court a quo which I have\nquoted\r\nabove reference is made to Mr Fraser having been accorded \"a\nhearing of a sort\".\r\nThis could create a wrong impression. The fact of the\nmatter\r\nis that it has never been suggested that the commissioner did not\ngive Mr Fraser a proper hearing in regard to his regulation\r\n4(2)\napplication. Indeed, as the\r\nrecord shows, the commissioner went out of his\nway\r\nto accommodate Mr Fraser and to ensure that all the interested\r\nparties, and particularly Mr Fraser, be given a full opportunity\nof\r\nbeing heard. Nor\nhas it\r\never been contended that in exercising his discretion against Mr\nFraser by refusing to\r\nallow him to intervene in the proceedings the\ncommissioner\r\nacted unreasonably, arbitrarily, capriciously or with an improper\r\nmotive or purpose - in short, that he failed to exercise\nhis\ndiscretion judicially.\r\nThe review application never sought to challenge the\nway\r\nin which the commissioner exercised his discretion in this regard.\n33\nOnce the commissioner refused Mr\r\nFraser's application for leave to\nintervene,\r\nthe position effectively reverted to what it was at 27 December\n1995\r\nbefore Mr Fraser put in his appearance, save for the\r\ncounter-\napplication for\r\nT.'s adoption subsequently lodged by Mr Fraser.\nDid this\r\ndisentitle the commissioner from proceeding in terms of\nregulation\r\n21(1) and oblige him to embark upon an inquiry in terms of\nregulation\r\n21(2)? In my view not. On the law as it stood and had to be\napplied\r\nthe counter-application was doomed to failure. It did not carry\nwith\r\nit Ms Naude's consent, an essential pre-requisite in terms of section\n18(4)(d) of the Act,\r\nunless unreasonably withheld. In terms of section 19 of the Act no\r\nconsent in terms of section 18(4)(d) shall\nbe required from\nany\r\nparent who is withholding his or her consent unreasonably. In terms\nof regulation 21(4) it\r\nwas for the assistant in the first instance to investigate whether\r\nreasonable grounds existed for dispensing\nwith Ms\n34\nNaude's\r\nconsent. She formed the opinion that no such grounds existed.\nHer\r\nopinion was reached with regard to the considerations mentioned in\nthe report she presented\r\nafter Mr Fraser's application to intervene had been\ndismissed.\r\nIn effect she concluded that Ms Naude's consent had not been\nunreasonably withheld, a\r\nconclusion which (so it must be inferred) was\naccepted\r\nby the commissioner. Once that conclusion was reached there\nwas\r\nno need for the clerk of the court to serve the notice contemplated\r\nin\nregulation 21(4)\r\nrequiring the person withholding consent, viz Ms Naude,\nto\r\nappear at a stated time and place to show why her consent should not\r\nbe\ndispensed with. The\r\neffect of that conclusion was also that the counter-\napplication\r\nhad no prospect of success because the law precluded it being\r\ngranted. Any hearing of evidence in relation thereto would\nhave\r\nserved no\npurpose. It\r\nmust be borne in mind that to the extent that an opportunity\nwas\r\nsought to have evidence heard its purpose was to advance Mr Fraser's\n35\ncounter-application.\r\nThis would have been an exercise in futility. It was\nnever\r\nsought to lead evidence, designed to defeat the adoptive parents'\napplication for adoption,\r\ndirected at showing that certain provisions of\nsection 18(4)\r\nof the Act had not been satisfied.\nIt\r\nis correct that the assistant did not hear any evidence before\nforming her opinion, as\r\nMr Soller in his final address suggested that she\nshould. She\r\nhad, however, been present during the presentation of\nargument\r\non 25 January and 9 February 1996. She had available to her the\nreports and other\r\ndocuments filed by Mr Fraser in support of his counter-\napplication.\r\nTo that extent her opinion was an informed one. A right to\nbe\r\nheard does not necessarily include a right to lead evidence. But in\r\nany\nevent, her conclusion\r\nwas never the subject of any attack in the review\napplication\r\non the ground that she failed to give Mr Fraser a hearing, nor\nwas\r\nany challenge directed at its acceptance by the commissioner.\n36\nThe counter-application\r\nconsequently presented no obstacle to the\ndisposal\r\nof the adoptive parents' application in terms of regulation 21(1).\nAs\r\nthe matter before the commissioner was not one incapable of being\ndisposed of in terms of\r\nregulation 21(1), there was no need to invoke the\nprovisions\r\nof regulation 21(2). The fact that the commissioner did not\nmake\r\nspecific mention of regulation 21(1) does not detract from the\nconclusion that he, if\r\nthe events that occurred are placed in proper\nperspective,\r\nacted in terms thereof. As there was no reason for the commissioner,\r\non the information available to him, not to have\nbeen\nsatisfied\r\nwith regard to the matters mentioned in section 18(4) of the Act,\nthere was no bar to his\r\ngranting the adoptive parents' application for\nadoption.\nIt\r\nwas claimed that Mr Fraser was in any event entitled to a hearing\nin\r\nrespect of the adoption proceedings in terms of the audi alteram\r\npartem\n37\nprinciple\r\nat common law. In Administrator, Transvaal, and Others v\nTraub\r\nand Others 1989(4) SA 731 (A) at 748 G - H Corbett CJ stated the\nposition as follows:\n\"The\r\nmaxim expresses a principle of natural justice which is\npart\r\nof our law. The classic formulations of the principle\nstate\r\nthat, when a statute empowers a public official or body\nto\r\ngive a decision prejudicially affecting an individual in his\nliberty\r\nor property or existing rights, the latter has a right to\nbe\r\nheard before the decision is taken .... unless the statute\nexpressly\r\nor by implication indicates the contrary.\"\nThe\r\ncommissioner was alive to the fact that any decision taken by him in\nregard to the adoption\r\napplication or counter-application would be one\naffecting\r\nMr Fraser's interests. He was bound, however, to proceed in\nterms\r\nof the Act and Regulations. Their provisions, as the events\nunfolded,\r\nprecluded (at least by implication) any hearing other than in\nrespect\r\nof the regulation 4(2) application. There was accordingly no\nbreach\r\nof the audi principle.\n38\nConclusion\nIn\r\nmy view the commissioner conducted the proceedings in the\nChildren's\r\nCourt in a proper manner and in consonance with the\nprovisions\r\nof the Act and Regulations. He allowed Mr Fraser a full\nhearing\r\nin regard to his regulation 4(2) application. He did not commit\nany\r\ngross irregularity in the proceedings, nor was he guilty of any\nimproper exercise of his\r\ndiscretion. Consequently the court a quo erred in\ngranting\r\nthe review application, and the appeal must succeed.\nOne\r\nfinal point. The heads of argument filed on behalf of Mr Fraser\nforeshadowed the possible\r\nreferral of certain issues to the Constitutional\nCourt.\r\nThese were never clearly formulated and no proper basis, factual\nor\r\notherwise, was laid for such referral. Mr Fraser is obviously free to\r\npursue any constitutional rights he considers he may have\nin that\r\nCourt\n39\nORDER\nA.\nThe\r\nappeal is allowed, with costs.\nB.\nThe\r\norders of the court a quo, with the exception of order 2,\nare set\r\naside and there is substituted in their stead the\nfollowing:\n\"Application\r\ndismissed, with costs, such costs to include the\nreserved\r\ncosts of 26 March, 2 April and 17 April 1996,\"\nJ W\r\nSMALBERGER\nJUDGE OF APPEAL\nSchutz JA\r\n)\nScott JA\r\n)Concur\nPlewman\r\nJA)\nCase no:\r\n150/97\nIN THE\r\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nIn the\r\nmatter between :\nAdriana\r\nPetronella Naude\nFirst\r\nAppellant\nThe\r\nAdoptive Parents\nSecond\r\nAppellant\nand\nLawrie\r\nJohn Fraser\nRespondent\nBefore\n: Smalberger, Schutz, Scott, Plewman JJA and Melunsky AJA\nHeard: 8\r\nMay 1998\nDelivered\n: 26 June l998\nJUDGMENT\n/SCHUTZ JA\n2\nSCHUTZ JA:\nWhilst\r\ncontent to concur in the judgment of Smalberger JA I find it\n:\nnecessary\r\nto make some comments about the reasoning contained in the\ndissenting\r\njudgment of Melunsky AJA. Two main points arise. The first is\nwhether\r\nMr Fraser (\"Fraser\") had an absolute right to be heard, as\r\nopposed\nto an entitlement\r\nto request that a discretion be exercised in his favour to like\nend.\r\nThis depends upon the interpretation of sub-regulations 4(1) and (2)\nseen in their entire\r\nsetting. The second is whether, assuming that Fraser had\nsuch\r\na right, he could rely upon it for the first time as a ground for\r\nsetting\naside the\r\nadoption order after the adoption proceedings were complete,\nnotwithstanding that he\r\nhad not claimed his right at any stage during their\ncourse.\nConcerning\r\nthe interpretation of the regulations, Melunsky AJA\nexpresses\r\nthe view that they, like the Act, are not easy to interpret. Although\n3\nthese\r\nstatutes do require application, I confess to finding less difficulty\r\nin\nunderstanding them. In\r\nthe first place it helps to place regulation 4 in\nperspective\r\nin relation to the Act and the regulations as a whole. The present\nAct, the Child Care Act\r\n74 of 1983 is but the latest in a series, going back to\n1923\r\nwhere adoption is concerned. It can be safely assumed that the Act\r\nand\nthe regulations under\r\nit are based upon a wealth of practical experience and\nthat\r\nits main object is the protection of disadvantaged children in a wide\nvariety of circumstances.\r\nThese include but are not confined to those which may render adoption\r\ndesirable. The regulations are plainly\nframed with this\nobject\r\nin mind. Thus, while they cover a wider subject matter, adoption as\nsuch is covered by\r\nregulations 17 to 28, which fall under the heading\n\"Adoptions\".\r\nOn the other hand, regulations 2 to 7 under the heading\n\"Children's\r\nCourts\" are of a general procedural nature. Reg 4 is headed\n\"Parties to\r\ninquiries and summonsing of witnesses\". Inquiries may arise in\n4\na\r\nvariety of circumstances of which adoption is but one. To take an\r\nexample,\nan inquiry under\r\ns 13 of the Act into the \"safety and welfare\" of a child\r\n(see\ns 11) is a procedure\r\nwhich would then be governed in the respects dealt with\ntherein\r\nby reg 4. It is to be noted that in such an inquiry the legislature\r\nhas\ngiven parents the\r\nright to be given notice of and the duty to attend the inquiry,\nunless the commissioner\r\notherwise directs (s 13(5)(a)). The starting point in\nthe\r\npresent matter is for these reasons not reg 4 but reg 21. As will be\nshown below that\r\nregulation, the principle one dealing with procedure in the\nadoption\r\nsection, vests a discretion in the commissioner not to hold an\r\ninquiry\nin an adoption\r\nmatter where circumstances suggest that this is either not\nnecessary\r\nor not desirable. Seen in this light it will be apparent that the\nimmediate focus of reg\r\n4(1) is not the creation of a right in a parent in\nadoption\r\nproceedings, as is suggested by Melunsky AJA. In fact quite the\ncontrary. Reg 4(1) starts\r\noff with the exception \"Subject to the provisions of\n5\nregulation\r\n21(3) and (7)\". Further, the rights conferred on parents by reg\n4(1), such as they are,\r\narise only when \"a children's court holds an inquiry\".\nIn\r\nthe context this is an implicit further reference to reg 21,\r\nparticularly reg\n21(2).\r\nBy contrast reg 4(2), the discretion regulation, refers to the\r\njoinder of\na person \"with\r\na substantial interest in the proceedings\". Reg 21(1) provides\r\nthat after the commissioner has satisfied\nhimself of\ncertain\r\nimportant matters (chiefly in the interest of the child) he \"may\",\r\nin his\ndiscretion,\r\nconsider the application and \"make an order without giving a\nhearing to any person\".\r\nNothing could be clearer. \"Any person\" can include a\r\nparent, indeed both parents. Reg 21(2)\nproceeds to lay down that if\r\nan\napplication \"has\r\nnot been or cannot be disposed of in terms of sub-regulation\n(1)\"\r\nan inquiry has to be arranged. There is no suggestion anywhere that\r\nif\na parent, whether legitimate or otherwise, wishes to be a\r\nparty, the\ncommissioner is not\r\nentitled to exercise the discretion expressly conferred on\n6\nhim\r\nin general terms, but must hold an inquiry at the behest of that\r\nparent.\nApart from the\r\nwording of the regulations, common sense demands that the\ncommissioner's discretion\r\nshould not be fettered in the way suggested. Take\nthe\r\ncase in which the social worker has reported that both (legitimate)\r\nparents\nare drunk through\r\nmost of their waking hours. Or take the case of the man\nwho\r\nis the father by virtue of an act of rape, or one whose object is\r\nblackmail.\nThese examples\r\ncannot be brushed aside as extreme or implausible ones.\nThey\r\nillustrate why the commissioner ought to have an all-inclusive\ndiscretion. And they illustrate,\r\nin my opinion, why Melunsky AJA errs in his\nview\r\nthat a parent, merely by virtue of being a parent, has an absolute\r\nright\nto insist on an\r\ninquiry being held under reg 21(2). That the legislation does\nnot\r\naccept the paramountcy of parenthood is demonstrated by s 19 of the\r\nAct, which sets out the instances in which the consent of\na parent to\r\nan adoption\nmay be\r\ndispensed with. One of the instances is where that consent is\n7\nunreasonably\r\nwithheld. Another striking example is the curtailment of any\nclaim\r\nto be present at an inquiry, contained in regs 21(3) and (7).\r\nFurther,\none\r\nmay ask why a grandparent who has taken in a child from birth and\r\ngiven\nit\r\nsuccour, should have less potential rights, when it comes to that\r\nchild's\nadoption,\r\nthan a father who has shown no interest in it, done nothing for it,\nnor paid a penny\r\ntowards its upkeep.\nIf\r\nit be correct that a parent, any sort of parent that is, can insist\r\non an\ninquiry\r\nunder reg 21(2) that would, so the argument proceeds, lead one back\nto\r\nreg 4(1). Once there is to be an inquiry, then a \"parent\"\r\nhas an absolute\nright\r\nto be a party. I disagree entirely with that conclusion and the\r\nprocess of\nreasoning\r\nby which it is reached. Both a literal and a purposive reading of\nreg\r\n21, as I have sought to demonstrate, leads to the conclusion that a\r\nparent\nis\r\nnot the commissioner's master. The legislation lacks any basis that I\r\ncan\nsee\r\nto support Melunsky AJA's accentuation of the parent's rights,\r\nleading\n8\nhim to the\r\nconclusion that reg 4(1) is for parents and reg 4(2) for others.\nNor do I\r\nconsider that his reference to s 35(3) of the interim\nConstitution,\r\nwith its injunction to interpret laws in accordance with the\nfundamental rights provided by it, takes the matter any\r\nfurther. The\nConstitution is a\r\nprotean instrument encompassing all kinds of rights for all\nkinds\r\nof people. It does not have the narrow focus simply of protecting the\nrights of natural fathers\r\nto be heard in adoption proceedings at the expense of\nothers.\r\nNot least among those others is the boy T.. The legislation\nstrives,\r\nin an emotion-laden ambience, to achieve a balance between\nconflicting interests, with an\r\nemphasis upon the interests of the child and the\nadoptive\r\nparents. One of the inevitable consequences of the secrecy\nconceived\r\nin their interest is the curtailment in adoption proceedings of\nparticipation by other\r\npersons, including natural parents. The balance that the\nlegislation\r\naims to achieve is no doubt an imperfect one. But no reason has\n9\nbeen\r\nadvanced why its policy should be somehow tempered, or why it\r\nshould\ni\nnot\r\nbe construed according to its plain terms. S 35(3) does not confer\nunconstrained powers of\r\nlegislation on this court. So much for construction,\nthe\r\nbasis relied upon. Throughout these lengthy proceedings, crammed with\narraignments as they are,\r\nthere has been no attempt to attack the\nconstitutionality\r\nof the regulations. So that, if there are imperfections in\ndetail,\r\nthe remedy is legislation.\nMelunsky\r\nAJA suggests that some obviously undesirable consequences\nof\r\nallowing the unreigned participation of certain kinds of parent may\r\nbe\nalleviated by the\r\ncommissioner's restrictive control of the proceedings. To\nmy\r\nmind this suggestion caters for form rather than substance. The right\r\nof\nhearing given by the one hand is to be taken away by the\r\nother. The\npracticality of the\r\nsuggestion may also be doubted. Indeed the suggestion\nmade\r\nwould do no more than transpose the decision to be made as to whether\n10\nan\r\ninquiry is the appropriate course, to a later reconsideration of the\r\nsame\nquestion after\r\nhaving embarked upon an inquiry. The purpose of such a\ndivision\r\nof function is obscure.\nMy\r\nconclusion on the first point is that a parent does not have an\nabsolute right to be\r\nheard in adoption proceedings (proceedings as opposed\nto\r\ninquiries). In this case the commissioner decided not to hold an\r\ninquiry,\nso that, even if\r\nFraser is a \"parent\", reg 4(1) did not give him an absolute\r\nright\nto be a party to\r\nthose proceedings.\nI\r\nwould add, on the facts of this case, that no attempt whatever has\r\nbeen\nmade to review the\r\ncommissioner's discretionary decision to proceed to\nconclusion\r\nunder reg 21(1). Nor is there anything, except a view of the law\nthat\r\nis in my opinion mistaken, to show that he acted wrongly in doing so.\nAs\r\nregards the second point, if Fraser is allowed to raise his\r\ncontention\nthat he had a\r\nright under reg 4(1) (assuming now that he had such a right) for\n11\nthe\r\nfirst time after the adoption proceedings have been concluded, there\r\nis, to\nmy mind, a real\r\ndanger that the other parties will have been denied a fair trial.\nIt\r\nis one of the fundamentals of a fair trial, whether under the\r\nConstitution or\nat common\r\nlaw, standing co-equally with the right to be heard, that a party\nbe\r\napprised of the case which he faces. This is usually spoken of in the\ncriminal context, but it\r\nis no less true in the civil. There is little point in\ngranting\r\na person a hearing if he does not know how he is concerned, what\ncase\r\nhe has to meet. One of the numerous manifestations of the fundamental\nprinciple is the sub-rule\r\nthat he who relies on a particular section of a statute\nmust\r\neither state the number of the section and the statute, or formulate\r\nhis case sufficiently clearly so as to indicate what he\nis relying\r\non: Yannakou v\nApollo\r\nClub\n1974 (1) SA 614\n(A) at 623G. As the proposition itself indicates\nthere is no magic in\r\nnaming numbers. The significance is that the other party should be\r\ntold what he is facing.\n12\nAnother\r\nmanifestation of the general principle is to be found in the\ndecision\r\nin Administrator, Transvaal and Others v Theletsane and Others\n[1990] ZASCA 156\n;\n1991\r\n(2) SA 192\n(A) at 195-197. The case that the respondent sought to\nmake on appeal was not\r\nsquarely raised in his founding affidavit. That\n.\r\nlacking, he tried to piece that case together out of statements in\r\nthe appellant's\nanswering\r\naffidavit. The attempt failed, because of the unfairness of possibly\ntaking out of context\r\nstatements which the appellant had made in reply to\nwhat\r\nhe thought he faced and in ignorance of the case only later laid at\r\nhis\ndoor. Although the\r\nemphasis was on the applicant's having to set out the\nfacts\r\non which he relied, so that the respondent might respond with any\r\nfacts\nat his disposal;\r\nwhen the decision was followed in Government of the\nProvince\r\nof Kwa Zulu/Natal and Another v Ngwane\n[1996] ZASCA 88\n;\n1996 (4) SA 943\n(A),\nNienaber\r\nJA said (at 949B-C), in my view correctly:\n\"Had\r\nthe point been spelt out in the application papers, the\n13\nrespondent,\r\nduly alerted, could have responded on fact and on\nlaw.\"\r\n(Own emphasis).\nAs\r\nfar as the facts in this case are concerned, I do not agree with\nMelunsky AJA that \"the\r\nessence\" of Fraser's case was that he had the right to\nbe\r\nheard in the application of the adoptive parents. Despite the many\r\nwords\nspoken by his\r\nattorney this was the one thing that was never claimed. What\nwas\r\nclaimed was the antithesis of such a right. And it is clear that both\r\nthe\ncommissioner and\r\ncounsel for the adoptive parents and the mother understood\nthat\r\nthe claim was one under reg 4(2) and not under 4(1). Consequently\r\nthere\nwas no debate about\r\nthe construction of the relevant regulations.\nOn\r\nappeal it was argued that the switch to reg 4(1) caused no prejudice\nand involved no\r\nunfairness. The argument based on that sub-regulation was\none\r\nof law purely, so it was said. I am not convinced. Just as in the\napplication of the audi\r\nalteram partem principle one must keep the procedure\n14\nand\r\nthe merits apart; one must not assume that the case is so obvious\r\nthat\nthere could have\r\nbeen no answer if opportunity had been offered (see the\nauthorities mentioned in\r\nthe judgment of the court a quo Fraser v Children's\nCourt,\r\nPretoria North and Others\n[1997] ZACC 1\n;\n1997 (2) SA 218\n(T) at 231H-233A); one\nmay\r\nnot in a case of failure to claim simply assume that even if notice\r\nof\nclaim had been given\r\nit would not have had any effect on a past course of\nevents,\r\nthat the proceedings would in any event have ground on in their\nsettled course.\nIs\r\none entitled to assume the inevitable sameness of the proceedings in\nthis case had Fraser's\r\nattorney relied on reg 4(1)? When answering this\nquestion\r\none must assume, contrary to the opinion that I have earlier\nexpressed, that the\r\nreliance would have been well placed. If that is so, then\none\r\nmust allow that the magistrate would probably have admitted Fraser as\na party, even that the\r\nother parties might not have resisted a legal\n15\ninevitability.\r\nWhat would then have happened is anyone's speculation. But\nit\r\nis perfectly possible that after Fraser had established the identity\r\nof the\nadoptive parents,\r\nhad cross-examined, had given oral evidence, had led\nwitnesses,\r\nhad argued, the result would have been the same; the adoption\norder\r\nwould have been granted. But now, such is the contention, after the\nfirst years of T.'s life\r\nhave already passed in the custody of the adoptive\nparents, the order is to\r\nbe set aside, because the adoption proceedings all\nalong\r\nhad the hidden germ of avoidance within them. That because Fraser\ndid\r\nnot take his point then, only later. In my opinion there is something\nwrong with this argument.\r\nSuppose that Fraser believing, for whatever\nreason,\r\nthat he did not have rights under reg 4(1), had stayed away from the\nproceedings altogether,\r\ncould he, long after, after gaining advice that he had such rights\r\nafter all, have reviewed the commissioner's\ndecision on the ground\r\nthat he could have raised the point, when in fact he did not? And if\r\nnot, does\n16\nit\r\nmake any difference that he gained admission to the commissioner in\nseeking participation,\r\nyet still failed to play his trump?\nI\r\nthink not. One is not here dealing with a point of law which may\nwithout danger of\r\nprejudice be applied to the facts relevant to it, which have\nplainly\r\nbeen fully explored and established. One is dealing with the course\nproceedings may have\r\ntaken, whether this way or that way, or some other\nway,\r\ndepending upon what the parties may have put forward in the course of\nestablishing the facts.\r\nIt is like the case of a person who attends a meeting and claims to\r\nhave the proxy of A but is refused a\nvote, upon its being shown\nthat\r\nthe proxy form is not that of A, who later demands that a resolution\r\ntaken at the meeting be set aside because he had B's potentially\n\ndecisive\nproxy with him,\r\nwhich he failed to put forward. There must come a stage at\nwhich\r\nwe must say with the Romans, vigilantibus non dormientibus jura\n17\nPut\r\nmore simply, I am of the view that basic justice demands that\nFraser\r\nshould have put forward what is now said to be the true basis for his\njoinder at the right time\r\nand the right place. The heads of argument put\nforward\r\non his behalf on appeal are neither timely nor the right place.\nFor\r\nthese reasons I disagree with the reasons of Melunsky AJA and\nconcur\r\nin the judgment of Smalberger JA.\nWP SCHUTZ\nJUDGE OF APPEAL\nCONCUR:\nSCOTT JA\nPLEWMAN JA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 150/97\nIn the matter between:\nADRIANA PETRONELLA NAUDE\n1st\r\nAppellant\nTHE ADOPTIVE PARENTS\n2nd\r\nAppellant\nand\nLAWRIE JOHN FRASER\nRespondent\nCoram\n:\r\nSmalberger, Schutz, Scott, Plewman JJA et Melunsky AJA Heard\n:\r\n\t\t\t8 May \t1998\nDelivered: 26 June 1998\nJUDGMENT\n2\nMELUNSKY, AJA\n:\nI\r\nhave had the benefit of reading the judgment of my Brother Smalberger\r\nJA,\nwhich I will refer to\r\nas \"the main judgment\", but regret that I am unable to\nagree with the decision\r\nto allow the appeal. I agree, however, for the\nreasons\r\nstated in the main judgment, that this Court has jurisdiction to\nentertain the appeal and\r\nthat the provisions of the Constitution of the\nRepublic\r\nof South Africa Act, 200 of 1993 (\"the interim Constitution\")\r\ndo\nnot preclude it from\r\nexercising such jurisdiction. It is therefore not\nnecessary,\r\nin my view, to consider whether the interests of justice require\nthis\r\nCourt to assume jurisdiction in terms of section 17 of Schedule 6 to\r\nthe\nnew Constitution (The\r\nConstitution of the Republic of South Africa, 108 of\n1996).\nIn the\r\ncourt a quo the respondent (\"Mr Fraser\") sought, inter\r\nalia, an order\n3\nreviewing\r\nand setting aside the order for the adoption of his son, T..\nThis\r\norder was granted (see Fraser v Children's Court, Pretoria North, and\nOthers,\n[1997] ZACC 1\n;\n1997 (2) SA 218\n(T)).\nIt\r\nwas the essence of Mr Fraser's application that he, as the natural\r\nfather of the child, had the right to be heard in the adoption\n\napplication brought by the\nsecond\r\nappellant (\"the adoptive parents\") and that the children's\r\ncourt\ncommissioner, by\r\ndismissing his application to intervene in those\nproceedings,\r\ndenied him the right to be heard prior to the grant of the\nadoption\r\norder. The learned judge a quo, Preiss J, however, considered\nthat\r\nwhat Mr Fraser sought was the right to have his own claim for\r\nadoption\ndecided by viva\r\nvoce evidence (at 233 B). He held that he was entitled to this\r\nrelief, and that was the basis upon which he granted\nthe order in Mr\nFraser's favour.\n4\nIn\r\nthe proceedings before the commissioner Mr Fraser's attorney did\r\nindeed\nrefer to the need\r\nfor viva voce evidence to be led. But, as I understand his\nargument,\r\nhe submitted that oral evidence would, in due course, be required\nto\r\nenable the commissioner to rule on three matters:\nThe\r\n\tadoption application by the adoptive parents;\nMr\r\n\tFraser's counter-application for adoption; and\nThe\r\n\truling by the children's court assistant that T.'s mother, the\nfirst\r\n\tappellant, did not unreasonably withhold her consent to Mr\nFraser's\r\n\tcounter-application.\nMr\r\nFraser's immediate aim before the commissioner, however, was to be\nheard in the adoption\r\napplication made by the adoptive parents. This, too,\nas\r\nI have pointed out, was the ground upon which he based his\r\napplication\nin the court\r\na quo. In my view, therefore, Preiss J, did not decide the\n5\napplication\r\non the grounds advanced by Mr Fraser in his founding and\nsupplementary affidavits.\r\nBut I am nevertheless of the opinion, for the\nreasons\r\nthat follow, that the appeal against his order should be dismissed.\nThe\r\nquestion that has to be decided in this appeal depends largely upon\r\nthe\ninterpretation to be\r\nplaced on the regulations promulgated under the Child Care Act 74 of\r\n1983 (\"the Act\"). The provisions\nof most of the regulations\nwhich are relevant for\r\npresent purposes are set out in the main judgment.\nThe\r\nchildren's court disposed of the adoption application in terms of\nregulation 21 (1). For\r\nreasons which I will give later the court should, in my\njudgment,\r\nhave held an inquiry in terms of regulation 21 (2). Moreover, and\nupon a proper\r\nconstruction of the regulations, I am of the view that Mr\nFraser\r\nhad an unqualified right to be a party to the inquiry in terms of\nregulation 4(1), subject,\r\nof course, to the limitations imposed by regulations\n6\n21 (3) and\r\n(7).\nThe\r\nfirst question which I consider is whether it is open to Mr Fraser to\r\nrely\non regulation 4(1)\r\nin this appeal on the grounds that the attorney for Mr Fraser, in the\r\nproceedings before the commissioner, did\nnot claim to rely\nupon\r\nit. He sought the leave of the commissioner to intervene in the\nadoption proceedings or\r\nto become a party to the application for adoption. The commissioner\r\ntreated this as an application to become\na party in terms\nof\r\nregulation 4 (2). That, in my view, does not preclude this court -\r\nnor\nwas the court a quo\r\nprecluded - from holding that Mr Fraser was entitled to\napply\r\nin terms of regulation 4 (1) if this is what the law provides. If Mr\nFraser had the right to\r\nbecome a party in terms of the said regulation, this\ncourt\r\nis entitled - if not obliged - to apply that regulation despite the\nerroneous approach\r\nadopted in the children's court. It has often been held\n7\nthat\r\nit is open to a party to raise a new point of law on appeal for the\r\nfirst time if it involves no unfairness to the other party\nand raises\r\nno new factual\nissues\r\n(see Paddock Motors (Pty) Ltd v Igesund\n1976 (3) SA 16\n(A) at 24\nB-G\r\nand Bank of Lisbon and South Africa Ltd v The Master and Others\n1987\r\n(1) SA 276\n(A) at 290 E-I.) Indeed, as Jansen JA said in the Paddock\nMotors\r\ncase at 23 F-G:\n\"\nit\r\nwould create an intolerable situation if a Court were to\nbe\r\nprecluded from giving the right decision on accepted facts,\nmerely\r\nbecause a party failed to raise a legal point, as a result\nas\r\nan error of law on his part\t\"\nThere\r\nappears to me to be no sound reason why the aforesaid principles\r\nshould not apply to review proceedings. Different considerations\n\narise\nwhere a party,\r\nwhether on review or appeal, raises a point for the first time\nwhich\r\nis dependant upon factual considerations that were not fully explored\nin the court of first\r\ninstance. This is the situation that arose in Government\n8\nof the\r\nProvince of Kwa Zulu-Natal and Another v Ngwane\n[1996] ZASCA 88\n;\n1996 (4) SA 943\n(A)\r\nat 949 C- 950 A. The decision in Administrator, Transvaal and Others\nv Theletsane and Others\n[1990] ZASCA 156\n;\n1991 (2) SA 192\n(A) at 195 F - 196 D does not\ndetract\r\nfrom the principle that a court may take cognizance of a point raised\nfor the first time on\r\nappeal provided that it results in no unfairness and\ncauses no\r\nprejudice.\nWhere\r\nthe issue raised for the first time on appeal is purely a legal one,\r\nthere\nwould normally be\r\nno unfairness or prejudice to the other party provided that due\r\nnotice was given of the intention to rely upon\nit. In the present\r\nmatter,\ncounsel for Mr\r\nFraser explicitly submitted in their heads of argument that the\ndecision to grant the\r\nadoption application was irregular in terms of regulation\n4\r\n(1). The appellants' counsel were not taken by surprise. They were\nentitled to argue, as\r\nthey did, that regulation 4(1) did not apply to the present\n9\nappeal.\r\nIf this court, however, comes to the conclusion that the children's\ncourt was obliged to\r\napply regulation 4 (1), it cannot, in the circumstances,\nrefuse\r\nto apply it because Mr Fraser's attorney had an erroneous\nunderstanding of the legal\r\nposition. Indeed, whatever Mr Fraser's attorney may have said, the\r\ncommissioner was bound to apply the\nlaw as it stood. It\nonly\r\nremains to add, on this point, that nothing turns on the fact that\r\nthe\ncommissioner has not\r\ncommented on the provisions of regulation 4(1). The\ninterpretation\r\nof the regulations is purely a matter of law and the\ncommissioner's\r\ncomments are not essential to a resolution of this issue.\nI\r\nturn to deal with the regulations. The judge a quo correctly pointed\r\nout (at\n229 F-I) that the\r\nprovisions of the Act and the regulations contain apparent\nanomalies\r\nin relation to adoption proceedings. The provisions are not easy to\r\ninterpret and, in my view, it is not always clear\nto understand how\r\nthe\n10\nprocedures\r\nare to operate in practice. In these circumstances this seems to\nme\r\nto be a case where this court, in interpreting the regulations,\r\nshould have\nregard to the\r\nspirit, purport and object of Chapter 3 of the interim\nConstitution.\r\nSection 35 (3) imposes a duty on all courts to interpret statutory\r\nprovisions and apply common law principles in accordance\nwith\nthe\r\nfundamental rights contained in the Chapter. Statutory provisions\nshould be construed so as\r\nnot to infringe these rights if this can be done\nreasonably\r\nand without doing violence to the language of the provisions.\nThe\r\nrequirement of reasonableness also applies to section 35 (2) which is\ninterrelated to section\r\n35 (3) and which provides for a restrictive\ninterpretation\r\nor \"reading down\" of a statute to avoid invalidity (see\nBernstein and Others v Bester and Others NNO\n[1996] ZACC 2\n;\n1996 (2) SA 751\n(CC) at\n785 F-\n786 F.\n11\nI\r\nagree with the views of Preiss J at 228 B-H that a father of a child\r\nborn out\nof marriage is a\r\n\"parent\" within the meaning of regulation 4 (1). In\r\naddition\nto the reasons\r\ngiven by the judge a quo for arriving at this decision, there is\nthe\r\nneed, imposed by section 35 (3) of the interim Constitution, to\r\ninterpret\n\"parent\"\r\nin a way which does not discriminate between the father of a child\nborn out of wedlock and\r\nall other parents. It was this kind of discrimination\nwhich\r\nresulted in the Constitutional Court holding that section 18 (4) (d)\r\nof\nthe Act was\r\nunconstitutional (see Fraser v Children's Court, Pretoria North\nand\r\nOthers\n1997 (2) SA 261\n(CC) at 271 F- 272 H.)\nIn my view\r\nonce Mr Fraser appeared and asked to be heard the\ncommissioner\r\nwas not entitled to apply regulation 21 (1) which entitles him\nto\r\ngrant an adoption order \"without giving a hearing to any\r\nperson.\" He\nwas then\r\nobliged to hold an inquiry in terms of regulation 21 (2). The judge\n12\na\r\nquo at 229 C-D went as far as to say that as soon as a party with an\ninterest objects to a proposed adoption the matter cannot\r\nproceed\nadministratively without\r\nhearing such a party. I do not, with respect, agree\nthat\r\nit is necessary to hold an inquiry if any person with an interest\r\nobjects\nto the proposed\r\nadoption. The regulations draw a distinction between a\nparent\r\n(regulation 4 (1)) and a person who has a substantial interest in the\nproceedings (regulation 4\r\n(2)). Persons with a substantial interest in the\nproceedings\r\nrequire the consent of the commissioner to become a party to\nthe\r\nadoption proceedings.\nThis\r\nbrings me to consider whether regulation 4 (2) also applies to a\r\nparent.\nI have\r\nconsiderable difficulty in holding that it does. For if a parent is\r\nto be\nregarded as a\r\nperson who has a substantial interest in terms of regulation 4\n(2),\r\nhe or she would have to apply to the commissioner to become a party\r\nto\n13\nadoption\r\nproceedings and, if the commissioner granted such permission he\nwould\r\nthen be obliged to hold an inquiry in terms of regulation 21 (2). The\neffect would be that\r\nregulation 4 (1) would serve no purpose in so far as\nadoption\r\nproceedings are concerned. In my view, therefore, regulations 4\n(1)\r\nand (2) can only be reconciled on the basis that the rights of a\r\nparent\ndiffer from those\r\nof a person who has a substantial interest in the\nproceedings.\r\nWhile the latter is obliged to obtain permission to join in an\ninquiry the former is\r\nentitled as of right to do so. The words \"in respect of\nwhom\r\na children's court holds an inquiry\" in regulation 4 (1) do not\r\nmean\nthat a parent has a\r\nright to become a party only if an inquiry is held. These\nwords\r\nare descriptive of the child and do not qualify the rights of the\nparent.\nFor these\r\nreasons I am of the opinion that regulations 4 (1) and (2) read with\n14\nthe\r\ncommissioner's powers in terms of regulations 21 (1) and (2) oblige\r\nthe\ncommissioner to hold an enquiry when a parent desires to\r\nbe heard in\nrelation to the\r\nadoption of his or her child. This interpretation also accords\nwith\r\nthe provisions of Chapter 3 of the interim Constitution to the extent\r\nthat\nthose provisions\r\nrequire that every person should have the right to be heard\nin\r\nproceedings in which his or her rights may be affected or whenever he\r\nor\nshe has a legitimate\r\nexpectation to a hearing. In saying this I have not lost\nsight\r\nof the fact that a parent is not the only person who has an interest\r\nin the\nproposed adoption.\r\nIt may be that a parent's participation in the adoption\nproceedings\r\nmay not be in the interests of the child or the adoptive parents.\nRegulation\r\n21 contains sufficient safeguards to prevent abuse. The\ncommissioner\r\nis entitled to control the proceedings in the interest of the child\nand the prospective\r\nadoptive parents. In terms of regulation 21 (3) a parent\nis\r\nnot entitled to be present at an inquiry unless he or she has been\n15\nsummonsed\r\nas a witness. This, it may be noted, merely means that a parent\nis\r\nnot entitled as of right to attend but it does not absolutely exclude\r\nhis or\nher presence if\r\nthe commissioner considers this to be necessary. The\ncommissioner,\r\nin his discretion, may exclude the parent from being\nphysically\r\npresent but may, for instance, permit him or her to make written\nrepresentations.\r\nRegulation 21 (7) provides that a parent may not attend the\nproceedings when the\r\nprospective adoptive parents are present. This\nprovision,\r\ntoo, will minimize the risk of abuse by an unscrupulous parent.\nIf\r\nthe regulations are construed as I respectfully suggest they should\r\nbe, it\nwill result in a\r\nreasonable balance between the rights of a parent and the\nrights\r\nof other persons whose interests may be affected by an adoption\r\norder.\nThere\r\nare two other matters raised by counsel for the Mr Fraser that\r\nrequire\nmention, albeit\r\nbriefly. The first was the submission that the common law\n16\nrule that\r\nparental authority over children born out of marriage vests\nexclusively in their mothers\r\nrequires re-examination in the light of the\nequality\r\nprovisions of the interim Constitution. There is no need for me to\nexpress an opinion on\r\nthis submission, and I refrain from doing so, for even\nif\r\nMr Fraser lacks parental authority he is entitled, as a natural\r\nparent, to a\nhearing in\r\nterms of regulation 4 (1).\nThe\r\nsecond matter was the submission by counsel for Mr Fraser that\r\ncertain\nprovisions of the\r\nAct, by implication, clearly indicate that every parent is\nentitled\r\nto participate in the adoption proceedings before the children's\ncourt. In particular\r\ncounsel referred to section 21 of the Act which affords\nthe\r\nright to a parent to apply for the rescission of an adoption order\r\nand\nsection 22 which\r\ngives the parent the right to appeal against such an order.\nAs\r\nI am satisfied, for the reasons given, that Mr Fraser has the right\r\nto\n17\nbecome\r\na party to the proceedings in terms of regulation 4 (1), it is not\nnecessary to consider\r\nwhether the aforesaid provisions have a bearing on the\nmeaning\r\nof the regulations.\nI would\r\ntherefore dismiss the appeal.\nL S\r\nMELUNSKY /",
  "scraped_at": "2026-02-11T19:52:42.340608",
  "date": "1998-06-26",
  "coram": [
    "Smalberger JA",
    "Schutz JA",
    "Scott JA",
    "Plewman JA",
    "Melunsky AJA"
  ],
  "case_number": "150/97",
  "parties": {
    "applicants": [
      "Adriana Petronella Naude",
      "The Adoptive Parents"
    ],
    "respondents": [
      "Lawrie John Fraser"
    ]
  },
  "sections": {
    "facts": "Ms Adriana Petronella Naude gave birth to an illegitimate baby boy (T.) on 12 December 1995 and, before birth, decided to place the child for adoption. The prospective adoptive parents were identified and approved. Mr Lawrie John Fraser, the natural father, opposed the adoption and unsuccessfully sought an interdict to prevent the handover of the child. Adoption proceedings were initiated in the Childrens Court, Pretoria North, on 27 December 1995. Mr Fraser applied for leave to intervene under regulation 4(2) of the Child Care Act but his application was dismissed; the commissioner granted the adoption order in favour of the adoptive parents on 23 February 1996 under regulation 21(1). Mr Fraser then applied for review, alleging a gross irregularity and invoking constitutional arguments that section 18(4)(d) of the Child Care Act, which dispenses with the fathers consent for the adoption of an illegitimate child, is invalid. The Constitutional Court later declared that provision inconsistent with the interim Constitution but left it in force pending parliamentary amendment. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the Childrens Court commissioner committed a gross irregularity by refusing Mr Frasers application to intervene and by proceeding under regulation 21(1) without affording him a hearing. 2) Whether Mr Fraser, as the natural father of an illegitimate child, was entitled under regulation 4(1) to be a party to the adoption proceedings and therefore to a hearing. 3) Whether the Supreme Court of Appeal has jurisdiction to hear the appeal in view of the constitutional framework. 4) The proper interpretation of regulations 4(1), 4(2), 21(1) and 21(2) of the Child Care Act in the context of a fathers rights.",
    "principles": "The court examined the statutory scheme governing adoption, emphasizing that regulation 4(2) governs the discretionary leave to intervene, whereas regulation 4(1) confers rights only when a Childrens Court inquiry is actually held. The principle of audi alteram partem requires a hearing only where the statute or its regulations compel it. Section 35(3) of the interim Constitution imposes a duty on courts to interpret statutes consistently with equality (section 9) and childrens rights (section 28). Precedent authority included B v S (parental authority over illegitimate children), the Fedsure case on jurisdiction, Administrator v Theletsane on raising new points of law on appeal, and the Constitutional Courts decision that section 18(4)(d) is unconstitutional insofar as it removes the fathers consent. The court also noted that regulation 21(1) permits administrative disposal of an adoption where no party objects, but once a person with a substantial interest objects, the commissioner may elect to hold an inquiry under regulation 21(2).",
    "application": "Applying these principles, the court held that the commissioner correctly applied regulation 21(1) because no formal objection under regulation 4(1) had been raised; the fathers request to intervene fell under regulation 4(2), which is a discretionary matter and may be refused. The commissioners refusal therefore did not constitute a gross irregularity, nor did it breach the audi alteram partem rule. The court further concluded that the appeal was within its jurisdiction, as the matter originated before the new Constitution took effect and the interests of justice required a decision. Consequently, the Commissioners decision and the adoption order were affirmed, and the court a quos review order was set aside.",
    "conclusion": "The appeal was allowed. The orders of the court a quo (except for order 2) were set aside and replaced with an order dismissing the application, with costs awarded. The adoption order in favour of the adoptive parents was upheld, and the commissioners conduct was found not to constitute a gross irregularity."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Adoption",
    "level_3": [
      "illegitimate child",
      "father's rights",
      "procedural fairness",
      "constitutional law"
    ]
  }
}