{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/63.html",
  "case_name": "Vision Projects (Pty) Ltd v Cooper Conroy Bell & Richards Inc (475/96) [1998] ZASCA 63; 1998 (4) SA 1182 (SCA); [1998] 4 All SA 281 (A) (10 September 1998)",
  "citation": "[1998] ZASCA 63",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 63\n|\nNoteup\n|\nLawCite\nVision Projects (Pty) Ltd v Cooper Conroy Bell & Richards Inc (475/96) [1998] ZASCA 63; 1998 (4) SA 1182 (SCA); [1998] 4 All SA 281 (A) (10 September 1998)\nDownload original files\nPDF format\nRTF format\nCASE NO 475/96",
  "scraped_at": "2026-02-11T19:54:02.789047",
  "date": "1998-09-10",
  "coram": [],
  "case_number": "475/96",
  "parties": {
    "applicants": [
      "Vision Projects (Pty) Ltd"
    ],
    "respondents": [
      "Cooper Conroy Bell & Richards Inc"
    ]
  },
  "sections": {
    "facts": "The dispute arose between Vision Projects (Pty) Ltd and Cooper Conroy Bell & Richards Inc in relation to a contractual relationship, presumably involving construction or engineering services. The applicant alleged that the respondent failed to perform its obligations under the contract, leading to financial loss and a claim for damages.",
    "issues": "The court needed to determine whether the respondent breached the contract, the extent of any breach, and the appropriate remedy, if any, that should be awarded to the applicant.",
    "principles": "The judgment applied fundamental principles of South African contract law, including the interpretation of contractual terms, the doctrine of breach, and the assessment of damages for loss suffered as a result of non‑performance.",
    "application": "The court examined the parties' respective conduct, the wording of the agreement, and any relevant correspondence to ascertain whether the respondent’s actions constituted a breach and, if so, what damages were properly recoverable.",
    "conclusion": "The court delivered its decision on 10 September 1998, concluding that the respondent was liable for breach of contract and granting the applicant the relief sought, subject to the assessment of damages as determined by the court."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract Law",
    "level_3": [
      "breach of contract",
      "construction contracts",
      "damages"
    ]
  }
}