{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/115.html",
  "case_name": "Durban's Water Wonderland (Pty) Ltd v Botha and Another (168/97) [1998] ZASCA 115; [1999] 1 All SA 411 (A); 1999 (1) SA 982 (SCA) (27 November 1998)",
  "citation": "[1998] ZASCA 115",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 115\n|\nNoteup\n|\nLawCite\nDurban's Water Wonderland (Pty) Ltd v Botha and Another (168/97) [1998] ZASCA 115; [1999] 1 All SA 411 (A); 1999 (1) SA 982 (SCA) (27 November 1998)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nIn the matter between:\nDURBAN'S WATER\nWONDERLAND (PTY)LTD\nAPPELLANT\nand\nINGRID BOTHA\nFIRST RESPONDENT\nELMO JACQUES BOTHA SECOND RESPONDENT\nCORAM: VAN HEERDEN DCJ, HOWIE,HARMS,SCOTT\nJJA et MELUNSKY AJA\nHEARD: 16 NOVEMBER 1998\nDELIVERED:27 NOVEMBER 1998\nJUDGEMENT\n:\nSCOTT JA/......\n2\nIn the early evening of 25 November 1988 the first respondent (to whom I shall refer as Mrs Botha) and her 2\nyear-old daughter, Mariska, were\ninjured when they were flung from one of the amusement amenities (called the 'jet\nride') at the appellant's amusement park in Durban. Subsequent investigation revealed that there had been a failure in the hydraulic\nsystem governing the\nvertical movement of the car in which they had been seated. Mrs Botha and\nher husband (the second respondent), in his capacity as father and natural guardian of Mariska, instituted action for damages in the\nMagistrate's Court,\nDurban\n. In its\nplea the appellant denied the respondents' allegation of negligence and put in issue\nthe quantum of their respective claims. In addition, it pleaded that the contract\nwhich governed Mrs Botha's and Mariska's ride on the amenity in question was\nsubject to a term exempting the appellant from liability in respect of any injury or\n3\ndamage arising from the use of the amenities. At the instance of the parties the\nmagistrate directed in terms of Rule 29 of the Magistrates' Courts Rules that the\nissue of the appellant's liability be determined first and that the question of\nquantum stand over for later determination. In the result, three issues fell to be\ndetermined at the trial. They were -\n(i) whether a disclaimer contained in a notice painted on the windows\nof the ticket offices in the amusement park had been incorporated\ninto the contract governing the use of the park's amenities,\n(ii) whether on a proper construction of the notice the appellant was\nexempted from liability for negligence, and\n(iii) whether the appellant, as operator of the amusement park, had been\nnegligent.\nThe magistrate found against the appellant on all three issues. On appeal to the Natal Provincial Division, Didcott J and Wilson J\nfound against the appellant on\nissues (ii) and (iii), which rendered a decision on the first issue unnecessary. The\n4 present appeal is with the leave of the Court a quo.\nIn this Court counsel were asked to consider whether the finding that\nthe appellant was liable was appealable prior to the determination of the remaining\nissues, having regard in particular to the conflicting decisions in Santam Bpk v\nvan Niekerk\n1998 (2) SA 342\n(C) and Raubex Construction (Pty) Ltd h/a\nRaumix v Armist Wholesalers (Pty)Ltd en 'n Ander\n1998 (3) SA 116\n(O). In\nresponse, it was contended by both sides that the finding was indeed appealable\nand that the Santam case, in which the contrary was held, had been wrongly\ndecided. I shall return to the question of appealability later in this judgment.\nIt is convenient at this stage to give a brief description of the ticket\noffices and to set out shortly how the accident occurred.\nThe several ticket offices in the park are identical. Each has a round\nbase and a round roof. The wall from about waist height to the roof consists of\n5\nglass in aluminium frames and is octagonal in shape. Three or four of the eight\nwindow-panes are cashiers' windows with serving hatches. Each is separated by\none or more window-panes. The prices of the various amusement amenities are\npainted on the cashiers' windows against a red background at about head height\nabove the serving hatch. They are directly in the line of vision of patrons\npurchasing tickets. The disclaimer on which the appellant relies was painted on\neach window-pane separating the cashiers' windows; an English version on the one side of each cashier's window and an Afrikaans version\non the other. The\nwords were painted in white on plain glass in lettering some 2\ncentimetres high.\nEach notice was about 750 to 800 mm by about 600 mm in size with a white-\npainted border and was at about eye-level. Although not directly in the line of\nvision of a patron standing at a cashier's window the notices were readily visible\nand legible. According to the evidence they could be read from about six paces\n6 away.\nThe notice in English read as follows:\n'The amenities which we provide at our amusement park have been\ndesigned and constructed to the best of our ability for your enjoyment and\nsafety. Nevertheless we regret that the management, its servants and\nagents, must stipulate that they are absolutely unable to accept liability or\nresponsibility for injury or damage of any nature whatsoever whether\narising from negligence or any other cause howsoever which is suffered by\nany person who enters the premises and/or uses the amenities provided.'\nThe Afrikaans version, although not an exact translation, was to the same effect.\n'Die geriewe wat ons hier by ons pretpark voorsien is ontwerp en gebou na die beste van ons vermo\nvir u genot en veiligheid. Nietemin spyt dit ons\ndat daar bepaal moet word dat die bestuur, sy dienaars en agente\nhoegenaamd geen aanspreeklikheid of verantwoordelikheid aanvaar vir\nenige besering of skade van watter aard ookal en op welke wyse veroorsaak\n- hetsy deur nalatigheid of op enige ander wyse - wat deur enige persoon wat die perseel binnegaan en/of van die geriewe gebruik maak,\ngely word.'\nThe jet ride consisted of a central cylindrical-shaped structure several\nmetres high from which protruded twenty metal arms. At the outer end of each\n7\nwas mounted a car so shaped as to represent a jet propelled aircraft. This had a\nbuilt-up seat for two persons in an open cockpit. A single seat belt for both\npersons was attached to each side of the seat. In the centre of the cockpit was a\nlever which could be pulled back or pushed forward. When the machinery was\nactivated the control structure revolved at a rate of about 5 to 6 revolutions per\nminute causing the cars to travel at a linear speed of approximately 15 km per\nhour. When the lever in the cockpit was pulled back the arm would lift the car up\nto a height of about 8 metres and so create the illusion of flying. When the lever\nwas pushed forward the car would descend to its original position just above the\nground, unless its descent was arrested by the lever being pulled back again.\nOn 25 August 1988 Mr and Mrs Botha were on holiday in\nDurban\nwith their young daughter. It was not their first visit to the appellant's amusement\npark. Mrs Botha enjoyed the amusement amenities at fun-fairs and when in\n8\nDurban\nthe couple would generally visit the park. On the occasion in question Mr\nBotha was making a film of Mariska with his video camera. Mrs Botha purchased\ntickets for the amenities at one of the ticket offices. Mr Botha denied having seen\nthe disclaimer notice. Mrs Botha could not recall having seen it; she did remember\nseeing the notice specifying the prices for the different rides. When asked in cross-\nexamination about the disclaimer notices, she replied that although she could not\nrecall them she was aware that there were such notices at amusement parks and\nthat patrons rode on the amenities at their own risk.\nBefore leaving the park, Mariska insisted on one final ride. This time\nshe chose the jet ride. A notice at the foot of the central structure of the amenity\nwarned that children of 7 years or under were to be accompanied 'by a parent or\nguardian'. Although Mrs Botha was experiencing problems with her neck she\ndecided to accompany Mariska. She climbed into one of the cars and sat with\n9\nMariska on her lap, with the seat belt around both of them. After a wait for other\npeople to board the cars, the machinery was set in motion. All went well at first.\nThe car containing Mrs Botha and Mariska ascended and descended in a\ncontrolled manner. Suddenly it began to move in a series of violent jerks.\nAccording to Mr Botha, who until then had been filming the event, the car rose\nand fell on three occasions. Mrs Botha said that when the trouble started she\nimmediately released her grip on the lever. According to Mr Jackson, an expert\nwho subsequently examined the mechanism, the problem was caused by a freak\nfailure of one of the hydraulic valves which operated the arm in question. This\nwould have caused the car simply to fall to the lower limit of its vertical range,\nwhereupon it would have bounced up again. He suspected that when this happened\nMrs Botha may have instinctively grabbed at the lever causing the bouncing\nmotion of the arm to combine with the lifting mechanism which would have\n10\ncontinued to function when the lever was pulled back. Whatever the precise cause,\nit was not in dispute that after descending to the lowest point with a thump, the car\nrose up again and then stopped. The upward momentum was such that the seat to\nwhich Mrs Botha and Mariska were strapped parted from the car and they were\nflung into the air. Fortunately for them they missed the paved area surrounding the\namenity and landed in a flowerbed.\nAgainst this background it is convenient to consider first the proper\nconstruction to be placed on the disclaimer. The correct approach is well\nestablished. If the language of a disclaimer or exemption clause is such that it\nexempts the proferens from liability in express and unambiguous terms effect\nmust be given to that meaning. If there is ambiguity, the language must be\nconstrued against the proferens. (See Government of the\nRepublic\nof\nSouth\nAfrica\nv Fibre Spinners & Weavers (Pty) Ltd\n1978 (2) SA 794\n(A) at 804 C.)\n11\nBut the alternative meaning upon which reliance is placed to demonstrate the\nambiguity must be one to which the language is fairly susceptible; it must not be\n'fanciful' or 'remote' (cf Canada Steamship Lines Ltd v Regem\n[1952] 1 All ER\n305\n(PC) at 310 C-D).\nWhat is immediately apparent from the language employed in the disclaimer is that any liability founded upon negligence in the design\nor\nconstruction of the amusement amenities would fall squarely within its ambit. The\nfirst sentence contains specific reference to the design and construction of the\namusement amenities. Even if this were to be construed as qualifying the\n'negligence' contemplated in the second sentence that qualification would not\ntherefore exclude from the ambit of the disclaimer negligence in relation to such\ndesign or construction. Various grounds of negligence were alleged in the\nparticulars of claim. The Court a quo, however, found the appellant to have been\n12\nnegligent in one respect only and that was the failure to ensure that the seat of the\ncar was properly bolted to the body of the car. In this Court counsel for the\nrespondents did not contend that the appellant had been negligent in any other\nrespect. In my view he was correct in not doing so. The ground of negligence\nrelied upon clearly related to the design or construction of the amenity. It follows\nthat the respondents' cause of action was one which fell within the ambit of the\ndisclaimer. I did not understand counsel to contend the contrary.\nThe ambiguity which was found to exist by both the magistrate and\nthe Court a quo related to the words 'accept liability'. It was held that the notice\nwas capable of meaning no more than that the management, its servants and agents\nwould not accept liability in the sense of admitting liability but would require any\nclaimant to prove his or her claim, presumably in a court of law. The reasoning of\nthe Court a quo appears from the following passage in the judgment of Wilson J.\n13\n'I am satisfied that in considering the meaning to be given to such an\nexemption clause the Court can and should have regard not only to the\nwording but also to the context in which they are used and thus to ascertain\nthe intention of the parties. In the present instance we are dealing with a\nbusy fun fair with many rides, water slides and other such amusements.\nThere are undoubtedly hundreds of visitors each day and any reasonable\nperson would assume, correctly in this case, that the proprietors are insured.\nOne can also assume that there will be frequent complaints or requests for\ncompensation arising out of injury or damage to or loss of property\nbelonging to visitors. In these circumstances it would be eminently\nreasonable for the insurer and the proprietor to decide that they will not\naccept liability but will require claimants to prove their claims and to bring this to the notice of their patrons. This is what the\nnotice does.'\nI cannot agree. Such a construction strikes me as being far-fetched; it is not one\nto which the disclaimer is fairly susceptible. Its obvious consequence would be\nthat the notices would serve no purpose. Whether there were notices or not, the\nappellant would always have had the right to require any claim against it to be\nproved in a competent court. There was, accordingly, no need for the appellant to\ninform its patrons in advance that it would adopt such an uncompromising attitude\n14\nin the future. Nor, in any event, would such an attitude necessarily have served the\nappellant's interests or those of its insurers. Depending on the circumstances, it\ncould well be to the advantage of the appellant or its insurer to settle a claim as\nsoon as possible. I cannot think that the appellant could ever have intended the\nnotices to have such a meaning; nor could any patron reasonably have thought\nthat this is what was intended to be conveyed. The use of words such as 'do not\naccept liability' or 'unable to accept liability' ('geen aanspreeklikheid aanvaar') in disclaimers of this kind is not uncommon. In\nthe context in which they are used\nthey mean that liability will not be incurred. No doubt what was intended could\nhave been expressed differently, but that is not the point. In my view, the language\nused is capable of only one meaning and that, in short, is that the appellant would\nnot be liable for injury or damage suffered by anyone using the amenities, whether\nsuch injury or damage arose from negligence or otherwise.\n15\nThis brings me to the question whether the terms of the disclaimer\nwere incorporated into the contract which was entered into by Mrs Botha when\npurchasing tickets for the amenities in the park. The respondents' claims were\nfounded in delict. The appellant relied on a contract in terms of which liability for\nnegligence was excluded. It accordingly bore the onus of establishing the terms\nof the contract. (The position would have been otherwise had the respondents sued\nin contract. See Stocks & Stocks (Pty) Ltd v T J Daly & Sons (Pty) Ltd\n1979 (3)\nSA 754\n(A) at 762 E - 767 C.)\nThe principles applicable to so-called 'ticket cases' apply mutatis\nmutandis to cases such as the present where reliance is placed on the display of a\nnotice containing terms relating to a contract. ( See Joubert The Law of South\nAfrica\nvol 5, part 1 (first reissue) par 186.) Had Mrs Botha read and accepted the\nterms of the notices in question there would have been actual consensus and both\n16\nshe and Mariska's guardian, on whose behalf she also contracted, would have been\nbound by those terms. Had she seen one of the notices, realised that it contained\nconditions relating to the use of the amenities but not bothered to read it, there\nwould similarly have been actual consensus on the basis that she would have\nagreed to be bound by those terms, whatever they may have been. (Central South African\nRailways v James\n1908 TS 221\nat 226.) The evidence, however, did not\ngo that far. Mrs Botha conceded that she was aware that there were notices of the\nkind in question at amusement parks but did not admit to having actually seen any\nof the notices at the appellant's park on the evening concerned, or for that matter\nat any other time. In these circumstances, the appellant was obliged to establish\nthat the respondents were bound by the terms of the disclaimer on the basis of\nquasi-mutual assent. This involves an inquiry whether the appellant was\nreasonably entitled to assume from Mrs Botha's conduct in going ahead and\n17\npurchasing a ticket that she had assented to the terms of the disclaimer or was\nprepared to be bound by them without reading them. (See Stretton v\nUnion\nSteam Ship Company (Limited)\n(1881) 1 EDC 315\nat 330 - 331; Sonap\nPetroleum (SA) (Pty) Ltd (formerly known as Sonarep (SA) (Pty) Ltd) v\nPappadogianis 1992(3)SA234 (A)at 239 F-240B.) The answer depends upon\nwhether in all the circumstances the appellant did what was 'reasonably sufficient'\nto give patrons notice of the terms of the disclaimer. The phrase 'reasonably\nsufficient' was used by Innes CJ in Central South African Railways v McLaren\n1903 TS 727\nat 735. Since then various phrases having different shades of\nmeaning have from time to time been employed to describe the standard required.\n(See King's Car Hire (Pty) Ltd v Wakeling\n1970 (4) SA 640\n(N) at 643 G - 644\nA.) It is unnecessary to consider them. In substance they were all intended to\nconvey the same thing, viz an objective test based on the reasonableness of the\n18\nsteps taken by the proferens to bring the terms in question to the attention of the\ncustomer or patron.\nI have previously described the notices containing the disclaimer and\ntheir location. From that description it is apparent that they were prominently\ndisplayed at a place where one would ordinarily expect to find any notice\ncontaining terms governing the contract entered into by the purchase of a ticket,\nviz at the ticket office. Any reasonable person approaching the office in order to\npurchase a ticket could hardly have failed to observe the notices with their bold\nwhite-painted border on either side of the cashier's window. Having regard to the\nnature of the contract and the circumstances in which it would ordinarily be\nentered into, the existence of a notice containing terms relating thereto would not\nbe unexpected by a reasonable patron. This much is apparent from the evidence\nof Mrs Botha herself; she knew there were such notices at amusement parks. In all\n19\nthe circumstances I am satisfied that the steps taken by the appellant to bring the\ndisclaimer to the attention of patrons were reasonable and that, accordingly, the\ncontract concluded by Mrs Botha was subject to its terms.\nI return to the question of appealability. It is apparent from what has been\nsaid above that the appellant was entitled to succeed on the grounds of a sub-\nstantive defence which was based on contract and which was quite distinct from\nthe appellant's denial of the allegations made by the respondents to establish their\nclaims in delict. In other words, the defence gave rise to an issue which was not\na component of the respondents' cause of action and its resolution was therefore\nnot dependent upon the acceptance or otherwise of the allegations contained in the\nparticulars of claim. An order in relation to a defence of this nature, which in the\npresent case was embodied in the magistrate's order, is distinguishable from the\ntype of order considered in the Santam and Raubex Construction cases, supra.\n20\nThere, the question in issue was the appealability of a finding in relation to merely\na component of the plaintiff's case, viz that the plaintiff had established that the\ndefendant was liable to it in a sum still to be determined.\nIn terms of\ns 83\n(b) of the\nMagistrates' Courts Act 32 of 1944\nany\n'rule or order', to be appealable, has to have 'the effect of a final judgment'. The\ndifficulty that arises in relation to the kind of order considered in the Santam and Raub\nex Construction cases is that it does not finally dispose of any portion of the\nrelief claimed (cf Van Streepen & Germs (Pty) Ltd v Transvaal Provincial Administrati\non\n1987 (4) SA 569\n(A) at 585 F - G); nor can an order of this kind\nbe regarded as a declaratory order since a magistrate has no jurisdiction to make\nsuch an order. (Cf S A Eagle Versekeringsmaatskappy Bpk v Harford\n[1992] ZASCA 42\n;\n1992 (2) SA 786\n(A) at 792 H.) However, as I have indicated, the order made by the\nmagistrate in the present case is distinguishable from the orders considered in the\n21\nSantam and Raubex Construction cases and it is accordingly unnecessary to\nresolve the conflict between these cases.\nJustice\n1967 (2) SA 575\n(A) this Court held that an order dismissing a special\nplea embodying a substantive defence which existed dehors the plaintiff's claim\nwas a 'judgment or order' and not an 'interlocutory order' within the meaning of\ns 20 of the Supreme Court Act 59 of 1959 (as it then read) as the order was\n''n finale en onherstelbare afhandeling van 'n selfstandige en afdoende\nverweer wat eerste verweerder geopper het as grondslag vir die regshulp\nwat hy in die spesiale pleit aangevra het.' (At 583 E - F)\n(See also Smit v Oosthuizen\n1979 (3) SA 1079\n(A) at 1089 A - D; Constantia\nInsurance Co Ltd v Nohamba\n1986 (3) SA 27\n(A) at 36 A - L) For the same\nreason such an order would clearly have the effect of a 'final judgment' within the\nmeaning of\ns 83\n(b) of the\nMagistrates' Courts Act. (See\nBoshof Munisipaliteit\n22\nv Niemann\n1969 (1) SA 75\n(O) at 79 C.) To the extent that in the present case\nthe order of the magistrate dismissed the appellant's defence in relation to the\ndisclaimer, the order similarly had the effect of finally and irreversibly disposing of a self-contained defence which existed independently\nof the respondents' case.\nIt follows that to this extent the order was appealable.\nThe appeal must therefore succeed. The appellant, however, is not\nentitled to all the costs relating to the appeal record. This is because it included the\nheads of argument of both parties filed in the Court a quo. Counsel for the\nappellant readily conceded that they should not have formed part of the record.\nThe following orders are made:\n1)\nThe appeal is upheld with costs, save that such costs shall not\ninclude those relating to pp 253 to 305 of the appeal record.\n2)\nThe order made by the Court a quo is set aside and the\nfollowing order is substituted therefor:\n23\n(a) The appeal is upheld with costs.\n(b) The following is substituted for the order made by the\nmagistrate:\nThe plaintiffs' claims are dismissed with costs.'\nDG SCOTT\nVAN HEERDEN DCJ) HOWIE  \n        \n        \n        \n        \n        \nJA)\nHARMS   \n        \n        \n        \n        \n        \n        \n        \nJA)\nMELUNSKY        \n        \n        \n        \n        \nAJA)",
  "scraped_at": "2026-02-11T20:09:02.850316",
  "date": "1998-11-27",
  "coram": [
    "VAN HEERDEN DCJ",
    "HOWIE",
    "HARMS",
    "SCOTT JJA",
    "MELUNSKY AJA"
  ],
  "case_number": "168/97",
  "parties": {
    "applicants": [
      "DURBAN'S WATER WONDERLAND (PTY) LTD"
    ],
    "respondents": [
      "INGRID BOTHA",
      "ELMO JACQUES BOTHA"
    ]
  },
  "sections": {
    "facts": "On 25 November 1988 Mrs Botha and her 2‑year‑old daughter Mariska were injured on the ‘jet ride’ at Durban's Water Wonderland amusement park after a hydraulic valve failure caused the car to jerk violently, fling them from the seat and land in a flowerbed. The park displayed a disclaimer on the windows of its ticket offices stating that it would not accept liability for any injury, including that caused by negligence. Mrs Botha purchased tickets at the ticket office, did not recall seeing the disclaimer, and later rode the attraction with her daughter. The accident gave rise to a delict claim for damages against the park.",
    "issues": "The trial court had to determine (i) whether the disclaimer notice was incorporated into the contract for the ride, (ii) whether the disclaimer exempted the park from liability for negligence, and (iii) whether the park was negligent in operating the ride. On appeal the additional issue of whether the magistrate’s order finding the park liable was immediately appealable was considered.",
    "principles": "The Court applied the rule that an exemption clause is given its plain meaning; if ambiguous it must be construed against the party relying on it. Incorporation requires that the party give reasonable notice of the term, judged by an objective test. Precedents such as Government of the Republic v Fibre Spinners, Canada Steamship, and Central South African Railways were cited. Regarding appealability, s 83(b) of the Magistrates' Courts Act requires a final judgment; an order dismissing a substantive defence is a final judgment for appeal purposes.",
    "application": "The Court held that the disclaimer was prominently displayed at the ticket office, satisfying the reasonableness test for notice; therefore it was incorporated into the contract. The wording was unambiguous and clearly excluded liability for negligence, including negligence in design or construction. The park was found negligent for failing to ensure the seat was properly bolted, a negligence covered by the disclaimer. Consequently, the disclaimer barred the respondents’ delict claim. The magistrate’s order dismissing the defence was deemed a final judgment and thus appealable.",
    "conclusion": "The appeal was upheld. The magistrate’s order was set aside and replaced with an order dismissing the plaintiffs’ claims with costs. Costs of the appeal were awarded to the appellant except for costs relating to pages 253‑305 of the appeal record."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Exemption Clauses",
    "level_3": [
      "disclaimer",
      "incorporation",
      "negligence",
      "appealability",
      "amusement park"
    ]
  }
}