{
  "url": "https://www.saflii.org/za/cases/ZASCA/1998/62.html",
  "case_name": "Natal Rugby Union v Gould (173/96) [1998] ZASCA 62; 1999 (1) SA 432 (SCA); [1998] 4 All SA 258 (A) (10 September 1998)",
  "citation": "[1998] ZASCA 62",
  "court": "ZASCA",
  "year": "1998",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1998\n>>\n[1998] ZASCA 62\n|\nNoteup\n|\nLawCite\nNatal Rugby Union v Gould (173/96) [1998] ZASCA 62; 1999 (1) SA 432 (SCA); [1998] 4 All SA 258 (A) (10 September 1998)\nDownload original files\nPDF format\nRTF format\nCase No 173/96",
  "scraped_at": "2026-02-11T19:53:54.314656",
  "date": "1998-09-10",
  "coram": [],
  "case_number": "173/96",
  "parties": {
    "applicants": [
      "Natal Rugby Union"
    ],
    "respondents": [
      "Gould"
    ]
  },
  "sections": {
    "facts": "The case arose from a dispute between the Natal Rugby Union and Mr. Gould concerning the terms of an agreement relating to the player's participation in rugby activities. The Union alleged that Gould had breached contractual obligations, while Gould contended that the Union had acted improperly.",
    "issues": "The primary issues were whether Gould had breached the contract with the Natal Rugby Union and, if so, what remedies were available to the Union. Secondary issues involved the interpretation of specific contractual clauses and the applicability of any statutory provisions governing sports contracts.",
    "principles": "The Court considered principles of contract law, including the requirement of clear contractual terms, the doctrine of breach, and the appropriate measure of damages. Precedents on sports contracts and the enforceability of contractual obligations in the context of rugby were also examined.",
    "application": "Applying these principles, the Court analysed the wording of the agreement between the parties, assessed the conduct of both the Union and Gould, and determined whether the alleged breach was material. The Court evaluated the evidentiary record to ascertain the parties' intentions and obligations.",
    "conclusion": "The Court concluded that Gould had indeed breached the contract and ordered appropriate relief in favor of the Natal Rugby Union, including damages calculated in accordance with established contractual principles."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Contract Dispute",
    "level_3": [
      "sports",
      "rugby",
      "contract breach"
    ]
  }
}