{
  "url": "https://www.saflii.org/za/cases/ZASCA/1982/2.html",
  "case_name": "Pakendorf en Andere v De Flamingh [1982] ZASCA 2 (31 March 1982)",
  "citation": "[1982] ZASCA 2",
  "court": "ZASCA",
  "year": "1982",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1982\n>>\n[1982] ZASCA 2\n|\nNoteup\n|\nLawCite\nPakendorf en Andere v De Flamingh [1982] ZASCA 2 (31 March 1982)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nThis\r\n\t\t\tcase was originally published by Juta and Company (Pty) Ltd. Juta\r\n\t\t\tretains copyright as far as it subsists.\nIN\r\nDIE HOOGGEREGSHOF VAN SUID AFRIKA\n(APPèLAFDELING)\nIn\r\ndie saak tussen:\nPAKENDORF\r\nEN\r\nANDERE\nAPPELLANT\nV\nDE\r\nFLAMINGH                                                                                              RESPONDENT\nParallel\r\ncitation:\n1982 (3) SA 146\n(A)\nCoram:\r\nRumpff HR, Jansen AR, Miller AR, Joubert AR en Cillié AR\nHeard:\r\nFebruary 15, 1982\nJudgment:\r\nMarch 31, 1982\nUITSPRAAK\nCase\r\nInformation\nAppèl\r\nteen 'n beslissing in die Transvaalse Provinsiale Afdeling\r\n(KIRK-COHEN WN R). Die feite blyk uit die uitspraak van\nRUMPFF HR en\r\ndie uitspraak van KIRK-COHEN WN R in die Hof a quo.\nA\r\nJ Heyns SC (bygestaan deur D H van Zyl ) namens die appellante: Ex\r\nfacie die berigte self word daarin lasterlike bewerings oor\neiser\r\ngemaak en aangesien elke berig objektief gesproke nie korrek verwys\r\nhet\n1982\r\n(3) SA p148\nna\r\ndie optrede van eiser as die persoon op wie die Regter se sensuur\r\ngemik was nie is die publikasie daarvan onregmatig. Vgl Le\nGrange v\r\nSchoeman and Others 1980 (1) SA te 893H, 894A - D. Dus kon die\r\nverweerders nie langer staatmaak op hulle verweer dat die\ngewraakte\r\nberig regmatiglik gepubliseer was nie. Die verhoor is toe gevoer op\r\nverweerders se ander verweer, nl dat elke koerant\nontken het dat sy\r\nberig kwaadwilliglik gepubliseer was soos deur eiser beweer. Vgl May\r\nv Udwin 1981 (1) SA te 10C - H; Marais v\nRichard en 'n Ander 1981 (1)\r\nSA te 1166E - H, 1167A. Aangesien die berigte lasterlike bewerings\r\noor eiser bevat het en publikasie\ndaarvan bewys is, het 'n vermoede\r\nderhalwe ontstaan dat verweerders die berigte gepubliseer het animo\r\ninjuriandi. Dit het 'n weerleggingslas\nop verweerders gelê om\r\n'n skulduitsluitingsgrond te bewys wat die afleiding van animus\r\ninjuriandi sou weerlê, en dit\nkon hulle doen deur getuienis\r\nvoor te lê dat hulle nie die opset gehad het om eiser te\r\nbelaster nie. Vgl Suid-Afrikaanse\nUitsaaikorporasie v O'Malley 1977\r\n(3) SA te 402A - H, 403B - D; Borgin v De Villiers and Another 1980\r\n(3) SA te 571E - G; May v\nUdwin (supra te 10C - H, 11A); Marais v\r\nRichard en 'n Ander (supra te 1166H). Die aard van die\r\nweerleggingslas wat so op verweerders\ngeplaas is, is niks meer as 'n\r\nverpligting om getuienis voor die Hof te lê waarmee 'n twyfel\r\nby die Hof geskep word dat die\nvermoede wat ontstaan het met bewys\r\nvan die publikasie van die lasterlike berigte, nl dat dit met opset\r\nom te belaster gedoen is,\ninderdaad nie so af te lei is nie. Die\r\nweerleggingslas het nie 'n las op verweerders geplaas om op 'n oorwig\r\nvan waarskynlikhede\nte bewys dat hulle nie die opset om te laster\r\ngehad het nie want die bewyslas in die sin van die onus probandi, het\r\nsteeds op eiser\ngebly om aan die einde van die saak op 'n oorwig van\r\nwaarskynlikhede te bewys dat die laster wederregtelik di met\r\nwederregtelikheidsbewussyn\ngepubliseer is. Vgl South Cape Corporation\r\nv Engineering Management Services 1977 (3) SA te 548B - G; Moaki v\r\nReckitt and Colman\n(Africa) Ltd and Another 1968 (3) SA te 105F - H,\r\n106A; Tregea and Another v Godart and Another 1939 AD te 32 - 33.\nDie\r\nbevinding dat die verslaggeefsters die bedoeling gehad het om die\r\neiser te belaster, maar geglo het dat hulle dit regmatiglik\nkon doen,\r\nmaw dat die animus injuriandi aanwesig was maar dat hulle geglo het\r\ndat onregmatigheid uitgesluit was, is 'n regsdwaling.\nSkuld en\r\nonregmatigheid synde twee afsonderlike elemente van die delik laster\r\nkan heeltemal afsonderlik van mekaar bestaan. Omdat\ndie\r\nverslaggeefsters geglo het dat wat hulle omtrent die eiser in hulle\r\nverslag geskryf het, 'n korrekte weergawe was van wat die\nRegter oor\r\nsy optrede gesê het, het hulle juis, subjektief geoordeel, nie\r\ndie opset gehad om eiser te belaster nie. Hulle\ndwaling het opset\r\nuitgesluit alhoewel nie onregmatigheid nie. Vgl Marais v Richard en\r\n'n Ander (supra te 1166G - H); May v Udwin\n(supra te 10C - H); SAUK v\r\nO'Malley (supra te 403C - D, 407C - D); Maisel v Van Naeren\n1960 (4)\r\nSA 836\nte 840C - H, 841A - H, 842C - D; THRHR band 42 te 443 -\r\nbespreking van\n1979 (3) SA 676\ndeur Neethling en Potgieter, veral te\r\n445; THRHR band 29 'Animus injuriandi en die afwesigheid van\r\nwederregtelikheidsbewussyn'\ndeur J D van der Vyver te 337, 345 - 6,\r\n348; band 30 te 39; Craig v Voortrekkerpers Bpk 1963 (1) SA te 156H\r\nen 157A. Die Verhoorhof\nmoes eiser se eise afgewys\n1982\r\n(3) SA p149\nhet\r\nop die grond dat eiser nie daarin geslaag het om te bewys dat die\r\ngewraakte berigte kwaadwilliglik oor hom gepubliseer was nie.\nDie\r\nVerhoorregter het woorde wat duidelik obiter in die uitspraak van die\r\nAppèlafdeling gebruik is, verhef tot die ratio\ndecidendi van\r\ndie uitspraak. Vgl SAUK v O'Malley (supra te 407H). Volgens die\r\ngemene reg bestaan daar nie 'n skuldlose aanspreeklikheid\nten opsigte\r\nvan 'n sekere klas persone vir die delik laster in teenstelling met\r\ndie aanspreeklikheid van 'n individu wat gegrond\nword op sy skuldige\r\nbesef nie. As daar wel rede is om so 'n beginsel in ons regspraak in\r\nte voer, behoort dit by wyse van wetgewing\ngedoen te word. Vgl\r\nGedenkbundel: H L Swanepoel (1960) te 41: 'Die Aanspreeklikheid van\r\ndie Pers op grond van Laster' deur J C\nvan der Walt. Sien konsep\r\nwetsontwerp te 80. In die gemene reg is die aksie om genoegdoening te\r\nverhaal vir laster wat gepubliseer\nis 'n verskyningsvorm van die\r\nactio injuriarum. Vgl Marais v Richard en 'n Ander (supra te 1166E -\r\nH); Bennett v Morris (1893)\n10 SC te 226. Ons regspraak vereis opset,\r\ndolus of animus injuriandi as 'n aanspreeklikheidsvereiste vir 'n\r\ninjuria. Vgl Neethling\nPersoonlikheidsreg te 71 para 3; Van der Merwe\r\nen Olivier Die Onregmatige Daad in die Suid-Afrikaanse Reg 4de uitg\r\nte 236 - 241\nsv 'Die Actio Injuriarum'. Kyk Moaki v Reckitt and\r\nColman (Africa) Ltd (supra te 104B - H, 105G - H); Jackson v SA\r\nNational Institute\nfor Crime Prevention 1976 (3) SA te 12H, 13A - G;\r\nMay v Udwin (supra te 10C - F, 13B - E, 14D - H, 17E - H). As 'n\r\nbegrip van skuldlose\naanspreeklikheid van die eienaars van die pers\r\nvir laster daarin gepubliseer in ons reg behoort te bestaan 'weens\r\ndie besondere\nposisie van die pers en die radio, wat magtige media\r\nis, en 'n weerlose burger in 'n moeilike posisie geplaas kan word'\r\ndan behoort\ndit nie gegrond te wees op die beginsels van die actio\r\ninjuriarum nie want dit verdoesel die skuldelement daarvan en behoort\r\nby\nwyse van wetgewing ingevoer te word. Kyk SAUK v O'Malley (supra te\r\n404H, 405A - B, 407G - H); vgl Clark and Another v Welsh 1975\n(4) SA\r\nte 478H, 479A. 'n Skuldlose aanspreeklikheid vir laster sal beteken\r\ndat die subjektiewe element van die actio injuriarum,\nnl die opset\r\naan die kant van die dader om iemand se persoonlikheidsregte aan te\r\ntas, heeltemal oor die hoof gesien word en dan\nsal bewys van slegs\r\ndie element van onregmatigheid die aksie kan fundeer. Die lasteraksie\r\nsal dan ten opsigte van 'n sekere klas\npersone nie meer 'n suiwer\r\nactio injuriarum wees nie. Vgl Die Onregmatige Daad in die SA Reg (op\r\ncit te 237); R v Umfaan 1908 T\nS te 66 - 67. Dat skuldlose\r\naanspreeklikheid in sommige gevalle 'n vergoedingsplig op 'n persoon\r\nplaas ofskoon hy nie aan al die\nvoorvereistes vir deliktuele\r\naanspreeklikheid daarvoor voldoen het nie, moet erken word. Maar dit\r\nis nooit in die vorm van 'n actio\ninjuriarum nie. Kyk SAUK v O'Malley\r\n(supra te 404H, 405A - B). Vgl Die Onregmatige Daad in die SA Reg (op\r\ncit te 489 en verder\nsv '8. Gevalle van skuldlose aanspreeklikheid\r\nsogenaamd op grond van onregmatige daad').\nDit\r\nword toegegee dat in die geval van laster gepubliseer in die pers of\r\noor die radio gespreek dit miskien moeilik mag wees om\ndie opset om\r\nte belaster by 'n bepaalde persoon tuis te bring. Maar daarenteen\r\nhoef 'n eiser in so 'n geval net soos in casu in\nsy uiteensetting van\r\neis net te beweer dat 'n lasterlike berig kwaadwilliglik oor hom\r\ngepubliseer\n1982\r\n(3) SA p150\nis\r\nen dan ontstaan die vermoede dat dit opsetlik gedoen is en rus daar\r\n'n weerleggingslas op die verweerder om getuienis te lei\ndat opset\r\nnie teenwoordig was nie. Voordat op verhoor gegaan word, moet die\r\nverweerder reeds in sy besonderhede aan die eiser openbaar\nwaarop sy\r\nverweer berus. Op die wyse is dit moontlik vir die eiser om, voordat\r\ndie verhoor begin, reeds vas te stel hoe hy die\nopset om te belaster\r\nkan bewys en by wie die die opset sou berus. As die verweerder geen\r\ngetuienis sou lei nie sou die prima facie\nsaak teen hom oorgaan in\r\nafdoende bewys van aanspreeklikheid. Vgl SAUK v O'Malley (supra te\r\n404H, 405A - B, 403A - D, 409C - E).\nDit\r\nstaan nie bo twyfel dat in die gewysdes waarna in die O'Malley saak\r\nverwys word die standpunt deurgaans gehuldig is dat die\neienaar of\r\nuitgewer van 'n koerant skuldloos aanspreeklik gehou word vir laster\r\nwat daarin verskyn het. Sommige uitsprake wek so\n'n indruk maar dan\r\nis dit waarskynlik gedoen onder die invloed van die Engelse gemene\r\nreg waarin skuldlose aanspreeklikheid grondliggend\nby laster is in\r\nteenstelling met die beginsels van die actio injuriarum in ons reg\r\nwaarin skuld 'n wesenlike element is. Vgl SAUK\nv O'Malley (supra te\r\n403E - H, 404A - H). 'n Ontleding van die sewe gewysdes waarna verwys\r\nword in bogenoemde gedeelte van die\nO'Malley- saak laat twyfel\r\nontstaan of al sewe gewysdes, behalwe die laaste een, gesag is vir 'n\r\nstelling dat die eienaar en die\nredakteur van 'n koerant skuldloos\r\naanspreeklik is vir laster wat in die koerant gepubliseer is. Kyk De\r\nJure Jaargang 13 (1980)\nte 344 - 355 'Die Skuldvereiste by laster: 'n\r\nonlangse belangwekkende beslissing' deur K J Kemp. 'n Bespreking van\r\ndie volgende\nsewe gewysdes genoem in die O'Malley- saak verskyn te\r\n351 - 352 van die artikel. Vgl Hill v Curlewis & Brand\n(1844) 3\r\nMenz 520\nen die bespreking van hierdie gewysde te 347 - 348 deur Kemp\r\n(op cit ). Kyk ook Hartley v Palmer and Central News Agency (1907)\n24\r\nSC te 228 en Kemp (op cit te 348); African Life Assurance Society Ltd\r\nv Phelan\n(1908) 25 SC 743\nen Kemp (op cit te 348 - 349); Wilson v\r\nHalle\n1903 TH 178\nen Kemp (op cit te 349 - 350); Dunning v Thomson\r\nand Co Ltd\n1905 TH 313\nen Kemp (op cit te 350 - 351); Dunning v Cape\r\nTimes Ltd\n1905 TH 231\nen Kemp (op cit te 351); Robinson v Kingswell;\r\nArgus Printing & Publishing Co Ltd v Kingswell\n1913 AD 513\nen\r\nKemp (op cit te 351 - 352); Visser (1979) 12 De Jure 'Aspekte van\r\nLaster in die Lig van Algemene Beginsels van die Deliktereg'\nte 108 -\r\n110; vgl (1979) 95 SALJ te 170 - 179 'The Fault Element in the Law of\r\nDefamation' deur J M Burchell, veral te 178 - 179;\nMaisel v Van\r\nNaeren (supra te 849B - H). In die O'Malley- saak word daar ook na\r\ndie volgende uitsprake in die Appèlafdeling\nverwys ten opsigte\r\nvan die aanspreeklikheid van persone vir laster wat in die pers\r\nverskyn het. SAUK v O'Malley (supra te 404D\n- G, 407D - F); Trimble v\r\nCentral News Agency Ltd (supra); Craig v Voortrekkerpers Bpk 1963 (1)\r\nSA te 156A - H, 157A, 160H en 161H;\nNasionale Pers Bpkt v Long 1930\r\nAD te 98 - 100. Behalwe vir die obiter dicta in die O'Malley- saak,\r\nhet die Appèlafdeling\ndie vraag heeltemal oopgelaat of die\r\neienaar en/of die redakteur van 'n koerant waarin 'n lasterlike\r\nartikel verskyn het wel skuldloos\naanspreeklik is vir die laster wat\r\ndaarin gepubliseeer is. Die huidige stand van ons reg is dat die\r\nlasteraksie 'n actio injuriarum\nis en\n1982\r\n(3) SA p151\nskuld\r\nin die vorm van opset met wederregtelikheidsbewussyn 'n element\r\ndaarvan is sodat 'n dader nie skuldloos aanspreeklik kan wees\nnie.\r\nSoos reeds aangevoer, behoort enige verandering in ons reg in hierdie\r\nverband aangebring te word by wyse van wetgewing wanneer\ndaar egter\r\nook ander oorwegings sal geld. Vgl J M Burchell 1980 (97) SALJ\r\n'Strict Liability for Defamation by the Media and Freedom\nof Speech'\r\nte 214 - 215. Die Hof a quo het gefouteer deur te bevind dat\r\nverweerders teenoor eiser aanspreeklik is hetsy op 'n basis\ndat hulle\r\nas redakteur of eienaar van die koerant waarin die lasterlike berig\r\nverskyn het skuldloos aanspreeklik daarvoor is of\nop die basis hierbo\r\ngenoem.\nWat\r\nbetref die teenappèl: Indien die Hof bevind dat verweerders\r\ninderdaad aanspreeklik is dan het die Hof a quo sy diskresie\nby die\r\nvasstelling van die bedrag genoegdoening behoorlik uitgeoefen.\nR\r\nKruger SC (bygestaan deur S F Burger ) namens die respondent: Die\r\nenigste verweer waarop die appellante as verweerders tydens\ndie\r\nverhoor a quo gesteun het was ontkennings in beide die Oggendblad en\r\nHoofstad- eise dat die berigte waarin die lasterlike bewerings\n\naangaande die respondent voorgekom het, kwaadwillig gepubliseer was.\r\nHierdie verweer gaan uit van die veronderstelling dat animus\n\ninjuriandi wel 'n vereiste is vir die aanspreeklikheid van die pers\r\nop grond van laster, en in besonder die aanspreeklikheid van\ndie\r\nredakteur en eienaar van 'n koerant. Hierdie veronderstelling is nie\r\nkorrek nie, en die verweerders as redakteurs en eienaars\nvan\r\nOggendblad en Hoofstad onderskeidelik kan, in die afwesigheid van\r\nregverdigingsgronde, nie steun op enige skulduitsluitingsgrond\nas\r\nverweer nie. Die gedagte dat die pers skuldloos aanspreeklik is vir\r\nlaster in ons reg is, onder invloed van die Engelse reg,\nreeds vroeg\r\nte bespeur. Indien in gedagte gehou word dat nalatigheid geen aksie\r\nop grond van laster kan fundeer nie (Suid-Afrikaanse\n\nUitsaaikorporasie v O'Malley 1977 (3) SA te 407D), is sodanige\r\naanknopingspunte reeds in Hill v Curlewis and Brand\n(1844) 3 Menz 520\naanwesig. Daar het die Hof aanvaar dat 'n redakteur se blote onkunde\r\naangaande 'n lasterlike berig in sy koerant geen verweer teen\n'n\r\nlasteraksie daarstel nie, aangesien die vereiste van animus\r\ninjuriandi in sodanige omstandighede 'n redakteur van alle\r\nverantwoordelikheid\nweens laster in sy koerant sal onthef. In 'n\r\nbespreking van die aanspreeklikheid van die drukker van 'n koerant\r\nwaarin lasterlike\nbewerings voorkom in Hartley v Palmer (1907) 24 SC\r\nte 236, kom die volgende passasie voor (die verweerder het die\r\naanwesigheid\nvan animus injuriandi spesifiek ontken in sy pleit): 'As\r\nthe publishers of what they themselves admit to be defamatory matter,\r\nthey are also liable in damages to the plaintiff.' In Wilson v Halle\r\nand Others 1903 TH te 191 het die eienaar en redakteur van\ndie\r\nTransvaal Critic die verweer geopper dat lasterlike berigte in die\r\nkoerant verskyn het 'in the bona fide belief that the same\nwere\r\nrespectively true and well founded, in the public interest and\r\nwithout malice,...'. Die Hof aanvaar dat die redakteur nie\n'motives\r\nof animosity' gehad het toe hy die gewraakte artikels geskryf het nie\r\n(te 200), maar bevind dat hierdie feit nie eens\ndie quantum van die\r\neiser se skade verminder nie. Dit word skynbaar as aksiomaties\r\naanvaar dat die afwesigheid van 'motives of\n1982\r\n(3) SA p152\nanimosity'\r\nnie 'n verweer teen die skuldoorsaak daarstel nie. Die posisie van\r\ndie uitgewers van die koerant is in die Wilson saak\nselfs nader aan\r\ndié van skuldlose aanspreeklikheid weens laster. Hul verweer\r\nwas dat hulle slegs die uitgewers en verspreiders\nvan die betrokke\r\nkoerant was, '... and that they published or distributed the said\r\nTransvaal Critic without knowledge or notice\nof the existence therein\r\nof the said alleged libels respectively and without malice...'.\r\nHierdie verweer word behandel deur WESSELS\nR te 200 - 201. In Dunning\r\nv Cape Times Ltd 1905 TH te 233 is dit as bewese bevind dat die\r\nverweerder, wat die drukker van die\nkoerant The Owl was, onbewus van\r\ndie lasterlike aard van 'n berig wat daarin verskyn het aangaande die\r\neiser was. Die argument\nnamens die verweerder dat die drukker van 'n\r\nkoerant nie in die Romeins-Hollandse reg aanspreeklik gehou kan word\r\nvir laster wat\ndaarin verskyn nie, is verwerp. Die posisie van die\r\ndrukker en geregistreerde uitgewer van 'n koerant waarin laster\r\nverskyn is\nvervolgens deur SMITH R oorweeg in Dunning v Thomson and\r\nCo Ltd 1905 TH te 316 en 317. Die effek van die relevante gedeelte\r\nvan\ndie uitspraak is dat, sodra lasterlike bewerings in 'n koerant\r\nvoorkom en die drukker of uitgewer hom nie op 'n regverdigings grond\n\nkan beroep nie, daar 'n onweerlegbare vermoede van animus injuriandi\r\nontstaan; die onkunde van die drukker of verspreider is 'n\nverweer\r\nwat nie met sukses opgewerp kan word nie. Vgl Robinson v Kingswell\r\n1913 AD te 526. Kyk ook Craig v Voortrekkerpers Bpk\n1963 (1) SA 149\n;\r\nHassen v Post Newspapers (Pty) Ltd and Others\n1965 (3) SA 562\n; vgl\r\nMarais en 'n Ander v Richard en 'n Ander 1979 (1) SA te 88E; (1979)\r\n42 Tydskrif vir Hedendaagse Romeins-Hollandse Reg 443;\n1980 (13) De\r\nJure te 344. Maar sien Maisel v Van Naeren 1960 (4) SA te 849C - H,\r\nen die kommentaar op hierdie beslissing in Strauss,\nStrydom en Van\r\nder Walt Die Suid-Afrikaanse Persreg (1976) te 258 (voetnoot 43) en\r\n260. Skuldlose aanspreeklikheid ten aansien\nvan die pers behoort dus\r\nas uitsonderingsgeval op die tans aanvaarde begrip van animus\r\ninjuriandi in ons lasterreg verdere erkenning\nte verkry, analoog aan\r\ndie uitsondering ten aansien van die posisie van die nuusverspreider\r\nwaar afwesigheid van nalatigheid as\nverweer erken word. Vgl\r\nSuid-Afrikaanse Uitsaaikorporasie v O'Malley (supra te 407E - F). Die\r\nbetoog dat enige verandering in ons\nreg in hierdie verband aangebring\r\nbehoort te word deur die Wetgewer alleen, hou nie rekening daarmee\r\ndat 'Roman-Dutch law... is\na virile system of law, ever seeking, as\r\nevery such system must, to adapt itself consistently with its\r\ninherent basic principles\nto deal effectively with the increasing\r\ncomplexities of modern organised society.' Pearl Assurance Co v Union\r\nGovernment 1934 AD\nte 563. Afgesien van die invloed wat dit op die\r\nquantum van die skade mag hê, behoort daar in beginsel geen\r\nverskil te wees\ntussen die skuldlose aanspreeklikheid van die\r\neienaar, uitgewer, redakteur en drukker nie. Vgl Dunning v Thomson\r\nand Co Ltd (supra\nte 316). Selfs al sou dit egter bevind word dat\r\nanimus injuriandi 'n vereiste vir aanspreeklikheid van die pers in\r\nons reg is,\nhet die verweerders nie die onus gekwyt om afwesigheid\r\nvan animus injuriandi te bewys nie, en het die Verhoorregter korrek\r\nbevind\ndat animus injuriandi wel aanwesig was. Dit is gemene saak dat\r\ndie gewraakte berigte lasterlike bewerings aangaande\n1982\r\n(3) SA p153\nRUMPFF\r\nHR\ndie\r\neiser bevat het en dat publikasie plaasgevind het; daar het gevolglik\r\n'n vermoede ontstaan dat die verweerders die berigte gepubliseer\nhet\r\nanimo injuriandi. Die verweerders het gevolglik die onus in die vorm\r\nvan 'n weerleggingslas gehad om op 'n oorwig van waarskynlikhede\nte\r\nbewys dat hulle nie opsetlik gehandel het nie.\nWat\r\nbetref die teenappèl: Die Hof a quo het nie sy diskresie na\r\nbehore uitgeoefen in die vasstelling van die bedrag van die\n\nskadevergoeding nie. Die eiser het algemene skade geëis weens\r\nkrenking van sy goeie naam en reputasie, asook in sy professionele\n\nhoedanigheid as 'n praktiserende advokaat. Gesien die aard van die\r\nlasterlike bewerings teen die eiser gemaak, die sirkulasiesyfers\nen\r\nverspreidingsgebied van Oggendblad en Hoofstad, die eiser se\r\npersoonlike omstandighede en sy professionele status en die smart\nen\r\nleed wat die berigte hom aangedoen het, sal daar 'n wesenlike en\r\nooglopende verskil wees tussen die bedrag toegeken deur die\nHof a quo\r\nen hierdie Hof se eie bepaling van die skadevergoeding. 'n Bedrag van\r\nR7 500 word aan die hand gedoen as synde billik\nin die Hoofstad- eis,\r\nen 'n bedrag van R5 000 as synde billik in die Oggendblad- eis. Vgl\r\nLaw of South Africa, band 7 para 105;\nPont v Geyser en 'n Ander\n1968\r\n(2) SA 545\n; SA Associated Newspapers Ltd and Another v Yutar\n1969 (2)\r\nSA 442\n; Buthelezi v Poorter and Others\n1975 (4) SA 608\n; SA Associated\r\nNewspapers Ltd en 'n Ander v Samuels 1980 (1) SA te 43A - E.\nHeyns\r\nSC in repliek.\nCur\r\nadv vult.\nPostea\r\n(Maart 31).\nJudgment\nRUMPFF\r\nHR: Die eerste en tweede appellante is onderskeidelik die redakteur\r\nen die eienaar van 'n koerant Oggendblad wat in Pretoria\nverskyn. Die\r\nderde en vierde appellante is onderskeidelik die redakteur en die\r\neienaar van 'n koerant Hoofstad wat ook in Pretoria\nverskyn. Die\r\nappellante is in die Transvaalse Hooggeregshof deur 'n Johannesburgse\r\nadvokaat, die respondent, weens laster gedagvaar.\nGerieflikheidshalwe\r\nis beide aksies saam verhoor. Uitspraak is gegee ten gunste van\r\nrespondent. Die eerste twee appellante is gelas\nom 'n bedrag van R2\r\n500 met koste te betaal, gesamentlik en afsonderlik, en die derde en\r\nvierde appellante is gelas om dieselfde\nbedrag met koste, ook\r\ngesamentlik en afsonderlik te betaal. Appellante appelleer nou teen\r\ndie uitspraak terwyl respondent 'n teen-appèl\ningestel het vir\r\nsover dit die bedrag van skadevergoeding betref. Die uitspraak van\r\ndie Verhoorhof verskyn in ons Hofverslae in\n1979 (3) SA 676\n(T). Die\r\nfeite van hierdie saak word in die uitspraak redelik volledig\r\nweergegee en dit is onnodig om al die feite in hierdie uitspraak\nte\r\nherhaal. Die Verhoorhof het bevind dat in elke koerant, hierbo\r\ngenoem, 'n uiters vernederende artikel betreffende die respondent\nas\r\nadvokaat gepubliseer is. Die appellante het hulle in die Verhoorhof\r\nhoofsaaklik beroep op die feit dat die vermoede van animus\ninjuriandi\r\nweerlê is. Die Verhoorregter het, in die eerste plek, 'n obiter\r\nbeslissing van hierdie Hof gevolg wat verskyn\nin Suid-Afrikaanse\r\nUitsaaikorporasie v O'Malley\n1982\r\n(3) SA p154\nRUMPFF\r\nHR\n1977\r\n(3) SA 394(A).\nIn daardie beslissing is verwys na sekere gewysdes van\r\nons Howe aan die einde van die vorige eeu en begin van hierdie eeu,\r\nook\neen in 1934, waarin die aanspreeklikheid van 'n redakteur of 'n\r\ndrukker of 'n eienaar van 'n koerant weens laster behandel is. Na\n\naanleiding van hierdie gewysdes is die volgende gesê te 404 en\r\n405:\n'Die beslissings in ons\r\nreg, waarna hierbo verwys is, is klaarblyklik in ooreenstemming met\r\ndie Engelse gemene reg waarvolgens aanspreeklikheid\nweens laster\r\ngegrond is op die publikasie daarvan, en nie op 'n bepaalde opset\r\nnie, en waarvolgens die eienaar, drukker, uitgewer\nen redakteur van\r\n'n koerant aanspreeklik gehou word weens laster, al het dié\r\npersone nie van die laster geweet nie. Die\naanvaarding in ons reg van\r\nhierdie beginsel skep 'n toestand waarby skuldlose aanspreeklikheid\r\nten opsigte van sodanige persone\nerken word, en kritiek dat hierdie\r\nbeginsel van skuldlose aanspreeklikheid in stryd sou wees met ons\r\ntans aanvaarde begrip van\nanimus injuriandi in die lasterreg, sou wel\r\ngeregverdig wees. Na my mening sou daar egter goeie redes bestaan\r\nwaarom hierdie klas\nvan persone skuldloos aanspreeklik behoort te\r\nwees, by wyse van uitsondering. Die uitsondering sou wesenlik gegrond\r\nkon wees op\nbeskerming van die gewone burger teen 'n klas van persone\r\nwat by 'n medium betrokke is, wat van so 'n aard is dat, in geval van\n\nlaster gepleeg in die medium, dit moeilik is om die opset by 'n\r\nbepaalde persoon tuis te bring. Dat in die Romeinse reg en ons\neie\r\nreg skuldlose aanspreeklikheid in sekere gevalle van deliktuele skade\r\nerken word, blyk oa uit die actio de effusis vel deiectis\nwat\r\ntoegeken word aan 'n verbyganger wat beseer word deur goed wat uit 'n\r\ngebou gegooi of gestort word. Die okkupeerder van die\ngebou word\r\naanspreeklik gehou vir die besondere daad wat 'n bewoner doen en, na\r\nmy mening, is dit 'n heilsame beskerming van onskuldige\nverbygangers\r\nwat dit uiters moeilik mag vind om te bewys watter bepaalde bewoner\r\ndie daad begaan het.'\nDie\r\nVerhoorregter in die onderhawige saak het beslis dat, hoewel die\r\naangehaalde uitspraak betreffende skuldlose aanspreeklikheid\nobiter\r\nis en die vraag nie finaal beantwoord is nie, die beginsel van\r\nskuldlose aanspreeklikheid toegepas moet word. Daarby het\nhy oa\r\nverwys na 'n artikel deur J M Burchell, 'The Fault Element in the Law\r\nof Defamation' in\n1978 SALJ 170.\nIn\r\ndie tweede plek het die Verhoorregter beslis dat in elk geval, wat\r\ndie besondere feite betref,\n'die animus injuriandi by\r\ndie laster teenwoordig was en die onregmatigheid van die laster nie\r\nuitgesluit is nie'.\nDie\r\ngetuienis het aangetoon dat 'n verslaggeefster van elkeen van die\r\nkoerante 'n berig opgestel het wel wetende dat wat geskryf\nis\r\nlasterlik is, maar dat hulle geglo het dat die berigte wat hulle\r\nopgestel het korrekte weergawes was van 'n geskrewe uitspraak\nvan 'n\r\nRegter van die Transvaalse Hooggeregshof. Hoewel die Verhoorregter\r\ndit nie uitdruklik noem nie, moet van die getuienis afgelei\nword dat\r\ndie verslaggeefsters minstens onredelik opgetree het deur te dink dat\r\nhul berigte wel 'n korrekte weergawe van die uitspraak\nwas.\nIn\r\nhierdie Hof is betoog dat die Verhoorhof moes bevind het dat die\r\nverslaggeefsters te goeder trou 'n fout gemaak het. Na my mening\ntoon\r\ndie getuienis van die betrokke verslaggeefsters dat hulle onbekwaam\r\nwas om met die nodige noukeurigheid 'n skriftelike uitspraak\nvan 'n\r\nhof weer te gee en dat hulle onredelik opgetree het. Vir doeleindes\r\nvan hierdie saak is dit onnodig om die vraag te behandel\nwat die\r\nantwoord moet wees in 'n geval van laster indien die verweerder erken\r\ndat hy lasterlike woorde gebesig het, maar dat hy\nweens dwaling geen\n1982\r\n(3) SA p155\nRUMPFF\r\nHR\nwederregtelikheidsbewussyn\r\ngehad het nie. Oor hierdie probleem van opset met\r\nwederregtelikheidsbewussyn en of wederregtelikheidsbewussyn\nwel by\r\ndie begrip 'opset' of by 'skuld' tuishoort, word deur hedendaagse\r\nskrywers veel en interessant geskryf en dit skyn duidelik\nte wees dat\r\n'n oplossing gevind sal moet word vir die geval waar die afwesigheid\r\nvan wederregtelikheidsbewussyn veroorsaak is deur\nnalatigheid aan die\r\nkant van die verweerder. Of so iets aanvaar behoort te word en op\r\nwelke wyse dit aanvaar behoort te word, is\nnie voor ons beredeneer\r\nnie en is, soos gesê, onnodig om tans te beslis.\nIn\r\nhierdie Hof is ook betoog dat, indien skuldlose aanspreeklikheid\r\nweens laster van toepassing gemaak word op die eienaar, die\ndrukker\r\nen die redakteur van 'n koerant, dit die skuldelement van die actio\r\ninjuriarum sou 'verdoesel'. So 'n aanspreeklikheid,\nis betoog,\r\nbehoort dan by wetgewing ingevoer te word. Namens appellante is\r\ntoegegee dat in die geval van laster in die pers of\nop die radio dit\r\nmoeilik mag wees om die opset by 'n bepaalde persoon tuis te bring,\r\nmaar dit is betoog dat hierdie beswaar eintlik\nuit die weg geruim\r\nword deurdat 'n weerleggingslas op die verweerder geplaas word om\r\ngetuienis te lei dat opset nie teenwoordig\nwas nie.\nEerste\r\nen tweede appellante het in hul pleit die publikasie erken, maar\r\nontken dat die berig kwaadwilliglik gepubliseer is en gepleit\ndat die\r\nberig 'n 'billike en wesenlik korrekte' weergawe van die geskrewe\r\nuitspraak van die Regter was. Genoemde appellante (as\nverweerders)\r\nerken uitdruklik nie dat eiser in sy goeie naam asook in sy\r\nprofessionele hoedanigheid gekrenk is nie en erken ook\nnie dat hy\r\nskade gely het nie. Dan gaan die pleit eenvoudig voort om te sê\r\ndat na die publikasie van die berig dit onder\ndie verweerders se\r\naandag gekom het dat respondent inderdaad nie die advokaat was na wie\r\ndie Regter in sy uitspraak verwys het\nnie en dat op 31 Maart 1978 'n\r\napologie in die Oggendblad gepubliseer is onder die opskrif 'Naam\r\nfoutief gebruik'. Tenslotte herhaal\ndie verweerders dat die bewerings\r\nin die koerant onvoorwaardelik teruggetrek word en hulle herhaal dat\r\nverskoning aangebied word.\nDie\r\nderde en vierde appellante het die publikasie van die berig erken\r\nmaar ontken dat die berig kwaadwilliglik gepubliseer is en\ngepleit\r\n'dat die publikasie daarvan regmatig was sonder die bedoeling om\r\neiser te belaster'. Verder is gepleit dat die berig gepubliseer\nis as\r\n'n 'redelike en billike' verslag van die skriftelike uitspraak van\r\ndie Regter. Ook is gepleit dat die hofverslaggeefster\nte goeder trou\r\ngeglo het dat die uitspraak verwys het na respondent en dat die berig\r\nte goeder trou gepubliseer is. Ook hulle beweer\ndat nadat dit tot hul\r\nkennis gekom het dat respondent nie die advokaat was na wie die\r\nRegter verwys het nie, hulle 'n verskoning\nin die koerant aangebied\r\nhet onder die opskrif 'Apologie aan adv De Flamingh'. Verder word\r\ngepleit dat die verweerders nie bedoel\nhet dat die berig die\r\ngewraakte betekenis moes hê ten aansien van eiser nie en hulle\r\nverg dus dat 'eiser al sy bewerings\nin hierdie paragraaf moet bewys'.\r\nDie paragraaf is para 5 van die besonderhede van respondent se\r\nvordering en verskyn te 181 van\ndie Hofverslae van 1979 (3). Die\r\nverweerders ontken ook die bewerings\n1982\r\n(3) SA p156\nRUMPFF\r\nHR\nvan\r\nrespondent dat hy in sy goeie naam en ook professionele hoedanigheid\r\ngekrenk is en dat hy enige skade gelei het.\nOm\r\ndie vermoede van animus injuriandi te weerlê, het die\r\nappellante die verslaggeefster van elke koerant opgeroep om getuienis\n\naf te lê en die appellante se standpunt is dat, omdat die twee\r\ndames te goeder trou gefouteer het, die appellante nie aanspreeklik\n\nis nie.\nDie\r\nonderhawige saak is by uitstek 'n voorbeeld van hoe onbillik dit\r\nteenoor die respondent sou wees om toe te laat dat die eienaars\nvan\r\ndie betrokke koerante en die redakteurs onder wie se vlag die laster\r\ndie wêreld ingestuur is, hulle eenvoudig kan beroep\nop\r\nafwesigheid van animus injuriandi omdat verslaggeefsters 'n fout sou\r\nbegaan het. Indien so 'n verweer sou slaag, sou dit na\nmy mening 'n\r\ngroot onreg wees teenoor die respondent in hierdie saak.\nWat\r\ndie pers in die algemeen betref, moet in gedagte gehou word dat daar\r\nnog altyd 'n beroep gedoen kan word op verwere soos bv\nwaarheid en\r\npublieke belang, selfs al sou skuldlose aanspreeklikheid aanvaar\r\nword.\nOm\r\ndie eienaar, drukker en redakteur in so 'n geval soos die onderhawige\r\nskuldloos aanspreeklik te hou, sou ook nie 'n nuwe begrip\nin ons reg\r\nwees wat deur wetgewing hoef ingevoer te word nie. Die koord waaruit\r\nons lasterreg bestaan, het baie drade. Hierdie\ndrade is ineengevleg\r\nen bestaan uit drade wat kom uit die Romeins-Hollandse reg en die\r\nEngelse reg. Die erkenning van die animus\ninjuriandi is 'n draad wat\r\nvanuit die Romeins-Hollandse reg kom. Die draad van strikte\r\naanspreeklikheid van die pers kom uit die\nEngelse reg. In sy betoog\r\nhet appellante se advokaat hom beroep op 'n artikel van K J Kemp in\r\nDe Jure jaargang 13 (1980) waarin\ndie skrywer die gewysdes ondersoek\r\nwat in die O'Malley- saak genoem is. Die skrywer kom tot die\r\nkonklusie dat daardie sake nie\n'klinkklare gesag' is vir die\r\nopvatting dat skuldlose aanspreeklikheid van die pers in ons reg geld\r\nnie. Ek wil nie die skrywer\nse analise, in sommige gevalle\r\nonvolledig, van daardie sake bespreek nie. Wat ek wel wil meld is,\r\ndat in al daardie sake 'absence\nof malice' gepleit is, terwyl in een\r\nsaak die drukker aanspreeklikheid sonder meer erken het. Dit is vir\r\nmy nie van groot belang\nof in een of meer van die sake miskien by\r\nimplikasie 'n begrip van nalatigheid of 'n begrip van middelikheid\r\ndeurgeskemer het nie.\nWat in die eerste plek duidelik is, is dat in\r\ndie gewysdes ons Howe hulle nooit gedistansieer het van die Engelse\r\nopvatting dat\ndie pers skuldloos aanspreeklik is nie, wat ook al die\r\npresiese grondslag van daardie aanspreeklikheid mag wees. Daardie\r\ndraad\nvan die Engelse reg kan duidelik gesien word. In Wilson v Halle\r\nand Others\n1903 TH 178\nis oa te 201 gesê:\n'It has been decided in\r\nthese Courts over and over again, and I believe also in the English\r\nCourts, that a company which makes it\nits business to publish\r\nnewspapers, and which employs individuals to publish those papers, is\r\nresponsible for any libel which may\nappear therein.'\nHierdie\r\nHof het in Trimble v Central News Agency Ltd\n1934 AD 43\nby\r\nnoodwendige implikasie die skuldlose aanspreeklikheid van die pers\r\naanvaar toe daar uitdruklik beslis is dat 'n 'newspaper vendor'\ndie\r\nvermoede van 'malice' kan weerlê deur te bewys:\n1982\r\n(3) SA p157\nRUMPFF\r\nHR\n'(1) that he did not know\r\nthat the newspaper at the time it was sold contained libels on the\r\nplaintiff; (2) that it was not by negligence\non the vendor's part\r\nthat he did not know that there was any libel in the newspaper; and\r\n(3) that the newsvendor did not know that\nthe paper was of such a\r\ncharacter that it was likely to contain libellous matter, nor ought\r\nhe to have known.'\nIn\r\nRobinson v Kingswell\n1913 AD 513\nhet hierdie Hof, met verwysing na\r\nOrd 49 van 1902 (T), te 526 gesê:\n'Now under s 7 of Ord 49\r\nof 1902 the plaintiff, as managing director of the company (which the\r\nlearned Judge in the Court below\nfinds is merely another term for\r\nmanager of the company), may, if he be the person registered as such,\r\nbe criminally liable, in\nspite of the fact that he did not publish\r\nthe article in question, unless he proves that the libel complained\r\nof was published\nwithout his knowledge, consent or connivance, and\r\nwithout negligence on his part. But nothing is said in the Act about\r\ncivil liability,\nand in the absence of some clear indication of\r\nintention a person's civil liability is unaffected by the section. To\r\nhold otherwise\nwould be to absolve the proprietor, eg, from civil\r\nliability in cases where he is in a position to prove that the libel\r\nwas published\nwithout his knowledge, consent or connivance and\r\nwithout negligence on his part. While such a provision is eminently\r\ndesirable\nin a criminal case, it is certainly not in accord with the\r\nprinciples of civil liability. To introduce what would be an entirely\n\nnovel principle into the law of civil liability would require clear\r\nlanguage.'\nHoewel\r\ndit obiter is, is dit na my mening 'n aanduiding van die denkrigting\r\nomtrent die aanspreeklikheid van die pers wat daar in\nons Howe\r\ngeheers het.\nOmdat\r\nin die onlangse ontwikkeling van ons lasterreg die vereiste van\r\nanimus injuriandi herbevestig is en omdat dit beslis is dat\ndie opset\r\nom te belaster 'n opset is met wederregtelikheidsbewussyn, het die\r\nprobleme van sekere media soos die radio in die O'Malley-\nsaak na\r\nvore gekom en het die obiter- uitspraak in daardie saak verskyn. Nou,\r\nna aanhoor van die betoë in die onderhawige\nsaak, is ek oortuig\r\ndat die strikte aanspreeklikheid van die pers, wat, soos ek reeds\r\ngesê het, soos 'n draad van die Engelse\nreg in die koord van\r\nons lasterreg ingedraai is, behoue moet bly. Strikte aanspreeklikheid\r\nby wyse van uitsondering is in elk geval\nin die Romeins-Hollandse reg\r\nnie iets vreemd nie. Ek hoef alleen maar te verwys na die actio de\r\neffusis vel deiectis wat genoem\nword in die aanhaling uit die\r\nO'Malley- saak wat hierbo verskyn.\nVan\r\nons skrywers het aan die hand gedoen oa dat wanneer skuldlose\r\naanspreeklikheid van die pers aanvaar word, die posisie van die\n\nindividu onderskei moet word. Burchell (op cit ) verwys daarna te 179\r\noa soos volg:\n'If the first course were\r\nadopted then, it is submitted, a clear distinction should be drawn\r\nbetween vicarious liability and strict\nliability, and the liability\r\nof the press should be squarely based on the 'risk' principle:\n'Die beheerders van die\r\npersonderneming skep myns insiens normaalweg 'n genoegsame tipiese en\r\nhoë risiko van benadeling van\ndie persoonlikheidsbelange van die\r\nindividu om die risiko-beginsel tot aanspreeklikheidsgrondslag te\r\nverhef. Die pers skep ongetwyfeld,\ndeur die verspreiding van sy\r\nprodukte, een van die potensieel grootste bronne van\r\npersoonlikheidskrenking van die individu.'\nThis form of risk\r\nliability is in keeping with the trend towards the 'loss spreading'\r\nfunction of the law of delict, as the press\nis usually better able to\r\nbear the loss and also to redistribute it amongst the community.'\n1982\r\n(3) SA p158\nRUMPFF\r\nHR\nDie\r\nverwysing in die voetnoot is na 'n artikel van prof J C van der Walt\r\nin Gedenkbundel H L Swanepoel te 76. Dit is natuurlik aanloklik\nom\r\ndie risiko-aanspreeklikheid ten opsigte van produkte toe te pas omdat\r\n'n koerant as 'n 'produk' beskou sou kon word. Radio en\ntelevisie wat\r\nop dieselfde basis as die pers behandel behoort te word, kan egter\r\nkwalik as bron van 'produkte' beskou word. Indien\nradio - of\r\ntelevisietoestelle as 'produkte' beskou moet word, word daardie\r\nprodukte nie deur die SAUK vervaardig of verkoop nie.\nAnder skrywers,\r\nsoos Van der Merwe en Olivier Die Onregmatige Daad in die\r\nSuid-Afrikaanse Reg 4de uitg te 445, doen aan die hand\ndat die\r\nwerklike aanspreeklikheid van die pers klaarblyklik geleë is in\r\ndie feit 'dat daar ten minste dolus eventualis aan\ndie kant van die\r\nredakteur, drukker, uitgewer ens is'. Ook sê hulle:\n'Die redakteur ens weet\r\ndat lasterlike berigte heel dikwels in koerante en tydskrifte, ook in\r\nsy eie, sal verskyn. As hy sulke berigte\nnie afweer nie word aanvaar\r\ndat hy hom met die verskyning daarvan versoen het, maw dat daar dolus\r\neventualis aan sy kant was.'\nHierdie\r\nstandpunt sou kon rym met die behoud van die Engelsregtelike element\r\nwat, soos hierbo aangedui, reeds in ons lasterreg bestaan.\nIn die\r\nEngelse reg word die posisie aangaande die persone en instansies wat\r\naanspreeklik is soos volg gestel in Gatley On Libel\nand Slander 7de\r\nuitg te 233:\n'Where a libel is\r\npublished in a newspaper, or book, everyone who takes part in\r\npublishing it, or in procuring its publication,\nis prima facie\r\nliable.'\nHieruit\r\nvolg dat die eienaar, redakteur, drukker en uitgewer van die koerant\r\naanspreeklik is, kyk Gatley (op cit te 233 en 234)\nen Fleming The Law\r\nof Torts 5de uitg te 542. Daar bestaan myns insiens geen geldige rede\r\nwaarom hierdie reël, wat reeds in\nons gewysdes verskyn, nie\r\nbehoue moet bly nie. Ek is wel bewus daarvan dat in 'n Wet van 1952\r\ndie Engelse gemene reg gewysig is\noa ten opsigte van sgn\r\n'unintentional defamation' en ook ten opsigte van die posisie van\r\nkoerante. Indien ons Wetgewer van mening\nis dat beskerming verleen\r\nmiskien behoort te word aan sgn 'innocent' lasteraars of aan die pers\r\nof radio, sal dit te gelegener\ntyd oorweeg kan word hoe sodanige\r\nbeskerming moet wees. In hierdie verband kan ek wel sê dat in\r\ndie verlede ons Howe nie\njuis buitensporige bedrae as skadevergoeding\r\nweens laster toegeken het nie. Dit bring my meteen by die teen-eis\r\nwat gerig is teen\ndie bedrae wat toegeken is in die onderhawige saak.\r\nDie bedrae is na my mening minder as wat ek self sou toegeken het\r\nindien ek\ndie Verhoorregter was. Nietemin dink ek nie dat hierdie Hof\r\ndie berekening van die Verhoorregter kan tersyde stel nie omdat hy\r\nklaarblyklik te min toegeken het. In gedagte moet gehou word dat hier\r\nwel 'n apologie aangeteken is, al was dit dan eenmalig.\nWeens\r\nbogenoemde redes word die appèl afgewys met koste, insluitende\r\ndie koste van twee advokate. Die teen-appèl word\nook afgewys.\r\nDie teen-appèl het so min bykomende koste tot die verhoor van\r\nhierdie appèl bygedra dat geen bevel gemaak\nword ten opsigte\r\nvan die teen-appèl nie.\nJANSEN\r\nAR, MILLER AR, JOUBERT AR en CILLIÉ AR het saamgestem.\n1982\r\n(3) SA p159\nRUMPFF\r\nHR\nAppellant\r\nse Prokureurs: Couzyn, Hertzog & Horak, Pretoria; Naudé,\r\nVan der Wall & Vennote, Bloemfontein. Respondente\nse Prokureurs:\r\nHofmeyr, Van der Merwe & Botha, Pretoria; McIntyre & Van der\r\nPost, Bloemfontein.\nSAFLII\r\n\t\t\tNote:\nThis\r\n\t\t\tcase was originally published by Juta and Company (Pty) Ltd. Juta\r\n\t\t\tretains copyright as far as it subsists.",
  "scraped_at": "2026-02-11T20:52:51.128007",
  "date": "1982-03-31",
  "coram": [
    "Rumpff HR",
    "Jansen AR",
    "Miller AR",
    "Joubert AR",
    "Cillié AR"
  ],
  "case_number": null,
  "parties": {
    "applicants": [
      "Pakendorf en Andere"
    ],
    "respondents": [
      "De Flamingh"
    ]
  },
  "sections": {
    "facts": "The respondent, a Johannesburg practising advocate, sued the editors and owners of two Pretoria newspapers – Oggendblad and Hoofstad – for defamation. Both newspapers published highly derogatory articles alleging misconduct by the advocate. The editors claimed the articles were based on a judicial statement and were published in good faith, later issuing apologies and retractions. The lower court found the newspapers liable and awarded damages of R2,500 each with costs.",
    "issues": "The appeal raised the following issues: (1) Whether the newspapers are civilly liable for defamation despite their claim of good faith; (2) Whether animus injuriandi (malice) is a required element of liability under South African law; (3) Whether the burden of proof lies with the plaintiff or can be shifted to the defendants; (4) Whether the damages awarded by the trial court were appropriate.",
    "principles": "The court reiterated that South African defamation law follows the actio injuriarum framework, requiring publication, falsehood, and animus injuriandi. Strict liability does not apply; liability depends on fault, either actual malice or negligence coupled with knowledge of falsehood. Precedents such as O'Malley, Marais v Richard, and South African UCT v O'Malley were cited, confirming that the press is not immune from liability absent a defence of truth, privilege or absence of malice. The burden of proof remains on the plaintiff unless a defence raises a rebuttable presumption of absence of malice.",
    "application": "Applying these principles, the court found that the defamatory statements were published and that the newspapers acted with animus injuriandi. The editors could not substantiate a defence of good faith or lack of malice; their belief that the reports were accurate was shown to be unreasonable. Consequently, the rebuttal burden placed on the defendants was not discharged, and the plaintiff's case was upheld. The court also affirmed the trial judge's assessment of damages as reasonable given the seriousness of the defamation and the professional reputation of the advocate.",
    "conclusion": "The appeal was dismissed. Each of the four appellants (the two editors and two owners) was ordered to pay R2,500 in damages plus costs, both jointly and severally. The cross‑appeal was also dismissed, and no alteration to the lower court's damages assessment was made."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Media Liability",
    "level_3": [
      "defamation",
      "animus injuriandi",
      "press liability",
      "damages"
    ]
  }
}