{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/70.html",
  "case_name": "S v Stevens (417/03) [2004] ZASCA 70; [2005] 1 All SA 1 (SCA) (2 September 2004)",
  "citation": "[2004] ZASCA 70",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 70\n|\nNoteup\n|\nLawCite\nS v Stevens (417/03) [2004] ZASCA 70; [2005] 1 All SA 1 (SCA) (2 September 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t417/03\nIn the matter between:\nKOOS\nSTEVENS\nAppellant\nand\nTHE\nSTATE\nRespondent\n_______________________________________________________\nCoram\n:\nNavsa,\nVan Heerden JJA et Ponnan AJA\nDate of hearing:\n26 August\n2004\nDate of delivery:\n2 September\n2004\nSummary:\tApproach to evaluation of evidence of single\nwitnesses ─ assessment of \t\t\ttotality of evidence ─ misdirections\nby\ntrial and appeal\ncourts.\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nNAVSA and VAN\nHEERDEN JJA:\n[1]\tCourts in civil or criminal cases faced with the\nlegitimate complaints of persons who are victims of sexually inappropriate\nbehaviour\nare obliged in terms of the Constitution to respond in a manner that\naffords the appropriate redress and protection.  Vulnerable\nsections of the\ncommunity, who often fall prey to such behaviour, are entitled to expect no less\nfrom the judiciary. However, in\nconsidering whether or not claims are justified,\ncare should be taken to ensure that evidentiary rules and procedural safeguards\nare properly applied and adhered to.\n[2]\tThe present appeal raises the\nquestion as to whether the trial court and, thereafter, the High Court to which\nthe first appeal\nwas directed, followed this approach satisfactorily. The\nbackground against which the appeal is to be decided is set out\nhereafter.\n[3]\tThe appellant, Koos Stevens, was convicted in the Wynberg\nMagistrates’ Court on three counts of indecent assault and was\nthereafter\nsentenced to one year’s imprisonment in terms of section 276(1)(\ni\n)\nof the\nCriminal Procedure Act 51 of 1977\non each count. The appellant appealed\nagainst his conviction and the related sentences to the Cape High Court, which\ndismissed his\nappeal.  That court, however, granted the appellant leave to\nappeal to this court. The present appeal is directed only against conviction.\n[4]\tAt the time of the events which led to his conviction, the appellant\nwas a detective sergeant at the Claremont police station.\nHe encountered the\nthree complainants, Rachel Vuyiswa Gxekwa (Rachel), Samantha Lumkwana (Samantha)\nand Norooi Gogotya (Norooi),\nfor the first time on the afternoon of 7 August\n1998 at the Claremont police station after Rachel had been arrested for\nshoplifting\nat a clothing store.\n[5]\tRachel testified that shortly after\nher arrest, during questioning by the appellant, he had caused her to undress\nand had touched\nher breasts, buttocks and thighs.  According to Rachel, she was\nlater asked by the appellant to identify the two friends who had\naccompanied her\nto the store from which the theft allegedly took place. The result was that,\naccompanied by Rachel, the appellant\nfetched Samantha and Norooi that night from\nNyanga East, where they lived, and transported them to the Claremont police\nstation to\nbe questioned by the appellant.  It is common cause that, although\nRachel had already been released on bail, she also returned to\nthe police\nstation with the appellant and her two friends.\n[6]\tSamantha and Norooi\ntestified that they were each separately questioned by the appellant in his\noffice after being fetched from\na temporary holding cell in the charge office.\nThey were each then taken to another room where, after taking their\nfingerprints,\nthe appellant caused them to undress and touched their breasts,\nbuttocks and thighs. According to Norooi, the appellant also touched\nher vagina\nwith his fingers.\n[7]\tAll three complainants testified that upon leaving\nthe police station they had informed Samantha’s boyfriend, Bantoe Bonwana\n(Bonwana) – who was waiting outside the police station to take them home -\nof what the appellant had done to them. He had immediately\nconfronted the\nappellant with their allegations, but the latter had denied\neverything.\n[8]\tBonwana’s evidence was to the effect that, on the\nevening in question, he had gone to the Claremont police station to fetch\nhis\ngirlfriend, Samatha, and her two friends, Rachel and Norooi, all three of whom\nhe believed to have been arrested. As he was walking\nto his car with the three\ncomplainants, Samantha informed him that the appellant had forced her to undress\nand had touched her body.\nThe other two complainants then told him that the\nappellant had done the same thing to them. Bonwana immediately confronted the\nappellant\nwith these accusations. The latter denied the allegations against him\nand took Bonwana to his office where he purported to show him\nthe documents\nwhich he had completed in the course of interviewing the complainants. Bonwana\ndid not read these documents. Thereafter\nBonwana drove the complainants home.\nUpon being told by Bonwana that the appellant had denied any impropriety, the\ncomplainants became\nangry and insisted that he had indeed forced them to\nundress. No further evidence was presented on behalf of the\nState.\n[9]\tThe appellant was the only witness for the defence. His\nversion was that on the afternoon in question, he took Rachel from the\ncell\nwhere she was being held to his office on the first floor of the police station\nto obtain a warning statement and fingerprints.\nWhilst he was thus engaged, a\nman and two women walked into his office and enquired about her. It is apparent\nfrom the evidence as\na whole that the two women were the other two complainants\nwhose identities at that stage had not been revealed to the appellant.\nThe\nappellant was also not told at that time that they had been involved in the\nincident which led to the charge of theft against\nRachel. They stated that they\nwere in possession of a receipt that would prove that the item allegedly stolen\nhad been paid for.\nHe advised them to produce it and informed them that he was\ngoing to charge Rachel with theft.\n[10]\tAfter obtaining a statement and\nfingerprints from Rachel, the appellant permitted her to make a telephone call\nso as to arrange\nbail. Her sister subsequently arrived at the police station and\npaid the bail in an amount of R100-00.  While her sister was at the\npolice\nstation, Rachel offered to identify two other persons who had been involved in\nthe incident at the clothing store.  The appellant,\nRachel and her sister\nthereupon travelled to Nyanga East where they found the other two complainants\nwho, according to Rachel, were\nthe persons in question. During the search for\nthe other two complainants, Rachel, her sister and the appellant had encountered\nand\nspent some time with Rachel’s mother. Rachel, the appellant and the\nother two complainants then travelled back to the Claremont\npolice station in\nthe appellant’s motor vehicle.\n[11]\tAfter their return to the\npolice station Rachel waited in an office on the first floor whilst Samantha and\nNorooi were placed\nin a holding cell in the charge office on the ground floor\nfrom which each was removed to be questioned by the appellant.\n[12]\tShortly after their arrival at the police station, the appellant\ninterviewed Norooi and Samantha in his office separately and\nat different times.\nHe questioned each about her involvement in the shoplifting incident. He was\nsatisfied with their explanation\nthat they were not present when the alleged\ntheft had taken place and released them. They departed with Rachel. Shortly\nthereafter\nhe was confronted by Bonwana, who had apparently been waiting for the\nthree complainants in the parking area at the police station.\nBonwana said that\nthe complainants had informed him that the appellant had touched their naked\nbodies. The appellant denied this\nand attempted to explain to Bonwana the\nprocedure he had followed in respect of the three complainants. When Bonwana\nrefused to listen\nto him, the appellant had, via Bonwana, invited the\ncomplainants to lay a charge against him.\n[13]\tIn his testimony the\nappellant denied that he had committed any impropriety in respect of any of the\nthree complainants. Thus,\nas regards the indecent assaults allegedly committed\nby him, his version conflicts completely with that of the complainants.  In\nrespect of the alleged indecent assaults, each of the complainants was a single\nwitness.\n[14]\tIn convicting the appellant, the magistrate reminded herself that she\nwas dealing with a single witness in respect of the essentials\nof each of the\ncharges and stated that she was approaching the complainants’ evidence\nwith the necessary caution. In her assessment\nof this evidence, the magistrate\nfound that there were ‘sekere getrouheidswaarborge in hulle getuienis met\nbetrekking tot die\nuitleg van die gebou. . . [en] die prosedure wat gevolg is. .\n.’. She found it reassuring that Samantha and Norooi could describe\nwhere\ntheir fingerprints were taken, in the face of the appellant’s denial that\nhe took their fingerprints. In dismissing criticism\nof the contradictions\nbetween the complainants’ evidence in court and their written statements\nto the police concerning the\ncharges against the appellant, the magistrate\nreasoned that such contradictions were understandable and excusable, as all\nthree complainants\nare Xhosa-speaking and their written statements had been\nobtained without the assistance of an interpreter. She was also dismissive\nof\nthe suggestion made on behalf of the appellant that the complainants had\nconspired against him. In this regard, she stated that\nthere had been no\nopportunity for Samantha and Norooi to discuss the matter with each other and\nthat they had, upon leaving the police\nstation, immediately reported the\nindecent assaults to Bonwana who then confronted the appellant about their\naccusations. The complainants’\nversion of events was, in her view, further\ncorroborated by this report to Bonwana. She concluded that the evidence of the\ncomplainants\nwas satisfactory.\n[15]\tAs regards the appellant’s evidence, the magistrate considered\ncertain aspects thereof as ‘nie baie duidelik nie’.\n She found it\nstrange that the appellant had placed Samantha and Norooi in a holding cell\nwhen, on his version of events, they had\nnot been arrested. She also found it\ntroubling that, although Rachel had been released on bail earlier on the day in\nquestion, the\nappellant considered it necessary to transport her to Nyanga East\nand then back again with the other two complainants. She failed\nto understand\nwhy the appellant had informed Norooi and Samantha that he would ‘set\ntheir bail’ at a high amount. She\nwas not convinced by the\nappellant’s explanation to the effect that he had done this because he was\nunhappy that they had wasted\nhis time.\n[16]\tOn appeal to it, the Cape High Court considered that the period of\nalmost two years between the date of the alleged offences\nand the\nappellant’s trial explained the complainants’ imperfect recall of\nevents. In the view of the court below, the\nnumerous contradictions in the\ncomplainants’ evidence did not impinge on the reliability of ‘die\nkern van die verhaal\nwat hulle\nvertel’. Erasmus AJ, with whom\nMotala J concurred, echoed the magistrate’s view about the language\nproblem leading to\nthe differences between the complainants’ evidence in\ncourt and their written statements. In essence, the court below, in a\nterse\njudgment, simply confirmed the convictions on the basis as set out by the\nmagistrate in her judgment.\n[17]\tAs indicated above, each of the complainants was a single witness in\nrespect of the alleged indecent assault upon her.  In terms\nof\ns 208\nof the\nCriminal Procedure Act, an\naccused can be convicted of any offence on the single\nevidence of any competent witness.  It is, however, a well-established judicial\npractice that the evidence of a single witness should be approached with\ncaution, his or her merits as a witness being weighed against\nfactors which\nmilitate against his or her credibility (see, for example,\nS v Webber\n1971 (3) SA 754\n(A) at 758G-H).  The correct approach to the application of this\nso-called ‘cautionary rule’ was set out by Diemont JA\nin\nS v\nSauls and Others\n1981 (3) SA 172\n(A) at 180E-G as follows:\n‘There is no rule of thumb test or formula to apply when it comes to a\nconsideration of the credibility of the single witness\n(see the remarks of\nRumpff JA in\nS v Webber\n. . .). The trial judge will weigh his evidence,\nwill consider its merits and demerits and, having done so, will decide whether\nit\nis trustworthy and whether, despite the fact that there are shortcomings or\ndefects or contradictions in the testimony, he is satisfied\nthat the truth has\nbeen told.  The cautionary rule referred to by De Villiers JP in 1932 [in\nR v\nMokoena\n1932 OPD 79\nat 80] may be a guide to a right decision but it does\nnot mean “that the appeal must succeed if any criticism, however slender,\nof the witnesses’ evidence were well-founded” (per Schreiner JA in\nR v Nhlapo\n(AD 10 November 1952) quoted in\nR v Bellingham\n1955 (2)\nSA 566\n(A) at 569.)  It has been said more than once that the exercise of\ncaution must not be allowed to displace the exercise of common\nsense.’\n(See further in this regard the useful discussions in respect of single\nwitnesses in DT Zeffert, AP Paizes and A St Q Skeen\nThe South African Law of\nEvidence\n4ed (2003) p 799-801 and in CWH Schmidt and H Rademeyer\nLaw of\nEvidence\n(2003, with looseleaf updates) para 4.3.1.)\n[18]\tAs will be discussed in further detail below, an analysis of the\nmagistrate’s judgment in this case supports the conclusion\nthat in fact\nshe failed to approach the evidence of the complainants with the necessary\ncaution. Moreover, her judgment illustrates\nthe dangers of what has been called\n‘a compartmentalised approach’ to the assessment of evidence, namely\nan approach\nwhich separates the evidence before the court into compartments by\nexamining the ‘defence case’ in isolation from the\n‘State’s case’ and\nvice versa.\nIn the words of Nugent J\nin\nS v Van der Meyden\n1999 (1) SACR 447\n(W) at 449c-450b:\n‘Purely as a matter of logic, the prosecution evidence does not need to\nbe rejected in order to conclude that there is a reasonable\npossibility that the\naccused might be innocent.  But what is required in order to reach that\nconclusion is at least the equivalent\npossibility that the incriminating\nevidence might not be true.  Evidence which incriminates the accused, and\nevidence which exculpates\nhim, cannot both be true – there is not even a\npossibility that both might be true – the one is possibly true only if\nthere is an equivalent possibility that the other is untrue.  There will be\ncases where the State evidence is so convincing and conclusive\nas to exclude the\nreasonable possibility that the accused might be innocent, no matter that his\nevidence might suggest the contrary\nwhen viewed in isolation.\n. . . The proper test is that an accused is bound to be convicted if the\nevidence establishes his guilt beyond reasonable doubt, and\nthe logical\ncorollary is that he must be acquitted if it is reasonably possible that he\nmight be innocent.  The process of reasoning\nwhich is appropriate to the\napplication of that test in any particular case will depend on the nature of the\nevidence which the court\nhas before it. What must be borne in mind, however, is\nthat the conclusion which is reached (whether it be to convict or to acquit)\nmust account for all the evidence.  Some of the evidence might be found to be\nfalse; some of it might be found to be unreliable;\nand some of it might be found\nto be only possibly false or unreliable;  but none of it may simply be\nignored.’\n(See also\nS v Tellingen\n1992 (2) SACR 104\n(C) at 106a-h and the\njudgments of this court in\nS v Van Aswegen\n2001 (2) SACR 97\n(SCA) para\n7-8 at 100f-101e and\nS v Trainor\n2003 (1) SACR 35\n(SCA) para 8-9 at\n40f-41c.)\n[19]\tThere were material contradictions between the evidence given by the\ncomplainants during the trial and the contents of the police\nstatements made by\nthem within a period of approximately six weeks from the date of the alleged\noffences.  These contradictions related\nnot only to the nature of the indecent\nassaults to which they were allegedly subjected by the appellant, but also to\nthe sequence\nof events on the afternoon and evening in question and the\ncircumstances and content of the report made to Bonwana.\n[20]\tAs indicated above, the magistrate purported to explain these material\ncontradictions on the basis that the three complainants\nare Xhosa-speaking and\nthat the police statements had been taken in English without the assistance of\nan interpreter.  In this regard,\nthe magistrate, in our view, overlooked the\ncomplainants’ levels of education and the fact that each such complainant\ntestified\nthat she was proficient in English. None of the complainants was\neither illiterate or unsophisticated.  Indeed, Rachel (21 years\nold) was a\nstudent of the University of the Western Cape at the time of the alleged\noffences, Norooi (24 years old) was in her Matric\nyear and Samantha (also 24\nyears old) had already passed Matric.  Each complainant confirmed that her\nstatement to the police had\nbeen read to her by the relevant police officer\nbefore she signed it under oath.  In the absence of any acceptable explanation\nfor\nthe material differences between the complainants’ evidence in court\nand the versions advanced by them in their police statements,\nit would appear\nthat the magistrate misdirected herself by failing to attach sufficient weight\nto such differences in her assessment\nof the credibility of the complainants.\n[21]\tThe magistrate’s finding of a ‘getrouheidswaarborg’ on\nthe basis that Samantha and Norooi were apparently able\nto describe the layout\nof the police station building, including the place where their fingerprints\nwere allegedly taken by the appellant,\nis fallacious.  Although Norooi denied\nvisiting the police station before she was taken there by the appellant, it\nseems clear from\nthe evidence as a whole that both she and Samantha\nhad\nin fact gone to the police station after Rachel had been arrested, had entered\nthe appellant’s office in which Rachel was being\nquestioned by the\nappellant and had waited for a while in the passage outside that office.  That\noffice and the ‘fingerprint\nroom’ are on the same floor of the\npolice station building and it is common cause that both Norooi and Samantha\nwere later\nquestioned by the appellant in the said office.  Neither purported to\ngive any description of the room in which their fingerprints\nwere allegedly\ntaken (and in which they were also allegedly indecently assaulted), other than\nstating that it contained a basin in\nwhich they washed their hands. They did not\nprovide a description of the position of this room in relation to the\nappellant’s\noffice. Their sole testimony in relation to the\n‘procedure’ followed by the appellant was that he had taken their\nfingerprints\nand had thereafter provided them with soap or gel to wash their\nhands.  Bearing in mind the fact that Rachel’s fingerprints\nhad\nbeen taken by the appellant that day and that the three complainants had, on\ntheir own versions, discussed their experiences at the\npolice station with one\nanother on more than one occasion, the ‘getrouheidswaarborg’ found\nby the magistrate to exist\nin this regard carries no weight at all.\n[22]\tThe magistrate based her dismissal of the suggestion that the\ncomplainants may have conspired to concoct a story against the\nappellant on her\nfinding that there had been no opportunity for the complainants to discuss the\nmatter with one another prior to\nthe report made by them to Bonwana.  This\nfinding is, however,\nnot\nborne out by the complainants’ evidence. \nThus, for example, Samantha testified that she and Norooi had told each other\nwhat\nthe appellant had done to them while they were together in the holding cell\nbefore being allowed to leave the police station.  Although\nthis was denied by\nNorooi, she in turn testified that the three complainants had discussed their\nexperiences at the hands of the\nappellant while they were walking out of the\npolice station to meet Bonwana.\n[23]\tIt must also be remembered that the three complainants were taken by the\nappellant from Nyanga East to the Claremont police station\nin the same car, some\ntime after Rachel had allegedly been indecently assaulted by the appellant. \nAccording to Rachel, she had not,\nduring the course of this journey, told her\nfriends what the appellant had done to her or warned them against him in any\nway.  The\ncourt below explained this by reference (\ninter alia\n) to the\nfact that it was not clear whether or not the complainants knew at that stage\nthat the appellant did not understand Xhosa.\n This was not, however, the\nexplanation given by Rachel under cross-examination.  According to her, she had\nnot said anything about\nthe indecent assault on her to her friends because she\nwas ‘in shock’ and did not think that the appellant would also\nindecently assault them.  Her testimony in this regard was contradictory,\nevasive and not at all persuasive.\n[24]\tOn a conspectus of all the evidence the complainants did in fact have\nthe opportunity to discuss the matter with one another,\nand must indeed have\ndone so, prior to making their report to Bonwana.  This being so, the\nmagistrate’s finding to the contrary\nindicates a failure properly to\nassess the evidence in this regard.\n[25]\tAnother aspect not given due consideration by both the magistrate and\nthe court below is that initially, during evidence in-chief,\nthe\ncomplainants’ reaction to what was clearly reprehensible behaviour on the\npart of the appellant was, hesitant (had to be\npainstakingly extracted by the\nprosecutor by way of\nvery\nleading questions) and muted. The\ncomplainants’ initial reaction was almost uniformly that they found it\nstrange that they\nwere being ‘searched’ in the absence of a\npolicewoman. Later, under strenuous cross-examination, their reactions mutated\nto ‘shock’.\n[26] \tThe magistrate does not appear to have given any consideration in her\njudgment to the inherent probabilities of, in particular,\nthe appellant’s\nversion (cf in this regard,\nS v Shakell\n2001 (2) SACR 185\n(SCA) para 30\nat 194h-195a).  The indecent assault on Rachel was allegedly committed in an\noffice on the first floor of the Claremont\npolice station on a Friday afternoon.\nBy Rachel’s own admission, other police officials (including a woman) were\nalso present\nat the station at that time.  For at least part of the time which\nRachel spent with the appellant, Samantha and Norooi, together\nwith another man,\nwere sitting in the passage outside the appellant’s office.  While Rachel\ncould not remember whether or not\nthe appellant had closed the door of the room\nin which he had allegedly assaulted her, the appellant’s evidence to the\neffect\nthat he had not closed the door of any of the rooms in which he had been\nwith Rachel was not disputed.  Even much later that night,\nwhen the appellant\nhad questioned Samantha and then Norooi, other police officials were still\npresent on both floors of the police\nstation.  Two inspectors had in fact\nentered the appellant’s office while he was questioning Norooi, prior to\ntheir going off\nduty.  Each of the complainants had been left alone by the\nappellant for periods of time, with the opportunity of telling other police\nstaff at the station of what was happening, but none of them had done so.  It\nappears to be most unlikely that the appellant would,\nin these circumstances, on\nthree different occasions have taken the risk of being interrupted by one or\nmore of his colleagues while\nforcing young women to undress in front of him and\ntouching their naked bodies.\n[27]\tIt is also unlikely that, had the appellant indeed indecently assaulted\nthe complainants, his reaction upon being confronted\nby Bonwana would have been,\nin a composed manner, to invite the complainants immediately to lay charges\nagainst him. Yet Rachel and\nNarooi testified that Bonwana informed them that the\nappellant had indeed reacted in this way.  Furthermore, according to Samantha,\nBonwana told all the complainants at the police station that they should lay\ncharges against the appellant. None of the complainants\nwas able to offer a\nplausible explanation for why they had not in fact laid charges against the\nappellant on the night in question.\n[28]\tThe magistrate’s concerns\nabout aspects of the appellant’s evidence, as set out in para [15], do not\ntake into account\nthat his actions, though open to criticism, are explicable in\nthe light of preceding events.\n[29] The contradictions between the evidence of the three complainants, and\nthe inherent contradictions and inconsistencies in the\nevidence of each of them,\nare numerous and, in many respects, undeniably material.  It is not, however,\nnecessary to analyse these\ncontradictions in any greater detail than that set\nout above.  Suffice it to say that, in our view, the magistrate failed to give\nsufficient weight to these contradictions and, in addition, failed properly to\nweigh the complainants’ evidence against that\nof the appellant and against\nthe probabilities.  The same can be said of the approach adopted by the court\nbelow in dismissing the\nappellant’s appeal to it. To our minds, it cannot\nbe said that the evidence, taken as a whole, establishes beyond reasonable\ndoubt\nthat the appellant indecently assaulted any of the three complainants.\n[30]\tThe appeal succeeds. The appellant’s convictions on the three\ncounts of indecent assault and the related sentences are\nset aside.\n_______________\nMS Navsa\nJudge of Appeal\n_______________\nBJ van Heerden\nJudge of Appeal\nCONCUR:\nPonnan\tAJA",
  "scraped_at": "2026-02-12T09:05:29.913948",
  "date": "2004-09-02",
  "coram": [
    "Navsa",
    "Van Heerden JJA",
    "Ponnan AJA"
  ],
  "case_number": "417/03",
  "parties": {
    "applicants": [
      "Koos Stevens"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Koos Stevens, a detective sergeant at Claremont police station, was accused of indecently assaulting three women—Rachel Vuyiswa Gxekwa, Samantha Lumkwana and Norooi Gogotya—after they were brought to the station in August 1998. Rachel had been arrested for shop‑lifting; the two other women were subsequently fetched from Nyanga East and taken to the station for questioning. The complainants testified that Stevens forced them to undress and touched their breasts, buttocks, thighs and, in Norooi's case, her vagina. They reported the alleged assaults to the boyfriend of one of the women, Bantoe Bonwana, who confronted Stevens. Stevens denied the allegations. He was convicted in the Wynberg Magistrates’ Court on three counts of indecent assault and sentenced to one year imprisonment per count. An appeal to the Cape High Court was dismissed, and the appellant obtained leave to appeal to the Supreme Court of Appeal.",
    "issues": "The principal issue was whether the convictions were safe given that each charge rested on the testimony of a single complainant and whether the trial judge and the High Court applied the appropriate cautionary rule in assessing single‑witness evidence. Secondary issues included the significance of material contradictions between the complainants’ courtroom testimony and their earlier police statements, and whether the courts properly considered the probability and credibility of the competing versions of events.",
    "principles": "South African law allows conviction on the evidence of a single competent witness under s208 of the Criminal Procedure Act, but the courts must apply the cautionary rule, weighing credibility, contradictions and material inconsistencies (see S v Webber, S v Sauls, Nugent J in S v Van der Meyden). The judge must consider the totality of evidence, probability, and the logical requirement that the prosecution evidence be sufficient to exclude reasonable doubt. Established precedents require a careful, non‑mechanical assessment rather than a formulaic approach.",
    "application": "The Supreme Court of Appeal held that the magistrate failed to give the requisite caution to the single‑witness evidence. The magistrate dismissed material contradictions on the basis of language difficulties despite the complainants’ demonstrated education and English proficiency. She also erred in accepting the complainants’ descriptions of the fingerprint room as a \"getrouheidswaarborg\" and in concluding that the women could not have colluded. The Court noted that the complainants had opportunities to discuss the incidents and that their initial, hesitant testimony was later amplified under leading questioning. The High Court’s reliance on the same flawed assessment was similarly flawed. Accordingly, the convictions were not established beyond reasonable doubt.",
    "conclusion": "The appeal succeeded. The Supreme Court of Appeal set aside the appellant’s convictions on all three counts of indecent assault and the associated sentences."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "indecent assault",
      "single witness evidence",
      "cautionary rule",
      "appellate review",
      "evidential assessment"
    ]
  }
}