{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/105.html",
  "case_name": "Road Accident Fund v Mgweba (488/2003) [2004] ZASCA 105; [2005] 1 All SA 646 (SCA) (26 November 2004)",
  "citation": "[2004] ZASCA 105",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 105\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Mgweba (488/2003) [2004] ZASCA 105; [2005] 1 All SA 646 (SCA) (26 November 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 488/03\nIn the matter between\nROAD ACCIDENT FUND\nAppellant\nand\nWZ\nMGWEBA\nRespondent\n________________________________________________________________________\nCORAM:\tBRAND, VAN HEERDEN JJA et ERASMUS AJA\n________________________________________________________________________\nDate Heard:\n11 November 2004\nDelivered:\n26 November 2004\nSummary\n:     Motor\nvehicle collision with pedestrian – Negligence – proof of \texcessive\nspeed – Circumstantial evidence\nbased on physical evidence – limits\n\tto reconstruction by court – distinction between conjecture and\nacceptable \tdeductive\nreasoning – Reaction time – Stopping distance\n– Evidential value \tof fact that witness untruthful on collateral\nissue.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nERASMUS AJA\nAR ERASMUS AJA\n[1]\tThe\nrespondent sustained bodily injuries when he was struck by a motor vehicle while\ncrossing a road. He claimed damages from\nthe Road Accident Fund, the appellant,\nin the Johannesburg High Court for his losses arising from those injuries. The\ntrial proceeded\non the question whether the driver of ‘the insured\nvehicle’ was causally negligent in relation to the collision; and,\nif so,\nwhether there was contributory negligence on the part of the respondent. The\ntrial court declared that the collision was caused\nsolely through the negligence\nof the ‘insured driver’. An appeal to the full bench succeeded to\nthe extent that it held\nthat the accident was occasioned through the negligence\nof both the insured driver and the respondent, which negligence was apportioned\n80% to the driver and 20% to the respondent. The appellant was granted special\nleave to appeal further to this court.\n[2]\tAt the trial there was no dispute\nabout the physical features of the scene of the accident. The collision occurred\nat the intersection\nof two major urban roadways, Columbine Ave and Rifle Range\nRd. The former runs west-east, the latter north-south. Both roads, up\nto the\npoint of their intersection, are divided down the centre by traffic islands,\nwith traffic proceeding in opposite directions\non either side of the islands. It\nis of particular relevance that Columbine Ave has three lanes for traffic\npassing through the intersection\nfrom west to east. (For the sake of convenient\nreference, I number these lanes 1, 2, and 3 from left to right.) Lanes 1, 2 and\n3\ncontinue beyond the intersection, with lane 3 running immediately to the left\n(north) of the centre traffic island. To the east of\nthe intersection there is a\nfourth lane, to the left of lane 1, for traffic filtering from Rifle Range Rd\ninto Columbine Ave from\nthe north. The intersection is controlled by traffic\nlights positioned on the centre traffic islands on all four approaches, as well\nas at all four corners of the intersection. Pedestrian crossings are demarcated\non the perimeter of all four sides of the intersection.\nThere was, however, no\nevidence regarding distances in respect of the physical and topographical\nfeatures outlined above.\n[3]\tIn the main, the facts of the accident were\ncommon cause. The collision occurred at the peak traffic hour of about 08:15 on\na\nMonday morning. The insured vehicle struck the respondent at a point in\nColumbine Ave immediately east of the intersection in the\nlane immediately north\nof the centre island (lane 3). The vehicle had travelled from west to east\nacross the intersection. It was\ndriven by Ms CR Bailey.\n[4]\tThe respondent\ndescribed the accident as follows. On the morning in question he was vending\nnewspapers at the intersection. He\nkept his supply of papers at the foot of the\npole bearing the traffic lights on the centre island on the eastern side of\nColumbine\nAve. Immediately prior to the accident he had sold a newspaper to a\nmotorist stopped in the traffic lane for vehicles turning left\n(east) out of\nRifle Range Rd into Columbine Ave. After he had completed his sale, he proceeded\nto return to his supply of papers\non the traffic island. He walked past the\nvehicle, stopped, looked at the robot and seeing that it was green for Rifle\nRange Road,\ncommenced crossing Columbine Ave. He proceeded along the pedestrian\ncrossing. He was walking fast but not running. He was about to\nput his foot on\nthe island, when he heard the sound of a motor vehicle. It struck him and he\nlost consciousness.\n[5]\tThe traffic officer who attended the accident, a Mr\nJacobs, testified in the respondent’s case. He had no independent\nrecollection\nof the incident, and based his evidence – which was not\ncontested – on a report completed by him at the time. He arrived\nat the\nscene at 8:20 and was informed that the collision had occurred at 8:15. He found\nthe vehicle and the pedestrian that had been\ninvolved in the collision. The left\nside of the windscreen was shattered. The alleged point of impact was pointed\nout to him by the\ndriver of the vehicle. The road surface was hard and\n‘normal’, and dry at the time. He observed a set of skid marks.\nHe\npaced off certain distances relevant to the accident and thereafter prepared a\nreport which included a sketch depicting Columbine\nAve immediately to the east\nof the intersection. It indicated the following points:\nE:\t The skid marks.\nThese commence in the intersection and extend \teastwards more or less straight\nalong lane 3, across the pedestrian\n\tcrossing.\nX:\tThe alleged point of\nimpact. This was where the skid marks ended.\nA:\tThe motor vehicle.  This was\nshown as a rectangle in lane 3, to the \teast of X.\nP:\tThe pedestrian. He was\nshown as lying in lane 3, east of A.\nThe following was recorded by\nJacobs:\nE – X = 16 paces\t\t(length of skid marks)\nX – A = 16\npaces\t\t(distance between impact point and vehicle)\nX – P = 22\npaces\t\t(distance between impact point and pedestrian)\nIt would seem to follow\nthat the distance A – P was 6 paces. This measurement is uncertain,\nhowever, because it is unknown from\nwhat point of the motor vehicle (A) the\nmeasurement X – A was taken.\n[6]\tJacobs paced off the distances\nhimself. A pace is of course a relative measurement, and he was asked to\nindicate the length of\nhis stride. This was agreed upon as being ‘just a\nbit more than half a metre’. On that basis, the skid marks of 16 paces\non\nthe diagram were 9 to 10 metres in length.\n[7]\tThe evidence of the further\nwitness for the respondent can be disregarded for reasons that are not relevant\nto adjudication of\nthe appeal.\n[8]\tThe first witness for the appellant was a\npolice inspector, one Madocks. He had stopped his vehicle in Rifle Range Rd\nnorth of\nthe intersection, because the traffic lights were red for him. As he\nwas waiting he heard the screeching of tyres. When he looked\nin that direction\nhe saw that a white Toyota had hit a newspaper vendor. He put on his police\nlight and cut across the flow of traffic\nin Columbine Ave to get to the\naccident. It was clear from the evidence of this witness that, at the time of\nthe collision, the traffic\nlights were red for Rifle Range Rd and therefore\ngreen for Columbine Ave, and remained so for some seconds after the collision.\n[9]\tMs Bailey told the court that she was driving to work that morning in an\neasterly direction in Columbine Ave. Her speed was between\n50 to 60 kph. As she\napproached the Rifle Range Rd intersection, she was travelling in the far\nright-hand lane (lane 3). The traffic\nlights were green in her favour. As she\nentered the intersection, she observed two pedestrians running across the road,\nthe one behind\nthe other. (The one in the rear proved to be the respondent.)\nThey were not in the pedestrian crossing. When first she saw the respondent,\nhe\nwas ‘maybe four car lengths’ from her. She could not say how many\nmetres that was. He was in the far left hand lane\n(lane 1, it would seem). She\nwas still travelling at between 50 to 60 kph.  She applied her brakes strongly.\nThe first pedestrian\ncrossed the road successfully, but the respondent ran into\nthe left side of her vehicle. He fell onto the windscreen. The car came\nto a\ndead stop as she still had her foot on the brake. Her windscreen was damaged in\nthe collision.\n[10]\tBailey stated that the accident occurred between 07:30\nand 07:45, because that was the normal time that she went past there.\nIn\ncross-examination, she was confronted with her police statement in which it was\nrecorded that the accident had happened at approximately\n08:15.\n[11]\tCounsel\nfor respondent put it to her (without factual foundation for the proposition)\nthat the length of the substantial skid\nmarks indicated that she was not\ntravelling at 50-60 kph. She replied:\n‘Sir there is no ways that you\ncan travel faster than 60 in that place at peak period, in peak traffic, you\ncannot. There is\nno ways that you can travel faster than that. I drive there\nevery day of my life, I have worked there for eight years, eight solid\nyears I\ndrive there every day of my life. ... I always look at my speedometer when I\ndrive that I do not exceed speed limits. Because\nI travel in a company car and\nif I get any fines for the company car I am liable for the\nfines.’\nCounsel put it to her (again without factual basis for the\nproposition) that according to the diagram the pedestrian was\n‘flung’\n22 paces from the point of impact. The cross-examination\ncontinued:\n‘...Can you explain why he was flung so far on collision?\n--- If I may ask how do you mean by flung? ---Well possibly not flung,\nhe\nfinished up – perhaps flung is the wrong – according to the diagram\nhe finished up 22 paces down the road from the\npoint of collision. --- He rolled\noff my car, he was not flung nowhere, he rolled off my car. You say that you\ncarried him on your\nbonnet? --- On the impact of the accident when my car came\nto a stop he rolled off the car.’\n[12]\tOn this evidence then, the\ntrial court ruled that Bailey was solely to blame for the collision. His\nreasoning is reflected in\nthe following comments:\n‘I must also point\nout that the length of the skid marks as well as the distance from the point of\nimpact up to where the plaintiff\nfell must mean that Bailie was travelling at a\nfar greater speed than 50/60 km. It is simple logic that if indeed Bailey was\ntravelling\nat between 50 and 60 km per hour the vehicle would not have made skid\nmarks that long and could not have necessitated that the plaintiff\nland some 22\npaces away from the point of impact.\nBased on Madock’s testimony, it\nappears more probable that the robot was green for Baillie as she approached the\nintersection\ni.e. for vehicles travelling west to east in Columbine Avenue.\nProbabilities point to the robot having changed from green to amber\nbefore\nBailey entered the intersection.  Because she was in a hurry she clearly must\nhave tried to cross the intersection as fast\nas possible before the robot turned\nred. ... When the robot changed from green to amber for Bailie at the same time\nthe plaintiff\nmust have seen the robot change to green for him and started\ncrossing the intersection from north to south. ...\nIn my view Bailie entered\na busy intersection at high speed and when the robot had already changed from\ngreen.’\nThe learned judge found that Bailey must have been rushing\nin order to report for work on time.\n[13]\tThe court\na quo\nheld that\nthe trial judge had erred in his finding that the traffic lights were red for\nBailey and green for the respondent. The\ncourt accordingly held that the\nrespondent was negligent in crossing the road. The court, further, held that the\ntrial court was\ncorrect in its finding that Bailey (too) was negligent in the\ndriving the insured vehicle.  The learned judge who delivered the judgment\nof\nthe court reasoned that -\n‘... the cumulative weight of the following\nfactors:\n(i)\tThe distance from the traffic lights (which were green for the insured\ndriver) to the pedestrian crossing used by the plaintiff\nat the other end of the\nintersection;\n(ii)\tThe length of the skid marks of the insured vehicle;\n(iii)\tThe distance between the point of impact with the pedestrian and the point\nwhere he fell;\n(iv)\tThe insured driver’s untruthful testimony about the time of the\naccident; and\n(v)\tThe insured driver would have been seriously late for\nwork.\ncompel the conclusion that the insured driver was\ntravelling at an excessive speed in the circumstances. Put differently, had she\nbeen travelling at between 50 and 60 kilometres per hour, as she said she had,\nshe would easily have been able to stop before hitting\nthe plaintiff. ... Had\nshe travelled more slowly she would also have avoided colliding with the\nplaintiff.  Therein lies her negligence.\nAn examination of her evidence also\nreveals that there were aspects of the failure to keep a proper look out and the\nfailure to take\nreasonable steps to avoid the collision in her negligence as\nwell. It should be borne in mind that she herself said that there was\nno vehicle\nin her lane behind her. Accordingly she could have applied her brakes sooner\nthan she did.’\n[14]\tBailey’s evidence as to her speed was not\ncontroverted by direct evidence. Both the trial court and the court\na quo\nrelied on circumstantial evidence for rejecting her version that she was\ntravelling at 50 to 60 kph when she entered the intersection.\nIn my view, both\ncourts, with respect, failed properly to analyse the evidencial\nmaterial.\n[15]\tI deal first with point (iii) of the court\na quo\n: the\ndistance between the point of impact and the point where the pedestrian fell.\nBoth the trial court and the court\na quo\nsimply mentioned that the\ndistance between these two points was 22 paces, without further comment or\nelaboration. Both apparently\nassumed that the force of the impact somehow caused\nthe respondent to be propelled this distance. This assumption does not however\naccord with the evidence. On Bailey’s evidence (\nsee\npara [11]\nabove) the respondent was conveyed on the bonnet of the motor car for some\ndistance beyond the point of collision: the\nvehicle was decelerating and came to\na stop; the respondent was a free-moving body that continued on its eastwards\ncourse beyond\nand over the front of the vehicle, until his contact with the road\nsurface brought him to a stop in front of the car. This description\naccords with\nthe shattered windscreen and the relative positions of the motor car and the\npedestrian after the collision, as indicated\nby Jacobs. On his report the\ndistance between the motor vehicle and the pedestrian was 6 paces (but\nsee\npara [5] above).  Nothing in this scene conflicts with Bailey’s\nevidence regarding her speed of travel. It follows that the\ntrial court\nmisconceived the evidence on this aspect, and the court\na quo\nuncritically adopted that misconception.\n[16]\tI deal next with the skid marks\n(point (ii)). The trial court, as well as the full court,\nsimply assumed\nthat the length of these marks constituted evidence that Bailey was travelling\nat a speed in excess of 50-60 kph. In\ndoing so, with respect, they indulged in\naccident reconstruction without the benefit of expert evidence. Accident\nreconstruction\nis a branch of dynamics requiring special knowledge in the\ndiscipline of physics. A court may venture into that field but only at\na level\nthat can properly be said to be a matter of common sense falling within common\nhuman experience. It is often a fine line\n(and frequently a debatable one) that\nseparates unacceptable conjecture from acceptable deductive reasoning based on\nproven physical\nfacts.\n[17]\tA court could, in my view, take cognizance of the\nfact that skid marks are caused by the wheels of the motor vehicle locking\nin\nthe application of its brakes. It is, further, a matter of basic and obvious\nlogic that there is some correlation between the\nlength of the marks and the\nspeed at which the vehicle was travelling when the skidding commenced: the\nhigher the velocity, the longer\nthe marks will be. However, calculating the\nspeed of the vehicle from the length of the skid marks is beyond the ability of\nthe non-expert\nthat is the court. That calculation will require evidence\nregarding the stopping distance of the particular vehicle at a given speed\nin\nthe particular physical circumstances. In this case, there was no evidence\nregarding the facts relevant to that computation, nor\nof the mathematical\nformula based on such information. In the circumstances, the fact that the\ninsured vehicle left skid marks of\n9-10 meters does not have the precise\nprobative value placed upon it by the trial court; and the court\na quo\nfollowed it into that error.\n[18]\tBoth the trial court and the full court\nfound that, had Bailey been travelling between 50-60 kph, she would have been\nable to\nstop her vehicle before striking the appellant. Neither court, however,\nexamined the factual basis underlying this reasoning. An\nessential factor in\nsuch deductive process is distance, here the distance between Bailey and the\nrespondent when she first saw him.\nThat measurement was, however, unknown. The\ncourt\na quo\ndescribed this distance as ‘considerable’, which\nwas an imprecise measure on which to base the finding that Bailey could\nhave\nstopped her vehicle timeously.\n[19]\tFurthermore, we are dealing with two\nmoving objects converging at right angles on a point of collision. Bailey had to\ntake evasive\naction. The phenomenon of reaction time is frequently mentioned in\nmotor accident cases. In the above crisis situation, it would\nbe an important\nfactor in  assessing whether Bailey could have avoided the collision. However,\nin the absence of physiological or\nempirical evidence regarding human reflexes,\na court should be hesitant to attribute a precise time to that factor: in short,\nBailey’s\nreflex ability was unknown. Nevertheless, the court could and\nshould have had regard to what the reaction process logically entails.\nIn an\nemergency, the motorist must first observe and then assess the nature of the\nlooming danger. She must thereafter decide upon\nthe proper evasive action to\ntake. In Bailey’s case this  involved a choice between swerving and\nbraking. She decided upon\nthe latter (which appears to have been the most\nappropriate action in the circumstances). She then had to take that action. This\ninvolved removing her foot from the accelerator and thereafter depressing the\nbrake pedal. All this would of course happen very quickly:\nbut then we are here\nconcerned with time measured in seconds, even fractions of a second. In the\nmeantime, prior to the deceleration,\nBailey would, at 60 kph, have been\nproceeding at 16,7 metres per second, decreasing at an unknown rate as the\nvehicle decelerated.\nIt was furthermore unclear at what point the braking action\ntook effect, as this could have occurred prior to the wheels locking.\n[20]\tIn\nview of the lack of precise information regarding Bailey’s stopping\ndistance and her reaction time, there was insufficient\nfactual basis for the\nconclusion that the reasonably competent driver in her position would have\navoided the collision by timeous\nreaction and appropriate action.\n[21]\tOne\ncan look at the position also from the perspective of the pedestrian’s\nmovement. The respondent had sold a newspaper\nto a motorist stopped at the\ncorner of Rifle Range Rd and Columbine Ave. He was standing – so it seems\n– in the filter\nlane in Columbine Ave, presumably at the driver’s\nwindow (\nsee\nparas [2] and [4] above). From there he moved towards the\ncentre island. When Bailey first observed him (on her evidence) he was\nin the\nextreme left-hand lane of Columbine Ave. He was running across the road\n(according to her) or walking fast (according to him).\nHe proceeded as far as\nlane 3, where he was struck. The distance across Columbine Ave was not measured,\nnor do we know precisely\nhow long it took him to traverse the road: it would\nhave been a matter of seconds (on either version of his actions). Clearly, there\nwas no factual basis for holding that Bailey could, let alone should, have\nbrought her vehicle to a stop in that time.\n[22]\tThat leaves the fact that\nBailey was untruthful about the time of the collision and was in fact late for\nher work (points (iv)\nand (v)). This aspect impacts adversely upon her\ncredibility. However, her evidence regarding the collision was consonant with\nthe\nestablished facts. There was no evidence – either direct or\ncircumstantial – that in any way contradicted her version\nof the accident.\nThe fact that she had a motive for travelling fast did not\nper se\nconstitute evidence that she was travelling beyond the speed limit. By itself,\nthe fact that she was untruthful about being late\nfor work was devoid of\nprobative value.\n[23]\tFinally, there is a suggestion in the judgment of the\ncourt\na quo\nthat Bailey failed to keep a proper look-out. The judge did\nnot elaborate on the issue. There is no factual basis for such a finding.\nOn the\nrespondent’s evidence, there was nothing in his actions that would have\nsuggested to an onlooker that he was about to\nrush blindly against the red light\nacross the busy road, into the path of oncoming traffic. In the circumstances, a\ncareful motorist\nwould not have had reason to take evasive action prior to the\nrespondent commencing to cross Columbine Ave, which was when Bailey\nnoticed\nhim.\n[24]\tIn view of my findings on the question of negligence on the part of\nthe insured driver, I need not deal with the further substantial\nhurdle in the\npath of the respondent, ie causation.\n[25]\tFor these reasons, I find that\nboth the trial court and the court\na quo\nerred in finding negligence on\nthe part of the driver of the insured vehicle. The trial court should have found\nthat the respondent\nhad failed to prove negligence on the part of the driver of\nthe insured vehicle, and should therefore have granted the appellant\nabsolution\nfrom the instance.\n[26]\tIn the result, the appeal succeeds with costs. The\njudgment of the court\na quo\nis set aside and the following order is\nsubstituted therefor:\n‘1.\tThe appeal succeeds with\ncosts.\n2.\tThe whole of the order of the trial court is set aside, and\nsubstituted by the order that the defendant be absolved from the instance\nwith\ncosts.’\n____________________\nAR ERASMUS\nACTING JUDGE OF\nAPPEAL\nCONCUR:\nBRAND  JA\nVAN HEERDEN  JA",
  "scraped_at": "2026-02-12T09:09:20.363296",
  "date": "2004-11-26",
  "coram": [
    "BRAND",
    "VAN HEERDEN JJA",
    "ERASMUS AJA"
  ],
  "case_number": "488/03",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Wz Mgweba"
    ]
  },
  "sections": {
    "facts": "The respondent, a newspaper vendor, was crossing the pedestrian crossing at the intersection of Columbine Avenue and Rifle Range Road when he was struck by a white Toyota driven by Ms. C.R. Bailey. The collision occurred at approximately 08:15 on a Monday morning during peak traffic. The vehicle travelled eastbound in lane 3, made a series of skid marks of about 9‑10 metres, and came to rest after hitting the pedestrian, who was found lying on the road. The traffic lights were green for the vehicle and red for the crossing road at the time of impact. Various measurements of distances and the length of skid marks were recorded by a traffic officer, but no expert reconstruction evidence was presented.",
    "issues": "The principal issues were (1) whether the driver of the insured vehicle was negligent in causing the collision, (2) whether the pedestrian was contributorily negligent, (3) whether the length of the skid marks and the distance the pedestrian was thrown could reliably indicate that the driver was travelling at an excessive speed, and (4) whether the trial court erred in its findings on negligence and apportionment of liability.",
    "principles": "The court reiterated the principles of negligence: a duty of care, breach of that duty, causation and damages. It stressed that the burden of proof lies on the plaintiff to establish the defendant's breach on a balance of probabilities. The judgment highlighted that courts may use common‑sense deductions but must not engage in detailed accident reconstruction without expert evidence. Evidence of speed must be based on reliable data (stopping distances, reaction time) and not on conjecture. The credibility of parties and untruthful testimony may affect weight but does not, by itself, prove negligence. Contributory negligence requires proof that the plaintiff failed to take reasonable care.",
    "application": "Applying these principles, the appellate court found that the trial court and the lower appellate court had relied on speculative inferences from the skid‑mark length, the distance the pedestrian was carried, and the driver’s alleged lateness. No expert evidence was offered to convert the measured distances into a speed, and the exact distance between the vehicle and pedestrian when first sighted was unknown. Consequently, the inference that the driver was exceeding 50‑60 km/h was unsupported. The driver’s untruthful statements about the time of the accident affected credibility but did not constitute proof of excessive speed. The court therefore concluded that the driver’s negligence had not been proven, and the finding of contributory negligence of the pedestrian was also untenable.",
    "conclusion": "The appeal by the Road Accident Fund succeeded. The judgment of the lower court was set aside, the driver was absolved from liability, and costs were awarded to the appellant."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence",
    "level_3": [
      "motor vehicle accident",
      "road accident fund",
      "contributory negligence",
      "speed estimation",
      "evidence"
    ]
  }
}