{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/54.html",
  "case_name": "Platinum Holdings (Pty) Ltd and Others v Victoria and Alfred Waterfront (Pty) Ltd and Another (428/2003) [2004] ZASCA 54 (28 May 2004)",
  "citation": "[2004] ZASCA 54",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 54\n|\nNoteup\n|\nLawCite\nPlatinum Holdings (Pty) Ltd and Others v Victoria and Alfred Waterfront (Pty) Ltd and Another (428/2003) [2004] ZASCA 54 (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF\r\nAPPEAL\nOF SOUTH AFRICA\nReportable\nCase Number : 428 / 2003\nIn the matter between\nPLATINUM HOLDINGS (PTY)\r\nLIMITED\n.....................................................................\n1\nst\nAppellant\nUNITRADE 1152 CC t/a JENNI\r\nBUTTON\n.....................................................................\n2\nnd\nAppellant\nPLATINUM CLOTHING WATERFRONT 267269\r\nCC\nt/a ACA\r\nJOE\n.......................................................................................................................\n3\nrd\nAppellant\nPLATINUM CLOTHING WATERFRONT 229 CC\nt/a HILTON\r\nWEINER\n.........................................................................................................\n4\nth\nAppellant\nand\nVICTORIA AND ALFRED WATERFRONT (PTY)\r\nLTD\n...........................................\n1\nst\nRespondent\nV & A WATERFRONT PROPERTIES (PTY)\r\nLTD\n....................................................\n2\nnd\nRespondent\nCoram\n: HOWIE P, SCOTT,\r\nNUGENT, CONRADIE JJA and PONNAN AJA\nDate of hearing\n: 7 MAY\r\n2004\nDate of delivery\n: 28\r\nMAY 2004\nSUMMARY\nRespondents obtaining declaratory\r\norder that second, third and fourth appellants vacate leased premises\r\n– oral agreements\nconcluding new leases alleged – such\r\nallegation not sustainable in light of contemporary correspondence –\r\nalternative\ndefences based on Competition Act – necessary\r\nfactual substratum lacking – no relief granted by Competition\r\nTribunal\nwould impact on order given by court\na quo\n– refusal to refer matter to Competition Tribunal upheld.\nJ U D G M E N T\nCONRADIE JA\n[1] The second respondent owns all the\r\nfixed properties at the Victoria and Alfred Waterfront in Cape Town.\r\nIt took transfer of\nthem from their previous owner, the Transnet\r\nPension Fund, on 7 February 2001. The first respondent manages and\r\ndevelops the Waterfront.\nIts managing director is Mr J F van der\r\nMerwe. One of the properties owned by the second respondent for the\r\nletting of which the\nfirst respondent is responsible is the Victoria\r\nWharf, a large shopping complex. Lordland Property Developments CC\r\n(‘Lordland’)\nis the first respondent’s\r\nsub-contractor for negotiating leases with prospective tenants. Its\r\nmanaging member is Mr Adam\nBlow. The respondents' separate identities\r\nare of no consequence in these proceedings so I do not distinguish\r\nbetween them.\n[2] The second, third and fourth\r\nappellants (the lessees) sell designer clothes from shops in the\r\nVictoria Wharf in terms of leases\nentered into with the Transnet\r\nPension Fund. Their affairs are conducted by the first appellant\r\nwhose managing director is Mr Marcel\nJoubert.\n[3] Each lease provided that it\r\ncommenced on 1 April 1999 and expired four years later on 31 March\r\n2003; there was no right of renewal\nbut generally speaking shop\r\nkeepers' leases in the Victoria Wharf were renewed if agreement could\r\nbe reached on the terms of a\nnew lease. The respondents' contention\r\nis that no agreement on new leases could be reached so that the\r\nlessees were obliged to\nvacate the premises on the expiry of their\r\nleases. The appellants' principal contention on appeal is that\r\nJoubert had, on behalf\nof each of them, orally agreed an extension of\r\nits lease. If this contention fails, its second argument, in reliance\r\nupon certain\nprovisions of the Competition Act 89 of 1998, is that\r\nthe lessees could not be made to give up occupation of their premises\r\npending\nadjudication by the Competition Tribunal of their claims that\r\nthe respondents had contravened certain provisions of the Competition\n\nAct. These issues are before us with the leave of the court\na quo.\n[4] An evaluation of the cogency of the\r\nappellants' contentions regarding the oral leases requires a brief\r\nexposition of the history\nof the litigation. In June 2002 the\r\nrespondents sounded out the appellants on whether the lessees would\r\nwish to conclude new leases\nto take effect when their existing leases\r\nexpired in March of the following year. In the course of meetings\r\nbetween the parties\nthereafter it became apparent, according to the\r\nrespondents, that the negotiators could not reach agreement on the\r\nterms for new\nleases. For the respondents a troubling feature of the\r\nnegotiations was that Joubert on several occasions asserted that the\r\nlessees\nenjoyed what he called 'constitutional protection' and could\r\ntherefore not be made to vacate the premises after the expiration of\n\nthe leases. There was also an intimation from the appellants’\r\nattorney at the time that they might seek to rely on the provisions\n\nof the\nPrevention of Illegal Eviction From and Unlawful Occupation of\nLand Act 19 of 1998\n. Given what the respondents regarded as the\r\nlessees’ evident strategy to hold over, they applied for\r\ndeclaratory relief with\na view to resolving those issues before the\r\nexpiry of the leases.\n[5] The respondents' application,\r\nbrought as a semi-urgent matter, was served on 18 December 2002. The\r\nfirst response from the appellants\nwas on the morning of the hearing,\r\nsix weeks later. They then delivered an affidavit by Joubert setting\r\nout certain of the appellants'\ncontentions but also asking for more\r\ntime. One of these contentions was that the lessees and the\r\nrespondents had concluded oral\nleases for the period after 31 March\r\n2004. Supplementary answering affidavits were served a day or two\r\nbefore the date scheduled\nfor the resumed hearing. The defence based\r\non the Competition Act was now also raised. A counter application for\r\nan order directing\nthe respondents to negotiate in good faith towards\r\nnew lease agreements had also seen the light of day. No appeal has\r\nbeen noted\nagainst the dismissal of the counter application by the\r\ncourt\na quo\n.\n[6] In view of its importance not only\r\nto this issue but to the next, it is necessary to quote a letter\r\ndated 20 November 2001 addressed\nby Joubert to Van der Merwe and\r\nannexed by the former to the appellants’ answering affidavit:\n'I refer to our\r\ncharacteristically enjoyable meeting this morning and further thereto\r\nattach copies of the original correspondence\nfrom Adam [Blow] that\r\nled to our good faith inclusion of the Jenni Button, Hilton Weiner,\r\nand Aca Joe Waterfront stores in our\n25 store rollout program. As you\r\ncan see from the correspondence the 8 week rent-free period and\r\nfurther 50% of refurbishment rental\nre-scheduling proposed by\r\nyourselves at the time differ quite considerably from the zero\r\nrentfree period and paltry 15% refurbishment\nrental rescheduling put\r\nforward in our meeting with Adam and Willem [Dreyer - Executive\r\nManager: Property Management] this morning.\nWe are therefore, quite\r\nunderstandably, more than a little dismayed at this sea-change in\r\nthinking, particularly in view of the\ngood faith reliance we placed\r\non the initial proposals, including the Waterfront, in our\r\nrefurbishment program, however misguided\nthat may have been.\nWhilst we readily\r\nconcede that the proposals put forward by Adam in July were never\r\nconsummated – with us in fact requesting\n3 months rent free and\r\nfurther 5 year option periods – we cannot help feeling a little\r\nput out that our good faith reliance\non these proposals, in including\r\nthe stores in our refurbishment program, appears to have been so\r\nill-founded.\nThis is all the\r\nmore so in [the] light of the excellent relationship enjoyed between\r\nour respective companies in the recent past,\nthe stimulating\r\nconversations with Adam, yourself and others in regard to exciting\r\nnew gain-sharing paradigms and, perhaps more\nimportantly, the ultra\r\nconservative nature of the July proposals themselves –\r\nespecially when compared to the numerous far\nmore generous proposals\r\non offer from competing centres, such as for example a full 100% R1\r\nmillion per store refurbishment costs,\nplus full five years\r\nabsolutely rent free, from certain of your very close competitors, in\r\nwhose centres we are currently enjoying\nconsiderably improved trading\r\ndensities, of a magnitude comparable to that in your own centre.\nWith all due\r\nrespect to the total “package” on offer from the\r\nWaterfront, we cannot help feeling that same pales in\ncomparison to\r\nthe “package” on offer from other leading centres and\r\nthat you may therefore be at some risk of losing\nprime concepts to\r\ncompeting centres if you do not raise your total offerings to\r\ncomparable levels. However much we may like the\nWaterfront, and\r\nhowever much your trading densities may be of the better ones in the\r\ncountry, the “package” on offer\nby yourselves does not\r\ncome close to those on offer from Mutual, Liberty, Monex and Pareto,\r\nmaking it most difficult for us to\ninclude your centre in our\r\nrefurbishment program, however much we may like to do so.\nI am therefore most\r\nconcerned that the Waterfront is at risk of missing a golden\r\nopportunity to procure world-class, new-generation,\ncutting-edge,\r\nicon flagship concepts, not to mention the vastly improved income\r\nstream flowing from these highly successful concepts.\nWe would hate\r\nto see this happen through lack of vision, lack of understanding or\r\nlack of communication and therefore urge you\nto apply your mind to\r\nfinding ways to resurrect the July proposals so that we may all share\r\nin the upside of rolling out these\nworld beating concepts to your\r\ncentre now, while we have the opportunity to do so, thereby\r\ncontinuing an excellent association\nwhich we hope will endure for\r\nyears to come.'\nP S For the\r\navoidance of all doubt, I would stress that the objective is not to\r\ndecrease the rand value of your income stream over\na five year\r\nperiod, but rather to increase same by a significant proportion and\r\nwe therefore believe there is compelling logic\nin your initial July\r\nproposals, in line with the win-win paradigms discussed so many times\r\nbetween us. We therefore trust that\nwe will be able to resurrect this\r\nopportunity for the benefit of all concerned.'\n[7] The appellants have not sought to\r\nqualify or explain the contents of this letter. It must accordingly\r\nbe taken as an accurate\nrendition of what was in Joubert’s mind\r\nat the time. It relates that the appellants and the respondents had\r\nentered into\nnegotiations, that Blow had made certain attractive\r\nproposals and that these had subsequently fallen away. The appellants\r\nwere\nanxious to persuade the respondents to reinstate them by\r\nemphasizing the benefits which would accrue to the respondents from\r\ndoing\nso. The respondents were not sorely tempted. On 22 November\r\n2001 Van der Merwe wrote to Joubert reminding him that 'all\r\ndiscussions\nwere in proposal form made by Adam Blow, subject to\r\nratification by our board' and pointing out that a revamp of the\r\nlessees' premises\nshould have been undertaken a long time before,\r\nthat 'the desperation of other landlords have necessitated very\r\ngenerous installation\ncosts to yourselves’ and that ‘demand\r\nfor space at the Victoria Wharf continues to be exceptionally\r\nstrong'.\nThe letter ends on what the writer calls\r\n'a positive note':\n'…should you\r\navail yourself of the proposal made to you by Willem [Dreyer] and\r\nAdam [Blow] on the 19th instant [the day before\nJoubert’s\r\nletter] we would certainly extend the termination date of the current\r\nleases and allow the renovations to proceed\nand therefore give you a\r\nlonger period to amortize the investment. You would be investing in\r\none of the country’s prime locations\nand I am sure your\r\ninvestment would be greatly worthwhile.'\n[8] Each of the writers is attempting to\r\npersuade the other that it would be advantageous for those whom they\r\nrepresent to enter\ninto new leases; they are\nad idem\nthat the\r\nnegotiations have broken down; they are in agreement on the fact that\r\nthere have been no renewals. The appellants are angry\nand\r\ndisappointed that the July proposals are no longer open for\r\nacceptance. The respondents are determined not to go back to the\nJuly\r\nproposals which in any event were not primarily concerned with a\r\nrenewal of the leases in due course but rather with a promise\nof\r\nearly renewals of the leases (from March 2002 and not from April\r\n2003) provided the shops were refurbished before a certain\ndeadline.\n[9] In his first answering affidavit\r\nJoubert states that he had on behalf of the lessees 'by our conduct\r\nand our actions consummated\nvarious verbal and written proposals made\r\nby the Applicant, in terms of which the existing leases would each be\r\nrenewed from 1\nApril 2003 for a period of 5 years, against which the\r\nSecond to Fourth Respondents [the lessees] would renovate and upgrade\r\ntheir\nstores.' The 'consummation' was the approval of plans by the\r\nrespondents for the refurbishing of the stores (or at any rate of\r\nsome of them). This ‘consummation’, says Joubert, made\r\nhim believe that new lease contracts had been concluded. This,\nas we\r\nhave seen, is not what emerges from the correspondence the tenor of\r\nwhich remains unchallenged.\n[10] In Joubert’s second, main,\r\nanswering affidavit there emerges for the first time reliance on a\r\nsecond oral agreement,\nsupposedly concluded telephonically between\r\nhim and Blow some time after negotiations for new leases had been\r\nproposed by the respondents\nin June 2002. It is the respondents'\r\npolicy to approach sitting tenants well before the expiration of\r\ntheir leases to find out\nwhether and, if so, on what terms, they\r\nwould wish to enter into new leases. Letters were written to the\r\nappellants and several\nmeetings were held from July 2002 onwards at\r\nwhich the question of new leases was discussed. When Joubert finally\r\nput pen to paper\nin a letter to Van der Merwe on 14 October 2002, his\r\nrecordal of what had transpired up to then was  inconsistent\r\nwith any\ncontention that an agreement had been reached. Instead, he\r\nexpressed the hope that 'we will be able to thrash out mutually\r\nacceptable\nparameters for governing our ongoing relationship quickly\r\nand amicably.'\nTwo further meetings were held on 23\r\nOctober and 8 November 2002 at which no progress towards the new\r\nleases was made but at which\ntalk of constitutional protection which\r\nthe lessees supposedly enjoyed by having built up  proprietary\r\ninterests in their\nlocation in the Victoria Wharf made the\r\nrespondents realise that no agreement was likely, and sufficiently\r\nalarmed them to instruct\ntheir attorneys to write to the appellants\r\nterminating negotiations while at the same time reminding them that\r\nthe lessees were\nobliged to vacate their premises on 31 March 2003.\n[11] The attorneys' letter provoked a\r\nvituperative reply from Joubert to them dated 27 November 2002. In it\r\nJoubert speaks of being\n'anxious to resolve this matter as quickly as\r\npossible', of having 'bent over backwards to finalize these lease\r\nrenewals', and\nof wanting to 'far rather finalize mutually acceptable\r\nterms on a fair and reasonable basis for all concerned…'.\r\nInstead,\nJoubert maintains, the appellants' efforts at renewal were\r\n'obstructed by an astonishing display of heavy handed, bullying,\r\nintimidating,\ncoercive, extortionary tactics from your clients,\r\n[which] contrived to extort blatantly unreasonable, inequitable,\r\nunfair and iniquitous\nterms from us by openly manipulating threat of\r\ndestruction of our considerable accumulated interest in the sites if\r\nwe do not accept\npatently unreasonable terms…'\nThis is not the language of agreement.\n[12] As in the case of the 2001\r\ncorrespondence, neither the writing of the letters nor their content\r\nis in dispute. It is not suggested\nthat anything that was written by\r\nthe parties misstated anything in their corporate minds. In\r\nparticular there is no reason to\ndoubt that the letters correctly\r\nreflected the state and progress of the negotiations as the parties\r\nperceived them at the time.\n[13] It is also common cause that the\r\nappellants did not in any of the correspondence put forward the\r\ncontention that the existing\nleases had been extended or that new\r\nleases had been concluded. The obvious response to the attorneys'\r\nletter, that the lessees\nwere contractually entitled to remain where\r\nthey were, was not made. That such a response was not made is common\r\ncause; that it\nwas the obvious response and that it would have been\r\nmade had the appellants believed the lessees to be contractually\r\nentitled\nto remain in their premises, is not common cause. But since\r\nthey acted in such marked contrast to what the ordinary course of\r\nhuman\nexperience suggests they would have done under the\r\ncircumstances now stated by Joubert to have existed, they needed to\r\noffer an\nexplanation for this strange and unusual omission. Their\r\nfailure to do so leads one to strongly suspect that the conclusion of\r\nthe oral leases was a defence manufactured shortly before the first\r\nhearing of the application.\n[14] The appellants' case is that there\r\nwas insufficient evidence for the court\na quo\nto have come to\r\na conclusion on whether there had been a renewal of the leases or not\r\nand that in the absence of a request by the\nrespondents that the\r\nmatter be referred to oral evidence the application ought to have\r\nbeen dismissed. I agree with the judge\na quo\nthat the\r\napplication was capable of being decided on the papers. No conflict\r\nof fact emerges from the correspondence between the\nparties. There\r\nare inconsistencies in the evidential material but they only arise\r\nbecause Joubert’s view of the situation\nat the time he deposed\r\nto his affidavits was different to that at the time he wrote the\r\nletters referred to above. Inconsistencies\non paper between earlier\r\nand later versions of the same litigant are not necessarily fatal to\r\nhis case: An explanation of the discrepancy\nmay or may not prompt a\r\ncourt to order further investigation into the truth of the\r\nexplanation using the techniques developed in\nthe hearing of oral\r\nevidence. In the absence of any explanation by Joubert for the\r\ndivergence between his statements in the correspondence\nand in the\r\naffidavits, there was nothing to refer for further exploration by\r\ncross-examination.\n[15]\nPeterson v Cuthbert & Co Ltd\n1945 AD 420\nis a case in which a tenant wrote a letter promising to\r\nvacate premises let to him by the respondent. Later, in an answering\r\naffidavit,\nhe contended that the lessor's agent had given him oral\r\npermission to remain in the premises. He was required to offer an\r\nacceptable\nexplanation of the discrepancy between what he had\r\npromised in his letter and what he averred in his affidavit.\r\nWatermeyer CJ at\n428 set out the rule that has so frequently been\r\napplied:\n'In every case the\r\nCourt must examine the alleged dispute of fact and see whether in\r\ntruth there is a real issue of fact which cannot\nbe satisfactorily\r\ndetermined without the aid of oral evidence;'\nAlthough the tenant alleged that he had\r\nbeen given permission to stay in the premises his earlier promise to\r\nvacate, it was held,\nmade the dispute of fact 'immaterial.' The same\r\nconclusion must be inevitably drawn here: The unexplained letters\r\nwritten by Joubert\nundermined his testimony under oath to the point\r\nwhere, in the context of deciding on the advisability of further\r\nexploration of\nthe issues, the conflict between that and contrary\r\nfacts testified to by the respondents became 'immaterial'.\n[16] The appellants' next defence, a\r\ndilatory one, was also dismissed by the court\na quo\n. It\r\nrefused to refer to the Competition Tribunal in terms of s 65(2) of\r\nthe Competition Act issues 'concerning conduct that is\nprohibited in\r\nterms of this Act.' Section 62(2) prohibits a civil court from\r\nconsidering the merits of a competition issue; it\nmust refer it to\r\nthe Competition Tribunal provided that it is satisfied that the issue\r\nhas not been raised frivolously or vexatiously\nand that the outcome\r\nof the action depends on the resolution of the competition issue. It\r\nis clear that the prohibition against\nconsideration of the merits of\r\na competition issue does not mean that a court can give no\r\nconsideration to the issue at all. It\nmerely means that it may not\r\nattempt to resolve the issue; but the question whether the\r\ncompetition issue is frivolous or vexatious\nis an issue for the\r\ncourt, not for the Competition Tribunal.\n[17] The appellants contend that the\r\nrespondents are guilty of two restrictivepractices outlawed by the\r\nCompetition Act: In violation\nof s 9, as a 'dominant firm,'\r\npractising price discrimination and, in violation of s 8, abusing\r\ntheir dominance in the market in\nwhich they conduct business.\n[18] The first contention in this regard\r\nis that the respondents’ conduct in refusing to renew the lease\r\nagreements other\nthan on  terms determined by themselves\r\nconstituted anti-competitive price discrimination (in violation of s\r\n9 of the Act)\nin that the terms demanded by the respondents as\r\ndominant firms for a renewal of the lease agreements were\r\nsignificantly more onerous\nthan the terms provided by the respondents\r\nto major retailers in equivalent transactions in respect of retail\r\nspace at Victoria\nWharf.\n[19] In prohibiting price discrimination\r\nby a dominant firm, s 9 of the Act provides that –\n'(1)An action by a\r\ndominant firm, as the seller of goods and services, is prohibited\r\nprice discrimination, if –\n(a) it is likely to\r\nhave the effect of substantially preventing or lessening competition;\n(b) it relates to\r\nthe sale, in equivalent transactions, of goods or services of like\r\ngrade and quality to different purchasers;\nand\n(c) it involves\r\ndiscriminating between those purchasers in terms of – (i) the\r\nprice charged for the goods or services;\n(ii) …\n(iii) …\n(iv) …'\n[20] An action by a dominant firm cannot\r\nbe price discrimination unless it relates to sales in what are called\r\n'equivalent transactions',\nof goods or services of like grade and\r\ninvolves discriminating between purchasers in terms of price. There\r\nis no evidence suggesting\nthat the leases to major retailers at the\r\nVictoria Wharf are transactions that could in any relevant way be\r\nregarded as equivalent\nto the leases for the kind of small shops\r\noccupied by the appellants.\n[21] Moreover, the appellants, in the\r\nhalf-hearted comparison they sought to draw between the rental levels\r\nfor major tenants and\nfor other, smaller, retailers only brought into\r\nthe comparison the basic monthly rent per square metre paid by each\r\ncategory of\ntrader without any indication of what a major tenant's\r\nturnover rental might be. Even if leases with major stores were to be\r\nregarded\nas equivalent to leases with shops occupying one hundred\r\nsquare metres or so, there is no evidence of what total rental income\r\nper square metre the respondents derive from each and therefore no\r\nhope that on these facts any kind of price discrimination might\nbe\r\ndemonstrated.\n[22] The appellants also contend that\r\nthe lessees were, in defiance of the provisions of s 8(a) of the\r\nCompetition Act, charged\nan 'excessive price' to the detriment of\r\nconsumers by the dominant respondent firms. Section 8(a) prohibits a\r\ndominant firm from\ncharging an excessive price to the detriment of\r\nconsumers.\n[23] Assuming the respondents to be\r\ndominant firms within the meaning of the Competition Act and assuming\r\nthe expression ‘excessive\nprice’ in the Act to include an\r\nexcessive rental, there is no evidence that the rental suggested by\r\nthe respondents for the\nnew leases fell within the purview of the\r\ndefinition of this expression in the Act. An excessive price is a\r\nprice for a ‘good\nor service’ that bears no reasonable\r\nrelation to its economic value. There is no evidence of what the\r\neconomic value of the\nlessees' premises was. It is thus completely\r\nunknown what relation the proposed rental bore to such value.\n[24] The indications on the papers are\r\nthat the appellants did very well out of their tenancy of premises in\r\nthe Victoria Wharf.\nAccording to Joubert the Waterfront stores have\r\nenjoyed 'spectacular growth in trading results over the last six\r\nyears in particular.'\nThey were, again according to Joubert,\r\n'generating significant \"turnover rental\" for the\r\napplicants over and above the\nconsiderable base rentals already\r\npaid.' The increase in percentage rental proposed by the respondents\r\nover the previous lease\nperiod was 2%, up from 8% to 10% of turnover,\r\nrising to 12% if turnover exceeds R4 500 per square metre per month.\r\nThere is no\nevidence on record that an increase of this order would\r\nhave made the rental excessive in the sense that it failed to bear a\r\nreasonable\nrelation to the economic value of the premises.\n[25] The appellants' contention that the\r\nlessees were (to the detriment ofconsumers) being charged excessive\r\nbase rentals is every\nbit as unsubstantiated. Having regard to the\r\nlack any evidence other than that of a dramatic improvement in the\r\nlessees' turnover,\nit is fanciful to suggest that the increased rent\r\nbore no reasonable relation to the economic value of the premises. It\r\nis no wonder\nthat in the discussions that followed the respondents'\r\nproposals for new leases, Joubert did not complain about the rent but\r\ncomplained\ninstead that the lessees would not be able to operate from\r\npremises as small as those that the respondents were prepared to let\n\nto them.\n[26] As would have appeared from the\r\ndiscussion above, the appellants’ case on the competition\r\nissues is hopeless. There is\nauthority for the proposition, which I\r\nendorse, that one who conducts a hopeless case acts frivolously. In\nS\r\nv Cooper\n1977 (3) SA 475\n(T) at 476D-G Boshoff J remarked in the\r\ncontext of an application for a special entry on the record that –\n' ... the word\r\n\"frivolous\" in its ordinary and natural meaning connotes an\r\napplication characterized by lack of seriousness,\nas in the case of\r\none which is manifestly insufficient, and the word \"absurd\"\r\nconnotes an application which is inconsistent\nwith reason or common\r\nsense and unworthy of serious consideration. These words have been\r\nused according to the decided cases in\nrespect of pleadings and\r\nactions which were obviously unsustainable or manifestly groundless,\r\nor utterly hopeless and without foundation….\nIn order to bring\r\nan application within this description, there should be present\r\ngrounds upon which the Court could found an opinion\nthat the\r\napplication is clearly so groundless that no reasonable person can\r\npossibly expect to obtain relief from it. The Court\nshould be slow in\r\ncoming to such a conclusion, and this quality must therefore appear\r\nas a certainty and not merely on a preponderance\nof probability.'\n[27] The court\na quo\nfound that\r\nthe late raising of the competition issues did not lead to the\r\ninference that they had been raised frivolously or vexatiously.\nIt\r\nseems to have overlooked the fact that the test is also objective and\r\nthat an issue can be said to have been raised in a frivolous\nand\r\nvexatious manner if it is clearly groundless or insufficient. No\r\nfacts have been alleged by the appellants that might have\nsupported a\r\nreferral to the Competition Tribunal: In the circumstance no\r\nreasonable person could possibly have expected to obtain\nany relief\r\nfrom that tribunal.\n[28] There is another reason for this\r\nconclusion, correctly relied upon by the court\na quo\n. Prayer 3\r\nof the notice of motion sought a declarator that the lessees 'have no\r\nright of continued occupation of the said premises\nafter 31 March\r\n2003.' An order was granted in those terms. Even if the Competition\r\nTribunal could, as submitted, require the parties\nto negotiate\r\ntowards leases giving occupation with effect from that date, the\r\nappellants would have no right to further occupation\nuntil the\r\nconclusion of such leases. No order of the Competition Tribunal could\r\nundo the effect of the order of the high court.\nThere was accordingly\r\nno impediment to the court\na quo\ngranting the requested\r\ndeclaratory order. To put it differently: No order of the Competition\r\nTribunal was, in the words of s 65(2)(\nb\n)(ii) of the\r\nCompetition Act, 'required to determine the final outcome of the\r\naction'; the final outcome of the application was\nand, in the light\r\nof the relief sought could only be, determined by the high court.\nThe appeal is dismissed with costs that\r\ninclude the costs of two counsel.\nJ H CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nHOWIE  P\nSCOTT  JA\nNUGENT  JA\nPONNAN  AJA",
  "scraped_at": "2026-02-12T09:04:14.801458",
  "date": "2004-05-28",
  "coram": [
    "Howie P",
    "Scott",
    "Nugent",
    "Conradie JJA",
    "Ponnan AJA"
  ],
  "case_number": "428/2003",
  "parties": {
    "applicants": [
      "Platinum Holdings (Pty) Ltd",
      "Unitrade 1152 CC t/a Jenni Button",
      "Platinum Clothing Waterfront 267269 CC t/a ACA Joe",
      "Platinum Clothing Waterfront 229 CC t/a Hilton Weiner"
    ],
    "respondents": [
      "Victoria and Alfred Waterfront (Pty) Ltd",
      "V & A Waterfront Properties (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants were lessees of retail premises in Victoria Wharf under leases that began on 1 April 1999 and expired on 31 March 2003. No statutory right of renewal existed, but it was customary for leases to be renegotiated. negotiations for new leases in 2002 broke down. The appellants, through their managing director Marcel Joubert, claimed that oral agreements had been reached extending the leases for five years, based on alleged verbal understandings and a telephone conversation with the respondents' representative. A series of letters exchanged in 2001 and 2002 showed proposals and counter‑proposals but no clear agreement. The respondents sought a declaratory order that the lessees vacate the premises on the expiry date.",
    "issues": "1) Whether an oral agreement to renew or extend the leases was proved. 2) Whether the appellants could rely on the Competition Act to prevent eviction pending a Tribunal determination. 3) Whether the matter should be referred to the Competition Tribunal under s 65(2) of the Competition Act. 4) Whether the respondents were entitled to a declaratory order that the lessees had no right to remain after 31 March 2003.",
    "principles": "The court applied the rule that a dispute of fact must be real and substantial to warrant oral evidence, as affirmed in Peterson v Cuthbert & Co Ltd. Inconsistent sworn statements require explanation; unexplained contradictions undermine credibility. Under the Competition Act, a civil court may not decide on the merits of a competition issue and must refer the matter to the Tribunal if the issue is not frivolous or vexatious and is determinative of the outcome. The test for frivolous or vexatious conduct includes an objective assessment of the groundlessness of the claim.",
    "application": "The court found no credible evidence of a consummated oral lease; the appellants’ affidavits conflicted with their own letters and offered no satisfactory explanation. Consequently, the court concluded that there was no real issue of fact requiring oral evidence. The competition‑act defence was deemed hopeless; the appellants supplied no factual basis to show price discrimination or excessive pricing, rendering the claim groundless and therefore not suitable for referral. The court affirmed the lower court’s view that the declaratory relief sought was not impeded by any Tribunal order.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The declaratory order was upheld, finding that the lessees have no right of continued occupation of the premises after 31 March 2003."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Commercial Leases",
    "level_3": [
      "oral lease",
      "competition act",
      "declaratory relief",
      "lease termination"
    ]
  }
}