{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/121.html",
  "case_name": "Geldenhuys & Joubert v Van Wyk and Another; Van Wyk v Geldenhuys & Joubert and Another (471/2003, 472/2003) [2004] ZASCA 121; [2005] 2 All SA 460 (SCA); 2005 (2) SA 512 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 121",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 121\n|\nNoteup\n|\nLawCite\nGeldenhuys & Joubert v Van Wyk and Another; Van Wyk v Geldenhuys & Joubert and Another (471/2003, 472/2003) [2004] ZASCA 121; [2005] 2 All SA 460 (SCA); 2005 (2) SA 512 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCases 471 & 472/2003\nREPORTABLE\nIn the appeal between:\nGELDENHUYS & JOUBERT\nAppellant\nand\nZENDRA VAN WYK\nFirst Respondent\nROAD ACCIDENT\nFUND\nSecond Respondent\n(\nFirst appeal\n)\nand\nZENDRA VAN WYK\nAppellant\nand\nGELDENHUYS & JOUBERT\nFirst respondent\nROAD ACCIDENT\nFUND\nSecond Respondent\n(\nSecond appeal\n)\nBefore:\nScott JA, Cameron JA, Brand JA, Nugent JA, and Erasmus\nAJA\nAppeal:\nMonday 8 November\n2004\nJudgment:\nTuesday 30 November 2004\nRoad Accident\nFund – Regulation requiring claims for compensation involving injury\ncaused by unidentified vehicles to be lodged\nwithin two years – Regulation\nvalid\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nThe appeal turns on the\nvalidity of a regulation that requires claims for compensation from the Road\nAccident Fund involving loss\nor damage caused by unidentified vehicles to be\nlodged within two years.\n[2]\nOn 25 February\n1998 Gabriel Jozua van der Gryp died on the road between Duiwelskloof and\nMooketsi, Limpopo province, when the car\nin which he was travelling collided\nwith an unidentified truck.  His wife and two young sons (14 and 11) survived\nhim.  In these\nproceedings she alleges that in December 1999 she instructed an\nattorneys’ firm to lodge a third-party claim for her and the\nminor\nchildren against the Road Accident Fund (the Fund).  She claims they negligently\nfailed to do this.  Her current attorneys\nlodged the claim in December 2000\n– nearly three years after the collision.  But the Fund repudiated her\nclaim on the ground\nthat it ‘became prescribed’ after two years. \nShe then instituted action for negligence against the first attorneys.\n They\ndenied her allegations, but also pleaded that the two-year period the Fund\ninvoked in repudiating her claim was invalid.  They\npleaded that the plaintiff\nwas entitled to the three-year prescription period under the\nPrescription Act 68\nof 1969\n,\n[1]\nand the minor sons to even\nlonger: their claim against the Fund would prescribe, the attorneys argued, only\none year after they attained\ntheir\nmajority.\n[2]\n[3]\nFaced\nwith this plea, the plaintiff joined the Fund as second defendant.  I refer to\nMrs van der Gryp, who has since remarried, as\nthe plaintiff, and to the\nattorneys she claims were negligent as ‘the attorneys’.\nThe\nplaintiff and her sons seek compensation for her husband’s death from\neither the attorneys because they culpably failed\nto lodge her claim in time,\nshould the two-year period apply; or from the Fund, should it not.\n[4]\nThe matter came to trial in the Pretoria\nHigh Court, where the parties agreed that the validity of the regulation should\nbe determined\nas a preliminary issue under\nrule 33(4).\nMynhardt J upheld the\nregulation.  He dismissed the plaintiff’s claim against the Fund, and\nordered her to pay its costs.\n He directed that her trial action against the\nattorneys should proceed, and ordered them to pay her costs regarding the\npreliminary\npoint.\n[5]\nAgainst this order the\nplaintiff and the attorneys lodged separate appeals, each with the leave of the\ntrial court.  These we heard\ntogether.  The plaintiff contests the finding that\nthe regulation is valid.  If that contention fails, and the trial court’s\njudgment is confirmed, she says it was in any event unfair to saddle her with\nthe Fund’s costs in the court below – the\nattorneys who put the\nregulation in issue should pay them.  For their part the attorneys also contest\nthe regulation.  Should they\nfail they support the trial judge’s costs\norder.\n[6]\nThis Court upheld a similar two-year\ncut-off for unidentified vehicle claims under the now-repealed Multilateral\nMotor Vehicle Accidents\nFund Act 93 of 1989 in\nMbatha v Multilateral Motor\nVehicle Accidents Fund\n.\n[3]\nBut\nthree and half years later a different panel, considering a similar claim by a\nminor also under that legislation, held in\nMoloi v Road Accident\nFund\n[4]\nthat the two-year cut-off\ndid not apply, and that the periods specified by the\nPrescription Act did\n.  \nThough the cases differed in that\nMoloi\nconcerned a minor’s claim\nwhile\nMbatha\ndid not, the two decisions are at odds in their approach to\nthe repealed statute, and\nMoloi\nsuggested that the\nPrescription Act may\nhave been erroneously overlooked in\nMbatha\n.\n[5]\n[7]\nBoth\nadults’ and minors’ claims are at issue in this\nappeal. \nThough as will emerge the validity of the two-year cut-off turns on the\ndistinctive features of the current legislation,\nsome of the considerations at\nissue in\nMbatha\nand\nMoloi\nunavoidably\nrecur.\n[8]\nSection 17\nis the critical provision\nthat determines the Fund’s liability.  It distinguishes between cases\nwhere the owner or driver is\nidentified, and those where neither is identified.\nSection 17(1)\nsays that the Fund shall be obliged to compensate any person for\nspecified loss or damage –\n‘(a) subject\nto this Act, in the case of a claim for compensation under this section arising\nfrom the driving of a motor vehicle\nwhere the identity of the owner or driver\nthereof has been established;\n(b) subject to any regulation made under section 26, in the case of a claim\nfor compensation under this section arising from the driving\nof a motor vehicle\nwhere the identity of neither the owner nor the driver thereof has been\nestablished’.\n[9]\nSection 26 gives the\nMinister of Transport the duty and the power to ‘make regulations to\nprescribe any matter which in terms\nof this Act shall or may be prescribed or\nwhich may be necessary or expedient to prescribe in order to achieve or promote\nthe object\nof this Act’.  The contested regulation 2(3) was issued under\nthis provision.  It provides that an unidentified vehicle claim\n–\n‘shall be sent or delivered to the Fund, in\naccordance with the provisions of section 24 of the Act [prescribing procedures\nfor lodging a claim], within two years from the date upon which the claim arose,\nirrespective of any legal disability to which the\nthird party concerned may be\nsubject and notwithstanding anything to the contrary in any\nlaw’.\n[6]\nIts companion is reg 2(4), which provides that once a claim has been sent or\ndelivered to the Fund within the two-year cut-off, the\nliability of the Fund\n–\n‘shall be extinguished upon the expiry of a period of five years from\nthe date on which the claim arose, irrespective of any\nlegal disability to which\nthe third party concerned may be subject and notwithstanding anything to the\ncontrary in any law, unless\na summons to commence legal proceedings has been\nproperly served on the Fund before the expiry of the said period’.\n[10]\nThe provisions of s 21 are\nimportant to understanding the impugned regulation.  This provides that when a\nthird party is entitled\nto claim compensation, he or she may not claim from the\nowner or driver or the driver’s employer, unless the Fund is unable\nto\npay.  This has significant implications.  In a case where the claimant can trace\nthe vehicle or the driver, the provision means\nthat the claimant loses a valid\nclaim against an identifiable wrongdoer.  In effect, the Act substitutes the\nFund as surrogate for\na known wrongdoer, and replaces an enforceable common law\nclaim with a statutory claim against itself.\n[11]\nIn the case of an unidentified vehicle,\nthis by definition is not so.  There is no identifiable wrongdoer to sue, and\nthe injured\nparty is remediless.  The legislation instead creates a claim for\ncompensation where otherwise there would have been\nnone.\n[7]\nThe Fund is not substituted\nfor a wrongdoer in hand, but intervenes to offer recourse where none existed\nbefore.\n[12]\nIt is for this reason that the\ndistinction the legislation makes between identified vehicle and unidentified\nvehicle cases is fundamental.\n This Court’s decisions have repeatedly\nunderscored its implications, most recently in\nBezuidenhout v Road Accident\nFund\n.\n[8]\nThe legislation\nspecifies that loss or damage involving identified vehicles must be compensated\non terms expressly set out in the\nstatute itself (‘subject to this\nAct’).  By contrast, with unidentified vehicle claims, the Minister is\ngiven power to\nsubject payment of compensation to a regulatory scheme, and thus\nto determine the conditions subject to which compensation may be\ngranted\n(‘subject to any regulation made under s\n26’).\n[13]\nIn accordance with this\ndistinction, s 23, which deals with prescription of claims, provides that the\nright to claim compensation\nin identified vehicle cases prescribes after three\nyears (s 23(1)).  This matches the ordinary period of prescription for debts\nunder\nthe\nPrescription Act (s\n11(d)).  It reflects the fact that the claimant in\nan identified vehicle case forfeits a claim against a known wrongdoer and is\nobliged\nto seek recourse from the Fund instead.  The three-year prescription\nperiod against the known perpetrator is replaced with an equivalent\nperiod\nagainst the Fund.\n[14]\nIn consonance with this,\ns 23(2)\nprovides that in identified vehicle cases prescription shall not run\nagainst a minor, a person detained as a patient in terms of\nany mental health\nlegislation or a person under curatorship.  Again, this reflects the ordinary\nregime under the\nPrescription Act, because\nthe minor (or person under other\ndisability) forfeits a claim against a known\nperpetrator.\n[15]\nIn unidentified vehicle\ncases, by contrast, the Minister has determined that, to be valid, claims of\nadults and minors alike must\nbe sent or delivered to the Fund within two years. \nOnce so lodged, claimants have a five-year period from the incident within which\nto issue summons (regs 2(3) and 2(4)).  The regulatory scheme thus differs in\ntwo ways from the periods the statute determines for\nthe prescription of\nidentified vehicle claims.  First, the two-year period for lodging a claim is\none year shorter than the prescription\nperiod the statute specifies for\nidentified vehicle claims; and, second, the regulatory scheme makes no special\nallowance for minors.\n In both cases, however, once a claim is lodged in terms\nof\ns 24\n, there is a five-year period from the date of the accident within which\nsummons must be issued\n(s 23(3)\nin the case of identified vehicles; reg 2(4) in\nthe case of unidentified vehicles).\n[16]\nThe\nreason for the sharp difference in treatment between identified and unidentified\nvehicle claims is plain.  In\nMbatha\n, Harms JA pointed out that\n‘there are good reasons for having stricter requirements for unidentified\nvehicle cases’:\n‘In these cases, the\npossibility of fraud is greater; it is usually impossible for the Fund to find\nevidence to controvert the\nclaimant’s allegations; [and] the later the\nclaim the greater the Fund’s\nproblems’.\n[9]\n[17]\nThis is not to suggest that\nfraud does not occur in identified vehicle cases – it does – nor\nthat unidentified vehicle\nclaims are necessarily false: as pointed out in\nBezuidenhout\n,\n[10]\nthis is\nobviously not so.  Yet the evidentiary considerations mentioned in\nMbatha\nhave equal force under the current statutory regime, and they are relevant to\nunderstanding the intent of the Act and hence the validity\nof the contested\nregulation.  Notable here is that s 22(1)(a) places an obligation on the owner\nand the driver (if the driver is\nnot the owner) to furnish to the Fund if\nreasonably possible within fourteen days particulars of an occurrence in which\nany person\nother than the driver has been injured or killed: the effect of this\nrequirement is that in identified vehicle cases the Fund or\nits agent has early\nnotice of an impending claim.  It underscores the evidentiary difficulties the\nFund faces in unidentified vehicle\ncases.\n[18]\nIn the Rule 33(4) proceedings, the\nplaintiff and the attorneys formally admitted that the Fund ‘relies\npreponderantly on documentation\nfrom the South African Police Services in order\nto verify [unidentified vehicle] claims in an effort to eliminate fraudulent\nclaims,\nand also to determine whether there was negligence on the part of the\ndriver of an unidentified vehicle’ (my translation).\n[19]\nAfter this admission was recorded, the\nFund called Superintendent Askew, of South African Police Services headquarters,\nwho is the\nSAPS representative on the national traffic legislation technical\ncommittee.  He explained police station procedures for reports\nof motor vehicle\naccidents: these, he observed, caused more than 9 000 deaths on South African\nroads every year.  He testified that\na report that an unidentified vehicle had\nbeen negligently driven would be investigated to determine whether the suspect\nvehicle\ncould be traced.  If a criminal investigation was warranted, the police\ndocket – containing statements, a copy of the accident\nreport, and the\npolice plan, if any – would be referred to a senior public prosecutor for\na decision as to prosecution.  If\n– as is inevitable where the driver is\nnot traced – there is no prosecution, the case docket is sent back to the\npolice\nstation.  There, like other unprosecuted dockets, it is preserved for\nthree years.  Then it is destroyed.\n[20]\nSupt\nAskew testified without challenge that storage capacity at police stations was\n‘not good’: they have limited space,\nand accumulated documentation,\nsometimes stacked in passages, creates not only fire but health hazards, since\nrodents start consuming\nthe paper.  Askew stated that a police station’s\noccurrence book is preserved for ten years, but does not constitute a reliable\nsource of detail on accidents, since only ‘very basic information’\nis recorded (such as the accident register reference\nnumber).\n[11]\n[21]\nSince\nby definition no prosecution can be brought where there is no identifiable\noffender, the effect of this evidence is that after\nthree years the police file\nin an unidentified vehicle case would no longer exist.  Its incontestable import\nis that the Fund has\ncompelling practical reasons for requiring claims in\nunidentified vehicle cases to be lodged and dealt with promptly.  Longer cut-off\nperiods might make it impossible for the Fund to take any practicable steps to\nverify such claims and may place the Fund at risk\nof frauds that would inhibit\nits capacity to fulfil its public purposes.\n[22]\nIt is against this background that the\nvalidity of reg 2(3) must be assessed.  Counsel for the plaintiff and for the\nattorneys, at\none on this point, contended that the regulation was invalid. \nThey invoked the provisions of the\nPrescription Act, contending\nthat these\nrendered the regulation stipulating the two-year cut-off invalid.  The\nPrescription Act, they\npointed out, provides in general for three years’\nprescription in respect of a ‘debt’, ‘save where an Act\nof\nParliament provides otherwise’ (s 11(d)).  In addition, its provisions\napply (subject to exceptions not relevant) –\n‘save in so far as they are inconsistent with\nthe provisions of any Act of Parliament which prescribes a specified period\nwithin\nwhich a claim is to be made or an action is to be instituted in respect\nof a debt or imposes conditions on the institution of an\naction for the recovery\nof a debt’ (s 16(1)).\nThe Act’s express prescription periods for identified vehicle claims,\nthe plaintiff and the attorneys contended, are the sort\nof legislation this\nprovision envisages.  The regulations, by contrast, do not constitute and were\nnot intended to have the force\nof a parliamentary enactment and therefore could\nnot override the\nPrescription Act’s\nperiods.\n[23]\nBut to invoke the\nPrescription Act is\nto start from the wrong premise.  It is to assume, a priori,\nthat an unidentified vehicle claimant is owed a ‘debt’,\nand that the\ndebtor is the Fund.  This is to treat the Fund as though it were a wrongdoer,\nand the claimant its victim.  That is\nnot correct.  The source of the\nFund’s liability to unidentified vehicle claimants is not a pre-existing\nlegal right or its\ninfringement.  The Fund is liable because the legislation\ncreates a public benefit, accessible on conditions that the Act itself\nexpressly\nlicenses the Minister to stipulate by regulation.\n[24]\nThe Act in other words does not make the\nFund unconditionally liable to unidentified vehicle claimants.  It expressly\nsubordinates\nthe Fund’s liability to them to ‘any regulation made\nunder section 26’.  This empowers the Minister to regulate\nthe liability\nowed to this category of claimants:  and, as Harms JA pointed out in\nMbatha\n, the power to regulate necessarily includes the power ‘to\nprescribe time limits within which procedural acts must be\ndone’.\n[12]\nThe Act in this\ncase expressly gives the Minister the power that in\nMbatha\nwas held to be\nimplied.\n[25]\nThe regulation plainly makes the\nlodging of the claim within the two-year period a precondition to the existence\nof the debt under\nthe Act.\n[13]\nIf\nthe claim is not lodged within this period, there is no ‘debt’, and\nthe provisions of the\nPrescription Act do\nnot come into\nplay.\n[26]\nIn exercising the power to regulate\nthe Fund’s liability to unidentified vehicle claimants, the Minister must\nof course act\nlawfully, and the regulations issued must survive scrutiny for\nconformity with the usual requirements of legality and reasonableness\n(bearing\nin  mind that it is funded by the public from a fuel levy:\ns 5(1)(a)).\nAs this\nCourt stated in\nBezuidenhout\n,\nsection 26(1)\n–\n‘cannot empower the making of regulations\nwhich widen the purpose and object of the present Act or which are in conflict\ntherewith.\n... ... [U]nderlying the concept of delegated legislation is the\nbasic principle that the Legislature delegates because it cannot\ndirectly exert\nits will in every detail.  All it can in practice do is to lay down the outline.\nThis means that the intention of\nthe Legislature, as indicated in the enabling\nAct, must be the prime guide to the meaning of delegated legislation and the\nextent\nof the power to make\nit’.\n[14]\n[27]\nIn\nBezuidenhout\n, it\nwas also suggested (though it was unnecessary to decide), that the regulation at\nissue (which required physical contact with\nthe offending vehicle in\nunidentified vehicle cases) might be unreasonable in the classic sense of not\nhaving been authorised by\nthe\nlegislation.\n[15]\nThis underscores\nthe ample constitutional and common law safeguards that hem the Minister’s\npower in exercising the authority\nthe statute creates.\n[28]\nNone of these safeguards suggest that the\npower was exercised improperly here.  On the contrary, the imposition of a\ntwo-year period\nfor lodging claims in unidentified vehicle cases is in my view\nan unimpeachable exercise of the Minister’s regulatory power.\n It gives\nclaimants a reasonable time within which to lodge their claims in accordance\nwith the procedures the statute prescribes,\nwhile giving the Fund the\nopportunity to undertake investigations necessary to safeguard its resources\nagainst fraud.\n[29]\nAlthough the test for\ninvalidity is objective, I should point out that the minor children in the\npresent case had the plaintiff as\ntheir guardian.  On the facts she pleaded, she\nwas able to and indeed tried to comply with the two-year period in her own and\ntheir\nbehalf, but was thwarted by the attorneys’ culpable conduct.  We\nwere not asked to determine either the application or the\nvalidity of the\nregulation where the interests of a minor claimant are not so protected (as for\ninstance when a minor has no guardian).\n I express no view on such a case, where\ndifferent considerations may apply (see\nGassner NO v Minister of Law and\nOrder\n).\n[16]\n[30]\nIn\nconclusion I emphasise that the current legislation expressly empowers the\nMinister to subordinate the Fund’s liability to\nunidentified vehicle\nclaimants to condition.  In\nMoloi\nit was held, by contrast, that the\nnow-repealed statute did not empower the Minister by regulation ‘to\nendeavour to convert’\nthe Fund’s ‘unconditional\nliability’ into a conditional\nliability.\n[17]\nThat as shown\ndiffers from the position here: s 17(1)(b) clearly subjects the Fund’s\nliability to unidentified vehicle claimants\nto regulatory condition, which was\nvalidly imposed.\nCosts\n[31]\nAs\npointed out, the trial judge ordered the plaintiff to pay the Fund’s costs\nin the court below.  That order was unfair, since\nthe plaintiff joined the Fund\nonly because the attorneys sought to impugn the regulation.  The appropriate\norder would have been\nfor the attorneys to pay the costs of both the plaintiff\nand the Fund in regard to the preliminary\npoint.\n[32]\nAs for the costs on appeal, counsel\nfor the attorneys sought to contend that the plaintiff should not have incurred\ncosts by launching\nher own appeal; but as her counsel pointed out, once the\nattorneys appealed she was obliged to enter the fray since if the\nattorneys’\nappeal succeeded, but the judgment dismissing her claim against\nthe Fund stood, she might have been remediless.  The appropriate\norder is in my\nview that the attorneys should pay the costs of both\nappeals.\nORDER\n:\n1.\nExcept to the\nextent indicated in para 3 below, both appeals are dismissed with\ncosts.\n2.\nThe first\ndefendant in the court below (appellant in the first appeal; first respondent in\nthe second appeal) is to pay the costs\nof appeal of the second respondent in\nboth appeals and of the plaintiff (first respondent in the first appeal;\nappellant in the second\nappeal).\n3.\nPara 4 of the order of the\ncourt below is set aside.  In its place there is\nsubstituted:\n‘The first defendant is ordered to pay the second defendant’s costs\nin regard to the preliminary\nproceedings.’\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nSCOTT JA\nBRAND JA\nNUGENT JA\nA R ERASMUS AJA\n[1]\nPrescription Act 68 of 1969\ns\n11:\n‘The period of prescription of debts shall be’ –\n‘(c) save where an Act of Parliament provides otherwise, three years\nin respect of any other\ndebt’.\n[2]\nPrescription Act\n68 of 1969\ns 13(1)\nprovides that if the creditor is a minor and prescription\nwould be completed before or on, within one year after, the day he or she\nceases\nto be a minor, ‘the period of prescription shall not be completed before a\nyear has elapsed’ after attainment\nof\nmajority.\n[3]\n[1997] ZASCA 25\n;\n1997 (3) SA 713\n(SCA), per Harms JA for the\nCourt.\n[4]\n[2000] ZASCA 144\n;\n2001 (3) SA 546\n(SCA),\nper Farlam AJA for the Court.\n[5]\n[2000] ZASCA 144\n;\n2001 (3) SA 546\nparas 21 and\n22.\n[6]\nRegulations promulgated\nunder\ns 26\nof Road Accident Fund Act 56 0f 1996, Government Gazette 17939 of 25\nApril 1997, with effect from 1 May\n1997.\n[7]\nMbatha\n[1997] ZASCA 25\n;\n1997 (3) SA\n713\n(SCA) 718I-J.\n[8]\n2003 (6) SA\n61\n(SCA) para 6, per Vivier JA on behalf of the\nCourt.\n[9]\n[1997] ZASCA 25\n;\n1997 (3) SA 713\n(SCA)\n718H-I.\n[10]\n2003 (6) SA 61\n(SCA)\npara 17 at 68D.\n[11]\nIt is worth\nrecording that Supt Askew, although the most senior official in police\nheadquarters dealing with motor vehicle accidents,\nwas unaware of reg 2(1)(c),\nwhich requires a claimant in an unidentified vehicle case to submit ‘if\nreasonably possible, within\n14 days after being in a position to do so an\naffidavit to the police in which particulars of the occurrence concerned were\nfully\nset out’ (see\nRoad Accident Fund v Thugwana\n2004 (3) SA 169\n(SCA) para 16).\n[12]\n[1997] ZASCA 25\n;\n1997 (3) SA\n713\n(SCA) 718F.\n[13]\nCompare the\nanalysis in\nMbatha\n[1997] ZASCA 25\n;\n1997 (3) SA 713\n(SCA) 716C (the regulation\n‘subjects the liability of the Fund to a so-called condition’),\n717E-F (Fund’s liability\nis ‘made subject to a number of\nconditions’), 719G (the claim ‘became “prescribed” ...\ntwo years after\nthe\ncollision’).\n[14]\n2003 (6)\nSA 61\n(SCA) para 10, per Vivier JA for the\nCourt.\n[15]\n2003 (6) SA 61\npara\n17.\n[16]\n1995 (1) SA 322\n(C) (van\nZyl J).\n[17]\n[2000] ZASCA 144\n;\n2001 (3) SA 546\n(SCA) para 25.",
  "scraped_at": "2026-02-12T09:10:36.913384",
  "date": "2004-11-30",
  "coram": [
    "Scott JA",
    "Cameron JA",
    "Brand JA",
    "Nugent JA",
    "Erasmus AJA"
  ],
  "case_number": "471/2003, 472/2003",
  "parties": {
    "applicants": [
      "Geldenhuys & Joubert"
    ],
    "respondents": [
      "Zendra Van Wyk",
      "Road Accident Fund"
    ]
  },
  "sections": {
    "facts": "Gabriel Jozua van der Gryp was killed in a collision with an unidentified truck in February 1998. His widow instructed attorneys in December 1999 to lodge a third‑party claim against the Road Accident Fund (the Fund). The attorneys failed to lodge the claim until December 2000, nearly three years after the accident. The Fund rejected the claim as prescribed after two years, prompting the widow to sue the attorneys for negligence and the Fund as a second defendant. The High Court upheld the regulation requiring unidentified‑vehicle claims to be lodged within two years and dismissed the claim against the Fund. Both the widow and the attorneys appealed.",
    "issues": "The core issue was whether the Minister of Transport’s regulation (Regulation 2(3)) that obliges claimants in unidentified‑vehicle cases to lodge their claims within two years is valid, or whether it is inconsistent with the Prescription Act 68 of 1969. Ancillary issues included the proper allocation of costs incurred in the preliminary proceedings.",
    "principles": "The Court considered the Road Accident Fund Act, particularly s 17(1)(b) which subjects liability for unidentified‑vehicle claims to any regulation made under s 26, and s 26 which authorises the Minister to prescribe matters necessary to achieve the Act’s purpose. The Prescription Act provides a default three‑year period for debts unless a specific Act provides otherwise. Previous authority (Mbatha, Moloi, Bezuidenhout) was examined, confirming that delegated legislation may set procedural time limits and must be reasonable, within the scope of the enabling statute and not expand the Act’s purpose.",
    "application": "The Court held that the regulation is a proper exercise of the Minister’s power under s 26, creating a pre‑condition for the Fund’s liability rather than altering a statutory debt. Because the Fund’s liability in unidentified‑vehicle cases is expressly conditional on regulation, the Prescription Act does not apply. The two‑year lodgment period was found reasonable given evidential and fraud‑prevention concerns, and the regulation complied with requirements of legality and reasonableness. Accordingly, the regulation was upheld. Regarding costs, the Court found it unfair to order the widow to pay the Fund’s costs and directed that the attorneys, who raised the regulation, should bear those costs.",
    "conclusion": "Both appeals were dismissed with costs. The order of the lower court directing the plaintiff to pay the Fund’s costs was set aside and replaced with an order that the first defendant (the Fund) pay the costs of the second defendant and the plaintiff in the preliminary proceedings. The attorneys were ordered to pay the costs of both appeals."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Delegated Legislation",
    "level_3": [
      "Road Accident Fund",
      "Prescription Act",
      "unidentified vehicle claims",
      "regulation validity",
      "costs"
    ]
  }
}