{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/5.html",
  "case_name": "Matlare v S (441/2003) [2004] ZASCA 5 (11 March 2004)",
  "citation": "[2004] ZASCA 5",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 5\n|\nNoteup\n|\nLawCite\nMatlare v S (441/2003) [2004] ZASCA 5 (11 March 2004)\nDownload original files\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 11 August 2004\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nSaaknommer:   441/2003\nIn die saak tussen :\nSAMUEL MAWAKE\nMATLARE\t\t\tAPPELLANT\nen\nDIE STAAT\t\t\t\t\t\tRESPONDENT\nCORAM :\t\t\tSCOTT, BRAND en LEWIS ARR\nDATUM :\t\t\t2 MAART 2004\nGELEWER :\t\t11 MAART 2004\nOpsomming\n:   Oortreding van a 34(1)(b) van Wet 90 van 1989 –\naanbieding van vervalste banknote – die appellant se verweer dat hy\ngeen\naandeel gehad het in die aanbieding van die vervalste note deur sy\nmedebeskuldigde nie – tereg deur die verhoorhof\nverwerp.\n_________________________________\nUITSPRAAK\n_________________________________\nBRAND AR\n/\nBRAND AR\n:\n[1]\tDie\nappellant en sy medebeskuldigde ('beskuldigde 2') het in die streekhof te Bela\nBela, destyds Warmbad, tereggestaan. Die aanklag\nteen hulle was dat hulle op 28\nOktober 1999, 5 570 vervalste R200-note 'aangebied het, wetende dat dit\nvervals is' en hulle\nsodoende aan 'n misdaad ingevolge a 34(1)(b) van die Wet op\ndie Suid-Afrikaanse Reserwebank 90 van 1989, skuldig gemaak het. Beide\ndie\nbeskuldigdes het onskuldig gepleit. Aan die einde van die verhoor is hulle egter\nskuldig bevind soos aangekla en albei gevonnis\ntot twaalf jaar gevangenisstraf\nwaarvan vier jaar voorwaardelik vir 'n tydperk van vyf jaar opgeskort is.  Die\nappellant se appèl\nteen beide hierdie skuldigbevinding en vonnis na die\nPretoriase Hooggeregshof is van die hand gewys. Daarna het die hof\na quo\n(Motata R en Jooste Wn R), sonder enige opgaaf van redes, aan die appellant\nverlof verleen om hierdie verdere appèl, weer\neens teen beide\nskuldigbevinding en vonnis, aan hierdie hof te rig.\n[2]\tDie appellant\nontken nie dat die ten laste gelegde misdaad in sy teenwoordigheid gepleeg is\nnie. Sy weergawe is dat dit gepleeg\nis deur beskuldigde 2 en dat hy niks daarmee\nte doen gehad het nie. Die meriete van die appèl teen skuldigbevinding\nwentel\nuitsluitlik om die vraag of die verhoorhof se verwerping van die\nappellant se weergawe geregverdig was. Die Staat het slegs een getuie\ngeroep,\nsynde inspekteur O Oosthuizen, wat indertyd aan die bedrogtak van die\nSuid-Afrikaanse Polisiediens verbonde was. In breë\ntrekke kom Oosthuizen se\ngetuienis daarop neer dat hy reeds aan die begin van 1999 inligting ontvang het\nvan mense wat vervalste\ngeld wil verkoop. Daarop het hy vir die voornemende\nverkopers 'n strik gestel deur dit rugbaar te maak dat hy in so 'n transaksie\nsou belangstel. 'n Paar dae later het ene Pieter, wat later geblyk het\nbeskuldigde 2 te wees, in die strik getrap deur telefonies\nmet Oosthuizen in\nverbinding te tree. Volgens Pieter, oftewel beskuldigde 2, wou hy vervalste note\nmet 'n sigwaarde van om en by\nR1 miljoen 'verkoop'. Die note was egter nie by\nhom nie maar in besit van sy vriend Sam. Ten einde so 'n verkoopstransaksie te\nbeklink\nhet Oosthuizen verskeie afsprake met beskuldigde 2 gemaak. By elkeen van\nhierdie geleenthede het beskuldigde 2 egter sonder Sam en\nsonder die vervalste\ngeld opgedaag. Gevolglik het geen transaksie by daardie geleentheid plaasgevind\nnie.\n[3]\tOp die ou end het Oosthuizen egter die ontmoeting met\nbeskuldigde 2 gereël wat tot die arrestasie van hom en die appellant\naanleiding gegee het. Volgens Oosthuizen het hy en beskuldigde 2 vooraf\nafgespreek dat die ontmoeting op die betrokke aand van 28\nOktober 1999 sou\nplaasvind op die parkeerterrein van 'n winkel in Bela Bela en dat beskuldigde 2\nsou opdaag in 'n wit bakkie waarvan\nhy 'n volledige beskrywing gegee het, onder\nmeer, dat dit met 'n kappie en getinte ruite toegerus was. Ter nakoming van die\nafspraak\nhet Oosthuizen toe die aand saam met twee ander polisiebeamptes op die\nafgesproke tyd en plek vir beskuldigde 2 en sy metgeselle\ningewag. 'n Wit bakkie\nwat aan beskuldigde 2 se vooraf beskrywing voldoen het, het opgedaag. Daar was\ndrie persone in die voertuig.\nEers het slegs beskuldigde 2 uitgeklim. Oosthuizen\nhet egter daarop aangedring dat die ander twee insittendes ook uitklim. Toe al\ndrie buite was het Oosthuizen gevra waar die geld is. Hierop het beskuldigde 2\ndie appellant versoek om die sak geld voor uit die\nbakkie te gaan haal. Die\nappellant het aan die versoek voldoen en met 'n blou plastiese drasak te\nvoorskyn gekom. Die sak is oopgemaak\nen die geld wat daarin was is aan die\naanwesiges vertoon. By latere ondersoek het dit geblyk 5 570 vervalste\nR200-note te wees.\nVervolgens het Oosthuizen en beskuldigde 2 onderhandel oor 'n\nprys. Tydens die onderhandelinge het beskuldigde 2 met die appellant\ngekommunikeer in 'n taal wat Oosthuizen nie verstaan het nie. Uiteindelik is\ndaar toe op 'n 'koopprys' van R240 000 ooreengekom.\nNa sluiting van die\nooreenkoms het Oosthuizen en sy kollegas hulle as polisiebeamptes\ngeïdentifiseer en al drie insittendes\nvan die bakkie gearresteer. Die\nappellant en beskuldigde 2 het egter daardie selfde aand nog vir die polisie\ngesê dat die derde\ninsittende, wat later geblyk het mnr M Ngwane te wees,\nslegs die voertuig bestuur het en dat hy met die hele saak niks te make gehad\nhet nie. Gevolglik is die vervolging teen Ngwane nie voortgesit nie. In\nkruisverhoor namens die appellant is nie aan Oosthuizen gestel\ndat sy getuienis\nin enige opsig betwis word nie.\n[4]\tDie appellant se verweer was in wese\n'n ontkenning dat hy hoegenaamd van die vervalste geld in die sak bewus was.\nVolgens sy getuienis\nhet hy op die toneel van die misdaad beland omdat hy vir\nbeskuldigde 2, vir wie hy ongeveer drie maande tevore ontmoet het, 'n guns\nwou\nbewys. Laat die namiddag van 28 Oktober 1999, so het die appellant verduidelik,\nhet beskuldigde 2 hom in die dorp Northam genader\nvir 'n geleentheid na Bela\nBela waar hy, beskuldigde 2, sy broer wou gaan sien. Die appellant kon nie aan\ndie versoek voldoen nie\nomdat sy voertuig stukkend was. Tog wou hy graag vir\nbeskuldigde 2 van hulp wees omdat dié hom vantevore uitgehelp het toe\nhy\nin die nood was. Toevallig het 'n ou bekende van die appellant, Ngwane, met sy\nwit bakkie op die toneel verskyn waarop die appellant\nhom genader het om vir\nbeskuldigde 2 na Bela Bela te neem. Ngwane het ingestem op voorwaarde dat die\nappellant hulle vergesel aangesien\nbeskuldigde 2 vir hom 'n totale vreemdeling\nwas.\n[5]\tSo het die drie van hulle toe na Bela Bela afgereis voor in\nNgwane se wit bakkie. Die appellant het gesien dat beskuldigde 2 'n\nblou\nplastiese drasak by hom het, maar hy het nie geweet wat in die sak was nie. In\nBela Bela aangekom het beskuldigde 2 hulle na\ndie parkeerterrein van 'n winkel\nbeduie waar hy sy broer sou ontmoet. Daar het hulle, weer eens op beskuldigde 2\nse aanwysing, langs\ndie voertuig gestop waarin Oosthuizen en sy twee kollegas\ngery het. Beskuldigde 2 het met sy plastiese sak uit die voertuig geklim\nen met\n'n man wat later geblyk het Oosthuizen te wees, gepraat. Hoewel hierdie gesprek\nin die appellant se  teenwoordigheid plaasgevind\nhet, kon hy nie sê\nwaaroor hulle gepraat het nie. So het hy byvoorbeeld glad nie gehoor dat die\nbedrag van R240 000 genoem\nword nie. Op 'n stadium het hy wel in Setswana\nby beskuldigde 2 navraag gedoen waaroor die gesprek gaan waarop beskuldigde 2\ngeantwoord\nhet dat Oosthuizen sê 'die geld wat hy vra is baie'. Hierdie\nantwoord, wat, sonder meer, onsinnig is, het die appellant nie\nverstaan nie. Hy\nhet egter nie kans gehad om beskuldigde 2 verder uit te vra oor die betekenis\ndaarvan nie omdat Oosthuizen en sy\ntwee kollegas hulle op daardie stadium as\npolisiebeamptes geïdentifiseer het en vir appellant-hulle onder arres\ngeplaas het.\nVolgens die appellant het hy geen idee gehad waarvoor hy\ngearresteer word nie. Van die vervalste geld in besit van beskuldigde 2\nwas hy\ngeheel en al onbewus.  Hoewel Oosthuizen se getuienis, dat dit die appellant was\nwat die geld in die bakkie gaan haal het\nen dat die inhoud van die sak op die\ntoneel vertoon is, nie in kruisverhoor betwis is nie, het die appellant dit in\nsy getuienis\nas onwaar ontken. Oor waarom hy hom nie die betrokke aand teenoor\ndie polisie verontskuldig het nie was die appellant se verduideliking\ndat hy nie\ndie geleentheid daartoe gehad het nie.  Daarteenoor het die appellant erken dat\nhy en beskuldigde 2 wel vir Oosthuizen\ngesê het dat Ngwane bloot die\nbakkie bestuur het en met die hele saak niks te make gehad het nie. Die\nappellant het ook toegegee\ndat hy oor die algemeen as 'Sam' bekend\nstaan.\n[6]\tBenewens die appellant self is Ngwane namens hom as getuie\ngeroep. Hy het die appellant se weergawe in alle wesenlike opsigte\nondersteun.\nVerdere getuienis namens die appellant het gehandel oor 'n brief wat na bewering\ndeur beskuldigde 2 aan die appellant\ngeskryf is welke bewering namens\nbeskuldigde 2 ontken is. Hoewel daar tydens die verhoor van die brief heelwat\ngewag gemaak is, is\ndit in hierdie hof tereg namens die appellant toegegee dat\ndie brief as onsaaklik buite rekening gelaat kan word.\n[7]\tNamens\nbeskuldigde 2 is in kruisverhoor aan die appellant gestel dat hy die eintlike\nverkoper van die vervalste geld was terwyl\nbeskuldigde 2 slegs as tussenganger\nopgetree het. Hoewel die staat gepoog het om op hierdie stellings te steun, het\nbeskuldigde 2\nnie getuig nie en moet hierdie stellings namens hom derhalwe by\ndie beoordeling van die appellant se weergawe buite rekening gelaat\nword.\n[8]\tDie verhoorhof het Oosthuizen 'n geloofwaardige getuie bevind. In\ndie lig daarvan het die hof beslis dat die appellant se weergawe\nnie redelik\nmoontlik waar kon wees nie. Die hof\na quo\nhet hierdie bevinding sonder\nenige kenbare ontleding van die getuienis aanvaar.  In hierdie hof is die\ngeloofwaardigheidsbevinding\nten gunste van Oosthuizen nie aangeveg nie.\nDesondanks is namens die appellant betoog dat 'n wesenlike gedeelte van die\nappellant\nse weergawe, soos gestaaf deur Ngwane, nie direk deur Oosthuizen\nbetwis kon word nie en dat hierdie onbetwiste gedeeltes van die\nappellant se\nweergawe redelike twyfel oor sy betrokkenheid by die misdaad skep.\n[9]\tAs 'n algemene reël beteken die blote feit dat gedeeltes van 'n\nbeskuldigde persoon se weergawe nie direk deur die staatsgetuies\nbetwis kan word\nnie, nie dat daardie gedeeltes sonder meer deur die hof as die waarheid aanvaar\nmoet word nie. Dit mag wees dat daardie\ngedeeltes, in die lig van die bewese\nfeite, so onwaarskynlik is dat dit nie redelik moontlik waar kan wees nie. Myns\ninsiens is dit\npresies wat hier gebeur het. Omdat Oosthuizen se\ngeloofwaardigheid bo verdenking staan, moet sy weergawe as deel van die bewese\nfeite\naanvaar word. Hiervolgens is dit deel van die bewese feite dat beskuldigde\n2 reeds ongeveer tien maande voor die voorval na sy meeloper\nverwys het as 'Sam'\nen dat hy reeds tydens die vooraf reëling van die betrokke ontmoeting,\nNgwane se wit bakkie in besonderhede\naan Oosthuizen beskryf het. Dit alles maak\nnatuurlik die appellant se weergawe waarvolgens die teenwoordigheid van hom en\nNgwane\nop die misdaadtoneel bloot toevallig was, hoogs onwaarskynlik.\n[10]\tVoorts is daar 'n hele aantal oorwegings voortspruitend uit\nOosthuizen se beskrywing van wat op die misdaadtoneel gebeur het\nwat net nie te\nrym is met die appellant se bewerings van salige onskuld nie. In die eerste plek\nsou beskuldigde 2 dit nouliks waag\nom in teenwoordigheid van 'n onskuldige\nbuitestaander 'n ernstige misdaad te pleeg, en om dan boonop hierdie onskuldige\nbuitestaander\nte vra om die sak met vervalste note uit die voertuig te haal.\nVoorts is dit hoogs onwaarskynlik dat die appellant niks sou agterkom\nuit die\ntrant van die onderhandelinge tussen Oosthuizen en beskuldigde 2 nie. Die mees\nooglopende onwaarskynlikheid is egter dat\ndie appellant, selfs toe 'n groot\nbedrag geld in die plastiese sak vertoon is, steeds nie sou agterkom dat alles\nnie pluis is nie.\nHierdie ooglopende onwaarskynlikheid is dan ook klaarblyklik\ndie voor-die-hand-liggende rede waarom die appellant in sy getuienis\nontken het\ndat die geld op die toneel vertoon is, terwyl hierdie feit nou, ooreenkomstig\ndie toegewings namens die appellant, tesame\nmet die res van Oosthuizen se\ngetuienis, as 'n gegewe aanvaar moet word.\n[11]\t'n Verdere kraak in die\nappellant se verhaal is die teenstrydigheid dat hy wel tyd gehad het om vir die\npolisie te sê dat\nNgwane met die hele saak niks te doen het nie, maar\nterselfdertyd onvoldoende geleentheid gehad het om sy eie betrokkenheid teenoor\ndie polisie te ontken. In al die omstandighede was die verhoorhof dus myns\ninsiens korrek in sy beslissing dat die weergawe wat deur\ndie appellant en\nNgwane voor die hof geplaas is so onwaarskynlik is dat dit nie redelik moontlik\nwaar kan wees nie. Hieruit volg\ndat die appèl teen die skuldigbevinding\nnie kan slaag nie.\n[12]\tDit bring my by die appèl teen vonnis. In\nhierdie verband is die appellant se saak nie dat die verhoorhof enige wesenlike\nmistasting by vonnisoplegging begaan het nie. Die betoog namens hom was dat die\nopgelegde vonnis so buitensporig swaar is dat dit\ndie afleiding regverdig dat\ndie verhoorhof die erns van die misdaad ten koste van sy persoonlike\nomstandighede oorbeklemtoon het.\nEk stem nie saam met hierdie betoog nie.\nOoreenkomsig die besonderhede wat voor die verhoorhof geplaas is, was die\nappellant 'n 40-jarige\neerste oortreder wat reeds 15 jaar by dieselfde werkgewer\nin diens was.  Hy is ook die vader van drie minderjarige kinders wat deels\nvan\nhom afhanklik is. Dit alles, sê die verhoorhof in sy uitspraak, het hy by\nvonnisoplegging in ag geneem. Daarteenoor wys\ndie hof, myns insiens, tereg\ndaarop dat die misdaad waaraan die appellant skuldig bevind is, ernstig van aard\nis. Die sigwaarde van\ndie vervalste banknote het 'n aansienlike bedrag\nverteenwoordig en dit behoef nouliks enige betoog dat misdade van hierdie aard\ntot\ngroot skade in die handelsverkeer aanleiding kan gee. In al die\nomstandighede kan die appèl teen vonnis, myns insiens, ook\nnie slaag nie.\n[13]\tDie appèl teen die skuldigbevinding en vonnis word van die\nhand gewys.\n......................\nF D J\nBRAND\nAPPÈLREGTER\nStem saam\n:\nScott \tAR\nLewis\t AR",
  "scraped_at": "2026-02-12T13:53:46.829465",
  "date": "2004-03-11",
  "coram": [
    "Scott",
    "Brand",
    "Lewis"
  ],
  "case_number": "441/2003",
  "parties": {
    "applicants": [
      "Samuel Mawake Matlare"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Samuel Mawake Matlare, and a co‑accused were charged with offering 5,570 counterfeit R200 bank‑notes on 28 October 1999 in Bela Bela, in breach of s 34(1)(b) of the Reserve Bank Act. Inspector O. Oosthuizen of the South African Police Service arranged a sting operation after being contacted by the co‑accused. The police waited at a designated parking area; a white bakkie arrived with three occupants, including the co‑accused. The co‑accused asked the appellant to retrieve a blue plastic bag from the vehicle, which turned out to contain the counterfeit notes. After negotiation of a purchase price, the police identified themselves and arrested all three. At trial the appellant denied knowledge of the counterfeit money, claiming he was only helping a friend, while the State relied solely on Oosthuizen’s testimony. The trial court found the appellant’s version not credible and convicted him, sentencing him to twelve years’ imprisonment, four years suspended, reduced to five years.",
    "issues": "The principal issues on appeal were (1) whether the trial court erred in rejecting the appellant’s claim of lack of knowledge and in finding him guilty beyond reasonable doubt; (2) whether the evidence established the requisite mens rea for the offence under s 34(1)(b) of the Reserve Bank Act; and (3) whether the imposed sentence was manifestly excessive in the circumstances.",
    "principles": "The court applied the standard that guilt must be proved beyond reasonable doubt and that credibility assessments must be based on the totality of evidence. The provisions of the Reserve Bank Act, s 34(1)(b), require knowledge that the money offered is counterfeit. Sentencing principles required consideration of the seriousness of the offence, the monetary value involved, and the appellant’s personal circumstances, but also recognised the need to deter counterfeit currency offences.",
    "application": "The appellate court held that Oosthuizen’s testimony was credible and unchallenged, and that the appellant’s narrative was inconsistent and implausible, particularly given his active role in retrieving the bag and negotiating a price. The court found no reasonable doubt that the appellant knew the money was counterfeit, and therefore upheld the conviction. Regarding sentencing, the court concluded that the gravity of the offence, the large face value of the counterfeit notes, and the need for deterrence justified the substantive term imposed, notwithstanding the appellant’s personal circumstances.",
    "conclusion": "The appeal against both the conviction and the sentence was dismissed. The conviction under s 34(1)(b) of the Reserve Bank Act and the sentence of twelve years’ imprisonment, with four years suspended and a reduced effective term of five years, were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Counterfeit Currency",
    "level_3": [
      "Reserve Bank Act",
      "credibility assessment",
      "sentencing"
    ]
  }
}