{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/32.html",
  "case_name": "Ndamase v Functions 4 All (100/2003) [2004] ZASCA 32; 2004 (5) SA 602 (SCA) (30 March 2004)",
  "citation": "[2004] ZASCA 32",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 32\n|\nNoteup\n|\nLawCite\nNdamase v Functions 4 All (100/2003) [2004] ZASCA 32; 2004 (5) SA 602 (SCA) (30 March 2004)\nDownload original files\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 100/2003\nBULELWA NDAMASE                                         \nAPPELLANT\nand\nFUNCTIONS 4 ALL                                             \nRESPONDENT\nBefore:\t  Mpati DP, Scott, Mthiyane, Heher JJA and Southwood\nAJA\nHeard:   \t  17 March 2004\nDelivered:\t   31 March\n2004\nIn terms of the\nMagistrates’ Courts Act, 32 of 1944\n,\nmagistrates courts have jurisdiction in respect of claims for provisional\nsentence –\nRule 14A\nof Magistrates’ Courts Rules of Court not\nultra vires\nMagistrates’ Courts Act – claims\nfor provisional\nsentence permissible in magistrates’ courts.\nJUDGMENT\nSOUTHWOOD AJA\n[1]\tThe issue in this appeal is whether Rule\n14A of the Magistrates’ Courts Rules of Court is\nultra vires\nthe\nMagistrates’ Courts Act, 32 of 1944 (‘the Act’) and\naccordingly whether magistrates’ courts have no jurisdiction\nin respect of\nclaims for provisional sentence.\n[2]\t The respondent (the plaintiff in\nthe court of first instance) instituted an action against the appellant (the\ndefendant in the\ncourt of first instance) in the Durban magistrates’ court\nin which it claimed provisional sentence on two dishonoured cheques,\neach for R5\n000. The appellant opposed the relief sought\ninter alia\non the ground\nthat Rule 14A, in terms of which the action was brought, is\nultra vires\nthe Act, and accordingly that the court had no jurisdiction. The\nappellant’s defence on the merits was based on duress. The\nmagistrate\nfound that Rule 14A was not\nultra vires\nthe Act, that the appellant had\nnot shown that the probabilities of success in the principal case were against\nthe respondent and\ngranted provisional sentence. The appellant appealed\nunsuccessfully to the Pietermaritzburg High Court against the magistrate’s\ndecision that the magistrates’ court has jurisdiction in actions for\nprovisional sentence. This appeal is with the leave of\nthe court\nbelow.\n[3]\tIn view of the judgment of this court in A\nAvtjoglou v\nFirst National Bank of Southern Africa\n(Case No 17/2003) delivered on\n19 September 2003 which confirmed the finding in\nScott-King (Pty) Ltd v\nCohen\n1999 (1) SA 806\n(W) at 825C-G that, generally, an order granting\nprovisional sentence is not appealable, the parties were requested to address\nthe\nappealability of the decision that the magistrates’ court has\njurisdiction to hear actions for provisional sentence. During\nargument the\nrespondent’s counsel correctly conceded that the issue of whether\nRule 14A is\nultra vires\nthe Act is, in effect, a special plea to\njurisdiction, and is appealable. See\nSteytler NO v Fitzgerald\n1911 AD 295\nat 305 (per De Villiers CJ), 313 (per Innes JA) and 327 (per Laurence JA);\nDu\nToit v Ackerman\n1962 (2) SA 581\n(A) at 587D-E and\nMaize Board v Tiger\nOats Ltd and Others\n2002 (5) SA 365\n(SCA) paras 9 and 14.\n[4]\tIn\nterms of s1 of the Act ‘the rules’ means the rules referred to in s6\nof the Rules Board for Courts of Law Act,\n107 of 1985. That section provides\nthat the Board may, with a view to the efficient, expeditious and uniform\nadministration of justice\nin the lower courts make rules for the lower courts\nregulating –\n‘(a) the practice and procedure in connection with\nlitigation’.\nThe Rules Board introduced Rule 14A into the\nMagistrates’ Courts Rules with effect from 11 April 1994. (It is for\nall practical\npurposes the same as Rule 8 of the Uniform Rules of the High\nCourt).\n[5]\tIt is well-established that the magistrates’ court has\nno jurisdiction and powers beyond those granted by the Act (compare\nRiversdale Divisional Council v Pienaar\n(1885) 3 SC 252\nat 256;\nStork\nv Stork\n(1903) 20 SC 138\nat 139;\nGqalana and others v Knoesen and\nanother\n1980 (4) SA 119\n(E) at 120;\nMason Motors (Edms) Bpk v Van\nNiekerk\n1983 (4) SA 406\n(T) at 409E-F;\nVenter v Standard Bank of South\nAfrica\n[1999] 3 All SA 278\n(W) at 280i-j) and that in this context,\njurisdiction means ‘the power vested in a court by law to adjudicate upon,\ndetermine\nand dispose of a matter’ (see\nEwing McDonald & Co Ltd v M\n& M Products Co\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A) at 256G-H;\nGraaff-Reinet\nMunicipality v  Van Ryneveld’s Pass Irrigation Board\n1950 (2) SA 420\n(A) at 424;\nSpendiff NO v Kolektor (Pty) Ltd\n[1992] ZASCA 18\n;\n1992 (2) SA 537\n(A) at\n551C). It is also well-established that powers may be conferred expressly or by\nimplication. Where the Act is silent on a\nmatter the general rule is that by\nexpressly conferring on the magistrates’ courts jurisdiction in respect of\na particular\nmatter, the Act confers by implication the ancillary powers\nnecessary to give effect to that jurisdiction. In regard to matters specifically\nprovided for in the Act the Act will govern that situation (compare\nReuters v\nClarke\n1922 EDL 303\nat 305;\nVan der Merwe v De Villiers and another\n1953 (4) SA 670\n(T) at 672F-673C;\nHatfield Town Management Board v Mynfred\nPoultry Farm (Pvt) Ltd\n1963 (1) SA 737\n(SR) at 739E-F). The primary\nquestion to be answered therefore is whether the Act expressly or by implication\nconfers on a magistrates’\ncourt jurisdiction to grant provisional\nsentence.\n[6]\tIn arguing that the Act did not do so the appellant’s\ncounsel contended that the Act does not expressly make provision for\nthe grant\nof a provisional sentence judgment or the execution of such a judgment. The\nabsence of provision for the immediate execution\nof a provisional sentence\njudgment is of crucial significance, so it was argued, as such execution is an\nintegral part of the procedure.\nHe also argued that execution is of itself\nappealable in terms of s83(b) of the Act which, in relation to provisional\nsentence is\ninconsistent with the absence of appealability (referred to in para\n3). He further argued that provisional sentence is a ‘right\nof\naction’ in itself and not simply a procedural step by a plaintiff armed\nwith a liquid document and that the statutory powers\nconferred on the Rules\nBoard do not empower the Rules Board to exceed the limits of jurisdiction\ngranted to a magistrates’\ncourt.\n[7]\tIn general, the civil\njurisdiction of the magistrates’ court is determined by reference to its\narea of jurisdiction (s26),\nthe persons in respect of whom the court has\njurisdiction (s28) and the causes of action in respect of which it has\njurisdiction\n(s29). The Act provides expressly that the magistrates’ court\nshall have no jurisdiction in respect of certain specified matters,\nall of which\nrelate to causes of action (s46).\nThe relevant part of s29 reads as\nfollows –\n‘(1)\tSubject to the provisions of this Act, the court,\nin respect of causes of action, shall have jurisdiction in –\n. .\n.\n(d)\tactions on or arising out of a liquid document ... where the claim ...\ndoes not exceed the amount determined by the Minister from\ntime to time by\nnotice in the\nGazette\n’ (presently R100 000).\nWhile\ns29(1)(d) does not expressly provide that the magistrates’ court shall\nhave jurisdiction in actions for provisional sentence,\ns46 does not expressly\nprovide that the court shall not have such jurisdiction. With regard to\njurisdiction the Act therefore differs\nin two important respects from its\npredecessor, the Magistrates’ Courts Act 32 of 1917. In the corresponding\nprovisions of\nthat Act no provision was made for the court to have jurisdiction\nin ‘actions on or arising out of a liquid document’\nand it was\nexpressly provided that\nnamptissement\n/\nhandvulling\n(ie provisional sentence) was excluded from the jurisdiction of the\nmagistrates’ court.\n[8]\tThe question is what is meant by the word\n‘actions on or arising out of a liquid document’. The term\n‘liquid\ndocument’ is well known and has a clear meaning in relation\nto a claim for provisional sentence. Subject to minor qualification,\nnot\npresently relevant, it is a document in which a person unconditionally\nacknowledges, over his signature or that of his agent,\nhis indebtedness to the\ncreditor in an ascertained amount of money, the payment of which is due to the\ncreditor. It is of the essence\nof a liquid document that, standing on its own,\nit establishes the indebtedness of the debtor without the necessity for any\nevidence\nextrinsic thereto. (\nUnion Share Agency and Investment Ltd v\nSpain\n1928 AD 74\nat 79-80;\nRich and Others v Lagerwey\n1974 (4) SA 748\n(A) at 754G-H;\nWollach v Barclays National Bank Ltd\n1983 (2) SA 543\n(A)\nat 552A-D;\nHarrowsmith v Ceres Flats (Pty) Ltd\n1979 (2) SA 722\n(T) at\n743F-H).\n[9]\tActions on liquid documents were well known in the\nRoman-Dutch law as it was applied in Holland and later at the Cape. The\ncharacteristics\nof such actions, briefly summarised, were the following. A\ncreditor who was in possession of a liquid document was entitled to institute\nan\naction against the debtor who had acknowledged his indebtedness to the creditor\nin the document, for payment of the indebtedness\nreflected therein. This was the\nordinary procedure whereby a creditor could obtain a final order for payment of\nthe acknowledged\nindebtedness. However, the creditor had an additional remedy:\nthe interlocutory procedure of provisional sentence. To obviate the\ndelay and\nexpense of bringing the principal case to finality and to enable the creditor to\nobtain prompt payment of the amount acknowledged\nto be owing, pending\nfinalisation of the principal case, the creditor was entitled to seek a\nprovisional judgment based on the liquid\ndocument. The creditor was entitled to\ndo so at any stage of the proceedings. The court would grant provisional\nsentence on the presumption\nof the authenticity and legal validity of the\ndocument produced to the court – the court being provisionally satisfied\nthat\nthe creditor would succeed in the principal case. The debtor was then\nobliged to pay the debt evidenced by the document against security\nde\nrestituendo\nfurnished by the creditor. If the creditor was unable to provide\nsecurity the debtor was obliged to pay the amount of the claim into\ncourt\npending the outcome of the principal case. (See\n1 Menzies 1-6\nPrefatory Remarks\non Provisional Sentence;\nColonial Treasurer v Smit\n1907 TS 747\nat\n750-751;\nSonfred (Pty) Ltd v Papert\n1962 (2) SA 140\n(W) at 142E-143E;\nCGE Rhoode Construction Co. (Pty) Ltd v Provincial Administration Cape, and\nanother\n1976 (4) SA 925\n(C) at 927A-928A; Herbstein and Van Winsen\nThe\nCivil Practice of the Supreme Court of South Africa\n4\nth\ned.\n960-962; Malan\net al\n,\nProvisional Sentence on Bills of Exchange,\nCheques and Promissory Notes\n(1986) at 1-15).\n[10]\tProvisional\nsentence procedure and the granting of the interlocutory relief of provisional\nsentence has remained a part of South\nAfrican law. At the Cape, rules governing\nthe procedure were introduced in the High Court and it became the practice to\nseek provisional\nsentence at the inception of the principal case by means of a\nspecial form of summons. This summons served a dual purpose. It instituted\nthe\nprincipal case in which definitive relief was claimed and it instituted the\nproceedings for the interlocutory relief of provisional\nsentence. That\ninterlocutory relief was, as was the position in Roman-Dutch Law, payment\nagainst security\nde\nrestituendo\n. (See\n1 Menzies 1-2\n;\nSonfred\n(Pty) Ltd v Papert\nsupra at 143B-C;\nCGE Rhoode Construction Co. (Pty) Ltd\nv Provincial Administration Cape, and another\nsupra at 928A-D; Herbstein and\nVan Winsen supra at 960-962 and Malan\net al\nat 1-15). In the High Court\nthe procedure is now governed by Rule 8 of the Uniform Rules which incorporates\nthe characteristics already\ndescribed.\n[11]\tThe interlocutory procedure\nof provisional sentence (described as the ‘extraordinary, summary and\ninterlocutory procedure\nof provisional sentence’ in\nDickinson v South\nAfrican General Electric Co (Pty) Ltd\n1973 (2) SA 620\n(A) at 641B) is\ntherefore an essential ancillary component of an action based on or arising out\nof a liquid document (see\nColonial\nTreasurer v Smit\nsupra at 750).\nAccordingly, there is no reason why the ordinary meaning of the words\n‘actions on or arising out of a liquid\ndocument’ should not be\nunderstood to include this interlocutory procedure. The appellant’s\ncounsel nevertheless persisted\nwith his argument that the Act does not expressly\nmake provision for an interlocutory judgment of provisional sentence or for the\nexecution of such judgment.\n[12]\tIn support of the first argument the\nappellant’s counsel relied heavily on s48 of the Act which, he argued,\nprovides for\nthe judgments which a magistrates’ court may grant and does\nnot include interlocutory judgments of provisional sentence. In\nmy view reliance\non the provisions of s48 is misplaced. The section clearly applies to judgments\nwhich a magistrates’ court\nmay grant ‘as a result of the trial of an\naction’ and is not applicable to provisional sentence proceedings (compare\nScott-King (Pty) Ltd v Cohen\nsupra at 827H-J). Furthermore, it is clearly\nnot the source of power for a magistrates’ court to grant interlocutory\nrelief.\nThe existence of such a power has not been questioned before us and is\nclearly recognised in s36(1)(d), s49 and s83(b) of the Act.\nCompare also\nPretoria Garrison Institutes v Danish Variety Products (Pty) Ltd\n1948 (1)\nSA 839\n(A). In any event, the power to grant the interlocutory relief of\nprovisional sentence is, by implication, conferred when the magistrates’\ncourt is given jurisdiction to entertain actions based on or arising out of\nliquid documents.\n[13]\tRegarding the second argument, the Act provides in\ntwo sections for the execution of judgments. Section 62(1) provides that any\ncourt which has jurisdiction to try an action has jurisdiction ‘to issue\nagainst any party thereto any form of process in execution\nof its judgment in\nsuch action’. Section 66 provides that whenever a court gives judgment for\nthe payment of money or makes\nan order for the payment of money in instalments\nand that judgment is not complied with, the judgment shall be enforceable by\nexecution\nagainst the property (first movable and then immovable) of the person\nagainst whom the judgment was given. It is clear from these\nprovisions of the\nAct that the judgment to be executed upon need not be a judgment in terms of s48\nand can be an interlocutory order.\n‘Judgment’ is defined in s1 to\ninclude, in a civil case, a decree, a rule and an order. Interlocutory relief\nclearly\nfalls within that definition. Finally, it must be pointed out that the\nsuggestion of the appellant’s counsel that there must\nbe an order for\nexecution before execution process may issue and that such an order is in terms\nof s83(b) subject to appeal is not\ncorrect. Sections 62 and 66 do not require an\norder for execution to be made before process may issue. The person in whose\nfavour\njudgment has been given has the right to issue a warrant of execution\nimmediately and the issue of the warrant of execution is not\nsubject to\nappeal.\n[14]\tA magistrates’ court therefore has jurisdiction in\nrespect of claims for provisional sentence and has all the ancillary\npowers\nnecessary to give effect to that jurisdiction. When the Rules Board enacted Rule\n14A it was not extending the jurisdiction\nof the magistrates’ court but\nwas merely regulating the practice and procedure of provisional sentence in the\nmagistrates’\ncourt as it was entitled to do.\n[15]\tIn the result the\nappeal is dismissed with costs.\n________________\nB R SOUTHWOOD\nACTING\nJUDGE OF APPEAL\nCONCUR:\nMPATI DP\nSCOTT JA\nMTHIYANE\nJA\nHEHER JA",
  "scraped_at": "2026-02-12T09:00:00.195249",
  "date": "2004-03-31",
  "coram": [
    "Mpati DP",
    "Scott JA",
    "Mthiyane JA",
    "Heher JA",
    "Southwood AJA"
  ],
  "case_number": "100/2003",
  "parties": {
    "applicants": [
      "BULELWA NDAMASE"
    ],
    "respondents": [
      "FUNCTIONS 4 ALL"
    ]
  },
  "sections": {
    "facts": "The respondent, Functions 4 All, instituted proceedings in the Durban Magistrates' Court seeking provisional sentence on two dishonoured cheques of R5,000 each. The appellant, Bulelwa Ndamase, opposed on the ground that Rule 14A of the Magistrates' Courts Rules, under which the action was brought, was ultra vires the Magistrates' Courts Act and that the court therefore lacked jurisdiction. The magistrate rejected this argument, found no likelihood of success on the merits for the appellant, and granted provisional sentence. The appellant appealed to the High Court, which affirmed the magistrate's decision, and subsequently appealed to the Supreme Court of Appeal.",
    "issues": "The appeal raised two principal issues: (1) Whether Rule 14A of the Magistrates' Courts Rules is ultra vires the Magistrates' Courts Act, thereby depriving magistrates' courts of jurisdiction to grant provisional sentence; and (2) Whether the magistrates' court possesses the ancillary powers necessary to execute a provisional sentence judgment.",
    "principles": "The Court reiterated that a magistrates' court's jurisdiction is confined to powers expressly granted by the Magistrates' Courts Act or implied therefrom. Sections s29(1)(d) authorise actions on or arising out of a liquid document, and s46 does not exclude provisional sentence. The law recognises that provisional sentence is an ancillary, interlocutory remedy inherent in actions based on liquid documents. Relevant statutory provisions (s36(1)(d), s49, s83(b), s62, s66) confer the power to grant and execute such judgments. Precedent cases such as Avtjoglou v First National Bank, Scott‑King v Cohen, and Steytler v Fitzgerald were cited to support the view that jurisdictional challenges are appealable and that the power to grant provisional sentence is implicit where the court can entertain actions on liquid documents.",
    "application": "Applying these principles, the Court found that the Magistrates' Courts Act, by permitting actions on liquid documents, implicitly includes the power to grant provisional sentence. Rule 14A merely regulates the procedure for exercising a jurisdiction that already exists; it does not create new jurisdiction. Consequently, the magistrates' court had both the substantive jurisdiction and the ancillary execution powers to grant and enforce provisional sentence. The appellant's arguments that the Act excluded such jurisdiction or that execution required a separate order were rejected.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal with costs, holding that Rule 14A is not ultra vires and that magistrates' courts have jurisdiction to grant and execute provisional sentence judgments."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Provisional Sentence",
    "level_3": [
      "jurisdiction",
      "magistrates' courts",
      "Rule 14A",
      "liquid document"
    ]
  }
}