{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/39.html",
  "case_name": "Road Accident Fund v Mbendera and Others (209/03) [2004] ZASCA 39; [2004] 4 All SA 25 (SCA) (17 May 2004)",
  "citation": "[2004] ZASCA 39",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 39\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Mbendera and Others (209/03) [2004] ZASCA 39; [2004] 4 All SA 25 (SCA) (17 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:  209/03\nIn the matter between\nROAD ACCIDENT FUND \t\t                                      \nAppellant\nand\nS MBENDERA                                         \n\t        First Respondent\nJK MOTSWAPULENG                         \nSecond Respondent\nTROLLOPE MINING SERVICES                        \nThird Respondent\nCORAM\n:   HARMS, LEWIS JJA and PATEL\nAJA\nHEARD:\n7 May\n2004\nDELIVERED\n:    17 May\n2004\nSummary: A truck designed and suitable for use on\nhaul roads is a motor vehicle as defined by s 1 of the Road Accident Fund Act 56\nof 1998.\nJUDGMENT\nCH LEWIS JA\n[1]\tThe question\nto be determined in this appeal is whether a Caterpillar 769 truck is to be\nregarded as a motor vehicle for the purpose\nof the\nRoad Accident Fund Act 56 of\n1996\n. If it is then the first respondent will be entitled to sue the Road\nAccident Fund for damages suffered by her, and her children,\nas a result of the\ndeath of her husband in a collision between the truck and a taxi in which the\ndeceased had been a passenger.\n[2]\tThe second respondent was the driver\nof the truck when the collision occurred and it was alleged that it was solely\nthrough his\nnegligence that the deceased was killed. The third respondent was\nthe latter’s employer. The action was brought against the\nRAF and the\nother respondents, each of whom pleaded that the others were liable. The trial\ncourt (Botha J in the Pretoria High Court),\nat the request of the parties, ruled\nthat the question whether the truck was a motor vehicle for the purposes of the\nAct would be\nadjudicated separately in terms of Uniform rule 33(4). The trial\ncourt found for the plaintiff that the truck was a motor vehicle\nfor the purpose\nof the Act. It is against this finding that the appeal lies with the leave of\nthat court.\n[3]\tThe definition of a motor vehicle in the Act – \n‘any vehicle designed or adapted for propulsion or haulage on a road\nby\nmeans of fuel, gas or electricity . . .’. – has been fertile ground\nfor litigation, as were the definitions in the\nprevious statutes that dealt with\nthe question of compulsory third-party insurance. A brief account of the\nlegislative history of\ncompulsory motor vehicle insurance is set out in\nChauke v Santam Ltd\n[1996] ZASCA 120\n;\n1997 (1) SA 178\n(A).\n[4]\tIn\nChauke\nthe court was required to determine whether a forklift was a motor\nvehicle for the purpose of the Act. Olivier JA stated the test\nto be applied as\nfollows (at 183A-D):\n‘The correct approach . . . is to take [the\ndefinition] as a whole and to apply to it an objective, common sense meaning.\nThe\nword ‘designed’ in the present context conveys the notion of the\nordinary, everyday and general purpose for which the\nvehicle in question was\nconceived and constructed and how the reasonable person would see its ordinary,\nand not some fanciful, use\non a road. If the ordinary, reasonable person would\nperceive that the driving of the vehicle in question on a road used by\npedestrians\nand other vehicles would be extraordinarily difficult and hazardous\nunless special precautions or adaptation were effected, the vehicle\nwould not be\nregarded as a ‘motor vehicle’ for the purposes of the\nAct.’\n[5]\tThe soundness of this dictum was questioned by this court\nrecently in\nRoad Accident Fund v Vogel\n(as yet unreported, case 113/03,\nhanded down on 11 March 2004, paras 10-12). The court in\nVogel\nclarified\nthe apparent conflict between the ‘subjective test’ posed (the\npurpose for which the vehicle was conceived\nand constructed) and the\n‘objective test’ (the reasonable person’s perception of the\nvehicle) by stating that ‘while\nthe legislature has not entirely ignored\nthe subjective test of the designer, it is not\nper se\nconclusive and the\nitem’s objective suitability for use in the manner contemplated by s 1 is\nto be the ultimate touchstone.’\n[6]\tThe balance between the\nsubjective view of the designer, and the suitability of the vehicle for general\nuse on roads, is not,\nhowever, the principal issue in this appeal.\nThe\nappellant argues that on any basis the truck is not a motor vehicle designed for\nuse on a\npublic\nroad. It does not argue that the truck is not a vehicle\nas normally understood; such an argument would not be tenable, given that\nthe\ntruck is designed and used precisely for travelling on roads (albeit of a\nspecial nature), and transporting large quantities\nof rubble and materials\nmined. The essence of the appellant’s argument is that the truck is not\nsuitable for use on public\nor ‘ordinary’ roads. Before dealing with\nthat contention, however, I shall describe briefly various features of the\ntruck.\n[7]\tIt is, according to the manufacturer’s description, an\noff-highway diesel-powered haul truck designed for use in the mining\nand\nconstruction industry. It is very large, being five metres wide, four metres\nhigh, and weighing in the order of 68 tons. It is\ntoo heavy and too wide for use\non typical roads: it is designed for use on specially prepared haul roads, on\nwhich it can travel\nat approximately 75 kilometres per hour. According to the\nuncontested evidence of experts there is a large network of such roads\nin South\nAfrica, especially for opencast mines, and these roads also carry other\nvehicular and pedestrian traffic. The truck is fitted\nwith various safety\nfeatures indicative of design and suitability for use on roads that carry\ntraffic. It has direction indicators,\nside and rear-view mirrors, brake lights,\nreverse lights, parking lights and a hooter.\n[8]\tIt is common cause that\nthe truck is neither designed nor suitable for use on ordinary roads: it is\nsimply too large. It can in\nfact be used on an ordinary road provided that the\nroad is wide enough. But it cannot\nsafely\nbe driven other than on haul\nroads. (The collision which resulted in the death of the first\nrespondent’s husband occurred on\na public road, the driver allegedly\nhaving taken the truck for his own purposes.) But does this preclude the\napplication of the Act?\n[9]\tThe appellant argues that the definition of\nmotor vehicle requires that it be intended and suitable for use on a\npublic\nroad. Although the definition itself refers only to a road, the\nword has in two recent cases been interpreted by this court to mean\na public\nroad. The appellant argues that it is also implicit in the decision of Olivier\nJA in\nChauke\nbecause the court referred there (at 182A-183A) to two\nEnglish cases which had held that, for the purpose of the Road and Rail Traffic\nAct of 1933, and regulations thereunder, certain vehicles were not\n‘intended’ (in the sense of being suitable or apt)\nfor use on roads.\nIn\nDaley & others v Hargreaves\n[1961] 1 All ER 552\n(QB) the court was\nasked to determine whether mechanically-propelled dumpers were motor vehicles.\nAnd in\nBurns v Currell\n[1963] 2 All ER 297\n(QB) the court dealt with the\nsame question in relation to a go-kart. In both cases the appellants had been\ncriminally prosecuted\nfor using the vehicles on ordinary roads. And in both the\ncourts found that there was insufficient evidence to prove beyond a reasonable\ndoubt that the vehicles would be regarded by a reasonable person as fit for use\non a road. The relevant regulations thus did not\napply. The English cases do\nnot, in my view, support the proposition of the appellant: they do not deal with\nthe nature of the road\nat all since the charges related to contraventions of the\nstatute and regulations in using unlicensed vehicles on particular roads.\nAnd\nthe determinative principle was whether the vehicle was ‘intended or\nadapted for use on roads’.\n[10]\tThe central principle discussed in\nChauke\nwas whether the court must have regard to the designer’s\nintention, or the objective suitability for driving on a road, in determining\nwhether a vehicle falls within the ambit of the Act. The court, as indicated\nearlier, adopted a mixed formulation: the purpose for\nwhich the vehicle was\nconceived and constructed, on the one hand, and suitability for use on a road,\nas perceived by the ordinary,\nreasonable person on the other. (See also the\ngloss added in\nRAF v Vogel\n, above). The nature of the road was not in\ncontention.  The court was concerned merely to determine whether a forklift was\ndesigned\nand suitable for propulsion or haulage on a road. It decided that it\nwas not. In reaching that conclusion Olivier JA adopted the\ndefinition of a road\nin the\nConcise Oxford Dictionary\n(7 ed): ‘a line of communication,\nespecially a specially prepared track between places for use by pedestrians,\nriders and vehicles’.\nThere is no suggestion in that case that a road must\nbe generally accessible to the public in order for a machine to qualify as a\nmotor vehicle.\n[11]\tHowever this court in\nMutual and Federal Insurance\nCo Ltd v Day\n2001 (3) SA 775\n(SCA) did invoke the\nChauke\ntest with\nreference to a ‘public road’ (paras 13 and 16) in determining\nwhether another type of forklift was a motor vehicle.\nThat it could be used on\npublic roads, said the court, purportedly following\nChauke\n, did not mean\nthat it was suitable for such use (para 16). But the real issue in the\nDay\ncase too was the nature and purpose of the forklift. It was common\ncause that its primary purpose was to ‘lift and move loads\nin places such\nas storage and lumbar yards, steel mills and wharves’.  Unlike the truck\nin this case, although it could and\ndid travel on roads, its purpose was not to\ntravel up and down them and it was not suitable for doing so.  So too in\nPrinsloo v Santam Insurance Ltd\n[1996] 3 All SA 221\n(E), the court,\nadopting a ‘down-to-earth common sense approach’ held that the\nforklift is issue was not a motor vehicle\nfor the purpose of the Multilateral\nMotor Vehicle Accidents Fund Act 93 of 1989. In reaching this conclusion the\ncourt had regard\nto the use to which a forklift is put – moving crates and\npallets loaded with goods in warehouses, and at airports and stations.\nThe\nforklift in question was neither designed nor suitable for use on roads whether\npublic or private.\n[12]\tIn\nRoad Accident Fund v Vogel\n(above) the\ncourt referred repeatedly to use on a public road. But that case was also not\nconcerned with a vehicle designed and suitable\nfor travelling on roads of any\nkind. The court held that a mobile ground power unit that provided electric\npower to stationary aircraft\nat airports was not a motor vehicle for the purpose\nof the Act. Although it could be driven on a road, it was in general driven only\nwithin operational areas of airports, specifically on the apron. The conclusion\nof the court that the\nraison d’etre\nof the power unit – the\nprovision of electrical power to aircraft – made it impossible to conclude\nthat it was designed\nfor general use on ‘public roads’ (para 24) is\nnot in any way dependent on the nature of the road on which it was driven.\nThe\noverriding consideration was the purpose of the unit, and its suitability for\ntravelling on a road.\n[13]\tThe truck in issue in this case is of a\ndifferent order. Its very purpose is to travel along specially constructed roads\ncarrying\nloads. It is designed for that purpose and there is no suggestion at\nall that it is unsuitable so to do. It is also constructed in\nsuch a way that it\nis safe for use on those roads when there is other traffic. That it is not safe\nfor use on a\npublic\nroad cannot be a determinative criterion as to\nwhether it is a motor vehicle for the purpose of the Act. It is designed and\nsuitable\nfor use on haul roads, and the Act applies throughout the Republic and\nnot just to vehicles used on public roads. As counsel for\nthe second and third\nrespondents contended, if a standard motor vehicle were to collide with another\nand injure the driver or a passenger,\nor to injure a pedestrian, on a haul road,\nthe injured party would be able to claim compensation under the Act. It would be\nanomalous\nto hold that where injuries were caused as a result of the negligence\nof the driver of a truck of the kind in question, no action\nwould be available\nto the injured party against the Fund.\n[14]\tI accept the contention of\nthe second and third respondents that the court must adopt a common sense\napproach in determining\nwhether a vehicle is a motor vehicle for the purpose of\nthe Act. The truck in issue looks like a motor vehicle, and its purpose is\nto\ntravel on roads to haul loads. It is designed and suitable for that purpose. The\npurposes of forklifts, cranes, lawnmowers and\nmobile power units are very\ndifferent. That they can travel on a road is incidental to their\npurpose.\n[15]\tIn my view, the truck is a motor vehicle as defined in the\nAct.\n[16]\tThe appeal is dismissed with costs.\n_____________\nC H Lewis\nJudge of Appeal\nConcur:\nHarms JA\nPatel AJA",
  "scraped_at": "2026-02-12T09:02:43.385906",
  "date": "2004-05-17",
  "coram": [
    "Harms JA",
    "Lewis JJA",
    "Patel AJA"
  ],
  "case_number": "209/03",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "S Mbendera",
      "JK Motswapuleng",
      "Trollope Mining Services"
    ]
  },
  "sections": {
    "facts": "The appellant, the Road Accident Fund, appealed against a decision that a Caterpillar 769 haul truck was a motor vehicle within the meaning of the Road Accident Fund Act. The truck, a diesel‑powered off‑highway vehicle used in mining and construction, is five metres wide, four metres high and weighs about 68 tonnes. It is designed to travel on specially prepared haul roads at up to 75 km/h and is equipped with mirrors, lights and a horn. The accident involved this truck colliding with a taxi on a public road, resulting in the death of the first respondent’s husband.",
    "issues": "The central issue was whether the Caterpillar 769 truck falls within the definition of a ‘motor vehicle’ under the Road Accident Fund Act, i.e., whether it is a vehicle designed or adapted for propulsion or haulage on a road by means of fuel, gas or electricity, and whether the term ‘road’ requires the vehicle to be suitable for public roads.",
    "principles": "The court relied on the mixed test articulated in Chauke v Santam Ltd, which considers both the designer’s purpose (subjective) and the objective suitability of the vehicle for use on a road as perceived by a reasonable person. Subsequent authority, Road Accident Fund v Vogel, clarified that the objective suitability is the decisive factor, though the designer’s intent is not irrelevant. Cases such as Mutual and Federal Insurance Co v Day and Prinsloo v Santam illustrated the application of this test to forklifts and other specialised equipment.",
    "application": "Applying the test, the court noted that the truck was expressly designed for travel on haul roads and is equipped with safety features appropriate for road use. Although it is too large for ordinary public roads, it can be used safely on roads that are sufficiently wide, and the Act applies to the whole Republic, not only to public roads. The truck’s purpose – transporting loads on haul roads – satisfies both the subjective design intention and the objective suitability for road use, distinguishing it from vehicles such as forklifts or power units whose primary purpose is not road travel.",
    "conclusion": "The court held that the Caterpillar 769 truck is a motor vehicle within the meaning of the Road Accident Fund Act. The appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Road Accident Fund",
    "level_3": [
      "motor vehicle definition",
      "haul truck",
      "legal interpretation",
      "road suitability"
    ]
  }
}