{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/93.html",
  "case_name": "Minister for Provincial and Local Government of the Republic of South Africa v Unrecognised Traditional Leaders of the Limpopo Province (Sekhukhuneland) (375/2003) [2004] ZASCA 93; [2005] 1 All SA 559 (SCA) ; 2005 (2) SA 110 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 93",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 93\n|\nNoteup\n|\nLawCite\nMinister for Provincial and Local Government of the Republic of South Africa v Unrecognised Traditional Leaders of the Limpopo Province (Sekhukhuneland) (375/2003) [2004] ZASCA 93; [2005] 1 All SA 559 (SCA) ; 2005 (2) SA 110 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 375/2003\nIn the matter between\nMINISTER FOR PROVINCIAL AND\nLOCAL GOVERNMENT OF THE\nREPUBLIC\nOF SOUTH AFRICA\t\nAppellant\nand\nUNRECOGNISED\nTRADITIONAL\nLEADERS OF THE LIMPOPO\nPROVINCE\n(SEKHUKHUNELAND)\t\nRespondent\n___________________________________________________________\nCORAM: \tMPATI DP, SCOTT, NAVSA, HEHER JJA et JAFTA AJA\nHEARD:\t23 AUGUST 2004\nDELIVERED:     29 SEPTEMBER\n2004\n___________________________________________________________\nSummary:\nPromotion of Access to Information Act 2 of 2000\n– limitation in terms of\ns 44(1)\n– interpretation and application\nthereof.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nJAFTA\nAJA\n[1]\tThis appeal concerns the interpretation and application of s 44\n(1) of the Promotion of Access to Information Act 2 of 2000 (‘the\nAct’). Parliament enacted this legislation in compliance with an\nobligation imposed on it by s 32 of the Constitution which\nprovides:\n‘(1) Everyone has the right of access to-\n(a)\tany\ninformation held by the state, and\n(b)\tany information that is held by another person and that is required for the\nexercise or protection of any rights.\n(2) National legislation\nmust be enacted to give effect to this right, and may provide for reasonable\nmeasures to alleviate the administrative\nand financial burden on the\nstate.’\n[2]\tSection 44(1) of the Act reads:\n‘(1) Subject to subsections (3) and (4) the information officer of a\npublic body may refuse a request for access to a record\nof the body –\n(a) if the record contains –\n(i) an opinion, advice, report or recommendation obtained or prepared; or\n(ii) an account of consultation, discussion or deliberation that has occurred,\nincluding, but not limited to, minutes of a meeting,\nfor the purpose of assisting to formulate a policy or take a decision in the\nexercise of a power or performance of a duty conferred\nor imposed by law; or\n(b) if –\n(i) the disclosure of the record could reasonably be expected to frustrate the\ndeliberative process in a public body or between\npublic bodies by inhibiting\ncandid -\n(aa) communication of an opinion, advice, report or recommendation; or\n(bb) conduct of a consultation, discussion or deliberation; or\n(ii) the disclosure of the record could, by premature disclosure of a policy or\ncontemplated policy, reasonably be expected to frustrate\nthe success of that\npolicy.’\n[3]\tThe appellant is the Minister for Local and\nProvincial Government (‘the Minister’) whose department is, for the\npurposes\nof s 44(1), a public body. The respondent is a voluntary association of\ntraditional leaders (‘the association’) in the\nProvince of Limpopo.\nAs its name indicates its existence has its origin in the refusal by the\ngovernment to recognise the status\nof its members. In October 2002 the\nassociation applied to the Pretoria High Court for an order declaring that it\nhad a right of\naccess to a report compiled by a commission of enquiry known as\nthe Ralushai Commission. This report was held by officials in the\ndepartment.\nThe association also sought an order setting aside a decision by the\nMinister’s information officer denying it\naccess to the report.\n[4]\tThe\nfacts on which the association relied for the relief sought by it were common\ncause. During February 1996 the Premier of the\nthen Northern (now Limpopo)\nProvince established the Ralushai Commission to investigate disputes relating to\nirregularities and malpractices\nin the appointment of certain traditional\nleaders in that province. The Commission was also required to recommend steps to\nbe taken\nby the Premier to resolve such disputes. In 1997 the Commission\npresented its interim report to the Premier. This report was made\navailable to\nthe public and the association obtained a copy thereof.\n[5]\tThe\nCommission’s final report, which was subsequently presented to the\nPremier, was not made public. On 30 April 2001 the\nassociation, acting in terms\nof s 18 of the Act, addressed a letter to the office of the Premier requesting\naccess to the report.\nThe reply elicited was that the report had been referred\nby the Premier ‘for further handling’ and the letter was, therefore,\nbeing redirected to the Minister to communicate directly with the association.\nOn 31 August 2001 the association sent a letter to\nthe Minister demanding\ncompliance with its request and threatening legal action should there be no\nreply. The Minister failed to\nrespond. A second letter dated 22 February 2002\nalso failed to elicit a prompt response.\n[6]\tEventually the Minister replied\nby way of a letter dated 9 July 2002.  In it the information officer, Mr Craig\nClerihew (Clerihew)\nstated:\n‘2. As information officer of this\nDepartment, I am, in terms of various provisions of [the\nPromotion of Access to\nInformation Act 2 of 2000\n], empowered to refuse your request for access to the\nRalushai Commission’s report. You are specifically referred to, amongst\nothers, section 44 (1) of the Act. In terms of this provision a request for\naccess to information may be refused if the record contains\nan opinion, report\nor recommendation “for the purpose of assisting to formulate a policy or\ntake a decision in the exercise\nof a power or performance of a duty conferred or\nimposed by law”. The Ralushai Commission’s report is to be used for\nthe purposes quoted above, with the result that your request for access to that\nreport is denied.\n3. In terms of section 25 (3)(c) of the Act, you may lodge\nan internal appeal against the refusal of your request.’\n[7]\tThe\nassociation noted an appeal in terms of s 75 of the Act but the Minister upheld\nthe decision of the information officer and\ndismissed the appeal. The dismissal\nof the appeal led to the application in the court below.\n[8]\tThe Minister, in\nopposing the application, contended that the request for access had been refused\nin terms of subsecs 44 (1)(a)\nand (b) of the Act. Notably, s 44 (1)(b) had not\nbeen referred to in the letter of 9 July 2002. In the answering affidavit filed\non the Minister’s behalf, Clerihew stated the following:\n‘6.1\tI\nam advised that the respondent is empowered, in terms of section 44, to refuse\nthe applicant’s request for access\nto the Ralushai Commission’s\nReport because:\n6.1.1 The Ralushai report contains an opinion, advice, report or recommendation\nobtained for the purpose of assisting the Department\nof Provincial and Local\nGovernment (“the department”) to formulate a policy on the issue of\nthe traditional leadership\ndisputes and claims or for the respondent to take a\ndecision in the exercise of a duty conferred or imposed by the Constitution (Act\nno 108 of 1996) and other relevant legislation;\n6.1.2 the disclosure of the report could reasonably be expected to frustrate\nthe deliberative process within the department and\nin Cabinet by inhibiting the\ncandid: (a) communication of an opinion, advice, report or recommendation or (b)\nconduct of a consultation,\ndiscussion or deliberation on the issues of\ntraditional leadership disputes;\n6.1.3 the disclosure of the report could, by its premature disclosure\nreasonably be expected to frustrate the success in the development\nof the said\npolicy and a legislative process which I will later deal with\nherein.’\n[9]\tThe court below (Botha J) held that in\nappropriate circumstances an information officer would be entitled to refuse\naccess to\ninformation either in terms of subsec 44 (1)(a) or 44 (1)(b). In\nrespect of s 44 (1)(b) he found that the Minister had not proved\nthat the\ndisclosure of the report would frustrate the deliberative process. He said:\n‘I can hardly see, on the facts presented to me, how the release of the\nreport relating to 46 aggrieved leaders in Sekhukhuneland\ncould bring the\nnational indaba to naught. Nor can I see how it can inhibit candid communication\nof the report or the conduct of\nthe debate. No facts were given to show how the\nnational debate would be frustrated. It can also not amount to the premature\ndisclosure\nof a policy, because it does not contain any formulation of the\nnational policy which is still being formulated.\nMy conclusion is therefore that the respondent can only rely on section 44\n(1)(a) for [his] refusal to grant access to the report\nof the\nCommission.’\n[10]\tBotha J considered and rejected the association’s contention that\nthe report in question was not obtained for formulating\nnational policy relating\nto traditional leadership because such purpose had not been covered by the\nCommission’s terms of reference.\nThe learned Judge said:\n‘That argument, in my view places a restrictive interpretation on the\nwords of section 44 (1)(a). The subsection merely requires\nthat an advice,\nreport or recommendation has been\nobtained\nor\nprepared\nfor the\npurpose of assisting to formulate a policy or take a decision in the exercise of\na power or performance of a duty conferred\nor imposed by law. It does not\nrequire that the public body concerned must have commissioned the advice, report\nor recommendation.\nIt is sufficient if it has\nobtained\nthe advice, report\nor recommendation for the stated purpose. In this case it is clear that the\nrespondent has obtained it for the\npurpose of formulating national policy with a\nview to national legislation, all of which in the exercise of a power conferred\nby\nlaw.’ [Botha J’s emphasis].\n[11]\tPursuant to his finding that\nthe report fell within the scope of s 44 (1)(a), Botha J held in favour of the\nassociation that\nClerihew had failed to consider that the refusal of access in\nterms of s 44 (1)(a) was not mandatory. He proceeded to a conspectus\nof the\nfactors weighing for and against the granting of access to the document against\nthe background of s 32 of the Constitution\nand the objects of the Act. Finding\nthat the release of sections of the report which referred to the members of the\nassociation would\nprobably not have a negative impact on ‘the wider\nnational debate’, the learned judge then granted the following\norder:\n‘1. The decision of the information officer of the respondent\ndated [9] July 2002 and the subsequent endorsement of that decision\nby the\nrespondent on 18 September 2002, denying the applicant access to the\nreport of the Ralushai Commission of Enquiry\nare set aside.\n2. It is declared\nthat the applicant is entitled to access to the sections of the report dealing\nwith each of its 46 members listed\nin annexure MM1 and each portions of the\nintroductory and general sections of the report that are necessary for a proper\nunderstanding\nof the sections dealing with the individual members of the\napplicant.\n3. The respondent is ordered to make the sections of the report\nreferred to in paragraph 2 above available for inspection by the applicant\nwithin 30 days of the date of this order and to provide the applicant with one\ncopy of such sections, if so required.’\n[12]\tThe present appeal was\nnoted against the above order, leave to appeal having been granted by this\ncourt. In essence the issue\nraised on appeal was whether the court below\ncorrectly interpreted and applied s 44 (1) to the facts. Counsel for the\nMinister contended\nthat the court below erred in coming to the conclusion that\nClerihew had failed to prove that the decision to refuse access to the\nreport\nwas justified in terms of s 44 (1). Although he initially argued that s 44\n(1)(a) should be interpreted liberally (ie in favour\nof the Minister) as the\ncourt below did, he later conceded that the subsection should be construed\nrestrictively.\n[13]\tCounsel for the association pointed out that the Ralushai\nCommission had been established to investigate disputes relating to\ntraditional\nleadership and not for the purpose of preparing a report which was to be used\nfor achieving the objects of subsec 44\n(1)(a). He submitted that when the\nMinister contemplated making policy in August 2000, the compilation of the\nreport had already\nbeen finalised and it had been presented to the Premier and\nthat consequently the Minister could not justify withholding the report\non any\nbasis.\n[14]\tThe Minister’s answer to these contentions, which found\nfavour with the court below, was that he obtained the report from\nthe Premier\nfor the purpose of formulating a national policy as envisaged in the subsection.\nIt was contended on the Minister’s\nbehalf that the withholding of the\nreport was justified in terms of s 44 (1)(a).\n[15]\tThe proper interpretation\nof subsec 44 (1)(a) depends largely on the meaning to be ascribed to the phrase\n‘obtain for the\npurpose of formulating a policy’. According to the\nShorter Oxford English Dictionary ‘obtain’ means ‘to procure\nor gain, as a result of purpose and effort’ or ‘to acquire or\nget’. The word ‘obtain’ is capable of\nboth a narrow and a wide\nmeaning. There are no indications in the Act itself, either textual or\npurposive, which point in one direction\nor the other.\n[16]\tHowever, the\ngenesis of the legislation was the Constitution and the Act must be interpreted\nwith due regard to its terms and\nspirit. The right of access to information held\nby the state is couched therein in wide terms. Subsection 44 (1)(a) must be\nconstrued\nin the context of s 32 (1)(a), read with sections 36 and 39 (2) of the\nConstitution (cf\nBato Star Fishing (Pty) Ltd v Minister of Environmental\nAffairs\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 72). It is clear that subsec 44 (1)(a)\nlimits the right of access to information and s 36 of the Constitution requires\nthat the scope of such a provision be restricted only to an extent which is\nreasonable and justifiable. Section 39 (2) obliges every\ncourt to promote\n‘the spirit, purport and objects of the Bill of Rights’ when\ninterpreting any legislation. It must also\nbe borne in mind that the Act was\nenacted in order to give effect to access to information and promote the values\nof openness, transparency\nand accountability which are foundational to the\nConstitution.\n[17]\tIn the light of what is set out in the preceding paragraph\nit is clear that the restrictive meaning of ‘obtain’ is\nto be\npreferred. In the context under discussion it must mean procuring information\nfor any of the purposes referred to in the subsection.\nIn view of that\ninterpretation it is clear from the facts of this case that the Minister did not\n‘obtain’ the report\nin terms of s 44 (1)(a). Consequently the\nwithholding thereof in terms of that subsection was not justified. The court\nbelow erred\nin construing the subsection differently. It follows that the\npurported exercise of the power in terms of the subsection by Clerihew\nwas\ninvalid.\n[18]\tRegarding the justification of the refusal based on subsec 44\n(1)(b), the findings of the court below cannot be faulted. It found\nthat the\nMinister had failed to show that the disclosure of the report ‘could\nreasonably be expected to frustrate the deliberative\nprocess’ and the\nsuccess of a national policy on traditional leadership. It is notable from the\nquoted provisions of s 44 (1)\nthat in the answering affidavit Clerihew merely\nrepeats the wording of the section. Clearly, para (b) enjoins an information\nofficer\nto consider all the facts and to determine whether it could reasonably\nbe expected that a disclosure of a report would frustrate\nany of the purposes\nreferred to in subsec (1)(b)(i) or (ii).\n[19]\tIn the view I take of the\nmatter, it is unnecessary to consider the other points raised by the\nassociation. The appeal should\nbe dismissed. The parties were in agreement that\ncosts should follow the result and that such costs should include the costs of\ntwo\ncounsel.\n[20]\tThe appeal is dismissed with costs, including costs\noccasioned by the employment of two\ncounsel.\n__________________________\nC N JAFTA\nACTING JUDGE OF APPEAL\nMPATI DP\t)\nSCOTT JA\t)\nNAVSA\nJA\t)\tCONCUR\nHEHER JA\t)",
  "scraped_at": "2026-02-12T09:08:16.245262",
  "date": "2004-09-29",
  "coram": [
    "MPATI DP",
    "SCOTT",
    "NAVSA",
    "HEHER JJA",
    "JAFTA AJA"
  ],
  "case_number": "375/2003",
  "parties": {
    "applicants": [
      "Minister for Provincial and Local Government of the Republic of South Africa"
    ],
    "respondents": [
      "Unrecognised Traditional Leaders of the Limpopo Province (Sekhukhuneland)"
    ]
  },
  "sections": {
    "facts": "In February 1996 the Premier of the former Northern Province created the Ralushai Commission to investigate irregularities in the appointment of traditional leaders. The commission produced an interim report that was made public, but its final report was kept confidential. The Unrecognised Traditional Leaders association, representing 46 members, applied under section 18 of the Promotion of Access to Information Act (PAIA) for access to the final report. The Minister's information officer refused, citing sections 44(1)(a) and (b) of PAIA, claiming the report was obtained to formulate national policy on traditional leadership and that disclosure would frustrate the deliberative process. An internal appeal was dismissed and the association sought judicial review in the High Court, which set aside the refusal and ordered partial disclosure of the report. The Minister appealed the decision.",
    "issues": "The appeal concerned the correct interpretation and application of section 44(1) of the Promotion of Access to Information Act, specifically: (1) whether the report fell within the exemption of subsection (a) – i.e., whether it was obtained for the purpose of formulating policy or exercising a legal duty; and (2) whether the Minister had satisfied the requirements of subsection (b) by showing that disclosure would reasonably be expected to frustrate the deliberative process or premature policy development.",
    "principles": "The Court emphasized that s44(1)(a) must be read in light of the constitutional right of access to information (s32(1)(a)) and the obligations of openness, transparency and accountability under sections 36 and 39(2) of the Constitution. The term “obtain” was given a restrictive meaning, meaning the public body must have procured the information for the stated policy purpose. The exemption under s44(1)(a) is not mandatory; a balancing exercise is required. For s44(1)(b), the information officer must consider all factual circumstances and demonstrate a reasonable expectation that disclosure would frustrate the deliberative process or a nascent policy.",
    "application": "Applying these principles, the Court found that the Minister had not \"obtained\" the Ralushai report for the purpose of formulating national policy; the report had already been prepared before the Minister considered policy. Consequently, the exemption under s44(1)(a) did not apply. The Court also agreed with the lower court that the Minister failed to prove that disclosure would frustrate the deliberative process or a policy outcome, so s44(1)(b) was likewise unmet. The refusal was therefore unlawful, and the lower court’s order granting limited access to the report was upheld.",
    "conclusion": "The appeal by the Minister for Provincial and Local Government was dismissed. The decision of the lower court setting aside the refusal and ordering the disclosure of relevant sections of the Ralushai Commission report stands. Costs, including those of two counsel, were awarded against the appellant."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Access to Information",
    "level_3": [
      "Promotion of Access to Information Act",
      "Section 44",
      "Public bodies",
      "Traditional leadership",
      "Judicial review"
    ]
  }
}