{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/85.html",
  "case_name": "Gouda Boerdery BK v Transnet Ltd. (314/03) [2004] ZASCA 85; [2004] 4 All SA 500 (SCA); 2005 (5) SA 490 (SCA) (27 September 2004)",
  "citation": "[2004] ZASCA 85",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 85\n|\nNoteup\n|\nLawCite\nGouda Boerdery BK v Transnet Ltd. (314/03) [2004] ZASCA 85; [2004] 4 All SA 500 (SCA); 2005 (5) SA 490 (SCA) (27 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 314/03\nIn the matter between:\nGOUDA BOERDERY BK\nAppellant\nand\nTRANSNET \nLIMITED\nRespondent\n___________________________________________________\nCoram\n:\tSCOTT,\nNAVSA, CONRADIE, CLOETE \t\t\t\tJJA\net\nERASMUS AJA\nDate of\nHearing\n:\t31 August 2004\nDate of delivery\n:\t27 September\n2004\nSummary:\tFire in railway reserve 20 m wide – not a\n‘veldfire’ within the meaning of s 34 of  of Act 101 of 1998\n–\nmeaning of that section – appellant’s action in delict – legal\nduty on respondent not to cause harm negligently\n– failure to establish\nfirebreak in reserve not negligent in the\ncircumstances.\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\nJA/...\nSCOTT JA:\n[1]\tThe appellant is the owner of the farm\nNuwewater and two adjacent farms in the district of Gouda, Western Cape.\nNuwewater is bisected\nby a ‘railway reserve’ which is a strip of\nland 20 metres wide fenced on both sides and along the centre of which runs\nthe\nmain line from Cape Town to the north. The direction of the line at that point\nis approximately south to north. The station immediately\nto the south is\nVoëlvlei; the station immediately to the north is Gouda. The reserve is\nowned and controlled by the respondent.\nOn 8 February 2001, between 12.30 pm and\n1.30 pm, a fire was observed on Nuwewater in close proximity to the reserve.\nSubsequent\ninvestigation revealed that the fire had started within the reserve\nitself on the western side of the tracks close to a level crossing\nwhich\nprovides vehicular access from one portion of Nuwewater to the other. Fanned by\na stiff south-easterly wind, the fire progressed\nin a north-westerly direction\nboth in the reserve and through the fence onto the appellant’s property\nwhere it jumped a firebreak\nrunning parallel to the reserve and entered a\nharvested wheat field, referred to in evidence as ‘stubble land’.\nFrom\nthere it spread rapidly, jumping several firebreaks in the process. It was\nfinally extinguished some six hours later. By then it\nhad caused considerable\ndamage, not only on Nuwewater but on neighbouring farms as well. The cause of\nthe fire was never established.\nGates on both sides of the crossing were locked\nat the time. According to the respondent’s records the last trains to have\npassed through the area were the northbound and southbound Trans Karoo Express\nat about 12 noon. These would have crossed at the\nnearby Gouda station. Neither\ntrain driver reported having seen a fire or anything untoward at the place where\nthe fire started.\n[2]\tThe appellant instituted proceedings against the\nrespondent for damages in the Cape High Court. It founded its claim, in the\nfirst\ninstance, on the provisions of s 2 of Schedule 1 to the Legal Succession\nto the South African Transport Services Act 9 of 1989, alleging\nthat the fire\nhad been caused by a burning object coming from a locomotive or train operated\nby the respondent. Had this been established\nthe respondent would have been\nliable in terms of the schedule, subject to certain limitations, to compensate\nthe appellant for its\nloss without the need for the latter having to prove\nnegligence on the part of the former or its employees. In the event, no evidence\nwas adduced to establish how the fire started and nothing further need be said\nabout this aspect of the appellant’s case. Section\n2 of the Schedule has\nsince been repealed by Act 16 of 2002.\n[3]\tIn the alternative, the\nappellant alleged that the damage it had suffered was caused by the negligence\nof the respondent. The\ngrounds of negligence relied upon were in essence the\nfollowing:\n(i)\tThe respondent failed to keep the area alongside the tracks\n\tfree of vegetation although it knew that sparks emanating \tfrom a\ntrain could\ncause a fire.\n(ii)\tThe respondent failed to take reasonable steps to prevent\na \tfire from occurring in the reserve.\n(iii)\tThe respondent failed to\nestablish and maintain a firebreak \ton the western side of the tracks so as to\nprevent a fire \tspreading\nto the \tappellant’s property.\nIn the course\nof the trial the appellant amended its particulars of claim to allege that the\nfire had constituted a ‘veldfire’.\nThe object of the amendment was\nto bring the claim within the ambit of s 34 of the National Veld and Forest Fire\nAct 101 of 1998\n(‘the Act’) which would have had the effect of\nplacing the burden upon the respondent of proving that it was not negligent.\nThe\nsection reads:\n‘34\t(1)\tIf a person who brings civil proceedings proves\nthat he or she \t\tsuffered loss from a veldfire which –\n(a)\tthe defendant caused; or\n(b)\tstarted on or spread from land owned by the\ndefendant,\nthe defendant is presumed\nto have been negligent in relation to \t\tthe veldfire until the contrary is\nproved, unless the defendant\nis  \t\ta member of a fire protection association in\nthe area where the \t\tfire occurred.\n(2)\tThe presumption in subsection (1)\ndoes not exempt the plaintiff \t\tfrom the onus of proving that any act or\nomission by the \t\n\tdefendant was wrongful.’\n[4]\tBy agreement\nbetween the parties the court\na quo\nwas called upon to decide only the\nissue of liability for such damages as may later be determined. The court (Jamie\nAJ) came to the\nconclusion that the fire in question was not a\n‘veldfire’ within the meaning of the section quoted above and that\nthe\nappellant had failed to establish negligence on the part of the respondent.\nIt accordingly dismissed the appellant’s claim\nwith costs, but granted\nleave to appeal to this court.\n[5]\tIt is convenient to consider first the\nprovisions of s 34 of the Act and whether on the facts of the case the effect of\nthe section\nwas to shift to the respondent the burden of proving that it was not\nnegligent. In passing I should mention that although the section\ndoes not apply\nif the defendant is a member of a fire protection association in the area, no\nevidence was led as to the existence\nor otherwise of such an association in the\narea. In the court\na quo\nit appears to have been accepted by both parties\nthat the respondent was not such a member and I shall presume this to be the\ncase.\nSection 34 differs markedly from its predecessor, s 84 of the Forest Act\n122 of 1984. The latter reads:\n‘When in any action by virtue of the\nprovisions of this Act or the common law the question of negligence in respect\nof  a veld,\nforest or mountain fire which occurred on land situated outside a\nfire control area arises, negligence is presumed, until the contrary\nis\nproved.’\nThis section and its predecessors (ie s 23 of Act 72 of 1968\nand s 26 of Act 13 of 1941) were cast in such wide terms as to give rise\nto a\nneed to cut them down in some way. It was accordingly held that for the\npresumption to operate the plaintiff had to establish\n‘a\nnexus\nor\nconnection between the fire and the party against whom the allegation is\nmade’.\n[1]\nIn enacting the\npresent s 34 the legislature abandoned the wide terms employed in the earlier\nenactments and sought to avoid the\ndifficulties of the past by prescribing more\nclosely what had to be established for the presumption to come into operation.\nIn terms\nof the section, a litigant in civil proceedings seeking to invoke the\npresumption is required to prove ‘that he or she suffered\nloss from a\nveldfire  which -\n(a)\t  the defendant caused; or\n(b)\t  started on  or  spread  from  land  owned  by  the defendant . . .’\n.\nAs far as the situation contemplated in (b) is concerned, an\nordinary reading of the section indicates, I think, that what is required\nis\nthat the fire that starts on or spreads from the defendant’s property must\nat that stage be a ‘veldfire’ and\nnot some other kind of fire. In\nother words, the presumption does not operate if the fire that starts on, or\nspreads from, a defendant’s\nproperty is not a veldfire on the\ndefendant’s property, but becomes one at some later stage. In the case of\ndoubt, the section,\ncontaining as it does a so-called reverse onus provision,\nshould in principle be given a restrictive rather than a liberal interpretation.\nBut any doubt is in any event removed, I think, by s 12(1) of the Act, which\nprovides:\n‘12(1)\tEvery owner on whose land a veldfire may start or burn\nor from whose \tland it may spread must prepare and maintain a\nfirebreak on his\nor her \tside of the boundary between his or her land and any adjoining\nland.’\nThe section clearly contemplates the preparation and maintenance\nof firebreaks on land, ie veld, on which a veldfire may start, burn\nor from\nwhich it may spread. If s 12(1) and s 34 were to be construed as applying to\nsome other kind of fire that may start on, burn\non or spread from, a\ndefendant’s property and later develop into a veldfire, it would mean that\nan owner of a residential property\nin a township adjacent to veld would be\nobliged to prepare and maintain a firebreak. That could never have been what was\nintended.\n[6]\tAs previously indicated, it is not in dispute that the fire\nstarted on and spread from the respondent’s property. Whether\nthe\npresumption in s 34 applies or not depends therefore on whether the fire on the\nrespondent’s property was a veldfire; in\nother words whether the strip on\neither side of the rails in the reserve constituted veld.\n[7]\tThe word\n‘veldfire’ is defined in s 1 of the Act as meaning ‘a veld,\nforest or mountain fire’. The fire\nin the present case was not a forest or\nmountain fire so the definition is of little assistance. ‘Fire’ is\ndefined as\nincluding a veldfire which means of course that the Act contemplates\na fire which is not a veldfire as defined. Section 2(3) reads:\n‘A\nreasonable interpretation of a provision which is consistent with the purpose of\nthis Act must be preferred over an alternative\ninterpretation which is\nnot.’\nThis provision, too, would seem to provide little assistance. In\nthe absence of a more specific definition in the Act, the starting\npoint must\nnecessarily be the ordinary grammatical meaning of\n‘veldfire’.\n[8]\tThe word ‘veld’ was borrowed by\nthe English language in South Africa from the Afrikaans or Dutch early in the\n19\nth\ncentury. When used with a distinguishing epithet denoting a\ncharacteristic feature of an area it has a wide meaning. One speaks for\nexample\nof ‘highveld’, ‘lowveld’, ‘swartveld’ and\n‘backveld’. In this sense it may\ninclude a vast area including\ncities, towns and farmland. (See under ‘veld’\nA Dictionary of\nSouth African English on Historical Principles\n.) But when used on its own\n– or for that matter as an epithet to describe a fire – as it\ncommonly is by both English\nand Afrikaans speakers, it has an ordinary meaning\nwhich is well understood and is reflected in the definitions contained in both\nEnglish and Afrikaans dictionaries.\nThe\nShorter Oxford English\nDictionary\ndefines ‘veld’ as: ‘In South Africa, the\nunenclosed country, or open pasture-land’. The definition in\nThe\nSouth African Concise Oxford Dictionary\nis similar: ‘Open,\nuncultivated country or grassland in Southern Africa’, while the meaning\ngiven in\nA Dictionary of South African English on Historical Principles\nis: ‘Uncultivated and undeveloped land with relatively open natural\nvegetation’. The\nVerklarende Handwoordeboek van die Afrikaanse Taal\ndefines ‘veld’ as: ‘Onbewerkte, onbeboste gebied of streek weg\nvan ‘n stad, dorp, plaaswerf e.d. af, met\nof sonder die gewasse\ndaarop’, while the\nKernwoordeboek van Afrikaans\ngives the following\nmeaning: ‘onbeboude, oop, vormlose stuk grond bedek met plantegroei,\ndikwels as weiding gebruik’.\n[9]\tThe meaning of ‘veld’\nwas considered by this court as long ago as 1925. In\nWest Rand Estates Ltd v\nNew Zealand Insurance Co Ltd\n1925 AD 245\nit was necessary to construe a term\nin an insurance policy which excluded liability for loss or damage occasioned by\nor happening\nthrough ‘the burning of forests, bush, prairie, pampas or\njungle and the clearing of lands by fire’. Both Solomon JA\nand\nKotzé JA took the view that the nearest equivalent in South Africa to a\nprairie fire was a veldfire and proceeded to consider\nwhat was meant by the\nlatter.  After noting that every grass fire was not a veldfire, Soloman JA had\nthe following to say:\n[2]\n‘But\ngenerally it may be said that the expression grasveld conveys the idea of an\narea covered with veld grass of considerable\nextent and in its original rough\nstate. Any land, therefore, which had been cultivated or which was immediately\nconnected with buildings,\neither residential or industrial, would not, in my\nopinion, be included under the word veld. Thus the ground immediately about a\nfarmhouse is spoken of as “werf” and not veld, even though veld\ngrass may be growing upon it. So that in determining\nin any case whether a\ncertain area is veld or not, it is not sufficient that it should be covered with\nordinary grass, but its extent\nand the use to which it is put must also be\nregarded.’\nKotzé JA observed\nthat:\n[3]\n‘The mere fact that\ngrass, which grows in the veld, happened also to be growing near and between the\nbuildings destroyed, and\nthat this grass caught fire within this area belonging\nto the appellants, does not constitute a veld fire.’\nand\nadded:\n[4]\n‘By veld is\ngenerally understood the uncultivated and unoccupied portion of land, as\ndistinct from the portion which is cultivated,\noccupied and built upon. It is\nthat part of open and unoccupied land over which cattle and sheep and other\nstock are turned for grazing\npurposes.’\nI am unaware of any judicial\ninterpretation to the contrary. In\nVan Wyk v Hermanus\nMunicipality\n[5]\nthis meaning of\nveld was accepted by Watermeyer J who was not prepared to regard a fire on a\ngolf course as a veldfire.\n[10]\tTo return to the facts, the distance between\nthe fence on the western side of the railway reserve and ‘the edge of the\ngrass’ (presumably adjacent to the aggregate supporting the rails) was\nmeasured at the\nin loco\ninspection to be 7.5 metres. Running parallel\nwith the rails on the western side, ie within the 7.5m strip, was a service road\nwhich\nwas measured to be 2.3 metres wide and was bisected by what was described\nas a ‘middelmannetjie’. Judging from the condition\nof the unburnt\nvegetation in the reserve between the rails and the fence on the eastern side\nimmediately after the fire, it was accepted\nthat the reserve on the western side\nprior to the fire was generally covered in dry grass with clumps of small bushes\nof the kind\none would normally find in the veld in that locality. Being the dry\nseason, the vegetation would have been readily combustible. There\nwas also some\nwheat growing in the reserve caused by the wind dispersing seed from the\nadjacent wheat fields. It was explained in\nevidence that the service road, which\namounted to little more than twin tracks, was no longer maintained as the\nrailway line was\nmaintained and repaired by railway employees travelling on\ntrucks that ran on the rails themselves.\n[11]\tAs indicated, the court\na quo\ncome to the conclusion that the railway reserve did not constitute\n‘veld’ and that a fire in the reserve was accordingly\nnot a veldfire\nwithin the meaning of the Act. In my judgment this finding was correct. The\nreserve is a relatively narrow strip,\nfenced and immediately connected with the\nrailway line and the structures serving it such as poles supporting overhead\nwires and\nthe like. One of the objects of an enclosed reserve is presumably to\nprevent or at least deter unauthorised people for their own\ngood from coming too\nclose to or onto the rails or from interfering with railway structures. Another\nwould be to accommodate equipment\nthat may have to be offloaded when necessary\nto effect repairs, whether to the rails themselves or other structures,\nincluding the\nbed on which the rails are laid, and to afford workers some space\nwithin which to operate. Although, therefore, the vegetation growing\nin the\nreserve may be similar to that found in the veld, the reserve differs from the\nordinary meaning of veld both in relation to\nits shape and use. It is in reality\na strip of land with an industrial use. A further indication that the\nrespondent’s property\nis not ‘veld’ within the meaning of the\nAct appears from the Act itself. In terms of s 12(1), quoted above, an owner\nof\nland on which a veldfire may start is obliged to prepare and maintain a\nfirebreak ‘on his or her side of the boundary between\nhis or her land and\nany adjoining land’.  Where the land in question takes the form of a strip\n20 metres wide it would mean\nthat whatever the use to which the land may be put\nowner would be obliged to turn nearly the entire strip into a firebreak. Such\na\nresult could never have been what was intended. The result would be that\nvirtually every stretch of railway reserve, and for that\nmatter road reserve, in\nthe rural areas would have to be turned into a firebreak. It follows that in my\nview the appellant was not\nassisted by s 34 of the Act and bore the onus of\nproving on a balance of probabilities all the elements of its action for damages\nagainst the respondent.\n[12]\tIt is now well established that wrongfulness\nis a requirement for liability under the modern Aquilian action. Negligent\nconduct\ngiving rise to loss, unless also wrongful, is therefore not\nactionable.\nBut the issue of wrongfulness is more often than not\nuncontentious as the plaintiff’s action will be founded upon conduct\nwhich,\nif held to be culpable, would be prima facie\nwrongful.\n[6]\nTypically this is so\nwhere the negligent conduct takes the form of a positive act which causes\nphysical harm. Where the element of\nwrongfulness gains importance is in relation\nto liability for omissions and pure economic\nloss.\n[6]\nThe inquiry as to\nwrongfulness will then involve a determination of the existence or otherwise of\na legal duty owed by the defendant\nto the plaintiff to act without negligence:\nin other words to avoid negligently causing the plaintiff\nharm.\n[7]\nThis will be a matter for\njudicial judgment involving criteria of reasonableness, policy and, where\nappropriate, constitutional norms.\n[8]\nIf a legal duty is found to have existed, the next inquiry will be whether the\ndefendant was negligent. The test to be applied will\nbe that formulated in\nKruger v Coetzee\n[9]\n,\ninvolving as it does, first, a determination of the issue of foreseeability and,\nsecond, a comparison between what steps a reasonable\nperson would have taken and\nwhat steps, if any, the defendant actually took. While conceptually the inquiry\nas to wrongfulness might\nbe anterior to the enquiry as to\nnegligence\n[10]\n, it is equally so\nthat without negligence the issue of wrongfulness does not arise for conduct\nwill not be wrongful if there is no\nnegligence.\n[11]\nDepending on the\ncircumstances, therefore, it may be convenient to assume the existence of a\nlegal duty and consider first the issue\nof\nnegligence.\n[12]\nIt may also be\nconvenient for that matter, when the issue of wrongfulness is considered first,\nto assume for that purpose the existence\nof\nnegligence.\n[13]\nThe courts have in\nthe past sometimes determined the issue of foreseeability as part of the inquiry\ninto wrongfulness and, after\nfinding that there was a legal duty to act\nreasonably, proceeded to determine the second leg of the negligence inquiry, the\nfirst\n(being foreseeability) having already been decided. If this approach is\nadopted, it is important not to overlook the distinction\nbetween negligence and\nwrongfulness.\n[13]\tIn the court\na quo\nJamie AJ considered first\nthe question of wrongfulness and thereafter the question of negligence. As to\nthe former, he expressed\nhimself as follows:\n‘I am of the view that\nthe legal convictions of the community would, in a case such as the present,\nexpect that if the defendant’s\nnegligent conduct leads to harm by fire to\na neighbour’s property, such harm should be regarded as having been\nwrongfully inflicted,\nor, put another way, that the defendant should be regarded\nas having been subject to a duty not to cause such harm. In arriving at\nthis\nconclusion I particularly bear in mind the fact that the defendant is a\ncommercial entity, all of whose shares are held by the\nState, and that its\npurpose is to conduct a commercial rail operation. That being the case, and if\nit can be shown to have acted\nnegligently and in a manner to have caused harm,\nthere can be no reason to excuse it from liability. In arriving at this\nconclusion,\nI take into account the fact that the net of liability will not be\ncast too wide as a plaintiff still needs to establish both negligence\nand\ncausation before it is entitled to succeed.\nIn the premises, I hold that the\ndefendant was under a legal duty to the plaintiff not to negligently cause harm\nto it, more particularly\nby allowing a fire to spread from its property to that\nof the plaintiff.’\nI am in full agreement with both the reasoning of\nthe learned judge and his formulation of the inquiry. Neither party in this\ncourt\nsought to attack this aspect of the judgment, and rightly\nso.\n[14]\tTurning to the question of negligence, there can be no doubt\nthat the reasonable possibility of a fire in the reserve and of\nit spreading to\nneighbouring properties was foreseeable. The respondent was accordingly obliged\nto take such precautions as were\nreasonable to guard against that eventuality.\nWhat those steps would have been depends on an examination of all the relevant\ncircumstances\nand involves a value judgment which is to be made by balancing\nvarious competing considerations. These have been said to include:\n‘. .\n. (a) the degree or extent of the risk created by the actor’s conduct; (b)\nthe gravity of the possible consequences\nif the risk of harm materialises; (c)\nthe utility of the actor’s conduct; and (d) the burden of eliminating the\nrisk of harm.’\n[14]\nIf a\nreasonable person would have done no more than was actually done, there is no\nnegligence.\n[15]\tEvidence adduced on behalf of the respondent was to the\neffect that the risk of fire caused by a train had become almost negligible\nsubsequent to the respondent ceasing to use coal-fed steam locomotives except on\noccasions in the wet months of winter. Nonetheless,\nthere remained the risk of\nfire resulting from overheated brakes or axles igniting vegetation in the\nreserve. But this risk was said\nto be minimal. To guard against it, heat\ndetectors were placed on the tracks at various points. One such detector was\npositioned\nbetween Voëlvlei and Hermon to the south of the\nappellant’s property. There was another to the north between Wolseley\nand\nRomansrivier. If the heat caused by a train passing over a detector was\nexcessive an alarm would go off at the Centralised Traffic\nControl Centre at\nWorcester and the train would be stopped. But nothing like this occurred on the\nday in question. On the contrary,\nit was common cause that the fire had not been\ncaused by a train; nor was there any suggestion that railway employees had been\nworking\nin the area. What was suggested in argument was that the fire may have\nbeen started by unauthorised persons trespassing on railway\nproperty. This may\nwell have been the case, but in that event, the trespasser may just as well have\nstarted the fire in the appellant’s\nstubble lands which, judging from the\nmanner in which the fire spread, would have been no less combustible than the\nvegetation in\nthe railway reserve.\n[16]\tThe main argument advanced on\nbehalf of the appellant was that the respondent ought to have established and\nmaintained adequate\nfirebreaks in the reserve on both sides of the tracks and\nthat had it done so, the fire would not have spread. Mr Adriaan Visagie,\na fire\nofficer employed in the Bellville office of the respondent’s fire\ndepartment, readily conceded that the fire would probably\nnot have spread to the\nappellant’s property had there been a firebreak within the reserve on its\nwestern boundary. He explained,\nhowever, that the making and maintenance of\nfirebreaks were way beyond the resources of his department. His office alone, he\nsaid,\nwas responsible for some 3 000 km of track in the Western Cape. He\ntestified further that given the limited extent of the risk and\nthe fact that in\nthe area concerned farmers had made firebreaks adjacent to the reserve, further\nfirebreaks actually in the reserve\nwere considered unjustified. He said that a\nmachine which ran on the rails was used to spray the vegetation in the railway\nreserves\nwith a herbicide, but he was unable to say how frequently or in what\ncircumstances this was done as it was not something with which\nhe was concerned.\nAnother witness called by the respondent, Mr Hannes de Kock, the track manager\nat the Centralised Traffic Control\nCentre at Worcester, explained that all train\ndrivers in the area maintain radio contact with the centre. In the event of a\nfire\nor anything untoward they are required immediately to inform the Centre\nwhich relays the message to the Joint Operation Centre in\nJohannesburg. Should\nthere be a fire, the latter alerts the appropriate body.\n[17]\tMr Barend\nKotze, a member of the appellant, testified that he had previously made a\nfirebreak on the appellant’s property\nadjacent to and on the western\nboundary of the railway reserve. He explained that he had done so in October or\nNovember the previous\nyear using a disc plough extended to its maximum of four\nmetres. By ploughing in both directions he had made the firebreak eight\nmetres\nwide. Subsequently and from time to time, he had reploughed certain sections\nwhen weeds came up after the rain. He said he\nregarded the firebreak to be\nadequate and in good condition at the time of the fire on 8 February 2001. In\npassing I should mention\nthat he would have made the firebreak with the full\nknowledge that there was no firebreak in the railway reserve. There is nothing\nto suggest that he ever complained to the respondent about the condition of the\nreserve.\n[18]\tThe appellant called as an expert Mr Josias Visser who was\nemployed by the Breë Rivier District Council as head of the fire\ndepartment\nand whose office was at Ceres. He expressed the view that the appellant’s\nfirebreak was adequate in the circumstances,\nbut then added that this was so\nonly if there was an adjacent firebreak within the reserve, also eight metres\nwide, so that there\nexisted an effective firebreak 16 metres wide. This evidence\nwas in conflict with his expert summary in which he expressed the view\nthat a\nfirebreak having a width of 10 metres would have been adequate in the\ncircumstances. His explanation that the opinion expressed\nin his summary was of\ngeneral application and did not pertain  to  the  firebreak  in  question  was \nrejected  by the court\na\nquo,\nwhich held that Visser had\nadapted his evidence so that it would coincide with that of Kotze who testified\nthat the width of the\nfirebreak on the appellant’s property was 8 metres\nas opposed to 10 metres. This finding was not challenged on appeal and rightly\nso.\n[19]\tIn my judgment, the failure of the respondent to establish\nfirebreaks within the reserve cannot in the circumstances be regarded\nas\nunreasonable. To require the respondent to do so would be to place a burden upon\nit which would be quite intolerable and incommensurate\nwith the risk involved.\nThe appellant’s property, moreover, falls within an area in which open\nfires in the summer months had\nbeen prohibited by the local agricultural\nsociety. It was no doubt for this reason that the firebreak on the\nappellant’s property\nwas made by ploughing and not by burning. If\ncounsel’s contention were to be upheld it would mean that notwithstanding\nthe\nexistence of the appellant’s firebreak and the minimal nature of the\nrisk, the respondent would have been obliged to turn virtually\nthe entire\nreserve into a firebreak and to achieve this by a means other than\nburning.\n[20]\tA further argument advanced on behalf of the appellant was\nthat the appellant had failed to adequately reduce the extent of the\nvegetation\nin the reserve by spraying with a herbicide. It was not suggested that by\nspraying it could be reasonably expected that\nall combustible plant material\nwould be eradicated. But  no  evidence\nwas led as to when the respondent\nought to have sprayed, at what intervals, what the cost would have been and what\nits effect would\nhave been on the state of the vegetation in February when the\nfire occurred. There was therefore no evidence to enable the court\nto judge the\nreasonableness or otherwise of what it was the appellant contended that the\nrespondent ought to have done, as opposed\nto what it did do. The contention was\nsimply founded on the assumption that because the fire spread to the adjacent\nproperty it had\nto follow that there had been no spraying or if there had been,\nit was inadequate. But the assumption is misplaced. Given the vagaries\nof an\nopen fire in a strong wind it does not at all follow that the fire would have\nbeen confined to the reserve and would not have\nspread had the plant material\nbeen reduced by some unknown extent by spraying.\n[21]\tIt follows that in\nmy view the appellant failed to establish that the respondent was negligent and\nthe appeal must therefore\nfail.\n[22]\tThe appeal is dismissed with\ncosts.\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR\n:\nNAVSA\t\tJA\nCONRADIE\tJA\nCLOETE\t\tJA\nERASMUS\n\tAJA\n[1]\nQuathlamba (Pty) Ltd v Minister\nof Forestry\n1972 (2) SA 783\n(N) at 788H; see also\nSteenberg v De Kaap Timber\n(Pty) Ltd\n1992 (2) SA 169\n(A) at 174F-G;\nVan Wyk v Hermanus\nMunicipality\n1963 (4) SA 285\n(C) at\n295A-B.\n[2]\nAt\n253\n[3]\nAt\n264\n[4]\nIbid\n[5]\nSupra\n,\n(n1)\n[6]\nSea Harvest Corporation (Pty)\nLtd and another v Duncan Dock Cold Storage (Pty) Ltd  and another\n2000(1)\nSA 827 (SCA) para [19] at 837H\n[6]\nSee\nMinister van Polisie v Ewels\n1975 (3) SA 590\n(A);\nAdministrateur\nNatal v Trust Bank van Afrika\nBpk\n1979 (3) SA 834\n(A)\n[7]\nIndac Electronics (Pty)\nLtd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A) at 797F;\nMinister of Safety\nand Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para [12] at\n441F-G\n[8]\nSee eg\nMinister van\nPolisie v Ewels\n(n7) at 597A-B;\nMinister of Law and Order v Kadir\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A) at 318E-G;\nMinister of Safety and Security v Van\nDuivenboden\n(n8) para [22] at\n447F-H\n[9]\n1966 (2) SA 428\n(A) at\n430E-F\n[10]\nCape Town\nMunicipality v Bakkerud\n2000 (3) SA 1049\n(SCA) para [9] at\n1054H-I\n[11]\nCape Metropolitan\nCouncil  v Graham\n2001 (1) SA 1197\n(SCA) para [6] at\n1203E-G\n[12]\nSee eg\nSea\nHarvest Corporation and another v Duncan Dock Cold Storage (Pty) Ltd and another\n(n6) para [20] at 838H-J;\nMkhatswa v Minister of Defence\n2000 (1) SA\n1104\n(SCA) para [18] at 1111E-G;\nS M Goldstein & Co (Pty) Ltd v Cathkin\nPark Hotel (Pty) Ltd and another\n2000 (4) SA 1019\n(SCA) para [7] at 1024F;\nMostert v Cape Town City Council\n2001 (1) SA 105\n(SCA) para 43 at\n120I-121C\n[13]\nMinister of\nSafety and Security v Van Duivenboden\n(n8) para [12] at\n442A-B\n[14]\nNgubane v South\nAfrican Transport Services\n[1990] ZASCA 148\n;\n1991 (1) SA 756\n(A) at 776G-J",
  "scraped_at": "2026-02-12T09:07:26.644807",
  "date": "2004-09-27",
  "coram": [
    "SCOTT JA",
    "NAVSA JA",
    "CONRADIE JA",
    "CLOETE JA",
    "ERASMUS AJA"
  ],
  "case_number": "314/03",
  "parties": {
    "applicants": [
      "Gouda Boerdery BK"
    ],
    "respondents": [
      "Transnet Limited"
    ]
  },
  "sections": {
    "facts": "The appellant owned the Nuwewater farm, which is bisected by a 20‑metre‑wide railway reserve owned by the respondent. On 8 February 2001 a fire was observed near the reserve. Investigation showed the fire originated on the western side of the reserve, close to a level crossing, and was fanned by a strong south‑easterly wind. The fire spread north‑westward, crossing the fence onto the appellant’s wheat field and beyond, causing extensive damage to the appellant’s and neighboring farms. The cause of the fire was never established; no train drivers reported seeing a fire and the gates at the crossing were locked at the time.",
    "issues": "The court had to determine (1) whether the fire constituted a “veldfire” within the meaning of section 34 of the National Veld and Forest Fire Act 101 of 1998, thereby triggering a statutory presumption of negligence against the respondent; (2) whether the respondent owed a legal duty to the appellant to prevent the fire by maintaining firebreaks in the railway reserve; and (3) whether the respondent’s failure to establish or maintain such firebreaks amounted to negligence.",
    "principles": "Section 34 creates a reverse onus presumption of negligence only when the fire is a veldfire that started on or spread from the defendant’s land. The definition of “veld” in the Act is the uncultivated, open pasture‑land, not land used for industrial purposes such as a railway reserve. Section 12(1) obliges owners of land on which a veldfire may start to maintain firebreaks on their side of the boundary. In delict, liability requires a legal duty, wrongful conduct, and negligence, assessed using the Kruger v Coetzee test (foreseeability, reasonable steps). Wrongfulness is generally presumed where negligent conduct causes physical harm.",
    "application": "The court held that the railway reserve, being a narrow, fenced industrial strip, did not qualify as “veld”; consequently the fire could not be classified as a veldfire, and section 34’s presumption did not apply. The respondent was therefore not burdened with disproving negligence. While the court acknowledged a duty of care, it found that requiring the respondent to maintain extensive firebreaks across the reserve would be unreasonable given the minimal risk and resource constraints. Evidence showed the risk of fire from trains was negligible, and the respondent had heat detectors and other safeguards. The appellant’s own firebreak on its property was deemed adequate, and there was no evidence the respondent’s failure to spray herbicide or create reserve firebreaks caused the fire’s spread.",
    "conclusion": "The appeal was dismissed with costs. The appellant failed to prove that the fire was a veldfire nor that the respondent was negligent in maintaining firebreaks, and no liability was found against the respondent."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Negligence",
    "level_3": [
      "firebreak",
      "veldfire",
      "railway reserve",
      "duty of care"
    ]
  }
}