{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/17.html",
  "case_name": "Meeg Bank Ltd v Waymark and Others (103/03) [2004] ZASCA 17; 2004 (5) SA 529 (SCA) (26 March 2004)",
  "citation": "[2004] ZASCA 17",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 17\n|\nNoteup\n|\nLawCite\nMeeg Bank Ltd v Waymark and Others (103/03) [2004] ZASCA 17; 2004 (5) SA 529 (SCA) (26 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 24 August 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number:  103/03\nIn the matter between:\nMEEG BANK LIMITED\nAppellant\nand\nJOHN EDWARD STUART WAYMARK\n1\nst\nRespondent\nXOLANI MBANGXA\n2\nnd\nRespondent\nMZIMTSHA VIZIA NKONKI\n3\nrd\nRespondent\nCORAM\n:\nMPATI DP, FARLAM, CAMERON, MTHIYANE JJA\nand\nSOUTHWOOD AJA\nHEARD\n:\n12 MARCH\n2004\nDELIVERED\n:\n26 MARCH 2004\nSubject:\tDissolution of a corporation by proclamation in terms of s 13 of\nTranskei Corporations Act 10 of 1976 as amended –\nstatus of subsequent\ngeneral notice correcting omission in such\nproclamation.\nJUDGMENT\nMPATI DP:\n[1]\tThis appeal concerns the date on which the\nPremier of the Eastern Cape dissolved the Magwa Tea Corporation (‘the\nCorporation’).\n On 10 July 1997 the Premier of the Eastern Cape issued\nProclamation No 9, published in Extraordinary Provincial Gazette No 248 of\nthat\ndate, in terms  of which he dissolved the Corporation and appointed the three\nrespondents as joint liquidators.  On 1 December\n1997 the Premier issued General\nNotice No 157 (‘the General Notice’), published in Provincial\nGazette No 282 of that\ndate, which provided that: ‘Due to an error,\nProclamation No 9 which was published in Provincial Gazette No 248 dated 10 July\n1997, is hereby replaced.’  In terms of the General Notice the Corporation\nwas dissolved ‘with effect from date hereof’.\n The issue in this\nappeal is whether the Corporation was dissolved on 10 July 1997 or 1 December\n1997.\n[2]\tIt is common cause that appellant (‘Meeg  Bank’)\n(formerly the Bank of Transkei), had an agreement with the Corporation\nin terms\nof which the Corporation operated a current banking account with it.  During\nMarch 2000 the respondents (as plaintiffs)\nissued summons against the appellant\nfor payment of the sum of R2 246 119.03 which was the credit balance in the\nCorporation’s\naccount with Meeg Bank as at 10 July 1997, and a further\namount of R4 530 830.49 alleged to have been deposited into the\nCorporation’s account after 10 July 1997.  In its plea Meeg Bank admitted\nthat the first amount was the credit balance of the\nCorporation as at 10 July\n1997.  It also pleaded that a total amount of R4 511 325.17 had been deposited\ninto such account subsequently.\n However, Meeg Bank denied liability and pleaded\nthat the Corporation was dissolved on 1 December 1997 and that it was therefore\nentitled, before that date, to pay out cheques and to honour debit orders\npresented to it and to receive the deposits which it in\nfact received.  It\ncounterclaimed for payment of the value of certain cheques which, having been\ndeposited into the Corporation’s\naccount, had been stopped on the\ninstructions of the respondents (‘the liquidators’), and which\nallegedly caused Meeg\nBank to suffer damages in the sum of R445 854.95.\n[3]\tWhen the matter came before Pakade J in the court\na quo\nthe\nlearned judge granted an order, in terms of Rule 33(4) of the Uniform Rules and\nby agreement between the parties, that the preliminary\nissue of the date of\ndissolution of the Corporation be decided first.  He found that the Corporation\nwas dissolved on the former\ndate and that ‘the repealed Proclamation No 9\nwas in force until the second Proclamation (No 157) came into operation on 1\nDecember 1997’.  The learned judge held that: ‘To give a different\ninterpretation would lead to an absurdity so glaring’\nas could never have\nbeen contemplated by the Premier.  The judgment is reported in\n2003 (4) SA 114\n(Tk). Meeg Bank appeals with leave of the court\na quo\n.\n[4]\tThe\npower to dissolve the Corporation is conferred upon the Premier by s 13 of the\nTranskei Corporations Act 10 of 1976 (‘the\nAct’), as amended by the\nCorporations Transitional Provisions Act (Eastern Cape) 12 of 1995.  Section 13\nreads:\n‘Dissolution of corporations\n13(1)\tThe Premier may, by proclamation in the\nProvincial Gazette\n,\ndissolve the development corporation or a corporation.\n(2)\tThe Premier in such proclamation:\n(a)\tshall regulate all matters resulting from such dissolution including assets,\nliabilities, rights and obligations of such corporations;\n(b)\tmay in so doing prescribe that certain provisions of the Companies Act, 1973\n(Act No 61 of 1973), and the Insolvency Act, 1936\n(Act No 24 of 1936), shall\nwith or without modification apply to such dissolution\nmutatis mutandis\n;\nand\n(c)\tmay assign the powers and functions exercised by officials and appointees\nunder the Acts referred to in paragraph (\nb\n) to any other person whom he\nor she considers appropriate in the\ncircumstances.\n(3)\tThe Premier shall submit such proclamation to the Provincial Legislature\nwithin 30 days of such dissolution.\n(4)\tThe registrar of companies shall enter the dissolution in his or her\nregisters.’\n[5]\tMeeg Bank’s contention is, in\nessence, that Proclamation No 9 was fatally defective and thus invalid and of no\nforce and\neffect, because the Premier failed to regulate ‘all matters\nresulting’ from the purported dissolution of the Corporation\non 10 July\n1997 as he was obliged to do in terms of s 13(2)(a) of the Corporations\nAct.  As did the court\na quo\n, counsel for the appellant referred to the\nGeneral Notice of 1 December 1997 as a proclamation (hence the reference to\n‘the\nsecond Proclamation’ in the judgment of the court\na\nquo\n).\n[6]\tOn the front page of the Extraordinary Provincial Gazette\nappears the sub-heading:  ‘PROCLAMATIONS’ between double\ntram lines.\nThe first page of Proclamation No 9 is headed:\n‘\nPROCLAMATION\nby the\nPremier of the\nProvince of the Eastern Cape\nNo 9\nDISSOLUTION OF MAGWA TEA CORPORATION UNDER SECTION 13 OF THE\nCORPORATIONS ACT, 1985 (ACT No 10 of 1985) (TRANSKEI).’\n[7]\tBy\ncontrast, the cover page of the Provincial Gazette of 1 December 1997 bears the\nsub-heading: ‘GENERAL NOTICE’ between\ndouble tram lines with its\nnumber, No 157 printed on the left, below the lower tram lines.  The second page\nis then headed as follows:\n‘CORRECTION NOTICE\nDue to an error, Proclamation No 9 which was published in Provincial Gazette\nNo 248 dated 10 July 1997, is hereby replaced by the\nfollowing:\nPROCLAMATION\nby the\nPremier of the Province of\nthe Eastern Cape\nDISSOLUTION OF MAGWA TEA CORPORATION UNDER SECTION 13 OF THE CORPORATIONS\nACT, 1985 (ACT No 10 of 1985) (TRANSKEI).’\nThe General Notice has no\nproclamation number.  The rest of the document contains provisions identical to\nthose in Proclamation No\n9, as well as paragraphs 2.2 to 2.7, which were omitted\nfrom Proclamation No 9.  These are some of the general provisions decreed\nby the\nPremier to apply to the dissolution and winding-up of the Corporation.  Counsel\nfor Meeg Bank contended that it is the omission\nof these paragraphs which\nrenders Proclamation No 9 invalid and of no force and effect.  He argued that\nthese paragraphs (or at least\nsome of them) contain powers without which the\nliquidators would not have been able properly to perform their functions.  These\nparagraphs\nread:\n‘2.2\tThe liquidators are authorised to collect any outstanding debts due\nto the Corporation in liquidation, and for the purpose\nthereof either to sell or\ncompound any of these debts for such sum and on such terms and conditions as\nthey in their discretion may\ndeem fit, or to abandon any claim which they, in\ntheir discretion may deem appropriate and that all legal costs so incurred shall\nbe costs of the estate.\n2.3\tThe liquidators are authorised to employ auditors to investigate and write\nup the books of the Corporation to the date of liquidation\nand to produce an\naudited balance sheet as at that date, and to complete any necessary income tax\nand other Government returns and\nthat all costs so incurred shall be costs in\nthe liquidation of the Corporation.\n2.4\tThe liquidators are authorised to dispose [of] the movable and immovable\nassets of the Corporation by public auction, private\ntreaty or public tender and\nthe mode of sale for any one or more of the assets shall be determined by the\nliquidators and all costs\nincurred in relation thereto shall be costs of\nadministration.\n2.5\tCosts incurred for the use of a recording machine where the Government does\nnot provide this service without costs, the costs\nincurred herein and the costs\nto obtain copies of such court records shall be allowed against the estate as\ncosts of administration.\n2.6\tThe liquidators are authorised and empowered in their discretion to hold an\nenquiry into the formation and affairs of the Corporation,\nand/or any matter\nrelating thereto, should they deem it to be in the interest of creditors, and to\nemploy attorneys and/or counsel\nand/or recording agents, to assist in the said\nenquiry, and to summons any person whom they deem necessary to be present at the\nenquiry;\n all costs so incurred to be costs of administration.\n2.7\tThe liquidators are authorised and empowered to investigate any apparent\nvoidable and/or undue preference and/or any dispositions\nof property, and to\ntake any steps which they in their discretion may deem necessary, including the\ninstituting of legal action and\nthe employment of attorneys and/or counsel, to\nhave these set aside and to proceed to the final end or determination of any\nsuch\nlegal action or to abandon same at any time as they in their discretion may\ndeem appropriate and that all costs incurred in terms\nhereof shall be treated as\nadministration costs.’\n[8]\tWhen the omission came to\nhis attention, so the argument went, the Premier ‘replaced’\nProclamation No 9 with the second\nProclamation and dissolved the Corporation\nwith effect from the date of the second Proclamation.  When it was pointed out\nto counsel\nthat the Provincial Gazette of 1 December 1997 contains what is\nreferred to therein as a ‘General Notice’ he submitted\nthat the\nPremier intended to issue both a general notice informing the public of the\ndissolution, and a Proclamation in terms of\nwhich the dissolution was to take\neffect on that date.\n[9]\tI do not agree that the Premier intended to\nissue a second Proclamation dissolving the Corporation a second time.  I say\nthis\nfor the following reasons.  Proclamation No 9 appeared in Provincial\nGazette No 248 of 10 July 1997 together with two other Proclamations.\n The first\nwas Proclamation No 8 by which the Premier dissolved the Ciskei Agricultural\nCorporation with effect from 10 July 1997.\n The second was Proclamation No 9 and\nthe third was Proclamation No 10 in terms of which the Transkei Agricultural\nCorporation was\ndissolved with effect from 10 July 1997.  Both Proclamations No\n8 and No 10 are identical to Proclamation No 9, but contain paragraphs\n2.2 to\n2.7 which do not appear in Proclamation No 9.  In Proclamation No 9 paragraph\n2.1 is followed by paragraph 2.8,  a clear indication,\nin my view, that the\nPremier had intended to include paragraphs 2.2 to 2.7 in Proclamation No 9, and\nthat the paragraphs were erroneously\nomitted by the printers.  The General\nNotice was obviously intended to correct this error.  This is clear from the\nheading ‘CORRECTION\nNOTICE’.\n[10]\tThe provision in\nProclamation No 9 in terms of which the Corporation was dissolved\nreads:\n‘Under the powers vested in me by section 13 of the Corporations\nAct, 1985 (Act No 10 of 1985) (Transkei), as amended by section\n19 of the\nCorporations Transitional Provisions Act, 1995 (Eastern Cape) (Act No 12 of\n1995), I, Makhenkesi Arnold Stofile, Premier\nof the Province of the Eastern\nCape, hereby –\n(a)\tafter consultation with the Minister of Public Enterprises, dissolve the\nMagwa Tea Corporation (the Corporation) with effect\nfrom the date\nhereof;\n. . . .’\nThe same provision in exactly the same\nterms is repeated in the General Notice.  It is on the basis of the words:\n‘with effect\nfrom the date hereof’ that counsel argued that the\nCorporation was dissolved on 1 December 1997.  If the Premier had merely\nwished\nto insert paragraphs 2.2 to 2.7 into Proclamation No 9, so counsel submitted, he\ncould easily have done so by stating as much.\n Instead, he included the contents\nof the whole of Proclamation No 9 into the General Notice, a clear indication,\ncounsel argued,\nthat Proclamation No 9 was replaced by the later publication and\nis now no more.\n[11]\tIn my view, the argument overlooks the provisions of\ns 13 of the Corporations Act which empowers the Premier to dissolve a\ncorporation\n‘by Proclamation’ (s 13(1)) and to regulate all\nmatters resulting from such dissolution ‘in such proclamation’\n(s\n13(2)).  It is clear, therefore, that the regulation of all matters resulting\nfrom such dissolution must be contained in the proclamation\nwhich dissolves such\ncorporation.  It was clearly with this requirement in mind that the Premier\nreproduced the whole of Proclamation\nNo 9 in the General Notice.  The content of\nthe General Notice confirms that it is not a Proclamation.  Proclamations are\ndesignated\nas such and are numbered.  The General Notice did not purport to\nwithdraw or annul Proclamation No 9 (assuming that it could do so),\nwhich shows\nthat the Premier considered Proclamation No 9 to have been valid and of full\nforce and effect when he issued the ‘Correction\nNotice’ contained in\nthe General Notice. To hold otherwise would create an untenable situation.  The\nliquidators may have done\nthings pursuant to their appointment which would be\nrendered invalid if the notice has the effect of postponing the date of\ndissolution\nto 1 December 1997.  Such a situation could result in claims against\nthem, something the Premier could never have intended.  It follows\nthat the\nGeneral Notice of 1 December 1997 is not a proclamation dissolving a\ncorporation, or, indeed, a proclamation at all.\n[12]\tSection 13(1) of the\nCorporations Act is very clear: the act of dissolving a corporation\nmust\nbe by proclamation.  The section does not say that a corporation may also be\ndissolved by way of a ‘correction notice’\ncontained in a general\nnotice, which is in fact what was published under the General Notice.  In the\ncontext of this case, the word\n‘replaced’ in the General Notice must\nbe read to mean that the content of Proclamation No 9 is now as appears in the\n‘Correction Notice’.  Such an interpretation results in no\nabsurdity.  I agree, therefore, with the court\na quo\nthat the Corporation\nwas dissolved on 10 July 1997.  This conclusion effectively disposes of the\nappeal.\n[13]\tCounsel for the appellant submitted, however, as I have\nmentioned above, that the omission of paragraphs 2.2 to 2.7 of the general\nprovisions from Proclamation No 9 rendered the Proclamation invalid.  Counsel\nlimited himself to paragraphs 2.2, 2.4 and 2.6 in his\nargument on this issue. \nThese general provisions have been set out in paragraph 7 above.\n[14]\tAs\nto paragraph 2.2, counsel submitted that there are three aspects relating to\ndebts due to the Corporation which the liquidators\nare given power to deal with\nin their discretion.  These are the power to sell or compound any of such debts\nfor such sum and on\nsuch terms and conditions as the liquidators in their\ndiscretion may deem fit, or to abandon any claim for payment of a debt.  These\npowers, argued counsel, are necessary for the proper performance by the\nliquidators of their duties.  They are not contained in the\nInsolvency Act 24 of\n1936\nand their omission in Proclamation No 9 means that not all matters\nresulting from the dissolution of the Corporation have been regulated\nin the\nproclamation as required by s 13(2)(a) of the Corporations Act.  By reason of\nthe word ‘shall’, counsel submitted,\nthe provisions of the\nsubsection are peremptory and therefore exact compliance is called\nfor.\n[15]\tI do not find it necessary to deal in any detail with the issue\nwhether s 13(2)(a) of the Corporations Act is peremptory\nor directory. \nSuffice it to say that not all provisions that contain the word\n‘shall’ are peremptory.  Whether a provision\nis peremptory or\ndirectory may very well depend on the scope and purpose of the legislation at\nissue. (\nNkisimane and others v Santam Insurance Co Ltd\n1978 (2) SA 430\n(A) at 433H-434E;\nWeenen Transitional Local Council v Van Dyk\n2002 (4)\nSA 653\n(SCA) para [13].)  The purpose of s 13(2) of the Corporations Act\nis, in my view, to ensure the proper and efficient winding-up\nof a corporation. \nCounsel in any event conceded in the end that Proclamation No 9 would be devoid\nof legal effect only if the extent\nof its compliance with the provisions of s\n13(2)(a) of the Corporations Act was insubstantial.\n[16]\tCounsel’s\nsubmission that not all matters resulting from the Corporation’s\ndissolution were regulated in Proclamation\nNo 9 was premised on an argument that\nthe powers conferred on a liquidator by the provisions of s 386(4) of the\nCompanies Act\n61 of 1973 (‘the Companies Act’) are not available to\nthe liquidators, because such powers can be exercised only if the\nCorporation\nwas in a winding-up by the court, in a creditors’ voluntary winding-up, or\nin a members’ voluntary winding-up\n(s 386(3)).  (The Premier has made a\nnumber of the provisions of the Companies Act applicable in the winding-up.) \nThis submission\noverlooks the provisions of paragraph (c)(v) of Proclamation No\n9, which decrees that the liquidators ‘shall exercise,\nmutatis\nmutandis\n, the same powers as those mentioned in section 386 of the Companies\nAct . . .’.  The phrase\nmutatis mutandis\nhas been interpreted to\nmean ‘with the necessary changes’.  (See\nTouriel v Minister of\nInternal Affairs, Southern Rhodesia\n1946 AD 535\nat 545.)  The provisions of\ns 386 are therefore applicable in this matter with whatever changes are\nnecessary, unless there are factors\nwhich render them inapplicable.  That raised\nby counsel is not one of them.\n[17]\tSection 386(4)(h) of the Companies\nAct confers upon a liquidator the power to sell any movable and immovable\nproperty of the\ncompany (in liquidation) by public auction, public tender or\nprivate contract.  The same power is conferred by paragraph 2.4 of Proclamation\nNo 9 (as inserted by the correction notice).  As to paragraph 2.6 of the general\nprovisions the authority given to the liquidators,\nin their discretion, to hold\nan enquiry into the formation and affairs of the Corporation is not strictly\nnecessary for the proper\nand efficient winding-up of the Corporation.  So too\nthe discretion to sell or compound debts due to the Corporation or to abandon\nany claim.  The power to exercise a discretion in doing these things is merely\nadditional so as to circumvent the need to obtain\ndirections from eg creditors\nor a court.  The absence of these powers would not have incapacitated the\nliquidators in the winding-up\nof the Corporation.  Paragraph (d) of Proclamation\nNo 9 prescribes that in the winding-up of the Corporation the provisions of the\nlaw relating to insolvency shall in so far as they are applicable be applied\nmutatis mutandis\nin respect of any matter not specifically provided for. \nThe omission of paragraphs 2.2 to 2.7 from Proclamation No 9 was accordingly\nnot\nfatal and did not render the Proclamation invalid.\n[18]\tThe appeal is\ndismissed with costs, including the costs consequent upon the employment of two\ncounsel.\nL MPATI DP\nCONCUR:\nFARLAM JA\nCAMERON JA\nMTHIYANE JA\nSOUTHWOOD AJA",
  "scraped_at": "2026-02-12T08:58:06.805448",
  "date": "2004-03-26",
  "coram": [
    "MPATI DP",
    "FARLAM",
    "CAMERON",
    "MTHIYANE JJA",
    "SOUTHWOOD AJA"
  ],
  "case_number": "103/03",
  "parties": {
    "applicants": [
      "MEEG BANK LIMITED"
    ],
    "respondents": [
      "JOHN EDWARD STUART WAYMARK",
      "XOLANI MBANGXA",
      "MZIMTSHA VIZIA NKONKI"
    ]
  },
  "sections": {
    "facts": "The Premier of the Eastern Cape issued Proclamation No 9 on 10 July 1997, dissolving the Magwa Tea Corporation and appointing three liquidators. On 1 December 1997 a General Notice No 157 was published correcting an alleged error in the original proclamation by inserting omitted paragraphs (2.2‑2.7) and stating that the original proclamation was \"replaced\". Meeg Bank Ltd. held a current account with the corporation and claimed a credit balance as of 10 July 1997. The liquidators later stopped cheques and deposits, leading the bank to sue for the balance and to counter‑claim for damages caused by the stopped cheques.",
    "issues": "The primary issue was whether the corporation was dissolved on 10 July 1997 or on 1 December 1997. A secondary issue concerned whether the omission of paragraphs 2.2‑2.7 from the original proclamation rendered that proclamation invalid, thereby delaying the dissolution date.",
    "principles": "Section 13 of the Transkei Corporations Act empowers the Premier to dissolve a corporation by proclamation and to regulate all matters arising from the dissolution within that same proclamation. The term \"shall\" in statutory language may be peremptory or directory depending on purpose. A correction notice incorporated in a general notice does not constitute a new proclamation. The court applied precedents on statutory interpretation (Nkisimane v Santam, Weenen Transitional Local Council v Van Dyk) to determine the intent of the legislature and to avoid absurd results.",
    "application": "The court examined the wording of Proclamation No 9, the General Notice, and the surrounding proclamations (Nos 8 and 10) and concluded that the Premier intended the General Notice to correct the printing error, not to replace the original proclamation. The phrase \"with effect from the date hereof\" in the General Notice referred to the correction notice, not to a new dissolution date. The omission of paragraphs 2.2‑2.7 was not fatal; the remaining provisions of the proclamation, together with the correction, satisfied the statutory requirement to regulate the winding‑up.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed that the Magwa Tea Corporation was dissolved on 10 July 1997, and that the General Notice of 1 December 1997 was merely a correction, not a new proclamation. Consequently, the omission of the six paragraphs did not invalidate the original proclamation."
  },
  "tags": {
    "level_1": "Corporate Law",
    "level_2": "Corporations Act",
    "level_3": [
      "dissolution",
      "proclamation",
      "general notice",
      "liquidation",
      "statutory interpretation"
    ]
  }
}