{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/15.html",
  "case_name": "Impala Water Users Association v Lourens NO and Others (087/2003) [2004] ZASCA 15; 2008 (2) SA 495 (SCA) ; [2004] 2 All SA 476 (SCA) (26 March 2004)",
  "citation": "[2004] ZASCA 15",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 15\n|\nNoteup\n|\nLawCite\nImpala Water Users Association v Lourens NO and Others (087/2003) [2004] ZASCA 15; 2008 (2) SA 495 (SCA) ; [2004] 2 All SA 476 (SCA) (26 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number: 087/2003\nIn the matter between:\nIMPALA WATER USERS ASSOCIATION      \nAPPELLANT\nand\nPIET ERASMUS LOURENS N.O\nAND\n20 OTHER APPPLICANTS                          RESPONDENT\nCORAM\n:\tHOWIE P, FARLAM, BRAND JJA, JONES et VAN HEERDEN\nAJJA\nHEARD\n:\t\t24 FEBRUARY 2004\nDELIVERED\n:\t\t26 MARCH\n2004\nSUMMARY:\nWater –\nNational Water Act 36 of 1998\n- Mandament van\nSpolie – whether rights of water users who were entitled to rights under\nprevious Water Act 54 of 1956 capable\nof protection by mandament of spolie when\nrestricted by water supplier purportedly in terms of s 59(3) of Act 36 of 1998\n–\nincidence of onus to prove outstanding water use charges were legally\npayable.\nJUDGMENT\nFARLAM JA\n[1]\nThis is an appeal from a spoliation order granted by Van der\nReyden J, sitting in the Natal Provincial Division of the High Court,\nin which\nthe appellant was ordered to remove locks, chains and welding works from\nidentified sluices (which allowed the flow of water\nto farms owned by the\nrespondents) and to restore,\nante omnia,\nthe flow of water from the water\ncanals of the Bivane-Paris dam, through the said sluices, to reservoirs on the\nrespondents’\nfarms.\n[2]\nPrior to its declaration on 12 January\n2001 as a water user association in terms of s 98(6)(\na\n) of the National\nWater Act 36 of 1998 (to which I shall refer in what follows as ‘the\nAct’), the appellant was known\nas the Impala Water Irrigation\nBoard.\n[3]\nThe respondents are all farmers and water users within the\narea of operation of the appellant. They cultivate sugar cane on their\nfarms.\nThey were all formerly members and water users of the appellant when it was an\nirrigation board and had applied for and obtained\nregistration of a certain\nnumber of hectares for irrigation in terms of a schedule of rateable areas\nprepared in terms of s 88 of\nthe Water Act 54 of 1956, which was repealed by the\nAct. When the appellant became a water user association, all the respondents\nautomatically, in terms of paragraph 7.2 a of its constitution, became\nmembers.\n[4]\nA dispute has arisen between the respondents and the\nappellant as to the legality of a portion of the water charge raised and\nassessed\nby the appellant on its members. The portion in question related to the\ncosts of financing the construction of the Paris-Bivane dam.\nThe appellant has\nsought to recover from its members an amount of R800-00 per hectare per annum as\na dam financing component of the\nwater charge. The respondents contend that they\nare obliged to pay only R240-00 per hectare per annum and that the appellant\ncannot\nlegally seek to recover the balance, ie, R560-00 per hectare per annum,\nfrom them.\n[5]\nThe appellant sought to recover the portion of the\nwater charge from some of the respondents by suing them in the Pongola\nmagistrate’s\ncourt for the amounts allegedly due. These actions were\nsubsequently withdrawn, whereupon the appellant issued summons against certain\nof the respondents in the Natal Provincial Division of the High Court for the\nsame amounts. After appearance to defend had been entered,\nthe appellant sought\nsummary judgment on its claims. Summary judgment was, however, refused with the\nconsent of the appellant and\nthe respondent defendants were given leave to\ndefend.\n[6]\nBefore the actions were heard the appellant decided to\nexercise its powers under s 59(3)(\nb\n) of the Act and to restrict the flow\nof water to the respondents by locking the sluices, which it did on 1 February\n2003. On the\nfollowing day the respondents brought a spoliation application\nagainst the appellant, which was granted on 14 February\n2003.\n[7]\nSection 59 (3) and (4) of the Act provides as\nfollows:\n‘(3)\tIf a water use charge is not paid-\n(\na\n)\ninterest is payable during the period of default at a rate\ndetermined from time to time by the Minister, with the concurrence of the\nMinister of Finance, by notice in the\nGazette;\nand\n(\nb\n)\nthe supply of water to the water user from a waterwork or the\nauthorization to use water may be restricted or suspended until the\ncharges,\ntogether with interest, have been\npaid.\n(4)\nA person\nmust be given an opportunity to make representations within a reasonable period\non any proposed restriction or suspension\nbefore the restriction or suspension\nis imposed.’\n[8]\nBefore purporting to\nact in terms of s 59(3) the appellant afforded the respondents the opportunity\nin terms of s 59(4) of making\nrepresentations to it as to why the supply of\nwater to their properties should not be restricted. It is of course clear that\nthe\nprocedure set forth in ss (4) is not intended as a hearing on liability at\nwhich the water user is required to satisfy the water\nsupplier that nothing is\nowed. Such liability must be either admitted or judicially established.\nThis\nhearing is intended to be premised on the water charge being unquestionably\ndue, and to elicit explanation why the restriction should\nnot be\nimposed.\n[9]\nIn his judgment the learned judge held, following the\njudgment of this Court in\nBon Quelle (Edms) Bpk v Munisipaliteit van Otavi\n1989 (1) SA 508\n(A), that the respondents had been exercising rights to\nwater without disturbance and that the exercise of those rights fell within\nthe\nconcept of\nquasi-possessio.\nHe then proceeded to consider whether the\ndeprivation by the appellant of the respondents’ ‘possession’\nhad taken\nplace illegally. He accepted the argument advanced before him by\ncounsel for the respondents that it was for the appellant to show\nthat its\nactions in interfering with the flow of water to the respondents’\nproperties fell strictly within the four corners\nof the authorising statute and\nthat, in order to be able to invoke its powers under section 59(3) of the Act,\nthe appellant had to\nshow that the portion of the water charge withheld by the\nrespondents was lawfully owing and payable. In this regard he followed\nthe\ndecision of this Court in\nGeorge Municipality v Vena and Another\n1989 (2)\nSA 263\n(A), in which it was held that a person who has disturbed another in his\npossession of property without recourse to law in purported\nexercise of a\nstatutory power to do so bears the onus of showing that his actions were covered\nby the statute relied on. Pointing\nout that it was common cause that there was a\ndispute between the parties as to whether the appellant could legally seek to\nrecover\nthe balance of the dam financing component from them, he held that the\nappellant had failed to discharge the onus of showing that\nit could rely on the\nprovisions of section 59(3).\n[10]\nCounsel for the appellant contended\nthat the judgment of the court\na quo\nwas incorrect in several respects:\nviz\n(1)\tbecause the respondents were never in possession of a right to use\nthe water in the sense required for\nthe\nmandament van  spolie;\n(2)\tbecause the appellant was covered by the powers conferred upon\nit by section 59(3) of the Act, either because the\nonus\nrested upon the\nrespondents to prove that the appellant’s actions were not covered by\nsection 59(3) and were accordingly unlawful\nand they had failed to discharge\nthat onus or because the appellant, if it bore the onus\n,\nhad discharged\nit.\n[11]\nIn support of the first contention counsel for\nthe appellant submitted that the court\na quo\nerred in holding that the\ndecision of this Court in\nBon Quelle, supra,\napplied to the facts of this\ncase. This was because, so it was argued, the rights to receive water on which\nthe respondents relied\nwere mere personal rights resulting from the contract\nbetween the appellant and each of the members concerned. In terms of this\ncontract,\neach member became a member of the appellant and acquired the\nprivileges of membership, especially the privilege of receiving the\nwater in\nexchange for the performance of membership obligations which include payment of\nthe charges raised by the appellant. Relying\non the recent decision of this\nCourt in\nTelkom SA Ltd v Xsinet (Pty) Ltd\n2003 (5) SA 309\n(SCA), counsel\nsubmitted that in this case spoliation proceedings had been misused in order to\nenforce a contractual right and not,\nas was the case in\nBon Quelle, supra,\na servitutal right.\n[12]\nCounsel contended further that the\ncontract between the appellant and each member in terms of which the appellant\nundertook to supply\nwater was similar in all material respects to common\ncontracts for the supply of water, electricity and telephone services to\nordinary\ndomestic users throughout the country. Counsel also argued, again\nrelying on the\nXsinet\ndecision, that, as the appellant’s servants\ndid not enter on the respondents’ premises to restrict the water supply,\nno\nspoliation had occurred.\n[13]\nCounsel for the appellant submitted\nfurther that if the\nBon Quelle\ndecision was not distinguishable, then the\nfinding that an applicant for an order for the restoration of\nquasi-possessio\nof a right need not prove the objective existence of the\nright in question was incorrect.\n[14]\nIn regard to the incidence of\nthe\nonus\nto prove whether the action complained was covered by the terms\nof section 59(3)(\nb\n), counsel for the appellant contended that the\ndecision of this Court in\nGeorge Municipality v Vena and Another, supra,\nwas incorrect and was in conflict with an earlier decision of this Court,\nSillo v Naude\n1929 AD 21\n, in which it was held, so counsel submitted,\nthat it was for an applicant for a spoliation order to prove that the acts by\nwhich\nhe was deprived of possession were unlawful. According to counsel,  the\nSillo\ndecision, which was not mentioned in the later\nGeorge\nMunicipality\ncase, was to be preferred.\n[15]\nFinally, as\nindicated, counsel contended that, if the onus to prove that the action taken by\nthe appellant was covered by the Act\nrested on the appellant, it had in any\nevent succeeded in discharging that onus\n.\n[16]\nCounsel for the\nrespondents argued, on the other hand, that the respondents had shown that they\nor the entities they represented had\nbeen deprived of rights capable of\nprotection by spoliation proceedings and that it was incorrect to describe such\nrights merely\nas contractual rights. It was also contended that, even though the\nappellant’s servants had not entered upon the respondents’\npremises,\nthey had, by locking the sluices and preventing water from flowing on to the\nproperties concerned,  interfered with the\nrights of quasi-possession on which\nthe respondents relied. It was submitted further that no basis had been\nestablished for overruling\nthis Court’s decision in\nBon\nQuelle.\n[17]\nIn regard to the onus,\ncounsel for the\nrespondents submitted that the\nGeorge Municipality\ndecision was correct\nand should be followed and that the appellant had not succeeded in discharging\nthe\nonus\nof showing that its actions were lawful. In this regard strong\nreliance was placed on the fact that the enforceability of the balance\nof the\ndam financing component of the water charge is currently the subject of defended\nactions between the appellant and some of\nthe respondents in the court\na quo\nand that the appellant had agreed in each of those actions to the grant of\nan order giving the respondents concerned leave to defend.\n[18]\nThe\nfirst question to be considered, in my view, is whether the rights on which the\nrespondents relied were merely contractual and\nwhether the\nXsinet\ndecision can be applied. In my opinion, it is not correct to say that the\nrights in question were merely contractual. It will be recalled\nthat the\nrespondents or the entities they represent were all entitled to rights under the\nprevious Water Act 54 of 1956, which rights\nwere registered in terms of the\nschedule prepared under section 88 of that  Act. These rights were clearly not\nmerely personal rights\narising from a contract. The individual respondents and\nthe entities represented by the other respondents all automatically, in terms\nof\nparagraph 7.2 a of the appellant’s constitution, became founding members\nof the appellant. It is clear therefore that the\nrights to water which belonged\nto the individual respondents and the entities represented by the other\nrespondents, in so far as\nthey were replaced by or, perhaps more accurately put,\nsubsumed into rights under the Act, cannot be described as mere personal rights\nresulting from contracts with the appellant. It follows that, on that ground\nalone, the\nXsinet\ndecision, on which the appellant’s counsel\nrelied, is not applicable.\n[19]\nThe facts of this case also differ in\nanother material respect from those in the\nXsinet\ncase. There it was held\n(at paragraphs [12] and [13]) that the respondents’ use of the bandwidth\nand telephone services in question\ndid not constitute an incident of its use of\nthe premises which it occupied, with the result that the disconnection by Telkom\nof\nthe telephone lines to Xsinet’s telephone and bandwidth systems did not\nconstitute interference with Xsinet’s possession\nof its equipment. In the\npresent case, however, the water rights interfered with were linked to and\nregistered in respect of a certain\nportion of each farm used for the cultivation\nof sugar cane, which was dependent on the supply of the water forming the\nsubject matter\nof the right. The use of the water was accordingly an incident of\npossession of each farm which was, in my view, interfered with\nby the actions of\nthe appellant’s servants. Indeed in the\nXsinet\ndecision itself it\nwas said at the end of paragraph [12] (at 314 C-D):\n‘Xsinet happened to\nuse the services at its premises, but this cannot be described as an incident of\npossession in the same\nway as the use of water or electricity installations may\nin certain circumstances be an incident of occupation of residential\npremises.’\nIn my view, unless the\nBon Quelle\ndecision is to be\noverturned, the respondents have clearly established that the rights to water\nenjoyed by the individual respondents\nand the entities represented by the other\nrespondents were capable of protection by the\nmandament van\nspolie.\n[20]\nThe decision of this Court in\nBon Quelle\nwas\ncarefully reasoned in a scholarly judgment in which the previous case law and\nmany, if not all, of the relevant old authorities\nwere canvassed. No new light\non the matter was thrown by the argument of counsel for the appellant and I am\nsatisfied that it cannot\nbe held that the decision in question was clearly\nwrong.\n[21]\nI am accordingly of the view that the court\na quo\ncorrectly held that rights capable of protection by spoliation proceedings\nhad been interfered with in the present case.\n[22]\nIt is accordingly\nnecessary to consider whether such interference is to be regarded as lawful so\nthat no spoliation can be held to\nhave taken place. In this regard the first\nquestion to be discussed is whether, as the court\na quo\nfound, the\nonus\nrested on the appellant to show that its actions were covered by the\nprovisions of section 59(3). In the\nGeorge Municipality\ncase,\nsupra\n(at 271E), Milne JA expressly approved a statement by Friedman J in the\ncourt of first instance in that case, which read as follows:\n‘It is a\nfundamental principle of our law that a person may not take the law into his own\nhands and a statute should be so interpreted\nthat it interferes as little as\npossible with this principle.’\nApplying this principle, I agree with\nthe judge\na quo\nthat section 59(3) can only be invoked when the water use\ncharge the non-payment of which triggers the power to restrict the supply\nof\nwater to a user is legally payable. Indeed, I did not understand counsel for the\nappellant to dispute this proposition.\n[23]\nIt is clear in my view\nthat, unless it is open to us to depart from the\nratio\nin the\nGeorge\nMunicipality\ncase (either because it is in conflict with the decision of\nthis Court in\nSillo v Naude\nand we consider the contrary view to be the\nbetter view in the circumstances or because, if there is no such conflict we\nthink it\nclearly wrong), we must hold that the onus rested on the\nappellant.\n[24]\nI cannot agree that the\nGeorge Municipality\ndecision is in conflict with the\nratio\nin the\nSillo\ncase. It\nis true that De Villiers ACJ said in the latter case (at 26) that an applicant\nfor a spoliation order has to show\n‘not only that he was in possession\nat the time of ejection (which has not been denied), but also that instead of\ninvoking the\nproper machinery of the Court, the respondent took the law into his\nown hands and by force, or by other unlawful means, wrongfully\nand unlawfully\ndeprived him . . . of possession by sending the cattle to the\npound.’\nAs the last portion of the passage I have quoted indicates, the\nalleged act of spoliation was the sending of the aggrieved party’s\ncattle\nto the pound.\n[25]\nThe facts in\nSillo’s\ncase were that the\nrespondent, who was a farmer, summarily dismissed the appellant, a farm labourer\nwho had the right under his contract\nof service to graze his stock upon the\nrespondent’s farm. The appellant refused to leave, whereupon the\nrespondent impounded\nhis stock which, as it was put in the judgment, were\n‘running in their accustomed place’ on the farm. The appellant then\nbrought a spoliation application against the respondent. He failed in the\nprovincial division and his appeal to this Court was dismissed.\nThe basis for\nthe decision appears in the following passage (at 26-7) in the\njudgment:\n‘. . . by setting the machinery of the Pound Ordinance into\nmotion the respondent cannot, in any aspect of the matter, be said\nto have taken\nthe law into his own hands. In sending the cattle to the pound he merely invoked\nthe aid of the law of the land in\nhis dispute with the appellant. If he has\nunlawfully impounded the cattle, he is liable in damages to the owner (sec. 49\nof Ordinance\n3 of 1912, O.F.S), and he would be so liable if, when the issues in\ndispute between the parties come to be tried, it is found that\nthe cattle were\nnot trespassing, for according to sec. 18(1) of the Ordinance only cattle found\ntrespassing may be sent to the pound.\nThe decision made by himself that the\ncattle were trespassing, and the fact of acting upon that decision by sending\nthe cattle to\nthe pound, does not constitute taking the law into his own hands.\nThe Pound Ordinance does not provide any machinery to determine\nthere and then\nwhether or not cattle are trespassing, and the owner of the land must of\nnecessity, therefore, make up his mind whether\nthey are or not, taking the risk\nof being mulcted in damages if he comes to a wrong conclusion. But to hold that\nunder such circumstances\nhe is taking the law into his own hands would be to lay\ndown the absurd proposition that in every case where the owner of cattle,\nat the\ntime of trespass, chooses to deny that the cattle are trespassing he would be\nentitled to a\nmandament van spolie\nif his cattle are then\nimpounded.’\nAs he had not taken the law into his own hands he was held\nnot to be guilty of spoliation. No such considerations apply here. It cannot\nbe\nsaid that, by locking the sluices, the appellant merely ‘invoked the aid\nof the law of the land in [its] dispute’\nwith the respondents. No\nnecessity, such as was found to be present in a situation where a land owner\nfinds cattle on his farm which\nhe thinks are trespassing, existed in this\ncase.\n[26]\nIt follows that the statement by De Villiers ACJ earlier in\nhis judgment that an applicant for a spoliation order has to show that\nthe\ndeprivation of which he complains was wrongful and unlawful was\nobiter\nand affords no basis for this Court to depart from what was held in the\nGeorge Municipality\ncase, unless we are satisfied that it was clearly\nwrong. Counsel for the appellant did not seek to persuade us that the\nGeorge\nMunicipality\ndecision was clearly wrong on this point and I am, on the\ncontrary, satisfied that it is correct. The considerations set out in the\njudgment as to self-help are in any event buttressed by the provisions of\nsection 34 of the Constitution, which reads as follows:\n‘Everyone has\nthe right to have any dispute that can be resolved by the application of law\ndecided in a fair public hearing\nbefore a court or, where appropriate, another\nindependent and impartial forum.’\n[27]\nIn the circumstances it\nis clear that the onus to show that the portion of the water use charges not\npaid was legally due rested on\nthe appellant. I cannot hold that it was\ndischarged. As counsel for the respondents (correctly in my view) submitted, in\nview of\nthe fact that the question as to whether the unpaid portion of water use\ncharge is legally due by the respondents is the subject\nof other proceedings in\nthe court\na quo\nand the appellant consented in its summary judgment\napplication to an order giving the respondents concerned leave to defend, that\nquestion must be regarded for present purposes as an open\none.\n[28]\nIt follows from what I have said that the appeal cannot\nsucceed.\n[29]\nThe following order is made:\nThe appeal is dismissed\nwith costs, including those occasioned by the employment of two counsel.\n.................\nIG FARLAM\nJUDGE OF APPEAL\nCONCURRING\nHOWIE\t\tP\nBRAND\t\tJA\nJONES\t\tAJA\nVAN\nHEERDEN  \tAJA",
  "scraped_at": "2026-02-12T08:57:57.327528",
  "date": "2004-03-26",
  "coram": [
    "HOWIE P",
    "FARLAM JA",
    "BRAND JJA",
    "JONES AJA",
    "VAN HEERDEN AJA"
  ],
  "case_number": "087/2003",
  "parties": {
    "applicants": [
      "Impala Water Users Association"
    ],
    "respondents": [
      "Piet Erasmus Lourens N.O",
      "20 other applicants"
    ]
  },
  "sections": {
    "facts": "The Impala Water Users Association (formerly the Impala Water Irrigation Board) is a water user association under the National Water Act. The respondents are sugar‑cane farmers who were members of the former irrigation board and automatically became members of the association. A dispute arose over a component of the water use charge: the association sought R800 per hectare per annum to fund the Paris‑Bivane dam, while the respondents contended that only R240 per hectare per annum was payable. After attempting to recover the amounts through the magistrate's and high courts, the association, on 1 February 2003, exercised its power under s 59(3)(b) of the Act to lock the irrigation sluices, restricting water flow to the respondents’ farms. The respondents applied for a spoliation order on 2 February 2003, which was granted on 14 February 2003.",
    "issues": "The court had to determine (1) whether the respondents’ rights to water were capable of protection by a mandament van spolie; (2) whether the association could lawfully restrict water supply under s 59(3) of the National Water Act; and (3) who bore the onus of proving that the disputed portion of the water charge was lawfully payable.",
    "principles": "The court relied on the doctrine of mandament van spolie, affirming that rights of quasi‑possession (such as water rights) are protectable. It followed Bon Quelle (Edms) Bpk v Munisipaliteit van Otavi, confirming that interference with a quasi‑possessory right constitutes spoliation. The onus principle from George Municipality v Vena was applied, requiring the party invoking s 59(3) to show that the charge is legally due. The court distinguished the Xsinet decision, noting that water use is an incident of possession of land, unlike telephone services. It also considered Sillo v Naude, concluding that the onus does not shift to the respondent. Constitutional provisions against self‑help (section 34) reinforced the need for judicial determination of disputes.",
    "application": "Applying these principles, the court held that the respondents’ water rights, derived from the former Water Act and incorporated into the association’s constitution, were not merely contractual but were protectable quasi‑possessory rights. Consequently, the respondents were entitled to protection by a spoliation order. The association failed to discharge the onus of proving that the disputed portion of the water charge (R560 per hectare) was lawfully payable, as the issue was still pending in other proceedings. Therefore, s 59(3) could not be validly invoked to justify the water restriction.",
    "conclusion": "The appeal was dismissed with costs, including those incurred by the employment of two counsel. The lower court’s spoliation order stood, and the association was not entitled to restrict water supply until the outstanding charge issue is resolved."
  },
  "tags": {
    "level_1": "Water Law",
    "level_2": "Water Use Charges",
    "level_3": [
      "mandament van spolie",
      "section 59(3)",
      "water rights",
      "spoliation order",
      "burden of proof"
    ]
  }
}