{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/99.html",
  "case_name": "K v Minister of Safety and Security (456/2003) [2004] ZASCA 99; [2005] 3 All SA 519 (SCA); 2005 (3) SA 179 (SCA); (2005) 26 ILJ 681 (SCA) (11 November 2004)",
  "citation": "[2004] ZASCA 99",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 99\n|\nNoteup\n|\nLawCite\nK v Minister of Safety and Security (456/2003) [2004] ZASCA 99; [2005] 3 All SA 519 (SCA); 2005 (3) SA 179 (SCA); (2005) 26 ILJ 681 (SCA) (11 November 2004)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCase no: 456/03\nIn\r\nthe matter between:\nN.K.\t\t\t\t\t\r\n              Appellant\nand\nTHE\r\nMINISTER OF SAFETY AND SECURITY\t  Respondent\n_____________________________________________________\nCoram\t\t:\tScott,\r\n Mthiyane,  Van Heerden JJA, \t\t\t\t\tErasmus\net\nComrie AJJA\nDate\r\nof Hearing\t:         2 September 2004\nDate\r\nof delivery\t:         11 November 2004\nSummary:\nPolicemen guilty of rape – whether rape committed in the\r\ncourse and scope of their employment so as to render the respondent\n\nvicariously liable – order in para 9\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\r\nJA/…\nSCOTT\r\nJA\n:\n[1]\tThe appellant, a young woman in her early twenties, was raped by\r\nthree policemen in the early hours of 27 March 1999 in circumstances\n\ndescribed more fully below. She sued the respondent and the three\r\npolicemen for damages in the Johannesburg High Court but subsequently\n\nabandoned her claim against the policemen, each of whom was sentenced\r\nto life  imprisonment for rape and 10 years’ imprisonment\nfor\r\nkidnapping. The sole question in issue in the court below was whether\r\nthe respondent was vicariously liable for the conduct\nof the rapists.\r\nThe parties agreed upon a statement of facts and no evidence was led\r\nat the trial. Flemming DJP ordered absolution\nfrom the instance but\r\ngranted leave to appeal to this court.\n[2]\tThe facts are shortly these. The appellant and her male companion\r\nhad a disagreement at a place of entertainment in Westonaria\nand  he \r\nrefused to take her home.  It  was  then  about\n3 am on 27 March 1999. She went to a nearby all-night shop at a\r\npetrol station to telephone her mother to ask the latter to come\nand\r\nfetch her. The person on duty at the shop explained that the\r\ntelephone could take incoming calls only. In the meantime, a police\n\nvehicle pulled into the petrol station. The occupants were the three\r\npolicemen. They were all in uniform and all enjoyed the rank\nof\r\nsergeant. The one entered the shop and, on overhearing the\r\nappellant’s request to use the telephone, offered to give the\n\nappellant a lift home. She accepted, climbed into the car and sat in\r\nthe back. The vehicle drove off in the direction of the appellant’s\n\nhouse. The appellant did not talk to the policemen but at some stage\r\nthey began speaking to each other in an African language which\nshe\r\ndid not understand. Thereafter she dozed off but awoke when the\r\nvehicle slowed down at a stop street. Instead of proceeding\nin the\r\ndirection of her house the driver executed a turn to the left. She\r\nremonstrated with him and told him that they were on\nthe wrong road.\r\nShe was immediately told to keep quiet and one of the others threw a\r\npolice jacket over her head and held her down.\nShe resisted with\r\nfortitude, kicking and screaming, but to no avail. The jacket over\r\nher head was pulled tight and she was struck\na hard blow to the\r\nstomach. The vehicle stopped and she bravely continued to struggle.\r\nShe felt a knife at her throat and was told\nto keep quiet or she\r\nwould be killed. Despite her resistance she was overpowered and\r\nforcibly raped by each of the policemen in\nturn. When they had\r\nfinished they drove off leaving her to find her own way home.\n[3]\tAs previously indicated, the sole basis on which it was sought,\r\nboth on the pleadings and in argument, to recover damages from\nthe\r\nrespondent was that he was vicariously liable for the conduct of the\r\nrapists. The conduct relied upon was (a) the actual rape\nof the\r\nappellant by each of the three policemen and (b) the failure of each\r\nto intervene when one or other of their co-rapists\nwas raping the\r\nappellant.\n[4]\tThe legal principles underlying vicarious responsibility are\r\nwell-established. An employer, whether a minister of State or\n\notherwise, will be vicariously liable for the delict of an employee\r\nif the delict is committed by the employee in the course and\nscope of\r\nhis or her employment.  Difficulty frequently arises in the\r\napplication of the rule, particularly in so-called ‘deviation’\n\ncases. But the test, commonly referred to as the ‘standard\r\ntest’, has been repeatedly applied by this court. Where\nthere\r\nis a deviation the inquiry, in short, is whether the deviation was of\r\nsuch a degree that it can  be said that in doing what\nhe or she did\r\nthe employee was still exercising the functions to which he or she\r\nwas appointed or was still carrying out some instruction\nof his or\r\nher employer. If the answer is yes, the employer will be liable no\r\nmatter how badly or dishonestly or negligently those\nfunctions or\r\ninstructions were being exercised by the employee. (See eg\nFeldman\r\n(Pty) Ltd v Mall\n1945 AD 733\nat 774;\nViljoen v Smith\n[1996] ZASCA 105\n;\n1997\r\n(1) SA 309\n(A) 315D-317A;\nMinister of Safety and Security Services\r\nv Jordaan t/a Andre Jordaan Transport\n2000 (4) SA 21\n(SCA) para\r\n5 and more recently\nMinister van Veiligheid en Sekuriteit v\r\nJapmoco BK\nh/a Status Motors\n2002 (5) SA 649\n(SCA) paras 11-16\r\nand\nMinister van Veiligheid en Sekuriteit v Phoebus Appollo\r\nAviation BK\n2002 (5) SA 475\n(SCA) paras 8-18.) Notwithstanding\r\nthe difficult questions of fact that frequently arise in the\r\napplication of the test, it has\nbeen recognised by this court as\r\nserving to maintain a balance between imputing liability without\r\nfault (which runs counter to\ngeneral legal principles) and the need\r\nto make amends to an injured person who might otherwise not be\r\nrecompensed. From the innocent\nemployer’s point of view, the\r\ngreater the deviation the less justification there can be for holding\r\nhim or her liable.\n[5]\tAs far as the actual rape of the appellant is concerned, it was\r\nultimately conceded by counsel for the appellant that if the\ntest\r\noutlined above were to be applied, there would be no vicarious\r\nliability on the part of the respondent. The concession was\nwell\r\nmade. No doubt a rape which is shown to have been committed to\r\nintimidate for the purpose of illiciting information in solving\na\r\ncrime could possibly result in the respondent being held vicariously\r\nliable, but nothing like that occurred in the present case.\nBy the\r\nvery nature of the crime, the circumstances in which a policeman\r\ncould commit rape in the course and scope of his employment\nmust be\r\nextremely rare. In the present case, everything points to the three\r\npolicemen being motivated by nothing more than self-gratification.\n\nActing in concert, they deviated from their functions and duties as\r\npolicemen to such a degree that it cannot be said that in committing\n\nthe crime of rape they were in any way exercising those functions or\r\nperforming those duties.\n[6]\tCounsel submitted, however, that a different test should be\r\napplied. He contended that once it was shown that the policemen\nwere\r\non duty when they gave the appellant a lift and that in offering to\r\ntake her home safely they were acting within the course\nof their\r\nduties as policemen to prevent crime, then by the very act of\r\ndeviating from those duties they rendered the respondent\nvicariously\r\nliable. In other words, it was the deviation itself that rendered the\r\nrespondent liable and the degree of the deviation\nwas wholly\r\nirrelevant. This is not the law and never has been; nor was counsel\r\nable to refer to any authority in support of such\na novel\r\nproposition. In my view it is without merit.\n[7]\tThe further argument advanced on behalf of the appellant was that\r\neach policeman was under a continuing duty to prevent the\ncommission\r\nof crime and that therefore while one was raping the appellant the\r\nother two remained under a duty to intervene. Accordingly,\nso the\r\nargument went, the respondent was vicariously liable by reason of the\r\nfailure on the part of the other two to intervene.\nCounsel sought to\r\nrely on\nMinister van Polisie v Ewels\n1975 (3) SA 590\n(A). The\r\nreliance was misplaced. The issue in that case was whether the\r\nfailure on the part of a number of policemen to intervene\nwhen\r\nanother, one Barnard, assaulted the plaintiff was wrongful for the\r\npurpose of establishing Aquilian liability. The matter\nwas decided on\r\nexception and the decision was predicated on the assumption that the\r\npolicemen failing to intervene were acting\nin the course and scope of\r\ntheir employment with the Minister of Police (at 594F) while Barnard,\r\nalso a policeman, was not (595F).\nIn the present case the element of\r\nwrongfulness is not in issue. The conduct of all three policemen was\r\nnot only wrongful, it was\ncriminal from the time they conspired to\r\nrape the appellant until the time the attack ended. Indeed, the\r\ninference is overwhelming\nthat the three policemen formed a common\r\nintention to rape the appellant at some stage before the driver\r\nturned off the road leading\nto the appellant’s house and  drove\r\nto the spot where all three raped her. Each gave support to the\r\nothers in committing\nthe crime. If only one had physically raped the\r\nappellant, all three could nonetheless have been convicted of rape.\r\nThey were at\nall times acting in pursuance of a common purpose. To\r\nsuggest, therefore, that one would have been acting in the course and\r\nscope\nof his employment while another physically raped the appellant,\r\nwould cease to so act when it was ‘his turn’, and then\n\nresume acting in the course and scope of his employment while the\r\nthird raped the appellant, borders on the absurd.\n[8]\tYet a further argument that was raised is that the common law\r\nmust be developed so as to render the State vicariously liable\nin a\r\nsituation such as the present. How this could be done without\r\nimposing absolute liability on the State was not spelt out;\nit was\r\nsimply left in the air. It is, however, unnecessary to consider the\r\nquestion, which in any event would best be dealt with\nby the\r\nlegislature should a change in the law be considered necessary.  In\r\nthe recent decision of this court in\nMinister van Veiligheid en\r\nSekuriteit v Phoebus Apollo, supra,\nthe facts, shortly stated,\r\nwere that three policemen had obtained information as to where stolen\r\nmoney had been hidden; they travelled\nthere in an official police\r\nvehicle, identified themselves as police officers to the father of\r\nthe robbers and showed him their\ncertificates of appointment.        \r\nThey then attached and stole the money. This court held the appellant\r\nnot to be vicariously\nliable. In doing so it affirmed and applied the\r\nstandard test as set out above. The appellant appealed to the\r\nConstitutional Court.\nThe decision of that court is reported:\nPhoebus\r\nApollo Aviation CC v Minister of Safety and Security\n2003 (2) SA\r\n34\n(CC). It appears from the judgment of Kriegler J that leave to\r\nappeal had been granted on the strength of a contention similar to\n\nthe one advanced in this court, namely that because the case involved\r\nan infringement of the appellant’s rights under the\n\nConstitution there was a case for ‘developing the law relating\r\nto the vicarious liability of the State for delicts committed\nby\r\npolice officers’. In that case the right in question related to\r\nthe right to be protected in one’s property. Nonetheless,\nmuch\r\nof the reasoning of the court in dismissing the appeal is of equal\r\napplication to a case such as the present. The court considered\nfirst\r\nan argument based on\nCarmichele v Minister of Safety and Security\r\nand another\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) and observed that the case was\r\nnot analogous as it dealt with the issue of wrongfulness. The same is\r\ntrue of a similar argument\nadvanced in this court.  In passing I\r\nshould mention that cases such as\nMinister of Safety and Security\r\nv Van Duivenboden\n2002 (6) SA 431\n(SCA) and\nVan Eeden v\r\nMinister of Safety and Security\n2003 (1) SA 389\n(SCA) likewise\r\ndealt with the issue of wrongfulness and accordingly are of no\r\nassistance in resolving the issue of vicarious liability.\nIn answer\r\nto a further contention Kriegler J said (at para 6):\n‘\nIt was also contended in argument that the\r\nrespondent should be held liable for the wrongful acts of the\r\npolicemen whether they\nwere acting in the course of their employment\r\nor not. No convincing argument was, however, advanced to sustain this\r\nsubmission,\nor to show why the common law should be developed so as\r\nto impose an absolute liability on the State for the conduct of its\r\nemployees\ncommitted dishonestly and in pursuit of their own selfish\r\ninterest.’\nFinally the learned judge observed (at para 9):\n‘\nIt is not suggested that in determining the\r\nquestion of vicarious liability the SCA applied any principle which\r\nis inconsistent\nwith the Constitution. Nor is there any suggestion\r\nthat any such principle needs to be adapted or evolved to bring it\r\ninto harmony\nwith the spirit, purport or objects of the Bill of\r\nRights. On the contrary, counsel for the appellant expressly conceded\r\nthat the\ncommon-law test for vicarious liability, as it stands, is\r\nconsistent with the Constitution. It has long been accepted that the\r\napplication of this test to the facts of a particular case is not a\r\nquestion of law but one of fact, pure and simple.’\nIt follows that in my view the ‘constitutional’ point\r\nraised by counsel is similarly without merit.\n[9]\t The appeal is accordingly dismissed with costs.\n[10]\tI would add just this: I have the deepest sympathy for the\r\nappellant, as I do for the thousands of women who are raped every\n\nyear in this country. Ideally, they should all receive compensation,\r\nbut that is something for the Legislature and beyond the jurisdiction\n\nof this court.\nD G SCOTT\nJUDGE OF APPEAL\nCONCUR\n:\nMTHIYANE\tJA\nVAN HEERDEN\tJA\nCOMRIE\t       AJA\nAR ERASMUS  AJA\n[11]\tI have had the privilege of reading the judgment of my\r\ncolleague Scott. I respectfully agree with his findings and the\r\nreasons\ntherefor. I would, however, comment on the contentions of\r\ncounsel for the appellant on the question of the respondent’s\r\nliability\nfor breach of a legal duty by members of the South African\r\nPolice Service (‘SAPS’).\n[12]\tCounsel submits that on the night in question, a legal duty came\r\ninto existence in terms whereof the SAPS was required to\nprotect the\r\nappellant from harm. The duty, so he contends, extended to all\r\nmembers of the SAPS in general and to the three policemen\nin\r\nparticular. Counsel's contention focuses on the fact of the breach of\r\nthat duty rather than on the act constituting the breach.\n[13]\nIt is well settled that the wrongful and negligent breach\r\nof a legal duty by a policeman acting within the course and scope of\r\nhis\nduty attracts liability for the State for damage resulting from\r\nthe breach.   See:  the\nCarmichele\nseries of cases;\n1\nVan Eeden vs Minister of Safety and Security (Women's Legal\r\nCentre Trust,\nas\nAmicus Curiae)\n2003 (1) SA 389\n(SCA)\n.\nIn\nVan Eeden\na policeman had negligently allowed\r\na dangerous serial rapist to escape from custody. The escapee\r\nthereafter sexually assaulted\nthe claimant. Vicarious liability,\r\nnegligence and quantum were conceded. This court held the State\r\nliable for the damages arising\nfrom the assault. The court found that\r\nthe policeman had acted in breach of a legal duty which existed in\r\nthe particular circumstances\nof the matter.\nThe present\r\nmatter differs from the situation in that case in that the acts of\r\nthe three policemen, which constituted the breach,\namounted to\r\nintentional\ncriminal conduct falling outside the ambit of\r\ntheir employment.  (I refer to the three policemen as the second,\r\nthird and fourth\ndefendants.)\n[14]\tI accept for purposes of this judgment that the three defendants\r\nowed the appellant more than a general duty of care.    I,\nfurther,\r\naccept that in the particular circumstances obtaining at the time,\r\nconsiderations of reasonableness (the legal convictions\nof the\r\ncommunity and legal policy, as subsumed by constitutional values)\r\nplaced a legal duty upon fourth defendant\n2\nto protect appellant (\nMinister van Polisie v Ewels\n1975 (3) SA\r\n850\n(A)). That duty extended to the SAPS, and through it to all its\r\nother members, in particular the second and third defendants.\r\nRelevant\nin that regard were the circumstances in which the\r\nappellant, a young woman, found herself that night; the nature of the\r\nduties\nthat the three defendants were performing; and the fact that\r\nthey had the means, the time and the necessary\n(\nimplied\n)\nauthority to assume that legal duty. Due regard must be had to\r\nthe appellant’s fundamental rights under the Constitution,\n3\nas well as the dictates of the Constitution in regard to the SAPS.\n4\nThe content of the duty was clear and specific: (a) that the fourth\r\ndefendant would transport appellant from the garage shop in\n\nWestonaria to her home in Randfontein, and (b) that the three\r\npolicemen would protect her from physical and psychological harm\nfrom\r\nthe time of their departure until their arrival at her home. In\r\nacting in compliance with that duty, second, third and fourth\n\ndefendants would act in their capacity and within the scope of their\r\nemployment as members of the SAPS.\n[15]\tThe legal duty subsisted even while the defendants were raping\r\nthe appellant. In fact, in those terrible moments the duty\nwas\r\nimmediate and compelling. A policeman cannot unilaterally divest\r\nhimself of his legal duty, therefore – so the argument\nfor\r\nappellant runs – the breach of the duty occurred in the course\r\nand scope of the defendants’ employment, and accordingly\nthe\r\nState was vicariously liable for the consequences of the breach\r\nirrespective of the mode or manner in which it occurred. This\n\ncontention finds support in\nHirsch Appliance Specialists v Shield\r\nSecurity Natal (Pty) Ltd\n1992 (3) SA 643\n(D). The court held  a\r\nsecurity company vicariously liable for thefts committed by its\r\nsecurity guards while guarding the plaintiff’s\nbusiness\r\npremises. Booysen J, after reviewing South African and English\r\nauthorities, concluded as follows (651H-652A):\n'It seems to me that, when considering the liability of\r\nan employer for intentional wrongdoing of the servant for his own\r\nbenefit,\nit is important to distinguish between those instances in\r\nwhich the principal is simply under a duty not to cause injury to\r\nanother\nand those instances in which the principal is in addition\r\nunder a duty to prevent third parties from causing injury to that\r\nperson.\nWhere an employer is, unlike an ordinary citizen, indeed\r\nunder a legal duty to be his brother’s keeper or the guardian\r\nor\ncustodian of his brother’s goods, and he entrusts that\r\nfunction to a servant who then not only omits to perform his duty,\n\nbut causes the very injury which it is his and his master’s\r\nduty to prevent, then, as a general rule, the master will be\nheld\r\nliable. It is this feature, that it is the legal duty of the master\r\nto prevent harm by third parties, which distinguishes\nthe State’s\r\nliability for the wrongdoing of policemen, on the one hand, from its\r\nliability for wrongdoing of other civil\nservants and that of an\r\nordinary employer for the wrongdoing of his servants on the other.\nThe basis of this liability is, with respect, not so\r\nmuch the risk created by policemen but the nature of the duty assumed\r\nby the\nState.'\nThe following criticism of this decision by Mervyn Dendy 1992\nAnnual\r\nSurvey of South African Law\nat 484/5 is, with respect, well\r\nfounded and effectively puts paid to counsel’s contention:\n‘\nWith respect, it is not convincing to say, as\r\nBooysen J did, that the theft of the guards amounted to\r\n“mismanagement in the\nperformance of their work”, for\r\ntheir act in stealing the plaintiff’s property constituted, not\r\nthe performance of\ntheir work, but the very antithesis of it: a\r\nperson cannot be said to be engaged in furthering a particular\r\npurpose (here, the\nsafeguarding of property against theft) when he\r\nperforms acts in deliberate frustration of the purpose. The truth was\r\nsurely that\nwhen they stole, the guards had abandoned their\r\nemployment and embarked on a felonious frolic of their own, which\r\ntook their conduct\nbeyond the ambit of their employment (\nsee\n1991\nAnnual Survey\n425\n5\n).’\nThe learned author, further, expressed the view (p 485) that -\n‘…\nvicarious\r\nliability for intentional wrongdoing must surely be limited in the\r\nsame way as in the case of negligent conduct on the\npart of a\r\nservant: by applying the settled principle that the servant must have\r\nbeen acting within the course and scope of his\nemployment. \r\nIntentional wrong-doing would then entail vicarious liability if it\r\nwas done in furtherance of the employer’s\nbusiness, but not if,\r\nas in\nHirsch\n, the delict was perpetrated in frustration of the\r\nemployer’s purpose.’\n[16]\tThe vicarious liability of an employer arises from the unlawful\nactions of its employee.  If those actions take the employee out\r\nof the course and scope of his employment, then liability for the\n\nemployer cannot arise. That is the case in the present matter in\r\nregard to the liability of the first defendant for the criminal\nacts\r\nof second, third and fourth defendants.   I must accordingly find, on\r\nthe law as it stands, that\nappellant’s claim was\r\ncorrectly dismissed in the court\na quo\n.\n[17]\tIn the result, I would dismiss the appeal with costs.\n________________\nAR ERASMUS\nACTING JUDGE OF APPEAL\n1\nCarmichele v Minister of Safety and Security\r\n\tand another\n[2000] ZASCA 149\n;\n2001 (1) SA 489\n(SCA);\nCarmichele v Minister of Safety and\r\n\tSecurity and another (Centre for Applied Legal Studies Intervening)\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC);\nCarmichele v\r\n\tMinister of Safety and Security and another\n2003 (2) SA 656\n(C);\nThe Minister of\r\n\tSafety and Security and another v Carmichele\n2004 (3)  SA 305\n(SCA).\n2\nFourth defendant is the one who offered the\r\n\tappellant the lift: see para [2] above.\n3\nThe right to freedom and security of the person (S 12(1)(c) and\r\n\t12(2)(b));  the right to human dignity (s 10).\n4\nThe Constitution:  s 198, s 205, s 206;  The\nSouth African Police Service Act 68 of 1995\n:  Preamble,\ns 13.\n5\n\">\n5\nThis reference is to the discussion by the author\r\n\tof\nFawcett Security Operations (Pvt)\r\n\tLtd  vs Oman Enterprises (Pvt) Ltd\n1991\r\n\t(2) SA 441\n(ZH)\n,\nwhere\r\n\tit was held that a theft by a security guard could be regarded as a\r\n\tmode - albeit an improper one - of doing what was authorised\nby his\r\n\temployer.  This decision would appear not to accord with our law and\r\n\twas reversed on appeal\n(1992 (4) SA 425\n(ZSC).",
  "scraped_at": "2026-02-12T09:08:54.597885",
  "date": "2004-11-11",
  "coram": [
    "Scott JA",
    "Mthiyane JA",
    "Van Heerden JA",
    "Comrie AJJA",
    "Erasmus AJJA"
  ],
  "case_number": "456/03",
  "parties": {
    "applicants": [
      "N.K."
    ],
    "respondents": [
      "Minister of Safety and Security"
    ]
  },
  "sections": {
    "facts": "In March 1999 the appellant, a young woman, called a petrol‑station shop for help. Three uniformed police sergeants offered her a lift home. While driving, they deviated from the intended route, stopped, and one police officer placed a jacket over her head, struck her, threatened her with a knife and subsequently each of the three officers forcibly raped her before abandoning her. The officers were later convicted of rape and kidnapping.",
    "issues": "The core issue was whether the Minister of Safety and Security (the State) could be held vicariously liable for the rapes committed by the three police officers. Sub‑issues included whether the officers were acting within the course and scope of their employment, whether a legal duty to protect the appellant arose, and whether the deviation from police duties was sufficient to break the employer‑employee link.",
    "principles": "The Court applied the established ‘standard test’ for vicarious liability: an employer is liable if the employee’s delict occurs in the course and scope of employment, even if performed dishonestly, unless the employee’s conduct represents a serious deviation. The test requires a factual inquiry into whether the employee was still exercising functions appointed by the employer. Relevant authorities cited include Feldman v Mall, Viljoen v Smith, Minister of Safety and Security Services v Jordaan, and the recent Phoebus Apollo case, all reinforcing that liability hinges on the connection between the wrongful act and the employee’s authorized duties.",
    "application": "The Court found that the officers’ conduct was a serious deviation from police duties; the rapes were motivated solely by self‑gratification and bore no relation to any lawful police function such as preventing crime or protecting the appellant. Consequently, the officers were not exercising their employment functions at the time of the rapes, and the State could not be held vicariously liable. Arguments that a broader duty to protect existed or that liability should be imposed regardless of the scope were rejected as unsupported by precedent.",
    "conclusion": "The appeal was dismissed with costs. The State was found not vicariously liable for the rapes, and the appellant’s claim against the Minister was rejected. The judgment reiterated sympathy for the appellant but noted that compensation would have to be addressed by the legislature, not the courts."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Vicarious Liability",
    "level_3": [
      "rape",
      "state liability",
      "police misconduct",
      "employment law"
    ]
  }
}