{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/22.html",
  "case_name": "FirstRand Bank Ltd. v Nedbank (Swaziland) Ltd. (01/03) [2004] ZASCA 22; 2004 (6) SA 317 (SCA) (30 March 2004)",
  "citation": "[2004] ZASCA 22",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 22\n|\nNoteup\n|\nLawCite\nFirstRand Bank Ltd. v Nedbank (Swaziland) Ltd. (01/03) [2004] ZASCA 22; 2004 (6) SA 317 (SCA) (30 March 2004)\nDownload original files\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 01/03\nIn the matter between:\nFIRSTRAND BANK\nLIMITED\nAppellant\nand\nNEDBANK (SWAZILAND)\nLIMITED\nRespondent\n_____________________________________________________\nCoram:\t\tSCOTT,\nMTHIYANE, NUGENT, LEWIS JJA\net  PONNAN AJA\nDate of\nhearing:\t23  MARCH 2004\nDate of delivery: 30 MARCH\n2004\nSummary:\tSpecial plea of prescription – amendment of\nparticulars of claim – different right \t\tof action – prescription\nnot interrupted\nJUDGMENT\nSCOTT  JA\n/...\nSCOTT\nJA\n:\n[1]\tThe appellant is a registered commercial bank with its principal\nplace of business at Bank City, Johannesburg. The respondent\nis a bank\nregistered in Swaziland. On 20 July 2000 the respondent caused a summons issued\nout of the High Court, Johannesburg, to\nbe served on the appellant. On 26 June\n2001, after the period of prescription had elapsed, the respondent delivered a\nnotice of amendment.\nThe notice was subsequently withdrawn and replaced by a\nnotice delivered on 2 October 2001. Two further amendments followed but nothing\nturns on these. The appellant filed a special plea in which it raised the\ndefence of prescription. It pleaded, in effect, that the\ndebt which the\nrespondent sought to recover in the claim, as amended, was different from the\ndebt originally relied upon, that service\nof the summons and particulars of\nclaim on 20 July 2000 had not interrupted the running of prescription, and that\nthe respondent’s\nclaim, as amended, had accordingly prescribed. The\nparties agreed upon a written statement of facts and the court\na quo\nwas\ncalled upon to decide the issue of prescription by way of a special case in\nterms of Rule 33(1). The matter came before Snyders\nJ who dismissed the special\nplea with costs, holding that the original summons interrupted prescription in\nrespect of the debt which\nthe respondent was seeking to recover in the claim as\namended. The appeal is with the leave of the court\na quo\n.\n[2]\tIn\nthe original particulars of claim the respondent sued as a cessionary of a claim\nwhich Swaziland Timber Products Limited (‘Swazi\nTimber’) had against\nthe appellant based on the latter’s unjustified enrichment at the expense\nof the former. The allegations\nmade in support of the claim were briefly the\nfollowing. Swazi Timber operated an account at the respondent’s Matsapha\nbranch,\nSwaziland. The respondent, in turn, had an automated clearing bureau\naccount with Nedcor Bank Ltd (‘Nedcor’) in South\nAfrica which it\nused for the purpose of clearing cheques drawn on or by it and presented for\npayment in South Africa. A Mr Cawood\nand a company, Diamond Laser Bureau (Pty)\nLtd (‘Diamond Laser’), operated current accounts at the\nappellant’s Birnam\nbranch in Johannesburg. The accounts were overdrawn and\nCawood and Diamond Laser were unable to settle their indebtedness to the\nappellant. During September 1997 Cawood, who was employed by Swazi Timber,\nremoved cheques which had been signed in blank by duly\nauthorised signatories of\nSwazi Timber and inserted his own name, and that of Diamond Laser, as payees of\nthe cheques. These he deposited\nin his and Diamond Laser’s accounts at the\nappellant’s Birnam branch. Swazi Timber instructed the respondent to stop\npayment of the cheques but agreed that it had ‘no claim against the bank\nin the event of such document being inadvertently\npaid by the bank’.\nDespite Swazi Timber’s instruction, Nedcor paid the proceeds of the\ncheques to the appellant as collecting\nbanker and debited the respondent’s\nautomated clearing bureau account. The respondent, in turn, debited the account\nof Swazi\nTimber with the amount of the cheques with the result, so it was\nalleged, that Swazi Timber was impoverished and the appellant was\ncorrespondingly enriched by being able to apply the proceeds in reduction of the\nindebtedness to it of Cawood and Diamond Laser which\nwould otherwise have been\nirrecoverable.\n[3]\tThe effect of the amendment both in terms of the\noriginal notice and in terms of the notice delivered on 20 October 2001 was to\ndelete all reference to the respondent suing as a cessionary and to delete the\nallegation that Swazi Timber stopped payment of the\ncheques on the terms set\nforth above. Instead, it was alleged that Nedcor, in terms of its mandate from\nthe respondent, received\nthe cheques in question from the automated clearing\nbureau, debited the respondent’s account with the value of the cheques\nand\nthereafter despatched them to the respondent in Swaziland for validation of\npayment; that the cheques were intercepted by an\nunknown party in transit and\nthat in pursuance of an agreement between Nedcor and the respondent, the latter\nbore the risk of loss\nof the cheques. Accordingly, so it was alleged, the\ncheques were not presented for payment to the respondent, which was thereby\nprevented\nfrom debiting Swazi Timber’s account with their value and from\ndishonouring and returning the cheques in terms of the clearing\nhouse rules in\ntime for their provisional payment to be countermanded. It was alleged that in\nthe result the appellant was unjustly\nenriched at the expense of the respondent\n(no longer Swazi Timber) entitling the latter to sue in its own\nright.\n[4]\nSection 15(1)\nof the\nPrescription Act 68 of 1969\nprovides:\n‘The running of prescription shall, subject to subsection\n(2), be interrupted by the service on the debtor of any process whereby\nthe\ncreditor claims payment of the debt.’\nAs observed by Corbett JA in\nEvins v Shield Insurance Co Ltd\n1980 (2) SA 814\n(A) at 842E-F, ‘. .\n. it is clear that the “debt” is necessarily the correlative of a\nright of action vested in\nthe creditor, which likewise becomes extinguished\nsimultaneously with the debt’. The distinction between ‘right of\naction’\nand ‘cause of action’ has been repeatedly emphasized\nby this court. More recently in\nCGU Insurance Ltd v Rumdel Construction (Pty)\nLtd\n[2003] 2 All SA 597\n(SCA), para 6, at 601c-d ‘debt’ (and\nhence its correlative ‘right of action’) was noted to bear ‘a\nwide and general meaning’; and not the technical meaning given to\n‘cause of action’, being the phrase ordinarily\nused to describe the\nset of material facts relied upon to establish the right of action. Even a\nsummons which fails to disclose a\ncause of action for want of one or other\naverment may therefore interrupt the running of prescription provided only that\nthe right\nof action sought to be enforced in the summons subsequent to its\namendment is recognisable as the same or substantially the same\nright of action\nas that disclosed in the original summons. (See\nSentrachem Ltd v Prinsloo\n1997 (2) SA 1\n(A) at 15H-16B;\nChurchill v Standard General Insurance Co\nLtd\n1977 (1) SA 506\n(A) at 517B-C.) If it is, the running of prescription\nwill have been interrupted and it will not matter that the effect of the\namendment\nis to clarify or even expand the claim. (As to the expansion of the\nclaim, see eg\nSchnellen v Rondalia Assurance Corporation of SA Ltd\n1969\n(1) SA 517\n(W) at 520H-521G.) The sole question in the present appeal is\ntherefore whether the right of action relied upon in the particulars\nof claim as\namended is recognisable as the same or substantially the same as that relied\nupon in the particulars of claim in its\noriginal form.\n[5]\tCounsel for\nthe appellant referred us to\nPark Finance Corporation (Pty) Ltd v Van\nNiekerk\n1956 (1) SA 669\n(T). In that case the plaintiff issued summons in\nwhich it claimed payment of an amount which it alleged it had in terms of a\nwritten\ncontract expended in connection with the construction of a residence for\nthe defendant. It transpired that the defendant had concluded\nthe contract not\nwith the plaintiff company, but with a firm,\nPark Finance Corporation\n,\nwhich had subsequently, but before the issue of summons, ceded its rights under\nthe agreement to the plaintiff. After the prescriptive\nperiod had elapsed, the\nplaintiff sought to amend its declaration accordingly. In refusing the amendment\non the ground that the claim\nhad prescribed, Ramsbottom J held that the right of\naction sought to be enforced in the original summons in fact did not exist,\nwhile\nthe right relied upon in the amended summons was ‘quite a different\nright’ (at 673G-674C). However, in\nNeon and Cold Cathode Illuminations\n(Pty) Ltd v Ephron\n1978(1) SA 463 (A) at 474D Trollip JA expressed some\nreservation about the correctness of this decision on the facts of the case.\nHe\nsaid, at 474H, ─\n‘. . . there is much to be said for the argument\nadvanced by counsel for the plaintiff on the particular facts of that case.\nIt\nis summarized at p 673C-G. Briefly it was in effect that the amendment merely\nsought to enforce the same or substantially the\nsame right of action as alleged,\nalbeit defectively, in the originating process, for when action was instituted\nthere existed only\none right arising out of the one contract, which right\nactually did reside in the plaintiff, not as a party to the contract as was\nwrongly alleged, but as the cessionary thereof, but that error did not nullify\nthe process. In the light of the subsequent decisions\nin cases such as\nVan\nVuuren’s\nand\nChurchill’s, supra,\nthe decision on the\nfacts in the\nPark Finance\nCorporation\ncase,\nsupra\n, might\nwell have been wrong, but no firm view need be expressed on this\naspect.’\nThis reservation concerning the correctness of\nPark Finance\non the facts was referred to by F H Grosskopf JA in\nAssociated Paint\n& Chemical Industries (Pty) Ltd t/a Albestra Paint and Lacquers v Smit\n2000 (2) SA 789\n(SCA) at 795C-F, but without comment. On facts not dissimilar to\nthose in\nPark Finance\nMelunsky J in\nWavecrest Sea Enterprises (Pty)\nLtd v Elliot\n1995 (4) SA 596\n(SECLD) declined to follow\nPark Finance\n,\nlargely on the strength of Trollip JA’s reservation as to its correctness.\n[6]\tBut even if\nPark Finance\nwas not correctly decided (which it\nis unnecessary to decide) it is distinguishable from the present case. What was\nsought to be\nenforced in that case, both in the original summons and in the\namendment, was a right that accrued from the contract in favour of\nthe other\ncontracting party. It was merely in relation to the identity of that other\ncontracting party that the two claims differed.\nThe right of action that was in\nissue was in substance always the same. In the present case, as I shall show,\nnot only has the identity\nof the creditor changed, but the very basis of the\nright of action has changed.\n[7]\tThe same might be said of\nGrindrod\n(Pty) Ltd v Seaman\n1998 (2) 347 (C). In that case it was held that a summons\nwould not have interrupted the running of prescription in the event of\nit being\nfound that after service on the defendant the plaintiff had ceded the claim to a\nthird party who later, subsequent to the\ncompletion of the prescriptive period,\nhad ceded it back to the plaintiff. The court reasoned that in the event of such\na finding\nthe right of action of the plaintiff and the right of action of the\ncessionary to whom it was ceded, were not one and the same, and\nthat\nprescription would have continued to run when the claim was ceded. It is also\nnot necessary to decide whether the decision in\nthat case was correct for even\nif it was not, the facts are similarly distinguishable from those of the present\ncase.\n[8]\tThe basic ingredients of any enrichment action include the\nenrichment of one party (the defendant) and a corresponding impoverishment\nof\nanother (the plaintiff). In the absence of an impoverishment there can be no\nright of action. In the original particulars of claim\nin the present case it was\nthe impoverishment of Swazi Timber that gave rise to and formed the basis of the\nright sought to be enforced;\nin the amended particulars of claim it was the\nimpoverishment of the respondent itself. But once it is accepted that Swazi\nTimber\nwas not the impoverished party it follows that the right of action relied\nupon in the original particulars of claim was not only\nnon-existent, it was, in\nany event, an entirely different ‘right’ from the right sought to be\nenforced in the amended\nclaim.\n[9]\tIt is true, as emphasized by counsel\nfor the respondent, that the enriched party, ie the appellant, remained the\nsame. But the\nmere fact that there is some overlapping of factual allegations\ncontained in the pre- and post amendment particulars of claim is\nnot enough\n(\ncf Evins v Shield Insurance Co Ltd, supra,\nat 838H-839D). The right of\naction disclosed in the amended particulars of claim must at least be\nrecognisable as the same or substantially\nthe same as the right disclosed in the\noriginal claim. In the present case the right disclosed in the amended\nparticulars of claim\nis recognisable as neither.\n[10]\tIn the\nresult:\n(a)\tThe appeal succeeds with costs, including the costs of \t\ttwo\ncounsel;\n(b)\tThe order of the court\na quo is\nset aside and the\n\t\t\tfollowing is substituted ─\n‘The defendant’s special\nplea of prescription is upheld \t\tand the plaintiff’s claim is dismissed\nwith costs.’\nD G\nSCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nMTHIYANE\tJA\nNUGENT\t\tJA\nLEWIS\t\tJA\nPONNAN\t\tAJA",
  "scraped_at": "2026-02-12T08:58:36.396586",
  "date": "2004-03-30",
  "coram": [
    "SCOTT JA",
    "MTHIYANE JA",
    "NUGENT JA",
    "LEWIS JA",
    "PONNAN AJA"
  ],
  "case_number": "01/03",
  "parties": {
    "applicants": [
      "FIRSTRAND BANK LIMITED"
    ],
    "respondents": [
      "NEDBANK (SWAZILAND) LIMITED"
    ]
  },
  "sections": {
    "facts": "FirstRand Bank Ltd (the appellant) is a commercial bank in Johannesburg. Nedbank (Swaziland) Ltd (the respondent) issued summons on 20 July 2000 against FirstRand. After the prescribed period, the respondent amended its claim several times, ultimately seeking recovery on the basis that FirstRand had been unjustly enriched at the respondent's expense. The original claim was based on a cession of Swazi Timber's alleged loss, whereas the amended claim asserted that the respondent itself suffered the loss. The appellant raised a special plea of prescription, arguing that the amendment introduced a different right of action and that service of the original summons did not interrupt prescription.",
    "issues": "The court had to determine (1) whether the amendment to the particulars of claim introduced a different right of action such that the original summons did not interrupt the running of prescription, and (2) whether the respondent’s claim, as amended, was therefore prescribed.",
    "principles": "Section 15(1) of the Prescription Act provides that service of a process interrupts prescription where the creditor claims payment of the debt. South African jurisprudence distinguishes a \"right of action\" (the legal basis for recovery) from a \"cause of action\" (the factual matrix). A summons interrupts prescription if the right of action sought in the amended pleading is the same or substantially the same as that in the original pleading (see Evins v Shield Insurance, CGU Insurance v Rumdel Construction, Sentrachem v Prinsloo). Cases such as Park Finance v Van Niekerk illustrate that a different substantive right will not interrupt prescription.",
    "application": "Applying these principles, the court found that the original claim centred on the impoverishment of Swazi Timber, whereas the amended claim centred on the impoverishment of the respondent itself. This represents a fundamentally different right of action, not merely an expansion of the same claim. Consequently, the service of the original summons did not interrupt prescription for the new cause of action, and the respondent’s claim was deemed prescribed.",
    "conclusion": "The appeal was upheld. The court set aside the lower court’s order, upheld the appellant’s special plea of prescription, dismissed the respondent’s claim with costs, and awarded costs to the appellant, including costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "right of action",
      "amendment of pleadings",
      "unjust enrichment",
      "banking",
      "statute of limitations"
    ]
  }
}