{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/25.html",
  "case_name": "Powell NO and Others v Van der Merwe and Others (503/2002) [2004] ZASCA 25; [2005] 1 All SA 149 (SCA); 2005 (5) SA 62 (SCA); 2005 (1) SACR 317 (SCA); 2005 (7) BCLR 675 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 25",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 25\n|\nNoteup\n|\nLawCite\nPowell NO and Others v Van der Merwe and Others (503/2002) [2004] ZASCA 25; [2005] 1 All SA 149 (SCA); 2005 (5) SA 62 (SCA); 2005 (1) SACR 317 (SCA); 2005 (7) BCLR 675 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 503/2002\nIn the matter between:\nOliver Michael POWELL, NO\nFirst Appellant\nand ten other appellants\nand\nThe Honourable Mr Justice WJ Van der Merwe\nFirst\nrespondent\nMagistrate AC FREUND\nSecond respondent\nDIRECTORATE OF SPECIAL OPERATIONS\nThird Respondent\nDIRECTOR OF THE DIRECTORATE OF SPECIAL OPERATIONS\nFourth Respondent\nMINISTER OF JUSTICE\nFifth\nRespondent\nBefore:\nHarms JA, Cameron JA, Brand JA, Conradie JA and Southwood AJA\nAppeal:\n4 March\n2004\nJudgment:\n1 April 2004\nNational Prosecuting\nAuthority Act 32 of 1998\n– Authorisation of investigation: requirements\n– Search warrants: requirements for issue and requirements for validity\n– Voidness for over-breadth\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nAt issue is the lawfulness\nof a search and seizure carried out under warrant at the Johannesburg home and\nbusiness of the first appellant,\nMr Powell, in October 1999, as well as a\nsimilar operation at his farm in Ellisras a fortnight later.  The searches were\ncarried\nout in reliance on the National Prosecuting Authority Act 32 of 1998\n(the NPA Act).  Powell seeks to have the searches declared illegal\nand the\nseized documents returned to him, together with an interdict against the\ndisclosure of information gained from them.  He\nalso sought constitutional and\nother relief in which he no longer persists.  His challenges all failed before\nvan der Westhuizen\nJ in the Pretoria High Court, with whose leave he now\nappeals.\nPowell is an insolvency practitioner.  He attends to the administration and\nwinding-up of companies in liquidation, to insolvent estates\nand judicial\nmanagement of corporations, and acts as a receiver for creditors under schemes\nof arrangement.  In this he makes himself\navailable for appointment by the\nMaster of the High Court as a statutory liquidator.  It is a lucrative business,\nfor those who succeed\nin it as Powell has, and on the assertions of both parties\nnot without its share of rivalry, intrigue and questionable dealing. \nIn\nSeptember 1999 a national Sunday newspaper published claims, which Powell\nvigorously denied, that he had a corrupt association\nwith a senior member of the\nMaster’s office in the Pretoria High Court.  As the dispute with the\nnewspaper intensified, the\nMinister of Justice and Constitutional Development\n(the Minister) in October appointed a departmental investigation team to probe\nthe appointment of liquidators by the Pretoria Master’s office.  Four days\nlater, on 22 October, the head of the Investigating\nDirectorate: Serious\nEconomic Offences (IDSEO) established under the NPA\nAct,\n[1]\nAdvocate Jan Swanepoel,\ninvoked the statute to institute a preparatory\ninvestigation\n[2]\ninto alleged\nirregularities in the appointment of liquidators and curators at the Pretoria\nMaster.  He designated an advocate on\nhis staff, Ms Gerda Ferreira, to conduct\nthe investigation on his behalf.\n[3]\nThis clothed Ferreira with power to apply for a search warrant, which she did\nthe next day.  On Saturday evening 23 October, Van\nder Merwe J granted the\nwarrant\n[4]\nand the search took place\non the Sunday.  A large number of documents and files were seized at\nPowell’s home and business premises.\n More were taken later at his farm,\non a warrant Ferreira obtained from the magistrate at Ellisras.\n[3]\nFive months later, in March\n2000, after the Directorate had returned the bulk of the documents seized,\nPowell, his farm manager and\na number of trusts and companies associated with\nhis business and other interests (the present appellants, to whom I refer\ncollectively\nas ‘Powell’) brought urgent proceedings claiming\nrestoration of the rest.  He joined Van der Merwe J as first respondent\n(this\nCourt ruled later that citing high court judges who issue statutory search\nwarrants is wrong),\n[5]\nand the\nmagistrate at Ellisras as the second respondent.  The Directorate is the third\nrespondent, Swanepoel the fourth, and the\nMinister the fifth.  The latter three\noppose the proceedings, which started before van der Westhuizen J in September\n2000. A striking-out\napplication was argued in September and December, after\nwhich judgment was reserved.  While judgment was pending Powell applied to\nre-open his case, and both sides filed supplementary affidavits.  The main\nrelief was eventually argued in October 2001 and judgment\nreserved.  Van der\nWesthuizen J dismissed the application in March 2002, his reasons following in\nApril.  He granted leave to appeal\nin September\n2002.\n[4]\nThe complaints Powell made\nabout the search were numerous, and they were voluminously pursued over court\npapers that eventually totalled\n1700 pages.  Before us Mr Slomowitz, who\nappeared for Powell on appeal, narrowed the attack.  He contended that the\nstatutory investigation\non the basis of which the warrants were issued was not\nlawfully initiated; that the warrants themselves should never have been granted;\nand that their terms were fatally over-broad.\nFirst attack: Initiating a preparatory investigation in terms of s 28(13)\nof the NPA Act\n[1]\nThe power to launch a\npreparatory investigation that Swanepoel invoked on 22 October 1999 was\nscrutinised together with other provisions\nof the NPA Act in the\nHyundai\ncase,\n[6]\nwhere the Constitutional\nCourt considered the scheme and intention of the statute.  A preparatory\ninvestigation may be held if the\ninvestigating director is uncertain whether the\ngrounds exist to hold a plenary investigation under s\n28(1),\n[7]\nsince for that a reasonable\nsuspicion that a specified offence (or an attempt) has been or is being\ncommitted is necessary.  Langa\nDP explained as follows the structure of the Act,\nthe purpose of the investigating directorates it establishes, and the power to\nhold preparatory investigations:\n‘The\ninvestigating directorate is a special unit established under the Act to conduct\ninvestigations into serious and complex\noffences.  If it were unable to commence\ninvestigations until it had a reasonable suspicion that a specified offence had\nbeen committed,\ninitial investigations which may be sensitive and crucial would\nhave been beyond its jurisdiction.  The provisions of the Act authorising\nthe\ninvestigating directorate to engage in preparatory investigations serve the\npurpose of enabling the investigating directorate\nto be involved in sensitive\ninvestigations from an early stage.  The purpose therefore is to assist the\ninvestigating director to\ncross the threshold from a mere suspicion that a\nspecified offence has been committed to a reasonable suspicion, which is the\nprerequisite\nfor the holding of an\ninquiry.’\n[8]\nWhen would it be appropriate for an investigating director to hold a\npreliminary rather than a plenary investigation?  Langa DP said:\n‘At least two kinds of doubt may give rise to a decision to conduct a\npreparatory investigation rather than an inquiry:  doubt\nwhether there is reason\nto believe that an offence has been committed, on the one hand, and doubt\nwhether an offence, suspected to\nhave been committed, is in fact a specified\noffence.’\n[9]\nHe elaborated by emphasising the contingent and preliminary nature of the\npreparatory investigation:\n‘This form of procedure is instituted in order to enable the\ninvestigating director to determine if there are reasonable grounds\nto conduct\nan inquiry.  It is therefore a preliminary step and is not an end in itself.  It\nis a procedure that is available to an\ninvestigating director who has\ninsufficient grounds or information to form a reasonable suspicion that a\nspecified offence has been\ncommitted.  A mere suspicion may therefore trigger a\npreparatory investigation, provided the purpose is to enable the investigating\ndirector to decide whether or not there are in fact reasonable grounds for a\nsuspicion that a specified offence has been\ncommitted.’\n[10]\n[6]\nAt the time Powell’s\npremises were searched, the President had established two investigating\ndirectorates:  one for organised\ncrime and public safety offences; and another\nfor serious economic offences.  (A third was later established for\ncorruption.)\n[11]\nThe NPA Act\ndefines a ‘specified offence’ as ‘any offence which in the\nopinion of the investigating director falls\nwithin the category of offences set\nout in the proclamation referred to in s 7(1) in respect of the investigating\ndirectorate concerned’.\n[12]\nThe categories of offence in respect of which Swanepoel (as investigating\ndirector for serious economic offences) had to exercise\nhis functions were\ngazetted as:\n‘(a) Any offence of –\n(i)\tfraud;\n(ii)\ttheft ;\n(iii)\tforgery and uttering; or\n(iv)\tcorruption in terms of the Corruption Act, 1992 (Act No. 94 of 1992);\nor\n(b) any other –\n(i) economic common law offence; or\n(ii) economic offence in contravention of any statutory provision,\nwhich involves patrimonial prejudice or potential patrimonial prejudice to the\nState, any body corporate, trust, institution or person,\nwhich is of a serious and complicated\nnature.’\n[13]\n[7]\nIn a document dated and\nsigned on 22 October 1999, Swanepoel sought to initiate a preparatory\ninvestigation as follows (my\ntranslation):\n‘INSTITUTION OF A PREPARATORY\nINVESTIGATION IN TERMS OF\nSECTION 28(13)\nOF THE\nNATIONAL PROSECUTING AUTHORITY\nACT, 32 OF 1998\nWhereas I consider it necessary to hear evidence to enable me to determine if\nthere are reasonable grounds to hold an inquiry in terms\nof\nsection 28(1)(a)\nof\nthe\nNational Prosecuting Authority Act, 32 of 1998\nconcerning alleged\nirregularities at the Master of the High Court, Pretoria, in regard to the\nappointment of liquidators and curators,\nTherefore I have decided to hold a preparatory investigation in terms of\nsection 28(13)\nof Act 32 of 1998.’\n[8]\nHe stipulated no offence in\nseeking to institute the preparatory investigation.  He referred only to\n‘alleged irregularities’.\n To this he added a location (the Pretoria\nMaster’s office) and a focus (the appointment of liquidators and\ncurators).  But\n‘irregularity’ is a wide word.  It can encompass any\nbehaviour, practice or phenomenon that deviates from a norm or rule,\nstandard or\nconvention.\n[14]\nThe deviation does\nnot have to be criminal.  And if it is criminal, it does not have to be one of\nthe scheduled crimes, or if scheduled\n‘of a serious and complicated\nnature’.\n[9]\nOn the face of the authority\nSwanepoel signed, a preparatory investigation into ‘alleged\nirregularities’ in the Master’s\noffice could therefore encompass\nvarious forms of conduct, including –\n(A)\ncriminal irregularities constituting specified offences (such as corruption,\nfraud and theft of a serious and complicated nature);\n(B) criminal irregularities not constituting specified offences (such as\nfraud, theft and corruption of a trivial or uncomplicated\nnature); or\n(C) non-criminal deviations from norms, rules, standards and conventions in\nregard to appointments.\n[10]\nThe last category could\nembrace uncorrupt but erroneous preference given to certain liquidators because\nof mistaken understanding\nor disregard of statutory requirements, honest but\nmistaken preference for certain liquidators in ignorance or disregard of office\nrules, or, more widely still, irregular office practices such as unwitting\ndisregard of civil service regulations in appointments,\nunprofessional service\ndelivery relating to appointments, or even breakdown of regular office\norganisation and function in regard\nto appointments resulting from systematic\nmisfiling and loss of documents and records.\n[11]\nOnly type-A irregularities\nfall within the investigating directorate’s powers and\nfunctions.\n[15]\nType-B\nirregularities fall outside the investigating director’s functions and\nshould be left to the police to deal\nwith.\n[16]\nType-C irregularities are\nthe business of neither the police nor the investigating directorate.  They are\nmatters for office management,\norganisation and\ndiscipline.\n[12]\nThe statute empowers the\ninvestigating director to hold a plenary investigation in terms of s 28(1) if\nthere is a reasonable suspicion\nthat type-A irregularities (or attempts) are\noccurring or have occurred.  In addition, under the\nHyundai\nanalysis the\nstatute in certain circumstances gives the investigating director power to act\nwhen he or she is confronted with type-B\nirregularities.  A preparatory\ninvestigation may be held not only if the investigating director is uncertain\nwhether an offence (which\ndefinitely would be a specified offence) has been\ncommitted at all (occurrence-uncertainty), but also if the investigating\ndirector\nin fact has reasonable grounds for suspecting an offence, but does not\nhave reasonable grounds for suspecting that the offence in\nquestion is specified\n– in other words if the investigating director reasonably suspects a\ntype-B irregularity but is uncertain\nwhether it is a type-A irregularity\n(category-uncertainty).\n[13]\nIn\nHyundai\nLanga DP\nleft open the possibility that doubts regarding more than the occurrence or\ncategory of an offence could conduce to a s\n28(13)\ninquiry.\n[17]\nHe did not elaborate,\nbut other kinds of doubt that suggest themselves include doubts about the\nnature, sufficiency, quality and\navailability of the evidence forming the basis\nfor the investigating director’s suspicion regarding the offence.   In all\nthese\ncases the preparatory investigation power is\navailable.\n[14]\nWhat is clear however is\nthat to launch a preparatory investigation the investigating director must have\nat least a suspicion that\nsome form of offence (or an attempt) is being or has\nbeen committed.  There may be uncertainty about the fact of the offence or about\nits categorisation, or about the nature and strength of the evidence for it. \nBut an offence there must be:  and one that is capable\nof constituting a\nspecified offence.\n[15]\nMr Maleka, who appeared for\nthe investigating director and the Minister, accepted that ‘alleged\nirregularities’ included\nnon-offences, but contended that s 28(13) enabled\nthe investigating director to gather evidence even when unable to stipulate any\noffence.  The stipulation, he contended, could follow as a consequence of the\npreparatory investigation.  It was not its pre-condition.\n On this argument the\nstatute would empower the investigating director to investigate non-offences, in\nsearch of an offence.  That\ncannot in my view be correct.  The statute gives the\ninvestigating director no jurisdiction to invoke the preparatory investigation\nmachinery when no offence is in issue at all.  The investigating director was no\nmore entitled to investigate ‘alleged irregularities’\nthat did not\nconstitute offences than he was to investigate office rivalries or jealousies or\nmisspelling of names or innocent misapplication\nof regulations in the\nappointment of liquidators.\n[16]\nIn his affidavits Swanepoel\nstates that ‘although no offences were specified by me when the\npreparatory investigation was instituted,\nit was clear that the most likely\noffences were corruption.’  And he points out that Ferreira did mention\n‘corruption’\nin the affidavit she submitted to Van der Merwe J the\nnext day.  But why did Swanepoel not himself mention corruption in initiating\nthe preparatory investigation?  He records that his attitude was that s 28(13)\ndid not require him to stipulate a specified\noffence:\n‘It is my interpretation that at the\nstage when a preparatory investigation is instituted, it is not necessary or\neven possible\nto specify the specified offence being investigated.’\n[17]\nThis stance the High Court\nupheld.  The judge recorded that Powell’s argument on this point had\ntroubled him to some extent,\nbut that to uphold it would be to adopt ‘an\noverly literal approach’ to reading the NPA Act.  He pointed out that\nthere\ncould not be absolute certainty ‘at such an early stage as to\nexactly which offence may have been committed or may be\nplanned’:\n‘Criminal investigations\nobviously start with perhaps one particular suspected offence in mind, and then\nresult in charges relating\nto other offences.  Furthermore, charge sheets can be\namended.  It would be a cynical and excessively literal approach to expect\nthat\none or more specified offences must be mentioned by name, well knowing that the\ninvestigation which will follow may produce\nevidence pointing to an offence\nwhich is formally different.’\n[18]\nThe learned judge upheld\nthe respondents’ contention that ‘alleged irregularities’ was\nnot overbroad, because the\nphrase referred to a specific official, in a\nparticular city, and specifically to the appointment of liquidators and\ncurators.  There\ncould therefore be no doubt ‘in the minds of those\nconducting the investigation, or those being investigated, as to the object\nof\nthe investigation’.  Nor could there be any prejudice for Powell.  He\nconcluded that ‘for purposes of formal or technical\ncompliance, it might\nhave been preferable if, for example, the crime of corruption were mentioned by\nname in addition to the reference\nto alleged\nirregularities’:\n‘However, the mere\nmentioning by name of a specified offence, for example corruption, would not\nnecessarily have resulted in\nnarrowing the scope of the investigation, depending\non the presence or absence of other detail. To investigate corruption, fraud\nor\nextortion in the office of the Master, or even in the office of the Master in\nPretoria (without reference to for example the appointment\nof liquidators or\ncurators) would not necessarily be any less of a fishing expedition than the\nformulation used in this case.  In\nfact it could be wider.  Any corruption,\nfraud or extortion by any person in or attached to such office, could then be\ninvestigated.\n The purpose is clarity, the narrowing of the scope of an\ninvestigation and the protection of the basic rights of those involved,\nrather\nthan slavishness to a formal literal interpretation.’\n[19]\nI cannot agree with this\napproach, which does not seem to me to be a correct application of\nHyundai\n.  The question whether the investigating director has to\nstipulate the offence he or she has in mind in initiating a preparatory\ninvestigation does not arise from a contest between literal and substantive\napproaches to reading the Act.  Nor is it a technical\nor formal matter.  It\nstems from the requirement of legality, which underlies our Constitution, and\nwhich sets limits to all public\npower,\n[18]\nand scrutinises its\nexercise for conformity with those limits.\n[20]\nThe NPA Act grants the\ninvestigating director power to investigate only specified offences, and to\nexercise functions regarding other\noffences only in relation to that power.  It\ndoes not grant independent power to investigate non-specified offences, and it\nconfers\nno jurisdiction to investigate irregularities that are not offences at\nall.  Giving due effect to this limitation becomes particularly\nimportant when\none considers the very wide powers the Act does grant the Directorate once a\npreparatory or plenary investigation\nhas been properly\ninstituted.\n[19]\nThe scope of those\npowers indicates that the investigating director’s decision to initiate an\ninquiry must be properly tailored\nto the ends the statute permits him to pursue,\nand must be expressed in terms that commit him and his staff to the pursuit of\nthose\nends, and no more.\n[21]\nIn purporting to institute\na preparatory investigation into ‘alleged irregularities’ the\ninvestigating director initiated\na process that was overbroad because it\nencompassed elements that fell outside his statutorily assigned domain.  In so\ndoing he acted\nbeyond the powers the statute entrusted to him.  The fact that\nthe term he chose was broad enough to cover specified offences (and\nother\noffences that might relate to his functions regarding specified offences) made\nno difference in the context of this statute,\nsince in choosing not to\ndifferentiate he made it impossible for himself, and his functionaries, and\nthose relying on the assertions\nof his functionaries, to distinguish between\nwhat he intended lawfully and narrowly and what he intended unlawfully and\noverbroadly.\n The untoward practical effect of this overbreadth on\nFerreira’s designation, and on the search warrants eventually issued,\nwill\nlater emerge.\n[22]\nIt is no answer to say, as\nSwanepoel does, that it was ‘clear that the most likely offences were\ncorruption’, or, as the\njudge found, that in the minds of the\ninvestigators and the investigated there was no doubt as to the object of the\ninvestigation.\n The question is not whether it was clear (a matter on which I\nfeel greater apprehension than the learned judge), but what powers\nthe\ninvestigating director purported to arrogate to himself and his staff in\ninitiating the investigation.  The principle of legality\nrequired him to confine\nhimself in the exercise of those powers to what the statute permitted, and in\nspecifying ‘alleged irregularities’\nhe went beyond that.  To insist\nthat he should not have done so is not technical or formal.  It is a requirement\nof constitutional\nsubstance, relating to the ambit of the investigating\ndirector’s powers and the pre-conditions for their lawful\nexercise.\n[23]\nIt is true that the statute\nempowers the investigating director to range broadly in carrying out duties. \nGiven the problems of corruption,\nfraud, theft and other serious economic\noffences that beset our country, this is both necessary and\nright.\n[20]\nWhat Swanepoel could do\nlawfully was indeed very wide.  But the statute did not give him unlimited\npower, nor power to range beyond\nits boundaries.  Nor does it mean that\nconfining him to the lawful ambit of his powers was pointless or formalistic. \nClarity and\nprecision are the allies of order in law.  Imprecision and vagueness\nall too often are its enemies.\n[24]\nThe very ambit of the\noffences gazetted – together with the fact that a ‘specified\noffence’ means any offence which\nin the investigating director’s\nopinion falls within the category of gazetted\noffences\n[21]\n– shows that this\napproach is no undue encumbrance.  Confining himself and his staff within the\nlawful domain was a requirement\nof legality.  Its object was to ensure that the\ninvestigation was pursued regularly and properly, and not haphazardly and\nunboundedly.\n[25]\nIn determining whether the\ninvestigating director initiated the investigation lawfully, the question is not\nhow broadly his actual\ninvestigation might eventually range, but whether he\ncould from the outset arrogate to himself the power to investigate\nirregularities\nwhich constituted neither specified offences nor offences.  That\nhe could not lawfully do.\n[26]\nThe judge invoked the\ndecision of this Court in\nBogoshi and another v Director, Office for Serious\nEconomic Offences and others\n[22]\nfor\nthe conclusion that an offence does not have to be stipulated when a\npreparatory investigation is instituted.\nBogoshi\nwas not decided under\nthe NPA Act, but under its predecessor, the Investigation of Serious Economic\nOffences Act 117 of 1991.  The\n1991 Act, unlike the NPA Act, did not contain the\nconcept of ‘specified offences’, nor did it require that the\noffences\nsubject to it be specified by notice in the\ngazette.\n[23]\nThe 1991 Act eschewed\nspecification, instead defining a ‘serious economic offence’ simply\nas ‘any offence which\nin the opinion of the Director is a serious and\ncomplicated economic\noffence’.\n[24]\nThe NPA Act\nintroduced greater clarity and precision by defining more rigorously the ambit\nof the investigating directorate’s\npowers.\n[27]\nThe contrast between the\ntwo statutes underscores the differences between\nBogoshi\nand the present\ncase.  In\nBogoshi\n, the Director was empowered to hold an inquiry if there\nwas reason to suspect that a ‘serious economic offence’ had been\ncommitted.  What that constituted was a matter for the Director’s opinion.\nExercising this power in 1991, the Director issued\na search warrant and a\nsummons.  Both referred to ‘alleged irregularities concerning\nclaims’ an attorney had submitted\nto the statutory Road Accidents Fund. \nThis Court found the formulation ‘vague, but not fatally\nso’.\n[25]\nIn regard to the\nwarrants, the formulation was found to be in order because ‘the discretion\nwhich is afforded those authorised\nis, as the Court\na quo\nfound, in\naccordance with the terms of the section\nitself’.\n[26]\nThis is far from\nthe present.  The NPA Act is a post-constitutional statute, which attempted to\nremedy constitutional flaws in its\npredecessor.\n[27]\nIt does not leave\nthe meaning of the offences it covers to the opinion of the investigating\ndirector.  It requires the President\nto specify them by notice in the gazette. \nThe gazette in question contains a detailed specification that limits very\nconsiderably\nthe opinion the investigating director may form as to what a\nspecified offence is.\nBogoshi\ncan therefore not govern the NPA Act, nor\njustify Swanepoel’s omission to stipulate a lawful ambit for the\npreparatory investigation.\n[28]\nI therefore conclude that\nSwanepoel did not validly invoke s 28(13).  It is unnecessary to decide whether\nhis invalid invocation is\nintrinsically fatal to all steps taken in reliance on\nit, since each of those steps – his designation of subordinates to carry\nout the inquiry; and the search warrants they obtained – was, as will\nappear, tainted with the same disability.  It is in fact\na striking feature of\nthe case that Swanepoel’s overbroad formulation of his initial inquiry\npermeated everything done thereafter.\n[29]\nOn the day he launched the\npreparatory investigation, Swanepoel in terms of s\n28(2)(a)\n[28]\ndesignated Ferreira and\nother officials on his staff to carry out the inquiry on his behalf.  That\ndesignation similarly mentioned\nonly ‘alleged irregularities’.  It\ntherefore suffered from the same overbreadth.  As a result, Ferreira lacked\nproper\nauthority to apply for the search warrants the next day.  It is, again,\nnot necessary to decide that the warrants themselves were\nfor this reason alone\ninvalid, since, as later appears, they suffered from intrinsic defects of their\nown.\nSecond attack: Application for search warrants\n[30]\nThe reason Swanepoel\ninvoked the preparatory investigation procedure on the Friday was that he lacked\n‘reason to suspect’\na specified offence – the requisite for a\nplenary investigation.  Yet the next day Ferreira applied for a warrant under s\n29.\n For this (it was common cause) she had to have reason to suspect at least\nan offence capable of constituting a specified offence.\n In\nHyundai\nLanga\nDP said that the proper interpretation of s 29 permits a judicial officer to\nissue a search warrant in respect of a preparatory\ninvestigation –\n‘only when he or she is satisfied that there\nexists a reasonable suspicion that an offence which might be a specified offence\nhas been committed.  The warrant may only be issued where the judicial officer\nhas concluded that there is a reasonable suspicion\nthat such an offence has been\ncommitted, that there are reasonable grounds to believe that objects connected\nwith an investigation\ninto that suspected offence may be found on the relevant\npremises and, in the exercise of his or her discretion, the judicial officer\nconsiders it appropriate to issue a search\nwarrant.’\n[29]\nThese, he added, ‘are considerable safeguards protecting the right to\nprivacy of\nindividuals’.\n[30]\n[31]\nPowell claims that these\nsafeguards were violated when Ferreira applied for, and Van der Merwe J granted,\nthe first search warrant.\n Ferreira largely repeated her assertions before the\nEllisras magistrate, though she fortified them with information gleaned from\nthe\ndocumentation seized in Johannesburg a fortnight earlier.  The parties’\narguments treated the applications for the two\nwarrants, and the questions they\nraised before the judicial officers, as for practical purposes identical, and I\nshall do the same.\n[32]\nPowell makes two principal\ncomplaints.  He says that there was insufficient information of adequate quality\nbefore Van der Merwe J\nto justify the grant of the warrant.  And he contends\nthat Ferreira failed to disclose material facts in her application.  In my\nview,\nneither complaint can be upheld.  In saying this I will accept Powell’s\ncontention that Ferreira’s affidavit contains\na number of claims regarding\nthe law and the practice relating to the appointment of liquidators that are\ninaccurate; and that her\nassertion that the then head of the Pretoria\nMaster’s office, Mr BC Nell, continuously gave preference to Powell was\n(on the\nbasis of office data Powell later analysed)\nunjustified.\n[33]\nPowell’s difficulty\nin challenging Ferreira’s application is that she based it on two sworn\nstatements.  One she obtained\nthe previous evening, after Swanepoel started the\npreparatory investigation, and after she and Swanepoel were briefed by the\nalready-appointed\ndepartmental investigation team.  This was a deposition by a\nstaff member, Ms Mahole, who became a Deputy Master in the Pretoria\noffice in\n1994.  Mahole did not wish to go on record.  But she was willing to go on oath. \nAnd Ferreira derived her assertions about\nNell’s preference for Powell\nfrom her affidavit, which on its face supported those claims.  Mahole said that\nPowell ‘was\nrepeatedly nominated by and appointed by Mr Nell, without\nnominations from creditors’, and that in instances where Powell was\nnominated by creditors whose claims were insufficient in number and value, Nell\n‘normally’ gave Powell preference anyway.\n She also recounted two\nincidents which suggested that Nell strained to assist Powell to procure\nappointments even in the face of\ncontrary decisions by\ncolleagues.\n[34]\nIt is significant that\nFerreira considered this affidavit insufficient on its own to apply for a search\nwarrant.   She says that the\nsituation changed the next day when she obtained a\nsecond affidavit that pointed directly to a corrupt association between Powell\nand Nell.  This was a deposition by one van Vuuren, from whom in 1995 Powell\nbought his Ellisras farm.  From van Vuuren’s affidavit\nFerreira derived\nthe assertion that Powell and Nell together visited van Vuuren’s farm a\nnumber of times during the purchase\nnegotiations, and that Nell made statements\nto van Vuuren signalling a corrupt relationship with\nPowell.\n[35]\nWas this enough for\nFerreira to apply for a warrant, and for Van der Merwe J to grant it?  Van der\nWesthuizen J held that it was.\n A reasonable suspicion, he found, was an\nimpression formed on the basis of diverse factors, including facts and pieces of\ninformation\nfalling short of fact such as allegations and rumours.  ‘It is\nthe total picture that is relevant.’  I agree with this\nconclusion.    At\nthe stage in question, Ferreira was not required to have conclusive or even\nprima facie proof, but a reasonable\nsuspicion, adequately and objectively\nestablished.\n[36]\nThis Court has endorsed and\nadopted Lord Devlin’s formulation of the meaning of\n‘suspicion’:\n[31]\n‘Suspicion\nin its ordinary meaning is a state of conjecture or surmise where proof is\nlacking; ‘I suspect but I cannot\nprove’.  Suspicion arises at or\nnear the starting point of an investigation of which the obtaining of\nprima\nfacie\nproof is the\nend.’\n[32]\n[37]\nTo the passage already\nadopted I would add the sentence that immediately follows, since it has a\nbearing on the present:  ‘When\nsuch proof has been obtained, the police\ncase is complete; it is ready for trial and passes on to its next\nstage.’\n[33]\nFerreira and\nSwanepoel were not ready to charge Powell or Nell.  Prima facie proof was as yet\nlacking.  Lord Devlin went on to point\nout –\n‘another distinction between reasonable\nsuspicion and prima facie proof.  Prima facie proof consists of admissible\nevidence.\n Suspicion can take into account matters that could not be put in\nevidence at all. ... Suspicion can take into account also matters\nwhich,\nalthough admissible, could not form part of a prima facie\ncase.’\n[34]\n[38]\nThat applies also here,\nwhere Ferreira’s application unavoidably relied on evidence on oath\nsupplied to her by a witness who\nat that stage was not willing to come forward. \nWhat the statute required was that her application should set out the grounds of\nher surmise regarding the allegedly corrupt relationship between Nell and Powell\nwith sufficient particularity to show that it was\nreasonable.  In the\nHyundai\nformulation, she had to ‘place before a judicial officer an\nadequate and objective basis to justify’ the issue of the\nwarrant.\n[35]\nThis entailed at least\nthat she should show that her surmise was not fanciful, but grounded in fact;\nthat it was based on sound\nevidence that was available to her; and that other\npersons in her position, considering the facts and the available evidence, would\nconclude that the surmise in question was not far-fetched, misguided, or\npatently mistaken.  To this I would add that in assessing\nwhether her suspicion\nwas reasonable, she was required to bear in mind that the provisions she sought\nto invoke authorised drastic\ninvasive\naction.\n[36]\n[39]\nIn my view these requisites\nwere satisfied here.  The two affidavits laid an adequate basis for\nFerreira’s averment that ‘the\nrelationship between Nell and Powell\nis suspect and the suspicion exists that corruption is being\nperpetrated’.\n[37]\nThey also\nlaid an adequate basis for her submission in her application that a search and\nseizure operation at Powell’s and\nNell’s premises was justified.\n[40]\nPowell did not seek to\ncross-examine Ferreira and I do not think there is any basis for impugning her\ngood faith in relying on Mahole’s\nand van Vuuren’s assertions when\nshe applied for the warrant.  Nor is there any basis for saying that she acted\nunreasonably\nin doing so.\n[41]\nPowell complains in\naddition (while not refuting what van Vuuren says) that van Vuuren was a thug\nassociated with the notorious Vlakplaas\nfacility who perpetrated gross human\nright abuses under apartheid and who had a bad relationship with Powell after\nthe farm sale,\nand that Ferreira failed to disclose this and other information,\nsuch as the enmity and animosity within the liquidation business,\nand the\nantagonism towards Powell from major banks.\n[42]\nIn invoking a procedure\nwithout notice to the party sought to be subjected to it, Ferreira engaged the\nprocesses of justice in an\ninevitably one-sided process.  She was consequently\nunder a duty to be ultra-scrupulous in disclosing any material facts that might\ninfluence the Court in coming to its\ndecision.\n[38]\nBut Ferreira says she\ndid not know the details of van Vuuren’s past, apart from the fact that he\nhad been a Vlakplaas policeman,\nnor about his enmity with Powell.  There is no\nbasis for disbelieving her.  She says that she was not influenced by media\nreports\nalleging a corrupt association between Nell and Powell.  And she says\nshe disregarded anonymous telephone calls and letters, and\ndid not rely on\ncomplaints from Powell’s competitors in the business or from financial\ninstitutions that opposed certain of\nhis appointments.\n[43]\nThere is nothing to refute\nthis.  Powell’s complaint that Ferreira failed to disclose an association\nwith the Sunday journalist\nresponsible for naming him and Nell as corruptly\nlinked is devoid of substance.  Her application at the outset mentions\ninformation\nobtained from a journalist and later names the individual\nconcerned.\n[44]\nIn the light of the\nmaterial available to Ferreira, it seems to me that Powell’s complaints of\nimproper motive, ulterior purpose,\ninadequate evidence and material\nnon-disclosure cannot be sustained, and that van der Westhuizen J was correct in\ndeciding this portion\nof the case.\nThird attack: Breadth of search warrants\n[45]\nThe search warrants Van\nder Merwe J signed were breath-taking in their scope.  They authorised the\ninvestigating director or his\ndelegees to examine ‘any object’ and\nto seize ‘anything’ at Powell’s premises relevant to or that\ncould\nbe relevant to ‘the preparatory investigation\nconcerned.\n[39]\nNo offence is\nmentioned.  The investigation in question is identified solely by reference to\nan annexure to the warrant.  That annexure\nmentions no offence.  It does not\neven refer to ‘alleged irregularities’.  Its recipient is not\ninformed of the nature\nand ambit of ‘the preparatory investigation\nconcerned’.\n[46]\nWhat the annexure does is\nto itemise in eight paragraphs the documents and objects subject to seizure (I\ntranslate):\n1.\nAll contracts, transactions,\nagreements, negotiations, correspondence and/or communication engaged in,\ntransacted or concluded between\nand/or by and/or on behalf of OC Powell and/or\nhis spouse and/or a family member of theirs and/or an employee of OC Powell with\nBC\nNell and/or his spouse and/or a family member of\ntheirs;\n2.\nAll correspondence, notes, receipts\nor debit vouchers in connection with payments and/or benefits and/or rewards\nreceived from of\nmade to, or moneys and/or benefits and/or rewards owed by or\nowed to OC Powell and/or BC Nell and/or their spouses and/or a family\nmember of\ntheirs and/or an employee of OM Powell by BC Nell and/or OM Powell and/or their\nspouses and/or an employee of OM Powell;\n3.\nAll\ncorrespondence, notes, contracts, agreements and/or other document or object in\nregard to the founding, creation, registration\nand/or members’ interest of\nlegal entities, partnerships and/or trusts in which BC Nell and/or OM Powell\nand/or their spouses\nand/or their family members and/or an employee of OM Powell\nhas an interest;\n4.\nAll correspondence, notes,\ncontracts, agreements and/or other documents or objects in connection with the\npurchase, sale, possession,\nuse, utilisation, improvement and/or income from\nand/or interest in any assets in which BC Nell and/or OM Powell and/or their\nspouses\nand/or a family member of theirs and/or an employee of OM Powell has an\ninterest;\n5.\nAll notes, correspondence,\nagreements and/or other documentation or object with regard to the nomination as\nliquidator and/or compensation\nand/or income of OM Powell and/or his spouse,\nincluding all bank statements, deposit slips, paid cheques, cheque counterfoils\nand/or\nvouchers of transfers from or to bank\naccounts;\n6.\nAll notes, correspondence,\nagreements, files and/or other documentation or object with regard to the\nestates of [certain corporations\nin\nliquidation].\n7.\nAny other document and/or\nobject that has relevance to or may have relevance to the investigation of which\nis sought to be retained\nfor further investigation or for\nsafekeeping;\n8.\nAny computer, hard- or software\nand/or computer printout and/or sound or video tape and/or recording on which\nany information mentioned\nin paras 1-6 appears or may be applicable to\nit.’\n[47]\nWhen Powell was confronted\nat his home at 06h00 on the Sunday morning, the warrants and annexures were read\nout to him, and the document\ninitiating the preparatory investigation (para 7\nabove) was presented to him.  The search then proceeded.  The next day\nPowell’s\nattorney, who was present during its major part, wrote objecting\nthat the warrants were void for vagueness and the search\nunlawful.\n[48]\nThe High Court rejected\nPowell’s complaints.  The Court found that –\n‘all in all it appears that [Powell] at least\non Sunday 24 October 1999, and perhaps also at certain stages thereafter,\nindicated\nthat he was willing to cooperate with the investigation and that he\nhas nothing to hide.  In view of this background, some of the\nobjections raised\nand argued during the application appear to be quite technical.’\nThe learned judge was not persuaded –\n‘that there is any significant merit in the contention by [Powell] that\nthe scope of the warrant was overbroad.  Within the\ncontext of the facts of this\ncase there could be very little doubt as to what was being investigated and that\nthere was a reasonable\nlimitation contained in the annexure to the warrant. \nThere is no evidence that any dissatisfaction was expressed by [Powell] during\nthe day.  Once again it is probably true that it is unrealistic to expect\nabsolute clarity and accuracy in documents of this kind,\nin view of the very\nnature and aim of the process involved.  [Powell was] not prejudiced by the\nalleged broadness of the warrant.’\n[49]\nWith respect to the Judge,\nI cannot agree with this approach.  The question of consent can be disposed of\nfirst.  The Directorate’s\ndeponents stated that Powell agreed to cooperate\nwith the search.  This they said in response to complaints in Powell’s\naffidavits\nthat the warrants misdescribed his home and business addresses.  None\nof the deponents suggested that Powell waived any entitlement\nto object to the\nvalidity of the warrants.  Waiver of rights is never lightly\ninferred.\n[40]\nThis is certainly not\nless true of constitutional\nrights.\n[41]\nThere can be no\nquestion that Powell consented to an unlawful\nsearch.\n[50]\nOur law has a long history\nof scrutinising search warrants with rigour and exactitude – indeed, with\nsometimes technical rigour\nand\nexactitude.\n[42]\nThe common law\nrights so protected are now enshrined, subject to reasonable limitation, in s 14\nof the Constitution:\n‘Everyone has the right\nto privacy, which includes the right not to have –\n(a) their person or\ntheir home searched;\n(b) their property searched;\n(c) their possessions\nseized; or\n(d) the privacy of their communications infringed.’\n[51]\nIn\nHyundai\n[43]\nLanga DP referred\nto this as the ‘right to privacy in the social capacities in which we\nact’.\n[44]\nIn\nMistry v\nInterim Medical and Dental Council of South Africa and\nothers\n,\n[45]\nSachs J on behalf of\nthe Court explained the historical setting of the current constitutional\nsafeguards:\n‘The existence of safeguards to\nregulate the way in which State officials may enter the private domains of\nordinary citizens\nis one of the features that distinguish a constitutional\ndemocracy from a police State.  South African experience has been notoriously\nmixed in this regard.  On the one hand there has been an admirable history of\nstrong statutory controls over the powers of the police\nto search and seize.  On\nthe other, when it came to racially discriminatory laws and security\nlegislation, vast and often unrestricted\ndiscretionary powers were conferred on\nofficials and police.  Generations of systematised and egregious violations of\npersonal privacy\nestablished norms of disrespect for citizens that seeped\ngenerally into the public administration and promoted amongst a great many\nofficials habits and practices inconsistent with the standards of conduct now\nrequired by the Bill of Rights.  Section 13 [of the\ninterim Constitution; now s\n14 of the Bill of Rights] accordingly requires us to repudiate past practices\nthat were repugnant to\nthe new constitutional values, while at the same time\nre-affirming and building on those that were consistent with these\nvalues.’\n[52]\nEx parte\nHull\n[46]\nappears to be the first\nreported South African case in which a search warrant was set aside for\nvagueness and overbreadth.  Kotze\nCJ (Jorissen J concurring) held that the\nwarrant was ‘too general and too vague’.  He said that under a loose\nand arbitrary\nexercise of a general power to issue search warrants ‘no one\nwould be safe’:\n‘The secrets of private\nfriendship, relationship, trade and politics, communicated under the seal of\nprivacy and confidence\nwould become public, and the greatest trouble,\nunpleasantness and injury caused to private persons, without furthering the true\npurposes\nof Criminal Justice in the slightest degree.  The secrecy and sanctity\nof private dwellings might be violated, and one of the first\nobjects that men\nhave in view in associating themselves in political communities throughout the\ncivilised world would be frustrated,\nif the private citizen did not feel himself\nsafe against what may be nothing more than the curious eye of the police agent,\nsheltering\nitself behind the authority of a search warrant; except only where\nthe Law, in order to further the interests of justice, and so\nprotect society,\nallows and directs, under special circumstances, the issue of a search\nwarrant.’\nHe added:\n‘Taking into consideration the great danger of misuse in the exercise\nof authority under a search warrant, it is not to be wondered\nat that the law of\nalmost every country prescribe the limits, in a more or less definite manner,\nwithin which such warrants may be\nissued.’\n[53]\nThis general approach has\nbeen maintained and endorsed in cases too numerous to itemise.  In\nHertzfelder v\nAttorney-General\n,\n[47]\nInnes CJ analysed the warrant and found it ‘most irregular in\nform’.  It did not specify the crime alleged to have been\ncommitted\n‘and is in fact quite unintelligible’.  It was held to be no\nauthority.  In\nHo Si v\nVernon\n,\n[48]\na Transvaal statute\nprovided that an ‘Asiatic’ who upon proper demand failed to produce\nhis certificate of registration\ncould be arrested without a warrant.  Innes CJ\n(Smith J concurring) held that this did not authorise the police to enter\nforcibly\nhis home to demand the production of the certificate.  A general search\nwarrant purporting to authorise a police officer to enter\nany premises by day or\nnight and to search for and arrest ‘Asiatics’ illegally in the\nTransvaal or wanted on arrest or\nnot in possession of registration certificates\nwas held to be invalid.  Innes CJ again scrutinised the terms of the warrant and\nfound\nthem ‘not grammatically intelligible’:  they purported to\nentrust the bearer with a roving commission the attribution\nof validity to which\nwould be ‘subversive of the most elementary rights of\nfreedom’.\n[54]\nIn\nPullen NO and others\nv Waja\n[49]\na warrant authorised\nthe seizure of ‘certain books and documents and other papers’ the\nproperty of a named individual\nand a company.  Tindall J emphasised that\n–\n‘the Courts ought to examine the\nvalidity of warrants with a jealous regard for the liberty of the subject and\nhis rights to\nhis property and to refuse to recognise as valid a warrant the\nterms of which are too\ngeneral’.\n[50]\nUnlike de Waal JP, he was not prepared to hold that a warrant invariably had\nto mention the alleged offence.  It was sufficient for\nit either to describe the\nspecific thing or things to be searched for (his example was ‘a bicycle\nnumbered 17528’), or\n– if this was not done – to identify them\nby reference to the offence.  He nevertheless expressed himself in favour of\nwarrants always mentioning the specific offence:\n‘It is desirable that the person whose premises are being invaded\nshould know the reason why; the arguments in favour of the\ndesirability of such\na practice are\nobvious.’\n[51]\nThe warrant in question did not in any way identify the articles to be\nseized.  The words ‘certain book and documents and other\npapers’\nwere ‘so vague that it is impossible to say what they include’:\n‘It is argued that Waja must have understood what books were wanted and\nthe nature of the offence in connection with which their\nseizure was authorised.\nBut that is by no means clear, and even if he had an inkling on these points,\nthis cannot cure the defect\nin the warrant itself.’\nThis rejection of this argument is of particular relevance in the light of\nthe Judge’s finding that Powell knew what was being\ninvestigated.\n[55]\nTwenty years later Tindall\nACJ considered a search warrant issued as part of what appears to have been a\nnational raid on ‘non-European\nTrade Unions’ and the Council for\nnon-European Trade Unions.  In\nMinister of Justice & others v Desai\nNO\n[52]\nthe warrant authorised\nseizure of ‘documents which may afford evidence as to the commission of\nthe crime’ of incitement\nto strike.  But the statute permitted the issue\nonly of a warrant in respect of ‘documents as to which there are\nreasonable\ngrounds for believing that they will afford evidence’.  Tindall\nACJ held the warrant bad on its face because it gave the officer\nexecuting it\n‘a wider field of choice as to the documents to be seized’ than the\nstatute authorised.\n[53]\nThis Court\noverruled a provincial division decision that licensed no more than ‘a\nrough paraphrase of the section which empowers\nthe seizure of documents for the\npurpose of being used in evidence’.  Tindall ACJ\nsaid:\n‘But if his instructions contained in\nthe warrant are to seize documents which\nmay\nafford evidence, he is\nthereby directed to allow himself greater latitude than he would if he had been\ndirected to seize documents\nas to which there are reasonable grounds for\nbelieving that they will afford\nevidence.’\n[54]\n[56]\nIn\nDivisional\nCommissioner of SA Police, Witwatersrand Area and others v SA Associated\nNewspapers Ltd and another,\n[55]\nwhen the Rand Daily Mail newspaper sought to publish an exposure of prison\nconditions under apartheid, part of a warrant authorised\nseizure of ‘all\nother documents including statements of whatsoever nature concerning reports in\nconnection with the conditions\nin gaol and experience of prisoners in gaols\nthroughout the Republic of South Africa’.  This Court held this portion of\nthe\nwarrant too general:  it was couched in such wide terms as to justify the\ninference that the justice of the peace who had issued\nit had not properly\napplied his mind to it.  Beyers ACJ said:\n‘It\nhas long been established that the Courts will refuse to recognise as valid a\nwarrant the terms of which are too general\n(see\nPullen NO and others v\nWaja\n1929 TPD 838).\nThe executing officer, when examining the documents\nreferred to in the warrant must, in deciding whether he will seize a particular\ndocument, use his judgment as to whether it will afford evidence as to the\ncommission of the crime being investigated (\nDesai’s\ncase\nsupra\nat 404).  It seems to me that in the present case the warrant allows him no\ndiscretion at all.  He is allowed the latitude of seizing\n“all” the\ndocuments “concerning reports in connection with conditions in gaols,\netc”.’\n[56]\n[57]\nThis Court agreed with the\nstatement by the Judge at first instance that ‘The ambit is so wide that\nthe imagination boggles\nat the suggestion that there existed reasonable grounds\nfor believing that each and every document in this large category\n“would”\nnot “might” afford evidence\n...’\n[57]\n[58]\nIn\nCine Films (Pty) Ltd\nand others v Commissioner of Police and others\n1972 (2) SA 254\n(A) the\nwarrant mentioned a statutory copyright offence.  But what followed directed the\nseizure not only of specified infringing\nfilms plus ‘correspondence or\ncirculars referring to such films’, but ‘all stock books, stock\nsheets, invoices,\ninvoice books, consignment notes, all correspondence, film\ncatalogues’.  The latter formulation was challenged.  At first instance\nit\nwas held that the reference to ‘documents’ had to be ‘read to\nrefer to such as will relate to the suspected\noffence’.  This Court\ndisagreed.  The warrant had been drawn too widely.  The documents to be seized\nhad to be identified with\nthe statutory offence in question.  The challenged\nportion was set aside.\n[59]\nThese cases establish\nthis:\n(a)\nBecause of the great danger of misuse\nin the exercise of authority under search warrants, the courts examine their\nvalidity with a\njealous regard for the liberty of the subject and his or her\nrights to privacy and property.\n(b)\nThis\napplies to both the authority under which a warrant is issued, and the ambit of\nits terms.\n(c)\nThe terms of a search warrant\nmust be construed with reasonable strictness.  Ordinarily there is no reason why\nit should be read otherwise\nthan in the terms in which it is\nexpressed.\n(d)\nA warrant must convey\nintelligibly to both searcher and searched the ambit of the search it\nauthorises.\n(e)\nIf a warrant is too general, or\nif its terms go beyond those the authorising statute permits, the Courts will\nrefuse to recognise\nit as valid, and it will be set aside.\n(f)\nIt is no cure for an over-broad warrant to\nsay that the subject of the search knew or ought to have known what was being\nlooked for:\nthe warrant must itself specify its object, and must do so\nintelligibly and narrowly within the bounds of the empowering\nstatute.\n[60]\nI set out the authorities\nin this way because they appear to have been overlooked when the warrant was\ngranted, and because the Judge\nin rejecting the subsequent challenge did not\nrefer to any of them, or to the principles they establish.  They necessitate the\nconclusion,\nbeyond any debate, that the warrant was riddled with imprecision and\nvagueness, and that it had to be set aside on this ground alone.\n It mentions no\noffence.  Ferreira’s affidavit did, but that was not made available to\nPowell.  Even if in considering the\nwarrant’s legality we incorporate\nSwanepoel’s institution of the inquiry, as read out to Powell, it is still\nirredeemably\nbroad and vague.  The documents whose seizure is authorised are not\ntied even to an investigation into ‘alleged irregularities’\nat the\nPretoria Master’s office.\n[61]\nA cursory glance at the\nprovisions of the annexure reveals their startling scope.  In what follows no\ncomprehensive analysis is attempted;\nI give only illustrative instances.\n•\nThe first paragraph authorises the\nseizure of literally\nall\ndocuments passing between Powell, his family and\nNell and Nell’s family.  What if, as Powell deposed, he and Nell have been\nfriends for many years?  Christmas and birthday cards, emails between the\nfamilies’ children, notes between their spouses,\nare\nincluded.\n•\nThe third paragraph would\nlicense the seizure of even share certificates in publicly listed companies\n‘in which BC Nell and/or\nOM Powell and/or their spouses and/or their\nfamily members and/or an employee of OM Powell has an\ninterest’.\n•\nThe seventh\n(‘any other document and/or object that has relevance to or may have\nrelevance to the investigation’) is so\nunbounded as to resist coherent\nanalysis.  Some application of the phrase ‘the imagination boggles’,\nwhich this Court\nendorsed in the\nSAP v\nSAAN\n[58]\ncase, would seem\nappropriate.  Together with the rest of the annexure this paragraph affords\nneither investigator nor investigated\nthe slightest guidance as to what could,\nand what could not, lawfully be taken.\n[62]\nInstead, those carrying out\nthe search were given virtually untrammelled power to carry out what Mr\nSlomowitz in his argument justly\ncalled ‘a general ransacking’ of\nPowell’s premises.  That has not been the law in this country since at\nleast 1891,\nand it is not the law under our Constitution, which preserved and\nenhanced what was best in our legal\ntraditions.\n[59]\nThe diligent\nscrutiny of warrants for search and seizure survives as part of the best of that\nlegacy, constitutionally entrenched\nin our new\ndemocracy.\n[60]\nThe warrants must be\nset aside as unlawful.\nInterdict\n[63]\nMr Slomowitz at the outset\nof his argument adhered to Powell’s application for an interdict\nprohibiting the Director and his\nstaff from disclosing information ‘which\ncame to their knowledge in the performance of their functions under the NPA Act\nand\nrelating to the business affairs [of Powell]’, but I understood him to\nappreciate the substantial difficulties that lie in\nhis path.  Swanepoel is\nalleged to have disclosed only the contents of van Vuuren’s affidavit, and\nsince he did not obtain\nthat through the impugned search Powell is not entitled\nto an interdict in respect of it.  In regard to the rest of the documentation\nseized there is, as Mr Maleka pointed out, no apprehension that the\ninvestigating directorate will make any unlawful disclosure.\n The application\nmust therefore be refused.\nConditional counter-application\n[64]\nIn the Court below the\nrespondents gave notice of a conditional counter-application for a new warrant\nand consequent powers of seizure\nin the event that Powell’s application\nfor return of the documentation should succeed.  In his written argument on\nappeal Powell\ntendered that the documents in issue should remain preserved for\nten days to allow the directorate and the investigating director\nto initiate a\ncourse of action in furtherance of the counter-application.  Mr Maleka very\ncandidly conceded that he could not give\nan assurance that the\ncounter-application as it currently stands would be free of information obtained\nfrom the documents seized.\n He therefore accepted, in my view properly, the\noffer in Powell’s written argument.  In terms of the agreement the\nDirectorate\nhas ten days within which to launch an application for a warrant if\nso advised, and in that event, as offered by Powell, to allow\nthe objects and\ndocuments seized to remain so preserved pending the determination of the\ncounter-application.  This agreement is\nnoted.\n[65]\nIn the result –\n1.\nThe appeal succeeds with costs, including\nthe costs of two counsel.\n2.\nThe order of the\nCourt below is set aside.\n3.\nIn its place there\nis substituted:\n(a)\nThe application succeeds\nwith costs, including the costs of two counsel, to be paid by the third, fourth\nand fifth respondents jointly\nand\nseverally.\n(b)\nThe decision of the fourth\nrespondent to hold a preparatory investigation in terms of\ns 28(13)\nof the\nNational Prosecuting Authority Act 23 of 1998\nis set\naside.\n(c)\nIt is declared that the search\nwarrants issued by the first and second respondents are null and void and are\nset aside.\n(d)\nAll documents, records, data and\nother property of the applicants seized by the fourth and fifth respondents\nunder the warrants, as\nwell as photographic or electronic copies of them, must\nbe returned to the applicants.\nE CAMERON\nJUDGE OF APPEAL\nHARMS JA\t)\nBRAND JA\t)\tCONCUR\nCONRADIE\nJA\t)\nSOUTHWOOD AJA\n[66]\tI have had the privilege of\nreading the judgment of my colleague Cameron JA, and save for one respect, I\nrespectfully agree with\nhis reasons, the conclusion which he reaches and the\norder which he makes. In my view the applications for the search warrants (paras\n30-44 of Cameron JA’s judgment) were fatally flawed by the misstatement of\nthe material facts and this, in itself, justified\nthe setting aside of the\nwarrants and the return of the documents and other things seized.\n[67]\tA\nsearch and seizure warrant obtained\nex parte\nplaces a formidable weapon\nin the hands of the Director of IDSEO. It authorises the Director and his staff\nto enter and search the\npremises of the person involved without prior notice and\nto seize and retain documents and other things relevant to the suspected\noffence. Such an operation is a profound violation of the right of\nprivacy.\n[68]\tIn\nInvestigating Directorate: Serious Economic Offences\nand others v Hyundai Motor Distributors (Pty) Ltd and others\n:\nin re\nHyundai Motor Distributors (Pty) Ltd and others v Smit NO and others\n[2000] ZACC 12\n;\n2001\n(1) SA 545\n(CC) the Constitutional Court considered how the right to privacy is\nprotected by the provisions of the National Prosecuting Authority\nAct, 32 of\n1998 (‘the NPA Act’) where the director seeks a search and seizure\nwarrant for the purpose of a preparatory\ninvestigation. The court identified a\nnumber of essential safeguards.\n[69]\tFirst, a search warrant is to be\ngranted for purposes of a preparatory investigation only if there is a\nreasonable suspicion\nthat an offence, which might be a specified offence, has\nbeen or is being committed, or that an attempt was or had been made to commit\nsuch an offence (para 56).\n[70]\tSecond, the investigating directorate is\nrequired to place before a judicial officer an adequate and objective basis to\njustify\nthe infringement of the right to privacy. The legislation sets up an\nobjective standard that must be met prior to the violation of\nthe right, thus\nensuring that search and seizure powers will only be exercised where there are\nsufficient reasons for doing so (para\n55).\n[71]\tThird, there must be\nauthorisation by a judicial officer before a search and seizure of property\ntakes place: an investigating\ndirector may not search and seize property, in the\ncontext of a preparatory investigation, without prior judicial authorisation\n(para\n35). It must appear to the judicial officer, from information on oath or\naffirmation, that there are reasonable grounds for believing\nthat anything\nconnected with the preparatory investigation is, or is suspected to be, on such\npremises. The judicial officer is required\n,\namong other things, to be\nsatisfied that there are grounds for a preparatory investigation and in order to\nbe satisfied the judicial\nofficer must evaluate the suspicion that gave rise to\nthe preparatory investigation as well as the need for a search for purposes\nof a\npreparatory investigation (para 36). It is implicit in s 29(5) that the judicial\nofficer will apply his or her mind to the question\nwhether the suspicion which\nled to the preparatory investigation, and the need for the search and seizure to\nbe sanctioned, are sufficient\nto justify the invasion of privacy that is to take\nplace. On the basis of the information, the judicial officer makes an\nindependent\nevaluation and determines whether or not there are reasonable\ngrounds to suspect that an object that might have a bearing on a preparatory\ninvestigation is on the targeted premises (para 37). It is also implicit in the\nlegislation that the judicial officer should have\nregard to the provisions of\nthe Constitution in making the decision (para 38).\n[72]\tDespite these\nsafeguards the application for the warrant can be made\nex parte\non the\nstrength of what the investigating director chooses to place before the judicial\nofficer. In such a case, before the warrant\nis executed, the person who is\ntargeted by the warrant does not have an opportunity to contest the facts relied\nupon by the investigating\ndirector or to place his or her version before the\ncourt. By then, the sentimental damage and damage to his or her good name and\nreputation and probably professional and business interests will have occurred.\nThese factors emphasise the necessity for a proper\n‘adequate and objective\nbasis’ to be placed before the judicial officer who is requested to\nauthorise the warrant. All\nthe safeguards referred to in\nHyundai\nwill be\nnegated if the material facts are misstated to the judicial officer or material\nfacts are withheld. If this occurs the judicial\nofficer cannot properly consider\nwhether the warrant should be authorised or not. These factors also illustrate\nthe necessity for\nthe rules relating to proper disclosure of material facts in\nex parte\napplications to be strictly and rigorously applied.\n[73]\tIn\nNational Director of Public Prosecutions v Basson\n2002\n(1) SA 419\n(SCA) [21] this court expressly approved of these rules as they are\nset out in\nSchlesinger v Schlesinger\n1979 (4) SA 342\n(W) at 348E-349B,\nconcluding with the following three propositions:\n‘(1)\tin\nex\nparte\napplications all material facts must be disclosed which\nmight\ninfluence a court in coming to a decision;\n(2)\tthe non-disclosure or\nsuppression of facts need not be wilful or\nmala fide\nto \tincur the\npenalty of rescission;\n(3)\tthe Court, apprised of the true facts, has a\ndiscretion to set aside the former \torder or to preserve it.’\n[74]\tIn\nSchlesinger\nLe Roux J also considered when a court will\nexercise its discretion in favour of a party who has been remiss in its duty to\ndisclose\nrather than to set aside the order obtained by it on incomplete facts.\nHe concluded (at 350B-C) –\n‘It appears to me that unless there\nare very cogent practical reasons why an order should not be rescinded, the\nCourt will always\nfrown on an order obtained\nex parte\non incomplete\ninformation and will set it aside even if relief could be obtained in a\nsubsequent application by the same applicant.’\n[75]\tIn my view,\nthis approach should apply equally to relief obtained on facts which are\nincorrect because they have been misstated\nor inaccurately set out in the\napplication for the order (compare,\nHall and another v Heyns and others\n1991 (1) SA 381\n(C) at 397B-C) or, as in this case because they have not been\nsufficiently investigated. And it should be rigorously applied where\na right in\nthe Bill of Rights has been violated. That is the only way that the courts can\nensure that the right to privacy is vindicated\nafter the event.\n[76]\tThe\npurpose of rigorously applying the rule and setting aside the decision to\nauthorise the warrant is not to punish the director\nas was stated by the court\nbelow. It is to maintain the legality of the process. Infringement of the right\nto privacy by a search\nand seizure warrant is justifiable only if the correct\nfacts have been placed before the judicial officer in an objective manner\nso\nthat he can properly apply his mind. The process will be fatally flawed if\nincorrect facts are placed before him.\n[77]     In the present case the\ndirector’s representative, Adv Ferreira, purported to have personal\nknowledge of the facts.\nThe case which she sought to make out in her affidavits\nwas that Powell and the Master of the Supreme Court, Pretoria, Mr Ben Nell,\nhad\na corrupt relationship. According to Ferreira this was demonstrated by the way\nthat Nell regularly (‘gereeld’) and\ncontinually\n(‘voortdurend’) deviated from the (by implication invariable)\npractice which existed in the Master’s\noffice of always appointing\nliquidators and trustees nominated by creditors, by appointing such liquidators\nand trustees who had\nnot been nominated; that Nell on many occasions nominated\nand appointed Powell in liquidations where Powell was not nominated by\nthe\ncreditors and that Nell had done so in a number of large estates such as\nO’Hagans Special Events (Pty) Ltd; O’Hagans\nFranchise Marketing\n(Pty) Ltd; O’Hagans Investment Holdings Ltd; New Age Beverages (Pty) Ltd;\nKelvinator Appliances South Africa\n(Pty) Ltd; Kniehalter Boerdery (Edms) Bpk and\nMacMed Healthcare Ltd. Ferreira’s conclusion was twofold (I\ntranslate):\n‘It is clear that Nell abuses his position and discretion\nin larger estates in order to appoint liquidators/trustees of his\nchoice as\nco-liquidators/trustees without the people concerned enjoying the support of the\ncreditors. Powell has been benefited regularly\nin this way.\nThe relationship\nbetween Nell and Powell is suspect and there is a suspicion of\ncorruption.”\n[78]\tFerreira justified the urgency of the\napplication by referring to the interdict which Powell had obtained against the\nSunday\nTimes newspaper that afternoon (23 October 1999) to stop publication of\nsimilar allegations by the newspaper, Powell’s obvious\nknowledge of the\nallegations against him and Nell and accordingly the danger which existed that\nPowell would attempt to destroy incriminating\ndocuments and things. According to\nFerreira it was essential to get control of these documents and things to prove\nthe alleged crimes.\n[79]\tIt is striking that Ferreira did not attach to\nher affidavit one document to show that Powell had been wrongly appointed by\nNell\nin one large liquidation or sequestration (let alone a series of them).\nThere was also no attempt, other than the vague and bald\nstatements in the\naffidavit which really amount to conclusions to demonstrate a pattern of\nappointments of Powell by Nell which would\njustify an influence that an improper\nand corrupt relationship existed between them.\n[80]\tIn his affidavits\nPowell dealt comprehensively with the facts alleged by Ferreira. He showed that\nshe did not have personal knowledge\nof the facts. He showed that in the\nappointment of liquidators and trustees a distinction must be drawn between a\nprovisional liquidator\nand a provisional trustee, who is appointed by the\nMaster, and the liquidator and trustee who is appointed by the creditors at\ntheir\nfirst meeting after they have proved their claims. He showed that far from\nthere being a practice of appointing as provisional liquidators\nand trustees\npersons nominated by creditors, the appointment of provisional liquidators and\ntrustees is a matter for the discretion\nof the Master and that in exercising\nthis discretion a nomination by a potential creditor is merely one of the\nfactors to be taken\ninto account by the Master. In this regard Powell referred\nto a six page circular issued in March 1997 by Nell in his capacity as\nMaster of\nthe High Court, Pretoria. In this circular Nell states clearly and\nunambiguously, with reference to the relevant statutory\nprovisions and case law,\nthat there is no practice whereby the Master appoints as provisional liquidator\nor trustee the person nominated\nby the creditors and that such appointments are\nmade in the discretion of the Master. Powell showed further that Nell had not\nappointed\nhim as a liquidator in the seven big liquidations referred to by\nFerreira. He had not been appointed in the liquidations of O’Hagans\nSpecial Events (Pty) Ltd; O’Hagans Investments Holdings Ltd; New Age\nBeverages (Pty) Ltd or Kniehalter Boerdery (Edms) Bpk.\nHe was appointed as one\nof the provisional liquidators of O’Hagans Franchise Marketing (Pty) Ltd\nbut he enjoyed the support\nof some of its trade creditors. He was also appointed\nin the liquidation of Kelvinator Appliances South Africa (Pty) Ltd. However\nhis\nappointment was by a Deputy Master and not by Nell and some of the trade\ncreditors of Kelvinator Appliances South Africa (Pty)\nLtd had supported his\nappointment. He showed finally that he was appointed as one of six provisional\nliquidators in the liquidation\nof MacMed Healthcare Ltd, that the appointment\nwas made by a committee of three Deputy Masters chaired by Mr Jan Jordaan and\nthat\nNell was not involved in any way in those appointments. This is confirmed\nby Nell who states that he had been on leave when these\nappointments were\nmade.\n[81]\tApart from this evidence Powell showed that Nell appointed\nprovisional liquidators and trustees only in exceptional cases and\nthat in the\nmajority of cases the Deputy Masters, either alone, or in committees, appoint\nprovisional liquidators and trustees. Neither\nthe director nor Ferreira made any\nattempt to refute Powell’s evidence about the practice in the\nMaster’s office, Pretoria,\nrelating to the appointment of provisional\nliquidators and trustees or Powell’s appointment or non-appointment in the\nseven\nbig liquidations referred to in Ferreira’s affidavit. It is clear\nfrom their answering affidavits, as it is clear from the\nwarrants which were\nauthorised, that they had no specific knowledge about any of these appointments\nor any other appointments which\nwould show that Nell wrongly preferred Powell\nwhen making appointments and that he did this regularly or as a matter of\ncourse.\n[82]\tRegarding the necessity for seeking a warrant urgently on a\nSaturday evening Powell points out that he had been aware of the\nallegations\nagainst him since the beginning of September 1999; that he had consistently\ndenied these allegations and challenged those\nwho made the allegations to\nproduce proof of the irregular or corrupt practice alleged and that this was not\ndisclosed to the court.\nNone of this evidence is denied by Ferreira and it shows\nclearly that no grounds for urgency existed. If Powell had wanted to destroy\nthe\ndocuments he had already had almost two months in which to do so.\n[83]\tThe\nmanner in which Ferreira couched her affidavits was clearly misleading. She\nmisstated the facts and the law regarding the\npractice in the Master’s\noffice. She misstated the facts about Nell abusing his position by appointing\nPowell contrary to that\npractice. She misstated the facts about Powell being the\nregular beneficiary of such misconduct by Nell and she misstated the facts\nabout\nthe appointment of liquidators in the seven big liquidations. Although she did\nnot pertinently allege that Nell had appointed\nPowell in these liquidations the\nreference to specific liquidations was clearly to create the impression that he\nhad. Ferreira claims\nthat she did not have all this information when she made\nthe affidavit. If she did not then she should not have couched the affidavit\nin\nthe manner in which she did. It is no answer that the investigating directorate\nhad not yet checked the facts relating to Powell’s\nappointments. The\ncorrect facts could easily have been ascertained simply by referring to the\nfiles at the Master’s office.\nThese facts would have destroyed\nFerreira’s thesis. By not investigating the investigating directorate did\nnot discover the\ntrue facts and accordingly the correct facts were not placed\nbefore the two judicial officers. I have no doubt that the way in which\nthese\nbald allegations were made in the affidavit influenced the two judicial officers\nin authorising the warrants.\n[84]\tIn his judgment, Cameron JA accepts\nPowell’s contention that Ferreira’s affidavit contains a number of\nclaims regarding\nthe law and practice relating to the appointment of liquidators\nthat are inaccurate and that her assertion that the then head of\nthe Pretoria\nMasters Office, Mr B C Nell, continuously gave preference to Powell was (on the\nbasis of Powell’s analysis of\nthe office data) unjustified (para 32) and\nhe accepts that Ferreira satisfied the requisites of (a) placing before a\njudicial officer\n‘an adequate and objective basis’ to justify the\nissue of the warrant and (b) showing that her surmise was not fanciful\nbut\ngrounded in fact; that it was based on sound evidence that was available to her;\nand that other persons in her position, considering\nthe facts and available\nevidence, would conclude that the surmise in question was not far-fetched,\nmisguided or patently mistaken\n(paras 38 and 39). In my view the first finding\nis destructive of the second. This becomes clear on a close reading and\ncomparison\nof Mahole’s affidavit with that of Ferreira. Mahole does not\nallege that there was an (invariable) practice as alleged by Ferreira\nor that\nonly one person, the Master, appointed liquidators and trustees. In fact it is\nclear from her affidavit that the Master exercised\na discretion when appointing\nliquidators and trustees; that the Master, his deputies and assistants made such\nappointments and that\nin ‘big matters’ a panel would make the\nappointments. When it comes to Powell, Mahole’s evidence contains no\ndetail\nwhatsoever about the alleged irregular appointments. This lack of\nparticularity should have been a clear indication to Ferreira that\nthe statement\nwas unreliable and should have been checked against the objective facts\ncontained in the files. It was clearly crucial\nto the director’s case that\na pattern of irregular appointments be established.\n[85]\tI must\nemphasise that in considering the contents of Ferreira’s affidavits I have\nconfined myself to her central thesis\n(the frequent irregular appointments of\nPowell by Nell contrary to the prevailing practice). In my view some of the\nother statements\nmade by Ferreira are also misleading and were clearly made in\nsupport of the central thesis. In view of my conclusion it is not necessary\nto\nconsider these other statements. I have also not dealt in detail with the manner\nin which Ferreira sought to lay a factual basis\nfor the reasonable suspicion. In\nmy view it is not sufficient for her to simply place her interpretation of the\ninformation available\nbefore the judicial officer. In this regard the comments\nof Nugent AJA in\nNational Director of Public Prosecutions v Basson\nsupra\nat para [19] are apposite:\n‘The section requires that it should appear\nto the court itself, not merely to the appellant or his staff, that there are\n“reasonable\ngrounds” for such a belief, which requires at least that\nthe nature and tenor of the available evidence needs to be\ndisclosed.’\nLeaving aside the question of whether the unsupported\naffidavit of the Director is sufficient, in my view, the nature and tenor of\nthe\nevidence available to Ferreira were not sufficiently disclosed to satisfy the\ncourt that there were reasonable grounds for the\nnecessary suspicion.\n[86]\tThe issue raised before the court below was not simply whether\nthere was sufficient information, other than that attacked by\nPowell, to justify\nthe grant of the warrants but whether there was a proper disclosure of the\nmaterial facts in the affidavits. These\nare discrete issues. If Van der Merwe J\nand the second respondent were misled into granting the warrants that should\nhave resulted\nin the warrants being set aside and the granting of an order that\nall documents seized pursuant to the warrants be returned to Powell.\nThat should\nhave been decided first as it was fundamental to the question of whether\nPowell’s right to privacy had been infringed\nwithout justification. The\nsame considerations apply to both warrants.\n[87]\tIn my view the approach\nof the court below to this issue was wrong both on the law and the facts. The\nfailure to disclose the\nmaterial facts properly was an additional ground upon\nwhich the court below should have granted relief.\n_________________\nB R SOUTHWOOD\nACTING\nJUDGE OF APPEAL\n[1]\nThe NPA Act s 7(1)(a) gives the\nPresident the power to establish by Proclamation no more than three\ninvestigating directorates in\nthe office of the National Director of Public\nProsecutions in respect of specified offences or specified categories of\noffences.\n[2]\nNPA Act s\n28(13).\n[3]\nNPA Act s 28(2)(a):\n‘The Investigating Director may, if he or she decides to hold an inquiry,\nat any time prior to or during\nthe holding of the inquiry designate any person\nreferred to in section 7(4) to conduct the inquiry, or any part thereof, on his\nor\nher behalf and to report to him or her.’  Section 7(4) sets out the\ncategories of staff who assist the Investigating Director\nin the exercise of his\npowers and performance of his\nfunctions.\n[4]\nNPA Act s\n29(5).\n[5]\nPretoria Portland\nCement Co Ltd and another v Competition Commission and others\n2003 (2) SA\n385\n(SCA) paras 13-42.\n[6]\nInvestigating Directorate: Serious Economic Offences and others v Hyundai\nMotor Distributors (Pty) Ltd and others: in re Hyundai Motor\nDistributors (Pty)\nLtd and others v Smit NO and others\n[2000] ZACC 12\n;\n2001 (1) SA 545\n(CC).  After the\ndecision the Act was amended:  Act 61 of 2000, assented to 5 December 2000,\nwhich came into operation on 12 January\n2001.\n[7]\nThe 2001 Act made the\nterminology of s 28(1) consistent with that of 28(13) by changing\n‘inquiry’ in s 28(1) to\n‘investigation’.\n[8]\n[2000] ZACC 12\n;\n2001 (1) SA 545\npara 44.\n[9]\n[2000] ZACC 12\n;\n2001\n(1) SA 545\npara 7.\n[10]\n[2000] ZACC 12\n;\n2001 (1)\nSA 545\npara 31.\n[11]\nThe\ngazetting details are set out in the\nHyundai\njudgment\n[2000] ZACC 12\n;\n2001 (1) SA 545\npara 4.\n[12]\nNPA Act s\n26(1).\n[13]\nProclamation R 123,\nGovernment Gazette 19579, 4 December\n1998.\n[14]\nFreely adapting from\nthe Concise Oxford Dictionary.  Swanepoel’s words were ‘beweerde\nonreëlmatighede’.  The\nadjective ‘onreëlmatig’ is\ndefined in Labuschagne and Eksteen’s\nVerklarende Afrikaanse\nWoordeboek\n(8ed, 1993) as ‘sonder reëlmaat, sonder inagneming van\nvaste reels, van die gangbare gedragspatroon’, ‘afwykend\nvan die\ngebruiklike patroon’, ‘sonder enige orde, nie volgens voorskrif of\ngewoonte nie’.\n[15]\nNPA Act\nchapter 5;\nHyundai\n2001 (1) SA 545\n(CC).\n[16]\nHyundai\n[2000] ZACC 12\n;\n2001\n(1) SA 545\npara 47 – non-specified offences are those ‘which should\nbe left to the police to deal\nwith’.\n[17]\n[2000] ZACC 12\n;\n2001 (1) SA 545\npara 7 (‘At least two kinds of doubt\n...’).\n[18]\nPharmaceutical Manufacturers Association of SA and another: in re ex parte\nPresident of the Republic of South Africa and others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)\npara 39.\n[19]\nCompare\nHyundai\n[2000] ZACC 12\n;\n2001 (1) SA 545\nparas 9, 28, 37, 43,\n46.\n[20]\nSee\nHyundai\n[2000] ZACC 12\n;\n2001\n(1) SA 545\npara 53.\n[21]\nNPA Act\ns 26(1).\n[22]\n1996 (1) SA 785\n(A).\n[23]\nNPA Act s 7(2):\n‘A proclamation ... must specify the offences or the categories of\noffences for which an investigating directorate\nhas been established.’\n[24]\nAct 117 of 1991, s\n1.\n[25]\n[1995] ZASCA 125\n;\n1996 (1) SA 785\n796D-E.\n[26]\n[1995] ZASCA 125\n;\n1996 (1) SA 785\n(A)\n797D-E.\n[27]\nSee\nPark-Ross and\nanother v Director: Office for Serious Economic Offences\n1995 (2) SA 148\n(C);\nHyundai\n[2000] ZACC 12\n;\n2001 (1) SA 545\nparas\n38-39.\n[28]\nNPA Act s 28(2)(a):\n‘The Investigating Director may, if he or she decides to hold an inquiry,\nat any time prior to or during\nthe holding of the inquiry designate any person\nreferred to in section 7(4) to conduct the inquiry, or any part thereof, on his\nor\nher behalf and to report to him or her.’  Ferreira was a deputy\ndirector in terms of s 7(4)(i) and s\n15(1)(b).\n[29]\n[2000] ZACC 12\n;\n2001 (1) SA 545\npara 52.\n[30]\nNPA Act s 29(5) at\nthe time of the events in issue in this appeal, and when\nHyundai\nwas\ndecided, read:\n‘A warrant contemplated in subsection (4) may only be\nissued if it appears to the magistrate, regional magistrate or judge from\ninformation on oath or affirmation stating –\n(a)\tthe nature of the inquiry in terms of section 28;\n(b)\tthe suspicion which gave rise to the inquiry; and\n(c)\tthe need, in regard to the inquiry, for a search and seizure in terms of\nthis section,\nthat there are reasonable grounds for believing\nthat anything referred to in subsection (1) is on or in such premises or\nsuspected\nto be on such premises.’\nAct 61 of 2000 amended the letter of\nthis provision to conform with\nHyundai\n:\n‘A warrant contemplated\nin subsection (4) may only be issued if it appears to the magistrate, regional\nmagistrate or judge from\ninformation on oath or affirmation, stating\n–\n(a) the nature of the investigation in terms of section 28;\n(b)\nthat there exists a reasonable suspicion that an offence, which might be a\nspecified offence, has been or is being committed,\nor that an attempt was or had\nbeen made to commit such an offence; and\n(c) the need, in regard to the\ninvestigation, for a search and seizure in terms of this section,\nthat there\nare reasonable grounds for believing that anything referred to in subsection (1)\nis on or in such premises or suspected\nto be on or in such\npremises.\n[31]\nDuncan v\nMinister of Law and Order\n1986 (2) SA 805\n(A) 819I;\nMinister of Law and\nOrder v Kader\n1991 (1) SA 41\n(A) 50H-I;\nBTR Industries South Africa (Pty)\nLtd and others v Metal and Allied Workers’ Union and another\n[1992] ZASCA 85\n;\n1992 (3)\nSA 673\n(A) 690G-H.\n[32]\nShabaan Bin Hussien and others v Chong Fook Kam and another\n[1970] AC 942\n(PC) 948B; [1969] 3 All ER 1627\n(PC).\n[33]\n[1970] AC 942\n(PC)\n948B-C.\n[34]\n[1970] AC 942\n(PC)\n949B-C.\n[35]\n[2000] ZACC 12\n;\n2001 (1) SA 545\npara\n55.\n[36]\nMabona and another v\nMinister of Law and Order and others\n1988 (2) SA 654\n(SE) 658F, per Jones J:\n‘It seems to me that in evaluating his information a reasonable man would\nbear in mind that the section\nauthorises drastic police\naction.’\n[37]\n‘Die\nverhouding tussen Nell en Powell is verdag en die vermoede bestaan dat korrupsie\ngepleeg word.’\n[38]\nNational Director of Public Prosecutions v Basson\n2002 (1) SA 419\n(SCA)\npara 21.\n[39]\n‘... om enige\nvoorwerp ... wat betrekking het of betrekking kan hê op die betrokke\nvoorlopige ondersoek\n...’\n[40]\nLaws v\nRutherford\n1924 AD 261\n263 (Innes CJ);\nBorstlap v Spangenberg\n1974\n(3) SA 695\n(A) 704G (Corbett\nAJA).\n[41]\nMohamed and another\nv President of the Republic of South Africa and others\n(2001) (3) 893 (CC)\nparas 61-66.\n[42]\nDe Wet and\nothers v Willers NO and another\n1953 (4) SA 124\n(T) 127BC, per Ramsbottom J,\nMalan and Neser JJ concurring (‘To enter premises, to search those\npremises, and to remove goods\ntherefrom is an important invasion of the rights\nof the individual. The law empowers police officers to infringe the rights of\ncitizens\nin that way provided that they have a legal warrant to do so. They must\nact within the terms of that warrant. When a dispute arises\nas to what power is\nconferred by the warrant the warrant must be construed with reasonable\nstrictness, and ordinarily there is no\nreason why it should be read otherwise\nthan in the terms in which it is expressed’); followed in\nCheadle,\nThompson & Haysom and others v Minister of Law and Order and others\n1986\n(2) SA 279 (W) 282-283.\n[43]\n[2000] ZACC 12\n;\n2001\n(1) SA 545\nparas 15-20, 28,\n55.\n[44]\npara\n16.\n[45]\n1998 (4) SA 1127\n(CC)\npara 25.\n[46]\n(1891) 4 SAR\n134.\n[47]\n1907 TS\n403.\n[48]\n1909 TS\n1074.\n[49]\n1929 TPD\n838.\n[50]\n1929 TPD at\n846-847.\n[51]\nPage\n849.\n[52]\n1948 (3) SA 395\n(A).\n[53]\n1948 (3) SA 395 (A)\n402.\n[54]\n1948 (3) SA at\n404.\n[55]\n1966 (2) SA 503 (A).\n[56]\n1966 (2) SA 503\n(A)\n512D-E.\n[57]\n1966 (2) SA 503\n(A)\n512G-H.\n[58]\n1966 (2) SA 503\n(A)\n512H.\n[59]\nCompare the comments\nof Chaskalson P in the\nPharmaceutical Manufacturers\ncase\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) paras 40, 45 and 49.\n[60]\nSee\nMistry v Interim Medical and Dental Council of South Africa and\nothers\n1998 (4) SA 1127\n(CC) para 25, quoted in para 51 above.",
  "scraped_at": "2026-02-12T09:02:00.012450",
  "date": "2004-04-01",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Brand JA",
    "Conradie JA",
    "Southwood AJA"
  ],
  "case_number": "503/2002",
  "parties": {
    "applicants": [
      "Oliver Michael Powell, NO and ten other appellants"
    ],
    "respondents": [
      "WJ Van der Merwe",
      "AC Freund",
      "Directorate of Special Operations",
      "Director of the Directorate of Special Operations",
      "Minister of Justice"
    ]
  },
  "sections": {
    "facts": "The applicants, an insolvency practitioner and ten associated entities, were subject to a search and seizure at the applicant’s Johannesburg home and business and later at his Ellisras farm in October 1999. The operation was undertaken under a warrant issued by Justice Van der Merwe, based on a preparatory investigation authorised by the Investigating Director of the National Prosecuting Authority’s Serious Economic Offences directorate, Jan Swanepoel. The investigation was said to address alleged irregularities in the appointment of liquidators by the Pretoria Master’s Office. Advocate Gerda Ferreira, designated by Swanepoel, applied for the search warrants the day after the investigation was launched. Hundreds of documents were seized, some later returned. The applicants challenged the lawfulness of the investigation and the warrants on the grounds that the preparatory investigation was not validly instituted, the warrants were over‑broad and lacked sufficient suspicion, and that material facts were mis‑stated in the ex‑parte applications.",
    "issues": "1. Whether the Investigating Director validly invoked section 28(13) of the NPA Act to commence a preparatory investigation into ‘alleged irregularities’ without first identifying a specified offence. 2. Whether the search warrants issued under section 29 satisfied the statutory requirement of reasonable suspicion of a specified offence and adequate disclosure of material facts. 3. Whether the warrants were void for vagueness and overbreadth, thereby rendering the search and seizure unlawful.",
    "principles": "The Court applied the interpretation of the NPA Act as clarified in Hyundai (Constitutional Court) – a preparatory investigation may only be launched when there is at least a reasonable suspicion that an offence, which might be a specified offence, has been or is being committed. The investigation must be confined to the statutory domain of ‘specified offences’ gazetted by the President. Ex‑parte applications for warrants require full and truthful disclosure of material facts (Basson; Schlesinger). A warrant must describe with sufficient particularity the nature of the investigation, the suspicion relied upon and the objects to be seized; vague or overly broad warrants infringe the constitutional right to privacy (s14) and are invalid (Hull, Pullen v Waja, Tindall). Over‑breadth of a warrant cannot be cured by the alleged knowledge of the subject.",
    "application": "The Court concluded that Swanepoel’s preparatory investigation was over‑broad because it was based merely on ‘alleged irregularities’, which could include non‑offences and thus fell outside the investigatory directorate’s statutory remit. Consequently Ferreira lacked authority to apply for the warrants. The affidavits supporting the warrant applications omitted crucial material facts and relied on unsworn, unverified statements, failing the requirement of an objective basis for reasonable suspicion. The warrants themselves were vague, did not name any offence, and authorized seizure of ‘any object’ and a sweeping list of documents, exceeding the limits permissible under the NPA Act and constitutional safeguards. Accordingly, the warrants were void.",
    "conclusion": "The appeal succeeded. The Court set aside the High Court judgment, declared the preparatory investigation under s28(13) invalid, held the search warrants issued by the first and second respondents null and void, ordered the return of all seized documents, records and electronic copies to the applicants, and awarded costs against the third, fourth and fifth respondents jointly and severally."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Search and Seizure",
    "level_3": [
      "National Prosecuting Authority Act",
      "preparatory investigation",
      "search warrant",
      "privacy right",
      "overbreadth"
    ]
  }
}