{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/50.html",
  "case_name": "MEC for Department of Public Works (Eastern Cape) v Faltein (217/03) [2004] ZASCA 50; [2004] 3 All SA 660 (SCA); 2006 (5) SA 532 (SCA); (2005) 26 ILJ 49 (SCA); [2004] 8 BLLR 734 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 50",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 50\n|\nNoteup\n|\nLawCite\nMEC for Department of Public Works (Eastern Cape) v Faltein (217/03) [2004] ZASCA 50; [2004] 3 All SA 660 (SCA); 2006 (5) SA 532 (SCA); (2005) 26 ILJ 49 (SCA); [2004] 8 BLLR 734 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number:  217/03\nIn the matter between:\nTHE MEC FOR DEPARTMENT\nOF\nPUBLIC WORKS (EASTERN CAPE)\nAppellant\nand\nTHAMSANQA FALTEIN\nRespondent\nCORAM\n:\nMPATI DP, ZULMAN, BRAND, CLOETE\nand HEHER JJA\nHEARD\n:\n7 MAY\n2004\nDELIVERED\n:\n28  MAY 2004\nSummary:\tVicarious liability – driver employed as such but not authorised\nto drive on specific journey – whether acting\nin course and scope of his\nemployment when taking over from authorised driver and negligently causing\naccident – whether employer\nindemnified from liability by s 40 - of Public\nService Act, 1994.\nJUDGMENT\nMPATI DP:\n[1]\tThe respondent was an employee of the\nDepartment of Public Works in the Eastern Cape (the department) stationed at\nGrahamstown.\n On 16 November 1996 he sustained serious injuries in a collision\nnear Whittlesea between a bus owned by the department and another\nmotor vehicle.\nThe respondent was a passenger in the bus together with other employees of the\ndepartment and other persons.  He sued\nthe appellant, in his capacity as the\nMember of the Executive Council responsible for Public Works in the Eastern Cape\nProvince,\nfor payment of the sum of R1 364 000, alleged to be the\ndifference between the damages actually suffered and an amount\nof R25 000\nrecoverable from the Multilateral Motor Vehicle Accident Fund in terms of\nArticle 46(1)(a)(i) of the Agreement promulgated\nin accordance with Section 6 of\nthe Multilateral Motor Vehicle Fund Act, 93 of 1989.  It was alleged in the\nparticulars of claim\nthat the collision was caused solely by the negligent\ndriving of Mr Owen Belwana, who was also an employee of the department, while\nacting in the course and scope of his employment as such.\n[2]\tThe\nappellant denied liability and pleaded that at the time of the collision the bus\nwas being operated by the passengers, including\nthe respondent, in the course of\na private contract of loan concluded between them and the department.  He\naccordingly denied that\nBelwana was acting in the course and scope of his\nemployment at the time of the collision.\n[3]\tAt the commencement of the\ntrial the court\na quo\n(White J) granted an order by agreement separating\nthe issues of liability and quantum.  The trial proceeded on the issue of\nliability\nonly.  At the conclusion of the trial White J found in favour of the\nrespondent.  This appeal is with his leave.\n[4]\tIn this court the finding\nof the court\na quo\nthat the accident was due to the negligence of the\ndriver, Belwana, was not challenged.  The main issue in this appeal therefore\nis\nwhether at the time of the accident Belwana was acting in the course and scope\nof his employment with the appellant.  A related\nissue is the nature of the\nagreement concluded between the appellant and the passengers in the bus.  If the\nmain issue is determined\nin favour of the respondent, then two further issues\narise for consideration, viz:\n1.\tWhether the respondent had entered into an agreement with the appellant in\nterms of which he indemnified the appellant against\ninjury or loss that he might\nsuffer as a result of his conveyance on the bus; and\n2.\tWhether the respondent is precluded by the provisions of Section 40 of the\nPublic Service Act 1994 from claiming compensation\nfrom the\nappellant.\n[5]\tIt was common cause at the trial that it had\nbeen the policy of management, not only in Grahamstown but also at two other\ndepots\nof the department in Graaff-Reinet and Lusikisiki, that in the event of\nthe death of an employee a bus would be available by the\ndepartment to convey\nemployees, who so wished, to attend the funeral of such deceased employee.  The\ndeceased’s relatives and\nfriends were also permitted to travel on the bus.\nThe understanding was that the employees who would attend the funeral would\nappoint,\nfrom amongst their number, a person who was employed by the department\nas a driver to drive the bus.  He would then be given a written\nauthority to do\nso by management.\n[6]\tIn November 1996 the employees at the Grahamstown\ndepot wished to attend the funeral of a colleague who was to be buried at Cala.\n\nThe funeral was scheduled to take place on 16 November 1996.  The workers\napproached the resident engineer in charge of the depot\nat the time, Mr Jan van\nZyl Smit (Smit) and asked him to make a bus available to them.  Smit agreed. \nHowever, remembering that there\nhad been a change of policy, he called for and\nreceived a circular from the Lusikisiki depot, which required, inter alia, that\n‘use\nof Government-owned motor transport for funeral purposes by\nofficials/employees be discontinued forthwith’.  When the shop\nstewards\nwere informed about the change in policy they did not accept the decision.  They\nclaimed that management had acted unilaterally\nwithout consultation.  Smit\nconsequently telephoned the director of the department, Mr Cocks, who, after\ndiscussing the matter with\nSmit and the respondent, who was also a shop steward,\nauthorised the use of the bus.  After further discussion it was agreed between\nSmit and the workers that the bus, which would be made available with a full\ntank of fuel, was to be returned in the same condition,\nie with a full fuel\ntank, a responsibility that the workers accepted. They were then asked to\nprepare a list of those who wished\nto attend the funeral. Mr Gladman Magadla\n(Magadla) was nominated as the driver of the bus and he was accordingly given\nthe necessary\nwritten authority.\n[7]\tIt is not in dispute that on the day\nof the funeral Magadla drove the bus to Cala, but that after the funeral and\nwhen he boarded\nthe bus with the intention of driving it back to Grahamstown, he\nfound Belwana sitting behind the steering wheel. In his testimony\nMagadla denied\nthat he allowed Belwana to drive the bus. He said that when he saw Belwana\nsitting behind the steering wheel he did\nnot want to cause an argument by\ninsisting that he (Magadla) was the one authorised to drive the bus. He\ntestified, however, that\nwhen he asked the people in the bus whether Belwana\ncould drive back to Grahamstown they made it clear that they did not want him\n(Magadla) to drive again.\n[8]\tIt was common cause at the trial that a\nshop steward was appointed, by those attending a funeral, to be in control on\nthe bus.\nThe respondent bore that responsibility on the day in question. He\ntestified that the person in charge had to ensure that discipline\nprevailed\nduring the journey and that the agreement between management and the workers was\ncomplied with. He said, however, that\ndrivers were appointed by management and\nthat the person in charge had no authority over them. He accordingly could not\nforbid Belwana\nto drive the bus.\n[9]\tIn substantiation of the appellant's\ncase that neither Magadla nor Belwana was not acting in the course and scope of\nhis employment\nwhen each drove the bus, Smit testified that the workers were not\non duty over weekends and thus attended the funerals of deceased\ncolleagues in\ntheir own time. The department, as said, made busses available to its workers as\na goodwill gesture and the drivers\nwere never paid by the department for driving\non these occasions. They drove on a voluntary basis (save where a driver\ntransported\na deceased worker’s belongings, in which case he would be\npaid). Smit conceded, however, that drivers had to adhere to certain\nrules and\nregulations of the department governing the way in which they drove. They were\nsubject to the instructions of management\nas to where they could and could not\ngo. They would drive the busses to the funerals as if it was a normal day at\nwork. With regard\nto the instant case, he said that the people in the bus had no\nauthority to change the driver. However, because Belwana was allowed\nby the shop\nstewards to take over from Magadla, this was out of management’s control\nand management could not discipline Belwana,\nalthough he drove without\nmanagement’s consent.\n[10]\tThe issue whether at the time of the\ncollision Belwana was acting in the course and scope of his employment with the\nappellant\nnecessarily involves an enquiry into whether  Magadla, the\n‘authorised driver’, was acting in the course and scope of\nhis\nemployment when he drove the bus on the day in question. The critical\nconsideration, then, is whether the drivers, in particular\nBelwana, were engaged\nin the affairs or business of their employer.\nEstate Van der Byl v\nSwanepoel\n1927 AD 141\n;\nMinister of Law and Order v Ngobo\n[1992] ZASCA 172\n;\n1992 (4) SA\n822\n(A) at 827B. A master is liable for damage caused to a third party by the\nnegligence of his servant when the servant is clearly acting\nwholly within the\nscope of his authority, or in other words, when the servant is doing exactly\nwhat his master told him to do.\nVan der Byl v Swanepoel\n, supra, at 145.\nAnd what is generally regarded as the most important consideration for the\npurpose of deciding whether a person is\na servant at common law, is whether the\nemployee ‘has the right to control, not only the end to be achieved by the\nother’s\nlabour and the general lines to be followed, but the detailed\nmanner in which the work is to be performed’\nR v AMCA Services and\nanother\n1959 (4) SA 207\n(A) at 212H. In\nColonial Mutual Life Assurance\nSociety Ltd v MacDonald\n1931 AD 412\nDe Villiers CJ expressed the test as\nfollows:\n‘But while it may sometimes be a matter of extreme delicacy to\ndecide whether the control reserved to the employer under the\ncontract is of\nsuch a kind as to constitute the employer the master of the workmen, one thing\nappears to me to be beyond dispute\nand that is that the relation of master and\nservant cannot exist where there is a total absence of the right of supervising\nand controlling\nthe workmen under the contract; in other words unless the master\nnot only has the right to prescribe to the workmen what work has\nto be done, but\nalso the manner in which that work has to be done.’\n(At 434\nin\nfin\nand 435.)\n[11]\tMagadla testified that he was paid by the\ndepartment when he drove to a funeral. He was corroborated in this regard by Mr\nTemba Mfengwana,\nwho was at the time employed by the department at the\nGrahamstown depot as a laboratory assistant. The latter was, during\ncross-examination,\nreferred to a copy of the minutes of a meeting that was held\non 12 June 1996, between management and shop stewards at which he was\npresent,\nin which is recorded that ‘only a qualified driver on a voluntary basis\nwill drive a bus’ conveying workers\nto a funeral. The witness agreed with\nthe contents of the document and agreed that drivers volunteered to drive. The\ntrial court\nmade no finding on the issue, bearing in mind that Smit denied that\nthe drivers were paid for driving to and from a deceased worker’s\nfuneral.\nThe trial court also made no credibility findings and merely said that all the\nwitnesses ‘appeared to be striving\nto be\nhonest’.\n[12]\tAlthough proof of the allegation that drivers were\npaid would have placed the issue of course and scope beyond doubt, absence\nof\npayment would not, by itself, have constituted proof that the drivers were not\nacting within the course and scope of their employment\nwhen driving to and from\na deceased employee’s funeral.\nRodrigues and others v Alves and\nothers\n1978 (4) SA 834\n(A). Accordingly, counsel’s argument that if\nMagadla’s evidence that he was paid for driving on the trip is accepted,\nthen he was the person employed by the appellant for the purpose of driving the\nbus and that that excluded any possibility that Belwana\ncould also have been\ndriving the bus in the course and scope of his employment with the appellant,\ncannot be upheld.\n[13]\tIt is clear that on the day in question control of\nthe bus was entrusted, by management, to Magadla for the purpose of conveying\nemployees and other persons to Cala and back to Grahamstown. In this regard he\nwas given written authority, albeit that the purpose\nof the written authority\nwas to ensure that he would not be arrested for unauthorised use of one of the\ndepartment’s vehicles.\nEven though Magadla was nominated by the employees\nwho were to attend the funeral to be the driver, he still had to receive\ninstructions\nfrom management to drive the bus to and from Cala. He could not,\nfor example, do whatever he pleased thereafter with the bus, nor\ncould the\npassengers instruct him to convey them to some place other than the funeral. He\nwas bound to adhere to management’s\ninstructions. In my view Magadla, was\nunder the control of management when he drove the bus on the day in\nquestion.\n[14]\tBelwana was employed by the department as a driver. Part\nof his work was to convey workers to and from sites where they were\nto do duty.\nSmit testified that drivers at the depot had a blanket authority to drive the\ndepartment’s vehicles for a month\nat a time. And because of this, he said,\n‘if there was a problem with Mr Magadla I as management had no reason why\nMr Belwana\ncould not drive the bus’. It is for that reason, he said, that\nno action was taken against the two drivers. (He had testified\nthat by allowing\nBelwana to take over from him, Magadla was also not without\nblame.)\n[15]\tBelwana was not driving the bus back from the funeral for\nhis own purposes. He was doing exactly what Magadla had been instructed\nby\nmanagement to do, ie to convey the passengers back to Grahamstown after the\nfuneral.\nCf Rodriques v Alves\n, supra. In that case an ex partner in a\nfarming operation had lit a fire on the farm which had negligently been\npermitted to spread\nto a neighbouring farm causing damages. He was not employed\non the farm but through boredom busied himself on it by supervising the\nlabour\nforce and washing vegetables, wearing working clothes and had a vegetable\ncarrying sack.  He was not remunerated. It was held\nthat when he set fire to the\ngrass he was clearly  about the business of the appellants (his former\npartners). In my view, it cannot\nbe said merely because Belwana had not been\nauthorised to drive on that particular day he was not acting in the course and\nscope\nof his employment with the appellant. Indeed, as has been mentioned above,\nSmit would have had no objection to Belwana driving if\nsomething had happened to\nMagadla. And something did happen: the passengers did not want Magadla to drive\nback to Grahamstown.  It\ncannot be said that Belwana was the servant of the\npassengers for the time being; they had no right to control how he drove the\nbus.\nIt follows that Belwana was acting in the course and scope of his\nemployment with the appellant at the time of the collision. Counsel\nfor the\nappellant conceded, correctly  in my view, that this finding disposes of the\nancillary issue of the nature of the agreement\nconcluded between management and\nthe passengers who were conveyed on the bus.\nThe\nIndemnity\n[16]\tSmit testified that when a departmental bus was used\nfor attending a funeral, passengers had to sign a form in which they indemnified\nthe appellant against any damage or loss suffered as a result of being conveyed\non the bus.  He said that on this occasion he had\nspoken to the shop stewards\nand it was agreed that such forms were to be signed.  Temba Mfengwana, however,\ntestified that the only\npersons who were required to sign indemnity forms were\nrelatives or friends of the deceased who wished to travel on the bus. \nMagadla’s\nevidence was that the occasion at issue was the first where\nindemnities had to be given and only by non-workers.  The respondent\ntestified\nthat Mr Calitz, the chief administration clerk, had asked him whether family\nmembers of the deceased were also going to\ntravel on the bus and when he (the\nrespondent) answered in the affirmative, Calitz gave him indemnity forms which\nhe said should\nbe signed by such family members.  He handed the forms to another\nperson – not an employee of the department – with instructions\nto\nget non-employers to complete the forms.  It appears, however, that certain\nemployees also signed the forms.\n[17]\tIt is unclear on the evidence\nwhether only non-workers or also employees of the department had to sign\nindemnity forms.  Although\nSmit testified at first that he had spoken to the\nshop stewards and that it was agreed that indemnity forms were to be signed, he\ncould not recall whether or not he told them who had to sign the forms.  Calitz\nwas unavailable at the trial as he had resigned from\nthe department in 1996. His\nwhereabouts were unknown.  The respondent did not sign an indemnity form. The\nappellant was obliged to\nestablish, in answer to the respondent’s claim in\ndelict, that the respondent had indemnified him against any damage or loss\nhe\nmight have suffered as a result of the collision.\nDurban’s Water\nWonderland (Pty) Ltd v Botha and another\n1999 (1) SA 982\n(SCA) at 991 D-G. \nHe has failed to do so.\nIndemnity in terms of Section 40 of the\nPublic Service Act 1994\n[18]\tThis section reads:\n’40 \nLimitation of liability\nWhenever any person is conveyed in or makes use of\nany vehicle, aircraft or vessel which is the property of the State, the State or\na person in the service of the State shall not be liable to such person or his\nspouse, parent, child or other dependant for any loss\nor damage resulting from\nany bodily injury, loss of life or loss of or damage to property caused by or\narising out of or in any way\nconnected with the conveyance in or the use of such\nvehicle, aircraft or vessel, unless such person is so conveyed or makes use\nthereof\nin, or in the interest of, the performance of the functions of the\nState:  Provided that the provisions of this section shall not\naffect the\nliability of a person in the service of the State who in fully causes the said\nloss or damage.’\nAt the commencement of his argument in this court\ncounsel for the appellant conceded that the words ‘in, or in the interest\nof, the performance of the functions of the State’ (the Afrikaans version\nis ‘by, of in belang van, die verrigting van\ndie werksaamhede van die\nStaat’) must be read disjunctively, so that the exception applies not only\nto a person who is conveyed\nin the performance of the functions of the State\n(‘by die verrigting van die werksaamhede van die Staat’), but also\nto\na person who is conveyed in the interest of the performance of the functions\nof the State(‘in belang van die verrigting van\ndie werksaamhede van die\nStaat’). In my view this concession was correctly made. The latter concept\nis wider than the former.\n The former would be limited to conveyance linked to\nthe performance of State functions, which the present is not.\n[19]\tThe\npolicy of making vehicles available to workers to attend funerals of deceased\ncolleagues was clearly an industrial relations\nexercise.  Smit said that it was\ndone as a gesture of goodwill, obviously aimed at keeping the workforce happy. \nIn my view, it is\nin the interest of the performance of the functions of the\nState (‘in belang van die verrigting van die werksaamhede van die\nStaat’) that good relations prevail between management and\nworkers.\n[20] It follows that the appeal must fail.  The following order\nis made:\nThe appeal is dismissed with costs.\nL MPATI \nDP\nCONCUR:\nZULMAN JA\nBRAND JA\nCLOETE JA\nHEHER JA",
  "scraped_at": "2026-02-12T09:03:48.374546",
  "date": "2004-05-28",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "BRAND",
    "CLOETE",
    "HEHER JJA"
  ],
  "case_number": "217/03",
  "parties": {
    "applicants": [
      "MEC FOR DEPARTMENT OF PUBLIC WORKS (EASTERN CAPE)"
    ],
    "respondents": [
      "THAMSANQA FALTEIN"
    ]
  },
  "sections": {
    "facts": "The respondent, an employee of the Eastern Cape Department of Public Works, was a passenger in a departmental bus used to transport workers and relatives to a colleague's funeral on 16 November 1996. The bus was provided as a goodwill gesture by management. The appointed driver, Magadla, after completing the outward journey, found Belwana seated at the wheel and allowed him to drive back to Grahamstown. The bus was involved in a collision caused by Belwana's negligent driving, resulting in serious injuries to the respondent. The appellant denied liability, asserting that the drivers were not acting within the scope of their employment and that an indemnity agreement existed. The respondent sued for damages, claiming the department was vicariously liable for Belwana's negligence.",
    "issues": "The appeal raised (1) whether Belwana was acting in the course and scope of his employment when he drove the bus; (2) the nature and effect of any indemnity agreement between the department and the passengers; and (3) whether Section 40 of the Public Service Act 1994 bars the respondent’s claim against the department.",
    "principles": "Vicarious liability attaches where an employee acts within the scope of employment, assessed by the control test – the employer must have the right to control the manner in which the work is performed. Master‑servant jurisprudence requires that the servant be doing what the master instructed or is permitted to do. Section 40 of the Public Service Act limits state liability unless the conveyance is in the interest of the performance of State functions. An indemnity must be proven by a signed agreement to be enforceable.",
    "application": "The court held that management had entrusted control of the bus to the appointed driver and that both Magadla and Belwana remained under departmental control, even though Belwana was not expressly authorized for that specific return journey. Consequently, Belwana was deemed to be acting within the course and scope of his employment, making the department vicariously liable. The court found no satisfactory evidence that the respondent had signed an indemnity form, so the indemnity claim failed. Regarding Section 40, the court interpreted ‘in the interest of the performance of the functions of the State’ broadly, concluding that providing funeral transport to maintain good industrial relations serves the State’s functions; therefore, Section 40 did not exempt the department from liability.",
    "conclusion": "The appeal was dismissed with costs. The Department of Public Works was held liable for the damages caused by Belwana’s negligent driving, and the indemnity defence and Section 40 limitation were rejected."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Vicarious Liability",
    "level_3": [
      "public service act",
      "section 40",
      "indemnity",
      "funeral transport"
    ]
  }
}