{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/60.html",
  "case_name": "ABSA Bank Ltd v Swanepoel (246/03) [2004] ZASCA 60; 2004 (6) SA 178 (SCA) (31 May 2004)",
  "citation": "[2004] ZASCA 60",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 60\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Swanepoel (246/03) [2004] ZASCA 60; 2004 (6) SA 178 (SCA) (31 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 246/2003\nIn the appeal between:\nABSA BANK LTD\nAppellant\nand\nVERA HELENA SWANEPOEL NO\nRespondent\nBefore:\nMpati DP, Cameron JA, Brand JA, Nugent JA and Heher\nJA\nAppeal:\nFriday 21 May\n2004\nJudgment:\nMonday 31 May 2004\nContract –\nInterpretation – Provisions in written agreement not all necessarily\nhaving operational effect – Clause\nin bond agreement recording that\nborrower has chosen to accept life cover – Not intended to make\nbond-holder life insurer –\nClause not imposing contractual\nobligation\nJUDGMENT\n_____________________________________________________\nCAMERON\nJA:\n[1]\nOn 20 September 1999 Mr\nShaun Swanepoel, then 26 years old, applied for a loan to be secured by a\nmortgage bond from ABSA Bank Ltd.\n The loan agreement he signed included this\nstatement:\n‘I hereby declare that the\nadvantages of life insurance that in terms of this loan covers the amount owed,\nhave been fully explained\nto me, and that I have chosen to accept/\nnot to\naccept\nthis\ncover.’\n[1]\nThe words ‘not to accept’ were deleted at signature.  Less than\nthree months later Shaun (‘the deceased’)\ndied in a motor collision.\nHis bereaved mother, the executrix of his estate, sold the property covered by\nthe bond.  But before agreeing\nto cancel the bond, the appellant bank\n(‘the bank’) insisted on repayment of the outstanding bond amount. \nMrs Swanepoel,\nthe respondent, resisted the claim.  She asserted that the quoted\nstatement reflected a contractual obligation that required the\nbank to pay her\nson’s estate an amount equivalent to what he owed it when he died –\nin effect cancelling out the debt.\n She applied to the Pretoria High Court for a\ndeclaration to this effect.  The bank counter-applied for an order declaring it\nentitled\nto payment of the outstanding balance.\n[2]\nIn the court below, Basson J\nupheld Mrs Swanepoel’s claim.  He did not consider that the provision\nobliged the bank to provide\nthe deceased with a gratuitous indemnity on his\ndeath.  The question he posed was whether the provision could be described as an\ninsurance contract.  He concluded that it could: the provision meant that the\nbank extended life insurance to the borrower in the\namount owing at his death. \nIt was ‘virtually unthinkable’, however, that the bank was required\nto provide this cover\nwithout any charge.  The proper inference was that the\nparties had tacitly agreed ‘that some or other quid pro quo (in the\nform\nof a premium) would be payable under the provision’.  The loan documents\ncontained no such agreement, nor did they record\nany premium amount.  So the\njudge granted an order affording the parties an opportunity ‘to determine\nby agreement what a reasonable\npremium would embrace’, and, failing that,\nto approach the court to determine its amount.  Basson J refused the bank leave\nto appeal against this order, but leave was later granted by this\nCourt.\n[3]\nThe bank contends that the disputed\nprovision has no enforceable contractual content.  It merely recorded that the\ndeceased had elected\nto take out life insurance himself.  The bank is not in the\nbusiness of providing insurance, it says, and the provision signified\nno more\nthan that a broker would later approach the deceased to see to separate life\ncover for his debt.  That was never done.  The\ndeceased’s estate cannot\nnow, it argues, force it to act as the insurer of his\nlife.\n[4]\nThe learned judge rejected these\ncontentions.  He approached the matter by inquiring what contractual meaning was\nto be imputed to\nthe contentious provision.  In following this approach he\napplied the rules relating to the interpretation of contractual terms,\nincluding\nthat a term in a commercial contract will not readily be rendered meaningless,\nand that in case of ambiguity a provision\nmay be interpreted against the drafter\n(\ncontra proferentem\n).\n[5]\nBut this\napproach anticipates the question whether the provision had any contractual\nforce at all.  It assumes that the provision\nhad an enforceable content, when\nthe prior question is whether it was an operational part of the parties’\nagreement at all.\n[6]\nAt its simplest, a\ncontract is an enforceable promise to do or not do something.  But when parties\nrecord an agreement in writing,\nthey often add provisions that do not embody\nsuch promises.  A contract may have a preamble.  It may contain\n‘recordals’\nand ‘recitals’.  It may document prior\nevents, or record the parties’ future intentions.  It may contain\nclarificatory\nor explanatory statements.  The parties may place on record\nmatters that bear on the interpretation of what they have undertaken.\n It is\ntherefore wrong to approach a written contract as though every provision is\nintended to create contractual\nobligations.\n[7]\nIt may be difficult to\ndetermine whether a written provision is intended to embody a promise to do or\nnot do something, or whether,\nwithout itself constituting an undertaking, it\nmerely bears upon what the parties have undertaken.  A recent illustration of a\ndispute\nabout the extent of a contract’s operational provisions, about\nwhich this Court was divided, is\nMan Truck & Bus (SA) (Pty) Ltd v Dorbyl\nLtd t/a Dorbyl Transport Products and\nBusaf\n.\n[2]\nBut the question\nwhether a contractual provision has operational content is fundamental to the\nambit of the obligations the parties\nundertake, and it precedes the application\nof rules designed to establish the proper interpretation of their undertakings. \nOnly\nonce it is determined that a provision was intended to have contractual\neffect will the court try to interpret it so as to give it\nbusiness\nefficacy.\n[3]\nIf it was not so\nintended, those rules of interpretation do not come into play.  No\n‘business meaning’ can be conjured\nout of a clause that was not\nintended to have contractual effect at\nall.\n[8]\nThat is what happened here.  The judge\nsought to apply the rules of interpretation to the provision without considering\nits context.\n With respect to him, that was not the correct approach.  Whether a\nprovision forms an operational part of a contract, or is merely\ninformational or\nhistorical or evidentiary, depends on what it says within its context in the\ncontract, against the background in\nwhich the parties concluded\nit.\n[9]\nThis agreement is headed ‘Bond\nLoan Agreement’.  A recital follows with the parties’ names and\naddresses.  Clause\n1 then records that subject to the terms and conditions in\nthe annexure (‘Terms and Conditions’), the bank lends to the\nborrower the cash amount together with the other sums mentioned in the next\nclause, which the borrower must repay ‘in the manner\nset out in clause 2\nand in accordance with the Terms and Conditions’.  Clause 2 sets out the\nfigures, including the principal\ndebt of R304 942.17, repayable at a specified\nrate of interest in monthly instalments over twenty years.\n[10]\nClause 3 states that the loan is subject\nto certain specified provisions.  Summarised, they\nare:\n1.\nregistration of a covering bond in\nfavour of the bank over the property;\n2.\nan\napplication for insurance [for the property] must be\nprovided;\n3.\nthe stated interest rate is fixed\nfor 24 months from registration of the\nbond;\n4.\nthe insurance of the property being\nmortgaged for a specified amount;\n5.\ninspection of the property by the bank\nplaces no duty of care upon it and is purely for internal\npurposes.\n[11]\nThe contentious term is in\nclause 4, which is headed ‘Special Conditions’.  It is necessary to\nset out its provisions\nin full.  It\nreads:\n1.\nThe consequence of a new Reserve Bank\nruling in respect of new/additional home loans exceeding 80% of valuation is\nthat such loans\nwill be more expensive to fund.  The bond rate will therefore be\nchanged accordingly.\n2.\nThe attached agreement\nto vary the terms of a bond loan (ABSA 1291AX) must be signed by the client\nbefore registration of the bond.\n3.\nThe\nrepayment is a provisional amount and you will be informed of the correct\npayment on date of registration.\n4.\n“I\nhereby declare that the advantages of life insurance that in terms of this loan\ncovers the amount owed, have been fully explained\nto me, and that I have chosen\nto accept/not to accept this\ncover.”\n5.\nAlthough a bond is being\nregistered for an amount that exceeds the amount of the loan, this does not\nimply that further advances will\nautomatically be granted up to that\namount.\n6.\nIf additional financing is required,\na new application for a further advance or Flexi-Reserve facility must be\nsubmitted.\n7.\nA Flexi-Reserve facility for the\npre-paid portion of the loan has been\ngranted.\n8.\nA signed addendum to the bond loan\nagreement (ABSA 1289A) must be faxed on day of registration to the\nadministrative centre (record\nmaintenance\ndepartment).\n9.\nAttorney must obtain a signed\ndebit order authorisation against cheque\naccount.’\n[12]\nThe last clause, 5,\ncontains the definitions.  The parties’ signatures and those of the\nwitnesses follow.  It was common cause\nthat the annexure, the bank’s\n‘Terms and Conditions’, was incorporated in the contract, together\nwith the terms\ncontained in the bond subsequently registered over the property,\nas well as those in a third document, the bank’s ‘Standard\nBond\nConditions Applicable to All Bonds Registered in Favour of ABSA Bank Ltd’.\nTogether these documents (each of which cross-refers\nto the other) provide the\ncontext against which it must be determined whether the disputed provision\ncontained any undertaking by\nthe bank.\n[13]\nTwo\nthings immediately impress about the setting.  First, despite the misleading\nheading (‘Special Conditions’) none of\nthe other provisions of\nclause 4 contain contractually enforceable undertakings or conditions.  Clause\n4.1 records information about\na Reserve Bank ruling.  Clause 4.2 refers to a\nseparate part of the parties’ agreement, apparently intended to be a\ncondition\nprecedent to the registration of the bond (it was not included in the\ncourt papers).  Clause 4.3 is informational.  Clause 4.5 makes\nclear, in\ninformative terms, what already emerges from the other provisions – that\nthe bank is not obliged to make further\nadvances.  Clause 4.6 informs the\nborrower of application procedures.  Clause 4.7 records a past event – the\ngrant of a flexible\nloan facility in respect of the portion of the bond already\npaid.  Clause 4.8 records an administrative requirement – it does\nnot\npurport to set a condition precedent to contractual efficacy.  Clause 4.9 says\nnothing about the contracting parties’ obligations.\n It is a practical\nadministrative reminder directed to the\nattorney.\n[14]\nThese clauses are informational.\nThey are not operational.  It would be surprising indeed if in this context a\nprovision were suddenly\ninjected imposing a contractual obligation on the bank\nto indemnify the deceased in the amount owed on the bond on the date of his\ndeath.\n[15]\nSecond, sub-clause 4, alone of the\nprovisions of clause 4, is in quotation marks.  This is telling.  It supports\nthe conclusion that\nthe sub-clause records a declaration by one of the parties. \nThe declaration, made by the borrower, records a prior fact:  that,\nassisted by\nan explanation, he\nhas already chosen to accept\n(or, not to accept) life\ninsurance cover.  This again is not compatible with the imposition of a\ncontractual burden.  The contextual\nindicators strongly suggest that the\nsub-clause does no more than record the fact of the declarant’s prior\nchoice, and that\nit does not create, impose or record an\nobligation.\n[16]\nApart from context, there is\nthe provision’s content.  This points even more conclusively away from\ncontractual obligation.\n If the provision creates a contract of ‘life\ninsurance’, what conditions apply?  It does not say.   And in what state\nof health must the insured be?  Again, the clause is silent.  Can it mean, as\ncounsel for Mrs Swanepoel suggested, that on signature\na borrower at\ndeath’s door is without more insured for the full amount of the loan?\n[17]\nCounsel for Mrs Swanepoel urged us to\nfind that the words ‘life insurance that in terms of this loan covers the\namount owed’\nsignified that the contract of loan itself, at its\nconclusion, created the insurance obligation resting on the bank.  That might\nhave been possible had there been other provisions in the loan agreement that\nare compatible with or suggestive of such an obligation;\nbut there are none. \nThe ambiguity on which counsel relied is created by the fact that the words\n‘in terms of this loan’\nappear before, and not after, the words\n‘the amount owed’.  But this ambiguity cannot serve to create an\nobligation in\nthe face of overwhelming indications to the contrary.\n[18]\nCentral in this regard is the aspect that\nrightly troubled the learned judge:  the premium.  If the clause is to be given\noperational\nmeaning, it must surely exact from the lender a quid pro quo for the\nsizeable benefit it confers.  But what amount?  Calculated with\nreference to\nwhat insurable interest or value?  Would it remain static during the twenty\nyears of the bond?  Or decrease as the debt\nreduced?  And how often would it be\npaid?  Yearly, as premiums on property insurance sometimes are?  Or monthly,\ntogether with the\nbond repayments?\n[19]\nThe\njudge appreciated the difficulty of conjuring up from the provision a\ncontractually enforceable undertaking to pay a premium.\n Hence the order he\nissued, which seeks to shift the difficulties back to the disputing parties by\ninviting them to reach agreement\non a ‘reasonable\npremium’.\n[20]\nCounsel for Mrs Swanepoel\nwas trapped in a dilemma.  He disavowed support for the expedient the\njudge’s order adopted (though\nhe did not, and in the absence of a\ncross-appeal could not, abandon it).  Counsel’s reluctance is fully\nwarranted.  If the\nbank were an insurer, which had previously insured the\nborrower, a ‘reasonable’ premium might have been capable of\ncalculation.\n In the alien territory of bond lending, this goal simply cannot be\nattained.\n[21]\nBut this drove counsel to the\neven more extravagant contention that under the clause the bank undertook the\nobligation to discharge,\nwithout counter-prestation, the outstanding bond debts\nof all clients upon their death.  This, it will be remembered, the judge\ndismissed\nas ‘virtually unthinkable’.  That judgment is correct. \nFor a lender in this context to confer gratuitously a benefit\nof such\nsignificance, so incidentally, is indeed not thinkable in a world of commercial\nexaction and counter-exaction.\n[22]\nIn any\nevent, if the bank wished to confer this benefit, why would it need to ask the\nborrower to accept or reject it?  It could simply\nbroadcast its renunciation of\nany claim upon the estates of its deceased clients without involving them in the\nbother of signifying\ntheir acceptance at all.  Counsel was driven to suggest\nthat it could have been intended that an additional fee equivalent to the\npremium that would have been payable on such life insurance should be included\nin the amount of the loan, but no provision in any\nof the documents constituting\nthe parties’ agreement offers support for this\nconstruction.\n[23]\nThe whole matter does not\nwithstand scrutiny, and it is clear that the bank’s contentions must\nprevail.  The disputed provision\ncontains no undertaking.  Nor, for that reason,\ncould the deceased reasonably have understood that the provision did contain\nsuch\nan undertaking (assuming he in fact did so at all, of which there was of\ncourse no evidence in view of his death).  The case in my\nview fails at the\nfirst level of contractual meaning, which is whether the clause properly\nconstrued in its context is capable of\nimposing any obligation at\nall.\n[24]\nThe appeal succeeds with costs.  The\norder of the court below is set aside.  In its place there is\nsubstituted:\n1.\nThe application is dismissed\nwith costs.\n2.\nThe counter-application succeeds\nwith costs.\n3.\nAn order is granted in terms of\nprayer 1 of the counter-application.\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nMPATI\nDP\nBRAND JA\nNUGENT JA\nHEHER JA\n[1]\nMy translation throughout.  The\noriginal Afrikaans:\n“Ek verklaar hiermee dat die voordele van\nlewensversekering wat ingevolge hierdie lening die verskuldigde bedrag dek, ten\nvolle\naan my verduidelik is, en dat ek gekies het om hierdie dekking te\naanvaar/nie te aanvaar\nnie.”\n[2]\nCase 38/03,\njudgment of 26 March 2004.\n[3]\nAs\nin\nBurroughs Machines Ltd v Chenille Corporation of SA (Pty) Ltd\n1964 (1)\nSA 669\n(W).",
  "scraped_at": "2026-02-12T09:04:38.657382",
  "date": "2004-05-31",
  "coram": [
    "Mpati DP",
    "Cameron JA",
    "Brand JA",
    "Nugent JA",
    "Heher JA"
  ],
  "case_number": "246/2003",
  "parties": {
    "applicants": [
      "ABSA Bank Ltd"
    ],
    "respondents": [
      "Vera Helena Swanepoel"
    ]
  },
  "sections": {
    "facts": "In September 1999 Shaun Swanepoel, aged 26, applied for a loan secured by a mortgage bond from ABSA Bank Ltd. The loan agreement contained a clause stating that the advantages of life insurance covering the amount owed had been explained to him and that he had chosen to accept or not accept such cover; the words ‘not to accept’ were crossed out when he signed. Three months later Swanepoel died in a motor accident. His mother, as executrix of his estate, sold the mortgaged property but the bank demanded repayment of the outstanding bond balance. The mother sought a declaration that the clause created a contractual obligation for the bank to pay the debt on the borrower’s death, effectively cancelling the loan, while the bank counter‑applied for a declaration that it was entitled to the balance.",
    "issues": "The principal issue was whether the contested clause in the bond loan agreement created an enforceable contractual obligation on ABSA Bank to provide life‑insurance cover that would discharge the loan upon the borrower’s death, or whether it was merely a non‑operational record of the borrower’s choice with no binding effect. A subsidiary issue concerned the appropriate method of contractual interpretation, including the application of contra proferentem where ambiguity existed.",
    "principles": "The Court applied established principles of contract interpretation: a term must have operational content to be enforceable; not every provision in a written agreement creates a binding promise; contractual clauses are interpreted against the drafter where ambiguous (contra proferentem). The Court also noted that a provision must be capable of creating a commercial obligation, requiring a clear quid pro quo such as a premium, and referenced prior case law on distinguishing operative clauses from recitals (Man Truck & Bus (SA) (Pty) Ltd v Dorbyl Ltd).",
    "application": "Applying these principles, the Court examined the context of the loan agreement, noting that clause 4 comprised mainly informational or administrative statements. Only sub‑clause 4.4, placed in quotation marks, recorded the borrower’s declaration and did not impose a duty on the bank. The clause lacked any reference to a premium, conditions, or mechanisms for the bank to fulfil an insurance obligation. Consequently, the Court concluded that the clause had no contractual effect and could not be interpreted to create a liability for the bank.",
    "conclusion": "The appeal by ABSA Bank Ltd succeeded. The Court set aside the High Court’s order in favour of the respondent and substituted an order dismissing the respondent’s application with costs, granting the counter‑application and awarding costs in its favour. The disputed provision was held to contain no enforceable undertaking."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Interpretation of Contracts",
    "level_3": [
      "life insurance",
      "mortgage bond",
      "contractual obligation",
      "contra proferentem"
    ]
  }
}