{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/19.html",
  "case_name": "Pretoria East Builders CC and Another v Basson (574/02) [2004] ZASCA 19; 2004 (6) SA 15 (SCA) (29 March 2004)",
  "citation": "[2004] ZASCA 19",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 19\n|\nNoteup\n|\nLawCite\nPretoria East Builders CC and Another v Basson (574/02) [2004] ZASCA 19; 2004 (6) SA 15 (SCA) (29 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 574/02\nIn the matter\nbetween\nPRETORIA EAST BUILDERS CC\t\t\t         First Appellant\nINFOGOLD INVESTMENTS CC\t\t\t    Second Appellant\nand\nEDRIAAN STÉPHAN BASSON\t\t\t            \nRespondent\nCoram\t\tBrand JA, Jones AJA and Southwood AJA\nHeard\t\t15\nFebruary 2004\nDelivered\t\t29 March 2004\nSummary:  Sale of\nres\naliena\n─ written agreement for the sale of land belonging to another\n─ no proof that owner authorized seller to sell on its\nbehalf ─\nowner not bound ─ no enforceable contract because counter-offer not\naccepted in writing ─ order for specific\nperformance against seller\ninappropriate where he cannot perform.\nJUDGMENT\nJones AJA\nJONES AJA:\n[1]\tThis appeal concerns a contract for the sale of immovable property. On 10\nMay 2002, in an urgent application, the court a quo\ngranted a final interdict\nprohibiting the appellants from alienating the immovable property to anybody\nother than the respondent,\nand ordering them to give effect to a written\nagreement between the parties (1) by permitting the respondent to occupy the\nproperty\nforthwith, and (2) by registering the property in the\nrespondent’s name. The appellants were also ordered to pay costs. They\nnow\nappeal against this relief with leave from this court.\n[2]\tThe background\nfacts are for the most part common cause. The second appellant, Infogold\nInvestments 56 CC (‘Infogold’)\nis the registered owner of erf No\n6733, Woodland Estate, Moreleta Park, Pretoria. The first appellant, Pretoria\nEast Builders CC\n(‘Pretoria East Builders’) was the developer of the\nproperty, charged with building a house on it. Mr F van Schalkwyk\nis and was the\nsole member of Infogold and Pretoria East Builders. Acting in his capacity as\nmember of Pretoria East Builders he\nappointed his sister, Ms G Badenhorst, as\nthe project manager to oversee the development. It was part of her mandate to\nmake arrangements\nfor marketing the property. Her husband was the builder.\nDuring November 2001, at a stage when the building work was under way but\nnot\nyet completed, an estate agent introduced the respondent to her. In due course\nthe respondent submitted a written offer to purchase\nthe property for R890\n000-00. The offer was made to Pretoria East Builders. It was signed and accepted\non its behalf by Ms Badenhorst.\nIt contemplated giving occupation to the\npurchaser on 1 May 2002, by which time the building would be completed. It was\nconditional\nupon the conclusion of the sale of the respondent’s home by 30\nApril 2002 and upon a loan secured by a bond for R890 000-00\nbeing applied for\non behalf of the seller and being granted. The offer was in printed form with\nblank spaces to be filled in. It\ncontained paragraph No 18, which was headed\n‘other conditions’ which had been left blank. Ms Badenhorst caused\nthe following\nto be inserted in the blank space: ‘This offer is subject to\nthe presentation of a specification list and the signing of a\nbuilding contract\nwith Pretoria East Builders/Bouers CC’. After making this addition she\nplaced her signature at the end of\nthe document and she initialled the insertion\nof paragraph 18. When the document was returned to the respondent about a month\nlater\nhe noted the addition of clause 18, but he did not initial or sign\nit.\n[3]\tThe building work proceeded without incident or delay. The\nrespondent requested certain alterations and extra work, which were\nagreed to by\nMs Badenhorst and carried out by Pretoria East Builders, some of it at the\nrespondent’s expense. In time Ms Badenhorst\nfurnished him with a document\nheaded ‘Specification list of house on stand: 6733, Woodlands Security\nEstates, Moreleta Park’,\nbut the parties at no stage entered into the\nwritten building agreement contemplated by paragraph 18. The respondent’s\nhome\nwas sold before 30 April 2002 and produced a cash amount of R160 000-00\nwhich the respondent decided to devote to the purchase price\nof erf No 6733. He\nsays that he therefore did not need a loan for the full amount of the purchase\nprice and that he applied for a\nloan of R812 000-00 instead of the R890 000-00\nreferred to in the agreement of sale. The application for a loan and mortgage\nwas\npresented to a particular official of ABSA Bank at the insistence of Ms\nBadenhorst, and was not made on behalf of the respondent\nbut in the name of\nInfogold. This was at Ms Badenhorst’s suggestion, to leave open the\npossibility of the respondent in due\ncourse taking over the close corporation\nowning the property instead of taking transfer of the property. No agreement to\nthat effect\nwas however reached, and the loan application, though made in\nInfogold’s name, was considered and granted on the strength of\nthe\nrespondent’s personal creditworthiness.\n[4]\tIn early April 2002 the\nhouse was all but completely built. The respondent was obliged to vacate his\nhome to give occupation to\nthe new owners by the end of April 2002, and he made\narrangements accordingly. He was ready to take occupation of erf No 6733 on\n1\nMay 2002. In mid April 2002 Ms Badenhorst called upon him to agree to change the\nfirm of attorneys who had been instructed to do\nthe conveyancing work. After\ntaking advice from his attorneys and from the official at ABSA Bank, and because\nhe wished to avoid\nany delay in the transfer process, he notified Pretoria East\nBuilders and its attorneys that he was not prepared to agree to change\nthe\nconveyancer. Shortly thereafter, he became aware, from communications made to\nhim by the estate agent and Ms Badenhorst’s\nattorneys, that Pretoria East\nBuilders intended to cancel the agreement, and, later, that it had indeed\ncancelled it. In consequence,\nhis attorneys wrote to Pretoria East Builders,\ncalling for its assurance that it would honour the agreement, and advising that\nfailing\nsuch assurance the respondent intended to bring an urgent application.\nOn 22 April 2002, Infogold’s attorneys replied to\nhis attorneys in\nthe following terms:\n‘1\tMnr JFV Van Schalkwyk, synde die enigste lid\nvan the voormeld BK, het geen kontrak met Mnr Basson geteken nie en gevolglik\nnie gebonde gehou word aan enige koopooreenkoms.\n2\tOns kliënt het geen\nmagtiging verleen vir die sluit van ‘n koopooreenkoms nie.\n3\tU\nkliënt het derhalwe geen reg tot afdwinging en sal enige so poging\nteengestaan word.’\nThis letter came as a complete surprise. It is common cause that Ms\nBadenhorst had at no stage disclosed to the respondent that Pretoria\nEast\nBuilders was not the registered owner of erf No 6733. The letter led his\nattorneys to make enquiries, and they established the\ntrue position. Their\nenquiries also confirmed that Ms Badenhorst was in the process of trying to sell\nerf No 6733 to other would-be\nbuyers. The upshot was the present\napplication.\n[5]\tI shall first deal with the liability of the second\nappellant, Infogold. Infogold’s case is simply stated: it was the owner\nof\nthe property; it was not a party to the sale; it is not bound it by the sale;\nand it did not authorize Ms Badenhorst to act for\nit as its agent, whether in\nthe sale or for any other purpose. Mr\nDu Toit\n’s counter-argument is\nthat Infogold is bound to the sale as the undisclosed principal of its agent,\nPretoria East Builders.\nThe counter-argument is in my view\nunsound.\n[6]\tDuring the course of presenting his argument Mr\nDu\nToit\nfor the respondent addressed the question whether the provisions of\ns 2\nof the\nAlienation of Land Act No 68 of 1981\npreclude the application of the\ndoctrine of the undisclosed principal in a sale of land because it requires\ndisclosure of the identity\nof the principal in the written deed of\nalienation.\n[1]\nIt is, however, not\nnecessary to consider the point because the undisputed facts do not show that\nwhen the contract of sale was concluded\neither Ms Badenhorst or Pretoria East\nBuilders was acting as the agent of Infogold. The respondent did not allege in\nthe founding\naffidavit that Ms Badenhorst was authorized to act as the agent of\nboth Infogold and Pretoria East Builders. Only in his replying\naffidavit, in\ndealing with Ms Badenhorst’s denial that she was not acting on behalf of\nInfogold and was not authorized by Infogold\nto sell the property, is this\nsuggested, and then by inference and not as a statement of fact. The argument is\nthat Van Schalkwyk,\nas sole member of Pretoria East Builders, authorized Ms\nBadenhorst to act as project manager to build the house on erf 6733 and to\nenter\ninto the agreement of sale in terms of which Pretoria East Builders sold erf\n6733 to the respondent. He therefore knew, in\nhis capacity as sole member of\nPretoria East Builders, that Ms Badenhorst had sold Infogold’s property to\nthe respondent. This\nknowledge must be imputed to Van Schalkwyk in his capacity\nas sole member of Infogold. Infogold must be taken to have been aware\nall along\nthat Pretoria East Builders had sold its property to the respondent despite Van\nSchalkwyk’s denial of this in his\naffidavit on behalf of Infogold. This\nknowledge, and its failure to object to Pretoria East Builders actions in\nselling its property,\nit is argued, gives rise to an inference that it went\nalong with the arrangement and must have authorized Pretoria East Builders\nto\nact as its agent.\n[7]\tMr\nDu Toit’\ns submissions are founded\non innuendo and on inferences which, he suggests, should be drawn from the facts\nalleged. However, these\nare motion proceedings and the general rule formulated\nin\nPlascon-Evans Paints Limited\nv\nVan Riebeeck Paints (Proprietary)\nLimited\n[2]\nmust be applied. In the\ncircumstances of this case it is not permissible on the papers to go behind the\nevidence of Van Schalkwyk\nand Ms Badenhorst that at no stage was Ms Badenhorst\nauthorized to act on behalf of Infogold. There is thus a dispute about the\nfundamental\nfacts. Even if it is possible to reject Van Schalkwyk’s denial\nthat he was aware that the respondent had purchased Infogold’s\nproperty on\nthe ground that it is ‘so far-fetched or clearly untenable that the Court\nis justified in rejecting [it] merely\non the\npapers’\n[3]\n, there is no such\njustification for rejecting the evidence on behalf of the appellants that at no\nstage was Ms Badenhorst authorized\nto contract on behalf of Infogold, whether in\nher capacity as agent for Pretoria East Builders or at all.\n[8]\tIn my\nview Infogold’s knowledge, if it had such knowledge, that somebody else\nhad sold its property would not be sufficient\nin the circumstances of this case\nfor an inference that Infogold must have authorized the sale. The result is that\nwhether or not\nit is permissible to hold an undisclosed principal to an\nagreement for the sale of land there is no evidence to show that the seller\nacted or was authorized to act on behalf of the alleged undisclosed principal.\nThis being so, there is no basis on which to hold\nthat Infogold is liable to the\nrespondent in terms of the agreement of sale.\n[9]\tA number of submissions were made regarding the liability of the first\nappellant, Pretoria East Builders. I think that it is necessary\nto deal with\nonly two of them. The first is that on the facts there was no enforceable\ncontract between the respondent and Pretoria\nEast Builders. The insertion of\nparagraph 18 in the offer made by the respondent and submitted to Ms Badenhorst\non behalf of Pretoria\nEast Builders amounted to a counter-offer which was not\naccepted by him in writing. This means that the provisions of\ns 2(1)\nof the Act\nwere not complied with, and no enforceable contract came into being. There can\nbe no doubt, to my way of thinking, that\nthe insertion of paragraph 18 alters\nthe whole content of the contract. It couples the original offer to buy the land\nwith the building\nof a house on the land, and makes these two things dependent\non each other. It therefore amounts to a rejection of the original offer\nand the\nsubmission of a different offer with a different content and different\nobligations. This distinguishes this case from\nMenelaou\nv\nGerber and\nothers\n[4]\nupon which Mr\nDu Toit\nrelied. See also\nAdmin Estate Agents t/a Larry Lambrou\nv\nBrennan.\n[5]\nMr\nDu\nToit\n’s further argument that\nex facie\nthe document the\nrespondent’s signature at the end should be taken as an acceptance of\neverything contained in the document\nthat preceded it is entirely artificial in\nthe light of the known and accepted fact that paragraph 18 was inserted after he\nhad signed\nit.\n[10]\tSecondly, Mr\nWagener\nargued on behalf of the appellants that the\ncourt should not have issued an order for specific performance because, in the\ncircumstances\nof this case, it cannot be carried out. The rule is set out in\nShakinovsky\nv\nLawson and\nSmulowitz\n[6]\nas\nfollows:\n‘Now a plaintiff has always the right to claim specific\nperformance of a contract which the defendant has refused to carry out,\nbut it\nis in the discretion of the Court either to grant such an order or not. It will\ncertainly not decree specific performance\nwhere the subject-matter has been\ndisposed of to a\nbona fide\npurchaser, or where it is impossible for\nspecific performance to be effected; in such cases it will allow an alternative\nof damages.’\nThe owner of the property, Infogold, has made its attitude\nperfectly clear that it has no intention of performing Pretoria East\nBuilders’\ncontract with the respondent, and that it has no intention of\nitself selling to the respondent. It advised the respondent of its\nattitude\nbefore the commencement of proceedings, which should have alerted the respondent\nof the possibility of confining himself\nto an action for damages, and it\nrepeated its attitude under oath in the opposing papers (through the evidence of\nVan Schalkwyk).\nIn these circumstances, an order for specific performance\nagainst Pretoria East Builders is futile. It should not have been\ngranted.\n[11]\tIn the result, the appeal of both appellants is allowed\nwith costs. The order of the court a quo is set aside and will be replaced\nwith\nan order that the application is dismissed with costs.\nRJW JONES\nActing Judge of Appeal\nCONCURRED:\t\tBRAND JA\nSOUTHWOOD AJA\n[1]\nHe referred to the issues\nraised in\nGrossman\nv\nBaruch and another\n1978 (4) SA 340\n(W);\nMuller en ‘n ander v Pienaar\n1968 (3) SA 195\n(A) 204E-H;\nDurity\nAlpha (Pty) Ltd\nv\nVagg\n1989 (4) SA 1066\n(N); and\nDurity Alpha\n(Pty) Ltd\nv\nVagg\n[1991] ZASCA 20\n;\n1991 (2) SA 840\n(A)\n842H.\n[2]\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(AD), at 634E-635C.\n[3]\nPlascon-Evans Paints Limited\nv\nVan Riebeeck Paints (Proprietary)\nLimited at\n635C.\n[4]\n1988 (3)\nSA 342 (T).\n[5]\n1997 (2) SA 922\n(E).\n[6]\n1904 TS 326\n, 330 per\nInnes CJ, Solomon & Wessels JJ concurring. See also\nRissik\nv\nPretoria Municipal Council\n1907 TS 1024\n, 1037 per Wessels J (with\nspecific reference to the sale of property belonging to another),\nTamarillo\n(Pty) Ltd\nv\nBN Aitken (Pty) Ltd\n1982 (1) SA 398\n(A) 441D--443F per\nMiller JA, and\nBenson\nv\nSA Mutual Life Assurance Society\n1986 (1)\nSA 776\n(A) 783E-G per Hefer JA.",
  "scraped_at": "2026-02-12T08:58:21.687400",
  "date": "2004-03-29",
  "coram": [
    "Brand JA",
    "Jones AJA",
    "Southwood AJA"
  ],
  "case_number": "574/02",
  "parties": {
    "applicants": [
      "Pretoria East Builders CC",
      "Infogold Investments CC"
    ],
    "respondents": [
      "Edriaan Stéphan Basson"
    ]
  },
  "sections": {
    "facts": "The second appellant, Infogold Investments CC, was the registered owner of erf No 6733 in Moreleta Park. The first appellant, Pretoria East Builders CC, acted as developer and, through its member Mr Van Schalkwyk, appointed his sister Ms G Badenhorst as project manager. In November 2001 Ms Badenhorst was introduced to the respondent, who made a written offer of R890,000 to purchase the erf. Ms Badenhorst signed the offer on behalf of Pretoria East Builders and inserted a new paragraph 18 – requiring a specification list and a building contract – which the respondent did not initial. The building was completed, the respondent sold his own home and applied for a loan in Infogold’s name, but Infogold never authorised Ms Badenhorst to sell the property. In April 2002 the respondent sought assurances of performance; Infogold’s attorneys replied that no contract existed and that Infogold was not bound. The lower court granted an interdict and ordered specific performance, which the appellants appealed.",
    "issues": "1) Whether Infogold, as the undisclosed principal, is bound by a sale agreement concluded by Ms Badenhorst on its behalf. 2) Whether a valid and enforceable contract existed between the respondent and Pretoria East Builders given the insertion of paragraph 18 and the lack of written acceptance. 3) Whether an order of specific performance against Pretoria East Builders was appropriate where the owner expressly refused to sell.",
    "principles": "The Court applied the doctrine of undisclosed principal, requiring clear evidence that the agent was authorised to act on the principal’s behalf. Under the Alienation of Land Act s 2(1) a sale of land must be reduced to writing and must be accepted in writing. The Plascon‑Evans rule governs motion proceedings, disallowing reliance on inferences not supported by evidence. Specific performance may be denied where performance is impossible or the subject matter has been disposed of to a bona‑fide purchaser, as set out in Shakinovsky v Lawson.",
    "application": "The Court found no evidence that Ms Badenhorst had authority to sell Infogold’s property, nor any inference sufficient to deem Infogold an undisclosed principal; therefore Infogold could not be held liable. The insertion of paragraph 18 altered the original offer, constituting a counter‑offer which was never accepted in writing, so no enforceable contract existed between the respondent and Pretoria East Builders. Because Infogold – the true owner – refused to sell and indicated it would not perform, specific performance against Pretoria East Builders was impossible and thus inappropriate.",
    "conclusion": "The appeal of both appellants was allowed with costs. The interdict and order for specific performance granted by the court a quo were set aside and the application was dismissed with costs."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land",
    "level_3": [
      "undisclosed principal",
      "contract formation",
      "specific performance",
      "agent authority"
    ]
  }
}