{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/75.html",
  "case_name": "Swire Pacific Offshore Services (Pte) Ltd v MV 'Roxana Bank' and Another (369/03) [2004] ZASCA 75; [2005] 1 All SA 10 (SCA); 2005 (2) SA 65 (SCA) (16 September 2004)",
  "citation": "[2004] ZASCA 75",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 75\n|\nNoteup\n|\nLawCite\nSwire Pacific Offshore Services (Pte) Ltd v MV 'Roxana Bank' and Another (369/03) [2004] ZASCA 75; [2005] 1 All SA 10 (SCA); 2005 (2) SA 65 (SCA) (16 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:  369/03\nIn the matter between:\nSWIRE PACIFIC OFFSHORE SERVICES (PTE)\nLTD    Appellant\nand\nMV ‘ROXANA BANK’ \t\t\n\t\t\t    First Respondent\nTHE CARGO PRESENTLY ON BOARD THE\nMV\n‘ROXANA BANK’\t\t\t\t\tSecond\nRespondent\n_____________________________________________________\nCoram\t\t:\tSCOTT,\nFARLAM, NUGENT, CONRADIE\net\nCLOETE JJA\nDate of\nHearing\t:\t20 AUGUST 2004\nDate of delivery\t:\t16 SEPTEMBER\n2004\nSummary:\tSalvage – no closed list of categories of persons\nentitled to salvage reward – persons entitled to reward in\nrespect of\nservices rendered by a salving vessel not limited to the owner or demise\ncharterer.\n___________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\nJA/...\nSCOTT JA\n:\n[1]\tOn the morning of 25 January 2002 the\nMV Roxana Bank\nexperienced mechanical problems with her main engine while\nlying at anchor off the town of Mossel Bay on the east coast of South Africa.\nThe prevailing weather conditions caused her to drag her anchor and drift in a\nnorth-westerly direction close to a submarine oil\npipeline which runs from a\nsingle buoy mooring to the oil terminal at Mossel Bay. A pilot who had boarded\nthe\nRoxana Bank\nrequested assistance from the\nMV Pacific Lance\nwhich was anchored nearby. In response, the latter took the\nRoxana\nBank\nunder tow out to sea. Arising from this incident, the appellant\nsubsequently commenced proceedings\nin rem\nin the Cape High Court against\nthe\nRoxana Bank\n, as first defendant, and against her cargo, as second\ndefendant, (now the respondents) in which it claimed a salvage reward totalling\nR1 000 000 together with interest and costs. The claim is a maritime claim\nwithin the meaning of para (k) in the definition of ‘maritime\nclaim’\nin s 1(1) of the Admiralty Jurisdiction Regulation Act 105 of 1983.\n[2]\tThe appellant alleged in its particulars of claim that it was\n‘the operator’ of the\nPacific Lance\nand that her master and\ncrew in rendering the salvage services had acted in the course and scope of\ntheir employment with the appellant\nor ‘alternatively in terms of their\nduties, having been seconded by Swire Pacific Ship Management Ltd to the\n[appellant].’\nThe evidence adduced by the appellant at the trial revealed\nthat while it had effective control over the disposition of the vessel,\nit was\nneither the owner nor the charterer of the vessel in terms of a demise\ncharterparty; nor was it the employer of her master\nand crew. At the end of the\nappellant’s case the respondents applied for and were granted absolution\nfrom the instance by the\ncourt\na quo\non the ground that the appellant had\nfailed to make out a prima facie case that it had the necessary\nlocus\nstandi\nto claim a salvage reward based on the services rendered by the\nPacific Lance\n. The appeal is with the leave of the court\na\nquo.\n[3]\tThe respondents concede that the evidence adduced at the\ntrial, although disputed, was sufficient to establish prima facie that\nthe\nservices rendered by the\nPacific Lance\nwere such as to render the owners\nof the\nRoxana Bank\nliable for the payment of a salvage reward. For the\npurpose of the appeal, therefore, this may be assumed. The question in issue\nis\nwhether the evidence adduced was of such a nature as to establish a relationship\nbetween the appellant and the\nPacific Lance\nwhich in law would justify a\nsalvage award being made to the appellant.\n[4]\tThe appellant is a member\nof a group of companies known as the Swire group, as are the companies that\nrespectively own the\nPacific Lance\nand employ her master and crew. At the\nhead of the group is Swire Pacific Ltd, a public company registered in Hong\nKong. The group\nis divided into five divisions. One is the shipping division\nwhich comprises about six companies. What was referred to as the ‘holding\ncompany’ of this division is a Bermudan company, Swire Pacific Offshore\nHoldings Ltd. (This company is itself a wholly owned\nsubsidiary of another\nBermudan company which in turn is a wholly owned subsidiary of Swire Pacific Ltd\nof Hong Kong.) One of its\nsubsidiaries is Swire Pacific Offshore Ltd, also of\nBermuda, which in turn holds all the shares in the appellant. The latter is\nregistered\nin Singapore. The\nPacific Lance\nis owned by a Panamanian\nregistered company, Swire Marine Corporation Ltd, which is another wholly owned\nsubsidiary of Swire Pacific\nOffshore Holdings Ltd. Her master and crew are, or\nwere at the relevant time, employed by a Hong Kong company, Swire Pacific Ship\nManagement Ltd, which is a wholly owned subsidiary of the company at the head of\nthe group, Swire Pacific Ltd.\n[5]\tThe appellant’s business is the\nprovision of marine services to the offshore industry. This involves providing\nsupport for\noffshore oil rigs, oil platforms, drilling barges and the like. For\nthis purpose the appellant employs a number of ships, one of\nwhich is the\nPacific Lance\n. Mr Brian Townsley, who is a director of the appellant as\nwell as other companies in the shipping division of the group, testified\nthat\nthe appellant is, as he put it, ‘the head office’ of the shipping\ndivision of the group and carries on its business\nwith the support of other\ncompanies in that division. He explained that Swire Marine Corporation Ltd was\nestablished to do no more\nthan own the\nPacific Lance\nand other ships, and\nthat it had no employees in Panama where it was registered. In summary, his\nevidence was to the effect that\nalthough there was no written agreement between\nthe appellant and Swire Marine Corporation Ltd regarding the employment of the\nPacific Lance\n, the former, with the concurrence of the latter,\neffectively controlled the disposition of the vessel in every respect as if it\nwere\nthe owner.\n[6]\tAt the time the salvage services were rendered, the\nPacific Lance\nwas under charter to Soekor E and P (Pty) Ltd\n(‘Soekor’). The agreement, called a ‘service agreement’,\nwas\nconcluded between the appellant and Soekor and commenced in September 1999.\nIts terms largely reflect the relationship between the\nvessel and the appellant\ndescribed by Townsley. The appellant is styled ‘the owner’. The\nvessel is defined as meaning\n‘the\nMV Pacific Lance\nowned, \nchartered  or  leased  by  [the]  owner  [ie  appellant] . . .’.  The hire\nis payable to the appellant as ‘owner’,\nwho is to deliver the vessel\nat Mossel Bay Harbour on the commencement date and provide a master and crew\n‘in numbers and classifications\nas set out in [an] appendix’. There\nare detailed provisions relating to the suspension of ‘the services’\nby the\n‘owners’ for the purpose of engaging in a salvage operation\nand for the sharing with Soekor of any salvage reward paid\nto the\n‘owners’ after deducting various specified expenses. Finally, the\n‘owners’ are obliged to procure\nat their own cost various insurances\nfor the duration of the agreement, including ‘workmen’s compensation\ninsurance’,\n‘hull and machinery insurance for the full value of the\nvessel’, ‘P & I risks as covered by a full entry of\nthe vessel\nin a recognised P & I club . . .’ and ‘insurance to the full\nvalue of the bunkers on board the vessel’.\n[7]\tAs indicated above,\nthe master and crew of the\nPacific Lance\nare employed not by the company\nthat owns the vessel, but by Swire Pacific Ship Management Ltd. According to\nTownsley, their wages\nare paid by the latter with funds transferred to it by the\nappellant expressly for that purpose. Furthermore, the master acts on\nthe\ninstructions of the appellant, not Swire Pacific Ship Management Ltd. Townsley\nexplained that these were conveyed on a day to\nday basis to the vessel via\nregional ‘out ports’ which had one or two managers. Similarly, when\ninstructions were sought\nby the master they were obtained from the appellant by\nthe same means. The evidence of the master, Captain Stephen Holden, was to\nthe\nsame effect. It appears that in 1993 Swire Pacific Offshore Ltd, being the\ncompany that owns the shares in the appellant, entered\ninto a written agreement\nwith Swire Pacific Ship Management Ltd in terms of which the latter undertook to\nrecruit and provide the\nformer with crew for the vessels entrusted to it by\ntheir owners. Townsley explained, however, that by reason of a subsequent\nrestructuring\nof the group’s activities this agreement no longer correctly\nreflected the position as Swire Pacific Offshore Ltd had ceased\nto be actively\ninvolved and Swire Pacific Ship Management Ltd reported directly to the\nappellant.\n[8]\tIn the court\na quo\nDavis J correctly held that the\nlaw to be applied was the English law as it existed on 1 November 1983. A South\nAfrican court of\nadmiralty immediately before the commencement of the Admiralty\nJurisdiction Regulation Act 105 of 1983 (‘the Act’) would\nhave had\njurisdiction to entertain a claim for salvage by virtue of s 6 of the Admiralty\nCourt Act of 1840 (3 & 4 Vict.Cap.65).\nAccordingly, and in terms of s 6(1)\nof the Act, the law to be applied is the law which ‘the High Court of\nJustice of the United\nKingdom’ would have applied on the date on which the\nAct commenced. (The reference to the ‘High Court of Justice’\nmust be\nunderstood as a reference to the Supreme Court of England and Wales. See\nMV\nStella Tingas: Transnet Ltd v Owners of the MV Stella Tingas and another\n2003 (2) SA 473\n(SCA) at 479G-H.) However, by reason of s 6(2) of the Act, the\napplication of that law is subject to the provisions of any law of\nthe Republic\napplicable to salvage. It follows that in the event of a conflict between\nEnglish law and the Wrecks and Salvage Act\n94 of 1996, incorporating as it does\nthe International Convention on Salvage 1989, the latter must prevail. As far as\nthe present\ncase is concerned, there would appear to be no such conflict. In\nthis regard it is to be observed that the\nPacific Lance\nis not a South\nAfrican ship within the meaning of the definition of such a ship in s 1 of the\nWrecks and Salvage Act.\n[9]\tHaving held English law to be applicable, the\nlearned judge appears to have accepted or proceeded on the assumption that there\nwas a\nnumerus clausus\nof categories of persons entitled to recover a\nsalvage reward. He concluded his discussion on the issue thus:\n‘To\nsummarise: the position in terms of English law (which is to be applied in this\ncase as South African law) is that the master,\ncrew, owner or demise charterer\nrepresent the categories of persons to whom a salvage reward may be\ndue.’\nThereafter, in response to counsel’s invitation to do so,\nhe considered whether there was any justification for lifting the\ncorporate veil\nto enable the appellant ‘to locate [itself] within the existing categories\nby use of a peep through the corporate\nstructure of the Swire Group’ and\ndecided there was none. The judge was also not prepared on the facts of the case\n‘to\nextend’ the categories of persons entitled to a salvage reward\nto ‘an operator’. He accordingly granted absolution\nfrom the\ninstance.\n[10]\tIn this court counsel were in agreement that there was no\nclosed list of categories of persons entitled to claim a salvage reward.\nThis is\nundoubtedly so. Brice on the\nMaritime Law of Salvage\n3 ed at para 1-177\nsays this:\n‘There is no arbitrary limitation upon the class of persons\nor bodies who are entitled to recover salvage remuneration provided,\nhowever,\nthat the same are recognised in law as volunteers and they render salvage\nservices.’\nIn\nThe Sava Star\n[1995] 2 Lloyds Rep 134\n(Adm Ct) Mr\nJustice Clarke, after quoting with approval the above passage (in the second\nedition at para 1-154), concluded at 141:\n‘There are no rigid\ncategories of salvor. They include any volunteer who renders services of a\nsalvage nature.’\nAlthough ‘salvor’ is not defined in the\nSalvage Convention 1989 it is clear that the above approach is consistent with\nits terms. See Kennedy and Rose\nLaw of Salvage\n6 ed para 444. In the\npresent case, however, we are concerned not with a situation where the salvor\npersonally rendered the salvage\nservices, but with a situation where a ship was\nthe means by which those services were rendered. The question that arises is\nwhether\nin such circumstances a person other than the owner or demise charterer\ncan become entitled to a salvage reward.\n[11]\tIt is well established that\nthe owner of a salving vessel is entitled to a salvage reward due in respect of\nthe services rendered\nby the vessel. This is so even if the vessel is subject to\na time charter. It is the owner who has the power to control the disposition\nof\nthe ship and whose property or interests are placed at risk. But the element of\nrisk, if a requirement in the past, is no longer\none; it is relevant only to the\nquantum of the claim. See Kennedy and Rose paras 454-458.\n[12]\tIt has\nalso long been recognised that where the salving vessel is subject to a charter\namounting to a demise, it is the charterer\nwho is entitled to the reward. Such a\ncharterer, it is said, becomes\npro hac vice\nthe owner for the duration of\nthe charter. In\nElliot Steam Tug Company Ltd v Admiralty Commissioners; Page\nand others v Admiralty Commissioners\n[1921] 1 AC 137\nthe House of Lords\naccepted that the demise charterer was so entitled, but without an in depth\nanalysis and seemingly on no more\nthan the assumption of a rule that it is the\ndemise charterer who acquires the right to the salvage reward. Kennedy and Rose\ncontend\nthat what really underlies the entitlement of the demise charterer to\nthe reward is the power that he (or she) has to direct the\nsalving vessel to\nrender the services and to bear the risk of her loss. They say at para\n473:\n‘Demise charterparties are commonly regarded as putting the\ncharterer in the position of the owner for the duration of the charterparty,\nso\nthat he automatically assumes both the liabilities and rights of the owner. In\nfact, of course, there is merely a transfer of\npossession and what really\nprovides the charterer with the right to salvage is the power given to him\n(additionally to the rights\nhe would normally have under the employment and\nindemnity clause in a time charterparty) to order the ship to provide salvage\nservices\nand to bear the risk of any loss to the vessel – for which he\nmust indemnify the owner – during salvage. He has the right\nto decide on\nthe employment of the ship, so he is able to contribute its services, and it is\nhe who bears the risk.’\nThey add at para 474:\n'It is for those\nreasons, and not simply because he acquires the appearance of ownership, that\nthe demise charterer can claim salvage.\nThe owner foregoes the services of and\nrisk to the vessel during the demise and can be said to contribute nothing to\nsalvage.’\nThis analysis strikes me as correct and I readily endorse\nit. The question is whether there is any reason why some person other than\nthe\nowner or demise charterer who similarly has the power to provide the services of\na salving vessel and who will bear the loss\nof the vessel (or possibly other\nfinancial loss) should not be entitled to a salvage reward. In principle, once\none accepts, as I\ndo, that there is no closed list of categories of persons who\nmay claim salvage, I can think of no such reason; nor was counsel able\nto\nadvance one in argument. In my judgment, therefore, it must be accepted that\nsuch a person is entitled to a salvage reward.\n[13]\tTo return to the\nfacts of the present case, what is apparent from Townsley’s evidence is\nthat the power to control the\ndisposition of the vessel was vested in the\nappellant. Although the employment contracts of the master and crew were\nconcluded with\nSwire Pacific Ship Management Ltd, the inference is that the\nappellant was\npro hac vice\ntheir employer. It was the appellant who\ninstructed the master and it was the appellant to whom the master turned when he\nsought\ninstructions. In this way the appellant effectively exercised the day to\nday control over the vessel. Townsley’s evidence that\nthe appellant\ncontrolled the disposition of the vessel in every respect is moreover supported\nby the existence of the Soekor agreement\nwhich the appellant entered into in its\nown name as ‘owner, charterer or lessee’ of the\nPacific\nLance\n.  Counsel for the respondent submitted that the inference arising from\nthe evidence was that the appellant was no more than an agent\nand that it had\nentered into the Soekor agreement as agent for and on behalf of an undisclosed\nprincipal, being Swire Pacific Ship\nManagement Ltd. Such an inference is not\nonly inconsistent with the terms of the Soekor agreement, it is also not in\naccord with\nthe direct evidence of Townsley; nor was it put to him in\ncross-examination. A more likely inference is that there existed, at the\nleast,\na tacit agreement between the owner and the appellant to the effect that the\nlatter was to possess and exercise full control\nover the disposition of the\nPacific Lance\n. Indeed, it is clear from the evidence that the\nappellant’s possession and control of the vessel was with the concurrence\nof\nthe owner. The appellant’s counsel sought to categorize the agreement\nas being ‘akin to a demise charterparty’,\nbut no purpose is served\nby attempting to give it a tag.\n[14]\tAs far as the element of risk is\nconcerned, it is apparent even from the terms of the Soekor agreement that the\nappellant would\nsuffer financial loss through a failure to perform in the event\nof the vessel’s being lost or damaged in the course of a salvage\noperation. But apart from that, the appellant’s possession of the vessel\nof another gives rise, in the absence of evidence\nto the contrary, to the\nnatural inference that the appellant will ultimately be obliged to return the\nvessel to the owner or indemnify\nthe owner for its loss. Some support for this\nis to be found in the appellant’s undertaking in the Soekor agreement to\nprocure\namongst others hull and machinery insurance to the full value of the\nvessel.\n[15]\tIn order to survive absolution, the appellant was obliged,\nas far as inferences are concerned, to show no more than that the\ninference on\nwhich it relied was one which was reasonable. See\nGordon Lloyd Page &\nAssociates v Rivera and another\n2001 (1) SA 88\n(SCA) at 92H-I.  In my view\nthe appellant succeeded in the circumstances in establishing prima facie that it\nbore the risk of the\nloss of the vessel. It follows from what I have said above\nthat on these facts the relationship between the appellant and\nPacific Lance\nwas such as to entitle the appellant in law to a salvage reward in respect\nof the services rendered by the vessel.\n[16]\tIt was contended on behalf\nof the respondent that the case the appellant ultimately sought to establish was\nnot the case made\nout in its particulars of claim and that the appellant was\ntherefore precluded from relying on the former. The case pleaded, said\ncounsel,\nwas that the appellant was entitled to a salvage reward as employer of the\nmaster and crew who were acting in the course\nand scope of their employment with\nthe appellant or had been seconded to it, while the case sought to be\nestablished was that the\nappellant was effectively in control of the disposition\nof the vessel which in turn was the means by which the salvage was effected.\nThe\ndistinction between the two is, of course, a valid one, but I do not think that\nthe particulars of claim must be construed as\nprecluding the latter. It is clear\nfrom the allegations made in the particulars of claim that the appellant’s\ncase was always\nthat it was the services rendered by the vessel that effected\nthe salvage and not simply the services of the master and crew acting\nin the\ncourse and scope of their employment. But the allegation that they were so\nemployed or were seconded to the appellant makes\nit clear that the appellant was\nin a position to control the disposition of the salving vessel. The argument,\ntherefore, cannot succeed.\n[17]\tIt follows that in my view the appeal\nmust be upheld.\nThe following order is made:\n(1)\tThe appeal is upheld\nwith costs, such costs to include \t\tthe  costs  occasioned  by  the  employment \nof  two \t\tcounsel;\n(2)\tThe order of the court\na quo\ngranting\nabsolution from \t\tthe   instance   is   set    aside  and  the  following  is\n\t\tsubstituted in its place –\n‘The  application  for absolution\nfrom the instance is \t\t\tdismissed with costs including the costs occasioned by\n\t\tthe employment\nof two counsel.’\nD G\nSCOTT\nJUDGE OF APPEAL\nCONCUR:\nFARLAM\t  J\nNUGENT    \nJ\nCONRADIE J\nCLOETE     \nJ",
  "scraped_at": "2026-02-12T09:06:03.844606",
  "date": "2004-09-16",
  "coram": [
    "Scott JA",
    "Farlam JA",
    "Nugent JA",
    "Conradie JA",
    "Cloete JJA"
  ],
  "case_number": "369/03",
  "parties": {
    "applicants": [
      "Swire Pacific Offshore Services (Pte) Ltd"
    ],
    "respondents": [
      "MV Roxana Bank",
      "The cargo presently on board the MV Roxana Bank"
    ]
  },
  "sections": {
    "facts": "On 25 January 2002 the MV Roxana Bank dragged anchor off Mossel Bay and drifted towards a submarine oil pipeline. A pilot asked the nearby MV Pacific Lance for assistance; Pacific Lance took Roxana Bank under tow to sea. Swire Pacific Offshore Services (Pte) Ltd (the appellant) later sued in rem for a R1,000,000 salvage reward, claiming to be the operator of Pacific Lance. Evidence showed the appellant did not own or charter the vessel in a demise charter but exercised effective control over its disposition, instructed the master and crew, and bore the financial risk of loss. The vessel was owned by a Panamanian subsidiary of the Swire group and crew were employed by another Swire subsidiary, but the appellant, through a service agreement with Soekor, acted as the owner/charterer and was responsible for insurances and other obligations.",
    "issues": "The primary issue was whether the appellant had the necessary locus standi to claim a salvage reward, i.e., whether a person who is not the legal owner or demise charterer but who exercises control of a salving vessel and bears its risk may be entitled to salvage remuneration. A subsidiary issue concerned whether English law, as applied, imposes a closed list of categories (owner, master, crew, demise charterer) entitled to such rewards.",
    "principles": "The Court applied English law as of 1 November 1983, per the Admiralty Jurisdiction Regulation Act, subject to the South African Wrecks and Salvage Act where not in conflict. English law does not recognize a strict numerus clausus of persons entitled to salvage; any volunteer who renders salvage services and is recognized in law may claim reward. Pre‑existing principles hold that the vessel’s owner is entitled to reward, and a demise charterer is entitled where they have the power to direct the vessel and bear its risk. The entitlement therefore rests on control of the vessel and exposure to loss, not merely legal title.",
    "application": "The Court found that the appellant, through its service agreement with Soekor and the evidence of day‑to‑day instruction to the master, exercised full control over Pacific Lance. The appellant also assumed financial risk, evidenced by insurance obligations and the possibility of loss during salvage. Consequently, the appellant fit the functional description of a party entitled to salvage reward, analogous to an owner or demise charterer, despite not being the registered owner. The inference of control and risk was deemed reasonable and sufficient to overcome the lower court’s absolution.",
    "conclusion": "The appeal was upheld. The order absolving the appellant from the instance was set aside and replaced with a dismissal of the application for absolution, with costs awarded to the appellant, including costs for two counsel. Thus, the appellant was entitled to pursue its claim for a salvage reward."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Salvage",
    "level_3": [
      "salvage reward",
      "vessel control",
      "corporate veil",
      "locus standi"
    ]
  }
}