{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/58.html",
  "case_name": "Farocean Marine (Pty) Ltd v Malacca Holdings Ltd and Anohter (223/03) [2004] ZASCA 58; [2004] 3 All SA 279 (SCA); 2005 (1) SA 428 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 58",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 58\n|\nNoteup\n|\nLawCite\nFarocean Marine (Pty) Ltd v Malacca Holdings Ltd and Anohter (223/03) [2004] ZASCA 58; [2004] 3 All SA 279 (SCA); 2005 (1) SA 428 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 223/03\nIn the matter between:\nFAROCEAN MARINE (PTY) LTD \t\t\t\t      \nAppellant\nand\nMALACCA HOLDINGS  LIMITED\t\t\t   First\nRespondent\nEARL ROMANS\t\t\t\t\t       Second\nRespondent\nCoram:\nMARAIS, SCOTT, FARLAM, CLOETE JJA\net\nPATEL AJA\nDate of hearing:\t6 MAY 2004\nDate of delivery:\t28 MAY\n2004\nSummary:\tAttachment to found or confirm jurisdiction – nature\nof prima facie case required against defendant in the alternative\n–\njoinder of further defendant in the alternative – section 5(1) of Act 105\nof 1983 permitting such a joinder –\ndiscretion of court – order in\npara 19.\nJUDGMENT\nSCOTT JA/...\nSCOTT JA:\n[1]\tThe appellant\n(‘Farocean’) carries on business as yacht and shipbuilders in Duncan\nRoad, Table Bay Harbour, Cape Town.\nThe respondents are both\nperegrini\n.\nThe first respondent, Malacca Holdings Limited (‘Malacca’), is a\ncompany incorporated according to the laws of the Cayman\nIslands. Its sole\nshareholder is the second respondent, Mr Earl Romans, a citizen and resident of\nthe United States of America. On\n4 November 2002 Farocean sought and obtained\nex parte\nan order in the High Court, Cape Town, directing that the motor\nyacht\nSummit One\n(and various items of equipment removed from the vessel)\nbe attached to found or confirm the jurisdiction of the court in an action\nFarocean proposes instituting against the respondents as alternative defendants.\nAn order was also granted in terms of s 5(1) of\nthe Admiralty Jurisdiction\nRegulation Act 105 of 1983 (‘the Act’) joining the respondents as\ndefendants in the proposed\naction ‘although one or other one of them might\nnot otherwise be amenable to the jurisdiction of [the]  ... court’. A\nrule\nnisi was issued and served on the respondents’ Cape Town attorneys and on\nMorgan Olsen & Olsen LLP, attorneys of Fort\nLauderdale, Florida. The\nconfirmation of the rule was opposed, initially only by Romans, but later also\nby Malacca. The matter came\nbefore Davis J who discharged the rule and dismissed\nthe application with costs. The judgment is reported\nsub nom\nMV Summit\nOne Farocean Marine (Pty) Ltd v Malacca Holdings Ltd and another\n2003 (6) SA\n94\n(C). The present appeal is with the leave of the court\na\nquo\n.\n[2]\tIn order to understand the issues and the context in which\nthey arise it is necessary to set out as briefly as the circumstances\npermit the\nmain allegations made in founding papers, the answering affidavits and the\nreplying affidavits. Farocean’s cause\nof action against the respondents\nwas founded upon an agreement, the terms of which were recorded in a letter\ndated 26 March 2001\naddressed by Mr Jendo Ocenasek on behalf of Farocean to\nRomans. Ocenasek, who is the managing director of Farocean, had previously\ntravelled to Malaysia together with Mr Frederick Farmer, Farocean’s\ntechnical director, to advise Romans on the feasibility\nof purchasing and\nrefurbishing the\nSummit One\n, then named\nSipadan Princess\n.\nSubsequently the vessel sailed to Cape Town where it was removed from the water\nand transported to Farocean’s shipyard. Notwithstanding\nthe absence of any\n‘formal contract’, Farocean commenced stripping the vessel\npreparatory to its later refurbishment.\nIt was at this stage that the letter of\n26 March 2001 was addressed to Romans. It reads in part:\n‘Until a\nformal contract is drawn up and signed by both Earl Romans and a Representative\nof Farocean Marine, this letter, will\nserve as an abridged interim contract for\nthe rebuild/refit of the vessel “Summit One”, presently in the\nshipyard of\nFarocean Marine.\nHaving received verbal instructions from Mr\nEarl Romans (the Owner) to remove the vessel from the water and to transport the\nvessel\nto Farocean Marine’s shipyard, and to commence stripping the vessel\nfor refurbishment once the vessel was located in Farocean\nMarine’s\nbuildings, Farocean Marine has started this work, along with the removal of\nvarious items, ie propellers, shafts,\ninterior, rudders etc and will invoice the\nowner only after a sum of R700 000.00 has been reached. (See item\n“Payments”\nlater.)\nThe owner has indicated he prefers the\ncontract to be done in local currency ie S A  Rands, to be converted to U S\nDollars at an\nexchange rate current on the day of invoice.’\n(The letter\nproceeds to set out details of rates for the repair and refitting of the\nvessel.) According to Ocenasek these terms were\naccepted in a subsequent\ntelephone conversation and confirmed by the issuing of instructions from time to\ntime in the form of drawings\nand specifications by Romans’s architect, Mr\nDouglas Sharp. This much was common cause.\n[3]\tOnce work to the value of\nR700 000.00 had been completed Farocean began invoicing Romans. A dispute arose\nand the latter failed\nto pay. On 15 November 2001 Farocean caused the vessel to\nbe arrested in pursuance of an action\nin rem\n. But the dispute was\nresolved and the outstanding amount was paid to Farocean which thereafter\ncontinued working on the vessel. According\nto Ocenasek, Romans once again failed\nto pay when invoiced and in July 2002 the vessel was again arrested. In\nSeptember 2002, and\nin response to Farocean’s particulars of claim, a plea\nwas filed in which it was alleged that the vessel was owned by Malacca,\nwhich at\nall material times had been represented by Romans.\n[4]\tOcenasek contended\nthat until receipt of the plea, Farocean’s representatives had always\nbelieved that Romans had contracted\nin his personal capacity and that he was the\nowner of the vessel. He said this impression had been gained from correspondence\nwith\nRomans and in particular from an application for registration with the\nSouth African Sailing Association signed by Romans on 19 December\n2000 in which\nhe had stated that he was the owner. (It appears that the object of the\napplication for registration was to enable\nthe vessel to be insured for the\nvoyage from Malaysia to Cape Town; once she was removed from the water and taken\nto Farocean’s\nshipyard, the registration was cancelled.)  Ocenasek\nexplained that he subsequently obtained further documents which corroborated\nthe\nallegation made in the plea that Malacca, and not Romans, was the owner of the\nvessel. These included a ‘Bill of Sale’\ndated 13 November 2000 and\nsigned by the seller (but not the buyer) reflecting the sale to Malacca of\n‘sixty four sixty fourths\nshares’ in the vessel; a letter dated 16\nNovember 2000 addressed by Messrs Morgan, Olsen & Olsen LLP (Romans’s\nFort\nLauderdale attorneys) to the sellers of the vessel advising that the\n‘buyer’s agent [Mr Douglas McLoughlin] will be the\nauthorized\nrepresentative of the buying company (Malacca Holdings Limited), who will\nreceive the original documents, execute a Protocol\nDelivery of the Vessel, and\naccept delivery of the vessel for [the] buyer’; and a letter dated 20\nNovember 2000 similarly addressed\nby Messrs Morgan Olsen & Olsen LLP to the\nsellers confirming that they had received the money due to the sellers and\nreiterating\nthat the buyer was Malacca.\n[5]\tOn behalf of Farocean,\nOcenasek contended that in the circumstances there was ‘confusion’\nas to the identity of the\nowner of the vessel and the party with whom Farocean\nhad contracted. He argued that the owner and party to the contract was either\nRomans or Malacca and that Farocean was accordingly entitled to the order it\nsought. Upon the granting of the order\nex parte\non 4 November 2002\nFarocean withdrew the second of the\nin rem\nproceedings referred to in\npara  3 above.\n[6]\tIn response to the order and before filing answering\naffidavits Romans’s Cape Town attorneys addressed a letter dated 15\nNovember 2002 to Farocean’s attorneys agreeing to the confirmation of the\nrule nisi in relation to Malacca which, it was pointed\nout, was the owner of the\nvessel. However, Farocean was not prepared to agree to an order in relation to\nMalacca only and insisted\nthat the matter proceed. The main answering affidavit\nsubsequently filed on behalf of the respondents was made by their Cape Town\nattorney, Ms Fiona Stewart. While denying that Malacca was liable she reiterated\nthat Malacca did not oppose the granting of an order\nagainst it, being the owner\nof the vessel and the party against which the claim lay. She confirmed, too,\nthat Romans had at all times\nrepresented Malacca in its dealings with Farocean.\nIn support of the averment that Malacca was the owner, she filed, in addition\nto\nthe Bill of Sale previously referred to, a copy of Malacca’s certificate\nof incorporation dated 17 November 2000 and a ‘Protocol\nof Delivery and\nAcceptance’. The latter document was signed by both the seller and by\nMcLoughlin on behalf of Malacca as buyer\non 21 November 2000 before a notary\npublic. It recorded that on that day the vessel was delivered to and accepted by\nMalacca in accordance\nwith the terms of an agreement previously concluded.\nStewart denied that Farocean’s representatives had been led to believe\nthat Romans was the contracting party and the owner of the vessel, although\nconceding that McLoughlin and Ocenasek, being laymen,\nhad loosely referred to\nRomans as the owner from time to time. She insisted that the decision to have\nthe vessel transferred to Malacca\nand the fact that at all subsequent times\nRomans acted on behalf of Malacca was well known to Ocenasek. In support of this\nassertion\nshe annexed a copy of a draft ‘final contract’ relating to\nthe refurbishment of the vessel proposed by Farocean in June\n2001, ie more than\na year before the filing of the plea to which Ocenasek refers. The draft, which\nwas sent to Romans’s assistant,\nMs Carol Levy, on 27 June 2000, describes\nthe parties to the agreement as being Malacca on the one hand and Farocean on\nthe other.\nA subsequent draft proposed by Malacca in December 2001 similarly\nrecords Malacca as being the owner of the vessel and the party\nto the contract.\nYet another document annexed to Stewart’s affidavit was a minute of a site\nmeeting dated 6 December 2001 relating\nto the work on the vessel then in\nprogress and in pursuance of the agreement on which Farocean relies.\nSignificantly, it was headed\n‘Malacca/FOM Meeting’ (FOM presumably\nbeing an acronym for Farocean Marine).\n[7]\tIt was not denied that Romans\nhad stated that he was the owner of the vessel when applying for registration\nwith the South African\nSailing Association. The only explanation proffered for\nthis was that by obtaining registration with this association it was possible\nto\nobtain insurance for the vessel without the need to incur the costs associated\nwith obtaining a class certificate from a recognised\nclassification society, and\nthat this method of obtaining insurance had been suggested by Ocenasek himself\nprior to the purchase\nof the vessel. However, no reason was given for Romans\ndescribing himself as the owner.\n[8]\tThe allegations contained in\nStewart’s affidavit were confirmed by Romans, McLoughlin, Levy and Mr\nWalter Morgan of Morgan\nOlsen & Olsen LLP, all of whom made confirmatory\naffidavits. The latter expressly confirmed that he had acted for Malacca with\nregard to its purchase of the vessel in Malaysia.\n[9]\tIn his replying\naffidavit Ocenasek did not challenge the authenticity of the Protocol of\nDelivery and Acceptance or any of the\nother documents referred to by Stewart in\npara 6 above. Nonetheless, he persisted in his assertion that Farocean was\nuncertain as\nto whether the vessel was owned by Romans or Malacca. In response\nto the reference to the proposed refurbishment contract between\nMalacca and\nFarocean which the latter had drafted in June 2001 he drew a distinction between\nthe interim agreement of 26 March 2001\nand any final agreement that Farocean may\nhave sought to conclude with Malacca. He submitted that it was immaterial who\nthe eventual\ncontracting party might have been as Romans in his personal\ncapacity was the contracting party in terms of the interim agreement\nupon which\nFarocean relied. The necessary implication of his submission was, of course,\nthat the contracting party and the owner\nof the vessel may not have been the\nsame person. This possibility was expressly recognised in the following passage\nwhich appeared\nlater in his affidavit.\n‘In any event, even if it were\nto be found in due course that [Romans] was not the owner of the vessel it was\nindeed with [Romans]\nacting in his personal capacity that the interim agreement\nof 26 March 2001 was concluded.’\nIn the light no doubt of these\nstatements Malacca, which had previously not opposed the application, changed\nits stance and filed\na notice of opposition.\n[10]\tIn terms of s 3(2) of the\nAct an action\nin personam\nmay be instituted against a peregrine who has\nnot consented to the jurisdiction of the court only if his property within the\ncourt’s\narea of jurisdiction has been attached to found or confirm the\njurisdiction of the court, hence the proceedings in the court below.\nAn\napplicant seeking such an attachment must show (a) that he has a prima facie\ncase against the respondent (as to the requirements\nfor which, see\neg\nHülse-Reutter and others v Gödde\n2001 (4) SA 1336\n(SCA) at 1343E-J\n(para 12)) and (b) that the respondent is the owner of the property sought to be\nattached. The latter requirement\nis to be established on a balance of\nprobabilities. (\nLendalease Finance (Pty) Limited v Corporacion De Mercadeo\nAqricola and others\n1976 (4) SA 464\n(A) at\n489B-D\n.\n)\n[11]\nIf an applicant can show on a balance of\nprobabilities that property is owned by one or other of two defendants and that\nhe has a\nprima facie case against whichever one is found to be the owner, a\ncourt might possibly be justified in granting an order for the\nattachment of the\nproperty. In either event, the attachment would be effective. In its founding\naffidavit Farocean appears to have\nset out to establish that this was true of\nthe present case; ie that the vessel was owned by either Romans or Malacca and\nthat whoever\nwas the owner was the debtor. However, in response no doubt to the\nallegations contained in the answering affidavits, Farocean found\nitself obliged\nin its reply to concede, and rightly so, that the debtor may not be the owner of\nthe vessel. The consequence of this\nconcession was to preclude the attachment of\nthe vessel on the premise that it was unnecessary to establish which of the two\nwas\nthe owner. The reason is that to do so could result in the attachment of\nproperty not owned by the debtor which, for the purpose\nof founding\njurisdiction, ‘would be futile and of no effect’.  (See the\nLendalease\ncase\nloc cit\n.)\n[12]\tCounsel for the appellant\nsought to justify the attachment confirming jurisdiction over both respondents\non various grounds in\nthe alternative. The ground on which they ultimately\nrelied in this court was shortly this: On the papers before the court it was\nestablished on a balance of probabilities that Malacca was the owner of the\nvessel and that the appellant had a prima facie case\nin the alternative against\nboth Malacca and Romans; accordingly, Farocean was entitled to an order for the\nattachment of the vessel\nto confirm jurisdiction over Malacca in respect of\nFarocean’s prima facie case against that company and, by reason of the\nappellant’s\nclaim against Romans in the alternative, it ought to be\npermitted to join Romans as an alternative defendant in terms of s 5(1) of\nthe\nAct.\nSection 5(1) reads as follows:\n‘A court may in the exercise of\nits admiralty jurisdiction permit the joinder in proceedings in terms of this\nAct of any person\nagainst whom any party to those proceedings has a claim,\nwhether jointly with, or separately from, any party to those proceedings,\nor\nfrom whom any party to those proceedings is entitled to claim a contribution or\nan indemnification, or in respect of whom any\nquestion or issue in the action is\nsubstantially the same as a question or issue which has arisen or will arise\nbetween the party\nand the person to be joined and which should be determined in\nsuch a manner as to bind that person, whether or not the claim against\nthe\nlatter is a maritime claim and notwithstanding the fact that he is not otherwise\namenable to the jurisdiction of the court, whether\nby reason of the absence of\nattachment of his property or otherwise.’\nI shall refer to this section\nin more detail later. In the meantime it is sufficient to point out that in\nterms of s 1(2)(a)(ii) of\nthe Act an admiralty action ‘shall for any\nrelevant purpose commence by the making of an application for the attachment of\nproperty to found jurisdiction’. (I do not think there is any significance\nin the omission of a reference to an attachment\nto confirm jurisdiction.) It\nfollows that the application for the attachment of the vessel in pursuance of\nthe appellant’s\nclaim against Malacca constitutes ‘proceedings in\nterms of this Act’ within the meaning of s 5(1).\n[13]\tCounsel for\nthe respondent contended that it was not open to Farocean to seek an attachment\nsolely in respect of its claim against\nMalacca coupled with a joinder of Romans\nas outlined above. It is convenient to deal in turn with each of the grounds\nrelied upon\nby counsel for this contention.\n[14]\tFirst, while conceding\nthat it was established on a balance of probabilities that Malacca was the owner\nof the vessel, he argued\nthat this did not avail Farocean as the latter had\ncontended that Romans was the owner. I do not think there is merit in this\nsubmission.\nAs previously observed, Farocean alleged in its founding papers that\nit was uncertain which of the two was the owner and pointed\nto correspondence in\nwhich Romans had been referred to as the owner and an instance where Romans had\ndescribed himself as the owner.\nBut this cannot preclude Farocean from relying\non the averments in the answering affidavit that Malacca is the owner,\nparticularly\nwhen supported by the affidavit of the attorney who acted on behalf\nof Malacca when purchasing and accepting delivery of the vessel\nas well as by a\ncopy of the ‘Protocol of Delivery and Acceptance’ executed in\nMalaysia on 21 November 2000 before a notary\npublic.\n[15]\tSecond, counsel\nargued that Farocean had not only failed to make out a prima facie case against\nMalacca in its founding papers\nbut that Ocenasek in his replying affidavit had\n‘insisted’ that Farocean’s claim lay against Romans and not\nMalacca.\nAccordingly, so the argument went, notwithstanding the\nrespondents’ assertion that it was Malacca and not Romans that had\ncontracted\nwith Farocean, the latter was precluded from now contending that it\nhad made out a prima facie case against Malacca. Once again,\nI do not think\ncounsel’s contention is correct.  In his founding affidavit Ocenasek set\nout the terms of the agreement on which\nFarocean relied and the grounds for his\nbelief that the other contracting party was Romans. However, he annexed to his\naffidavit\nthe plea filed in the\nin rem\nproceedings in which it was\nalleged that Romans had at all times acted as agent for Malacca. In view of the\ncontents of the plea,\nOcenasek took up the attitude that there was uncertainty\nas to the identity of the party against whom the appellant’s claim\nlay and\nthat it was for this reason that the appellant sought to proceed against Malacca\nand Romans in the alternative. It is unquestionably\nso that an applicant is\ngenerally speaking obliged to adduce evidence to establish a prima facie case\nagainst the party whose property\nit is sought to be attached and that a mere\nassertion that it has such a case is not enough. But this requirement must as a\nmatter\nof common sense be relaxed in appropriate circumstances. Such a\nrelaxation was permitted in\nMT Tigr: Owners of the MT Tigr and another v\nTransnet Ltd t/a Portnet (Bouygues Offshore SA and another intervening\n)\n1998\n(3) SA 861\n(SCA). There a defendant sought to attach the property of two\nperegrini\nfrom whom it claimed a contribution or indemnity as joint\nwrongdoers with the defendant in the event of the defendant being found\nliable.\nThe liability of the\nperegrini\nto the defendant was dependent on the\nliability of the defendant to the plaintiff, which the defendant denied. In\norder to establish\na prima facie case in so far as this element of the\ndefendant’s claim was concerned, it was held sufficient for the defendant\nto rely on the allegations contained in the plaintiff’s particulars of\nclaim to the effect that the defendant was liable to\nthe plaintiff. Although the\nparticular circumstances in the\nTigr\nwere somewhat different from those\nof the present case, in both cases the prima facie case sought to be established\nand other averments\nmade by the applicant were mutually destructive. In the\npresent case Farocean seeks to sue on a contract and is unsure whether the\nother\ncontracting party acted as principal or agent. In these circumstances the\nreference to the allegations contained in the plea\nfiled in the earlier\nproceedings is, in my view, sufficient to establish a prima facie case against\nMalacca as one of two alternative\ndefendants. It is of course somewhat anomalous\nfor the respondents to contend that Farocean has failed to make out a prima\nfacie\ncase against Malacca when they themselves contend that Malacca, and not\nRomans, was the party to the contract on which the appellant\nrelies.\n[16]\tIt is so that in his replying affidavit Ocenasek contended\nthat Romans contracted as principal and not as agent for Malacca.\nBut this was\nin response to the allegation to the contrary in the answering affidavit. It was\nat all times Farocean’s case\nthat the other contracting party was either\nRomans or Malacca and that it wished to proceed against them both as alternative\ndefendants.\nI do not read the replying affidavit as constituting an abandonment\nof its claim against Malacca in the alternative. It follows that\nin my view\nFarocean was entitled to an order for the attachment of the vessel to found or\nconfirm jurisdiction in respect of Farocean’s\n claim against\nMalacca.\n[17]\tThe next question is whether Farocean ought to have been\npermitted to join Romans as an alternative defendant in the proceedings\nagainst\nMalacca. Once it is acknowledged that Malacca is the owner of the vessel it\nfollows that Romans would not be amenable to\nthe jurisdiction of the court\na\nquo\nin the absence of an order in terms of s 5(1) of the Act (quoted in para\n12         above).  In terms of Admiralty Rule 24 the application\nof Uniform\nRule 10 dealing with joinder is not excluded in admiralty proceedings. Joinder\nunder the latter rule does not require\nthe leave of the court, but the rule is\ninapplicable where it is sought to join a person over whom the court has no\njurisdiction.\nIt follows that if the joinder of Romans is to be permitted it\nmust be in terms of s 5(1). Two questions arise. The first is whether\nthe\nsection permits the joinder of a defendant in the alternative. Merely because no\nexpress reference is made to a defendant in\nthe alternative does not mean that\nthe joinder of such a party is precluded. The language used, I think, is clearly\nwide enough to\ninclude such a party. The section permits, for example, the\njoinder of a person ‘in respect of whom any question or issue in\nthe\naction is substantially the same as a question or issue which has arisen or will\narise between the party [seeking the joinder]\nand the person to be joined\n....’ There is furthermore nothing in the section to indicate an intention\nto preclude the joinder\nof a person on the ground that to do so may result in a\nparty over whom the court would not otherwise have had jurisdiction possibly\nbeing found to be the only party liable. Given the wide language used, such a\nresult could hardly have been beyond the contemplation\nof the legislature. In\nthe circumstances, I can see no reason for construing s 5(1) so as not to\ninclude the joinder of an alternative\ndefendant. Admittedly, the powers of\njoinder in terms of the section so construed are far-reaching. But the object of\nthe legislature\nwas clearly to permit all the parties to a dispute to be joined\nin an action. The absence of such a provision could well result in\nthe\nundesirable situation of courts in different countries having to adjudicate on\nthe same or substantially the same issues arising\nout of the same incident or\nset of facts.\n[18]\tThe second question is whether the joinder of Romans\nis justified in the circumstances of the present case. In my view the word\n‘may’ in s 5(1) is to be understood in its permissive sense and not\nin the sense of serving what has been described as\na ‘predictive\nfunction’. (\nMinister of Environmental Affairs and Tourism and others v\nPepper Bay Fishing (Pty) Ltd\n2004 (1) SA 308\n(SCA) at 322B-C.) This much, I\nthink, is apparent from the use of the word ‘permit’ in the phrase\n‘the court may\n... permit’. The court\na quo\naccordingly had a\ndiscretion to permit or refuse the joinder of Romans. It did not exercise that\ndiscretion and this court is now\nfree to do so. It is common cause that the\nparty with whom Farocean contracted was Romans. Farocean’s case is that it\nis uncertain\nwhether Romans acted as a principal or as agent for Malacca. It\ntherefore wishes to have both before court. Romans is unquestionably\nthe alter\nego of Malacca which is the defendant in the ‘proceedings’ within\nthe meaning of s 5(1) and Romans is therefore\nunlikely to be prejudiced by the\njoinder. In the circumstances, it is appropriate, in my view, to permit the\njoinder of Romans as\nan alternative defendant in the proceedings.\n[19] \t \nThe  following  order  is  made:\n(A)\tThe appeal is upheld with costs,\nincluding  the  costs  \t\toccasioned  by  the employment of two counsel;\n(B)\t The order of the court\na quo\nis set aside and replaced     \t\tby\nthe following:\n‘1.\tThe Sheriff of this court is directed and\nauthorized to \t\tattach the MY\nSummit One\n(‘the vessel’) (and \nthe \t\t\tequipment and materials described more fully \tin  \t\t\tannexures\n‘U’ and ‘V’\nto  the  founding  affidavit of \t\t\tJohann \nWillem  Ocenasek  filed  in  support  of  this \t\tapplication)  to  confirm the\njurisdiction\nof this court\t\t\tin  an action to be instituted by the applicant\nagainst \t\tthe first respondent for\t:\n1.1\tpayment of the amount of US$789\n072.10;\n1.2\tinterest thereon at the South African prime \t\t\t\trate\na\ntempore morae\nuntil the date of final \t\t\t\tpayment;\n1.3\tpayment of the\namount of R477 139.73;\n1.4\tinterest thereon at the legal rate from 8\nOctober \t\t\t2002 (being the date of the cancellation of the \t\t\t\tagreement) until\nthe\ndate of final payment;\n1.5\tpayment of the amount of R1 500.00 per day\n\t\t\t\tfrom 5 July 2002 \tuntil the date of removal of the \t\t\tvessel from the\npremises\nof the applicant;\n1.6\tinterest on the aforesaid amount of R1\n500.00 \t\t\tper day  at  the  South  African  prime  rate\na \t\t\t\ttempore\nmorae\nuntil the date of final payment;\n1.7\tpayment  of  the  amount  of\nR700 000.00 \t\t\t\t(alternatively of the amount of US$86 978,46);\n1.8\tinterest\nthereon at the legal rate calculated from \t\t\t8 October 2002 until the date of \npayment;\n1.9\talternative relief;\n1.10\tcosts of suit.\n2.\tThe second\nrespondent is joined as a defendant in the \t\talternative in the action in terms\nof section 5(1) of the \t\tAdmiralty\nJurisdiction Regulation Act 105 of\n1983.\n3.\tService of  the applicant’s particulars  of  claim  shall\n\t\tbe effected:\n3.1\tupon Ms F Stewart at the offices of Fairbridge\n\t\t\t\tArderne & Lawton Inc, 16\nth\nFloor, Main Tower, \t\t\tStandard\nBank Centre, Heerengracht, Cape \t\t\t\tTown; and\n3.2\tby facsimile at telefax\nnumber 0954-4633570 or \t\t\tsuch  other  telefax  number  as  is  confirmed  by \n\t\t\taffidavit to be that\nof Morgan Olsen & Olsen LLP, \t\t\tattorneys-at-law of\n315 NE Third Avenue, Suite \t\t\t200, Fort Lauderdale, Florida 33301, USA, for\n\t\t\t\tattention Walter L Morgan.\n4.\tCosts  of   this  application,  including \nthe  costs \t\t\toccasioned  by  the  employment of two counsel,\nshall be\nborne by first and second respondents \t\t\tjointly and severally , the one paying\nthe other to\nbe absolved.’\nC.\tThe appellant is directed to serve\nits particulars of \t\t \tclaim upon the respondents within 30 days of \t this\n\t\t\torder.\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR\n:\nMARAIS\tJA\nFARLAM\tJA\nCLOETE\tJA\nPATEL\tAJA",
  "scraped_at": "2026-02-12T09:04:26.907733",
  "date": "2004-05-28",
  "coram": [
    "MARAIS",
    "SCOTT",
    "FARLAM",
    "CLOETE JJA",
    "PATEL AJA"
  ],
  "case_number": "223/03",
  "parties": {
    "applicants": [
      "FAROCEAN MARINE (PTY) LTD"
    ],
    "respondents": [
      "MALACCA HOLDINGS LIMITED",
      "EARL ROMANS"
    ]
  },
  "sections": {
    "facts": "FAROCEAN Marine (Pty) Ltd contracted to rebuild the motor yacht Summit One. The vessel was purchased and transported to Cape Town, where FAROCEAN began stripping and refurbishing it. Payments were required in installments of R700,000. Disputes arose over unpaid invoices; the vessel was arrested twice. FAROCEAN sought an ex parte order to attach the vessel to confirm jurisdiction, joining both MALACCA HOLDINGS LIMITED (a Cayman Islands company owned by Earl Romans) and Earl Romans himself as alternative defendants under the Admiralty Jurisdiction Regulation Act. The High Court dismissed the application; FAROCEAN appealed.",
    "issues": "1) Whether FAROCEAN could obtain an attachment order to confirm jurisdiction when the ownership of the vessel was uncertain between Romans and Malacca. 2) Whether a prima facie case existed against either respondent to satisfy the statutory requirements for attachment. 3) Whether s 5(1) of the Admiralty Jurisdiction Regulation Act permits the joinder of an alternative defendant (Romans) who might not otherwise be amenable to the court’s jurisdiction.",
    "principles": "Statutory law requires that (a) the applicant demonstrate a prima facie case against the respondent and (b) prove on a balance of probabilities that the respondent owns the property to be attached (s 3(2) Act). Joinder of parties in admiralty proceedings is authorised by s 5(1) of the Act, which allows the court to permit joinder of any person against whom a claim exists, including alternative defendants, provided the court exercises its discretion. Precedent cases such as Hülse‑Reutter, Landelase Finance, MT Tigr and Minister of Environmental Affairs v Pepper Bay illustrate the need for a prima facie case, the balance of probabilities test for ownership, and the permissive nature of s 5(1).",
    "application": "The court held that evidence (bill of sale, protocol of delivery, affidavits) established on the balance of probabilities that Malacca owned the vessel. FAROCEAN’s claim against Malacca satisfied the prima facie requirement, and the alternative claim against Romans was also sufficient. Accordingly, the attachment order was valid. Regarding joinder, the court interpreted the language of s 5(1) broadly, concluding that it encompasses alternative defendants and that the discretion to permit joinder was properly exercised. Therefore, Romans could be joined as an alternative defendant despite his lack of direct jurisdictional attachment.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and replaced with an order directing the Sheriff to attach the vessel Summit One and related equipment to confirm jurisdiction, to join Earl Romans as an alternative defendant under s 5(1), to serve particulars of claim on both respondents, and to award costs against the respondents jointly and severally."
  },
  "tags": {
    "level_1": "Admiralty Law",
    "level_2": "Jurisdiction and Attachment",
    "level_3": [
      "attachment",
      "joinder",
      "admiralty jurisdiction",
      "contract dispute",
      "foreign parties"
    ]
  }
}