{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/65.html",
  "case_name": "Ukubona 2000 Electrical CC and Another v City Power Johannesburg (Pty) Ltd (155/03) [2004] ZASCA 65; 2004 (6) SA 323 (SCA) (1 June 2004)",
  "citation": "[2004] ZASCA 65",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 65\n|\nNoteup\n|\nLawCite\nUkubona 2000 Electrical CC and Another v City Power Johannesburg (Pty) Ltd (155/03) [2004] ZASCA 65; 2004 (6) SA 323 (SCA) (1 June 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO: 155/03\nIn the matter between\nUKUBONA 2000 ELECTRICAL CC                                     \nFirst Appellant\nABB SOUTH AFRICA (PTY) LIMITED                               \nSecond Appellant\nand\nCITY POWER JOHANNESBURG\n(PTY) LIMITED               \nRespondent\nCORAM\n:   HOWIE P, CLOETE, LEWIS, HEHER JJA, PATEL\nAJA\nHEARD:\n17 MAY\n2004\nDELIVERED\n:\nSummary :\nSection 84\nof the\nInsolvency Act  24 of 1936\ndoes not create a\nstatutory  hypothec for a creditor who does  not own  the\nmerx\nat time\nof the insolvency of the debtor. Definition of  ‘instalment sale\ntransaction’ in s 1 of the Credit Agreements\nAct 75 of 1980 interpreted to\ninclude a sale in terms of which the purchase price is payable in one lump sum\nin the future.\nJUDGMENT\nPATEL AJA\n[1]\tDrivecor (Pty) Ltd\n(Drivecor), prior to its final liquidation on 17 September 2002, carried on\nbusiness as a manufacturer and\nsupplier of electrical and electronic equipment. \nThe first appellant, Ukubona 2000 Electrical CC, and the second appellant, ABB\nSouth Africa (Pty) Ltd, applied to the Johannesburg High Court (Trengove AJ) for\nan order declaring, inter alia, that they held security\nin respect of certain\nelectronic components in the possession of Drivecor by virtue of s 84 read with\ns 83 of the Insolvency Act\n24 of 1936 (‘the Act’). The respondent,\non the other hand, claimed ownership of these components.\n[2]\tThe\nappellants’ claims were dismissed with costs. This is an appeal against\nthat portion of the judgment of the court\na quo\ndismissing the\nappellants’ claims to be declared secured creditors of Drivecor, as\ncontemplated by s 84 of the Act.\n[3]\tIn the court below, the appellants\nalso sought an order declaring an action commenced by the respondent in the same\ncourt, in\nwhich it had claimed ownership of the various goods, to be frivolous\nand vexatious.  That part of the relief claimed was also dismissed.\nThe action\nby the respondent relates to the very goods over which the appellants are\nclaiming a statutory hypothec.  That action\nhas not yet proceeded to trial.\n[4]\tThe factual background, very briefly, is the following. In 2001\nDrivecor entered into a contract with the respondent in terms\nof which it\nundertook to manufacture, supply, install and commission control panels at two\nelectrical substations run by the respondent\non behalf of the municipality of\nJohannesburg\n[5]\tDrivecor purchased from the appellants some of the\nelectrical and electronic equipment it required for the manufacture of the\ncontrol panels.  The appellants had, in turn, acquired these components from\nvarious suppliers.  It is over these components that\nthe parties lay competing\nclaims.  Besides purchasing components from the first appellant, Drivecor also\nsubcontracted the first\nappellant to perform a part of the work required for the\nmanufacture and the commissioning of the panels.  To this end, it delivered\nthe\ncontrol panels to the first appellant’s premises.  Once the first\nappellant had completed its part of the work, it would\nhave returned the control\npanels to Drivecor for completion and installation at the power station.\n[6]\tAt the time of Drivecor’s liquidation, the control panels were\nstill being assembled and some of these panels were located\nat the premises of\nthe first appellant.  The components supplied by the first appellant had been\nbuilt into the incomplete panels.\n At all material times Drivecor had not fully\npaid the appellants for the components although the outstanding amount is not\nclear\nfrom the record.\n[7]\tThe respondent had made substantial payments\nto Drivecor and claimed to have acquired ownership over the panels.  It is the\nrespondent’s\ncase that it had entered into an agreement with Drivecor\nwhereby ownership was transferred to it by attornment.\n[8]\tThe\nliquidators of Drivecor, whilst supporting the claims of the appellants, elected\nto abide the decision of the court both in\nthe application and in this\nappeal.\n[9]\tThe crisp question to be answered now is the contention by\nthe appellants that they have statutory hypothecs over the components\nin terms\nof s 84 of the Act, in that their contracts with Drivecor for the supply of the\ncomponents were ‘instalment sale transactions’\nas contemplated by s\n1 of the Credit Agreements Act 75 of 1980.\n[10]\tThe documents relating\nto these transactions between the appellants and Drivecor show that the purchase\nprice was payable in\none lump sum on a future date.  It is common cause that\nDrivecor had not fully paid the appellants for the parts which were used\nin the\npanels.\n[11]\tIn the court below it became common cause that the \nappellants are not the owners of the electronic parts over which they seek\nthe\nhypothec since the suppliers from whom they had purchased them had reserved\nownership and these suppliers had not been paid.\n[12]\tCan non-owners,\nin the position of the appellants who have sold goods where the purchase price\nis payable in one lump sum on\na future date, claim to have a statutory hypothec\nin terms of s 84 of the Act?  If the answer is in the negative, the appellants\nmust fail.\nSection 84 (1) of the Act provides as\nfollows:\n‘ If any property was delivered to a person (hereinafter\nreferred to as the debtor) under a transaction which is an instalment\nsale\ntransaction contemplated in paragraphs (a) and (b) of the definition of\n“instalment sale transaction” in section\n1 of  the Credit Agreements\nAct, 1980, such a transaction  shall be regarded on the sequestration of the\ndebtor’s estate as\ncreating  in favour of the other party to the\ntransaction (hereinafter  referred to as the creditor) a hypothec over that\nproperty\nwhereby the amount still due to him under the transaction is secured.\nThe trustee of the debtor’s insolvent estate shall, if\nrequired by the\ncreditor, deliver the property to him, and thereupon the creditor shall be\ndeemed to be holding that property as\nsecurity for his claim and the provisions\nof section 83 shall apply.’\nParagraphs (a) and (b) of the\ndefinition of “instalment sale transaction’ in s 1 of the Credit\nAgreements Act 75 of 1980,\nread as follows;\n‘ “instalment\nsale transaction” means a transaction in terms of  which-\n(a)\ngoods are sold by the\nseller to the purchaser against payment by the purchaser to the seller of a\nstated or determinable sum of money\nat a stated or determinable future date or\nin whole or in part in instalments over a period in the future;\nand\n(b)\nthe purchaser does not become owner of\nthose goods merely by virtue of the delivery to or the use, possession or\nenjoyment by him\nthereof.’\n[13] In\nSandoz Products (Pty) Ltd v Van Zyl NO\n1996 (3) SA 726\n(C), Blignault AJ,\nin my view correctly, held that  that a transaction for the sale of goods in\nterms of which the purchase price\nis payable by way of one lump sum at a future\ndate would be covered by the terms of para (a) of the definition of\n‘instalment\nsale transaction’ in s 1 of the Credit Agreements Act.\nThe effect of this judgment is that the definition encompasses a sale\nwhere the\npurchase price is payable in a lump sum at a future date as well as one where\nthe purchase price is payable, in whole or\nin part, in instalments.  The\ncontrary view by Professor J M Otto\n[1]\ncannot be supported as it results in an interpretation of the Afrikaans version\nof the definition which is irreconcilable with the\nEnglish version.  It is\nunnecessary to repeat the  interpretive analysis in Sandoz of the meaning of\npara (a) of the definition of\n‘instalment sale transaction’. In my\nview it is persuasive.  It is only necessary to add that if the interpretation\nwere\nto exclude the instance where the purchase price is payable in one lump\nsum, then it would have this anomalous consequence.   A seller\nin such a case\nwould be accorded no rights in terms of s 84 of the Act.  By contrast s 36 of\nthe Act allows the seller to reclaim\nproperty sold for cash where ownership has\npassed, and s84 (1) of the Act grants the seller a hypothec where the purchase\nprice is\npayable in instalments.  On this leg of the enquiry, I find that the\ntransactions of both the appellants fall within the ambit of\npara (a) of the\ndefinition of ‘instalment sale transaction’.\n[14]\tSection\n84(1) creates a statutory hypothec in favour of the seller of the goods sold\nwhereby the balance still due under the\ntransaction is secured. Where the\ncreditor/seller is the owner of the goods, ownership over the goods of necessity\npasses to the\ntrustee of the buyer’s insolvent\nestate.\n[2]\nThe reason is that no-one\nmay have a hypothec over his own property. If authority is required for this\nobvious proposition it is\nto be found in D13.7.29 and 50.17.45; Voet\nad\nPandectas\n20.6.1 and\nSA Loan, Mortgage, and Mercantile Agency v Cape of\nGood Hope Bank and Littlejohn\n6 SC 163\nat 187)\n. It is  contrary to\nprinciple for the owner of the\nmerx\nto be given a restricted real right\nin the form of a statutory hypothec over property he owns.  The effect of s 84\n(1) therefore\nis that the seller’s ownership in the goods sold is replaced\nwith a hypothec over the\nmerx.\nHis right is thus diminished.\n[15 ]\tThe essential question, however, is whether the legislature when\ndrafting s 84(1) contemplated a non-owner of the\nmerx\nenjoying a\nstatutory hypothec over the property.\n[16]\tAs to whether a non-owner\nof the\nmerx\ncan qualify as a creditor in terms of s 84(1), the section \nwas first introduced to regulate what were, in effect, common law hire-purchase\nagreements.  The relevant portion of s 84(1) in its original formulation\nread:\n‘ If any property was delivered to a person (hereinafter\nreferred to as the debtor) under an agreement which provided for the\npassing of\nthe ownership of that property when certain payments prescribed in the agreement\nhave been made, such agreement shall\nbe regarded on the sequestration of the\ndebtor’s estate as creating in favour of the other party to the agreement\n(hereinafter\nreferred to as the creditor) a hypothec over that property whereby\nthe amount still due to him under the agreement is secured. ‘\nThat\nformulation clearly envisaged only a creditor/owner enjoying a hypothec since it\nis only a creditor who is the owner who would\nbe in a position to pass\nownership.\n[17]\tSection 84 was amended by the Hire Purchase Act 36 of\n1942 by the substitution in subsection (1) for the words ‘provided\nfor the\npassing of the ownership of that property when certain payments prescribed in\nthe agreements have been made’ of the\nwords ‘ is a hire-purchase\nagreement in terms of section one of the Hire-Purchase Act, 1942’.  Under\nthe Insolvency Amendment\nAct 101 0f 1983 the subsection was made to refer to\n‘instalment sale transactions’ as defined in s 1 of the Credit\nAgreements\nAct.  The creditor/ seller was not further defined.  Both forms of\nhire-purchase agreement defined in the Hire-Purchase Act, as well\nas an\ninstalment sale agreement as defined in the Credit Agreements Act, contemplated\nthat when ownership passes to the buyer it\npasses from the seller. If the\noriginal reason of the law is to be the life of the law then\n‘creditor’ can have no  meaning\nin s 84(1), other   than the owner\nof the merx.\n[18]\tI accordingly conclude that the legislative intent in\ns 84(1) was to allow only a creditor/seller who is the owner of the\nmerx\nto be secured for the amount due to him which is achieved by replacing\nhis ownership with a hypothec.\n[19]\tBecause the appellants were not\nowners of the components when Drivecor’s insolvency intervened, their\nappeal must fail.\n It may be mentioned in passing that the first appellant would\nin any event have failed on the ground that it did not reserve ownership\nin the\ngoods as is required by part (b) of the definition of ‘instalment sale\ntransaction’.\n[20]\tIt is not necessary to deal with the various\nother matters raised on the papers or in argument since those matters are not\ndecisive\nof the appeal and could properly be ventilated, in so far as necessary,\nat the trial where the respondent seeks to vindicate the\ncomponents.\n[21]\tThe respondent asked for costs of two counsel. I am\nsatisfied that the appeal has raised an issue of law sufficiently complex\nas to\nwarrant the employment of two counsel.  Because two counsel were not employed at\nall stages of the appeal process, this must\nbe reflected in the\norder.\n[22]\tAccordingly the appeal is dismissed with costs, such costs to\ninclude costs of two counsel where two counsel were employed.\n________________\nC N PATEL AJA\nConcur:\nHowie P\nCloete\nJA\nLewis JA\nHeher JA\n[1]\nLawsa\nvol 5 Part 1(First\nReissue) p8 para 7.\n[2]\nWilliams\nHunt (Vereniging) Ltd v Slomowitz\n1960 (1) SA 499\n(T) at 501 E-G;\nVan\nZyl NO v Bolton\n1994 (4) SA 648\n(C) at 652 E-G;  E Spiro\nThe\nHire-Purchase Agreement in South African Law and its Problems\n(1940) 57\nSALJ 263\nat 273;\nMars\nThe Law of Insolvency in South Africa\n8\ned (1988) at 152 (para 8.15);\nLAWSA\nvol 11 (First Issue) 163 para 177; \nMeskin,\nInsolvency Law\n5-72 para 5.2.1.8.2;  Smith,\nThe Law of\nInsolvency\n3\nrd\ned (1988) at 166-8;  Wille’s\nMortgage and\nPledge\n3 ed (1987) 105.",
  "scraped_at": "2026-02-12T09:05:03.698890",
  "date": "2004-05-17",
  "coram": [
    "Howie P",
    "Cloete",
    "Lewis",
    "Heher JJA",
    "Patel AJA"
  ],
  "case_number": "155/03",
  "parties": {
    "applicants": [
      "Ukubona 2000 Electrical CC",
      "ABB South Africa (Pty) Limited"
    ],
    "respondents": [
      "City Power Johannesburg (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "Drivecor (Pty) Ltd, a manufacturer of electrical equipment, entered into a contract with City Power Johannesburg to supply control panels for two substations. To manufacture the panels, Drivecor purchased electronic components from Ukubona 2000 Electrical CC and ABB South Africa, and also subcontracted work to Ukubona. At the time Drivecor went into final liquidation (17 September 2002), many panels were still incomplete and some were at Ukubona’s premises. Drivecor had not fully paid for the components, and the original suppliers retained ownership of those components. City Power claimed ownership of the panels via an attornment agreement with Drivecor.",
    "issues": "Whether the appellants, who were not owners of the components, could claim a statutory hypothec over the components under section 84 of the Insolvency Act, by arguing that their supply contracts with Drivecor were ‘instalment sale transactions’ within the meaning of section 1 of the Credit Agreements Act. A sub‑issue was whether a non‑owner could be a creditor entitled to such a hypothec.",
    "principles": "Section 84(1) of the Insolvency Act creates a statutory hypothec for a creditor who is the owner of goods sold under an instalment‑sale transaction. The definition of ‘instalment sale transaction’ in s 1 of the Credit Agreements Act includes sales where the purchase price is payable in a lump sum at a future date (Sandoz Products v Van Zyl NO). Established principle: one cannot hold a hypothec over property one already owns; the ownership interest is replaced by the hypothec. Legislative intent, as indicated by the history of s 84, was to protect owners of the merx, not non‑owners.",
    "application": "The Court determined that the contracts between the appellants and Drivecor were indeed instalment‑sale transactions, but the appellants were not owners of the components at the time of Drivecor’s sequestration because the original suppliers retained ownership. Consequently, the statutory hypothec could not arise in favour of non‑owners. Additionally, the first appellant had not reserved ownership as required by clause (b) of the instalment‑sale definition. The Court therefore applied the principle that only owners may obtain a hypothec and dismissed the appeal.",
    "conclusion": "The appeal was dismissed. Costs were awarded against the appellants, including costs of two counsel where two counsel had been employed. The court also noted that other matters raised by the parties were not decisive and could be addressed at the later trial concerning the respondent’s claim to the components."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Security Interests",
    "level_3": [
      "section 84",
      "instalment sale",
      "ownership",
      "statutory hypothec",
      "credit agreements act",
      "appeal"
    ]
  }
}