{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/52.html",
  "case_name": "FJS Painting CC v ABSA Bank Ltd (83/03) [2004] ZASCA 52 (28 May 2004)",
  "citation": "[2004] ZASCA 52",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 52\n|\nNoteup\n|\nLawCite\nFJS Painting CC v ABSA Bank Ltd (83/03) [2004] ZASCA 52 (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 83/03\nIn the matter between:\nFJS PAINTING CC                \n\t\t\t\tAppellant\nand\nABSA BANK\nLIMITED\t\t\t\t\t\tRespondent\nCoram\t\t:\tHARMS, SCOTT, NUGENT, CLOETE\net\nHEHER\nJJA\nDate of Hearing\t:  \t18 MAY 2004\nDate of Delivery\t:   \t28 MAY\n2004\nSummary:\tLiability of a collecting banker for negligence –\nownership of cheque presented for collection – requirements\n– order\nin para 16\nJUDGMENT\nSCOTT JA/...\nSCOTT JA:\n[1]\tThe appellant\nsued the respondent (‘the bank’) for damages in the\nmagistrates’ court, Springs, alleging that\nit was the true owner of four\ncheques which the bank had negligently collected for the account of another. It\nfounded its claim both\nin delict and contract. Its reliance on contract was\nbased on the fact that it operated a current account at the same branch of the\nbank at which the cheques had been deposited. The claim succeeded in the\nmagistrates’ court but the judgment of the latter\nwas reversed on appeal\nto the Pretoria High Court. The present appeal is with the leave of this\ncourt.\n[2]\tOnly the appellant adduced evidence at the trial. The facts\nare not in dispute. The appellant, a close corporation, was established\nin April\n1993. Its sole member was Mr Frederick Beytell. It carried on business as a\ncontractor doing mainly painting work. For this\npurpose it operated a current\naccount at the bank’s Springs branch. The account was in the name of\n‘FJS Painting CC’\nwhich is the registered name of the appellant. One\nof its main clients was Sappi Manufacturing (Pty) Ltd (‘Sappi’).\nDuring\n1993 and early 1994 cheques drawn by Sappi on first National Bank,\nSprings, (‘FNB’) for payment of work executed by the\nappellant were\nmade out in favour of ‘FJS Painting Contractor CC’. Later they were\nmade out in favour of ‘FJS Painting\nSheeting & Labour Hire Contractor\nCC’. The appellant’s invoices produced at the trial reflect the\nlatter description\nof the appellant and it is likely that the change in the name\nof the payee stated on the cheques reflected a change in the wording\nof the\nappellant’s invoices. The cheques were all crossed and marked ‘Not\nTransferable for Account Payee Only’.\nThis notwithstanding, the cheques\nwere collected by the bank and credited to the account of the\nappellant.\n[3]\tSometime prior to October 1994, Ms Nicky Craythorne and\nBeytell began living together as husband and wife. Beytell was in the\nprocess of\ndivorcing his wife to whom he was apparently married in community of property.\nCraythorne, while living with Beytell,\nattended to the bookkeeping of the\nappellant and on occasions collected or delivered items such as paint for\nBeytell.\n[4]\tThis was the situation when, on 22 October 1994, Beytell\ndied in or as a result of an accident. He had previously executed a will\nin\nterms of which Craythorne, who was described as his fiancée, was made\nresidual heir subject to a bequest of R100 000 to\nthe deceased’s children.\nWhether Craythorne would have inherited Beytell’s member’s interest\nis unclear. This would\nhave depended on the size of the estate of which one half\nwould in any event have accrued to his spouse.\n[5]\tWhat then happened is\nas follows. On 1 November 1994, ie some 10 days after Beytell’s death,\nCraythorne opened an account\nin the name of ‘The Sole Owner FJS Painting\nSheeting’ at the bank’s Springs branch, being the same branch at\nwhich\nthe appellant had its account. At about the same time, probably a day or\ntwo earlier, she wrote to Ms Deborah Farnaby, Sappi’s\ncommercial manager\nof the division concerned, advising of Beytell’s death and stating that\nshe and Beytell had been partners\nand that she would be continuing with the\nbusiness. She also had a meeting with Farnaby at which she reiterated that\n‘she was\na 50% shareholder in the business and was authorised to continue\noperating [it]’. On the strength of what Craythorne told her,\nFarnaby on 2\nNovember 1994 drafted an internal memorandum advising the staff of\nBeytell’s death and that the appellant had\nbeen authorised by Sappi to\ncomplete three orders then in progress and to execute 14 outstanding orders.\nBecause Sappi had a policy\nwhich required every contractor to go through an\napproval process, Farnaby directed that no new orders were to be placed until\nthe\nstandard of work performed by the person whom Craythorne said the appellant\nwould be employing, had been monitored.\n[6]\tThe first of the four cheques\nforming the subject matter of the appellant’s claim was dated 4 November\n1994. It was in respect\nof a progress payment and was for an amount of R31\n381.92 drawn on FNB. The payee, as before, was stated to be ‘FJS Painting\nSheeting & Labour Hire Contractor CC’. Presumably it was issued on the\nstrength of what Farnaby had been told. Craythorne\ntook delivery of the cheque\nand on 7 November 1994 deposited it in the account she had opened seven days\nearlier. The second cheque\nwas dated 2 December 1994 and was for R40 287.60. The\nthird was dated 12 January 1995 and was for R24 808.68. The latter two were\nsimilarly payable to ‘FJS Painting Sheeting & Labour Hire Contractor\nCC’ and both were received by Craythorne and\ndeposited to the credit of\nthe account she had opened.\n[7]\tIn about the middle of January 1995,\nFarnaby ascertained from the executor of Beytell’s estate that at all\ntimes Beytell\nhad been the sole registered member of the appellant. On her\ninstructions a letter dated 17 January 1995 was addressed to the appellant\ncancelling with immediate effect all orders placed with the appellant. The\nletter concluded with the explanation:\n‘The decision has been taken by\nSappi based on the information provided by Syfrets that Mr F Beytell was the\nsole registered\nmember of FJS Contractors CC, and as such the concern forms part\nof the deceased estate.’ Nonetheless, a fourth cheque, dated\n30 January\n1995 and for an amount of R36 386.06, was issued by Sappi for work done. As\nbefore, the payee was stated to be ‘FJS\nPainting Sheeting & Labour\nHire Contractor CC’. As before, Craythorne took delivery of the cheque and\ndeposited it in the\nsame account.\n[8]\tAll four cheques were crossed and\nmarked ‘Not Transferable For Account Payee Only’. This\nnotwithstanding, they were\nall collected by the bank for the credit of the\naccount ‘The Sole Owner FJS Painting Sheeting’. Craythorne died\nsubsequently\nin 1995 or 1996. There was no credit balance in the account she had\nopened, nor were there assets in her estate.\n[9]\tIn its particulars of\nclaim the appellant alleged in respect of each of the four cheques that it was\nthe true owner, that in breach\nof a legal duty owed to it by the bank, or in\nbreach of its contract with the bank, the latter had negligently collected the\ncheques\nfor the credit of the account opened by Craythorne and that as a result\nthe appellant had suffered a loss in the amount of each cheque.\nEach of these\nallegations was denied by the bank. The first and main ground upon which the\nappellant sought to rely was that recognised\nin\nIndac Electronics (Pty) Ltd v\nVolkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A), namely the liability under the lex\nAquilia of a banker, who negligently collects payment of a cheque on behalf of a\ncustomer\nwho has no title thereto, for pure economic loss suffered by the owner\nof the cheque. To succeed on this ground the appellant was\nobliged to establish\nthat it was the owner of the cheques concerned. The court\na quo\nfound\nthat it had failed to do so. The debate in this court centred largely around the\ncorrectness or otherwise of this finding.\n[10]\tAlthough the expression\n‘true owner’ was used in the pleadings (and in s 81 of the Bills of\nExchange Act 34 of 1964),\nit is common cause that in the context of the present\ncase nothing turns on the adjective ‘true’. The first owner of\neach\ncheque was, of course, the drawer, Sappi. The question is whether the evidence\nestablishes a valid transfer of ownership from\nSappi to the appellant. The\nanswer involves the application of the ordinary rules of common law relating to\nthe transfer of movable\nproperty.These, in the context of a cheque, were stated\nas follows by Botha JA in\nFirst National Bank of SA Ltd v Quality Tyres\n(1970) (Pty) Ltd\n[1995] ZASCA 65\n;\n1995 (3) SA 556\n(A) at 568F-H:\n‘The ownership of\na cheque, viewed as a piece of corporeal movable property, can be transferred\nonly in accordance with the\ngeneral requirements of the law regarding the\ntransfer of ownership of corporeal movables. There must be a delivery of the\nthing,\nie transfer of possession, either actual or constructive, by the\ntransferor to the transferee, and there must be a real agreement\n(in the sense\nof ”saaklike ooreenkoms”) between the transferor and the transferee,\nconstituted by the intention of the\nformer to transfer ownership and the\nintention of the latter to receive it ....’\nOn the same page at I-J the\nlearned judge added:\n‘On the facts of this case there is no need to\nconsider the transfer of the rights flowing from the cheque, viewed as a\ncontractual\ndocument; having regard to the definitions of “delivery”\nand “issue” in s 1 of the [Bills of Exchange Act\n34 of 1964], the\ntransfer of the rights is inextricably tied up with the transfer of the\nownership of the cheque.’\nThe same is true of the facts in the present\ncase.\n[11]\tCounsel for the appellant sought to invoke the assistance of s\n19(4) of the Bills of Exchange Act. He argued that because Sappi\nwas no longer\nin possession of the cheques it had to be presumed in terms of the section that\nownership had passed to the appellant.\nThe section reads in part:\n‘If a\nbill is no longer in possession of a party who has signed it as drawer ... a\nvalid and unconditional delivery by him is\npresumed until the contrary is\nproved.’\nThe same argument was raised but rejected in\nAbsa Bank Bpk\nv Coetzee\n[1998] 1 All SA 1\n(A) at 4j where Eksteen JA\nsaid:\n‘Hierdie betoog kan egter nie opgaan nie. Artikel 19(4) gaan nie\noor die oordrag van die eiendomsreg in ‘n tjek nie maar\nslegs oor die\nbesit daarvan. Dit skep ook nie die vermoede dat die trekker die besit aan die\nbegunstigde oorgedra het nie, maar slegs\ndat hy die besit oorgedra het aan die\npersoon aan wie hy dit oorhandig het.’\nIn the present case it is not in\ndispute that Sappi delivered all four cheques to Craythorne and that it did so\nwith the intention\nof transferring ownership therein to the appellant. What is\nin issue is whether the appellant, through an agent or otherwise, took\ndelivery\nof the cheques with the intention of acquiring ownership. This is what the\nappellant was obliged to establish on a balance\nof\nprobabilities.\n[12]\tReturning to the facts, it is clear that Craythorne\nrepresented to Farnaby, and falsely so, that she was a member of the appellant\nand that she was accordingly authorised to continue the appellant’s\nbusiness. She was no doubt aware that if the cheques received\nfrom Sappi were\ndeposited in the appellant’s current account she would be unable to\nwithdraw the money. The probabilities are\noverwhelming that either having\nsatisfied Farnaby that she was authorised to continue the appellant’s\nbusiness, or possibility\nin anticipation of being able to do so, she opened the\naccount on 1 November 1994 in the name of ‘The Sole Owner FJS Painting\nSheeting’ with the express purpose of depositing in that account\nSappi’s cheques once she received them. The obvious\ninference (although\nnot the only possible one) is that she intended to acquire the cheques for\nherself, whether simply to withdraw\nthe funds from the account she had opened,\nor to run the business on her own behalf as opposed to on behalf of the\nappellant (the\nlatter possibly being the more likely). If this had been the\ncase, she would not, of course, have taken delivery with the intention\nof the\nappellant acquiring ownership.\n[13]\tCounsel for the appellant submitted\nthat Craythorne was merely a\nnuntius\n(messenger) and that her intention\nwas therefore irrelevant. There is, of course, a clear distinction between a\nmessenger who is\nno more than a conduit on the one hand and, on the other, a\nperson who represents another in the sense of having a mandate to perform\nsome\nor other juridical act binding on the person he or she represents. In the\npresent case the evidence did not establish that Craythorne\nhad been given such\na mandate and it is unnecessary to consider what the position would have been\nhad she had such a mandate. Nor\ndo I wish to be understood as accepting that\nsuch a mandate would have survived the death of the sole member of the\nappellant. No\nargument was addressed to us on the point. The difficulty with\ncounsel’s submission that Craythorne acted as a messenger is\nthat until an\nexecutor was appointed (who in terms of the will was entitled ‘om ...\nenige besigheid voort te sit’) the\nappellant would have had no controlling\nmind and therefore would have been incapable of forming the necessary intention.\nOnce an\nexecutor was appointed only he (or she) would have been capable of\nforming an intention on behalf of the appellant to acquire ownership\nof the\ncheques. It was not established when the executor was appointed, but what is\nclear is that he (or she) had no knowledge of\nwhat Craythorne was doing. It\nfollows that on the premise that the factual inference in question is correct,\nthe appellant would\nhave failed to establish that ownership of the cheques\npassed to the appellant.\n[14]\tAnother possible inference arising from the\nfacts placed before the trial court is that Craythorne assumed the role of a\n‘caretaker’\nof the appellant’s business until such time as an\nexecutor was appointed and in this role took delivery of the cheques with\nthe\nintention of the appellant acquiring ownership. I shall assume without deciding\nthat had this been the case, ownership in the\ncheques would have passed to the\nappellant. Although not necessarily decisive, there are, however, factors which\ntend to gainsay\nsuch an inference. One is that Craythorne made no attempt to\ninform the executor, once he (or she) was appointed, of what she was\ndoing. On\nthe contrary, by mid January 1995 it would have been clear from the\ncorrespondence addressed by Sappi to her that Beytell’s\nestate was being\nadministered by Syfrets. Nonetheless, she took possession of a further cheque\n(dated 30 January 1995) and deposited\nit in the account she had opened on 1\nNovember 1994.\n[15]\tIn the circumstances, it cannot be said, in my view,\nthat the inference that Craythorne intended to act as a caretaker for the\nappellant is the more natural or acceptable of the two possible inferences\nconsidered above (\ncf AA Onderlinge Assuransie-Assosiasie Bpk v De Beer\n1982 (2) SA 603\n(A) at 614H-615C). It follows that the appellant failed to\nestablish on a balance of probabilities that it ever acquired ownership\nof the\nfour cheques in question.\n[16]\tArguing in the alternative, counsel submitted\nthat the legal duty of a collecting banker not to act negligently ought to be\nextended\nto a named payee of a cheque even if the payee were not the owner of\nit. A similar submission made in the\nQuality Tyres\ncase at 570B was\nrejected as being ‘manifestly without merit’. Nonetheless counsel\nreferred to\nStrydom NO v Absa Bank Bpk\n2001 (3) SA 185\n(T) in which Du\nPlessis J, although holding that ownership of the cheque was an essential\ningredient of the action, suggested at\n194B-C that the requirement may well\nbecome the subject of debate in the future. The extension of a collecting\nbanker’s liability\nin this way could have far-reaching and possibly\ninappropriate consequences, none of which were debated before us. However, on\nthe\nfacts of the present case it is unnecessary to become embroiled in such a\ndebate.\n[17]\tTurning to the claim in contract, if the appellant did not\nacquire ownership of the cheques it may well be, depending on the\ncircumstances,\nthat Sappi would have remained liable to it for payment of the amounts in\nquestion. In that event, the appellant would\nhave suffered no loss and the\nbank’s liability, if any, would be to Sappi, the owners of the cheques,\nnot to the appellant.\nHowever, the appellant’s case was based throughout\non the allegation that it was the owner of the cheques and no evidence was\nadduced to establish that it had suffered a loss on some other basis. It is\naccordingly unnecessary to consider the obligations of\na banker to its own\nclient. It is also unnecessary to consider the issue of the respondent’s\nnegligence as a collecting banker.\n[18]\tThe appeal is dismissed with\ncosts.\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nHARMS\tJA\nNUGENT\tJA\nCLOETE\n\tJA\nHEHER\tJA",
  "scraped_at": "2026-02-12T09:03:59.989754",
  "date": "2004-05-28",
  "coram": [
    "Harms JA",
    "Scott JA",
    "Nugent JA",
    "Cloete JA",
    "Heher JJA"
  ],
  "case_number": "83/03",
  "parties": {
    "applicants": [
      "FJS Painting CC"
    ],
    "respondents": [
      "ABSA Bank Limited"
    ]
  },
  "sections": {
    "facts": "The appellant, FJS Painting CC, was a close corporation owned solely by the late Mr Frederick Beytel. During 1993‑1994 Sappi Manufacturing issued four crossed cheques payable to the appellant (under varying names). After Beytel died in October 1994, Ms Nicky Craythorne, who had been living with Beytel and handled the company’s bookkeeping, opened a separate bank account titled ‘The Sole Owner FJS Painting Sheeting’ at the same ABSA branch and deposited the four cheques into that account. The cheques were collected by the bank for credit to Craythorne’s account. Craythorne later died, leaving no assets. The appellant sued the bank for negligent collection of the cheques, claiming ownership of the cheques and loss of the amounts.",
    "issues": "1. Whether FJS Painting CC was the true owner of the four cheques drawn by Sappi. 2. Whether the bank, as a collecting banker, owed a duty of care to the owner of the cheques and was liable for negligent collection. 3. Whether the bank’s duty could extend to a named payee who was not the owner. 4. Whether the appellant could rely on contract law against the bank.",
    "principles": "Ownership of a cheque transfers only by delivery (actual or constructive) and a real agreement that the transferor intends to transfer ownership and the transferee intends to receive it (First National Bank v Quality Tyres). Section 19(4) of the Bills of Exchange Act creates a presumption of delivery only with respect to possession, not ownership (Absa Bank v Coetzee). Liability of a collecting banker for negligence requires that the plaintiff be the owner of the cheque (Indac Electronics v Volkskas). Extension of the banker’s duty to a non‑owner payee has been rejected as without merit.",
    "application": "The court examined the circumstances surrounding Craythorne’s receipt of the cheques. Evidence showed that Craythorne represented herself as a member of the appellant and opened an account expressly to deposit the cheques, indicating her intention to acquire the cheques for herself rather than for the appellant. No evidence demonstrated that the appellant, through an agent or otherwise, took delivery with the intention of acquiring ownership. Consequently, the appellant failed to establish on a balance of probabilities that ownership passed to it. Because ownership was not established, the bank’s alleged negligence could not give rise to liability. The court also declined to entertain the broader argument that the banker’s duty should extend to a non‑owner payee.",
    "conclusion": "The appeal was dismissed with costs. The appellant did not prove ownership of the cheques and therefore could not hold the bank liable for negligent collection."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Banking and Finance",
    "level_3": [
      "cheque ownership",
      "banker negligence",
      "collecting banker duty",
      "close corporation",
      "inheritance"
    ]
  }
}