{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/35.html",
  "case_name": "Standard General Insurance Company Ltd v Commissioner for Customs and Excise (622/02) [2004] ZASCA 35; [2004] 2 All SA 376 (SCA); 2005 (2) SA 166 (SCA); 66 SATC 192 (31 March 2004)",
  "citation": "[2004] ZASCA 35",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 35\n|\nNoteup\n|\nLawCite\nStandard General Insurance Company Ltd v Commissioner for Customs and Excise (622/02) [2004] ZASCA 35; [2004] 2 All SA 376 (SCA); 2005 (2) SA 166 (SCA); 66 SATC 192 (31 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase No :  622/02\nIn the matter between\nSTANDARD GENERAL INSURANCE\nCOMPANY\nLIMITED\nAppellant\nand\nCOMMISSIONER FOR CUSTOMS\nAND\nEXCISE\nRespondent\n_____________________________________________________________\nCoram:\nHOWIE\nP, NUGENT, CLOETE, LEWIS JJA, JONES AJA\nHeard:\n4 MARCH 2004\nDelivered:\n31 MARCH 2004\nSummary:\nCustoms and Excise Act – liability of clearing agent\nfor payment of duty.\nJUDGMENT\nNUGENT & LEWIS JJA\n:\n[1]\tThis appeal concerns the\nliability of a clearing agent for the payment of customs duty. It arises from an\naction that was instituted\nin the Johannesburg High Court by the respondent (the\nCommissioner) against the appellant (Standard General) as surety for the\nobligations\nof a clearing agent, Gem Shipping (Pty) Ltd (Gem). Because the\naction took an unusual course it is necessary to set out some of its\nbackground.\n[2]\tThe appeal is confined to one of two claims that were\nadvanced in the particulars of claim (claim A). The other claim (claim B)\nwas\ndisposed of in separate proceedings that terminated in this\ncourt.\n[1]\n[3]\tIn the particulars of\nclaim the Commissioner alleged that Gem became liable to pay customs duty on\ncertain goods pursuant to an\nundertaking that it gave in a document referred to\nas a ‘special bond’ and pursuant to s 18A of the Customs and\nExcise Act 91 of 1964, and that Gem’s failure to pay the duty renders\nStandard General liable to do so. There was also a passing\nreference to\ns 99 of the Act but that added nothing material to the Commissioner’s\ncauses of action.\n[4]\tIn response to the particulars of claim Standard\nGeneral filed a special plea in which it alleged that the Commissioner’s\nclaim against Gem was ‘in terms of section 99(1), (2) or (4) of the\nAct’ and had expired by the effluxion of time when\nthe summons was issued.\nThe significance of the allegation that the claim was ‘in terms of section\n99(1), (2) or (4) of the\nAct’ is that the liability that is incurred by an\nagent pursuant to any of those subsections expires after two years by virtue\nof\ns 99(5) of the Act\n[2]\n(as does\nthe accessory liability of a\nsurety).\n[3]\n[5]\tThat allegation in\nthe special plea was not a correct reflection of what was said in the\nparticulars of claim in relation to claim\nA. The Commissioner did not allege\nthat Gem’s liability was incurred pursuant to any of the provisions of\ns 99 (we have\nmentioned that there was no more than a passing and\nimmaterial reference to that section) – he alleged that Gem’s\nliability\narose pursuant to the special bond and s 18A (and in neither case\ndo the provisions of s 99(5) apply). What Standard General\ndid was to\nreformulate the Commissioner’s claim – incorrectly – and\nthereby purport to bring it within the terms\nof the time-bar in s 99(5). If\nan exception to the special plea had been brought it ought to have succeeded on\nthe pleadings\nalone (whether or not the Commissioner’s claims were good in\nlaw).\n[6]\tBut instead the matter took another turn shortly before the trial.\nThe parties’ representatives agreed to place what they\nreferred to as a\n‘stated case’ before the court for adjudication. The stated case was\nset out in a document in which\nit was recorded that various facts were agreed\nupon ‘for purposes of the special plea only’. The parties also posed\nthree\nquestions (each with two subsidiary questions) for the court’s\nadjudication. The effect of all this was to call upon the court\nto decide\nwhether, on the facts that were provisionally agreed, Gem (and hence the surety)\nbecame liable to the Commissioner on any\none or more of three grounds, and if\nso, whether that liability had expired by the effluxion of time. Nothing was\nsaid in the document\nas to the order that the court was expected to make if it\nanswered the various questions in one way or the other.\n[7]\tScant regard\nseems to have been given to the earlier admonition by this court – to the\nsame parties – that care must\nbe taken when invoking the provisions of\nrule 33 because the courts are not there to answer academic\nquestions.\n[4]\nWe might add that the\nordinary procedures for the conduct of litigation – which have generally\nserved well over many years\n– should not lightly be discarded in favour of\nself-devised and often ill-considered procedures.\n[8]\tWhat was placed before\nthe court in this case, in effect, was a hybrid of a stated case on a limited\nissue (the question of the\ntime-bar) and an exception to the particulars of\nclaim as supplemented by facts that were agreed upon provisionally. Courts\nshould\ngenerally decline to decide questions on facts that are only provisional\nfor that will inevitably mean that their decisions are equally\nprovisional and\nmight be academic. But even if the facts in the present case had been finally\nagreed some of the questions were in\nany event academic. (The fact that the\ncourt\na quo\nwas able to dismiss the special plea notwithstanding that it\nanswered one question in favour of Standard General is ample testimony\nto that.)\nWe have already pointed out that the defence that was raised by Standard General\ncould have been tested and disposed of\nby an exception to the special plea. And\nif Standard General was of the view that the Commissioner’s claims were\nbad in law\nit could have tested them by an exception to the particulars of\nclaim. But if the parties truly wished to isolate issues to dispose\nof in\naccordance with rule 33(4) they ought properly to have agreed upon the facts, or\nled evidence to establish them, and called\nupon the court to dispose of those\nissues finally in the ordinary course. The procedure that the parties devised\nmerely invited confusion.\n[9]\tBut because the court\na quo\nchose to\nanswer the questions and the issues have now been ventilated in two courts, and\nbecause those answers might assist in bringing\nthis matter to finality, we\nintend to deal with the questions that were posed.\nThe material facts that\nwere provisionally agreed upon\n[10]\tThe following were the material facts\nthat were provisionally agreed upon by the parties for purposes of the\n‘stated case’:\n(a)\tGem was a licensed clearing agent as contemplated by s 64B of the Act. On 22\nand 26 January 1990 Gem and Standard General respectively\nexecuted a\n‘special removal bond’ in favour of the government of South Africa\n(the terms of which are set out later in\nthis judgment).\n(b)\tIn January 1993 Gem entered for export and removal in bond from a customs\nwarehouse in Durban, and transportation by road to\nZambia, goods reflected in\ntwo bills of entry. The named exporter on those bills was an entity known as\nAMKA, for whom Gem was acting\nas agent. Gem declared that the particulars on the\nbills of entry were correct; undertook to comply with the relevant provisions\nof\nthe Act; and declared that the goods would be removed in bond to Zambia (which\nis outside the common customs area). The Commissioner,\nby reason of the entries\nmade in the bills, and in terms of the provisions of the special bond, gave\npermission for the goods to\nbe transported to Zambia without the payment of\nduty.\n(c)\tThe goods were removed from a customs warehouse by Gem, which failed to\nprove, within 30 days of the date of the bills, to the\nsatisfaction of the\nCommissioner, that the goods had been taken out of the common customs area. Gem\nalso failed to prove that the\ngoods were transported in accordance with the\ndeclarations made by it in the bills.\n(d)\tGem was placed in liquidation in May 1993. The first written demand for\npayment of the duty on the goods was sent to Gem in December\n1993, and no demand\nwas made on AMKA. In September 1994 the Commissioner proved a claim against the\nestate. The claim included the\namount that is in issue in this case.\n(e)\tIn June 1995 the Commissioner instituted the present action against Standard\nGeneral.\nThe questions posed in the stated\ncase\n[11]\tThe questions that were posed by the parties were as follows\n(we set them out verbatim):\n‘1.\t1.1\tDid Gem Shipping incur a liability\nin terms of section 99(2) of the Act?\n1.2\tIf the answer to question 1.1 is in the affirmative, did such liability\ncease in terms of the provisions of section 99(5)\nof the Act prior to 7\nJune 1995?\n1.3\tIf the answer to 1.2 is in the negative, did such liability cease in terms\nof the provisions of section 99(5) of the Act\nafter 7 June 1995 and by\nreason thereof extinguish the liability of the defendant?\n2.\t2.1\tDid the principal Gem Shipping incur a separate liability in terms of the\nprovisions of the bond, annexure “A1”\nto the particulars of claim,\nindependently of any liability imposed by section 99(2) of the Act?\n2.2\tIf the answer to the question in 2.1 is in the affirmative, did the\nprovisions of section 99(5) of the Act operate to extinguish\nsuch liability\nprior to 7 June 1995?\n2.3\tIf the answer to 2.2 is in the negative, did such liability cease in terms\nof the provisions of section 99(5) after 7 June\n1995 and by reason thereof\nextinguish the liability of the defendant?\n3.\t3.1\tDid the principal Gem Shipping incur a separate liability in terms of the\nprovisions of section 18A of the Act?\n3.2\tIf the answer to 3.1 is in the affirmative, did the provisions of\nsection 99(5) of the Act operate to extinguish such liability\nprior to 7\nJune 1995.\n3.3\tIf the answer to 3.2 is in the negative, did such liability cease in terms\nof the provisions of section 99(5) of the Act\nafter 7 June 1995 and by\nreason thereof extinguish the liability of the\ndefendant?\n[12]\tThe court\na quo\n(Malan J)\nanswered those questions as follows and in consequence of his findings he\ndismissed the special plea:\n1.1\tGem did incur liability in terms of\ns 99(2).\n1.2\tGem's liability in terms of s 99(2) expired prior to 7 June 1995 by\nvirtue of the provisions of s 99(5).\n2.1\tGem did incur a separate liability in terms of the bond, annexure A1 to the\nstated case, and independent of the liability imposed\nby s 99(2).\n2.2\tSection 99(5) did not operate to extinguish Gem's liability in terms of the\nbond prior to 7 June 1995.\n2.3\tGem's liability in terms of the bond did not cease in terms of s 99(5)\nafter 7 June 1995.  The liability of the defendant\nunder the bond was thus not\nextinguished.\n3.1\tGem did incur liability in terms of s 18A.\n3.2\tSection 99(5) did not operate to extinguish Gem's liability in terms of\ns 18A prior to 7 June 1995.\n3.3\tGem's liability in terms of s 18A did not cease in terms of\ns 99(5) after 7 June 1995. The liability of the defendant\nunder s 18A\nwas thus not extinguished.\n[13]\tIn summary, the\nlearned judge found that Gem had incurred liability pursuant to s 99(2) for\nthe payment of the duty, but\nthat the liability so incurred was extinguished by\ns 99(5) before the summons was issued. He also found that Gem incurred a\nseparate liability to pay the duty pursuant to the special bond, and a separate\nliability to do so pursuant to s 18A of the\nAct, and that neither of those\nobligations (which were secured by Standard General) was extinguished by\ns 99(5).\n[14]\tThe notice of appeal – and the terms in which leave\nto appeal was granted – encompassed all those answers but Standard\nGeneral\nsaid in its heads of argument that it was not appealing against the findings\nmade on the first question (answers 1.1 and\n1.2). The Commissioner, however,\nasked us to reverse answer 1.2. He submitted that the liability that was\nincurred by Gem pursuant\nto s 99(2) of the Act (see answer 1.1) arose only\nwhen demand for payment of duty was made upon Gem’s principal (AMKA)\nas\nprovided for in s 18A(3). That occurred not earlier than 7 December 1993\nand thus, it was submitted, the liability had not\nexpired pursuant to\ns 99(5) when the summons was issued less than two years later.\n[15]\tIt\nis not necessary to decide whether it is competent to reverse the finding made\nby the court\na quo\nin the absence of a cross-appeal because in our view\nthe Commissioner’s submission is in any event not correct. We deal more\nfully with s 18A later in this judgment and it is sufficient to say at this\nstage that a demand by the Commissioner was not\na precondition for the principal\nto become liable in terms of that section. Its liability arose when the goods\nwere entered for export\n(otherwise there would be no liability capable of\nceasing as provided for in subsection (2)). Subsection (3) does no more than\ncreate\na statutory duty to meet that liability, the breach of which constitutes\nan offence in terms of s 78. In our view the answer\ngiven by the court\na\nquo\nwas correct and we need say no more with regard to the first question,\nexcept that it is quite academic.\n[16]\tBefore dealing with the substance of\nthe remaining questions there is a matter that is common to both of them that\ncan be disposed\nof at once. If Gem incurred liability to pay the duty pursuant\neither to the special bond, or pursuant to s 18A, then clearly\nthat\nliability had not expired when the summons was issued. The time-bar provided for\nin s 99(5) of the Act is expressly confined\nto liability that is incurred\nby an agent in terms of that\nsection.\n[5]\nLiability pursuant to the\nbond and to s 18A would be subject to the ordinary period for prescription\nand it is not disputed\nthat that period had not elapsed when the summons was\nissued. Thus if answers 2.1 and 3.1 were correct (and in our view they were\ncorrect for reasons that we will come to) so were the respective subsidiary\nanswers correct (answers 2.2 and 2.3, and 3.2 and 3.3).\n[17]\tWe turn then to\nthe essential questions in this appeal (for convenience they are dealt with in\nreverse order) which are whether\nGem incurred liability for the payment of duty\nin terms of s 18A of the Act, and whether it incurred liability pursuant to\nthe\nspecial bond (quite apart from any liability that it might have incurred\npursuant to s 99(2)). If it did incur liability on\neither of those grounds\nthe Commissioner’s claim has not expired and the special plea must fail.\n(It will be apparent that\na positive answer to either of those questions would\nmake the other question otiose but we deal with both questions\nnevertheless.)\nLiability pursuant to s 18A of the Act (question 3 in the\nstated case)\n[18]\tSection 18A of the Act applies to goods that are\nimported into a customs and excise warehouse and then exported from the\nwarehouse\nto a place outside the common customs area. It attaches liability for\nthe payment of duty upon any ‘person who exports’\nthe goods who is\nreferred to in subsequent subsections as the ‘exporter’. At the time\nthat is relevant to this appeal\ns 18A read as follows:\n‘\nExportation\nof goods from customs and excise warehouse\n(1)\tNotwithstanding any liability for duty incurred thereby by any person in\nterms of any other provision of this Act, any person\nwho exports any goods from\na customs and excise warehouse to any place outside the common customs area\nshall, subject to the provisions\nof subsection (2), be liable for the duty on\nall goods which he so exports.\n(2)\tSubject to the provisions of subsection (3), any liability for duty in terms\nof subsection (1) shall cease when it is proved\nto the satisfaction of the\nCommissioner by the exporter that the said goods have been duly taken out of the\ncommon customs area.\n(3)\tIf the exporter fails to submit any such proof as is referred to in\nsubsection (2) within a period of 30 days from the date on\nwhich the goods\nconcerned were entered for export, he shall upon demand by the Commissioner\nforthwith pay the duty due on those goods.\n(4)\tNo goods shall be exported in terms of this section until they have been\nentered for export.\n(5)\tNo such entry for export shall be tendered by or may be accepted from a\nperson who has not furnished such security as the Commissioner\nmay require, and\nthe Commissioner may at any time require that the form, nature or amount of that\nsecurity be altered in such manner\nas he may determine.\n(6)\t. . .\n.’\n[19]\tThe liability for the payment of duty devolves upon any\n‘person who exports’ the goods from a customs and excise\nwarehouse\nto any place outside the common customs area. Clearly Gem was not the person who\nexported the goods as that term would\nordinarily be understood.  But the\nCommissioner contends that the person who is referred to in subsection (1) (a\n‘person who\nexports’) is an ‘exporter’ as that word is\ndefined in the Act, which includes any person who acts on behalf of\nan\nexporter,\n[6]\nand that includes Gem\n(who was acting on behalf of AMKA).\n[20]\tIt was submitted on behalf of\nStandard General, on the other hand, that subsection (1) is confined to a\n‘person who exports’\ngoods within the ordinary meaning of those\nwords, and that the references to the ‘exporter’ in subsections (2),\n(3) and\n(10) are references to that person, and not to an ‘exporter’\nas defined. The subsection (and the remaining subsections\nby extension) is\nconfined, so it was argued, to the person who exports the goods as ordinarily\nunderstood: the person who ‘transport[s]\n(merchandise) from one country to\nanother in the course of trade’ (per Nienaber JA in\nDe Beers Marine\n(Pty) Ltd v Commissioner, South African Revenue Service\n2002 (5) SA 136\n(SCA) para 5. In other words, argues Standard General, although the noun\n(‘exporter’) is defined, the definition does\nnot extend to the use\nof the verb.\n[21]\tIn support of that contention it was submitted that if the\ndrafter of the legislation had intended to refer to an ‘exporter’\nas\nit is defined in the Act that word would have been used in place of the phrase\n‘person who exports’. Moreover, it\nwas pointed out that when\ndefining the noun the drafter of the legislature did not expressly extend its\nmeaning to the use of the\nverb, as is often done in legislation. For example,\nwhen the definition of the word ‘manufacture’ was later inserted\nin\nthe Act it expressly provided that the noun would bear a corresponding\nmeaning.\n[7]\n[22]\tIn our view some\ncaution is required before attributing an intention to the drafter of\nlegislation by inference. Giving meaning\nto particular words by drawing upon\nlanguage that is used elsewhere in a statute is no more than the application of\na process of\nlogical reasoning – it is usually reasonable to infer that\nthe compiler of a single document has used language consistently\nthroughout.\n[8]\nBut where a voluminous\nand complex statute has been repeatedly amended, probably by various drafters,\nover a long period of time\n– as in this case – that inference will\nnot necessarily be sound.\n[23]\tIn our view the drafter of s 18A (which was\ninserted when the definition of ‘exporter’ already\nexisted)\n[9]\nmight just as well have\nheld the view that because a ‘person who exports’ is the linguistic\nequivalent of an ‘exporter’\nthe former phrase would suffice.\nNaturally the noun might have been used instead but we do not think that a\ncontrary intention was\nnecessarily signified by the choice of words that have an\nequivalent meaning.\n[24]\tWe also think it would be remarkable – simply\nfrom a consideration of the intelligibility of\nlanguage\n[10]\n– if the drafter\nof the definition of the noun were to have intended the verb to be used with a\ndifferent connotation. It is\ntrue that when a noun is defined in legislation the\ndrafter often expressly attributes a corresponding meaning to the verb –\nand vice versa – but that begs the question whether it is strictly\nnecessary to do so. There are clear examples of tautology\nin the Act, just as\nthere are examples of particular words being used when others might have\nsufficed.\n[25]\tRather than attempting to draw inferences as to the\ndrafter’s intention from an uncertain premise we have found greater\nassistance in reaching our conclusion from considering the extent to which the\nmeaning that is given to the words achieves or defeats\nthe apparent scope and\npurpose of the legislation.\n[11]\nAs\npointed out by Nienaber JA in\nDe Beers Marine,\nabove, para 7, when\ndealing with the meaning of ‘export’ for the purpose of s 20(4)\n– which draws a distinction\nbetween export and home consumption –\nthe word must ‘take its colour, like a chameleon, from its setting and\nsurrounds\nin the Act’.\n[26]\tWhile the word ‘exporter’ as it\nis used in subsections (2) and (3) is clearly a reference to the ‘person\nwho\nexports’ in subsection (1), in our view the person who is referred to\nin subsection (1) is, by equivalence of language, an\nexporter, and that word is\nin turn defined. That construction seems to fit more readily with the apparent\npurpose and operation of\nthe Act than a construction that gives a narrow meaning\nto the phrase.\n[27]\tThe object of the Act (in so far as it relates to import\nduty) is to ensure that duty is collected on goods that are imported\ninto this\ncountry and its provisions are mainly directed towards that end. It is not\nsurprising that liability for the payment of\nduty should be imposed upon more\nthan one person, or upon one person in more than one capacity, for the\nCommissioner cannot be expected\nto know who has what interest in goods that are\nlanded.\n[28]\tThere are various provisions in the Act in which liability for\nthe payment of duty is imposed at different times on a variety\nof people who\nmight have some interest in the goods and s 44(6)(c) provides an\nappropriate example. When goods are imported\nand delivered by a carrier to a\ncustoms warehouse duty becomes payable by, amongst others, the\n‘importer’ of the\ngoods,\n[12]\ndefined to include a\nperson who owns the goods, a person who carries the risk in the goods, a person\nwho represents that or acts\nas if he is the importer or owner of the goods, a\nperson who actually brings the goods into the Republic, a person who is\nbeneficially\ninterested in the goods, and a person who acts on behalf of any of\nthe aforementioned persons. Just as different people might become\nliable for the\npayment of duty so one person might incur liability in different capacities.\nFurthermore the agent of any such person\nmight become liable not only because he\nis an importer as defined but also by virtue of the liability imposed on agents\ngenerally\nby s 99(2). Duplication of payment is avoided by s 44A which\nabsolves each of the various persons from liability upon payment\nof the duty by\none of them.\n[29]\tWhere the net has been cast that widely upon the\nimportation of goods (to include all those who might have an interest in the\nimport) we would expect the net to be cast equally widely (to include all those\nwho might have some interest in the export) when\nthe goods are removed for\nexport before the duty has been paid, rather than that liability would be\nlimited to only a single person\n– and possibly his agent. For an agent\nbecomes liable in terms of\ns 99(2)\n[13]\nonly if he is the\nagent, or represents himself to be the agent, of a principal who is himself\nliable for the payment of duty. It\ncannot be assumed that a clearing agent will\nnecessarily be appointed by, or represent himself to have been appointed by, the\nperson\nwho is in truth the exporter as narrowly defined (the person who actually\nexports the goods, whoever that person might be). It can\nalso not be assumed\nthat only one person will undertake the process of exporting from beginning to\nend. It is unlikely that the legislature\nwould have intended that goods should\nbe permitted to leave the warehouse for export (with the inherent potential that\nthe goods\nmight never leave the common customs area) but that the liability for\nduty would devolve only upon one undefined person. We do not\nthink the\nlegislature could have intended the Commissioner to seek out the true exporter\nin order to collect the duty from that person,\nand perhaps from his agent (but\nonly if the agent has been appointed by, or has represented that he has been\nappointed by, that person).\n[30]\tIn our view the legislature must have\nintended liability to fall upon all the persons who might have an interest in\nthe export\n(those defined in the definition of an ‘exporter’) just\nas it imposed liability on all those who have an interest in\nthe import and that\na ‘person who exports’ was intended to bear that\nmeaning.\n[31]\tThat construction does not give rise to anomalies, as suggested\nby counsel for Standard General. At first sight it might appear\nto be unusual\nthat Gem should incur liability under more than one section of the Act, and that\nthe liability that it might incur\nunder each of them expires after the effluxion\nof different periods of time. But we have already drawn attention to the fact\nthat\ncumulative liability is not an uncommon feature of the Act, and the fact\nthat the liability incurred as an agent expires after a\nshorter time does not\nseem to us to take the matter further. It would be more anomalous if the word\n‘exporter’ as used\nin s 99(2) of the Act had one meaning for\nsome purposes and another meaning for other purposes, which would necessarily\nfollow\nfrom construing s 18A narrowly.\n[32]\tThus in our view s 18A\nrenders Gem, as the agent for AMKA, liable to pay the duty if it is not proved\nto the satisfaction\nof the Commissioner that the goods were taken out of the\ncommon customs area. That it has failed to do so is not in dispute for present\npurposes, and Standard General is liable as surety for that debt. In our view\nthe answer given by the court\na quo\nto question 3.1 was correct. (We have\nalready said that in those circumstances the subsidiary answers would also be\ncorrect).\nLiability pursuant to the Special Bond (question 2 in the stated\ncase)\n[33]\tThe Commissioner also contends that Gem undertook liability\nfor the payment of the duty pursuant to the provisions of the bond\n– quite\nindependently of any liability that it might otherwise have incurred in terms of\nthe Act – and that Standard\nGeneral has an accessory\nobligation.\n[34]\tThe special bond reflects language from a bygone era and\nreads as follows:\n‘\nDEPARTMENT OF FINANCE\nCUSTOMS AND\nEXCISE SPECIAL REMOVAL BOND No.\nKNOW ALL MEN BY THESE PRESENTS that we\nGEM SHIPPING (PTY) LTD through our duly authorized Agent and Attorney in that\nbehalf . . .\n, as Principal, and the Standard General Insurance Company Ltd\nthrough our duly authorized Agent and Attorney in that behalf . .\n. , as\nSureties in solidum and co-principal debtors renouncing and waiving the\nexceptions ordinis seu excussionis et divisionis,\n . . .  are held and firmly\nbound unto the Government of the Republic of South Africa in the sum of\nR700 000 . . . of good and\nlawful money to be paid to the said Government\nto which payment well and truly to be made we bind ourselves jointly and\nseverally\neach for the whole, our heirs, Executors, Administrators and\nAssigns.\nWHEREAS the above Principal is desirous of removing from Durban\nHarbour area and/or SA CONTAINER DEPOTS, DURBAN, by road transport,\ngoods, wares\nor merchandise to destinations outside the Republic of South Africa subject to\nthe rules and regulations of the Laws\nof the Republic of South Africa relating\nto Customs and Excise, without payment of Duty.\nNOW THE CONDITIONS AND\nOBLIGATIONS ARE SUCH THAT if all goods as shall be entered and suffered to be\nremoved from the DURBAN HARBOUR\nAREAS and/or SA CONTAINER DEPOTS, DURBAN, to any\nplace outside the Republic of South Africa shall be duly removed in accordance\nwith\nthe regulations in that behalf and shall be transported in accordance with\nthe declaration of destination made by the above Principal\nfrom time to\ntime.\nAND FURTHER, if all goods in bond and every part thereof entered and\nsuffered and delivered to be removed in bond to any place outside\nthe Republic\nbe conveyed in accordance with the regulations in that behalf and be removed\nfrom the Republic without alteration or\ndiminution of the contents within the\nspace of thirty days from the date of entry into the Republic or the full and\nlawful duty thereon\nbe paid to the government of the Republic of South\nAfrica;\nTHEN THIS OBLIGATION TO BE VOID, OTHERWISE TO REMAIN IN FULL FORCE\nAND EFFECT.’\n[35]\tThe document was signed on behalf of Standard\nGeneral, which was described as ‘surety’, and on behalf of Gem,\nwhich\nwas described as ‘principal’.\n[36]\tThe meaning that the\nCommissioner ascribes to the bond is that it imposes a principal obligation on\nGem which is independent\nof the provisions of the Act, thereby serving to\nguarantee payment of duty by the person for whom Gem acts when it clears the\ngoods\n(in this case AMKA).\n[37]\tOn behalf of Standard General, on the other\nhand, it was submitted that Gem incurred no liability other than in terms of the\nAct, and that the bond serves merely to acknowledge the existence of that\nliability and to secure that liability as contemplated\nby s 64B of the\nAct,\n[14]\nin much the same way as did\nthe bond that was in issue in\nCommissioner of Customs\nv\nC&S\nTrading Co\n1939 AD 519.\nIn that case a bond was given by an importer in\nterms of the regulations made under the Customs Tariff and Excise Duties\nAmendment\nAct 36 of 1925, which permitted him to import goods free of duty on\ncertain conditions, provided that he entered into a bond on the\nterms specified\nin the regulations. It was held that the bond that was executed by the importer\ndid not itself give rise to an obligation\nbut merely acknowledged the existence\nof an obligation that devolved upon the importer pursuant to the regulations.\nBut as pointed\nout by Lord\nSteyn,\n[15]\n‘In law context is\neverything.’ Clearly the bond in that case was construed in the context of\nthe regulation pursuant\nto which it was given. As De Wet JA said at\n527-8:\n‘This conclusion can also be reached by another line of\nreasoning. When the regulation makes it imperative that the applicant\nshall\nacknowledge in a written document (i.e. the bond) that he shall pay all the duty\non a consignment if he misuses some of the\ngoods, the latter obligation is by\nclearest implication laid down by the regulation, and the regulation must be\nread in the same\nway as if it provided that the applicant shall be bound to pay\nall the duty if he misuses some of the goods and shall further be\nbound to\nacknowledge this liability in a written document and to get a surety to\nguarantee its performance.’\nIt was not suggested that there is any like\nconsideration that determines the construction to be placed on the bond in the\npresent\ncase, nor is there anything in the statute to show that a bond that is\nrequired to be given by a clearing agent in terms of s 64B\nwill be confined\nto liability that is incurred in terms of the Act, and we see no reason why the\nbond should not be given its ordinary\nmeaning.\n[38]\tWhen a person appends his\nsignature to a document that is intended to create legal obligations the first\nrule in identifying\nthose obligations is to give effect to his intention as it\nhas been expressed in the document. The language of the document in the\npresent\ncase – though archaic – is to our minds quite clear. In summary, Gem\nexpressly bound itself, upon signature of\nthe document, to pay to the government\nthe sum of R700 000, but it was released from that obligation for so long\nas goods that\nit caused to be removed from the harbour or the container depots\nat Durban, or that it caused to be removed in bond, were duly transported\nto\ntheir proper destination or duty was paid on the goods by someone.\n[39]\tIt is\ncharacteristic of the Act for liability to be created upon the happening of an\nevent and then to expire upon the happening\nof another and the bond is in a\ncomparable form. We see nothing in the language of the bond – whether\nexpressly or by implication\n– that limits Gem’s liability to that\nwhich it might incur in terms of s 99(2) or in terms of any other section\nof the Act. Nor do we see anything to suggest that its obligation is in some way\naccessory to some other obligation. While Gem’s\nobligation to pay is\ndependent upon the existence of a particular state of affairs (the absence of\nthe goods at their proper destination\nand the absence of payment by someone\n– a state of affairs that exists in the present case) that is a principal\nobligation\nthat arises when the state of affairs exists and is enforceable as\nsuch.\n[40]\tWe have already observed that the Act expressly contemplates\ncumulative liability in pursuance of its objective of ensuring that\nimport duty\nis paid, and we do not find it surprising that the Commissioner should have\nchosen to add yet another basis for liability\nindependently of the Act. The\nclearing agent, after all, is best placed to ensure that the duty is paid\n– and there is every\nreason why the Commissioner should seek to hold him\nliable on any number of grounds. In our view question 2.1 and its subsidiary\nquestions were also correctly answered.\n[41]\tThe appeal is dismissed with\ncosts including those occasioned by the employment of two counsel.\n________________\nNUGENT\nJA\n________________\nLEWIS JA\nHOWIE P)\nCLOETE JA)\tCONCUR\nJONES AJA)\n[1]\nCommissioner for Customs\nand Excise v Standard General Insurance Co Ltd\n2001 (1) SA 987\n(SCA).\n[2]\nSection 99(5) reads as\nfollows: ‘Any liability in terms of subsection (1), (2) or (4)(a) shall\ncease after the expiration\nof a period of two years from the date on which it\nwas incurred in terms of any such subsection.’\n[3]\nCommissioner for Customs\nand Excise v Standard General Insurance Co Ltd\nabove.\n[4]\nCommissioner for Customs\nand Excise v Standard General Insurance Co Ltd\nabove 983C-E.\n[5]\nThe definition is set out in\nfootnote 2.\n[6]\nSection 1 defines an ‘exporter’ to include ‘any person who,\nat the time of exportation – (a) owns any goods\nexported; (b) carries the\nrisk of any goods exported; (c) represents that or acts as if he is the exporter\nor owner of any goods\nexported; (d) actually takes or attempts to take any goods\nfrom the Republic; (e) is beneficially interested in any way whatever\nin any\ngoods exported; (f) acts on behalf of any person referred to in paragraph (a),\n(b), (c), (d) or (e), and, in relation to imported\ngoods, includes the\nmanufacturer, supplier or shipper of such goods or any person inside or outside\nthe Republic representing or\nacting on behalf of such manufacturer, supplier or\nshipper’.\n[7]\nThat\ndefinition was inserted by s 1 of the Customs and Excise Amendment Act 84 of\n1987.\n[8]\nMarine Construction\nand Design Co,\nsupra,\n189H-190A.\n[9]\nSection 18A was\ninserted by s 5 of the Customs and Excise Amendment Act 84 of 1987.  The\ndefinition of an ‘exporter’\nin its present form was inserted by the\nSecond Customs and Excise Amendment Act 112 of\n1977.\n[10]\nPer Botha JA in\nMarine Construction and Design Co v Hansen’s Marine Equipment (Pty) Ltd\n1972 (2) SA 181\n(A) at\n189H.\n[11]\nPer Schreiner JA in\nJaga v Donges, NO and Another: Bhana v Donges, NO and Another\n1950 (4) SA\n653\n(A) 662G-H:\n‘Certainly no less important than the oft repeated statement that the\nwords and expressions used in a statute must be interpreted\naccording to their\nordinary meaning is the statement that they must be interpreted in the light of\ntheir context.  But it may be\nuseful to stress two points in relation to the\napplication of this principle.  The first is that “the context”, as\nhere\nused, is not limited to the language of the rest of the statute regarded as\nthrowing light of a dictionary kind on the part to be\ninterpreted.  Often of\nmore importance is the matter of the statute, its apparent scope and purpose,\nand, within limits, its background\n. .\n.’.\n[12]\nCf\nEBN Trading (Pty) Ltd v Commissioner of Customs and Excise\n[2001] 3 All\nSA 117\n(SCA) para 28.\n[13]\nRead\nwith ss 64B(5) and (6).\n[14]\nSection 64B(3) provides\nthat before any person is licensed as a clearing agent he must ‘furnish\nsuch security as the Commissioner\nmay require’.\n[15]\nR v Secretary of State\nfor the Home Department, ex parte Daly\n[2001] UKHL 26\n;\n[2001] 3 All ER 433\n(HL) at 447a.",
  "scraped_at": "2026-02-12T09:01:49.495513",
  "date": "2004-03-31",
  "coram": [
    "HOWIE P",
    "NUGENT",
    "CLOETE",
    "LEWIS JJA",
    "JONES AJA"
  ],
  "case_number": "622/02",
  "parties": {
    "applicants": [
      "Standard General Insurance Company Ltd"
    ],
    "respondents": [
      "Commissioner for Customs and Excise"
    ]
  },
  "sections": {
    "facts": "The case concerns Standard General Insurance Ltd, which acted as a surety for Gem Shipping (Pty) Ltd, a licensed clearing agent. In January 1993 Gem exported goods from a customs warehouse in Durban to Zambia under a special removal bond without paying duty. Gem failed to prove within 30 days that the goods had left the common customs area, and the Commissioner later demanded duty. Gem entered liquidation in May 1993; the Commissioner claimed the duty from Gem’s estate in 1994 and sued Standard General in June 1995 as surety for Gem’s obligations. The core dispute is whether Gem incurred liability for duty under s 99(2), the special bond, and s 18A, and whether any such liability was extinguished by the two‑year time‑bar in s 99(5).",
    "issues": "1. Whether Gem incurred liability under section 99(2) of the Customs and Excise Act and, if so, whether that liability expired before 7 June 1995 under s 99(5). 2. Whether Gem incurred a separate liability under the special removal bond and, if so, whether the time‑bar in s 99(5) applied to extinguish it. 3. Whether Gem incurred liability under section 18A of the Act and, if so, whether the two‑year limitation in s 99(5) extinguished that liability. 4. Consequently, whether Standard General’s liability as surety was extinguished.",
    "principles": "The Court applied the statutory framework of the Customs and Excise Act, particularly sections 99(2) and 99(5) (two‑year limitation for liabilities incurred by agents) and section 18A (liability of the exporter). It interpreted the phrase “person who exports” in s 18A as equivalent to the defined term “exporter”, giving it a broad meaning to include agents acting on behalf of the exporter. The Court also examined the nature of the special removal bond, viewing it as creating a principal obligation independent of the Act, not merely acknowledging an existing statutory liability. The principle of cumulative liability under the Act was reaffirmed, allowing a party to be liable under multiple provisions, each with its own prescription period.",
    "application": "The Court held that Gem did incur liability under s 99(2), but that liability was extinguished before the summons was issued because the two‑year period had elapsed. It found that Gem also incurred separate liabilities under the special removal bond and under s 18A; these liabilities did not fall within the scope of s 99(5) and therefore were not time‑barred. Accordingly, Standard General remained liable as surety for the unpaid duty arising from the bond and s 18A. The Court affirmed the lower court’s findings on these points and rejected the Commissioner’s attempt to reverse the finding on the s 99(2) liability.",
    "conclusion": "The appeal was dismissed with costs, including those incurred by the employment of two counsel. Standard General Insurance Company Ltd remains liable as surety for the duty payable by Gem Shipping under the special bond and section 18A."
  },
  "tags": {
    "level_1": "Customs and Excise Law",
    "level_2": "Liability of Clearing Agents and Sureties",
    "level_3": [
      "section 99",
      "section 18A",
      "special removal bond",
      "time-bar",
      "cumulative liability"
    ]
  }
}