{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/57.html",
  "case_name": "Independent Newspapers Holdings Ltd and Others v Suliman (49/2003) [2004] ZASCA 57; [2004] 3 All SA 137 (SCA); 2005 (7) BCLR 641 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 57",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 57\n|\nNoteup\n|\nLawCite\nIndependent Newspapers Holdings Ltd and Others v Suliman (49/2003) [2004] ZASCA 57; [2004] 3 All SA 137 (SCA); 2005 (7) BCLR 641 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO: 49/2003\nIn the matter between :\nINDEPENDENT NEWSPAPERS HOLDINGS LTD\tFirst Appellant\nRYLAND FISHER\t\t\t\t\t\t\t          Second Appellant\nINDEPENDENT\nNEWSPAPERS CAPE LTD\t\t\t\tThird Appellant\nALLIED MEDIA DISTRIBUTORS (PTY)\nLTD\t\t\t          Fourth Appellant\nand\nWALLEED SULIMAN\t Respondent\nCoram:\tMARAIS, SCOTT, MTHIYANE, NUGENT JJA\net\nPONNAN AJA\nHeard:\t1 MARCH 2004\nDelivered:\n28\nMAY\n2004\nSummary:\nDefamation – newspaper reports that plaintiff arrested as suspect in\nbombing of restaurant – defamatory but substantially\ntrue –\npublication of plaintiff’s identity and photograph prior to appearance in\ncourt not in public interest in particular\ncircumstances – concurrent\nclaims for impairment of dignity and violation of privacy – measure of\ndamages. The order\nwill be found in para [67].\nJ U D G M E N T\nMARAIS JA/\nMARAIS JA:\n[1]\tOn Tuesday 25\nAugust 1998 the city of Cape Town was, metaphorically speaking, rocked to the\nfoundations when a bomb planted in\na recently opened restaurant, Planet\nHollywood, at the Victoria and Alfred Waterfront exploded. Two lives were lost\nand many were\nseriously injured. Considerable damage was done to the building in\nwhich the restaurant was situated. Understandably, there was immense\npublic\noutrage and intense speculation about which persons or organizations might be\nresponsible for the bombing.\n[2]\tOn Friday 28 August 1998 the Cape Times\nnewspaper published two articles, one in its early edition (‘the country\nedition’)\nintended for delivery to outlying areas and one in its later\nedition intended for delivery to subscribers and sale to purchasers\nin the Cape\npeninsula (‘the peninsula edition’). These articles gave rise to the\nsuccessful action for damages for defamation,\nimpairment of dignity, and\ninvasion of privacy which is before us on appeal with leave granted by this\ncourt. I shall refer to the\nparties as they were referred to in the\naction.\n[3]\tThe plaintiff is Mr Walleed Suliman, a Muslim man who lives in\nKenwyn, a suburb of Cape Town. The defendants were Independent\nNewspapers\nHoldings Limited (the proprietor of the Cape Times); Mr Ryland Fisher (editor);\nIndependent Newspapers Cape Limited (publisher);\nand Allied Media Distributors\n(Pty) Limited (the newspaper distributor). I reproduce the text of the articles\nin the sequence in\nwhich the two editions appeared, first the country edition\nand then the peninsula edition. I shall also append to this judgment photocopies\nof the articles as they were published. The plaintiff is the person who features\nin the photograph,  is referred to in the articles\nby his name, and is referred\nto in the statement as the ‘male suspect’ being held for further\nquestioning.\n[4]\nThe country edition:\n‘PULLED OFF\nPLANE’\nBomb: Pagad trio\nHeld at\nairport\nDETECTIVES PROBING\nTuesday’s horrific Waterfront\nblast yesterday arrested three Capetonians about to board an Egypt-bound flight\nat Cape Town International\nAirport.\nCHRIS BATEMAN, RHODA DAVIDS\nand\nWILLEM STEENKAMP\nreport.\n‘POLICE made the arrests after\nreceiving an anonymous tip-off. The three were being held overnight.\nIt was\nreliably learnt that the tip-off included information that the trio –\nWalied Suleiman (\nsic\n), 32, his wife Gouwa Suleiman (\nsic\n), 31, both\nof Kenwyn, and their cousin Shanaaz Bayat, 30 of Belgravia – were bound\nfor Egypt and that they might be linked\nto the bombing.\nWestern Cape police\nspokesperson John Sterrenberg confirmed late last night that the two women would\nbe charged under the Aliens\nControl Act in connection with passport\noffences.\nThe “male suspect” was being held for further\nquestioning, he added.\nThe country’s police operations chief,\ncommissioner Andre Pruiss told the\nCape Times\n: “There is the\npossibility that they could be involved in the blast, but at this stage there is\nno evidence pointing to this.”\nPeople Against Gangsterism and Drugs\n(Pagad) last night issued a press alert saying: “Pagad members pulled off\nthe plane from\npilgrimage and arrested.”\nFurious Pagad lawyer Adiel\nTheunissen accused the police of blatant harassment and of “a witch-hunt\ntargeting Muslims”.\nSterrenberg said the trio was stopped by the\nAliens Control Unit at the airport after fault was found with one of their\npassports.\nThe claim was strongly denied by Freeza Ryland, the mother of Shanaaz\nBayat, who said her daughter had been oversees “many\ntimes before with no\npassport problems”.\nMore than 20 angry family members were seen\nrailing against the arresting police at the airport, shouting that “this\nis unfair\nand against Muslims”.\nPruiss said there was “no\nquestion of harassment of Muslims” and that police were merely following\nall possible leads\n– which included questioning all possible\nsuspects.\nThe three were taken to the Parow police station by, among others,\nWaterfront bombing investigating officer Mike Barkhuizen.\nPruiss and\nnational Police Commissioner George Fivaz have remained in Cape Town to oversee\nthe latest developments. Early last night\nthey were receiving reports from the\ninvestigating team every 30 minutes.\nMeanwhile, two agents from the US\nFederal Bureau of Investigation (FBI) arrived in here early yesterday from\nNairobi at the invitation\nof Fivaz to assist in the bombing probe.\nThat\nbrought the number of FBI personnel involved in the Waterfront investigation to\nfour.\nThe others are an agent stationed in South Africa and a legal expert\nflown in from the US.\nSouth African Interpol head David Bruce, who flew to\nNairobi in a Lear Jet to fetch the two agents on Wednesday, said their arrival\nback in South Africa had been delayed by overflight problems in Zimbabwe and\nBotswana.\nHe had been forced to contact the police commissioner in Botswana\nto arrange overflight rights, he said.\nThe FBI agents visited the scene of\nthe bombing yesterday morning, along with senior police officers and\ndetectives.\nPolice refused to name the agents or grant interviews with them,\nbut the locally based agent told journalists at the Waterfront that\ntheir\npresence had been requested in the spirit of international co-operation –\nsomething which would benefit both South Africa\nand the United States, and\nwithout which “the winners are the bad guys”.\nHe said also that\nthe South African investigation team was doing “a very fine\njob”.\nSterrenberg yesterday said police were still trying to\nreconstruct the bomb, but that it had already been firmly established that\nit\nhad been a home-made device.\nTheunissen yesterday claimed that Pagad members\nbeing held at Pollsmoor Prison were being interrogated and tortured by police\nand\nthe FBI agents.\nHe said one Pagad member was booked out of the prison on\nWednesday and apparently “interrogated and tortured” before\nbeing\nreturned to the jail, and that the others were booked out by Peninsula Murder\nand Robbery Unit detectives yesterday.\nTheunissen, who did not want to name\nthe prisoners, said the fact that their legal counsel was not informed of the\nquestioning suggested\nfoul play.\n“I find it strange that people who\nhave lawyers are being taken out (of jail) without the lawyers being\ninformed.”\nHowever, Sterrenberg said last night that only two\nprisoners – Mogomat Anwar Francis and Yusuf Salie, arrested following a\npipe-bomb explosion in a bakkie late last month, which killed two other Pagad\nmembers – had been booked out yesterday for routine\nquestioning in\nconnection with that incident.\nThe prisoners were welcome to lay charges if\nthey had been mistreated, he said.’\n[5]\nThe peninsula\nedition\n:\nDEMO AT OMAR’S HOME\nPagad outrage\nover\nbomb arrest\nDETECTIVES PROBING\nTuesday’s\nhorrific blast yesterday arrested three Capetonians about to board an\nEgypt-bound flight at Cape Town International\nAirport.\nCHRIS BATEMAN,\nRHODA DAVIDS, WILLIAM STEENKAMP\nand\nJUDY DAMON\nreport.\n‘Angry Pagad supporters gathered outside the Rylands\nhome of justice Minister Dullah Omar late last night to protest against\nthe\narrests of three of their members.\n“If the community reacts, do not\nblame us\nIf there’s going to be a war out there, we are not going to\ntake responsibility”.\n“You must take responsibility” one\nman shouted.\nAbout 100 people, including G-force members, said that Omar had\nrefused “to see justice done” and that he should stop\ninterrogating\ninnocent people.\nA helicopter hovered above, but there were no incidents of\nviolence.\nEarly this morning, Omar told the “\nCape Times\n”\nthat “I’ve completed my work and I won’t allow this to bother\nme.\nHe said he viewed the Planet Hollywood attacks as a “very, very,\nserious matter” and said he hoped police would leave\nno stone unturned in\nthe investigations.\nAfter receiving an anonymous tip-off, police arrested\nWalied Suleiman (\nsic\n), 32, his wife Gouwa Suleiman (\nsic\n), 31, both\nof Kenwyn, and their cousin Shanaaz Bayat, 30, of Belgravia as they were about\nto board a flight to Egypt.\nThe three were held overnight.\nWestern Cape\npolice spokesperson John Sterrenberg confirmed late last night that the two\nwomen would be charged under the Aliens\nControl Act in connection with passport\noffences.\nThe “male suspect” was being held for further\nquestioning, he added.\nThe country’s police operations chief,\ncommissioner Andre Pruiss told the\nCape Times\n: “There is the\npossibility that they could be involved in the blast, but at this stage there is\nno evidence pointing to this”.\nFurious Pagad lawyer Adiel Theunissen\naccused the police of blatant harassment and of “a witch-hunt targeting\nMuslims”.\nPruiss said there was “no question of harassment of\nMuslims” and that police were merely following all possible leads\n–\nwhich included questioning all possible suspects.\nThe three were taken to\nthe Parow police station by, among others, Waterfront bombing investigating\nofficer Mike Barkhuizen.\nPruiss and national Police Commissioner George\nFivaz have remained in Cape Town to oversee the latest developments. Last night\nthey\nwere receiving reports from the investigating team every thirty\nminutes.\nMeanwhile, two agents from the US Federal Bureau of Investigation\n(FBI) arrived in here early yesterday from Nairobi at the invitation\nof Fivaz to\nassist in the bombing probe.\nSouth African Interpol head David Bruce, who\nflew to Nairobi in a Lear jet to fetch the two agents on Wednesday, said their\narrival\nback in South Africa had been delayed by overflight problems with\nZimbabwe and Botswana.\nHe had been forced to contact the police commissioner\nin Botswana to arrange overflight rights, he said.\nThe FBI agents visited\nthe scene of the bombing yesterday morning, along with senior police officers\nand detectives.\nPolice refused to name the agents or grant interviews with\nthem, but the locally based agent told journalists at the Waterfront that\ntheir\npresence had been requested in the spirit of international co-operation –\nsomething which would benefit both South Africa\nand the United States, and\nwithout which “the winners are the bad guys”.\nHe said also that\nthe South African investigation team was doing “a very fine\njob”.\nSterrenberg yesterday said police was still trying to\nreconstruct the bomb, but that it had already been firmly established that\nit\nhad been a home-made device.\nTheunissen yesterday claimed that Pagad members\nbeing held at Pollsmoor Prison were being interrogated and tortured by police\nand\nthe FBI agents.\nHe said one Pagad member was booked out of the prison on\nWednesday and apparently “interrogated and tortured” before\nbeing\nreturned to the jail.\nOthers, he said, were booked out by Peninsula Murder\nand Robbery Unit detectives yesterday.\nTheunissen, who did not want to name\nthe prisoners, said the fact that their legal counsel was not informed of the\nquestioning suggested\nfoul play.\n“I find it strange that people who\nhave lawyers are being taken out (of jail) without the lawyers being\ninformed.”\nHowever, Sterrenberg said last night that only two\nprisoners – Mogomat Anwar Francis and Yusuf Salie, arrested following a\npipe-bomb explosion in a bakkie late last month which killed two other Pagad\nmembers – had been booked out yesterday for routine\nquestioning in\nconnection with that incident.\nThe prisoners were welcome to lay charges if\nthey had been mistreated, he said.’\n[6]\tThe plaintiff’s\nparticulars of claim as originally drawn on 9 June 1999 when he was not aware of\nthe publication of the\ncountry edition contained the following\nallegations:\n‘7\tOn 27 August 1998, and at Cape Town International\nAirport, Plaintiff, who was \tabout \tto depart on a holiday to Egypt with\nhis\nfamily, was arrested and detained by \tmembers of the South African Police\nServices, purportedly in connection with the \texplosion\nat the\nrestaurant.\nTHE REPORT\n8.\tOn 28 August 1998, and at Cape\nTown, within the area of jurisdiction of this \tHonourable Court:\n8.1\tA\ncolour photograph of Plaintiff was published prominently and on the front \t\tpage\nof the newspaper (“the photograph”),\n8.2\tThe photograph, which spans four columns across and is nine column inches\n\tdeep, depicts Plaintiff with his hands cuffed behind\nhis back, and was\n\taccompanied by the following caption:\n“\nSUSPECT HELD:\nWalied Suleiman is led away by a policeman at Cape\nTown International Airport.” (“the caption”);\n8.3\tProminently juxtaposed with the photograph on the front page, above the\nfold, \tan article was published as the main lead (“the\narticle”)\nunder the headline:\n“Pagad outrage over bomb\narrests”\n(“the headline”);\n8.4\tThe introductory paragraph to the article reads as\nfollows:\n“\nDETECTIVES PROBING\nTuesday’s horrific Waterfront blast\nyesterday \tarrested three Capetonians about to board an Egypt-bound flight at\nCape Town\n\tinternational Airport”;\n8.5\tMidway through the article, and above the fold, a shaded box (“the\nbox”) was published containing the following\nwords:\n“\nINSIDE\nBlast a terrorist attack –Qibla\npage 3\nSupport for bomb victims\npage 3\nPolitical parties condemn blast\npage\n5\nDamage that’s difficult to repair\npage 19”\n9.\tIn addition to the aforegoing, the article contained the following\nstatements:\n9.1\t“He [the minister of Justice] said he viewed the Planet Hollywood\nattack as a ‘very, very, serious matter”\nand said he hoped police\nwould leave no stone unturned in the investigations.”;\n9.2\t“After receiving an anonymous tip-off, police arrested Walied\nSuleiman, 32, his wife Gouwa Suleiman, 31 both of Kenwyn,\nand their cousin\nShanaaz Bayat, 30, of Belgravia as they were about to board a flight to\nEgypt.”;\n9.3\t“The three were held overnight.”;\n9.4\tThe ‘male suspect’ was being held for further questioning\n...;\n9.5\t“[Commissioner Andrè] Pruiss said there was ‘no question\nof harassment of Muslims’ and that police were\nmerely following all\npossible leads – which included questioning all possible\nsuspects.”;\n9.6\t“The three were taken to the Parow Police Station by, among others,\nWaterfront bombing investigating officer Mike\nBarkhuizen.”`\n10.\t...\n11.\t...\nPLAINTIFF’S FIRST CLAIM\n12.\tThe report and its various components referred to Plaintiff and were\nindividually \tand/or collectively per se defamatory of Plaintiff,\nalternatively,\nwere intended by \tDefendants and were understood by readers of the newspaper to\nmean that Plaintiff;\n12.1\thad been arrested for causing the explosion at the restaurant;\n12.2\twas being investigated for causing the explosion at the restaurant;\n12.3\twas responsible for a terrorist attack on the restaurant;\n12.4\twas a suspected criminal and/or terrorist who may have caused a\nhorrific \t\t\tblast in a public restaurant;\n12.5\twas about to flee the country in consequence of his commission of the\nsaid \t\tcrime;\n12.6\twas a danger to the public and/or a flight risk, which necessitated him\nbeing \t\thandcuffed.\n13.\tPublication and distribution of the report as aforesaid was unlawful and\nwas intended \tby Defendants to defame Plaintiff and to\ninjure him in his good\nname and reputation.\n14.\nAs a consequence of the aforesaid defamation Plaintiff has been\ninjured in his good\nname and reputation and has suffered damages in the\nsum of R1 000 000,00.\nPLAINTIFF’S SECOND CLAIM\n15.\tThe report, in describing and identifying Plaintiff as a person who had\nbeen arrested \tby members of the South African Police\nServices in connection\nwith the explosion at \tthe restaurant and carrying the further imputation that\nPlaintiff was responsible for\n\tsuch explosion, as set out hereinabove, has\nembarrassed, humiliated and degraded \tPlaintiff, lowered his self-esteem,\nimpaired his\ndignity and mental tranquillity, and \thas, in addition, jeopardised\nPlaintiff’s safety and livelihood and led to plaintiff’s\n\tbeing\nsocially ostracised by members of his community.\n16.\tThe report was published and distributed unlawfully and with the\nintention so to \tinjure Plaintiff\n17.\nAs a direct consequence of Defendants’ aforesaid conduct and the\nimpairment of his\ndignitas, Plaintiff has suffered damages in the sum of\nR1 000 000,00\n.\nPLAINTIFF’S THIRD CLAIM\n18.\nPublication of the report,\nand distribution of the newspaper containing it, widely publicised the following\nprivate facts regarding\nPlaintiff and his private life, without\nPlaintiff’s consent.\n18.1\tThe South African Police Services regarded him as a suspect in connection\nwith the explosion at the restaurant;\n18.2\tHe had been arrested, handcuffed and detained overnight by the police;\n18.3\tThe police intended to detain him for further questioning;\n18.4\tHe was about to depart Cape Town for Egypt;\n18.5\tHe was a member of Pagad, an organisation which the newspaper in its\narticles and commentaries frequently associated with bomb\nexplosions in the\nWestern Cape;\n18.6\tHis photographic image.\n19.\tIn consequence of\nthe said publication of the report the public became acquainted \twith \tthe\naforementioned private facts and\nconcerning Plaintiff and was in addition able\nto \tidentify Plaintiff by name as well as by sight.\n20.\tAs a result, Plaintiff’s privacy and seclusion in his private life\nwere infringed and his \tmental tranquillity was disturbed.\n21.\tIn publishing and distributing the report, Defendants acted unlawfully\nand with the \tintention that publication would have the\naforesaid injurious\nconsequences for \tPlaintiff.\n22.\nAs a direct consequence of Defendant’s aforesaid conduct and the\ninfringement of\nPlaintiff’s privacy and seclusion in his private\nlife and the disturbance of his mental\ntranquillity, Plaintiff has\nsuffered damages in the sum of R1 000 000,00\n.\n23.\tIn the premises, Defendants are liable to pay to plaintiff the sum of R3\n000 000,00 \twhich, despite demand, they have failed to\ndo.’\n[7]\tTo this the defendants pleaded as follows: To the defamation claim, first\na denial that the article was defamatory; (presumably\nalternatively) secondly,\ntruth and public interest; thirdly, what has come to be known as the\nBogoshi\n[1]\ndefence; and\nfourthly, the protection of the right of free speech and the right to impart\ninformation conferred by s 16 of the Constitution.\nTo the impairment of dignity\nclaim, there was a general denial. To the invasion of privacy claim, there was a\ngeneral denial coupled\nwith an allegation that none of the facts allegedly\nwrongly disclosed in the article were private at the time of their\npublication.\n[8]\tTrial particulars were sought and furnished. Of particular relevance is\nthe plaintiff’s reply to the question whether any\nparticular material\nportion of the article was false, and if so, which. The answer given was that it\nwas not the plaintiff’s\ncase that any material portion of the article was\nfalse. To the question whether the defendants are alleged to have negligently\nand/or\nrecklessly failed to take any reasonable steps prior to publishing the\narticle and, if so, which, the\nreply was that the defendants unreasonably published details of and\nconcerning the plaintiff and which identified him, viz his name,\nhis age, his\nplace of residence, and his photographic image.\n[9]\tSome two weeks later the plaintiff withdrew his previous answer to the\nfirst question referred to in para [8] and substituted\nfor it the word\n‘no’. This was a somewhat enigmatic response for it was the\nplaintiff’s answer to two separate\nquestions. The first was whether any\nmaterial portion of the article was false, and if so, which. The second was\nwhether it was admitted\nthat any material portions were true, and if so, which.\nI can only construe the reply ‘no’ to mean that the plaintiff\nwas\nnot positively alleging any falsity in the article but that he was not going so\nfar as to admit its truth because it was for\nthe defendant to prove the truth of\nthe contents of the article. However, the additional particulars furnished did\nacknowledge the\ntruthfulness of some parts of the articles, namely, ‘that\nhe, his wife Gouwa Suleiman and their cousin Shanaaz Bayat, were\narrested by the\npolice as they were about to board a flight to Egypt, and that they were\ndetained in police custody overnight’.\n[10]\tOn 10 August 2001, after learning of the existence of the country\nedition, the plaintiff gave notice of his intention to amend\nhis particulars of\nclaim. Apart from the consequential amendments resulting from the introduction\nof the publication of the country\nedition as a further ground of complaint, some\nother amendments to the particulars of claim were effected. The allegation that\nthe\nplaintiff ‘was arrested and detained by members of the South African\nPolice Services, purportedly in connection with the explosion\nat the\nrestaurant’ was deleted and substituted for it was the allegation that the\nplaintiff ‘was arrested and detained\nby a member of the South African\nPolice Services for allegedly having contravened the Identification Act, 72 of\n1986, and the Aliens\nControl Act, 96 of 1991’. For convenience sake I\nshall refer to the alleged contravention of those two Acts as passport\ncontraventions.\n[11]\tAmendments to the plaintiff’s reply to the defendant’s\nrequest for trial particulars were also effected. The enigmatic\n‘no’\ngiven in answer to the two questions referred to in para [9] was deleted and\nsubstituted for it were the following\nallegations:\n“6.1\tThe first and second articles are false in the following material\nrespects:\n6.1.1\tNeither Plaintiff nor his wife nor Shanaaz Bayat were arrested by\n\t\t\t\tdetectives probing the explosion at ‘Planet Hollywood’;\n6.1.2\tThe three were not arrested in connection with the explosion; and\n6.1.3\tNone of the three were taken to the Parow police station by\n\t\t\t\t\t‘Waterfront bombing investigating officer Mike Barkhuizen’.\n6.2\tThe true facts are that Plaintiff, his wife, and Shanaaz Bayat, were\narrested \t\tby a member of the South African Police Services,\nBorder Control\nUnit, in \t\trespect of alleged passport irregularities and the aforementioned\nBarkhuizen \t\twas not present when the\nthree were taken to Parow police\nStation.”\n[12]\tIn their amended plea to the plaintiff’s amended particulars of\nclaim the defendants ‘admitted that the reports were\ndefamatory of the\nplaintiff’ but did not say in what particular respect.\n[13]\tIn further trial particulars provided by the plaintiff, he alleged that\nhe was not informed at the time of his arrest that the\nreason for his arrest was\nhis contravention of the two Acts referred to earlier and was told simply that\nhe was being arrested for\nirregularities in his passport. He denied that the\npolice had at some time prior to his arrest received an anonymous report that\nhe\nwas somehow linked to the explosion and that he, his wife, and Shanaaz Bayat\nwere leaving the country for Egypt. He admitted only\nthat the police had at some\ntime prior to his arrest received an anonymous report that he might be linked to\nthe explosion and that\nhe was leaving the country.\n[14]\tAfter hearing the evidence adduced by the parties at the trial\nSelikowitz J upheld the plaintiff’s claims and awarded him\ndamages of R90\n000,00 for the defamation and impairment of dignity combined and R10 00,00 for\nthe invasion of privacy. The factual\nconclusions upon which the awards were\nbased were broadly these. The learned judge was satisfied that the reasonable\nreader would\nhave concluded that the plaintiff was arrested as a suspect in the\nPlanet Hollywood bombing. He acknowledged that a reasonable reader\nwould have\nappreciated that the plaintiff was only a suspect and had not been proved to\nhave been the perpetrator of the crime and\nthat many suspects who become accused\nare thereafter acquitted, but considered that “the mere fact of being\narrested as a suspect\ncarries a stigma and the acquittal is often perceived to\nbe for ‘technical reasons rather than for innocence” and that\nthe\nmore serious the crime, the heavier the stigma.\n[15]\tAs to the truth or untruth of the defamatory allegation, namely, that\nthe plaintiff was arrested as a suspect in the bombing,\nhe concluded that the\ndefendants had ‘failed to establish the truth of the reports that the\nplaintiff was arrested as a suspect\nin the Planet Hollywood bombing’ and\nthat ‘\nper contra\n, the evidence establishes that the objective truth\nremains that plaintiff was arrested for passport irregularities and not in\nconnection\nwith the Planet Hollywood bombing’. Furthermore, he found that\nthe uncontroverted evidence was that the plaintiff was arrested\nby members of\nthe border police and not by detectives probing the bombing. He found too that\nthe plaintiff was not taken to the Parow\nPolice Station by the bombing\ninvestigation officer, Mike Barkhuizen, but by the border police. All three of\nthe allegations were\ntherefore found to be false. The ultimate conclusion was\nthat the defendants had ‘failed to prove, on a balance of probability,\nthat the material defamatory allegations were substantially true’. That\nobviated, so the learned judge thought, the need to\nconsider whether publication\nwas in the public interest.\n[16]\tTurning to the\nBogoshi\ndefence, he found that the defendants did\nnot act unreasonably in relating the plaintiff’s arrest to the bombing but\nthat neither\nthe statement that the plaintiff was a suspect in the bombing, nor\nthat detectives probing the bombing had arrested the plaintiff,\nnor the\nstatement that Barkhuizen had accompanied the plaintiff to the Parow police\nstation were reasonably justified. However, he\ndid not regard the use of the\nword ‘arrest’ rather than ‘detain’ to have been\nunreasonable. He said, correctly,\nin my view,  ‘when the police are seen\nto detain a person, handcuff him and remove him then it seems to me – in\nthe context\nof the reports here – to be splitting hairs to ask whether he\nhas been properly described as having been detained or arrested’.\n[17]\tHolding that it was inherent in the\nBogoshi\ndefence that it would\nstill have to be shown that publication of the defamatory material, if it had\nbeen true, would have been in\nthe public interest, he concluded that it would\nnot have been in the public interest to reveal the identity of the plaintiff at\na\ntime when he had not yet been charged or brought before a court. He said:\n‘In weighing the harm which can result from the premature\ndisclosure of\nthe detainee’s identity in a case such as this as against a delay in\ninforming the public of the detainee’s\nidentity until he is brought before\na court, there seems to me to be an overwhelming tilt in favour of the\nindividual.’ The\nBogoshi\ndefence was therefore rejected.\n[18]\tThe claim for impairment of dignity was dealt with by holding that\nalthough there was overlapping of the claim with the claim\nfor defamation, the\nformer claim could be maintained but had to be limited to the harm caused by the\npeninsula edition because the\nplaintiff had never been aware of the country\nedition until nearly three years after the event. The defences of truth and\npublic\nbenefit and the\nBogoshi\ndefence, in so far as they might be\napplicable to this claim, were rejected for the same reasons as they were\nrejected when considering\nthe claim for defamation. When awarding damages for\nthis impairment of dignity the learned judge merged the award with his award\nfor\ndefamation and it is not possible to isolate to what extent the ultimate award\nwas increased by doing so. The invasion of privacy\nclaim was upheld.\n[19]\tIn any defamation suit the logical starting point is what the words\ncomplained of mean, more particularly, whether they convey\nthe defamatory\nmeaning which the plaintiff seeks to place upon them. In answering that question\na court discards its judicial robes\nand the professional habit of analysing and\ninterpreting statutes and contracts in accordance with long established\nprinciples. Instead\nit dons the garb and adopts the mindset of the reasonable\nlay citizen and interprets the words, and draws the inferences which they\nsuggest, as such a person would do. It follows that meticulous attention to\ndetail, an alertness to and awareness of the subtle nuances\nin meaning of words,\na full appreciation of the influence of context, and a reluctance to draw\ninferences when they are not soundly\nbased and fully justifiable and amount to\nno more than speculation, cannot be expected. The law reports are replete with\nreminders\nof the looseness of thought and low level of concentration with which\neven an eminently reasonable member of society may read newspaper\nreports.\n[20]  Yet there must be a limit to the allowances which a court should make\nin a claimant’s favour when engaged in the notional\nexercise postulated. A\ndefamatory meaning should not be attributed to an isolated part of a newspaper\nreport if the rest of the report\nwould show that it is not justified. A claimant\nshould not be permitted to base his case upon the reaction of readers who do not\nbother to read the whole of the article even although a part of it has attracted\ntheir attention precisely because of its potential\nto lower the esteem in which\nsociety holds him. In saying this I am aware that judges have drawn attention to\nthe propensity of readers\nto ‘skim’ reports in newspapers but I do\nnot understand that to mean that they must be taken to have entirely ignored\neverything in a report which they skim, other than that part or those parts of\nit which, if viewed in isolation, would constitute\ndefamatory material. Why\nshould the writer or publisher of an article the whole of which is intended to\nbe read and, if read, would\nplainly not be defamatory be held liable for\ndefamation because there may have been lazy or careless readers who chose to\nfocus only\nupon a particular sentence in it. I am also aware that headlines are\nwhat attract readers to an article but that does not mean that\none may ignore an\naccompanying headline. However, ‘those who print defamatory headlines are\nplaying with fire’.\n[2]\n[21]\tI approach the question of what the articles and the photo and the\ncaption conveyed having read them in their entirety. In providing\nthe answer I\nshall confine myself to the meaning of those parts of the articles which are\npotentially defamatory or relevant to the\nquestion of whether they are\ndefamatory.\n[22]\nThe country edition\n:\nIt conveyed:\n1.     That detectives engaged in investigating the bombing arrested the\nplaintiff, his wife and his cousin (all of whom were named)\non Thursday 27\nAugust 1998 when they were about to board a flight bound for Egypt, and they\nwere being held overnight by the police;\n2.\tThat they were associated with Pagad and that the arrests were made after\nan anonymous tip-off to the police that they were bound\nfor Egypt and that they\nmight be linked to the bombing;\n3.\tThat the two women would be charged with passport offences;\n4.\tThat the plaintiff (the ‘male suspect’) was being held for\nfurther questioning, as a suspect in the bombing;\n5.\tThat all three were taken to Parow police Station by, inter alia, Mike\nBarkhuizen, the Waterfront bombing investigating officer;\n6.\tThat South Africa’s police operations chief, Commissioner\nAndré Pruiss, told the Cape Times that there was a possibility\nthat they\ncould have been involved in the blast but that, at that stage, there was no\nevidence pointing to that.\n7.\tThat the plaintiff and his companions had been stopped by the Aliens\nControl Unit at the airport after fault was found with one\nof their\npassports;\n8.\tThat the mother of Shanaaz Bayat (the plaintiff’s cousin) denied\nthat her daughter’s passport was not in order and\nthat she had travelled\noverseas many times before without experiencing problems with her passport;\n9.\tThat a large number (20) of family members at the airport had angrily\nprotested at the arrests and alleged that it was unfair and\ndiscriminating\nagainst Muslims;\n10.\tThat Commissioner Pruiss had responded by saying that there was no\nintention of harassing Muslims and that the police were merely\nfollowing all\npossible leads which included the questioning of all possible suspects.\n11.\tThat Commissioner Pruiss and National Police Commissioner George Fivaz\nhad remained in Cape Town to oversee the latest developments\nand that since\nearly the previous evening they had been receiving reports from the\ninvestigating team every 30 minutes.\nI do not regard the headings to the article, namely, ‘“Pulled off\nplane”’ and ‘Bomb: Pagad trio held\nat airport’ as\nconveying anything different from the meaning conveyed by the body of the\narticle.\n[23]\nThe peninsula edition\n:\nWith minor exceptions (the omission of the content of the\n‘tip-off’; the reaction of the 20 family members at the airport;\nand\nthe denial by the mother of Shanaaz Bayat that her passport was not in order)\nthe article conveyed the same information and meaning\nas that I have attributed\nto the country edition. However, there was prominence given to the attitude of\nPagad to the arrests and\nit was made clear that Pagad regarded the trio as\ninnocent and the arrests as nothing more than blatant harassment and indicative\nof a witch-hunt targeting Muslims.\n[24]\tThe next question which needs addressing is which, if any, aspects of\nthe articles and photo are defamatory according to the\nplaintiff, and whether\nthey are indeed defamatory in the light of the meaning which the court has found\nhas to be given to the articles.\nThe plaintiff’s first submission is that\nthe articles convey to the public that he is indeed the bomber or responsible\nfor\nthe bombing. That submission is, in my view, untenable. It was also\ncorrectly so regarded by the learned judge\na quo\n. The articles make it\nquite plain that the plaintiff is no more than a suspect and that the basis for\nhis status as such was only\nan anonymous ‘tip-off’ to the police\nthat he ‘might’ be involved in the bombing and was on the point of\nleaving\nthe country. Indeed the articles expressly state that Commissioner\nPruiss had said that while the possibility existed that the plaintiff\ncould have\nbeen involved in the blast, there was no evidence that he had been involved. Any\nsuggestion that the possible readiness\nof readers to draw inferences of actual\nguilt because of a belief that the police do not arrest for questioning people\non suspicion\nof involvement in crime unless there is evidence sufficient to\nwarrant prosecution and conviction (in itself an unsustainable proposition\nwhich, if true, would always result in the equating of a statement that a person\nis suspected by the police of committing a crime\nwith a statement that the\nperson has committed the crime) would be misplaced in the light of what was\nactually published in these\narticles. It was made abundantly clear that although\nthe plaintiff was viewed as a suspect by the police, there was no evidence\nlinking\nhim to the blast.\n[25]\tThe trial judge found that the reasonable reader would expect and\nbelieve that the police would not have arrested a person whom\nthey did not\n‘seriously and upon reasonable grounds consider to have played a\npart’ in the bombing. That is of course\nstill not the equivalent of saying\nthat he had committed the crime. Moreover, while the existence of suspicion on\nthe part of the\npolice is an entirely subjective matter, the grounds for their\nsuspicion are objective in their nature and may vary from slender\ngrounds\nthrough many gradations to the status of cast-iron grounds. A\n‘tip-off’ from a source objectively well-placed\nto have access to\nthe information supplied and which has proved to be consistently reliable in the\npast may be the only ground for\nthe suspicion but it would still rank as a\nreasonable ground for suspicion even although no evidence, or no admissible\nevidence,\nwas available to prove guilt. Sight should not be lost of the fact\nthat the grounds for arrest for questioning as a suspect are often\nless cogent\nthan grounds for a successful prosecution and a reasonably well-informed reader\nshould be alive to the distinction. Such\na reader is not entitled to assume that\nthe grounds upon which a suspect has been held by the police for questioning are\nso strong\nthat an inference of guilt is justified. Comparison with the facts and\nthe approach of the different law lords who participated in\nthe hearing of\nLewis and Another v Daily Telegraph Ltd and Associated Newspapers\nLtd\n[3]\nis instructive.\n[26]\tThe issue was whether publication of a statement that officers of the\nCity of London Fraud Squad were ‘inquiring into the\naffairs of the [R.\nCo.] and its subsidiary companies’ was libellous. The plaintiff (the\nchairman of the R. Co.) pleaded that\nthe statement meant that he had been guilty\nof fraud or was suspected by the police of having been guilty of fraud or\ndishonesty\nin connection with R. Co’s affairs. The majority of the learned\nlaw lords held that the statement was not capable of conveying\nthat the\nplaintiff was guilty of fraud or dishonesty but that suspicion could be inferred\nfrom the fact of the inquiry being held.\nLord Hodson said: ‘It may be\ndefamatory to say that someone is suspected of an offence, but it does not carry\nwith it that\nthat person has committed the offence, for this must surely offend\nagainst the ideas of justice, which reasonable persons are supposed\nto\nentertain.\n[4]\nLord Reid, after\nremarking that some people are unusually suspicious and some are unusually\nnaïve and that one has to try to\nenvisage people between those two extremes\nand see what is the most damaging meaning that they would put upon the words in\nquestion,\nsaid: ‘What the ordinary man, not avid for scandal, would read\ninto the words complained of must be a matter of impression.\nI can only say that\nI do not think he  would  infer  guilt  of  fraud  merely  because  an  inquiry \nis  on  foot.’\n[5]\n[27]\tLord Devlin was at pains to emphasise that while it is not correct to\nsay as a matter of law that a statement of suspicion imputes\nguilt, it can be\nsaid as a matter of practice that it very often does so because although\nsuspicion of guilt is something different\nfrom proof of guilt, it is the broad\nimpression conveyed by the libel that has to be considered and not the meaning\nof each word\nunder analysis.\n[6]\nImplicit in this is that there can be no rule of law about this and that it is a\nquestion of fact whether the statement conveys more\nthan a mere suspicion. He\nalso said: ‘When an imputation is made in a general way, the ordinary man\nis not likely to distinguish\nbetween hints and allegations, suspicion and guilt.\nIt is the broad effect that counts and it is no use submitting to the judge that\nhe ought to dissect the statement before he submits it to the jury. But if, on\nthe other hand, the\ndistinction clearly emerges from the words used, it\ncannot be ignored.\n’\n[7]\n[My emphasis] He too held that the statement complained of was not capable\nof meaning that the plaintiff had been guilty of fraud\nor dishonesty. Lord\nJenkins concurred with Lord Reid.\n[8]\n[28]\tLord Morris of Borthy-Y-Gest differed. He considered that the statement\nwas capable of meaning that the plaintiff had been guilty\nof fraud or dishonesty\nand that the trial judge was right in leaving it to the jury to decide whether\nthat was indeed the meaning\nwhich the ordinary reader would have attributed to\nthe statement.\n[9]\nIn my respectful\nview, the learned law lord took too indulgent an approach to the question of\nwhat possible meanings could\nreasonably\nbe placed upon the statement and\nthe justification given by him for that approach is\nunsound.\n[10]\nSpeculation about why\na newspaper chooses to publish a particular statement is of little, if any, help\nin deciding what the statement\nmeans. To speculate yet again about the\nreader’s speculations as to what lay behind the decision to publish the\nstatement and\nthen to use the results of that speculation to justify placing a\nparticular meaning upon the words used is, in my opinion, a futile\nand\nimpermissible approach which is potentially productive of random and irrational\nresults.\n[29]\tWhether the reasonable reader postulated by English law is the same kind\nof reader which the law of South Africa postulates remains\na question. The\nadoption by many South African\ncourts\n[11]\nover the years of the test\npropounded by Lord Atkin in\nSim v\nStretch\n,\n[12]\nnamely,\n‘Would the words tend to lower the plaintiff in the estimation of\nright-thinking members of society\ngenerally’,\n[13]\nindicates that\nhe is. Some controversy exists about the attributes of a\n‘right-thinking’ person. Some might regard them\nas superior to those\nof the notional reasonable person so familiar in our\njurisprudence.\n[14]\nFor myself, I\nhave no doubt that sound legal policy should not require a court hearing a\ndefamation suit to ascertain the meaning\nand effect of words by reference to the\nmeaning and effect that would be attributed to them by anyone other than the\nwell-known notional\nreasonable person in the particular circumstances. Anything\nless would be unfair to the publisher of the statement who is sought\nto be held\nliable; anything more would be unfair to a plaintiff who bears the onus of\nestablishing both the meaning of the words\nused and the defamatory nature of\nthat meaning. In the former case it would subject the publisher to liability for\nless than reasonable\ninterpretations of published matter; in the latter case it\nwould require a plaintiff to establish more than that reasonable readers\nwould\nattribute a particular meaning of a defamatory nature to the matter. The same\nconsiderations apply, so it seems to me, to the\nsuggestion\n[15]\nthat one test should\nbe applied when ascertaining the meaning of the words used and another more\nintellectually and ethically rigorous\ntest when deciding whether the ascertained\nmeaning is indeed defamatory. In my view, neither logic nor sound legal policy\nrequires\nthe application of two different criteria to these questions.\n[30]\tApplying that test, the answer seems plain. The meaning of the articles,\nin broad, was that the plaintiff was associated with\nPagad; that he was\nsuspected by the police investigating the bombing of being implicated in the\nbombing because of an anonymous tip-off\nthat he might be so implicated and was\nabout to leave the country; that he had been arrested at the airport for that\nreason and was\ndetained overnight for questioning by the police investigating\nthe bombing after being taken to the Parow police cells by the investigating\nofficer; that Commissioner Pruiss had said that while there was a possibility\nthat he might be involved in the bombing, there was\nno evidence pointing to\nthat; and that he had been stopped at the airport by the Aliens Control Unit\nafter fault was found with one\nof the passports of the trio named in the\narticles.\n[31]\tAs to the sting of the articles or, in other words, their defamatory\nnature, I have no doubt that it lies in the allegation that\nthe plaintiff, a\nPagad associate, had been arrested and so prevented from flying out of South\nAfrica for Egypt because, as a result\nof a tip-off, he was suspected of\ncomplicity in the bombing. To say of a man that he has been arrested and\ndetained in custody by\nthe police for questioning as a suspect in the commission\nof a serious crime is, in my view, defamatory. It remains so despite an\naccompanying statement that the police regard him as a suspect only because of\nan anonymous tip-off that he, an associate of Pagad,\nmight be involved in the\nbombing and was about to leave the country for Egypt, and that there was no\nevidence pointing to his involvement.\n[32]\tDefamation is of course an\ninjuria\nto one’s\nfama\nor\nreputation. I think that it is inevitable that some damage is done to the\nreputation of a person when the public is told, before\na decision to charge him\nwith a serious crime has been taken and before he has appeared in court, that he\nis under arrest on suspicion\nof committing that crime. It is true that in South\nAfrica there is a constitutionally entrenched presumption of innocence until the\ncontrary is proved. However, the harsh reality of the situation is that even\nmere suspicion, to put it at its lowest, raises doubts\nin the mind of those to\nwhom it is communicated as to whether the hitherto unsullied reputation which\nthe person enjoyed continues\nto be deserved or whether it should now be regarded\nas undeserved. To say that which imperils the continued existence of a\nperson’s\ngood reputation and causes people generally to doubt the\nintegrity of that person even though they may not be certain the doubt is\njustified, is to adversely affect to at least some degree his or her reputation.\nThat the doubt may be temporary and ultimately transient\nbecause of the\nsubsequently established innocence of the person concerned cannot cure the loss\nof esteem which that person endures\npending the establishment of his or her\ninnocence.\n[33]\tIn the case of\nLewis\n[16]\nthe House of Lords\nappears to have accepted that it is defamatory to say that a person is suspected\nby the police of fraud and dishonesty.\nIn the same  case  in  the  Court  of \nAppeal  it  was  explicitly  so held by  Holroyd Pearce L\nJ.\n[17]\n[34]\nTruth and public benefit\n:\nThe plaintiff’s approach to the question of truth was to isolate\ncertain of the statements made in the articles and to argue\nthat, because the\nevidence showed them to be false, it followed that the defendants had failed to\nprove that the defamatory statements\npublished by the defendants were true or\nsubstantially true. The approach would have been understandable if each of the\nisolated\nstatements said to be false constituted a separate, distinct, and\ndifferent defamatory allegation against the plaintiff. But I fail\nto understand\nhow that approach can be appropriate when the isolated statements are not\nseparate and distinct defamatory statements\neach conveying a different\ndefamatory meaning, but simply elaborations of fact designed to bring home the\none and only defamatory\nmeaning of which the articles read as a whole are\ncapable.\n[35]\tTo illustrate: If it is said in a letter to the press that a person\ncommitted rape in 2003, murder in 1975 and theft in 1970,\nand when sued, the\npublisher fails to prove that murder and rape were committed but does prove that\ntheft was committed, the plaintiff\nis entitled to say that while the allegation\nthat he committed theft is true, the allegation that he committed the other two\ncrimes\nof violence is untrue and he should be compensated for those\nunjustifiable defamatory allegations. But where the complaint is that\nit was\nfalsely alleged that the plaintiff had been arrested upon a charge of murder and\nthat the arresting officer was a member of\nthe murder and robbery unit of the\npolice it cannot avail the plaintiff, if it is established that he was arrested\nfor murder, to\nsay that the evidence shows that he was not arrested by a member\nof that squad but by a member of the dog unit; that the report is\ntherefore\nfalse in that respect; and that therefore the defendant has failed to prove the\ntruth or substantial truth of the report\nof which the plaintiff complains.\n[36]\tIt seems quite obvious in the latter example that whoever arrested the\nplaintiff is irrelevant to the defamatory sting of the\narticle. It is a\nperipheral fact which, even if it had been left out, or even if it had been\ncorrected, would have made no difference\nwhatever to the defamatory import of\nthat part of the article which was true.\n[37]\tIn the present case, as I have already said, the defamatory aspect of\nthe articles is that the plaintiff was regarded by the\npolice as a suspect in\nthe bombing, was prevented from leaving South Africa and was held for\nquestioning in that regard by police\ninvestigating the bombing. The answers to\nsuch questions as whether he was formally arrested initially on passport\ncharges; whether,\nif he was, that was merely a pretext resorted to to ensure\nthat he would not be able to complain if questioning of him as a suspect\nin the\nbombing led to a conclusion that he was innocent and should be released; and \nwhether it was Barkhuizen, the officer investigating\nthe bombing, who took him\nto Parow Police cells, add nothing to nor subtract anything from the defamatory\nallegations which exist\nin the articles. The truth or falsity of these\nstatements is wholly peripheral to the question whether or not the defamatory\nallegations\nwere true or untrue.\n[38]\tI have no hesitation in finding that the defamatory aspects of the\narticles  were true. The following facts are substantiated\nby overwhelming\nevidence. The police investigating the bombing set out to apprehend the\nplaintiff as a suspect as a result of a ‘tip-off’\nfrom a source who\nhad proved to be reliable in the past. The suspicion was genuine and not\nfeigned. The border police at the airport\nwere advised of the desire of the\npolice investigating the bombing to apprehend the plaintiff and prevent him from\nleaving South\nAfrica for Egypt. They were prepared to assist in achieving that\nobjective. They did in fact do so, first, by detaining him and secondly,\nby\ntaking advantage of a subsequently appearing ground (passport irregularities)\nfor arresting him. Despite Barkhuizen’s own\ndoubts about the existence of\nsufficient evidence to justify an arrest, he continued to regard him as a\nsuspect on the strength of\nthe ‘tip-off’ communicated to him by\nDirector Knipe. Indeed, Barkhuizen procured his removal from Parow Police cells\nto the Bellville South Police cells for the express purpose of questioning him\nas a suspect in the bombing. He exploited the arrest\nof the plaintiff by the\nborder police by using their detention of the plaintiff to achieve the very\npurpose which those investigating\nthe bombing had set out to achieve, namely, to\nprevent the plaintiff from leaving South Africa and to detain him in custody for\ninterrogation\nas a suspect in the bombing.\n[39]\tIt is equally clear that the whole aim of the police was to let it be\nknown to the public, first, that they were not sleeping\non the job and were\nmaking progress in the investigation; secondly, that they had apprehended a\nsuspect in the bombing and prevented\nhis departure from South Africa on a flight\nto Egypt; and, thirdly, that he was being held in custody for interrogation as a\nsuspect\nin the bombing. To that end, the police advised the media of an imminent\narrest for that specific purpose so that publicity would\nbe given to the\narrest.\nThey subsequently confirmed, when asked for confirmation, that the\nplaintiff was being held and interrogated as a suspect in the bombing.\nThey\nreleased his name and downplayed the passport offences.\n[40]\tThe arrests for\nalleged passport offences were quite adventitious and were obviously intended to\nachieve two purposes: first,\nto enable the border police to check the passports;\nsecondly, to enable the police investigating the bombing to question the\nplaintiff\nwhile he was in custody in his capacity as a suspect in the bombing.\nIt is quite plain that the arrest in the sense of taking him\ninto police custody\nwas as much for the one purpose as the other. That is borne out by the failure\nof the border police to use immediately\ntheir computer link in order to check\nthe passports (as they could have done) and by the utterance of one of the\nborder policemen,\n‘Ons het hom’ when the plaintiff was arrested. He\nwas arrested before anything was known about possible passport\nirregularities.\n[41]\tThe plaintiff too regarded himself as having been\ndetained (arrested) for the bombing and continued to believe it right up to\nthe\namendment of his pleadings shortly before the trial commenced. Director\nKnipe’s evidence was unequivocal: if Barkhuizen\nhad not seen to it that\nthe plaintiff was prevented from leaving South Africa that night he (Knipe)\nwould have proceeded to the airport\nand, come what may, arrested him on\nsuspicion of involvement in the bombing. In the light of all this it cannot be\nsaid that the\ndefamatory aspect of the articles was untrue. It was proved on a\nbalance of probability to be true and the learned trial judge was\nwrong in\ncoming to a contrary conclusion. Reliance on the\nBogoshi\ndefence is\ntherefore in relation to this particular aspect of the case\nunnecessary.\n[42]\tThat brings me to the question of public benefit or\ninterest – a troublesome aspect of the case. The criterion allows for\nconsiderable elasticity in its application and is woefully unhelpful in failing\nto provide any indication of what is meant by public\nbenefit or interest. It is\ntrue that what is interesting to the public is not necessarily the same as what\nit is in the public interest\nfor the public to know but that leaves unanswered\nhow to distinguish the two. It seems obvious that what it is in the public\ninterest\nfor the public to know may not in fact be interesting to the public and\nthat what the public finds interesting it may not be in the\npublic interest for\nthe public to know.\n[43]\tPrurient or morbid public curiosity, no matter how\nwidespread, about things which are ordinarily regarded as private or do not\nreally concern the public cannot be the test. Nor can the fact that there is a\nlegitimate public interest in a particular topic such\nas the prevention of crime\nand the apprehension of offenders mean that any information of any kind which is\nrelevant to that topic\nmay be published with impunity.\n[44]\tIn considering\nthe question of public benefit or interest there is obviously a potential clash\nbetween constitutionally entrenched\nrights: the rights to dignity and privacy on\nthe one hand and, on the other, the right of freedom of the press, of\nexpression, and\nof receiving or imparting information. None of these rights\nshould be regarded as permanently trumping the others in the sense that\nthere is\na pre-ordained and never shifting order of priority to be assigned to each of\nthem. The weight to be assigned to each of\nthem in a given situation will vary\naccording to the circumstances attending the situation. It is not a question of\n‘balancing’\nthe conflicting rights in order to achieve equilibrium\nbetween them; it is a matter of\nad hoc\nassessment of what weight should\nbe assigned to the respective rights in the particular circumstances of the case\nand giving precedence\nand effect to the right which weighs most heavily in such\na manner as will impair the countervailing right as little as reasonably\npossible. It is important to appreciate the distinction between a case such as\nthis in which the two rights under consideration are\nboth equally\nconstitutionally entrenched rights and a case in which only one of the two\nrights is so entrenched. It is in the latter\nclass of case, not the former, in\nwhich s 36(1) of the constitution becomes relevant. However, in the former class\nof case difficult\nquestions of proportionality\narise.\n[18]\n[45]\tI doubt that it\ncan\nnever\nbe in the public interest or for the public benefit for the\nmedia to name a suspect and publish a photograph of him or her before\nany court\nappearance. The crime or offence of which the person is suspected may be of such\na kind that the public may be entitled\nto be informed of his or her identity\neven before any appearance in court so that they can steer clear immediately of\nthe person\nuntil guilt or innocence has been established, or so that the\nperson’s continued discharge of a high profile public office\nwhich\nrequires the encumbent to be, like Caesar’s wife, above even suspicion,\nmay be temporarily suspended pending the outcome\nof an investigation.\n[46]\tSome examples of offences I have in mind are a person who practises as\na medical doctor but who is suspected of not being qualified\nor registered to do\nso as the law requires or a judicial officer who is suspected of serious crime.\nThere is danger to the public\nat large inherent in the first example and persons\nwho consult that person or who may be minded to do so should perhaps be alerted\nto that so that they can make up their own minds whether or not they wish to\nsteer clear of the person until the question is resolved.\nIn the second example\nthere may be no more danger to the public than exists in the case of any other\nperson suspected of a similar\ncrime but the nature of the public office which\nthe person is required to discharge is such that public confidence in its\ndischarge\nwill be undermined if the person continues to discharge it while under\na cloud of suspicion of having done that which the State has\nempowered him or\nher to punish others for doing. I wish to make it quite clear that in posing\nthese examples I am not deciding that\nit would be in the public interest to name\nthe suspects in these examples before a formal charge has been laid and an\nappearance\nin court has occurred. I mention them only to point to some\ndistinctions which differentiate one type of case from another and\nmay\n(I\nput it no higher) result in different conclusions as to whether or not an early\ndisclosure of the identity of the suspect is in\nthe public interest. There are\nalso of course cases in which the police specifically enlist the aid of the\nmedia in tracking down\na suspect whose whereabouts are unknown.\n[47]\tThat\nsaid, I think that the consequences of a premature disclosure of the identity of\na suspect can be so traumatic for and detrimental\nto the person concerned when\nhe or she may never be charged or appear in court and is, in fact, innocent,\nthat greater weight should\nbe assigned to the protection of the constitutional\nright to dignity and privacy and the common law right of reputation, than to\nthe\nright of the press to freely impart information to the public. It is not as if\nthe press will be permanently deprived of the\nright to identify the suspect.\nOnce he or she appears in court his or her identity may be disclosed with\nimpunity. In the meantime\nthe press are at liberty to inform the public of what\nit is clearly in the public interest to know, namely, that an unnamed suspect\nhas been arrested and questioned by the police in connection with the commission\nof a crime. But, generally speaking, and subject\nto the considerations I have\nmentioned in paras [45] and [46], I do not believe it is in the public interest\nor for the public benefit\nthat the identity of a suspect be made known\nprematurely.\n[48]\tIt is so that in this particular case a horrendous crime\nwhich created huge public alarm had been committed. But the seriousness\nof the\ncrime alone cannot be the touchstone as to whether or not it is in the public\ninterest to prematurely name a suspect. Nor\nis there anything in the nature of\nthe crime other than the apparent unconcern of the perpetrators about who might\nbe killed or injured\nby the bombing which takes the matter any further. It is\ntrue that these factors certainly heighten the legitimate public interest\nwhich\nwill exist in knowing whether progress has been made in the investigation by the\npolice and whether any arrests have been made.\nBut they do not create or\nheighten a need for the public to know the identity of any suspects whom the\npolice may decide to question.\n[49]\tThe plaintiff was not a person with a\nhigh public profile. He did not hold a public office of any kind. He was merely\nanother\ncitizen. There was no evidence linking him with the blast. He was only\nbeing questioned about the matter and no decision had been\ntaken to charge him\nwith the bombing. As a fact, the decision to reveal his identity was not made\nbecause those responsible for the\ndecision considered it to be in the public\ninterest in the legal sense but because his identity had already been disclosed\nin television\nnews reports and was therefore thought to be in the public domain.\nHowever, that subjective belief is not relevant. The test of public\ninterest or\nbenefit is objective.\n[50]\tThe photograph of the plaintiff requires special\nconsideration in this context. It is a criminal offence under s 69 of the South\nAfrican Police Services Act 68 of 1995 for any person to publish, without the\nwritten permission of the National or Provincial Commissioner,\na photograph of\nany person who,\ninter alia\n, is suspected of committing an offence and who\nis in custody pending a decision to institute criminal proceedings against him\nor\nher. The object of the prohibition is manifest: it is to avoid any subsequent\ntrial of that person being compromised or prejudiced\nby a premature photographic\ndisclosure of the identity of the suspect. If that is regarded as an important\nenough interest to warrant\nparliament providing statutory protection of it, it\nleaves little, if any, room for the conclusion that it is in the public interest\nto publish such a picture without such permission and at a time when the person\nconcerned is no more than a suspect and has neither\nbeen charged nor appeared\nbefore a court.\n[51]\tIt is not necessary to consider whether there is any\nscope for the application of the principles laid down in the case of\nBogoshi\nto the requirement that public interest or benefit exist. A bona\nfide subjective belief in the existence of public interest or benefit\nwithout\nreasonable grounds for the belief could obviously not avail a defendant. But\nwhat the position would be if there was much\nto be said for a conclusion that\npublication would be in the public interest but not quite enough to justify the\nconclusion, it is\nnot necessary to decide because the decision to publish the\nplaintiff’s identity was not based on a belief that it was in the\npublic\ninterest to do so. In any event, I am not convinced that the\nBogoshi\nprinciples are of any application to the public interest or benefit aspect\nof the defence of truth and public benefit.\nPrima facie\n, they are not.\nNone of the defences to the claim for damages for defamation have been made out\nand the plaintiff is entitled to appropriate\ndamages. To that subject I shall\nreturn.\n[52]\nImpairment of dignity\n:\nWhatever doubt may have existed\nin the past as to whether\ndignitas\nwas a separate and distinct right of\npersonality which merited independent recognition and protection, there is no\nlonger any doubt.\nThe matter is now placed beyond contention by virtue of the\nconstitutional entrenchment of a right to dignity which inheres in every\nperson.\n[19]\nOverlapping is bound to\noccur whenever a defamatory statement is made which is at one and the same time\nan affront to the person’s\ndignity. Some maintain that every\ninjuria\n(including those relating to\ncorpus\nand\nfama\n)\nadversely affects\ndignitas\n. It is not necessary to decide whether that is\nalways so; it is sufficient to acknowledge that it will often be so.\n[53]\tIn\nmany ways the problems which arise in deciding whether separate awards of\ncompensation for defamation and affront to dignity\nshould be made are similar to\nthose which arise in the criminal law in relation to the splitting of charges.\nIn the present case\nit is inappropriate to attempt to assess in monetary terms\nwhat\nsolatium\nshould be given for the affront to\ndignitas\nand what\nshould be given for the damage to\nfama\n. The learned judge exercised a\nproper discretion in awarding a lump sum to cover both. The infractions of those\ntwo rights were so\nintertwined that any attempt to compensate for each of them\nseparately would have been attended by a substantial risk of compensating\ntwice\nfor what was essentially one delictual act, namely, the unlawful publication of\nthe plaintiff’s identity in articles\ndefamatory of him.  To the\nappropriateness of the\nquantum\nof the award I shall revert.\n[54]\tIt is\nnecessary to correct an observation made by the learned judge in dealing with\nthe claim for impairment of dignity. He said\nthat publication of the country\nedition had to be ignored because the plaintiff never knew of its publication\nuntil three years later.\nThat does not derogate from the fact that he ultimately\ncame to know that three years before a large number of people who read that\nedition suspected him of being the sort of person who had no claim to any\ndignity, namely, a common murderer. That he did not know\nthat at the time does\nnot mean that, objectively regarded, he was not subjected to indignity in the\neyes of the public. He was. That\nhe only learnt of it\nex post facto\nand\nsuffered from the knowledge then does not deprive him of a\nremedy.\n[55]\nInvasion of privacy\n:\nIt is also no longer open to\ndoubt that an action for damages for invasion of privacy exists in our law.\nWhether it is really an independently\nexisting\ninjuria\nin its own right\nor whether it is a species of affront to\ndignitas\nis of little\nimportance. The point is that invasions of privacy are forbidden by the\nConstitution and the common law and are\nactionable.\n[20]\n[56]\tHere again there may be overlapping of\ninjuriae\n. Invasion of\nprivacy can take many forms. Some may involve no publication of defamatory\nstatements or material, such as, for instance,\n‘peeping Tom’ cases.\nOthers may be part and parcel of a defamatory publication as, for example, a\nstatement that a person\nhas blackmailed a medical practitioner because he failed\nto diagnose timeously that the person was suffering from cancer. The allegation\nof blackmail is destructive of\nfama\n; the allegation that the person\nsuffers from cancer is not but it is an intrusion upon the right of privacy. In\nthis example, there\nis no overlapping of the two\ninjuriae\n. But where a\npublished statement accuses a person of being addicted to pornography (a\ndefamatory statement) the invasion of privacy\nis so inextricably enmeshed with\nthe assault upon\nfama\nthat the assessment of compensation for the assault\nupon\nfama\nwill necessarily entail an evaluation of the impact upon both\nthe public and the plaintiff of the publication of the fact (if it\nis true) that\nthe person is addicted to pornography. To treat the invasion of privacy as a\nseparately actionable delict in such a\nsituation is akin to what would be an\nimpermissible splitting of charges in the criminal law.\n[57]\tIt is not\nnecessary to decide whether the very institution of a separate claim for damages\nfor invasion of privacy in circumstances\nsuch as those in the last-mentioned\nexample is permissible. It is sufficient to say that where such a situation\narises, it will seldom,\nif ever, be possible to quantify separately from the\ndamages which ought to be awarded for the defamation, the damages which ought\nto\nbe awarded for the concomitant invasion of privacy and, generally speaking, no\nsuch attempt should be made. Just as in the case\nof a concomitant affront to\ndignity, the damages (if any) should be merged into one globular\namount.\n[58]\tIn the present case the most serious invasion of privacy\ncomplained of is the publication of the facts and circumstances of the\nplaintiff’s arrest as a suspect. Those are not, in my opinion, private\nmatters. It was a publicly performed arrest in a crowded\nairport. The fact that\nhe was suspected by the police of involvement in the explosion and was detained\nfor questioning in that connection\nis not information which was intrinsically\nprivate to him.\n[59]\tThe remaining disclosures of allegedly private matters\nof which the plaintiff complains are the publication of his name and photograph,\nthat he was a member of Pagad, and that he was about to depart from Cape Town to\nEgypt. The publication of his name and photograph\nand that he was a member of\nPagad is so inextricably part of the facts which are relied upon to support the\nclaim for defamation\nthat no additional actionable breach of the\nplaintiff’s rights can be said to have occurred. The same applies to the\ndisclosure\nof the intended flight to Egypt, if it is to be given a sinister\nconnotation. If it is not, then it is not, in my opinion, private\ninformation of\na kind which the law should regard as worthy of protection. As Prosser puts it:\n‘The ordinary reasonable man\ndoes not take offence at mention in a\nnewspaper of the fact that he has returned home from a visit or gone camping in\nthe woods,\nor given a party at his house for his\nfriends.’\n[21]\nIn my view, this\nclaim should have failed.\n[60]\tTo sum up on the merits of the claims,\ndefamation was established in the sense set out in para [30] of this judgment,\nso was\nthe affront to dignity inherent in the defamation; the claim for invasion\nof privacy was not made out. Contrary to the finding of\nthe learned trial judge,\nthe truth of the defamatory aspect of the articles was proved and there was no\nrecklessness on the part\nof those responsible for the\npublication.\n[61]\nDamages\n:\nIn the light of these findings the\ndamages awarded require reassessment. The trial judge’s finding that\naspects of the defamatory\nparts of the articles were not true and were\nrecklessly made, would obviously have influenced his assessment of the damages.\nMoreover\nthe third claim should not have been upheld. This court is therefore at\nlarge to reassess the damages to be awarded for the defamation\nand accompanying\naffront to dignity.\n[62]\tThat it was a serious case of defamation and affront\nto dignity I have no doubt. But the case is complicated by the fact that\nby the\ntime the articles appeared the plaintiff had already been named in national\ntelevision broadcasts as having been arrested\nas a suspect in the bombing. While\nthat does not render lawful the repeated publication of that defamatory\nstatement by the defendants,\none must bear in mind that publication took place\nonly to the readers of the Cape Times and that many of them are likely to have\nalready been aware of the television broadcasts. The additional damage done to\nthe plaintiff’s reputation by the republication\nis what must be\ncompensated for. To quantify the damages as if the Cape Times had been the first\noffender and therefore responsible\nfor all the harm caused countrywide to the\nplaintiff’s reputation would be unrealistic and amount to making it pay\nfor the\nsins of others. Nor can one ignore the fact that many readers of the\nCape Times were probably already aware of the facts published\nby it. Some\nallowance, however difficult its quantification may be, has to be made for\nthat.\n[63]\tI think it is also relevant that the context in which that part of\nthe articles which has been found to be defamatory appears\nis strongly\nsympathetic to the plaintiff, expresses the outrage at his arrest of a\nsignificant sector of the public and, most importantly,\nreveals that,\nobjectively regarded, there was no evidence linking him to the bombing. These\nare mitigating factors.\n[64]\tHaving regard to the general level of awards of\ndamages for defamation and associated\ninjuriae\nin South Africa over the\nyears and taking into account the concomitant diminution in the value of money,\nI consider that an award\nof R50 000,00 as combined compensation for the claims\nfor defamation and affront to dignity would be\nappropriate.\n[65]\nCosts\n:\nThe defendants have achieved some success\non appeal. It cannot be described as insubstantial. The plaintiff could have\nabandoned a\npart of the award for claims 1 and 2 and the whole of the award for\nclaim 3. It did not and that obliged the defendants to appeal\neven if only to\nachieve that partial success. On the other hand, the defendants sought on appeal\nto deprive the plaintiff of the\nwhole of the judgment in its favour including\nthe favourable costs order. The plaintiff was obliged to oppose the appeal to\nprevent\nthat happening and has succeeded to a substantial extent in doing so. In\nthese circumstances it would not be fair to dub either the\nplaintiff or the\ndefendants as the losers in the appeal. They have all achieved substantial\nsuccess. To order one side to pay the\ncosts of the other would not be\nappropriate. It would be fairer to order them each to pay their own costs of\nappeal.\n[66]\tThere is no reason to interfere with the order made in respect\nof the trial costs. The costs of the applications for leave to\nappeal are\nanother matter. There is no good reason why the plaintiff, having unsuccessfully\nresisted the applications, should not\nbear the costs of the\napplications.\n[67]\tIt is ordered:\n(a)\tThat the appeal is upheld and that\nthe order of the court\na quo\nis set aside and substituted by the\nfollowing order:\n‘Judgment for the Plaintiff against Second, Third and\nFourth Defendants jointly and severally, the one paying the other to be\nabsolved, on claims 1 and 2 in the sum of R50 000,00 with\nmora\ninterest\non such sum at the rate of 15,5\nper centum per annum\nfrom 15 June 1999 to\ndate of payment, and costs of suit which shall include the costs of two counsel\nbut shall exclude the costs\nof counsels’ appearance and the\nattorneys’ attendance at court on one day of the trial. Each of the\nparties shall bear\nhis/its own costs of such day. Claim 3 is dismissed. No order\nas to costs is made in respect of Claim 3.’\n(b)\tThat the court\na\nquo’s\norder that the appellants pay the costs of the application made\nto it for leave to appeal is set aside and that the respondent pay\nthe costs of\nboth the application for leave to appeal in the court\na quo\nincluding the\ncosts of two counsel and the application to this court for leave to\nappeal.\n(c)\tThat each of the parties pay his/its own costs of\nappeal.\n____________________\nR M MARAIS\t\t\t\t\t\t\t\t\t         JUDGE OF APPEAL\nSCOTT JA         \n)\nMTHIYANE JA )    CONCUR\nNUGENT JA:\n[68]\tI agree with the order that is proposed by\nMarais JA but I regret that I do not agree with all the reasons for his\nconclusion.\n[69]\tThe freedom of the press is protected by s 16(a) of the\nBill of Rights, which comes against the background of a considerable\nhistory in\nthis country of the suppression of the truth. Consistent with venerable\ndemocratic traditions the protection of press\nfreedom recognises that society is\ngenerally best served by having access to information rather than by having it\nconcealed.\n[22]\nAny inroad upon that\nprotection will be countenanced by law only if, and to the extent that, the\ninroad is both reasonable and justifiable\nin an open and democratic society\nbased upon human dignity, equality, and freedom, values that are themselves\nprotected,\n[23]\ntaking into account\nthe factors that are referred to in s 36(1) of the Bill of Rights.\n[70]\tThe\ntraditional requirement of our law that the publication of substantially true\ndefamatory matter is lawful only if its publication\nis in the public interest\nfalls to be applied in that context for the Bill of Rights embodies a system of\nobjective, normative values\nfor legal\npurposes.\n[24]\nIn my view the\nprotection that is afforded to press freedom must mean that it will generally be\nin the public interest for truthful\nmatter to be published except where its\nsuppression is justified by the considerations referred to in s 36(1).\n[71]\tThat also accords with the approach that has been taken under the\ncommon law. In\nGraham v Ker\n(1892) 9 SC 185\nat 187 De Villiers CJ said\nthat\n‘[a]s a general principle, I take it to be for the public\nbenefit that the truth as to the character or conduct of individuals\nshould be\nknown.’\nThe learned chief justice went on to qualify that general\nstatement by excluding from its ambit the publication of material that\nserves no\npurpose but to rake up old\nscandals,\n[25]\nand it has also been\nqualified to exclude material that is essentially\nprivate.\n[26]\nI have little doubt\nthat those limitations receive further support today from the protection that is\naccorded to dignity and to\nprivacy – though we are reminded by s 36(1)\nthat any limitation must be confined to what is reasonable and justifiable for\nthe protection of other protected rights – but in my view the general\nprinciple that he enunciated is a salutary starting point\nfor the enquiry.\n[72]\tIf the defamatory material that is in issue in this appeal was indeed\nsubstantially true then I can see no proper grounds upon\nwhich the appellants\nwere precluded from publishing a part of it, namely, the respondent’s\nidentity. (I am not referring to\nthe publication of the respondent’s\nimage, which is prohibited by s 69 of the South African Police Services Act 68\nof 1995,\nbut to the identification of the respondent by name).  The arrest of a\nperson, particularly on a serious charge, is always a matter\nof public concern,\nand in my view that applies no less to the identity of the person who is the\nsubject of the arrest.  No doubt\na person who is placed under arrest might feel\nthat his or her dignity and privacy has been invaded when the arrest is made\nknown\nbut that occurs whenever an unsavory truth concerning a person is\npublished.  I do not think that the protection that is afforded\nto dignity or\nprivacy – which are themselves capable of being limited –\nconstitutes reasonable and justifiable grounds\nfor suppressing the truth in such\ncircumstances.  As pointed out by Wessels JA in\nJohnson v Rand Daily\nMails:\n[27]\n‘Why do we\nallow a defendant to justify at all, “Because,” in the words of\nLITTLEDALE, J., in\nMcPherson v Daniels\n(10 B. & C. p. 272), “it\nshows that the plaintiff is not entitled to recover damages; for the law will\nnot permit a man\nto recover damages in respect of an injury to a character which\nhe either does not or ought not to possess.”’\nTo say of a person\nthat he or she has been arrested does not generally amount to an imputation of\nguilt, and I do not see that the\ndoubt that is thereby cast upon his or her\nreputation is premature: the statement does no more than to reflect the\ntemporary but\ncontemporaneous state of that\nreputation.\n[28]\nAnd while it is\ntrue that a newspaper may with impunity disclose the identity of an arrested\nperson once that person has appeared\nin court (because it is then protected by\nthe privilege that attaches to reports of court proceedings) I do not think that\nassists\nto resolve the anterior question whether it is in the public interest to\nmake the disclosure in the absence of that special protection.\n[73]\tThe\nposition is quite different where the defamatory material is not true.  As\npointed out by Cory J in\nHill v Church of Scientology of Toronto\n(1995)\n126 DLR 4\nth\n129 (SCC) 159-60 (cited with approval in\nNational\nMedia Ltd & Others v\nBogoshi\n[29]\nand\nKhumalo v Holomisa\n:\n[30]\n‘False and injurious statements cannot enhance self-development.  Nor can\nit ever be said that they lead to the healthy participation\nin the affairs of\nthe community.  Indeed they are detrimental to the advancement of these values\nand harmful to the interests of\na free and democratic society. .\n.’\nThat is also consistent with the common law in this country. There\nare nevertheless circumstances in which even untrue defamatory\nmatter is\nprotected but in my view none of those circumstances arise in the present case.\n[74]\tIn my view the defamatory matter that is in issue in this case was\nindeed untrue and it is for that reason that its publication\nwas unlawful. The\nmaterial was published the morning after the respondent was arrested. The\narticle that was published in the early\n(country) edition concerned the\ncircumstances of the arrest.  By the time the later (peninsula) edition was\npublished the story had\nmoved on: the arrest of the respondent provided the\nfoundation for an article that was directed to the reaction to the\nrespondent’s\narrest.  What was central to both articles, however, was the\nstatement that the respondent had been arrested.\n[75]\tThe cause of the\nrespondent’s arrest was not expressly stated in either of the articles.\nHowever, the juxtaposition of\nthe photograph of the respondent being led away in\nhandcuffs with the caption ‘SUSPECT HELD’, the byline reading\n‘DETECTIVES\nPROBING Tuesday’s horrific Waterfront blast yesterday\narrested three Capetonians about to board an Egypt-bound flight at Cape\nTown\nInternational Airport’, the box referring to other stories relating to the\nbombing, and the headlines (in the country\nedition the headline was ‘BOMB:\nPAGAD TRIO HELD AT AIRPORT’ while in the peninsula edition the headline\nwas ‘PAGAD\nOUTRAGE OVER BOMB ARRESTS’), when read together with the\ntext in each case, would have left the reasonable reader of ordinary\nintelligence in no doubt that the respondent was arrested in connection with the\nbombing.\n[76]\tWhen it is said of a person that he or she has been arrested in\nconnection with a particularly odious bombing I do not think\nthat the statement\nis justified by proof that the person was indeed arrested, but only in\nconnection with a passport irregularity,\nand that the police then exploited the\nopportunity to question the person because they suspected that he or she might\npossibly have\nbeen involved in the bombing (which is what the truth was in the\npresent case).  Proof of those facts, whether viewed separately\nor together,\ndoes not seem to me to meet the sting of the defamatory allegation. The ordinary\nmeaning of the language that is used\nin a publication includes what the reader\nwould infer from it. In\nArgus Printing & Publishing Co Ltd and Others  v\nEsselen’s Estate\n1994 (2) SA 1\n(A) 20F-J Corbett CJ said the\nfollowing:\n‘... [T]he reasonable person of ordinary intelligence is\ntaken to understand the words alleged to be defamatory in their natural\nand\nordinary meaning.  In determining this natural and ordinary meaning the Court\nmust take account not only of what the words expressly\nsay, but also of what\nthey imply.  As it was put by Lord Reid in\nLewis and Another v Daily\nTelegraph Ltd; Same v Associated Newspapers Ltd\n[1963] 2 All ER 151\n(HL) at\n154E-F:\n‘What the ordinary man would infer without special knowledge\nhas generally been called the natural and ordinary meaning of the\nwords.  But\nthat expression is rather misleading in that it conceals the fact that there are\ntwo elements in it.  Sometimes it is\nnot necessary to go beyond the words\nthemselves as where the plaintiff has been called a thief or a murderer.  But\nmore often the\nsting is not so much in the words themselves as in what the\nordinary man will infer from them and that is also regarded as part of\ntheir\nnatural and ordinary meaning.’\nAnd in\nJones v Skelton\n[1963] 3\nAll ER 952\n(PC) Lord Morris of Borth-y-Gest, citing\nLewis’s\ncase,\nstated (at 958F-G):\n‘The ordinary and natural meaning of words may be\neither the literal meaning or it may be an implied or inferred or an indirect\nmeaning: any meaning that does not require the support of extrinsic facts\npassing beyond general knowledge but is a meaning which\nis capable of being\ndetected in the language used can be a part of the ordinary and natural meaning\nof words. . . .’”\n[77]\tThe inference that a reasonable reader\nwould draw from the statement that a person has been arrested in connection with\nan offence\nwill necessarily depend upon the context in which it is\nmade.\n[31]\nI agree with Marais JA\n(and the learned judge in the court\na quo\n) that such a statement, without\nmore, does not ordinarily carry the imputation that the arrested person is\nguilty of the offence.\nAs pointed out by Mason J in the High Court of Australia\nin\nMirror Newspapers Ltd v Harrison\n[1982] HCA 50\n;\n(1982) 42 ALR 487\n(HC of A)\n492:\n‘As we have seen, there is now a strong current of authority\nsupporting the view that a report which does no more than state\nthat a person\nhas been arrested and has been charged with a criminal offence is incapable of\nbearing the imputation that he is guilty\nor probably guilty of that offence. \nThe decisions are, I think, soundly based, even if we put aside the emphasis\nthat has been given\nto the process of inference on inference that is involved in\nreaching a contrary conclusion.  The ordinary reasonable reader is mindful\nof\nthe principle that a person charged with a crime is presumed innocent until it\nis proved that he is guilty.  Although he knows\nthat many persons charged with a\ncriminal offence are ultimately convicted, he is also aware that guilt or\ninnocence is a question\nto be determined by a court, generally by a jury, and\nthat not infrequently the person charged is acquitted.’\n[32]\nBut I agree with the learned\njudge in the court\na quo\nthat the reasonable reader would infer at least\nthat the police believe that reasonable grounds exist for suspecting that the\narrested\nperson committed the offence for which he or she was arrested.  Not\nsince the repeal of s 29 of the Internal Security Act 74 of 1982\nin\n1993\n[33]\nhas it been the law in this\ncountry that the police may arrest a person for no reason but to question him or\nher in connection with\nan offence. A person may ordinarily be arrested by the\npolice only if he or she is suspected, on reasonable grounds, to have committed\nan offence,\n[34]\nand a person’s\nfreedom from arrest without just cause is also protected by s 12(1) of the Bill\nof Rights.  I think that the\nreasonable reader can be taken to know that, and\nwill construe the statement\naccordingly.\n[35]\nThe assertion in\nthe body of each of the articles (the fifth paragraph of the country edition and\nthe thirteenth paragraph of the\npeninsula edition) that Commissioner Pruiss had\nsaid that ‘[t]here is the possibility that they could be involved in the\nblast,\nbut at this stage there is no evidence pointing to this’ does not\nseem to me to negate the effect of what was proclaimed so\nloudly in the material\nthat preceded it. The absence of actual evidence is not inconsistent with the\nexistence of reasonable grounds\nfor suspecting that a person has committed an\noffence.\n[36]\nBut in any event I do\nnot think that the average reader would have understood the statement by Pruiss\n(assuming that the reader\never reached it) to negate the unambiguous inference\nin the introductory portions of the articles, for they would surely have asked\nwhy the respondent was then arrested if the police did not believe that\nreasonable grounds existed for doing so. I do not think that\nliability for a\ndefamatory assertion can ordinarily be escaped merely by also making a\ncontradicting assertion (if it was contradicting\nin this case) somewhere else in\nthe publication.  Naturally, a newspaper article must be read as a whole, but\nthat is because words\noften take their meaning from the context.  I do not think\nthat means that a defamatory statement that requires no contextual setting\nto be\ngiven its proper meaning is necessarily negated by also asserting the contrary.\nIn my view the dominant impression that readers\nwould have been left with after\nreading both articles, notwithstanding what was reported to have been said by\nPruiss, was that the\nrespondent was arrested in connection with the bombing, and\nthat carried with it the natural inference that the police believed that\nreasonable grounds existed for suspecting that the respondent was implicated in\nthe bombing.\n[78]\tTo make that statement of a person is in my view\ndefamatory for in the eyes of ordinary right thinking people his or her hitherto\nunblemished character will at least be placed in doubt by such an assertion\nalbeit that the diminution in reputation might only be\ntemporary.\n[37]\nA statement to that\neffect seems to me to be analogous (though perhaps less serious) to a statement\nthat a person has been charged\nwith a serious offence, of which Colman J said\nthe following in\nHassen v Post Newspapers (Pty) Ltd & Others\n1965 (3)\nSA 562\n(W) 562 at 565D-E:\n‘In my view the reasonable, normally\nintelligent, right thinking member of society, when he hears that a man known to\nhim has\nbeen charged with a crime, will withhold final judgment on that man. \nBut, temporarily at any rate, the news will tend to lower that\nman in his\nestimation, and diminish his willingness to associate with him.’\nBut to\nsay of a person that he or she has been arrested in connection with an offence\nis in my view also more damaging than to say\nmerely that the police questioned\nhim or her in connection with the offence because they believed that he or she\nmight possibly be\nimplicated, for no doubt the police question many people when\nthey are investigating the commission of an offence. It is all a question\nof\ndegree.\n[79]\tThe defamatory statement in the present case was that the\nrespondent was arrested in connection with the bombing, which carried\nthe\nnatural inference that the police believed that reasonable grounds existed for\nsuspecting that he was implicated in the commission\nof the offence, and that was\nwhat was required to be justified.  Whether it was capable of being justified\nmerely by proof that the\nrespondent was arrested in connection with the bombing,\nor whether it was necessary to establish in addition that the police indeed\nbelieved that reasonable grounds existed for suspicion, is not necessary to\ndecide.\n[38]\nIn both respects the\nappellants failed. The respondent was not arrested in connection with the\nbombing: he was arrested because his\npassport was suspected to be irregular.\nMoreover, reasonable grounds did not exist for suspecting that the respondent\nwas implicated\nin the bombing (I do not think that undisclosed information from\nan anonymous source can be said to constitute reasonable grounds\njustifying an\narrest) nor did the police believe they did, which is precisely why they\nrefrained from arresting him on those grounds.\n Perhaps the respondent would not\nhave been arrested for the passport irregularity if the police had not wanted to\nquestion him in\nconnection with the bombing but in my view that does not meet\nthe sting of the defamatory statement.  If that was the truth then\nno doubt the\nappellants were free to publish those facts but it did not justify the truth\nbeing distorted. The fact that Inspector\nKnipe was willing to resort to an\nunlawful arrest if that had been necessary to enable the respondent to be\nquestioned before he\nleft the country also does not seem to me to take the\nmatter further when that is not what occurred.\n[80]\tThe appellants also\nsought – albeit tentatively – to rely upon the defence that is\nforeshadowed in\nBogoshi’s\ncase\n.\nI am not at all sure that\nthe nature of the statement in the present case is such that its publication is\nrequired to be protected\neven if it is untrue (see\nBogoshi,\n1211D-1212J)\nbut in any event the appellants, who bear the onus, have not established that\nreasonable steps were taken to avoid publishing\nwhat was in fact untruthful.\n[81]\tFor those reasons I agree with the learned judge in the court\na quo\nthat the publications were defamatory of the respondent and were unlawful. \nBut I agree with Marais JA that the damages that were\nawarded were excessive.  I\nhave already pointed out that the defamatory statement did not impute that the\nrespondent was guilty but\nmerely cast temporary doubt upon his hitherto good\ncharacter. Moreover, the respondent was released from arrest that very afternoon\nand he took the opportunity to announce that fact at a press conference. I also\nagree with Marais JA that the respondent’s\nprivacy was not invaded, and\nthat the harm to his dignity is properly to be taken into account in the\nassessment of the damages for\ndefamation, generally for the reasons that he has\ngiven, subject to what I have said earlier in this judgment, and I agree with\nhis\napproach to the question of costs.\n[82]\tFor those reasons I agree with\nthe order that is proposed.\n_______________________\nR W NUGENT\nJUDGE OF APPEAL\nPONNAN AJA )\nCONCURS\n[1]\nNational Media Ltd &\nOthers v Bogoshi\n1998 (4) SA 1196\n(SCA).\n[2]\nSo said Lord Nichols in\nCharleston v News Group Newspapers Ltd\n[1995] 2 AC 65\nat 74C-D. Lord\nBridge said: ‘Whether the text of a newspaper article will, in any\nparticular case, be sufficient to neutralize\nthe defamatory implication of a\nprominent headline will sometimes be a nicely balanced question for the jury to\ndecide and will depend\nnot only on the nature of the libel which the headline\nconveys and the language of the text which is relied on to neutralize it but\nalso on the manner in which the whole of the relevant material is set out and\npresented. But the proposition that the prominent headline,\nor as here the\nheadlines plus photographs, may found a claim in libel in isolation from its\nrelated text, because some readers only\nread headlines, is to my mind quite\nunacceptable in the light of the principles discussed above.’ (At\n72H-73B). Cf\nLeon v Edinburgh Evening News Limited\n1909 SC\n1014.\n[3]\n[1963] 2 All ER 151\n(HL).\n[4]\nAt\n167H.\n[5]\nAt\n155F.\n[6]\nAt 173\nI-174A.\n[7]\nAt\n173H.\n[8]\nAt\n157C.\n[9]\nAt\n163D-E.\n[10]\nAt\n163E-164B.\n[11]\nSee the\nnumerous cases cited at p96, note 85 by Burchell,\nThe Law of Defamation in\nSouth Africa\n.\n[12]\n[1936] 2\nAll ER 1237 (HL).\n[13]\nAt\n1240.\n[14]\nBurchell,\nThe Law\nof Defamation in South Africa\n, p\n96.\n[15]\nJansen JA in\nSA\nAssociated Newspapers Ltd en ‘n ander v Samuels\n1980 (1) SA 24\n(A) at\n30 and\nDemmers v    Wyllie\n1980 (1) SA 835\n(A) at\n840.\n[16]\n[1963] 2 All ER 151\n(HL). See too the observations of Colman J in\nHassen v Post Newspapers (Pty)\nLtd and others\n1965 (3) SA 562\n(W) at 564\nD-565H.\n[17]\n[1962] 2 All ER\n698\n(CA) at 713.\n[18]\nCf\nCampbell v MGN Limited\n[2004] UKHL 22\n, a decision (as yet unreported) of\nthe Appellate Committee of the House of Lords rendered on 6 May 2004. See, in\nparticular, paras\n12, 20, 55, 84-86, 103-126, 138-142 and 167. See too\nKhumalo and others v Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) at 417-419 and\nProfessor J Neethling’s article, ‘Indringing in privaatheid en die\nopenbare inligtingsbelang’,\nTSAR\n2003 3 568 at\n572.\n[19]\nS 10 of the\nConstitution 1996.\n[20]\nS 14 of\nthe Constitution 1996. The circumstances of this case do not necessitate an\nenquiry into the question ‘whether there\nare now two potential delictual\nactions for invasions of privacy – a common law action and a\nconstitutional action –\nor whether the common law action should subsume\nthe constitutional action without creating a new delict’. The question is\ndebated\nby Professor David McQuoid-Mason in his article, ‘Invasion of\nprivacy: common law v constitutional delict – does it make\na\ndifference?’, 2000\nActa Juridica\n227.\n[21]\nProsser,\nLaw of\nTorts\n, 4 ed (1971) at\n811.\n[22]\nNational Media Ltd\n& Others v Bogoshi\n1998 (4) SA 1196\n(SCA) 1207I-1208G;\n1210G-H.\n[23]\nSections 9, 10 and\n12 of the Bill of Rights.\n[24]\nCarmichele v Minister of Safety and Security and Another (Centre for Applied\nLegal Studies Intervening\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) para\n54\n[25]\nSee too\nLyon v Steyn\n1931 TPD 247\n;\nPatterson v Engelenburg & Wallach’s Limited\n1917 TPD 350 356-7.\n[26]\nGroenewald v Homsby\n1917 TPD\n81.\n[27]\n1928 AD 190\nat 206.\n[28]\nCf\nMirror Newspapers v\nHarrison\n[1982] HCA 50\n;\n(1982) 42 ALR 487\n(HC of A) 494 in which Mason J said that it was\n‘unquestionably ... in the public interest’ to publish the mere fact\nthat someone has been arrested and charged for an offence (in contradistinction\nto the imputation that the person is guilty).\n[29]\nFootnote 1 at\n1209G.\n[30]\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC)\n421C-D.\n[31]\nCf\nRoss McConnel\nKitchen & Co (Pty) Ltd v John Fairfax & Sons Ltd\n(1980) 2 NSWLR 845\nparas 25 and 26;\n[32]\nSee too:\nLewis v Daily Telegraph Ltd\n[1964] AC 234 (HL)\n[33]\nThat section, amongst\nothers, was repealed by Act 206 of 1993.\n[34]\nSee, for example,\nDuncan v Minister of Law and Order\n1986 (2) SA 805\n(A)\n818G-H.\n[35]\nSee Mason J’s\nview, obiter, to that effect in\nHarrison’s\ncase, above, at 493.\n[36]\nDuncan v Minister of\nLaw and Order\n, above,\n819G-821E.\n[37]\nEven to say no\nmore than that there is suspicion that a person might have committed an offence\nhas been said in other jurisdictions\nto be capable of giving rise to a\ndefamatory imputation:\nLewis v Daily Telegraph Ltd,\nabove;\nAinsworth\nNominess (Pty) Ltd v Hanrahan\n[1982] 2 NSWLR 823\n;\nSergi v Australian\nBroadcasting Commission\n[1983] 2 NSWLR 670\n;\nWhelan v John Fairfax &\nSons Ltd\n[1988] 12 NSWLR 148.\n[38]\nCf\nCadam & Others v\nBeaverbrook Newspapers Ltd\n[1959] 1 QB 413\n(CA) 422;\nStern v Piper\n[1997] QB 123\n(CA) 134F;\nShah v Standard Chartered Bank\n[1999] QB 240\n(CA); Gatley, above, para 11.6.",
  "scraped_at": "2026-02-12T09:04:25.852911",
  "date": "2004-05-28",
  "coram": [
    "MARAIS JA",
    "SCOTT JA",
    "MTHIYANE JA",
    "NUGENT JJA",
    "PONNAN AJA"
  ],
  "case_number": "49/2003",
  "parties": {
    "applicants": [
      "Independent Newspapers Holdings Ltd",
      "Ryland Fisher",
      "Independent Newspapers Cape Ltd",
      "Allied Media Distributors (Pty) Ltd"
    ],
    "respondents": [
      "Walleed Suliman"
    ]
  },
  "sections": {
    "facts": "In August 1998 a bomb exploded at the Planet Hollywood restaurant in Cape Town, killing two people and injuring many others. The Cape Times published two articles (country and peninsula editions) on 28 August 1998 identifying Walleed Suliman, his wife and cousin as suspects who were arrested at Cape Town International Airport while about to board a flight to Egypt. The articles included a front‑page photograph of Suliman handcuffed, a caption identifying him as the ‘male suspect’, and extensive commentary linking him to the Pagad movement and the bombing. The plaintiffs sued the newspaper’s owners, editor, publisher and distributor for defamation, impairment of dignity and invasion of privacy.",
    "issues": "The court had to determine (1) whether the published statements were defamatory; (2) whether the defendants could rely on the defence of truth/substantial truth and public interest; (3) whether the Bogoshi defence applied; (4) whether the plaintiff’s dignity and privacy were infringed; and (5) the appropriate quantum of damages.",
    "principles": "South African defamation law requires that the ordinary reader would infer a defamatory meaning. A statement that a person has been arrested in connection with a serious crime is defamatory unless the truth defence is proven. The truth defence is only available if the defamatory material is substantially true and its publication is in the public interest (s 16, s 36 Constitution). The Bogoshi defence requires that the defendant took reasonable steps to verify the truth of the material. Constitutional rights to dignity, privacy and freedom of the press must be balanced, with any limitation being reasonable and justifiable under s 36. Section 69 of the South African Police Services Act prohibits publishing a suspect’s photograph without permission.",
    "application": "The Court held that the articles conveyed that Suliman was arrested as a suspect in the bombing, which is defamatory. The defendants failed to prove that this allegation was substantially true; the police had arrested Suliman only on passport irregularities, not for the bombing. Consequently the truth defence and the related public‑interest justification were unavailable. The Bogoshi defence was rejected because the defendants did not take reasonable steps to verify the truth. The claim for impairment of dignity was merged with the defamation claim, while the invasion‑of‑privacy claim was dismissed as the disclosed facts were not intrinsically private. The Court therefore upheld the plaintiff’s defamation and dignity claims and recalculated damages.",
    "conclusion": "The appeal was upheld. The previous judgment was set aside and the plaintiff was awarded R50,000 with interest for defamation and associated dignity infringement. The privacy claim was dismissed. Each party was to bear its own costs of the appeal, and the respondent was ordered to pay the costs of the application for leave to appeal."
  },
  "tags": {
    "level_1": "Media Law",
    "level_2": "Defamation",
    "level_3": [
      "defamation",
      "dignity",
      "privacy",
      "public interest",
      "Bogoshi defence"
    ]
  }
}