{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/27.html",
  "case_name": "Ikea Trading und Design AG v BOE Bank Ltd (77/2003) [2004] ZASCA 27; 2005 (2) SA 7 (SCA) (1 April 2004)",
  "citation": "[2004] ZASCA 27",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 27\n|\nNoteup\n|\nLawCite\nIkea Trading und Design AG v BOE Bank Ltd (77/2003) [2004] ZASCA 27; 2005 (2) SA 7 (SCA) (1 April 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE  NO\n: 77/2003\nIn the matter between\n:\nIKEA TRADING UND DESIGN\nAG\nAppellant\nand\nBOE BANK LTD\nRespondent\nBefore:\tZULMAN, FARLAM, NUGENT, LEWIS JJA & PONNAN AJA\nHeard:\t18 MARCH 2004\nDelivered: \t1 APRIL 2004\nSummary:\nMeaning of s 1(1) of the Security by Means of Movable Property\nAct 57 of 1993:  description of property in a notarial bond must be\nsuch that it\nis readily recognisable from the description alone: resort to evidence that\nsupplements the description is impermissible.\nJ U D G M E N T\nCH LEWIS  JA\n[1]\tThe meaning of s 1(1) of the Security\nby Means of Movable Property Act 57 of 1993 is squarely in issue in this appeal.\nThe section\nprovides:\n‘1\tLegal consequences of special notarial bond\nover movable property\n(1) If a notarial bond hypothecating corporeal\nmovable property specified and described in the bond in a manner which renders\nit\nreadily recognizable, is registered after the commencement of this Act in\naccordance with the Deeds Registries Act, 1937 (Act 47\nof 1937), such property\nshall-\n(a)\tsubject to any encumbrance resting upon it on the date of\nregistration of the bond; and\n(b)\tnotwithstanding the fact that it has not\nbeen delivered to the mortgagee,\nbe deemed to have been pledged to the\nmortgagee as effectually as if it had expressly been pledged and delivered to\nthe mortgagee.’\nThe central issue is whether a bond registered under\nthe section  complied with its requirements such that the\n‘mortgagee’\nhad security in the movable property referred to in the\nbond, and thus ranked as a secured creditor when the debtor was\nliquidated.\n[2]\tThe first respondent, BOE Bank, is the holder of a\ngeneral covering notarial bond passed in its favour by Woodlam Industries CC\n(‘Woodlam’) over the latter’s assets in 1991. Woodlam was\nplaced in final liquidation on 28 October 1999. BOE Bank\napplied to the Eastern\nCape High Court for an order that  the liquidation and distribution account in\nrespect of Woodlam Industries\nCC  be redrawn so as to reflect its preference by\nvirtue of that bond. At the time of liquidation Woodlam owed BOE Bank R2 403\n852.20.\nThe first and second respondents are the liquidators of Woodlam, the\nfirst respondent having been responsible for the drawing of\nthe distribution and\nliquidation account.\n[3]\tThe appellant, the third respondent in the\ncourt of first instance, is Ikea Trading und Design AG (‘Ikea’),\nwhich\nin 1998 had had registered in its favour a special bond, purportedly under\ns 1(1) of the Act, over assets of Woodlam listed in a\nschedule to the bond. The\nbasis on which BOE Bank has attacked this bond is that it did not comply with\nthe requirements of the section\nin specifying and describing the assets referred\nto in the bond in a manner which rendered the assets readily recognisable, and\nthat\nthe bond accordingly did not confer on Ikea real security over the items\nlisted. The liquidation and distribution account reflected\nthe sum owing by\nWoodlam to Ikea as R2 619 951.44.\n[4]\tBOE Bank succeeded before Mbenenge\nAJ in the court below in obtaining an order (1) directing the first respondent\nto redraw the\nliquidation and distribution account; (2) declaring that the\ndescriptions of the assets referred to in  Ikea’s ‘mortgage\nbond’ did not specify the relevant assets in a manner that rendered them\n‘readily recognisable’; and (3) declaring\nthat the bond registered\nin 1991 in favour of BOE Bank conferred a preference on it such that BOE\nBank’s claim was to rank\nahead of Ikea’s, and other preferent\nconcurrent claims. Ikea now appeals against the order with the leave of this\ncourt.\n[5]\tThe principal contention of Ikea on appeal is that the\nproperty listed in the bond that was registered pursuant to s 1(1) of the\nAct \ncan be identified with the aid of extrinsic evidence: thus, it argues, it has a\ndeemed pledge in them, and accordingly ranks\nas a secured creditor in the estate\nof Woodlam.\n[6]\tBOE Bank contends, on the other hand, that the assets\nmust be identifiable from the bond itself, and that extrinsic evidence cannot\nbe\nled to establish what they are. If such evidence were admissible, then creditors\nof the pledgor, and of course prospective purchasers,\nmight well be defrauded.\nThe purpose of the section, argues BOE Bank, is to create a deemed pledge that\ngives to third parties the\nsame notice as would a real pledge – one that\nrequires actual delivery of the assets secured to the pledgee. If the bond does\nnot constitute notice itself – but has to be read with reference to other\ndocuments or identification outside of the bond –\nthen the object of the\nlegislation would be defeated.\n[7]\tIt is clear that without reference to\ninvoices and other documents in respect of the items enumerated, or without the\nintervention\nof some person who is able to say (with or without reference to\nIkea’s documentation) that the particular item listed is subject\nto the\nbond, the items cannot be identified as those listed in the bond. The assets\nallegedly bonded are set out in an annexure to\nthe bond. It is a schedule with\nthree columns. The schedule divides the assets into different categories:\n‘machinery’,\n‘vehicles’ and ‘factory\nequipment’. The headings of the three columns for machinery are,\nrespectively, ‘Description’,\n‘Date of Acquisition’ and\n‘Supplier’. It is perhaps useful to give some examples, randomly\nchosen, at this\nstage.\n‘Grecon Optimiser: 1 Aug 1991: Grencor\nWeinig\nMoulder and Infeed: 1 Aug 1990: Weinig\nNipples and Couples: 30 May 1991:\nAtlas Airpower\nRip Saw: 1 Aug 1990: Braun Woodwork.’\nVehicles\ninclude ‘Mercedes Truck’; ‘Forklift’; ‘Uno X\n2’; ‘Truck with crane’. Factory\nequipment includes items such\nas ‘3 roller table trolleys’, ‘tube caps and steel\nplates’, ’10 T-bar\ncramps’. The list of all these items\nextends over 12  A4 pages.\n[8]\tHow, asks BOE Bank, does one determine\nwhat a ‘Grecon Optimiser’ is, let alone which one (if there is more\nthan one\nitem of the same name) is subject to the bond? How does one determine\nwhich Mercedes truck or Uno vehicle is bonded? Ikea responds\nby saying that one\nmust have regard to the invoices for each item, which  together constitute an\nasset register, and, where necessary,\nto the evidence of a former employee of\nWoodlam who is able to identify the machinery.\n[9]\tHowever, it was clear\nfrom the evidence of the manager of BOE Bank and others that even where a\nmachine could be identified, for\nexample as\na\nGrecon Optimiser, there was\nno way in which one could tell that it was the particular machine referred to in\nthe bond. Reference\nto invoices, or to the suppliers or manufacturers, did not\nassist in this regard. Not a single item, contended BOE Bank, could be\ndetermined by reference to the bond alone. Not only were the descriptions in\nmany instances vague, but there was no means of identifying\neven the most\nvaluable of machinery and vehicles as the ones that had been bonded.\n[10]\tThe test for determining whether an item is ‘readily\nrecognisable’ from the bond in terms of s 1(1), contends BOE\nBank, is\nwhether third parties can determine the identity of each asset without regard to\nextrinsic evidence. This is essential,\nit argues, to avoid fraud and\ncontroversy, and leave no room for conflict.\n[11]\tIn my view, the\ncorrectness of this test is evident from the wording of the section itself: the\nproperty must be ‘\nspecified and described in the bond\nin a manner\nwhich renders it\nreadily recognisable\n’ (my emphasis). Of course the\ndescription of the property in the bond must be related to the reality on the\nground. In dealing\nwith a contract for the sale of land, where the material\nterms are required by statute to be in writing, Watermeyer CJ said in\nVan Wyk\nv Rottcher’s Saw Mills (Pty) Ltd\n1948 (1) SA 983\n(A) at\n990:\n‘A contract of sale of land in writing is in itself a mere\nabstraction, it consists of ideas expressed in words, but the relationship\nof\nthose ideas to the concrete things which the ideas represent cannot be\nunderstood without evidence. . . . In a Court of law, of\ncourse, in every case\nevidence is essential in order to identify the thing which corresponds to the\nidea expressed in the words of\nthe written contract. The abstract mental\nconception produced by the words has to be translated into the concrete reality\non the\nground by evidence.’\nBut evidence of that nature does not\nsupplement the document. It simply correlates the description with the\nproperty.\n[1]\n[12]\tIn the\npresent case Ikea seeks to interpose another source of identification of the\nproperty – a person who will say from\nhis own knowledge, or from reference\nto Ikea’s records, whether a particular item was acquired from a\nparticular supplier on\na particular date. That entails recognition by virtue of\nreference to a person or another document, and not recognition from the\nbond\nitself. That kind of extrinsic evidence is inadmissible because it does not\nexplain the bond or relate the description to the\nproperty, but seeks rather to\nsupplement it.\n[13]\tWhere one is dealing not just with the interpretation\nof a contract between parties, but with an instrument creating a real right,\nwhich avails against third parties, there cannot be anything more added to the\ninstrument. The third party must be able to take the\ndocument and identify the\n‘reality on the ground’ by reference to the document alone,\ncorrelating the description in\nit and the property that fits the\ndescription.\n[14]\tThis conclusion is reinforced by having regard to\ndecisions of the erstwhile Natal courts that dealt with similar legislation\napplicable, until the passing of the Security by Means of Movable Property Act,\nin that province (the Notarial Bonds (Natal) Act\n18 of 1932 (the ‘Natal\nAct’)). It is not necessary to deal with the history of that legislation\nhere. Suffice it to say\nthat in Natal the courts had recognised that a notarial\nbond could confer on the holder not only a preference on the insolvency of\nthe\ndebtor (as was assumed to be the case elsewhere in the country) but also a\nsecured right in the assets bonded. The Natal legislation\nwas passed in order to\nrestore the rights that bondholders in Natal had held prior to an amendment to\nthe Insolvency Act 32 of 1916.\n The development of the law relating to the Natal\nbondholder’s position, and the legislation enacted to restore it, are\nfully\ndiscussed in several cases, including\nIn re Umlaas Wool Washing and\nMilling Co Ltd (in liquidation)\n1934 NPD 18\n;\nRosenbach & Co (Pty) Ltd\nv Dalmonte\n1964 (2) SA 195\n(N) and\nNedbank Ltd v Norton\n1987 (3) SA\n619\n(N).\n[15]\tThe current Act was intended to extend the availability of\nthe security made possible by the Natal Act to South Africa as a\nwhole.\n[2]\nCase law dealing with the\nNatal Act thus remains of some relevance in interpreting s 1(1) of the current\nAct. It is significant,\nhowever, that the wording of the Natal Act is different.\nSection 1 provided that the Act applied ‘only to movables situate\nwithin\nthe Province of Natal, and shall apply to a notarial bond only in so far as such\nbond hypothecates movables\nspecially described and enumerated therein:\n.\n. .’ (my emphasis).\n[16]\tIn the\nRosenbach\ncase, above, Caney\nJ (delivering the judgment of the full court) stated that the Natal Act was\n‘concerned to prescribe safeguards\nin the interests of other creditors by\nrequiring definition of the movables hypothecated ‘in order to render\nidentification\nas easy as possible with a view to shutting the door to frauds\nand reducing controversy to a minimum’ (at 201H-202A).  The\nlearned judge\nthus held (at 204G-205A) that –\n‘[I]t is not a compliance with\nthe Statute to describe the assets to be hypothecated in wide general terms, as\n“goods,\nwares, merchandise, stock-in-trade, fixtures, fittings, furniture\nand appliances”. It is necessary to know what are the goods,\nwares,\nmerchandise and so on, the nature of them and the types or kind of each of them,\nand also the number of them, (eg so many\n1 lb tins of A make of jam, so many of\nB make, so many 5 lb tins of C make biscuits, so many rolls of suiting material\nand of dress\nmaterial and so on, as in a stock list) described so that at any\ngiven moment they may be identified; so, also, with the fixtures,\nfittings,\nfurniture and appliances and any other movables. It is necessary to know\nparticulars of them, of what they consist, in\ndetail,  . . .’\n.\n[17]\tIn reaching this conclusion the court had regard to several\nEnglish cases dealing with bills of sale, governed by a statute that\nrequired an\ninventory of chattels ‘specifically described’. In\nCarpenter v\nDean\n[1889] 23 QBD 566\nFry LJ said (in a passage quoted in\nRosenbach\nat 205E-G) that the words ‘specifically described’ were used\n‘ . . . to facilitate the identification of the articles enumerated in\nthe schedule with those found in the possession of the\ngrantor – that is\nto say, to render the identification as easy as possible, and to render any\ndispute as to the intention of\nthe parties as rare as possible, and to shut the\ndoor to fraud and  controversy, which almost always arise when general\ndescriptions\nare used. That is to be done as far as possible; by which I mean,\nas far as is reasonably possible – so far as a careful man\nof business\ntrying to carry the object of the Act into execution could and would do without\ngoing into unreasonable particulars.’\n[18]\tAll the more so should\nthis be the case where the written document is not merely a contract, but also\nan instrument hypothecating\nproperty. The need for certainty from the instrument\nitself is not only to achieve clarity for the parties: an instrument that gives\nrise to a real right of security also constitutes notice to third parties that\nthe assets are bonded. For such notice to be effective\nthird parties must be\nable to determine from its terms that the property is subject to another’s\nright – that that particular\nthing is encumbered.\n[19]\tIn my view\nthe learned judge in the court below was correct in finding that the\nlegislature, when enacting the Act, must be assumed\nto have been aware of the\nprovisions of the Natal Act, and the cases that interpreted it. The introduction\nof the phrase ‘readily\nrecognisable’, and the use of the words\n‘specified and described’ (instead of ‘specially\nenumerated’,\nthe term used in the Natal Act) indicate that the legislature\nintended a stricter test to be applied than did the Natal Act. It would\nthus not\nbe sufficient to describe the property by reference to quantity and kind (as was\nsuggested by Caney J in\nRosenbach\n): the property itself must be\n‘specified’.\n[20]\t‘Specify’, according to the\nShorter Oxford English Dictionary, means ‘To mention, speak of, or name\n(something)\ndefinitely or explicitly; to set down or state categorically or\nparticularly; to relate in detail’. ‘Describe’\nmeans ‘To\nset forth in words by reference to characteristics; to give a detailed or\ngraphic account of’. ‘Readily’\nmeans ‘Quickly, without\ndelay; also without difficulty, with ease or facility’.\n‘Recognisable’ means ‘Capable\nof being recognised’, and\n‘recognise’ means ‘To know by means of some distinctive\nfeature; to identify from\nknowledge of appearance or\ncharacter’.\n[3]\n[21]\tIn my\nview, therefore, for property to be pledged in accordance with s 1(1) of the Act\nthe unique item of property must be readily\nrecognisable from its description in\nthe bond. Whether or not expertise is required in order to correlate the\nproperty and the description\nis not the point. It must be capable of being done\nmerely from the description in the bond. Where a generic item is sought to be\npledged it is the unique item that is the subject of the pledge and it is not\nenough to describe it only with reference to its generic\ncharacteristics. Nor is\nit sufficient to describe generic items with reference to the source or date of\nacquisition, as in this case,\nfor then they are recognisable not from the\ndescription in the bond but rather from an external source. A member of the\npublic must\nbe able to establish from the information lodged at the deeds office\nwhether particular assets of a debtor have been pledged (whether\nor not he\nrequires expert knowledge to do so).\n[22]\tSection 1(1) states that the\nmovable property bonded is ‘deemed to have been pledged’ as\n‘effectually as if\nit had expressly been pledged and delivered to the\nmortgagee’. In my view, therefore, the bond must, in so far as possible,\nhave the same characteristics as does a pledge. Third parties must be able to\ntell, without reference to extrinsic evidence, that\nthe creditor has a right in\nthe property pledged. For a pledge to be valid the creditor (pledgee) must be in\npossession of the property.\nThat is why a pledge cannot be effected by\nconstitutum possessorium\n.\n[4]\nIf\nthe owner of the property were to remain in possession of the property, the\nlikelihood that third parties, such as other creditors\nor prospective\npurchasers, would be deceived would be greatly increased. The fact of actual\nphysical control of the pledged property\nconstitutes notice to the world that\nsomeone other than the owner has a right in the property, and in particular, the\npower to control\nthe property. Thus for property to be deemed to be pledged,\nunder s 1(1) of the Act,  the bond in question must, without reference\nto the\nowner or anyone else, make readily identifiable the property so pledged. Any\nperson seeking to establish, from information\nin a deeds office, whether a\ndebtor’s property is encumbered, must be able to do so from the bond\nitself.\n[23]\tThe importance of being able to determine the asset pledged\nfrom the bond itself was emphasised in relation to the Natal Act\nin\nDurmalingam v Bruce NO\n1964 (1) SA 807\n(D) at 812G-813B. In holding that\nthe ‘public generally’ should be able to identify the property\nbonded, without recourse\nto extrinsic evidence, Friedman AJ stated that the\npurpose of requiring movables to be ‘specially described and\nenumerated’\nwas to ‘give notice to the public generally of the\nmovables specially hypothecated under the bond’. Thus, the court held,\na\nterm could not be implied into the bond in question since the implication would\ndepend on the leading of extrinsic evidence of\nfacts known only to the parties\n– and that would inevitably be to their prejudice.\n[24]\tThe\nconsequence of that is that one cannot simply enumerate items in a bond and\ncreate a deemed pledge without more. The property\nmust be so described that only\nit, and not other property of like kind, can be identified as that which is\npledged. In my view there\nshould be no difficulty in identifying machinery,\nvehicles, even furniture, that is bonded by reference to labels, numbers or bar\ncodes. The Grecon Optimiser, or the Uno vehicle – each of the assets\nenumerated – could be given an identifying mark\nreferred to in the bond.\nThe third party would then readily be able to recognise the thing from the\nreference in the bond. What is\nessential is that each item pledged must be\nrecognisable from its description in the bond.\n[25]\tThe notarial bond\nregistered by Ikea over the movable property of Woodlam accordingly does not\nmeet the requirements of s 1(1)\nof the Act. The assets enumerated are not\nspecified and described in the manner required by the section. That some of them\ncould\nbe, and indeed were, identified with the aid of extrinsic evidence does\nnot help Ikea. Third parties – indeed even the liquidators\n– were\nnot able to take the bond and correlate the so-called descriptions with the\nassets on the factory floor. In the circumstances\nthe bond did not create a\ndeemed pledge over the property of Woodlam, and Ikea was not a secured\ncreditor.\n[26]\tThe appeal is accordingly dismissed with costs.\n_____________\nC H Lewis\nJudge of Appeal\nConcur:\nZulman JA\nFarlam JA\nNugent JA\nPonnan AJA\n[1]\nSee also\nVermeulen v Goose\nValley Investments (Pty) Ltd\n2001 (3) SA 986\n(SCA) paras 6 and 14 and the\ncases there cited.\n[2]\nThe Act was\npassed pursuant to the recommendations of the South African Law Commission\ncontained in a report entitled ‘Report\non the giving of security by means\nof movable property’, published in February 1991. Paragraph 5.5.1 of the\nreport expressly\nstates that the notarial bond in Natal should be extended to\nthe rest of the Republic. See also\nBokomo v Standard Bank van SA Bpk\n1996\n(4) SA 450\n(C) at 454E-F and 17\nLawsa\n(reissue) para 516. Section 1(3)\nof the Act regulates the effect of any other notarial bond registered before the\ncommencement of\nthe Act (7 May\n1993).\n[3]\nThese definitions are\nappropriate samples of the meanings attributed in the Shorter OED and are not\nexhaustive.\n[4]\nSee, for example,\nGoldinger’s Trustee v Whitelaw & Son\n1917 AD 66\nand\nVasco\nDry Cleaners v Twycross\n1979 (1) SA 603\n(A) at 611G-612D.",
  "scraped_at": "2026-02-12T09:02:09.911980",
  "date": "2004-04-01",
  "coram": [
    "Zulman JA",
    "Farlam JA",
    "Nugent JA",
    "Lewis JJA",
    "Ponnan AJA"
  ],
  "case_number": "77/2003",
  "parties": {
    "applicants": [
      "IKEA TRADING UND DESIGN AG"
    ],
    "respondents": [
      "BOE BANK LTD"
    ]
  },
  "sections": {
    "facts": "Woodlam Industries CC had a general covering notarial bond in favour of BOE Bank dated 1991 and was placed in final liquidation in October 1999. BOE Bank sought to have the liquidation and distribution account redrawn to reflect its preferential claim of R2,403,852.20. Ikea Trading und Design AG held a special notarial bond, purportedly under s 1(1) of the Security by Means of Movable Property Act, over specific assets of Woodlam listed in a twelve‑page schedule of machinery, vehicles and factory equipment. The dispute arose as BOE Bank contended that the descriptions in Ikea’s bond were not sufficiently specific to render the assets readily recognisable, whereas Ikea argued that extrinsic evidence such as invoices and employee testimony could identify the items.",
    "issues": "The primary issue was whether the description of the assets in Ikea’s special notarial bond satisfied the requirement of s 1(1) that the property be ‘specified and described in a manner which renders it readily recognisable’ without reliance on extrinsic evidence. Related issues included whether extrinsic evidence could be admissible to identify the assets and whether, if the description was insufficient, Ikea could be regarded as a secured creditor.",
    "principles": "Section 1(1) of the Security by Means of Movable Property Act requires that assets be specified and described in the bond such that they are readily recognisable to third parties, without resort to extrinsic evidence. The court emphasized that the purpose of the provision is to give notice to the public comparable to a real pledge, preventing fraud. Pre‑existing Natal law jurisprudence (e.g., Rosenbach, Durmalingam) interpreting similar wording was considered, reinforcing that descriptions must be detailed enough to identify each unique item. Extrinsic evidence may correlate a description with reality but cannot supplement the bond to satisfy the statutory requirement.",
    "application": "The court examined the schedule attached to Ikea’s bond and found the descriptions (e.g., ‘Grecon Optimiser’, ‘Mercedes Truck’) to be generic and lacking unique identifiers such as serial numbers or bar codes. The court held that reliance on invoices, supplier details or testimony would amount to extrinsic evidence, which is inadmissible for the purpose of establishing the bond’s adequacy under s 1(1). Consequently, the bond failed to render the assets readily recognisable, and therefore did not create a deemed pledge or confer secured‑creditor status on Ikea.",
    "conclusion": "The appeal was dismissed with costs. The special bond held by Ikea did not meet the statutory requirements of s 1(1); it did not create a deemed pledge over Woodlam’s assets, and Ikea was not a secured creditor. The liquidation and distribution account was ordered to reflect BOE Bank’s preferential claim."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Security by Means of Movable Property",
    "level_3": [
      "notarial bond",
      "secured creditor",
      "readily recognisable",
      "extrinsic evidence",
      "preferential claim"
    ]
  }
}