{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/21.html",
  "case_name": "Bullock NO and Others v Provincial Government of North West Province and Another (44/03) [2004] ZASCA 21; [2004] 2 All SA 249 (SCA); 2004 (5) SA 262 (SCA) (30 March 2004)",
  "citation": "[2004] ZASCA 21",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 21\n|\nNoteup\n|\nLawCite\nBullock NO and Others v Provincial Government of North West Province and Another (44/03) [2004] ZASCA 21; [2004] 2 All SA 249 (SCA); 2004 (5) SA 262 (SCA) (30 March 2004)\nDownload original files\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 44/03\nIn the matter between :\nA BULLOCK NO & 2 OTHERS\t\t\t\t      \t\nAppellants\nand\nPROVINCIAL GOVERNMENT OF\nNORTH WEST PROVINCE\t\t       \t\t  First Respondent\nKINGSLEY JACK WHITEAWAY SEALE\t      Second Respondent\nCORAM : \t\tHOWIE P, CONRADIE, CLOETE JJA, JONES,\nSOUTHWOOD AJJA\nHEARD :\t\t26 FEBRUARY 2004\nDELIVERED :\nSummary:\nThe disposal of a right in land vested\nin an organ of State may be administrative action as contemplated in s 33, read\nas set out\nin item 23 of schedule 6, of the Constitution. Standing for the\npurpose of setting such a decision aside and for fair administrative\naction,\ndecided.\nJUDGMENT\nCLOETE JA\nCLOETE JA\n[1]\tThe present appeal raises the question whether the\ndisposal by an organ of State of a right in property vested in it, may be\nadministrative\naction; and if so, who has standing to approach a court for\ndifferent forms of relief.\n[2]\tThe appellants are the trustees of the\nTransvaal Yacht Club (‘the TYC’). The TYC is the owner of immovable\nproperty\non the northern side of the Hartebeestpoort Dam. The second respondent,\nan individual, owns immovable property which is almost adjacent\nto the\nTYC’s property on the latter property’s western side. On the\nsouthern boundary of both properties is the northern\nforeshore of the dam,\nownership of which is vested in the first respondent, the Provincial Government\nof the North West Province.\n[3]\tThe TYC has operated a yacht club on its\nproperty continuously since 1922. It has the right to use the foreshore\nimmediately to\nthe south of its property. It has also since 1969 occupied the\nproperty immediately to the south of the second respondent’s\nproperty (to\nwhich I shall refer, for the sake of convenience, as ‘the relevant\nforeshore’) in terms of a series of leases\nconcluded on behalf of the\nfirst respondent’s predecessors in title. The first lease was concluded on\n6 June 1969. The final\nlease expired on 31 July 2001. The later leases were for\nperiods of 9 years and 11 months.\n[4]\tWhilst in occupation of the relevant\nforeshore, the TYC erected a number of improvements thereon. According to the\nappellants,\nthese improvements ‘are vital to the continued operation of\nthe yacht club’. The TYC accordingly wished to conclude a\nfurther lease\nwith the first respondent entitling it to continue to occupy the relevant\nforeshore. To this end, in December 1999\nrepresentatives of the TYC entered into\nprotracted negotiations with the Department of Water Affairs and Forestry and\nthereafter,\nrepresentatives of the first respondent.\n[5]\tUnbeknown to the\nrepresentatives of the TYC, the officials of the Department of Water Affairs and\n(until a late stage) the representatives\nof the first respondent, the Premier of\nthe first respondent had already on 29 July 1999 approved the registration of a\nservitude\nover the relevant foreshore in favour of the property owned by the\nsecond respondent. The Premier’s decision was based on legal\nadvice that\nthe second respondent was entitled to the servitude because of the provisions of\na contract with one Schoeman entered\ninto by the Government on 5 January 1918,\npart of which was embodied in a notarial contract registered on 3 October 1922\nin the Register\nof Miscellaneous Contracts. According to the advice received by\nthe Premier, Schoeman’s rights in the notarial contract had\ndevolved upon\nthe second respondent. Ultimately, the first respondent informed the TYC in a\nletter dated 12 October 2001 that it\nhad decided not to enter into a further\nlease. An official of the first respondent had, in the meantime, on 18 April\n2001, executed\na power of attorney for registration of the servitude and a\nnotarial deed of servitude had been executed on 12 July 2001.\n[6]\tThe\nappellants brought motion proceedings for an order setting aside the decision of\nthe Premier to register the servitude and\nremitting the question whether such a\nservitude should be granted, to the first respondent for reconsideration after\nthe TYC had\nbeen afforded an opportunity to make representations in this regard.\nThe appellants relied for this relief on the provisions of the\nPromotion of\nAdministrative Justice Act, 3 of 2000 (‘the Act’). They averred that\nthe TYC had had a legitimate expectation\nthat the most recent lease agreement in\nrespect of the relevant foreshore would be renewed, or at least that the TYC\nwould be afforded\na proper hearing before a decision was taken by the first\nrespondent whether or not to renew such lease. The court below (Hartzenberg\nJ)\nconcluded that the advice given to the Premier was correct and that because the\ndecision of the Premier was to give effect to\na contractual obligation owed by\nthe first respondent to the second respondent, the Premier’s decision did\nnot constitute administrative\naction and was not reviewable under the Act. The\nTYC has appealed to this court with the leave of the court below.\n[7]\tThe Act\nonly came into operation on 29 November 2000 i.e. sixteen months after the\nPremier’s decision had been taken. Accordingly,\nany rights which the\nappellants had to have that decision set aside have to be sought in item\n23(2)(b) of schedule 6 to the 1996\nConstitution, which provides that at the\nrelevant time s 33(1) and (2) of the Constitution had to be read as\nfollows:\n‘Every person has the right to ─\n(a)\tlawful\nadministrative action where any of their rights or interests is affected or\nthreatened;\n(b)\tprocedurally fair administrative action where any of their\nrights or legitimate expectations is affected or threatened;\n(c)\tbe furnished\nwith reasons in writing for administrative action which affects any of their\nrights or interests unless the reasons\nfor that action have been made public;\nand\n(d)\tadministrative action which is justifiable in relation to the reasons\ngiven for it where any of their rights is affected or threatened.’\n[8]\tThe appellants’ counsel submitted that the grant of the power of\nattorney for the registration of the servitude in itself\namounted to an\nadministrative decision which could be impugned in terms of the provisions of\nthe Act, because it went beyond the\nauthority which the Premier’s decision\nconferred. The submission was that the Premier had merely decided to grant a\nservitude\nin favour of the second respondent over the relevant foreshore whereas\nthe power of attorney was to register an exclusive servitude\nin favour of the\nsecond respondent. There is no merit in this submission. The relevant part of\nthe decision of the Premier read:\n‘I in my capacity as constitutionally\ndesignated chief executive authority of the Province of the North-West, hereby\napprove\nof the registration of the three outstanding servitudes, as described in\nthe legal opinion of Adv. J P Verster (dated 28 May 1998)\nsubject to the\nconditions as stipulated in Notarial Agreement 99/1922M, dated 27 September\n1922.’\nThe opinion was not annexed to the papers but a summary was.\nThat summary said that a servitude for exclusive use of the relevant\nforeshore\nshould be registered in favour of the owner of the second respondent’s\nproperty. There is no reason to believe that\nthe Premier intended anything\nelse.\n[9]\tThe right to which the Premier sought to give effect by registering\nthe servitude was a right given to Schoeman. That right was\na right of access to\nthe Hartebeestpoort Dam for the purpose of boating on the dam and fishing\ntherein. Even assuming that the right\ncould have been transmitted to the second\nrespondent through successive cessions by Schoeman to his sons, and by the\nlatter to the\nsecond respondent, which is the first respondent’s case,\nthat right of access cannot translate into an exclusive right to use\nthe entire\narea of the relevant foreshore. The advice given to the Premier by counsel\nbriefed for that purpose was that the second\nrespondent ‘is entitled to\nthe exclusive use’ of the relevant foreshore. The decision by the Premier\nwas accordingly\nbased on wrong advice. It is also plain from the advice given by\ncounsel that the Premier did not decide to grant the servitude to\nthe second\nrespondent in substitution for the right he alleged he had acquired from\nSchoeman, as contended on appeal by counsel representing\nthe first respondent:\nThe decision was taken because the Premier was advised, and obviously believed,\nthat the second respondent\nwas entitled to the servitude.\n[10]\tThe essential\nquestion is therefore whether the Premier’s decision to grant  the\nservitude amounted to administrative action\nas contemplated in s 33 of the\nConstitution quoted above. The factors relevant to the determination of the\nquestion were summarised\nby this court in\nCape Metropolitan Council v Metro\nInspection Services (Western Cape) CC & Others\n2001 (3) SA 1013\n(SCA)\nparas [16] and [17]:\n‘The section is not concerned with every act of\nadministration performed by an organ of State. It is designed to control the\nconduct of the public administration when it performs an act of public\nadministration i e when it exercises public power (see\nPresident of the\nRepublic of South Africa and Others v South African Rugby Football Union and\nOthers\n2000 (1) SA 1\n(CC) (‘\nSARFU\n’) at para [136] and\nPharmaceutical Manufacturers Association of SA and Another: In re Ex parte\nPresident of the Republic of South Africa and Others\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) at\nparas [20], [33], [38]─[40]). In paras [41] and [45] of the\nPharmaceutical Manufacturers Association\ncase Chaskalson P\nsaid:\n“[41]\tPowers that were previously regulated by common law under\nthe \tprerogative and the principles developed by the courts\nto control the\nexercise \tof public power are now regulated by the\nConstitution....”\n“[45]\tWhilst there is no bright line between\npublic and private law, \tadministrative law, which forms the core of public law,\noccupies a special \tplace \tin our jurisprudence. It is an incident of the\nseparation of powers under \twhich \tcourts regulate and\ncontrol the exercise of\npublic power by the other \tbranches of  government. It is built on\nconstitutional principles which define\nthe \tauthority of each branch of\ngovernment, their interrelationship and the \tboundaries between them.... Courts\nno longer have to\nclaim space and \tpush boundaries to \tfind means of controlling\npublic power. That control is \tvested in them under the Constitution,\nwhich\ndefines the role of the courts, \ttheir powers in relation to other arms of\ngovernment and the constraints \tsubject to which\npublic power has to be\nexercised....”\n[17]\tIt follows that whether or not conduct is\n‘administrative action’ would depend on the nature of the power\nbeing exercised\n(\nSARFU\nat para [141]). Other considerations which may be\nrelevant are the source of the power, the subject-matter, whether it involves\nthe\nexercise of a public duty and how closely related it is to the\nimplementation of legislation (\nSARFU\nat para [143]).’\nI would\nmerely add the following remarks of Chaskalson P in\nSARFU\npara\n[143]:\n‘Difficult boundaries may have to be drawn in deciding what\nshould and what should not be characterised as administrative action\nfor the\npurposes of s 33. These will need to be drawn carefully in the light of the\nprovisions of the Constitution and the overall\nconstitutional purpose of an\nefficient, equitable and ethical public administration. This can best be done on\na case by case basis.’\n[11]\tThe\nCape Metropolitan Council\ncase\nheld that on the facts the decision by the appellant, a public authority, to\ncancel a contract was not  administrative action\nas the appellant had not\nnegotiated the right to cancel from a position of superiority or authority by\nvirtue of its being a public\nauthority; nor, in cancelling the contract, was it\nperforming a public duty or implementing legislation (para [18]). These aspects\nwere emphasized, and the decision very much limited to the facts, in the\nsubsequent decision of this court in\nLogbro Properties CC v Bedderson NO\n& Others\n2003 (2) SA 460\n(SCA) paras [9] and [10].\nCape Metropolitan\nCouncil\nwas distinguished from the facts in\nLogbro\nfor the reason\nthat in\nLogbro\nthe province itself dictated the tender conditions and was\naccordingly acting from a public position of superiority or authority\n(para\n[11]).\n[12]\tIn\nLogbro\nthe decision of the majority in\nMustapha\n& Another v Receiver of Revenue Lichtenburg & Others\n1958 (3) SA 343\n(A) was overruled and the dissenting judgment of Schreiner JA was approved\n(paras [12] and [13]). The majority in\nMustapha\nheld that since a\nstatutory permit to occupy land was embodied in a contract, the termination of\nthe permit constituted the exercise\nof an absolute and unqualified contractual\npower. Schreiner JA on the other hand held at 347D-G, in the passage approved in\nLogbro\n(para [12]):\n‘Although a permit granted under s 18(4) of\nAct 18 of 1936 has a contractual aspect, the powers under the subsection must be\nexercised within the framework of the Act and the regulations which are\nthemselves, of course, controlled by the Act. The powers\nof fixing the terms of\nthe permit and of acting under those terms are all statutory powers. In\nexercising the power to grant or renew,\nor to refuse to grant or renew, the\npermit, the Minister acts as a State official and not as a private owner, who\nneed listen to\nno representations and is entitled to act as arbitrarily as he\npleases, so long as he breaks no contract. For no reason or the worst\nof reasons\nthe private owner can exclude whom he wills from his property and eject anyone\nto whom he has given merely precarious\npermission to be there. But the Minister\nhas no such free hand. He receives his powers directly or indirectly from the\nstatute alone\nand can only act within its limitations, express or implied. If\nthe exercise of his powers under the subsection is challenged the\nCourts must\ninterpret the provision, including its implications and any lawfully made\nregulations, in order to decide whether the\npowers have been duly\nexercised....’\n[13]\tIt was not suggested that the Premier was unable to\ntake the decision to grant the servitude in the absence of legislation which\nspecifically empowered him to do so:\nMinister of Public Works and Others v\nKyalami Ridge Environmental Association and Another (Mukhwevo intervening\n)\n2001 (3) SA 1151\n(CC) paras [40], [41] and [55]. The submission on behalf of the\nfirst respondent was that the decision by the Premier was taken by\nan organ of\nState in its capacity as owner of the land in question, and the State was\naccordingly in no different position to that\nof any landowner who may freely\ngrant or refuse to grant rights in property vested in such private owner. It was\naccordingly submitted\nthat the decision is not capable of constituting\nadministrative action.\n[14]\tI emphatically disagree. The North West Province\nis landlocked. So is the adjacent province of Gauteng, the most populous\nprovince\nof South Africa, which has the Hartebeestpoort Dam close to its western\nborder. The dam is a valuable recreational resource available\nto the public at\nlarge. Ownership of the foreshore is vested in an organ of State, the first\nrespondent. A decision by the first\nrespondent to grant, in perpetuity, a right\nover a part of the foreshore to one property owner to the exclusion of all other\npersons,\nsignificantly curtails access to that resource by the public. In my\nview, for the reasons which follow, the decision to grant the\nservitude can and\nmust be classified as administrative action and therefore liable to be set aside\nby a court at the suit of a person\nwho has the standing to claim such\nrelief.\n[15]\tA decision of an organ of State may relate to question of\npolicy, and the policy itself may not be open to judicial scrutiny:\nSARFU\nparas [142] and [143];\nPermanent Secretary, Department of Education and\nWelfare, Eastern Cape and Another v Ed-U-College (PE) (Section 21) Inc\n2001\n(2) SA 1\n(CC) para [18]. The decision of the first respondent to grant the\nservitude does not fall into this category. The first respondent\ndid not purport\nto dispose of the right pursuant to a policy decision taken in the light of\nbroad policy considerations (contrast\nLogbro\nparas [19] and [20]); it\ndisposed of the right because it thought it was obliged to do so.\n[16]\tIf\nlegislation has empowered a functionary to make a decision, in the public\ninterest, the decision should be made on the material\nfacts which should have\nbeen available for the decision properly to be made:\nPepkor Retirement Fund\nand Another v Financial Services Board and Another\n2003 (6) SA 38\n(SCA) para\n[47]. There is no reason why the same does not  apply to a decision by an organ\nof State which is performing a function\nwhich affects the public interest and\nwhich cannot be categorized as a policy decision.\n[17]\tOne of the ways in\nwhich the courts have in the past controlled, and will continue to control, the\nexercise of public power is\nto examine whether the organ of State which has\nexercised such power has complied with the requirements of the legislation which\ngoverns such exercise. That was the approach of Schreiner JA in\nMustapha\n.\nBut because of the new constitutional dispensation, and for the reasons given by\nChaskalson P in the\nPharmaceutical Manufacturers Association\ncase quoted\nin the\nCape Metropolitan Council\ncase in para [10] above, a court is not\nconfined to this approach.\n[18]\tIn the present matter, the Premier was\nadvised that the first respondent was obliged to grant the servitude over the\ndisputed\nforeshore to the second respondent. That advice was wrong. The decision\nto grant the servitude was accordingly not justifiable in\nrelation to the\nreasons given for it, as contemplated in para (d) of the transitional provisions\nof the Constitution quoted above.\n[19]\tAccording to the wording of paragraph\n(d) of the transitional provisions, administrative action which falls into the\ncategory\ncontemplated in that paragraph can be challenged only by a person whose\n‘rights’ are affected. By contrast paragraphs\n(a) and (c)\ncontemplate ‘rights or interests’ which are affected and paragraph\n(b) contemplates ‘rights or legitimate\nexpectations’. These\ndifferences cause problems in interpretation, as academic authors have pointed\nout (see eg Chaskalson\net al, Constitutional Law of South Africa\npara\n25.3; Davis\net al, Fundamental Rights in the Constitution\np 155ff). In my\nview, the concept of ‘rights’ in paragraph (d) should not be\nrestricted to rights enforceable in a court\nof law (\ncf Premier, Mpumalanga\nand Another v Executive Committee, Association of State-Aided Schools, Eastern\nTransvaal\n1999 (2) SA 91\n(CC) para [31] n9 where the Constitutional Court\nsaid of s 24 of the Interim Constitution, which was preserved in the\ntransitional\nprovisions of the 1996 Constitution quoted above: ‘It may be\nthat a broader notion of “right” than that used in\nprivate law may\nwell be appropriate’). The present facts provide a good example of why\nthis must be so. No-one, save possibly\nthe second respondent who may have\nsucceeded to the rights of Schoeman, has a right, strictly so called, to use the\ndisputed foreshore.\nIf  a narrow interpretation of ‘rights’ in\nparagraph (d) is adopted, the decision of the first respondent, based as it\nis\non an incorrect premise, could not be challenged, with consequent lack of\naccountability on the part of the first respondent,\ndespite prejudice to those\naffected by the decision. In my view the TYC, as the owner of a stand in the\ntownship of Schoemansville\nwhich is situated on the northern shore of the dam,\nand therefore a party which would be concerned with the use to which the\ndisputed\nforeshore is put, had a sufficient right in the broader sense envisaged\nin paragraph (d), and therefore the necessary standing, to\nmount a\nconstitutional challenge to the decision in question and have it set aside in a\ncourt of law.\n[20]\tCounsel representing the TYC ultimately did not seek an\norder requiring the first respondent to allow the TYC to make representations\nto\nit before it decided whether or not to renew the TYC’s lease, although\nthis was the basis upon which the TYC initially sought\nreview of the\nPremier’s decision to grant the servitude. This aspect was fully canvassed\nin the papers. In the circumstances\nit would be desirable to decide the question\nin order to give a guideline to the first respondent as to the procedural\nparameters\nwithin which it must make any decision in regard to the disputed\nforeshore and to obviate further litigation.\n[21]\tThe same broad\ninterpretation of ‘rights’ adopted above in respect of paragraph (d)\nis not necessarily justified\nin terms of paragraph (b) of the transitional\nconstitutional provisions. It is one thing to be accorded standing to have an\nadministrative\ndecision, which is not justifiable, set side, and another to be\nheard before an administrative decision is taken (\ncf Ed-U-College\nparas\n[20] and [22]). The same policy considerations do not necessarily apply to both\nsituations and the requirement of accountability\n(contained in s 41(1)(c) of the\nConstitution) is not common to both to the same extent. I find it unnecessary to\nseek to define the\nconcept of ‘rights’ as contemplated in paragraph\n(b) because in my view the TYC had a legitimate expectation to be heard\nif the\nfirst respondent was contemplating not renewing the lease. That legitimate\nexpectation flows from the following facts.\n[22]\tThe TYC had been the lessee\nof the relevant foreshore for thirty years in terms of successive leases. In\nthat time it had constructed\nsubstantial improvements which would be difficult\n(to put it at its lowest) to remove and which included a crane attached to a\nconcrete\nfoundation used to hoist yachts with fixed hulls in and out of the dam;\nand the construction of a higher and a lower embankment with\nretaining walls and\n(in the case of the lower embankment) a concrete apron. The leases subject to\nwhich the TYC occupied the relevant\nforeshore provided that:\n’10.\tThe\nLESSEE may improve the premises for the purposes indicated in clause 4 [yachting\nand related purposes]. All improvements,\ne.g. alterations, additions,\nexcavations, etc. to the premises shall be subject to the prior written approval\nof the LESSOR and shall\nbe at the expense of the LESSEE. The LESSOR shall have\nthe right to remove all unapproved improvements upon the premises and recover\nhis expenses from the LESSEE.\n12.\tUnless the LESSEE and the LESSOR agree\notherwise in writing, all approved improvements shall become the property of the\nLESSOR\nat the termination of this agreement and the LESSOR shall not be liable\nto pay compensation to the LESSEE and/or any other person\nor body.’\nBut\nit does not follow that these clauses were a bar to the TYC being heard as to\nwhether its occupancy should be renewed. On the\ncontrary, the nature and scale\nof the improvements in themselves go a long way to establishing a legitimate\nexpectation of the nature\nfor which the TYC contended in both the founding and\nthe replying affidavits delivered on its behalf. The improvements may have been\napproved in writing by the first respondent’s predecessors in title (the\naffidavits are silent on this point) but if they were\nnot, they were obvious for\nall to see and there is no suggestion that there was ever any objection to them.\nAnd then finally, and\nperhaps most importantly, negotiations for a new lease\nwere far advanced ─ a draft lease had been forwarded to the TYC (although\nthe amount of the rental had been left blank as the parties had not yet reached\nagreement on this point). It is not relevant that\none branch of government did\nnot appreciate that another branch of government had already taken a decision\ninimical to the renewal\nof the lease: The legitimate expectation that the TYC\nwould be heard, had been created. The fact, emphasised by the first\nrespondent’s\ncounsel, that the negotiations for the renewal of the lease\ntook place after the Premier had made his irregular decision to grant\nthe\nservitude, is irrelevant because the TYC does not have to rely upon its\nlegitimate expectation to have that decision set aside.\n[23]\tFor these\nreasons I conclude that under the circumstances of this case, the dictates of\nfairness require that the TYC be afforded\nthe opportunity to make\nrepresentations to the first respondent before a decision whether or not to\nrenew the lease is made:\nAdministrator Transvaal and Others v Traub and\nOthers\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A) at 761A─G;\nPremier, Mpumalanga\nparas\n[32] to [36].\n[24]\tTo sum up: The decision by the Premier to grant the second\nrespondent a lease over the relevant foreshore was administrative\naction within\nthe meaning of that phrase in s 33, read as set out in item 23 of schedule 6, of\nthe Constitution. That decision was\nbased upon incorrect advice and therefore\nliable to be set aside in terms of paragraph (d) of those transitional\nconstitutional provisions.\nThe TYC had the necessary standing in terms of\nparagraph (d) to have the decision set aside; and the TYC has a legitimate\nexpectation\nas contemplated in paragraph (b) to make representations before the\nfirst respondent decides whether or not to renew its lease over\nthe relevant\nforeshore.\n[25]\tThe following order is made:\n(1)\tThe appeal is allowed\nwith costs, including the costs of two    counsel.\n(2)\tThe order of the court\na quo\nis set aside and the following order is substituted\ntherefor:\n‘(a)\tThe decision of the first respondent to register a\nnotarial deed of \tservitude, in terms of the notarial deed of servitude\nannexure\n\tHVW20 to the first respondent’s answering affidavit, over the \tremaining\nextent of Portion 28 ( a portion of Portion\n1) of the Farm \tHartebeestpoort\n482─JQ, in favour of the second respondent in his \tcapacity as owner of\nErf 463, Schoemansville\nand his successors in \ttitle, is set aside.\n(b)\tThe\nfirst respondent is directed to pay the applicant’s costs of the\n\tapplication, including the costs of two counsel.’\n____________\nT D CLOETE\nJUDGE OF APPEAL\nConcur: Howie P\nConradie JA\nJones AJA\nSouthwood\nAJA",
  "scraped_at": "2026-02-12T08:58:31.678997",
  "date": null,
  "coram": [
    "Howie P",
    "Conradie",
    "Cloete JJA",
    "Jones",
    "Southwood AJJA"
  ],
  "case_number": "44/03",
  "parties": {
    "applicants": [
      "A Bullock NO and Others"
    ],
    "respondents": [
      "Provincial Government of North West Province",
      "Kingsley Jack Whiteaway Seale"
    ]
  },
  "sections": {
    "facts": "The appellants are the trustees of the Transvaal Yacht Club (TYC), which owns land adjoining the Hartebeestpoort Dam. The TYC has occupied the foreshore south of its land under a series of leases dating from 1969, the last of which expired on 31 July 2001. In December 1999 the TYC sought a new lease from the Provincial Government of the North West Province (the first respondent) but, unbeknownst to it, the Premier had already approved on 29 July 1999 the registration of an exclusive servitude over the same foreshore in favour of the second respondent, Kingsley Jack Whiteaway Seale, based on a 1918 contract involving a person named Schoeman. The servitude was registered on 12 July 2001. The TYC applied for the decision to be set aside, alleging a legitimate expectation to have its lease renewed or, at a minimum, to be heard before any decision was taken.",
    "issues": "The key issues were: (1) whether the Premier’s decision to register the servitude constituted ‘administrative action’ under section 33 of the Constitution (as read in item 23 of schedule 6); (2) if it was administrative action, whether the decision could be reviewed under the Promotion of Administrative Justice Act; and (3) who had standing to challenge the decision – specifically whether the TYC could rely on the broader notion of “rights” in paragraph (d) of the transitional provisions and on a legitimate expectation under paragraph (b).",
    "principles": "The court applied the constitutional definition of administrative action, emphasizing that it covers any exercise of public power that affects rights, interests or legitimate expectations. It relied on precedents such as Cape Metropolitan Council v Metro Inspection Services, Logbro Properties v Bedderson, SARFU, and Mustapha (interpreted through Schreiner JA) to outline the criteria: source of power, public duty, implementation of legislation, and the nature of the decision. The court noted that the Premier acted in his capacity as chief executive of the province, a public authority, and the decision involved the allocation of a scarce public resource, thereby meeting the test for administrative action. It also adopted a broad interpretation of “rights” in paragraph (d) to allow standing for entities affected by the decision, and recognized the TYC’s legitimate expectation to be heard before lease renewal decisions.",
    "application": "Applying these principles, the court held that the Premier’s decision was indeed administrative action because it was taken by a provincial organ of state, involved the disposal of a public right over the foreshore, and was based on legal advice that was later found to be incorrect. Consequently, the decision was not justifiable under paragraph (d) and could be set aside. The TYC was found to have sufficient standing under the broader notion of rights and a legitimate expectation to be heard before any renewal decision, satisfying the requirements of paragraphs (d) and (b) respectively. The court therefore concluded that the servitude registration should be invalidated and the first respondent should be required to afford the TYC procedural fairness in any future lease considerations.",
    "conclusion": "The appeal was allowed with costs. The court set aside the first respondent’s decision to register the notarial deed of servitude in favour of the second respondent and ordered the first respondent to pay the applicant’s costs, including two counsel. This effectively nullified the servitude over the relevant foreshore and affirmed the TYC’s right to procedural fairness and standing to challenge administrative decisions."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Administrative Law",
    "level_3": [
      "administrative action",
      "standing",
      "procedural fairness",
      "property rights",
      "servitude"
    ]
  }
}