{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/89.html",
  "case_name": "Weare v Commissioner for South African Revenue Service (401/2003) [2004] ZASCA 89; [2004] 4 All SA 520 (SCA); 2005 (4) SA 488 (SCA); 67 SATC 31 (29 September 2004)",
  "citation": "[2004] ZASCA 89",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 89\n|\nNoteup\n|\nLawCite\nWeare v Commissioner for South African Revenue Service (401/2003) [2004] ZASCA 89; [2004] 4 All SA 520 (SCA); 2005 (4) SA 488 (SCA); 67 SATC 31 (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 401/2003\nIn the matter between:\nMICHAEL WEARE\nAppellant\n.\nand\nTHE COMMISSIONER FOR SOUTH\nAFRICAN\nREVENUE SERVICE\nRespondent\n_____________________________________________________\nCoram\n:\tSCOTT,\nFARLAM, MTHIYANE, CLOETE \t\t\t\tJJA\net\nERASMUS AJA\nDate of\nhearing\n:\t13 SEPTEMBER 2004\nDate of delivery\n:\t 29 SEPTEMBER\n2004\nSummary:\tOverpayment of VAT – refundable in terms of s\n44(2)(a) of Act 89 of 1991, not in terms of s 44(1) – overpayment\nin terms\nof prevailing\npractice.\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\nJA/...\nSCOTT JA:\n[1]\tThe appellant carries on business\nas a bookmaker. The business is an ‘enterprise’ as defined in s 1 of\nthe Value-Added\nTax Act 89 of 1991 (‘the Act’) and the appellant is\na registered vendor in terms of s 23 of the Act. During the period\nSeptember\n1991 (when the Act came into operation) until the tax period for the period \nJune  to  July  1996  the  appellant  overpaid\n a  total  of    R1 432 038,83 in\nvalue-added tax (‘tax’). After deducting the tax payable for the\nlatter tax period\nhe claimed a refund of                 R1 417 018,99. The\nappellant contended both in the Natal Income Tax Special Court and in this\ncourt\nthat he was entitled to a refund in terms of s 44(1) read with s 16(3) and s\n16(5) of the Act. The respondent, on the other\nhand, contended that a refund was\npayable in terms of s 44(2)(a). Whether the refund is to be made in terms of s\n44(1) or s 44(2)(a)\nis the first of the two main issues requiring determination\nin this appeal. If the refund is to be made in terms of s 44(1), the\nappellant\n(and other bookmakers who overpaid in similar circumstances) would be entitled\nto recover the amount overpaid during a\nperiod of five years preceding the\nclaim, which in the present case would cover the full amount of the overpayment.\nIf in terms of\n44(2)(a), the appellant’s claim would be  subject to the\nfurther proviso that the refund would be limited to the overpayment\nmade during\nthe preceding six months ‘if the Commissioner is satisfied that such\npayment was made in accordance with a practice\ngenerally prevailing at the said\ndate’, ie the date of payment. This proviso is contained in s 44(3) to\nwhich s 44(2)(a) is\nsubject. (I shall refer in greater detail to these\nprovisions later in this judgment.) The respondent ruled that the payments in\nquestion were made in accordance with a practice generally prevailing and\naccordingly limited the amount repayable to the appellant\nto R336 259,93. The\nexistence or otherwise of the practice is the second issue requiring\ndetermination. The appellant appealed unsuccessfully\nto the Special Court. The\npresent appeal is with the leave of that court granted in terms of s 86A(5) of\nthe Income Tax Act 58 of\n1962, read with s 34 of the Act.\n[2]\tIn the ordinary\ncourse of the appellant’s business he entered into betting transactions\nwith punters, each of whom paid\nhim a sum of money against an undertaking by him\nto pay a specified multiple of the amount so paid depending upon the outcome of\na future event, typically the result of a horse race.  In the event of a\npunter’s wager proving successful the appellant paid\nout winnings to that\npunter. When the circumstances were such that the appellant deemed it necessary\nto limit his risk exposure in\nrelation to the bets he had received, he himself\nwould  place ‘cover’ or ‘take-back’ bets with other\nbookmakers\nwho would similarly be registered vendors in terms of the Act.  When\nthese proved to be winning bets the appellant, of course, would\nreceive\n‘take-back’ winnings from the other book makers. It is these\n‘take-back’ winnings which gave rise\nto the dispute which is the\nsubject of this appeal.\n[3]\tIn order to better understand the contentions of\nthe parties it is necessary to say something of the scheme of the Act and to\nrefer in some detail to certain of its provisions which are relevant to\nbookmakers and have a bearing on the issues in question.\n[4]\tSection 7(1)(a) levies tax ‘on the supply by any vendor of goods\nor services supplied by him . . .  in the course or furtherance\nof any\nenterprise  carried on by him . . .’ .  Section 7(2) provides that, except\nas otherwise provided in the Act, the tax\npayable in terms of s 7(1)(a) is to be\npaid by the vendor referred to in that subsection. The Act embodies a\nself-assessment system\nof taxation. A vendor is required to calculate the tax\npayable by him in respect of each tax period during which he has carried on\nhis\nenterprise. Broadly speaking, this involves the calculation of both his\n‘output tax’ and his ‘input tax’\nand deducting the\nlatter from the former. The result is the tax he has to pay. Output tax,\n‘in relation to any vendor’,\nis defined in s 1 as meaning\n-\n‘the tax charged under section 7(1)(a) in respect of the supply of\ngoods and services by that vendor.’\nInput tax, ‘in relation to a\nvendor’ is defined as meaning -\n‘(a)\ttax charged under section 7\nand payable in terms of that section by –\n(i)\ta supplier on the supply\nof goods or services made by that \t\t\tsupplier to the vendor; or . . .\nwhere\nthe goods or services concerned are acquired by the vendor wholly for the\npurpose of consumption, use or supply in the course\nof making taxable supplies\nor, where the goods or services are acquired by the vendor partly for such\npurpose, to the extent (as\ndetermined in accordance with the provisions of\nsection 17) that the goods or services concerned are acquired by the vendor for\nsuch\npurpose’.\n[5]\tBut for the deeming provision in s 8(13), a betting\ntransaction would not attract tax under the Act. This is because a betting\ntransaction would not constitute a ‘supply of goods or services’\nwithin the meaning of s 7(1)(a) as transactions sounding\nonly in money are\nexpressly excluded from the definition of ‘goods’ and\n‘services’ in s1 of the Act. However,\ns 8(13)\nprovides:\n‘For the purposes of this Act, where any person bets an\namount on the outcome of a race or on any other event or occurrence,\nthe person\nwith whom the bet is placed shall be deemed to supply a service to such\nfirst-mentioned person’.\nIn terms of s 10(17) the consideration in\nmoney for the service deemed by s 8(13) to be supplied shall in turn ‘be\ndeemed to\nbe the amount that is received in respect of the bet’. In the\nresult, the appellant is deemed to supply a service to punters\nwho place bets\nwith him and the appellant’s output tax – for which he is\naccountable to the respondent – is calculated\non the amounts of the bets\nso received.\n[6]\tSection 16(3) provides that the tax payable by a vendor is\nto be calculated by deducting from the sum of the vendor’s output\ntax the\namounts of input tax for which provision is made in the section. In the case of\na bookmaker, what may be deducted is, first,\nthe input tax calculated on bets\nlaid with other bookmakers, ie take-back bets. This is deductible by virtue of s\n16(3)(a)(i) which\npermits the deduction of input tax ‘in respect of\nsupplies of goods and services . . . made to the vendor during that tax\nperiod’.\n The second deduction that may be made is the input tax\ncalculated on the winnings paid to successful punters. This is in terms of\ns\n16(3)(d) which provides for the deduction of ‘an amount equal to the tax\nfraction of any amount paid by the supplier of the\nservices contemplated in\nsection 8(13) as a prize or winnings to the recipient of such\nservices’.\n[7]\tIn 1996, subsequent to the period relevant to the\npresent proceedings, the Act was amended by the insertion of s 8(13A) by s 20\nof\nAct 46 of 1996. The effect of the new section was to deem the tax fraction of\nthe winnings received by a bookmaker on take-back\nbets placed by him with other\nbookmakers to be output tax for the service rendered by him to the other\nbookmakers. Prior to the amendment\nthere was, therefore, no provision in the Act\nrequiring take-back winnings to be included in the calculation of the\nbookmaker’s\noutput tax and hence the tax payable by him. The tax he was\nobliged to pay was the difference between, on the one hand, the amount\nof his\noutput tax calculated on the bets he received from punters and, on the other,\nthe input tax calculated on the winnings paid\nby him to punters and on take-back\nbets placed by him with other bookmakers.\n[8]\tThe absence in the Act of a\nprovision such as that contained in the inserted s 8(13A) appears to have been a\nhiatus\noverlooked by the Commissioner and bookmakers alike. Indeed, it\nappears to have been common cause that, given the scheme of the Act,\none would\nordinarily expect such winnings to be taken into account in the calculation of\noutput tax just as the payment of winnings\nto punters is taken into account in\nthe calculation of a bookmaker’s input tax. Take-back winnings were,\nhowever, dealt with\nin the Guide for Vendors VAT 404 which was issued in 1991\nand reissued in 1995. Paragraph 7.3.9.2 of both editions provides:\n‘. .\n. Where a bookmaker wins a covering bet he will be required to account for\noutput tax on the amount received as winnings\n(including the original stake). In\norder to calculate this amount the tax fraction is applied to the actual amount\nreceived from\nthe other bookmaker or the totalizator.’\n[9]\tThe\noverpayment of tax by the appellant during the period in question occurred as a\nresult of the appellant (in common with other\nbookmakers) including in his\ncalculation of the tax payable by him the take-back winnings he had received\nfrom other bookmakers.\nIn doing so he adopted a so-called ‘netting\noff’ method which differed from the method contemplated in both the Act\nand\nthe Guide. On the assumption that take-back winnings were required to be\ntaken into account in calculating the tax payable, the method\ncontemplated in\nthe Act and the Guide would be the following:\n(i)\tOutput tax would be calculated on the total amount of the bets placed by\npunters with the bookmaker plus the total amount of\nthe take-back winnings\nreceived by the bookmaker.\n(ii)\tInput tax would be calculated on the total amount of the winnings paid to\npunters by the bookmaker plus the total amount of\nthe take-back bets placed by\nthe bookmaker.\n(iii)\tThe tax payable would be the result of the calculation referred to in (i)\nless the result of the calculation referred to in\n(ii).\nThe method adopted by the appellant was the\nfollowing:\n(i)\tIn calculating his output tax he took the total amount of bets received\n(subject to output tax), deducted from this figure the\ntotal amount of the\ntake-back bets he had placed with other bookmakers (subject to input tax) and\ncalculated his output tax on the\ndifference.\n(ii)\tIn calculating his input tax he took the total amount of winnings he had\npaid to punters (subject to input tax), deducted from\nthis amount the total\namount of take-back winnings he had received from other bookmakers (assumed to\nbe subject to output tax) and\ncalculated his input tax on the difference.\n(iii)\tHe paid tax on the result of the calculation referred to in (i) less the\nresult of the calculation referred to in\n(ii).\nRegardless of whether one or the other method\nis employed, the result, of course, is the same. The appellant testified that\nthe sole\nreason for adopting the method he did, was that the forms he had to\ncomplete for his provincial betting taxes required him to furnish\ninformation in\nthis manner and it was convenient simply to take the information from these\nforms when completing his VAT return.\n[10]\tCounsel for the appellant\nsubmitted, however, that because of the fortuitous adoption by the appellant of\nthe ‘netting\noff’ method of calculation, the refund to which he was\nentitled was a refund in terms of s 44(1) and not s 44(2)(a). It was\nfortuitous,\nhe said, because had the tax payable been calculated in the manner contemplated\nby the Act, the overpayment would have\nbeen refundable in terms of s 44(2)(a)\nand not s 44(1).\n[11]\tIn order to appreciate the argument advanced by counsel\nit is necessary to quote certain provisions of the Act. The first is\nthe first\nproviso to s 16(3). At the relevant time it read:\n‘Provided that where\nany vendor is entitled under the preceding provisions of this subsection to\ndeduct any amount in respect\nof any tax period from the said sum, the vendor may\ndeduct that amount  from the amount of output tax attributable to any later tax\nperiod to the extent that it has not previously been deducted by the vendor\nunder  this subsection.’\nIn passing it is necessary to observe that the\nreference to what may be deducted ‘under the preceding provisions’\nis a\nreference to the input tax that may be deducted, while the ‘said\nsum’ is a reference to the sum of the vendor’s\noutput tax. The next\nprovision relied upon is s 16(5). The relevant part reads:\n‘If, in\nrelation to any tax period of any vendor, the aggregate of the amounts that may\nbe deducted under subsection (3) from\nthe sum referred to in that subsection . .\n. exceeds the said sum, the amount of the excess shall, subject to the\nprovisions of this\nAct, be refundable to the vendor by the Commissioner as\nprovided for in section 44(1).’\nSection 44(1), in turn, read at the\ntime:\n‘Any amount of tax which is refundable to any vendor in terms of\ns 16(5) in respect of any tax period shall, to the extent that\nsuch amount has\nnot been set off against unpaid tax in terms of subsection (6) of this section,\nbe refunded to the vendor by the\nCommissioner: Provided that –\n(i)\tThe Commissioner shall not make a refund under this subsection unless the\nclaim for the refund is made within five years after\nthe end of the said tax\nperiod; or\n(ii)\tWhere the amount would be so refunded to the vendor is determined to be R10\nor less, the amount so determined shall not be refunded\nin respect of the said\ntax period but shall be carried forward to the next succeeding tax period of the\nvendor and be accounted for\nas provided for in section\n16(5)’\n[12]\tCounsel’s contention,\nshortly stated, is as follows. Because the ‘netting off’ method of\ncalculation, as set\nout above, was adopted by the appellant during the periods\nin question, ‘take-back winnings’ were deducted from the amount\nof\nwinnings paid to punters (subject to input tax) to arrive at the\nappellant’s input tax. In the result, so the argument went,\nthere was an\nunder deduction of input tax. Accordingly, the amount of input tax not deducted\nfrom output tax in respect of previous\ntax periods could be deducted in a later\ntax period in terms of the first proviso to s 16(3). This, it was argued, is\nwhat the appellant\ndid for the tax period in respect of June to July 1996,\nresulting in an excess of input tax over output tax for that tax period.\nThat\nexcess, so the argument went, was an excess within the meaning of s 16(5) and\nwas accordingly refundable in terms of s 44(1).\n[13]\tIn my view the argument\nis unsound. The first proviso to s 16(3) makes provision for the deduction from\noutput tax in a later\ntax period of an amount in respect of input tax not\npreviously deducted from output tax. But in the present case all amounts in\nrespect\nof input tax which were deductible from output tax were taken into\naccount in the calculation of the tax payable in respect of each\ntax period.\nWhat the appellant did was not to omit an amount subject to input tax but to\ninclude in each calculation his take-back\nwinnings as an amount subject to\noutput tax. Input tax was not understated; output tax was overstated. It was\nthis that increased\nthe tax payable and resulted in the overpayment. This is so\nbecause regardless of the method of calculation used, in substance the\ntake-back\nwinnings were treated as being subject to output tax. Whether these were\ndeducted from an amount subject to input tax or\nadded to an amount subject to\noutput tax their nature remained the same. That could not change simply because\none or other method\nof calculation was used when both methods result in the same\ntax figure. It follows that in my judgment the appellant’s reliance\non the\nproviso in s 16(3) and hence the provisions of s 16(5) is misplaced. It follows\ntoo that the refund to which the appellant\nis entitled is not one in terms of s\n44(1).\n[14]\tThis brings me to s 44(2). It reads:\n‘Subject to the\nprovisions of subsection (3), where –\n(a)\tany amount of tax, additional tax, penalty or interest paid by any person in\nterms of this Act to the Commissioner was in excess\nof the amount of tax,\nadditional tax, penalty or interest, as the case may be, that should properly\nhave been charged under this\nAct; or\n(b)\tany amount refunded to a vendor in terms of subsection (1) was less than the\namount properly refundable under that\nsubsection,\nthe Commissioner shall, on application by the person concerned, refund the\namount of tax, additional tax, penalty or interest paid\nin excess or the amount\nby which the amount refunded was less than the amount properly refundable, as\nthe case may be.’\nIt was not in dispute that if the\noverpayment was not refundable under s 44(1), it would be refundable under s\n44(2)(a). But the latter\nsection is ‘subject to the provisions of\nsubsection (3)’. I have previously referred to the six-month limitation\ncontained\nin s 44(3) but for the sake of completeness I quote s 44(3)(a), as it\nread prior to its amendment in 1997.\n‘The Commissioner shall not make a\nrefund under subsection (2), unless –\n(a)\tthe claim for the refund of\nsuch excess amount of tax, additional \t\ttax, penalty or interest is made within\nfive years after\nthe date \t\tupon which payment of the amount claimed to be\nrefundable \t\twas made: Provided that if the Commissioner is satisfied that\n\t\tsuch  payment  was  made  in  accordance with  the practice \t\tgenerally\nprevailing at the said date, no refund shall be made \t\nunless the claim for the\nrefund is made within six months after \t\tthat date  . . . . ’\n[15]\tThe\nquestion that arises is whether the overpayment was made in accordance with a\npractice generally prevailing. Mr Peter Franck,\nwho holds the position of\nDirector: Value Added Tax Policy and Legislation in the South African Revenue\nService, testified that until\nthe point was taken in the course of 1996 it was\naccepted by all in the revenue service that bookmakers’ winnings on\ntake-back\nbets were subject to output tax. This, he said, was not only\nconsistent with the scheme of the Act but was reflected in both editions\nof the\nVAT Guide 404. He said that once the\nlacuna\nin the Act was discovered,\nsteps were immediately taken to have the Act amended to rectify the situation.\nIn the meantime, on making\ninquiries, it transpired that nearly every bookmaker\nin the country was seeking a refund. The inference arising from this evidence\nis\nthat prior to the discovery of the\nlacuna\nin the Act, there existed a\ngeneral practice of including take-back winnings as an amount subject to output\ntax in the calculation\nof the tax payable by bookmakers. In terms of s 37 of the\nAct the onus was upon the appellant to show that the overpayment of tax\nmade by\nhim was not in accordance with the practice generally prevailing. Mr Peter\nMaxwell, a partner at Deloitte and Touche, who\ntestified on behalf\nof the\nappellant, suggested that there may have been some bookmakers for whom he did\nnot act who had not accounted for take-back winnings.\nThis somewhat vague\nsuggestion was clearly insufficient to discharge the burden of proof on the\nappellant. Counsel also sought to\nmake something of the fact that the method\nadopted by the bookmakers differed from that contemplated in the Guide. But\nwhether the\none or other method was employed is of little consequence; the\nresult was the same. The point is that the prevailing practice was\nfor\nbookmakers to include in the calculation of their tax the take-back winnings\nthey received as being subject to output tax.\n(16)\tThe appeal is accordingly\ndismissed with costs, including the\ncosts occasioned by the employment of\ntwo counsel.\n________________\nD G\nSCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nFARLAM\t\tJA\nMTHIYANE\tJA\nCLOETE\t\tJA\nERASMUS\t\tAJA",
  "scraped_at": "2026-02-12T09:07:45.421924",
  "date": "2004-09-29",
  "coram": [
    "SCOTT JA",
    "FARLAM JA",
    "MTHIYANE JA",
    "CLOETE JA",
    "ERASMUS AJA"
  ],
  "case_number": "401/2003",
  "parties": {
    "applicants": [
      "MICHAEL WEARE"
    ],
    "respondents": [
      "THE COMMISSIONER FOR SOUTH AFRICAN REVENUE SERVICE"
    ]
  },
  "sections": {
    "facts": "The appellant, Michael Weare, operated as a bookmaker and was a registered vendor under the Value-Added Tax Act 89 of 1991. Between September 1991 and the tax period of June–July 1996 he overpaid VAT amounting to R1,432,038.83 and subsequently claimed a refund of R1,417,018.99. The overpayment resulted from his method of calculating tax, which involved 'netting off' take‑back winnings against input tax, thereby treating those winnings as output tax and inflating the tax payable.",
    "issues": "1) Whether the refund owed to the appellant should be granted under section 44(1) of the VAT Act, which allows a refund within five years, or under section 44(2)(a), which is subject to a six‑month limitation if the overpayment was made in accordance with a prevailing practice. 2) Whether the overpayment was made in accordance with a practice generally prevailing at the time of payment.",
    "principles": "Section 44(1) provides a refund for excess input tax deductions within five years of the tax period, provided the amount has not been set‑off. Section 44(2)(a) allows a refund for excess tax paid, but s44(3) imposes a six‑month limitation where the payment was made pursuant to a prevailing practice. The burden of proof lies on the applicant to show that the payment was not made in accordance with such a practice. The interpretation of sections 16(3) and 16(5) clarifies that an excess must arise from input tax deductions, not from an overstatement of output tax.",
    "application": "The court examined the appellant’s calculation method and concluded that the excess arose from an overstatement of output tax, not from a shortfall of input tax deductions; therefore section 44(1) was inapplicable. Evidence from the Revenue Service showed that, until the 1996 amendment, it was universally accepted practice for bookmakers to treat take‑back winnings as output tax, as reflected in VAT Guide 404. Consequently, the overpayment was made in accordance with the prevailing practice, activating the six‑month limitation in section 44(3). The Commissioner’s determination that the refundable amount should be limited to R336,259.93 was thus upheld.",
    "conclusion": "The appeal was dismissed with costs. The refund to the appellant is limited to the amount payable under section 44(2)(a) as determined by the Commissioner (R336,259.93). Costs, including those incurred for two counsel, were awarded to the respondent."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Value-Added Tax",
    "level_3": [
      "VAT refund",
      "overpayment",
      "bookmakers",
      "section 44",
      "South African Revenue Service"
    ]
  }
}