{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/53.html",
  "case_name": "Fonjana v Multilateral Motor Vehicle Accident Fund and Another (19/03) [2004] ZASCA 53; [2004] 3 All SA 399 (SCA); 2005 (1) SA 26 (SCA) (28 May 2004)",
  "citation": "[2004] ZASCA 53",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 53\n|\nNoteup\n|\nLawCite\nFonjana v Multilateral Motor Vehicle Accident Fund and Another (19/03) [2004] ZASCA 53; [2004] 3 All SA 399 (SCA); 2005 (1) SA 26 (SCA) (28 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number :   19/03\nIn the matter between :\nJONGISILE\nFONJANA\t\t\t\tAPPELLANT\nand\nMULTILATERAL MOTOR VEHICLE\nACCIDENT FUND\t \t\t\t\tFIRST RESPONDENT\nROAD ACCIDENT FUND\t\t\t\tSECOND RESPONDENT\nCORAM :\t\t\tMPATI DP, MARAIS, BRAND JJA, JONES and PONNAN AJJA\nHEARD :\t\t\t18 MAY 2004\nDELIVERED :\t\t28 MAY 2004\nSummary\n:  Article 46 of Schedule to Act 93 of 1989 – meaning\nof phrase 'rendering military service' – not confined to active\nmilitary\nservice or combat service –connection between conveyance and military\nservice not required by the article. Order in\npara 29.\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis\nappeal turns on the meaning of the expression 'military service' in a 46 of the\nschedule to the Motor Vehicle Accident Fund\nAct 93 of 1989 ('the 1989 Act'). It\narises from the following facts. On 1 September 1996 the appellant sustained\nbodily injuries\nwhen the motor vehicle in which he was a passenger left the road\nand overturned. He instituted action in the Ciskei High Court for\ndamages\nresulting from his injuries. The action was brought against the Multilateral\nMotor Vehicle Accident Fund as first defendant\n(now first respondent),\nalternatively against the Road Accident Fund as second defendant (now second\nrespondent). The reason why\nthe two respondents were joined in this manner seems\nto have its origin in the provisions of the Road Accident Fund Act 56 of 1996\n('the 1996 Act'). In terms of the latter Act, the 1989 Act was repealed with\neffect from 1 May 1997. Though s 2 of the 1996 Act created\nthe second respondent\nand at the same time announced the demise of the first respondent, s 28(1)\nprovided that, notwithstanding the\nabolition of the first respondent, 'this Act\nshall not apply in relation to a claim for compensation in respect of which the\noccurrence\nconcerned took place prior to the commencement of this Act'. This\napparently gave rise to some uncertainty in the minds of the appellant's\nlegal\nrepresentatives as to which of the two defendants should be held liable for the\nappellant's damages.\n[2]\tBe that as it may, at the commencement of the\nproceedings in the court\na quo\n, the identity of the right defendant no\nlonger mattered because the second respondent ('respondent') conceded that, in\nprinciple,\nit was liable for the appellant's damages. Its contention was,\nhowever, that its liability was limited to an amount of R25 000\nin terms of\na 46 of the schedule to the 1989 Act, by reason of the fact that the appellant\nwas a passenger in the vehicle concerned.\nThe appellant's response to this\ncontention was that, although he was a passenger, he was 'rendering military\nservice' when the accident\noccurred and therefore fell within the purview of the\nexception to the limitation of passengers' claims provided for in a\n46.\n[3]\tSince the other issues relating to the quantum of the appellant's\ndamages would only become relevant if the alleged limitation\nto the respondent's\nliability did not apply, the court\na quo\nacceded to a request by both\nparties that the limitation issue be determined first. No evidence was led by\neither party. Instead,\nboth of them based their opposing arguments on the facts\nthat were common cause. In the end the court\na quo\n(Ebrahim J) found, in\na judgment which has since been reported\n(2004 (2) SA 158\n(Ck)), that the\nappellant was not 'rendering military service' as contemplated by the exception\nin a 46 when the accident occurred.\nFrom this finding it followed that the\nappellant's claim was limited to the sum of R25 000. The appellant's appeal\nagainst that\njudgment is with the leave of the court\na quo\n.\n[4]\tThe wording of the exception to the limitation of a passenger's\nclaim in a 46 is almost exactly correspondent to that of\nits counterpart in\ns 18(1) of the 1996 Act. It pertains to a passenger\n'who was conveyed in or\non a motor vehicle other than a motor vehicle owned by the Defence Force ...\nduring a period in which he rendered\nmilitary service or underwent military\ntraining in terms of defence legislation applicable ...'.\nIt is not in\ndispute that the 'defence legislation applicable' is to be found in the Defence\nAct 44 of 1957. Likewise it is common\ncause that the motor vehicle involved was\nnot owned by the Defence Force, now the South African National Defence Force\n('SANDF')\nand that the appellant was not at the time of the accident undergoing\nany military training.\n[5]\tThe central issue is therefore whether the\naccident occurred 'during a period in which the appellant rendered military\nservice'\nin terms of the Defence Act. As I have indicated, no one led any\nevidence at the trial. Both parties relied on the agreed facts.\nUnfortunately\nthe agreed facts turned out to be somewhat meagre and not entirely clear. What\nwas eventually admitted on behalf of\nthe respondent in this court was that, at\nthe time of the accident, the appellant was a permanent member of the SANDF. It\nalso appears\nto be common cause that, at that time, he was stationed in East\nLondon; that on the afternoon of Friday 30 August 1996 he came off\nduty and that\nhe was only to resume his duties at 07:30 on Monday 2 September 1996. In all the\ncircumstances the most likely inference\nappears to be that he was on his way\nback to his base when the accident occurred at about 22:00 on the Sunday.\nHowever, counsel for\nthe respondent, in this court, strenuously disavowed any\nadmission to that effect. Indeed, his argument was that it would make a\nvital\ndifference to the outcome of the appeal if it had been established that the\nappellant was in fact returning to his base when\nthe accident occurred. I do not\nagree with this argument. For reasons that will presently become apparent, I do\nnot believe that\nthe purpose of the appellant's journey would be of any\nconsequence. Accordingly, I will consider the matter on the basis that we\ndo not\nknow where the appellant was going when the accident occurred.\n[6]\tThe\nappellant's case is, essentially, that his membership of the SANDF, in itself,\nwas sufficient to constitute the 'rendering\nof military service' in terms of the\nDefence Act, as contemplated by the exception in a 46. The respondent denies\nthat this is so.\n[7]\tThe term 'military service' is not defined in either\nthe 1989 Act or in the Defence Act. The court\na quo\ntherefore sought\nassistance in other provisions of the Defence Act. It found such assistance in\nthe definition section of the Defence\nAct. More particularly, in the definition\nof the phrase 'service in defence of the Republic' which reads as\nfollows:\n'\n\"service in defence of the Republic\"\nmeans military service\nand\n\"operations in defence of the Republic\"\nmeans military operations\n–\n(a)\tin time of war; or\n(b)\tin connection with the discharge of the\nobligations of the Republic arising from any agreement between the Republic and\nany other\nstate; or\n(c)\tfor the prevention or suppression of any armed\nconflict outside the Republic which, in the opinion of the State President, is\nor may be a threat to the security of the Republic;'\nBroadly stated, it is\nclear from the definition that, in the context of the phrase 'service in defence\nof the Republic', the term\n'military service' is confined to active military\nservice or combat service.\n[8]\tBased on this definition the court\na\nquo\n's reasoning went as follows (in para 23 at 164G-H):\n'...The\ndefinition provided in the Defence Act for the phrase \"service in the defence of\nthe Republic\" points to military service\nbeing service of a limited duration\nwhich is rendered in extraordinary and specially defined circumstances.'\nAnd\n(in paras 24 and 25 at 164J-165C):\n'It is evident that the Legislature must\nhave been cognisant of the provisions of the Defence Act since it prescribed\nthat the military\nservice or the military training had to be in terms of the\naforesaid Act. ... If the purpose was to make the exception [in a 46]\navailable\nto every member of the Defence Force irrespective of the type of service such\nperson was rendering it would have been a\nsimple matter for the legislature to\nhave said so. Instead, the legislature has used the specific wording that the\nexception would\nbe applicable \"during a period in which the person rendered\nmilitary service or underwent military training\". In my view, the use\nof such\nspecific phraseology indicates that the Legislature intended that it was not the\nperson's membership of the Defence Force\nthat was the determining factor, but\nrather whether the person was rendering military service or undergoing military\ntraining at\nthe time. In the circumstances I am of the opinion that the\ninterpretation which is to be given to the phrase \"military service\"\nin [a 46]\n... is that it refers to service which a member of the Defence Force renders in\nthe specific circumstances described in\nthe definition of the phrase \"service in\nthe defence of the Republic\".'\n[9]\tMembership of the SANDF in itself,\nthe court concluded, does not satisfy the requirement of 'rendering military\nservice'. Since\nthe appellant was not performing active military service at the\ntime of the accident, the court held that he was not exempted from\nthe\nlimitation imposed on claims by passengers in a 46.\n[10]\tShortly prior to\nthe judgment of the court\na quo\nin this matter and obviously unbeknown to\nthe court at the time, the Durban High Court (McClaren J) came to exactly the\nopposite conclusion\nin\nDu Preez v Road Accident Fund and another\n2002 (4)\nSA 209\n(D). Though the exception to the limitation of a passenger's claim\nconsidered in\nDu Preez\nwas the one contained in s 18(1) of the 1996 Act,\nits wording is, for present purposes, the same as in a 46. Moreover, the matter\nwas decided on substantially similar facts. Du Preez also sued for damages\narising from injuries that he suffered as a passenger\nin the motor vehicle\nconcerned. Like the appellant, he also contended that he was 'rendering military\nservice at the time of the\naccident' solely by virtue of the fact that he was a\npermanent member of the SANDF. Unlike the court\na quo,\nhowever, McClaren\nJ came to the conclusion that, on a proper construction of the exception,\npermanent membership of the SANDF in itself\nwas sufficient to satisfy the\nprerequisite of military service.\n[11]\tI return to the court\na quo's\nreasoning that underlies its interpretation of the term 'military service'.\nI agree with the point of departure, that since a 46 specifically\nrefers to\n'military service' in terms of the Defence Act, the meaning of the phrase is\nfirst to be sought with reference to that\nAct. From there onwards, I find myself\nunable to agree with the court's reasoning. More particularly, I cannot agree\nwith the conclusion\nthat the restrictive interpretation of the term 'military\nservice' in a 46, to connote active or combat service, is supported by\nthe\ndefinition of 'service in defence of the Republic' in the Defence Act. On the\ncontrary, as I see it, that definition is an indication\nin the opposite\ndirection. I say this for two reasons. First, if the legislature intended to\nlimit the exception in a 46 to military\npersonnel performing combat service, the\nobvious way of doing so would have been to refer to those rendering 'service in\ndefence\nof the Republic' and not to 'military service' as such. Second, the mere\nfact that it was found necessary to circumscribe the term\n'military service' for\nthe purposes of the definition, is an indication that 'military service' on its\nown has a wider, more general\nmeaning.\n[12]\tThe next question is whether\nthere are any other indications in the Defence Act that the rendering of\n'military service' in terms\nof that Act, which is contemplated by a 46,\nshould be restricted to 'active military service'. In the definition section of\nthe Act, the term 'military service' is not defined. There is, however, a\ndefinition of 'military'. According to this definition\nthe term 'military'\nrefers to the four branches of the SANDF, ie, the army, the air force, the navy\nand the medical service. The\nindication is therefore that the term 'military' in\nitself has nothing to do with combat or war. In the rest of the Defence Act,\nthe\nterm 'military service' is used on very few occasions (see eg ss 71 and 146).\nAgain it is apparent, however, that on these occasions\n'military service' is not\nintended to refer to combat service. Unlike 'military service', the term\n'service' is used on numerous\noccasions throughout the Act. So, for example,\nthere is reference to 'service in the Permanent Force' (ss 9(4) and 15);\n'service\nin the Citizen Force' (s 22) and 'service in the Commandos' (s 44).\nWith regard to the meaning of 'service' in the Act, I find myself\nin agreement\nwith the views expressed by McLaren J in the\nDu Preez\ncase, first, that\nthe 'service' provided for in the Defence Act can only be understood as\n'military service' (221 A) and, second,\nthat, so understood, 'military service'\ndoes not refer to active service at all (221A-227A). 'Service in the Permanent\nForce', in\nparticular, patently means no more than permanent employment by the\nSANDF.\n[13]\tIn this light I hold the view that, when the term 'military\nservice' in a 46 is interpreted with reference to the provisions\nof the Defence\nAct, there is no justification for restricting the ambit of the exception in the\nmanner suggested by the court\na quo.\nMoreover, no other reason has been\nsuggested why the phrase 'rendering military service' in the exception should\nnot be understood\nin its ordinary sense. So understood, the stated requirement\nwould, in my view, be satisfied if, at the time of the accident, the\npassenger\nconcerned was in the 'service of the military'. Or, as explained by H B Klopper,\nLaw of Third Party Compensation\n, 225, the exception applies if, at the\nrelevant time, the passenger was under the control and discipline of the\nmilitary authorities.\n[14]\tThe conclusion that I have arrived at\nregarding the meaning of 'military service' in a 46 is, in my view, supported by\nthe legislative\nhistory of the exception. A recordal of this history is to be\nfound in previous judgments (see eg\nSantam Insurance Ltd v Taylor\n1985\n(1) SA 514\n(A) 527C-530B;\nDu Preez v Road Accident Fund and another supra\n214I-219B). Repetition will serve little purpose. Suffice it to say, in my\nview, that, although the phrase 'rendering military service'\nhas been\nconsistently employed in almost all the predecessors of a 46, it was never\nlimited to 'active service'.\n[15]\tOn the contrary, at one stage of its\ndevelopment, the exception required that the passenger 'was conveyed whilst\nproceeding on\nauthorised leave or returning to his base from such leave during\nthe period in which he renders military service' (see s 22 of Act\n56 of 1972 as\namended by s 2(a) of Act 23 of 1980 and by s 1 of Act 4 of 1983). Consequently,\nif the soldier was on duty, let alone\nperforming combat service, he did\nnot\nqualify for the benefits of the exception. Although the requirement\nrelating to authorised leave has been omitted from the exception\nsince 1986 (see\ns 9(1) of Act 84 of 1986), it goes without saying that such abolition was not\nintended to exclude those on vacation\nfrom the ambit of the exemption, but to\nextend its benefits also to those who are not on vacation.\n[16]\tFor these\nreasons I agree with the conclusion arrived at by McClaren J in the\nDu Preez\ncase (226A-227B) that, having regard to the provisions of the Defence Act as\nwell as the legislative history of the exception, the\nphrase 'rendering military\nservice' in a 46 must be understood in accordance with its ordinary\nmeaning. Accordingly, no reason\nhas been suggested – and I can think of\nnone – why permanent membership of the SANDF in itself should not be\nregarded\nas sufficient to constitute the rendering of 'military service', as was\ncontended for by the appellant.\n[17]\tDuring oral argument in this court,\ncounsel for the respondent, for the first time, raised an alternative argument\nin answer\nto the appellant's case. This answer was based on three propositions.\nFirst, if the term 'military service' is not limited to 'active\nservice', the\nambit of the exception must be restricted in another way for the reason that any\nconstruction of the exception which\nwould extend its protection to all permanent\nmembers of the SANDF without limitation, will lead to unfair discrimination\nagainst\nother passengers. This proposition was illustrated by reference to the\nexample of the permanent force member who is stationed in\nPretoria. While on\nholiday in Cape Town, he is a passenger in a vehicle driven by his friend on a\njourney that has no connection\nwith his military service. Why, so the question\nwas posed, should this passenger be in a more favourable position than his\nfellow\npassenger who works for, say, the Department of Justice?\n[18]\tSuch discrimination, so it was contended, would be arbitrary and\nirrational and consequently unfair (see eg\nHoffmann v South African Airways\n2001 (1) SA (1) (CC) para 24 at 15D-F). This contention forms the basis of\nthe second proposition by counsel for the respondent, namely,\nthat since unfair\ndiscrimination is proscribed by s 9 of the Constitution (Act 108 of 1996)\nthe court is enjoined by s 39(3)\nof the Constitution, to avoid such unfair\ndiscrimination by construing the exemption in favour of military personnel\ncontained in\na 46 in a more limited way.\n[19]\tCounsel's third\nproposition was that the required limitation to the exemption can be brought\nabout by introduction of the prerequisite,\nthat there must be some link between\nthe conveyance of the passenger and his rendering of military service. This\nlink, so it was\nsuggested by counsel, must be 'something akin' to the\nrequirement encountered in the sphere of vicarious liability, namely, that\nthe\nservant must have acted in the course and scope of his employment. The proposed\nlimitation is therefore, if I understood the\nargument correctly, that the ambit\nof the exemption will not extend to all passengers who are rendering military\nservice, but only\nto those who were conveyed in circumstances that could be\ndescribed as 'something akin to the course and scope of their military\nservice'.\nAs to when this requirement would be satisfied, counsel suggested the example of\nthe soldier returning to his base in order\nto resume his military service, when\nthe accident occurred.\n[20]\tI find this line of argument unpersuasive in\nall three of its constituent parts. The 'irrational discrimination against other\npassengers' contended for is founded on the premise that the exception in favour\nof those rendering military service is exclusively\naimed at the protection of\nthe favoured passengers themselves. This premise is not a valid one. The purpose\nof the exception is not\nonly to protect the passengers themselves; it is also\naimed at protecting motorists who are encouraged to give lifts to soldiers\n(see\neg\nBray v Protea Insurance Co Ltd v Road Accident Fund\n1990 (1) SA 776\n(T)\n790F-H;\nDu Preez v Road Accident Fund supra\n216D-F; Klopper\nop cit\n225 n 38). Herein lies the answer to the question posed by the\nrespondent's counsel as to what the difference is between a passenger\nwho is a\nsoldier and one who, say, works for the Department of Justice. Soldiers are\noften away from their homes and families and\nthey are often dependent on the\ngoodwill of motorists to provide them with transport.\n[21]\tWhenever the\nclaim of a passenger against the respondent is limited in terms of a 46,\nthe motorist is liable in common law\nfor the balance of the passenger's claim.\nWithout an exemption from such limitation, motorists who give lifts to soldiers\nwould therefore\nexpose themselves to the risk of financial ruin through no more\nserious a wrongdoing than momentarily losing concentration behind\nthe\nsteering-wheel. An important reason for the exception, if not the dominant one,\nis therefore to allay the motorist's fear of\nsuch exposure. In the\ncircumstances, it could operate very unfairly against the motorist if, apart\nfrom the obvious prerequisite\nthat the passenger must be a soldier, the\noperation of the exemption is made subject to additional requirements. More\noften than\nnot the motorist would have no way of knowing whether the additional\nrequirements had been complied with. This is a lesson learnt\nthrough legislative\nexperience. As I have already indicated, the requirement was introduced in 1980\nthat, apart from rendering military\nservice, the passenger had to be 'conveyed\nwhilst proceeding on authorised leave or returning to his base from such leave'\nwhen the\naccident occurred. (See the amendment to s 22 of Act 56 of 1972\nintroduced by s 2(a) of Act 23 of 1980). It is not difficult to conceive\nhow\nthese additional requirements could cause serious hardship to the unwary\nmotorist. How was he to know that his soldier/passenger\nwas actually absent\nwithout leave? Or that the corporal who signed his soldier/passenger's weekend\npass was not authorised to do\nso? (Cf\nVan Eyssen v Protea\nVersekeringsmaatskappy Bpk\n1992 (1) SA 610\n(C) and\nBray v Protea\nAssurance Co Ltd, supra\n). What makes it worse, is that the unwary motorist\nwould have been lulled into a sense of false security by the very existence of\nthe exception itself. Knowledge of the exception would have led him to believe\nthat he would be exempted from liability to a passenger\nwho was a soldier,\nwhile, because of facts unbeknown to him, he was not.\n[22]\tIt is\ntherefore not surprising that in 1983 the formulation of the requirement\nregarding authorised leave was drastically changed.\nSubsequent to the 1983\namendment (introduced by s 1 of Act 4 of 1983) the exemption pertained to a\npassenger who:\n'was conveyed in ... the motor vehicle in question while\nproceeding on authorised leave or returning to his base from such leave during\nany period in which he rendered military service or underwent military training\nin terms of the Defence Act ... or while dressed\nin a uniform of the South\nAfrican Defence Force during such period, or under circumstances where the owner\nor driver of the motor\nvehicle believed upon reasonable grounds that he was a\nperson rendering such service or undergoing training and dressed in such\nuniform.'\n[23]\tIt is fairly obvious that the 1983 amendment was not aimed\nat affording additional protection to passengers. After all, why would\nthe\nlegislature deem it necessary to extend the protection to soldiers who were\n'awol' and even to impostors who pretended to be\nsoldiers? The only reasonable\ninference is that the amendment was aimed at extending the protection to\nmotorists who have been taken\nin by appearances. But history repeated itself\nwith regard to the requirement that the soldier/passenger had to be dressed in\nthe\nuniform of the SANDF. In\nBray v Protea Assurance Co Ltd, supra,\nfor\nexample, the question was whether a passenger who was dressed in a tracksuit\nissued by the SANDF and with his army beret in his\npossession, could be said to\nhave complied with the uniform requirement. The court found that he did not,\ninter alia, on the basis\nthat his outfit did not constitute a 'uniform' as\nenvisaged by the dress code of the SANDF. This again obviously raised the\nquestion:\nhow was the motorist to know that? Although the requirement pertaining\nto uniform was repeated in subsequent legislation (see s 9(1)\nof Act 84 of 1986\nand a 46 of the schedule to the 1989 Act in its original form), it was\neventually deleted (from a 46 by s\n6 of Proclamation 102 of 1991) with\neffect from 1 November 1991. Again the reason for the abolition of the\nrequirement, I venture\nto suggest, was not to save the passenger the trouble of\nputting on a uniform when seeking a lift. It was to protect the unsuspecting\nmotorist. In the end, the inference seems to be justified that the Legislature\ndecided, as a matter of policy, that the only practicable\nway of protecting\nmotorists was to restrict the requirements for the operation of the exemption to\na single one, namely, that the\npassenger must be a soldier.\n[24]\tOf\ncourse, the effect of drawing the line in this manner gives rise to\ndifferentiation between passengers which is sometimes\ndifficult to justify. But\nthat was obviously outweighed by the need to encourage motorists to assist\nsoldiers and to provide motorists\nwith effective protection from liability when\nthey did so even if that meant that a passenger who might not be deserving of it\nmay\noccasionally not be subjected to the limitation of R25 000. Thus\nunderstood, the criticism of irrationality is, in my view,\nby no means\njustified.\n[25]\tThe second proposition advanced by counsel for the\nrespondent, namely, that the unfair discrimination contended for should be\nremoved by construing the exception restrictively, is in my view equally\nunsustainable. It hardly lies in the mouth of the respondent\nto contend that it\nshould pay the appellant less than he would otherwise be entitled to in order to\navoid discrimination against\nother passengers. The obvious way to remove the\nperceived unfair discrimination would not be to take away rights from those who\nqualify,\nbut to extend the same rights against the respondent to those\ndiscriminated against. (Cf\nPresident of the Republic of South Africa and\nanother v Hugo\n1997 (4) SA 1\n(CC) para 47 at 26A-E;\nSchachter v Canada\n10 C.R.R. (2d) 1;\n[1992] 2 S.C.R. 679\n; Hogg,\nConstitutional Law of\nCanada\n, 4\nth\ned (loose leaf) 37-7.)\n[26]\tThe third\nproposition by the respondent's counsel, that the exception is capable of the\nrestricted construction for which he\ncontended, is, in my view, also untenable.\nThe suggested gateway for introducing such restriction into a 46, lies in\nthe term\n'rendering'. According to this argument, the requirement that the\nsoldier must be\nrendering\nmilitary service at the time of the accident is\nan indication that there has to be some link between his conveyance as a\npassenger\nand his military service. However, the requirement is not\n'\nwhile\nhe was rendering military service' but 'during a\nperiod\nin\nwhich he rendered military service'. The required link is therefore not between\nthe 'conveyance' and the 'military service', but\nbetween the 'conveyance' and a\nparticular 'period'.\n[27]\tIn any event, it hardly needs any motivation\nthat the criterion for the existence of the required link suggested by counsel,\nnamely 'something akin to course and scope of the military service' is so vague\nthat it cannot be sensibly applied in the real world.\nLastly, it is not without\nsignificance that the example suggested by respondent's counsel of a situation\nwhere the required link\nwould be found to exist, is that of a soldier returning\nto his base to resume his military service. This is the very requirement\nthat\nhad once been employed by the legislature. However, it was found wanting,\nobviously for being unfair to the motorist who would\nnormally have no way of\nknowing whether this requirement had been fulfilled.\n[28]\tFor these\nreasons I find that neither the limitation to the exception that was found to\nexist by the court\na quo\nnor the limitation contended for by counsel for\nthe respondent in his alternative argument, can be justified. I therefore hold\nthat,\nsince the appellant was a permanent member of the SANDF, he was under the\ncontrol and discipline of the military authorities and,\nconsequently, that he\nwas 'rendering military service' within the meaning of a 46 of the schedule to\nthe 1989 Act when the accident\noccurred.\n[29]\tThe appeal is upheld with\ncosts.\nThe order of the court\na quo\nis set aside and replaced with\n\t\tthe following:\n'(a)\tThe plaintiff is exempted from the limitations imposed\n\t\t\ton a passenger by a 46 of the Schedule to Act 93 of \t\t\t1989.\n(b)\tThe \nsecond defendant is ordered to pay the plaintiff's \t\t\tcosts.'\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nMpati DP\nMarais JA\nJones AJA\nPonnan AJA",
  "scraped_at": "2026-02-12T09:04:04.810895",
  "date": "2004-05-28",
  "coram": [
    "MPATI DP",
    "MARAIS",
    "BRAND JJA",
    "JONES",
    "PONNAN AJJA"
  ],
  "case_number": "19/03",
  "parties": {
    "applicants": [
      "JONGISILE FONJANA"
    ],
    "respondents": [
      "MULTILATERAL MOTOR VEHICLE ACCIDENT FUND",
      "ROAD ACCIDENT FUND"
    ]
  },
  "sections": {
    "facts": "On 1 September 1996 the appellant, JONGISILE FONJANA, was a passenger in a motor vehicle that left the road and overturned, causing bodily injuries. At the time of the accident he was a permanent member of the South African National Defence Force (SANDF) and was returning to his base after an off‑duty period. He sued the Multilateral Motor Vehicle Accident Fund (first respondent) and, alternatively, the Road Accident Fund (second respondent) for damages. The second respondent acknowledged liability but invoked the limitation in paragraph 46 of the schedule to the Motor Vehicle Accident Fund Act 93 of 1989, which caps a passenger’s claim at R25 000 unless the passenger was \"rendering military service\" at the time of the accident.",
    "issues": "The central legal issue was the meaning of the phrase \"rendering military service\" in paragraph 46 of the 1989 Act: whether it required the passenger to be engaged in active or combat service, or whether mere membership in the SANDF, being under military control and discipline, was sufficient. A subsidiary issue concerned whether a broader interpretation would infringe constitutional principles of non‑discrimination.",
    "principles": "The Court examined the definition of \"service in defence of the Republic\" in the Defence Act 44 of 1957, prior case law (notably Du Preez v Road Accident Fund), the legislative history of the exemption, and constitutional constraints on unfair discrimination. It concluded that the term \"military service\" should be given its ordinary meaning and interpreted in light of the Defence Act, which does not restrict it to combat duties. The Court rejected the lower court’s restrictive reading and endorsed the broader construction adopted in Du Preez.",
    "application": "Applying the broader interpretation, the Court held that the appellant, as a permanent SANDF member, was \"under the control and discipline of the military authorities\" and therefore was rendering military service at the relevant time. Consequently, the exemption in paragraph 46 applied, removing the R25 000 limitation on his claim.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and replaced with a declaration that the appellant is exempt from the passenger limitation in paragraph 46 of the 1989 Act. The second defendant was ordered to pay the appellant’s costs."
  },
  "tags": {
    "level_1": "Compensation Law",
    "level_2": "Road Accident Fund",
    "level_3": [
      "military service",
      "legislative interpretation",
      "limitation exemption",
      "constitutional discrimination"
    ]
  }
}