{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/122.html",
  "case_name": "Pharmaceutical Society of South Africa and Others v Minister of Health and Another; New Clicks South Africa (Pty) Limited v Tshabalala-Msimang NO and Another (542/2004, 543/2004) [2004] ZASCA 122; 2005 (3) SA 238 (SCA); [2005] 1 All SA 326 (SCA); 2005 (6) BCLR 576 (SCA) (20 December 2004)",
  "citation": "[2004] ZASCA 122",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 122\n|\nNoteup\n|\nLawCite\nPharmaceutical Society of South Africa and Others v Minister of Health and Another; New Clicks South Africa (Pty) Limited v Tshabalala-Msimang NO and Another (542/2004, 543/2004) [2004] ZASCA 122; 2005 (3) SA 238 (SCA); [2005] 1 All SA 326 (SCA); 2005 (6) BCLR 576 (SCA) (20 December 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Nos 542/04\n543/04\nIn the matter between:\nPHARMACEUTICAL SOCIETY OF SOUTH AFRICA\nAND OTHERS\t\t\t\t\t\t\t    \nAppellants\nand\nTHE MINISTER OF HEALTH AND ANOTHER\t        \nRespondents\nNEW CLICKS SOUTH AFRICA (PTY) LIMITED                  Appellant\nand\nDR MANTO TSHABALALA-MSIMANG NO\nAND ANOTHER  \t\t\t\t\t\t         Respondents\nCoram:\tHARMS,  NAVSA, MTHIYANE, BRAND and CLOETE JJA\nHeard:\t30 November and 1 December 2004\nDelivered:\t20 December 2004\nSubject:\tMedicines and Related Substances Act – Regulations relating to a\nTransparent Pricing System for Medicines and Scheduled\nSubstances –\nvalidity – legality (\nultra vires\n) – Leave to appeal –\nfailure of court of first instance to make order within reasonable time –\neffect.\nJ U D G M E N T\nHARMS JA/\nHARMS JA\nINTRODUCTION\n[1]\tThe applicants are applying for leave\nto appeal. In issue is the validity of the ‘Regulations relating to a\nTransparent\nPricing System for Medicines and Scheduled\nSubstances’.\n[1]\nThey were\npromulgated on 30 April 2004 by the Minister of Health in terms of s 22G of the\nMedicines and Related Substances Act 101\nof 1965 (‘the Medicines\nAct’). The section permits the minister to make regulations on the\nrecommendation of a pricing\ncommittee established by the section. The\nregulations may, essentially, provide for a transparent pricing system for\nmanufacturers\nof medicines and may prescribe a dispensing fee. Manufacturers are\nobliged to charge the same price to all; discounts are prohibited;\nmanufacturers\nmust publish their ‘single exit price’; no one in the supply chain\nmay charge more than the single exit\nprice; pharmacists and other licensed\nhealth professionals may, however, add the prescribed ‘appropriate\ndispensing fee’,\nbut no more. The regulations under attack provide for a\npricing system that defines and controls the single exit price for manufacturers\nand importers and for a dispensing fee, which, for pharmacists amounts to either\n16% of the exit price (if it is less than R100)\nor R16 (if more than R100)\nwithout a medical prescription. If there is a prescription the figures are 26%\n(if it is less than R100)\nand R26 (if more than R100, whether R100 or R1000).\nThe major issues are whether these fees are ‘appropriate’ and\nwhether\nthe regulation of the single exit price is legal.\n[2]\tThere are\ntwo applications. In one the first applicant is the Pharmaceutical Society of\nSouth Africa (‘PSSA’), joined\nby six other entities that own\npharmacies. The other is by New Clicks SA (Pty) Ltd, the owner of 86 pharmacies.\nThe respondents in\nboth applications are first, the Minister of Health and\nsecond, Prof D McIntyre, cited in the court below under uniform rule 53 in\nher\ncapacity as chairperson of the pricing committee. At the appeal stage the\nTreatment Action Campaign joined the proceedings as\namicus\ncuriae\n.\nHISTORY OF THE PROCEEDINGS\n[3]\tThe applicants,\nin separate review applications, applied in the Cape High Court for the setting\naside of the regulations. Due\nto the urgency of the matters, the court granted\ninterim relief by agreement on 1\nJune.\n[2]\nIn terms of the order the\nregulations were suspended pending the final determination of the reviews and\nthe parties placed on terms\nfor filing papers. At the behest of the respondents\nearly hearing dates were allocated, namely 17 and 18 June.  The matters were\nheard by a full bench as a court of first instance. Judgment was delivered on 27\nAugust and the applications were dismissed (per\nYekiso J, Hlophe JP concurring;\nTraverso DJP dissenting).\n[4]\tAlleging that the dismissal of their\nreview applications (which brought the suspension of the regulations to an end)\ndid not remove\nthe urgency, the applicants immediately sought leave to appeal\nfrom the court below by filing their applications on the next court\nday, 30\nAugust. These notices did not raise any issues not covered by the two judgments.\nThe applicants then requested an early hearing\ndate but the court ruled that the\ndate had to suit respondents’ counsel. The applications were eventually\nheard on 20 September\nbut instead of making an\nex tempore\norder, as is\nthe practice in matters of this kind, the court reserved judgment.\n[5]\tSome five weeks later, on 20 October, the applicants in the PSSA\napplication wrote to the registrar of the court below, with a\nrequest to\nestablish whether the judge president, who had intimated at the hearing that he\nwould write the judgment, would indicate\nwhen a ruling might be expected (even\nif reasons were to follow). Neither the registrar nor the judge president\nresponded. The applicants\nthereafter decided to file the present applications\nwith this court. They intended as a gesture of courtesy to meet with the judge\npresident to inform him in advance but he was unable – for unknown reasons\n– to meet them. On 11 November the present\napplications were\nfiled.\n[6]\tThe next day the judge president became available for the\ncourtesy call and, according to the state attorney, he told those present\nthat\nthe second draft of the judgment was in the process of being typed. He enquired\nof them whether, in the light of the applications,\nhe was expected to stop the\nprocess and dispense with the need to finalise the judgment. No one responded\nand he then said that he\nwould continue to finalise the judgment. Once again, no\nindication of when judgment was to be delivered was given and no explanation\nfor\nthe delay provided.  If there were compelling reasons for the delay, one would\nhave expected some explanation.\n[3]\n[7]\tIn the meantime and pursuant to the filing of the present\napplications I had invited the parties to a conference in chambers to\nenable me\nunder delegated powers to issue the necessary directions in terms of SCA rule 11\nas to the manner in which the applications\nwere to be dealt with. At the request\nof the respondents the meeting took place on 17 November, two days later than\nintended, and\nthe ruling was issued early the next morning after consultation\nwith the head of court and the members of the panel to whom the applications\nwere allocated. The ruling was in the customary\nform:\n[4]\nthe hearing of the\napplications was consolidated, the applications were referred for oral argument\non 30 November and 1 December\nin terms of s 21(3)(c)(ii) of the Supreme Court\nAct 59 of 1959, the parties were to be prepared (if called upon to do so) to\naddress\nthe court on the merits, and the respondents were to file any affidavits\nand heads of argument if and when\nconvenient.\n[5]\n[8]\tOn 29\nNovember, the eve of the hearing before this court, the judge president gave\nnotice to the parties that judgment would be\ndelivered on 3 December. In the\nevent it was. Hlophe JP (Yekiso J concurring) refused leave whilst Traverso DJP\nwould have done otherwise.\nWhy it took three weeks to type or check a second\ndraft of a judgment that ultimately ran to thirteen well-spaced typed pages we\nhave not been told. As this court once\nsaid:\n[6]\n‘Much more than a\nmatter of mere courtesy is involved. By such conduct the administration of\njustice is hampered, and may be\nseriously hampered, by an arbiter of justice\nhimself, whose responsibility it is to render it effective and not add judicial\nremissness\nto its already irksome delays.’\n[9]\tThree issue arise\nfrom the present applications: (a) should they be dealt with as a matter of\nurgency; (b) were the applicants\nentitled to approach this court for leave to\nappeal where the court of first instance had not yet ruled on their applications\n(the\nso-called jurisdiction point) and (c) if so, do the applicants have\nreasonable prospects of success on appeal? The respondents raised\na further\nprocedural issue, namely whether the first two issues should be separated from\nthe third, insisting that this court should\ndeal with the application piecemeal,\nand not as a whole.\nURGENCY\n[10]\tIn the court below (as\nmentioned) the case was dealt with by agreement between the parties and by the\ncourt as one of urgency\nuntil judgment on 27 August. Nothing has since changed\nexcept that the respondents were successful. The only point made by the\nrespondents\nof any consequence is that the matter is no longer urgent; had it\nbeen urgent, the applicants would have applied for leave to appeal\nto the\nConstitutional Court; instead they applied for leave to this\ncourt.\n[7]\nOne gained the impression\nthat the respondents believe (a view shared by the court below as will appear\nlater) that since there are\nconstitutional issues only the Constitutional Court\nshould deal with the matter. The choice of forum was that of the applicants\nalone.\nIf properly engaged, this court has a constitutional duty to deal with a\nmatter and deal with it expeditiously. This court does not\nhave the power to\ndivert cases to the Constitutional Court. In any event, and this the applicants\nallege is their dilemma, the Constitutional\nCourt is entitled to refuse to hear\nappeals directly and may require that they first be heard by this court.\nTherefore, they say,\nit was prudent for them to take the present\nroute.\n[11]\tAlthough not raised with reference to any facts in the\naffidavits opposing the applications before us, respondents’ counsel\nobjected to the present proceedings and submitted that they were procedurally\nunfair because of the limited time allowed to enable\nthem to prepare on the\nmerits; eight court days were allegedly\ninsufficient.\n[8]\n[12]\tIn the\ncourt below the respondents were able to deal with both cases within\nexceptionally short periods, most of their own choosing.\nThey prepared lengthy\nanswering affidavits by 31 May (amplified by 9 June), taking into account the\napplications were only served\non 24 and 27 May, and were in court on 1 June for\nthe preliminary hearing. And they were ready to argue on 17 June, three ordinary\ndays after the replying and eight ordinary days after the answering affidavits\nhad been filed. They were also in a position to file\nheads of argument, so full\nthat the court below was able to dispose of argument by four sets of counsel\nwithin a day and a half,\ndespite the fact that the combined record ran to about\n4000 pages.\n[13]\tThe respondents’ submissions in this regard,\nsadly, were but a smokescreen. Already at the meeting on 17 November with\nme,\nthe respondents’ counsel insisted emphatically on a separation of issues\nand stated that their clients would not instruct\ncounsel to deal with the\nmerits. During oral argument before us, the respondents’ lead counsel was\nspecifically and repeatedly\nasked whether they required a postponement in order\nto prepare argument on the merits. The questions did not elicit a response. When\nasked whether the respondents could provide a date convenient to them for\nargument on the merits, the question failed to extract\na reaction. When asked\nwhether they needed an adjournment to consider a request for a postponement, yet\nagain, counsel did not reply\nand simply proceeded to argue another\npoint.\n[9]\n[14]\tThis is\nconsistent with the attitude from the outset that the jurisdictional issue\nshould be dealt with separately. They had\na right, they said, to a separate\nhearing. And they wished to exercise that right in order that, if we dismiss\ntheir argument,  they\ncould appeal. That is why they decided in advance not to\ninstruct counsel, why they refused – in spite of a request on 17 November\n– to provide copies of the heads of argument used in the court below to\nassist us in preparing for the hearing, and why they\nwere generally obstructive\nin relation to each suggestion relating to an expedited\nhearing.\n[10]\nAs will become apparent\nfrom the discussion on the merits, the issues are of national importance.\nBecause of uncertainty and confusion\ncreated and the frustration of what was\nintended, namely access to health care, it is imperative that the litigation\nshould be brought\nto an early conclusion. There is accordingly no merit in the\nrespondents’ submission that the applications are not urgent or\nthat they\nwere prejudiced procedurally by an urgent hearing.\nSEPARATION OF\nISSUES\n[11]\n[15]\tIn\nS v\nMalinde\n1990 (1) SA 57\n(A) 67F-G it was said:\n‘This Court is in\nprinciple strongly opposed to the hearing of appeals in piecemeal fashion. . . .\nAn exception may be made,\nhowever, where unusual circumstances call for such\nprocedure . . . or in “enkele gevalle van 'n besondere aard” . .\n..’\nThe same applies to applications. Nicholas AJA proceeded to state\n(at 68C-E):\n‘Substantial grounds should exist for the exercise of the\npower. The basis of the jurisdiction is convenience – the convenience\nnot\nonly of the parties but also of the Court. The advantages and disadvantages\nlikely to follow upon the granting of an order must\nbe weighed. If overall, and\nwith due regard to the divergent interests and considerations of convenience\naffecting the parties, it\nappears that the advantages would outweigh the\ndisadvantages, the Court would normally grant the application.’\nHe\nconcluded (at 86E) by saying that the court should not grant an application for\na separate hearing unless there appeared to be\na reasonable degree of likelihood\nthat the alleged advantages would in fact result.\n[16]\tThe respondents\nhave not sought to justify a separation of issues by filing an application\ntherefor. Instead, they claim a right\nthereto and in this regard they cited\nChevron Engineering (Pty) Ltd v Nkambule\n2003 (5) SA 206\n(SCA) and\nAmerican Natural Soda Corporation v Competition Commission\n2003 (5) SA\n655\n(SCA). They submitted that the separation of jurisdiction from other issues\nis the normal procedure of this court. They are wrong.\nSometimes the issue is\ndealt with separately but that usually depends on the nature of the application.\nFor instance, in\nAmerican Natural Soda\nthe application was for an order\ndeclaring, inter alia, that the applicants were entitled to note an appeal while\nin\nChevron\nthe applicant not only asked for leave to appeal but also for\ndirections in regard to the further prosecution and conduct of the\nappeal.\n[12]\nIn neither case was the\nrecord before court nor did the question of separation of issues\narise.\n[17]\tAs said, the only reason the respondents advanced in support\nof a separation was that they wished to appeal any unfavourable\nruling first,\nwhich would have added to the delay.  That reason is insufficient and does not\nfulfil the requirements laid down in\nS v Malinde\n. In addition, there are\nthe considerations alluded to in para 14 above, which militate against a\nseparation.\nJURISDICTION\n[18]\tThe facts recited have a\nmaterial bearing on the next issue, namely, whether this court was entitled to\nentertain the applications\nfor leave to appeal considering the fact that they\nwere launched before the court below had ruled on the applications before it.\nThe respondents submit not. The basis of their submission is that this court\ndoes not have any jurisdiction in the absence of a ruling\nby the lower court.\n[19]\tAs a starting point, this court does not have any original\njurisdiction.\n[13]\nIts jurisdiction\nis derived from the Constitution and is principally limited to decide appeals\nand issues connected with appeals\n(which includes applications for leave to\nappeal).\n[14]\nAlthough this court,\nlike the Constitutional Court and High Courts, has the inherent power to protect\nand regulate its own process,\nthat ‘does not extend to the assumption of\njurisdiction not conferred upon it by\nstatute.’\n[15]\n[20]\tThis\nprinciple requires some elucidation, which can be done with reference to the\ncases just cited. In\nMoch\nthe facts were these:\ns 150\nof the\nInsolvency\nAct 24 of 1936\ndoes not permit an appeal against a provisional order of\nsequestration. The applicant in that matter argued that this court could\nbypass\nthe prohibition by the exercise of its inherent jurisdiction.  It was in answer\nto that submission that this court said that\nthe inherent power to regulate its\nprocess does not extend to the assumption of jurisdiction not conferred upon it\nby statute. In\nS v Basson\n[16]\nthe issue was similar. The question was whether the\nCriminal Procedure Act 51 of\n1977\ngave the state a right to appeal the discharge of an accused on the merits.\nIf the Constitution or a statute does not provide for\nsuch a right that is the\nend of the matter and this court cannot assume the power. Neither case was\nconcerned with the instance where\nthere is a right of appeal subject to\nprocedural preconditions.\n[21]\tAppeal jurisdiction of this court in\ncivil proceedings is derived from s 20(1) of the Supreme Court Act. This court\nhas jurisdiction\nto  hear appeals against judgments or orders in any civil\nproceeding.\n[17]\nSection 20(4)(b)\ncontains certain conditions that apply to the present cases:\n‘No appeal\nshall lie against a judgment or order of the court of a provincial or local\ndivision [read: high court] in any civil\nproceedings . . .\nexcept—\n(a)\t. . . ;\n(b)\t. . . with the leave of the court against\nwhose judgment or order the appeal is to be made or, where such leave has been\nrefused,\nwith the leave of the appellate division [read: Supreme Court of\nAppeal].’\nThe purpose of para (b) is to protect this court against\nbaseless appeals and it does so by limiting appeals to those that have\nreasonable\nprospects of success.\n[18]\nPrior to its amendment in 1982, the section gave a party in the position of the\napplicants an untrammelled right of appeal to this\ncourt.\n[19]\n[22]\tAlthough\ncouched in the negative, these provisions mean that in civil proceedings\nemanating from high courts, everyone has a\nright of appeal against judgments or\norders. The right is not absolute since leave to appeal is required. Leave is a\ncondition for\nexercising the right or, put differently, it is a jurisdictional\nfact for an appeal. The court whose judgment is sought to be appealed\nmust first\nbe approached for leave.\n[20]\nIf that\nis granted, the condition is fulfilled. If it is refused, the party wishing to\nappeal has a right to petition this court\nfor leave. That much is clear from\nNational Union of Metalworkers of SA v Jumbo Products CC\n[1996] ZASCA 87\n;\n1996 (4) SA 735\n(A) 740A-D where Corbett CJ said that –\n‘no appeal lies to this\nCourt against the judgment on the merits or the judgment refusing condonation of\nthe late filing of\nthe application to the Court\na quo\nfor leave to appeal\nexcep\nt either where the Court\na quo\nhas itself granted leave to\nappeal or where, the Court\na quo\nhaving refused such leave, such leave\nhas been granted by this Court. Thus, as is clear from the subsection, this\nCourt’s jurisdiction\nto grant leave itself is dependent on the Court\na\nquo\nhaving refused such leave. The proper procedure, as imperatively laid\ndown by section 20(4)(b), is for the would-be appellant to\napply for leave first\nto the Court against whose judgment the appeal is to be made. If that Court\ngrants leave, then this Court may\nentertain the appeal. If that Court refuses\nleave, then (but only then) may this Court consider an application for leave to\nappeal.\nThus section 20(4)(b) not only prescribes the proper procedure, but it\nalso defines the jurisdiction of this Court to entertain an\napplication for\nleave to appeal.’\n[23]\tIn view of the considerable emphasis placed\nby the respondents on this passage, some aspects should be emphasised about the\njudgment.\nThe first is that the applicant for leave did not apply for leave from\nthe court of first instance and thus failed to take the first\nstep. (The same is\ntrue of most, if not all, the cases where this court has said that an\napplication to the court\na quo\nand its subsequent order are\njurisdictional facts.)\n[21]\nSecond,\nthe judgment did not deal with the case where a litigant, following the correct\nprocedure, is unable to obtain a decision\nfrom that court within a reasonable\ntime (relative to the circumstances). Third, the effect of the (interim)\nConstitution on the\ninterpretation of the provision did not\narise.\n[24]\tAlthough a ruling by the court below is a jurisdictional\nfact, this does not mean that the filing of an appeal or an application\nfor\nleave with this court is a nullity simply because the court below has not yet\ngiven its ruling. That is apparent from a series\nof judgments dating back to\nGabriel v Natal Law Society\n1913 AD 327.\nThere the appellant required\nleave to appeal. The court below did not grant or refuse leave, wrongly\nbelieving that it was unnecessary\nto make a ruling. At the hearing the appellant\nargued that leave was not required but this court disagreed. It then granted\nleave\nnunc pro tunc\n, as though proper application had been made\ntimeously, but warned that such procedure should not generally be\nadopted.\n[25]\tIn terms of the then applicable statute, no interlocutory\norder was subject to appeal save by leave of the court or judge making\nthe\norder.\n[22]\nIn other words, this\ncourt could not grant leave, even if leave had been refused by the court of\nfirst instance. The appellant in\nBlaauwbosch Diamonds Ltd v Union Government\n(Minister of Finance)\n1915 AD 599\nfailed to apply for leave. Although this\ncourt had no jurisdiction to hear the matter, it did not strike the appeal from\nthe roll\nas being a nullity; instead it allowed the case to stand down to enable\nthe appellant to obtain the necessary leave. It did not hear\nargument on the\nmerits and postpone the judgment pending the grant of leave because the court of\nfirst instance was the final arbiter\nof whether leave should be granted or not.\nThe hearing continued eleven days later, leave having been obtained in the\ninterim from\nthe court of first\ninstance.\n[23]\nThe facts in\nOliff\nv Minnie\n1952 (4) SA 369\n(A) were virtually identical. The same provision\napplied and the appellant failed to apply for leave to appeal from the court of\nfirst instance. This court noted that it had no jurisdiction to dispose of the\ncase but nevertheless heard argument on the merits\nand let the case stand over.\nIt said (at 376B-C):\n‘This matter must, therefore, stand over to enable\nthe plaintiff to apply within twenty-one days of this judgment to the Court\na\nquo\nfor leave to appeal. If that Court grants such leave and the order\ngranting leave is lodged with the Registrar of this Court, we,\nhaving heard\nargument on the merits, will be in a position to deliver a judgment on the\nmerits and to make an appropriate order as\nto costs. If the Court\na quo\nrefuses leave to appeal and the order refusing such leave is lodged with the\nRegistrar of this Court, this matter will, without any\nfurther order of this\nCourt, be deemed to have been struck off the roll with costs.’\nThe\nreason for the ruling in the ultimate sentence was that, as mentioned, the court\nof first instance could refuse leave, which would\nput an end to the right of\nappeal. The appeal was later upheld without further\nargument.\n[24]\nA similar course was\ntaken in\nSita v Olivier NO\n1967 (2) SA 442\n(A) 450E-H under a statutory\nprovision which, for all intents and purposes was identical to that contained in\ns 20(4)(b) of the Supreme\nCourt\nAct.\n[25]\n[26]\tIn\nGentiruco AG v Firestone SA (Pty) Ltd\n1972 (1) SA 589\n(A) 608E-G, Trollip\nJA summed up the position when he said that –\n‘Where the\nnecessary leave to appeal is lacking this Court may, in appropriate\ncircumstances, defer the hearing or determination\nof the appeal to enable to\nappellant to obtain such leave . .\n.’\n[26]\nIt should be\nemphasised that either the hearing or the determination (judgment) can be\ndeferred and, secondly, that the circumstances\nshould be appropriate before this\nextraordinary procedure may be adopted.\n[27]\tInstructive is\nHolt v\nBrook\n1959 (3) SA 803\n(N). Under the applicable statute the appellant, in\norder to appeal, had to give a prescribed notice (referred to as a s 61 notice)\nto the other party of its intention to appeal and had to obtain the leave of the\ncourt of first instance. In issue was the question\nwhether or not the notice\ncould precede the grant of leave. Broome JP, speaking on behalf of a full bench,\nsaid (at 805C-F):\n‘A litigant may surely form and notify an intention\nto appeal before he has taken all the procedural steps which lie before\nhim.\nThese must be taken before his appeal can be heard, but the order in which they\nare taken does not appear to me to be of any\nimportance, provided that each is\ntaken within the time, if any, specifically prescribed therefor. When a person\ndesires to institute\naction in any Court he will invariably find that the law\nprescribes an initial step which he must take to set his litigation on foot.\nUsually it is a summons. Similarly a litigant against whom judgment has been\ngiven who desires to appeal will find that an initial\nstep is laid down which he\nmust take to set his appeal on foot. Normally this step is the notice of appeal.\nIn the present case it\nis the notice under sec. 61. When that notice is given\nhis appeal is on foot. It may be, as here, that he requires leave to appeal,\nbut\nthe obtaining of such leave is not the initial step which sets his appeal on\nfoot and without which there is no appeal on foot\nat all. It is a step which he\nmust take before his appeal can be entertained by the Court of\nAppeal.’\n[28]\tIn all the cases cited, the would-be appellant failed\nto apply for leave to appeal from the court of first instance. Notwithstanding\nthe absence of this jurisdictional fact, this court accepted that it could hear\nand decide the matter provided the condition was\nfulfilled before judgment was\ndelivered. In this case the applicants are in a better position. They took all\nthe prescribed steps;\nthey did apply to the court below; they did apply to this\ncourt. All that was missing was the ruling of the court below. That came\nless\nthan 48 hours after conclusion of argument, but, as is apparent from the body of\nauthority cited, that is not fatal. The procedural\ncondition for the\ndetermination of the applications for leave has now been\nfulfilled.\n[29]\tThere is another reason why s 20(4)(b) of the Supreme\nCourt Act does not prevent a consideration of the application. All statutes\nmust\nbe read in the light of the Constitution. More particularly, s 39 enjoins\ncourts, when interpreting the Bill of Rights to promote\nthe values that underlie\nan open and democratic society based on human dignity, equality and freedom; and\nwhen interpreting any legislation,\nto promote the spirit, purport and objects of\nthe Bill of Rights.\n[30]\tAlthough the Constitution does not guarantee a\nright of appeal in civil proceedings\nexplicitly,\n[27]\na general right to a\n‘fair’ hearing is entrenched in s\n34.\n[28]\nApplied to the provisions of\nthe Supreme Court Act, this means that the proceedings there described must,\nprocedurally, be ‘fair’.\nIn\nBoodhoo & Ors v. Attorney General\nof Trinidad and Tobago (Trinidad and Tobago)\n[2004] UKPC 17\n(PC) the Privy\nCouncil had to consider the effect of a basic right to ‘the protection of\nthe law’ contained in the constitution\nof Trinidad and Tobago on a delay\nin appeal proceedings, and it quoted with approval the following statement of \nde la Bastide CJ\nin the Court of Appeal of Trinidad and Tobago (at para\n9):\n‘It seems to me that this is the right that can most appropriately\nbe invoked by persons who complain of delay by a court in\ndelivering judgment or\nfor that matter failure to deliver judgment. Surely, if the protection of the\nlaw means anything, it must\nmean that persons are entitled to have recourse to\nthe appropriate court or tribunal prescribed by law for the purpose of enforcing\nor defending their rights against others or resolving disputes of one kind or\nanother. It is axiomatic that such a right is meaningless\nwithout a decision by\nthe court or tribunal to which the claim or dispute is referred for\nadjudication.’\nThe Privy Council concluded by holding\nthat\n‘delay in producing a judgment would be capable of depriving an\nindividual of his right to the protection of the law, as provided\nfor in section\n4(b) of the Constitution of Trinidad and Tobago, but only in circumstances where\nby reason thereof the judge could\nno longer produce a proper judgment\nor the\nparties were unable to obtain from the decision the benefit which they\nshould\n.’\n(Para 12, emphasis added.) The same must apply to the\nright to a ‘fair hearing’ in respect of an application for leave\nto\nappeal.\n[29]\n[31]\tThe Supreme\nCourt Act assumes that the judicial system will operate properly and that a\nruling of either aye or nay will follow\nwithin a reasonable time. The Act\n– not surprisingly – does not deal with the situation where there is\nneither and a\nparty’s right to litigate further is frustrated or\nobstructed. The failure of a lower court to give a ruling within a reasonable\ntime interferes with the process of this court and frustrates the right of an\napplicant to apply to this court for leave. Inexplicable\ninaction makes the\nright to apply for leave from this court\nillusory.\n[30]\nThis court has a\nconstitutional duty to protect its processes and to ensure that parties, who in\nprinciple have the right to approach\nit, should not be prevented by an\nunreasonable delay by a lower\ncourt.\n[31]\nIn appropriate\ncircumstances, where there is deliberate obstructionism on the part of a court\nof first instance or sheer laxity or\nunjustifiable or inexplicable inaction, or\nsome ulterior motive, this court may be compelled, in the spirit of the\nConstitution and\nthe obligation to do justice, to entertain an application of\nthe kind presently before us.\n[32]\tIn\nMontsisi v Minister van\nPolisie\n1984 (1) SA 619\n(A) the court dealt with s 32(1) of the since\nrepealed Police Act 7 of 1958. It proscribed the institution of legal\nproceedings against\nthe police more than six months after the cause of action\nhad arisen. According to jurisprudence the six months period was a\n‘vervaltermyn’,\nwhich meant that it could not have been suspended\nunder the provisions of a prescription statute. The allegations were that the\nappellant\nhad been detained by the SA Police on 10 June 1977 under the\nprovisions of the Terrorism Act 83 of 1976 and that he was assaulted\nwhile in\ndetention on 13 June and 27 October 1977. He was only released from detention on\n28 July 1978, after the lapse of the six\nmonth period. It was common cause that,\nby virtue of the provisions of s 6 of the Terrorism Act, the appellant was not\nable to institute\nany legal proceedings during the period of his detention. This\ncourt found that his claim was not out of time applying the general\nprinciple of\nlex non cogit ad impossibilia\n(at 635A-H). This principle, which is\nreally one of the law of contract, has general application. Applied to the\nissues in this case,\nif an applicant finds it impossible to obtain a ruling\nwithin a reasonable period from a court below, its absence cannot be held\nagainst it. (By parity of reasoning one could apply the principle of fictional\nfulfilment of a condition.)\n[33]\tThat brings me to a consideration of\nwhether, on the facts of this case, there was an undue delay in issuing a\nruling, which\nentitled the applicants to approach this court for leave. In this\nregard it is well to remember that by its very nature the judicial\nprocess is\nslow, judges have other cases to attend to, they have to consider their verdicts\nand give reasoned judgments, due allowance\nmust be made for the speed with which\nindividual judges work, and that –\n‘citizens who are engaged in\nlitigation have to face a number of possible hazards. The members of a court\nconsisting of an even\nnumber of judges may divide evenly, so giving rise to the\nneed for a rehearing. A jury may have to be discharged or a judge to recuse\nhimself at an advanced stage of a trial, without anyone having been at fault. A\njudge may die or take ill before concluding the hearing\nof a case or before\njudgment is given. These constitute the ordinary risks inseparable from\nlitigation . .\n..’\n[32]\n[34]\t  The\npresent matters began as urgent applications and, since the parties were agreed\nthat they were urgent, the court below\nproperly dealt with them on that basis.\nTwo compendious judgments (in all about 180 typed pages) were delivered within\ntwo months.\nThe applications for leave raised no new points that had to be\ncovered by any further judgment. Applications for leave are ordinarily\ndealt\nwith by courts expeditiously and leave is either granted or refused instantly,\nsometimes accompanied by an\nex tempore\njudgment of a page or\ntwo.\n[33]\nThe validity of\nregulations that have a profound effect on many would usually provide compelling\nreasons to have the issue determined\nas soon as\npossible.\n[34]\n[35]\tThe\nrespondents did not submit that the delay was reasonable or justifiable. Their\ncounsel was not prepared to deal with the\nquestion of what the case would have\nbeen if a court refuses because of an ulterior motive to give a ruling, saying\nit was hypothetical.\nInstead, he submitted that the court all along intended to\ndeliver a ruling, relying on the meeting with the judge president on 12\nNovember. It really misses the point. One is supposed to adjudge the matter as\nit stood when the applications were filed, and objectively.\n[36]\tIt is\nnecessary to have regard to the terms of Hlophe JP’s judgment  to see\nwhether it contains any clues as to why it\nhad to be delayed. The first seven\npages of the judgment deal with the reason why the application for leave was not\ndealt with in\nchambers but in open court. Those reasons are academic and have\nnothing to do with the question whether or not leave should have\nbeen granted.\nDuring the course of this discussion Hlophe JP took umbrage to the\napplicants’ direct approach to the head of\nthis court to determine the\navailability of dates before the application had been determined, as if it\namounted to some kind of\nlese-majesty.\n[35]\nApparently he did\nnot appreciate fully that the applicants were entitled to approach this court\neither by way of an appeal or an\napplication for leave to appeal, irrespective\nof the outcome of their applications before the court below.\n[37]\tHlophe\nJP, when dealing with the merits of the application, himself said that\n–\n‘there was absolutely nothing new that came out in argument\nwhen we heard the application for leave to appeal. All the issues\nraised were\nfully canvassed in a long judgment which was carefully written.’\nWhy\nthen, one may fairly ask, did it take longer to dispose of the application for\nleave than the application itself? He said that\nthe fact that there was a\nminority judgment did not mean that another court might reasonably agree with\nthe minority. (As Antoine\nde Saint-Exupéry said, it is harder to judge\noneself – and, one may add, the fruits of one’s labours – than\nto judge others.) He proceeded to find (so it would appear) that since the case\nraises constitutional issues, leave to this court\nshould not be granted,\napparently assuming that a court of first instance does have the right to choose\nthe appeal forum while all\nit can decide is whether there were reasonable\nprospects of success.\n[38]\tIneluctably, in the light of the nature and\nscope of the issues, the period of the delay, the lack of explanation, the\nurgency\nof the case, the content of Hlophe JP’s judgment and the other\nfactors mentioned, the only conclusion can be that the delay\nwas not only\nregrettable, it was unreasonable – so unreasonable in fact that it could\nonly be interpreted as a refusal of leave.\n[39]\tThe judgment of Hlophe JP\nconcluded with a reference to the spirit of\nubuntu\nin interpreting\nstatutes. The word appeared in an endnote of the interim Constitution where it\ndealt with national unity and reconciliation:\n‘These can now be\naddressed on the basis that there is a need for understanding but not for\nvengeance, a need for reparation\nbut not for retaliation, a need for\nubuntu\nbut not for victimisation.’\nIt does, however, not appear\nin the Constitution in express terms.\nUbuntu\nhas many dimensions but its\napplication to statutory interpretation is\nnovel.\n[36]\nIt ought to apply to the\nrelationship between courts and the respect required of organs of state and\ncourts towards citizens and\ntowards each other. One does sense that the court\nbelow was irritated because the applicants had the temerity to ask for a quick\ndisposition of the applications for leave. There are some who believe that\nrequests for ‘hurried justice’ should not\nonly be met with judicial\ndispleasure and castigation but the severest censure and that any demand for\nquick rendition of reserved\njudgments is tantamount to interference with the\nindependence of judicial office and disrespect for the judge\nconcerned.\n[37]\nThey are seriously\nmistaken on both counts. First, parties are entitled to enquire about the\nprogress of their cases and, if they\ndo not receive an answer or if the answer\nis unsatisfactory, they are entitled to\ncomplain.\n[38]\nThe judicial cloak is\nnot an impregnable shield providing immunity against criticism or reproach.\nDelays are frustrating and disillusioning\nand create the impression that judges\nare imperious. Secondly, it is judicial delay rather than complaints about it\nthat is a threat\nto judicial independence because delays destroy the public\nconfidence in the judiciary. There rests an ethical duty on judges to\ngive\njudgment or any ruling in a case promptly and without undue delay and litigants\nare entitled to judgment as soon as reasonably\npossible.\n[39]\nOtherwise the most\nquoted legal aphorism, namely that ‘justice delayed is justice\ndenied’, will become a mere platitude.\nLord Carswell recently\nsaid:\n‘The law's delays have been the subject of complaint from\nlitigants for many centuries, and it behoves all courts to make proper\nefforts\nto ensure that the quality of justice is not adversely affected by delay in\ndealing with the cases which are brought before\nthem, whether in bringing them\non for hearing or in issuing decisions when they have been\nheard.’\n[40]\nIn\nGoose v\nWilson Sandford and Co\n[41]\nthe\nCourt of Appeal censured a judge for his delay in delivering a reserved judgment\nand said:\n‘Compelling parties to await judgment for an indefinitely\nextended period . . . weakened public confidence in the whole judicial\nprocess.\nLeft unchecked it would be ultimately subversive of the rule of\nlaw.’\nTHE MERITS\n[40]\tIn order to succeed, the\napplicants have to persuade us that there is a reasonable prospect of success in\nthe appeal. Once an\napplication of this kind is referred to oral argument there\nis no reason to have two hearings, one to ascertain whether there are\nreasonable\nprospects and a second to determine the merits of the appeal. The respondents,\nforewarned that this established procedure\nmay be followed, decided, as\nmentioned, not to address these\nissues.\n[42]\nAlthough we have been\ndeprived of the privilege of their  argument, we are fortunate to have a full\njudgment of the majority of the\ncourt below which dealt favourably with most of\nthe points raised by the respondents in their papers. One can also glean from\nthe\naffidavits, which contain much by way of argument, and the minority judgment\nwhat the respondents’ contentions would have been.\nCowed by the\nrespondents’ refusal to be of any assistance we cannot be. Organs of\nstate, who have a constitutional duty to,\ninter alia\n, assist courts to\nensure their effectiveness,\n[43]\nhave\nalways treated courts with respect and we assume that the refusal to argue is\nnot indicative of a change of heart but rather\nof inappropriate legal advice\nbased on overconfidence.\nLEGALITY\n[41]\tIn Gerber v MEC of\nthe Gauteng Provincial Government, Development Planning & Local Government\n[2002] 4 All SA 518\n,\n2003 (2) SA 244\n(SCA) at para 35 it was pointed out that\n–\n‘The Republic of South Africa is a constitutional State. Local\nauthorities and other State institutions may act only in accordance\nwith powers\nconferred on them by law. This is the principle of legality, an incident of the\nrule of law.’\nThis brings me to the main thrust of the attack on the\nvalidity of the regulations, which is that they lack legality or, in\npre-Constitutional\nparlance, that they are\nultra vires\n. As was said by\nChaskalson P,\n‘What would have been\nultra vires\nunder the common\nlaw by reason of a functionary exceeding a statutory power is invalid under the\nConstitution according to the doctrine\nof legality. In this respect, at least,\nconstitutional law and common law are intertwined and there can be no difference\nbetween\nthem.’\n[44]\nThe\nlearned President further pointed out that the doctrine of legality, as an\nincident of the rule of law, was an implied provision\nof the interim\nConstitution; that it is central to the conception of our constitutional order\nthat the legislature and executive\nin every sphere are constrained by the\nprinciple that they may exercise no power and perform no function beyond that\nconferred upon\nthem by law; and that the Constitution in specific terms now\ndeclares that the rule of law is one of its foundational\nvalues.\n[45]\nIn this regard it is\nwell to remember that it is not the function of the judiciary\n‘to\n“second guess” the executive or legislative branches of government\nor interfere with affairs that are properly\ntheir concern’\nbut that\n‘[a]dherence to the prescribed forms and procedures and insistence\nupon the executive not exceeding its powers are important\nsafeguards in the\nConstitution’\n[46]\nand that\nquestions of legality cannot be decided on the basis that the minister or the\ncommittee acted in good faith.\n[47]\n[42]\tIn order to determine the scope of the minister’s powers in\npromulgating the regulations in contention the logical starting\npoint is an\ninterpretation of the Medicines Act. The Act must be read in the light of s\n27(1) of the Bill of Rights, which provides\nthat everyone has the right to have\naccess to health care services, including reproductive health care and that the\nstate must take\nreasonable legislative and other measures, within its available\nresources, to achieve the progressive realisation of this right.\nOne has to\nagree that the right of access to health care includes the right of access to\nmedicines although this right is not without\nlimitations.\n[48]\nIt is also correct\nthat the prohibitive pricing of medicines may be tantamount to a denial of the\nright of access to health care.\nAll that is really common cause. What is not, is\nhow parliament has sought to achieve the progressive realisation of this right\nthrough\nthe provisions of the Act.\n[43]\tThere is another dimension of the\nright in issue, namely the negative obligation resting on the state to desist\nfrom preventing\nor impairing the right of access to health care\nservices.\n[49]\n[44]\tAs\ninitially promulgated, the Medicines Act was called the Drugs Act and provided\nfor the registration of drugs for human use,\nthe establishment of a Drugs\nControl Council and matters incidental thereto. It has been the subject of\nrepeated amendments, including\none in 1974 when a name change to the Medicines\nand Related Substances Control Act took\nplace.\n[50]\nThe word\n‘control’ was removed from the name by s 28 of the Medicines and\nRelated Substances Control Amendment Act 90\nof 1997. When courts have\nsaid\n[51]\nthat the purpose of the\nMedicines Act was directed at the control of medicines and so-called related\nsubstances, to regulate the\nmanner in which scheduled substances were made\navailable to members of the public, to control the quality and supply of\nmedicines\ngenerally and to protect the citizenry at large, they were not dealing\nwith the provisions introduced by the amending Act. Some are\nof particular\nsignificance to this case, namely sections 15C, 18A, 18B and 22G. In order to\ndetermine the purpose and meaning of\nthe provisions introduced by amending Act\none has to delve deeper.\n[45] \tIt needs to be mentioned in parenthesis\nthat the Medicines Act was supposed to have been repealed – save for some\nprovisions\nincluding those just mentioned – by the South African Medicines\nand Medical Devices Regulatory Authority Act 132 of 1998. Because\nof certain\nproblems, the promulgation by the President of this Act was set\naside.\n[52]\nSince then the repealing\nAct itself has been\nrepealed.\n[53]\n[46] \tThe\nMedicines Act has no preamble and its long title is singularly uninformative. It\nprovides for the registration of medicines\nand states that only registered\nmedicines may be sold (s 14(1)). They, and related\nsubstances,\n[54]\nare classified. In\ngeneral terms, schedule 0 drugs may be sold in an open shop; schedule 1 drugs\nmay by sold by pharmacists without\na prescription; schedule 2 drugs may also be\nsold by pharmacists without a prescription but only under stricter conditions;\nschedule\n3, 4, 5 and 6 substances may be sold by a pharmacist but only with a\nprescription; whereas schedule 7 and 8 substances are prohibited\nsubstances (s\n22A). Persons other than pharmacists who are registered under the Health\nProfessions Act 56 of 1974 may be licensed\nto dispense medicines (s 22C(1)(a)).\nThe Act also recognises the existence of a chain of supply for medicines, and\nmanufacturers,\nimporters, wholesalers and distributors must all be licensed (s\n22C(1)(b), s 22H). It follows from this that dispensers of pharmaceuticals\nare\nconsidered essential to the provision of medicines to the public, especially\nsince the number of dispensing doctors is subject\nto regulation (s 22C(1)(a)).\nIt also follows that the viability of the dispensing profession is a matter of\npublic interest and was\na matter of concern to the legislature. I shall deal in\nmore detail with this aspect later.\n[47]\t  It is common cause that s 22G\nis concerned with the provision of more affordable medicines. There are hardly\nany contextual\nguidelines available to determine its meaning. (In due course I\nshall refer to its history because that throws some light on its\nscope.) One\ncontextual pointer, however, is s 15C, which provides that the minister may\nprescribe conditions for the\n‘supply of more affordable medicines in\ncertain conditions for the supply of more affordable medicines to protect the\nhealth\nof the public’.\nThe ‘conditions’ are carefully\ncircumscribed: they deal with parallel importation of patented medicines and the\nimportation\nof medicines identical to others already registered, ie, to obviate\nor limit the registration procedures for new suppliers of medicines\nalready on\nthe market. The present regulations, it needs to be emphasised, do not purport\nto and could not have been promulgated\nunder this section.\n[48]\tInstead\nthe regulations were, as mentioned, made under s 22G, which in its present form\nprovides as follows:\n‘22G ‘Pricing\ncommittee.—(1)  The Minister shall appoint, for a period not\nexceeding five years, such\npersons as he or she may deem fit to be members of a\ncommittee to be known as the pricing committee.\n(2)  The Minister\nmay, on the recommendation of the pricing committee, make\nregulations—\n(a)\ton the introduction of a transparent pricing system\nfor all medicines and Scheduled substances sold in the Republic;\n(b)\ton an\nappropriate dispensing fee to be charged by a pharmacist or by a person licensed\nin terms of section 22C (1) (a);\n(c)\ton an appropriate fee to be\ncharged by wholesalers or distributors or any other person selling Schedule O\nmedicines.\n(3)  (a)  The transparent pricing system\ncontemplated in subsection (2) (a) shall include a single exit price\nwhich\nshall be published as prescribed, and such price shall be the only price at\nwhich manufacturers shall sell medicines and Scheduled\nsubstances to any person\nother than the State.\n(b)  No pharmacist or person licensed in\nterms of section 22C (1) (a) or a wholesaler or distributor shall sell a\nmedicine\nat a price higher than the price contemplated in paragraph\n(a).\n(c)  Paragraph (b) shall not be construed as preventing a\npharmacist or person licensed in terms of this Act to charge a\ndispensing fee as\ncontemplated in subsection (2) (b).\n(4)  To the members of the\npricing committee who are not in the full-time employment of the State may be\npaid such remuneration\nand allowances as the Minister, with the concurrence of\nthe Minister of Finance, may determine.’\n[49]\tIt is clear that the\nminister’s powers to make regulations is dependent on the recommendation\nof the pricing committee,\nin other words, such a recommendation is a\njurisdictional fact. The committee’s recommendation has to be in\naccordance with\nthe provisions of s 22G – ie it must be a lawful\nadministrative action as provided for by s 33(1) of the Constitution –\nsince the committee has no power beyond that given to it by this section. And it\nfollows from the principle of legality that the\nminister cannot accept a\nrecommendation or promulgate a regulation that does not fall squarely within the\nsection.\nTRANSPARENT PRICING SYSTEM\n[50]\tSection 22G\npermits regulations that introduce a ‘transparent pricing system’.\nThe concept is not defined and must\ntherefore be given its ordinary meaning\nunless there are reasons for not doing so. The only qualifier for the pricing\nsystem is that\nit must be ‘transparent’, ie, open to public\nscrutiny. This is explained further in para (3)(a), which provides that\nthe\nsystem must include a single exit price that has to be published in a prescribed\nmanner.\n[51]\tSome aspects need to be emphasised:\n(a)\nThe ‘single exit\nprice’ is the price charged by the\n‘manufacturer’.\n(b)\nThe\nmanufacturer may sell at that price only to persons other than the\nstate.\n(c)\nThe Act itself draws a clear\ndistinction between a ‘manufacturer’, an ‘importer’, a\n‘wholesaler’\nand a\n‘distributor’.\n(d)\nAn importer,\nwholesaler or distributor may not sell medicines at a price higher than the\nmanufacturer’s single exit price.\n(e)\nThe\nonly exception may be schedule 0 medicines: wholesalers, distributors and other\nvendors may charge a prescribed ‘appropriate’\nfee in addition to the\nmanufacturer’s single exit price.\n(f)\nA\ndispenser may also not sell at a higher price than the manufacturer’s exit\nprice.\n(g)\nHowever, a dispenser may charge a\nprescribed ‘appropriate dispensing\nfee’.\n(h)\nThese provisions must be read\nin the light of s 18A and 18B: section 18A prohibits the supply of medicines\naccording to a bonus system,\nrebate system or other incentive system while s 18B\nprohibits the supply of free samples.\n[52]\tThe\nAct, in this form, must have raised immediate problems for the committee. The\nfirst would have been that it does not take\naccount of the fact that\nmanufacturers of medicines may be foreign concerns and that their products may\nbe imported by third parties.\n(As mentioned, the Act requires importers to be\nlicensed.) The committee, one assumes, recognised the problem of prescribing to\nforeign\nmanufacturers that they have to publish a single exit price and that\nthey may not sell for more than that price. The committee was\nalso faced with\nthe problem that it could hardly be fair to deny importers the right to charge\nmore than the manufacturer’s\nprice. No doubt, in order to overcome these\ndefects in the Act, the committee’s proposal was to recognise that an\n‘importer’\n[55]\npurchases\nmedicines from a manufacturer abroad and to define the single exit price as the\nprice not only set by the manufacturer,\nbut, alternatively, by the\nimporter.\n[56]\nThis could not be\ndone. The Act is clear. It requires manufacturers (and only manufacturers) to\nset their single exit prices, and\nimporters are a genus different from\nmanufacturers and cannot by any stretch of the imagination be equated with them.\nIt follows\nthat, to this extent, the regulations are\nultra vires\nthe Act:\nthe committee was not entitled to make the proposal and the minister was not\nentitled to accept it.\n[53]\tAn associated problem the committee obviously\nhad was that the Act does not allow wholesalers or distributors to charge more\nthan the manufacturer’s single exit price. However, the Act does not\nprohibit wholesaling or distributing by third parties\n(because that would have\namounted to a breach of the constitutional obligation not to make medicines\ninaccessible) and since it requires\nthem to be licensed, one has to accept that\nthe Act regards them as a link in the supply chain. The only limitation the Act\nplaces\non wholesalers is to oblige them to purchase from the original\nmanufacturer or the primary importer of the finished product (s 22H).\n[54]\tIn order to solve the problem the committee devised the idea of a\nlogistics fee, which is payable in respect of ‘logistical\nservices’.\nThese are defined to mean –\n‘those services provided by\ndistributors and wholesalers in relation to a medicine or Scheduled substance\nincluding but not\nlimited to warehousing, inventory or stock control management,\norder and batch order processing, delivery, batching, tracking and\ntracing, cold\nchain storage and distribution.’\nThe manufacturer or the importer has\nto agree with the wholesaler or distributor on this fee. The regulations define\nthe single exit\nprice as ‘the price set by the manufacturer or importer .\n. . combined with the logistics fee’, which is something greater\nthan the\nmanufacturer’s price, since it includes both the manufacturer’s\nprice and the logistics fee.\n[55]\tAll this, with the best of motives,\ncircumvents s 22G which states expressly that the ‘single exit\nprice’ is the\nmanufacturer’s selling price. Wholesalers, as the Act\nand the regulations recognise, purchase from manufacturers or\nimporters.\n[57]\nTo deem their mark-up\nas part of the manufacturer’s price is an impermissible\nsimulation.\n[58]\n[56]\tThere\nis another problem that goes to the root of this regulation. Providing for a\n‘transparent’ pricing system was\nthe whole object of the exercise.\nThe Act says so in terms but the logistics fee is not transparent precisely\nbecause it is a fee\nnegotiated privately between the manufacturer and\nwholesaler. Although the minister may prescribe a maximum (probably\nimpermissibly,\nas an improper delegation), that in itself does not make the fee\ntransparent.\n[57]\tNext to consider is whether s 22G permits, through the\npricing system, price control by the state and, if not, whether the regulations\nprovide for price control. As Yekiso J correctly pointed out, the legislative\nhistory of the enactment shows that its purpose is\n‘the elimination of\nthe system of discounts and subsequent mark-ups which had the effect of\nrendering medicine unaffordable,\nparticularly to the poor section of our\npopulation’\nbecause\n‘the discounting and the subsequent\nmarking-up of pharmaceutical products that characterised the sale of such\nproducts in the\npast, had the effect of negating the right to healthcare\nenshrined in section 27(1) of the Constitution.’\nTherefore\n–\n‘Section 22G was enacted to address the mischief of the system\nof discounting and the subsequent marking-up of pharmaceutical\nproducts in\ncircumstances where it was not known how the price, which the end user or\nconsumer or patient had to pay, was arrived\nat.’\n[58]\tIn other\nwords, since manufacturers are obliged to sell to all and sundry at a single\nexit price that is transparent and may\nnot give discounts, the public will be\nable to know what the true price of the goods are. And since dispensers are only\nentitled\nto add a prescribed fee, a member of the public would be able to assess\nwhether the price paid is the correct one. Because manufacturers\nwould know what\nthe prices charged by their competitors are, they will have to reduce their\nprices and publish the reduced prices\nin order to compete.\n[59]\tThat is\nthe price reduction mechanism envisaged by the section. It does not contemplate\na system whereby the committee, the state\nor the regulations can fix or limit\nthe manufacturer’s exit price. Although this is clear from the section as\na whole it is\ncomforting to know that the\ndepartment\n[59]\nagreed with this\ninterpretation as did the court\nbelow\n[60]\nalthough the second\nrespondent did not in her affidavit.\n[60]\tThe majority found that\n‘the State does not play a role in the determination of the single exit\nprice.’ The problem\nwith this finding is that it was made without any\nregard to the specifics of the regulations. Although reg 5(1) provides that the\nmanufacturer must set the single exit price upon the commencement of the\nregulations, reg 5(2) immediately set a cap on that price:\nit could have been no\nmore than a price calculated with reference to a formula based on prices that\nprevailed during the year 2003.\nIt becomes more intricate when the regulations\ndeal with new medicines. Then the price of the medicine must be calculated\n–\n‘using the average of the total rand value of sales less the\ntotal rand value of the discounts for the period for which the\nmedicine was sold\nand with reference to the price of that medicine in other countries in which\nprices of medicines and Scheduled\nsubstances are regulated and\npublished.’\n[61]\n(The other\ncountries are not specified, but that is a discrete problem.)\n[61]\tThe\nnext phase is the determination and publication by the director-general of\n–\n‘a methodology for conforming with international benchmarks,\ntaking into account the price, and factors that influence price,\nat which the\nmedicine or Scheduled substance, or a medicine or Scheduled substance that is\ndeemed equivalent by the Director-General,\nis sold in other countries in which\nthe prices of medicines and Scheduled substances are regulated and\npublished’.\n[62]\nWithin\nthree months thereafter the single exit price must –\n‘conform\nwith international benchmarks in accordance with such\nmethodology.’\n[63]\n[62]\tFinally,\nfor a period of one year the single exit price may not be increased; it may not\nbe increased more than once a year and\nthe extent to which it may be increased\nis to be determined by the minister after consultation with the\ncommittee.\n[64]\n[63]\tIn the\nlight of this elementary analysis of the pricing system contained in the\nregulations it is impossible to subscribe to\nthe finding of Yekiso J that\n‘the applicants’ concern as regards the Regulations complained\nof, namely, that they restrict the manufacturers’\nand the importers’\nright to determine a single exit price, has no\nmerit.’\n[65]\nWhile the Act\ncontemplates the imposition of a downward pressure on the prices of medicines\nthrough the introduction of a transparent\npricing system, the committee thought\nthat it contemplates direct price control. In its submission to the minister,\nwhich accompanied\nthe draft regulations, it explained that ‘the regulation\nof medicine prices is both justifiable and necessary’ and proceeded\nto set\nout how manufacturers’ prices would be ‘reduced’ and\n‘managed’ in the way set out above. Yekiso\nJ quoted a number of\nextracts from the minutes of the committee which are consistent with the\ncontents of the memorandum. He found,\nhowever, that these references were\nselective and that, having regard to the record as a whole, the inference that\nthe committee\nhad regard to irrelevant considerations was unjustified.\nUnfortunately, he did not provide any references from which a contrary\nconclusion\ncan be drawn and I could not find any. Whether the regulation of\nmedicine prices is justifiable or necessary and how it should be\ndone are\nmatters for parliament to decide. It chose the limited option contained in s\n15C. It was not for the committee to pursue\nits own agenda, irrespective of how\ncommendable its motives may have been, and the minister was not entitled to\naccept a recommendation\nthat did not fall within the parameters of the\nAct.\n[66]\nIn a country struggling\nwith limited resources to meet the needs of the poor it is laudable and noble to\nstrive to reduce the costs\nof medicines. We are, however, a nation that\nsubscribes to the primacy of the rule of law and all measure to that end must\ncomply\nthe principle of legality.\n[64]\t Another problem with the\nregulations in this regard is the fact that while the Act requires that the\nregulations should prescribe\nthe method of publication of the single exit price,\nthe regulations have delegated the function to the\ndirector-general.\n[67]\nThis the Act\ndoes not permit.\n[65]\tThe regulations, insofar as they deal with a\ntransparent pricing system, consequently fail the legality test on many\nfundamental\naspects.\nSCHEDULE 0 MEDICINES\n[66]\tIt is\nconvenient to deal now with the regulations where they purport to prescribe, in\nthe words of s 22G\n‘an appropriate fee to be charged by wholesalers or\ndistributors or by any other person selling Schedule 0\nmedicines.’\n[68]\nIt will be\nrecalled that sch 0 medicines are those that can be sold in an open\nshop.\n[67]\tThere is once again a problem with the Act. While it allows\nfor the setting of fees to be charged by vendors of sch 0 medicines,\nit\nsimultaneously prohibits the sale of sch 0 medicines at a price higher than the\nsingle exit price. The only add-on permitted is\nthe fee of the dispenser and,\nunless one indulges in hermeneutical gymnastics, the fee of the wholesaler or\ndistributor, though prescribed,\ncannot be added to the ‘single exit\nprice’. But that has nothing to do with the validity of the regulations\nand I shall\napproach the matter on the basis that there is no prohibition on the\naddition of the fee to the single exit price.\n[68]\tIn its final\nrecommendation to the minister, the committee noted that in its view substantial\ncompetition prevails in the sch\n0 market. It therefore recommended that all\nretailers be allowed to sell these medicines with a percentage mark-up as they\nhave done\nin the past, save that the mark-up may not exceed what it was at the\ntime of the introduction of the regulations. Regulation 13 accordingly\nprovides:\n‘The appropriate fee to be charged by any person, other than\na wholesaler or distributor, in respect of Schedule 0 medicines\nshall not exceed\nthe percentage mark-up in respect of that medicine or Scheduled substance that\nwas applied at the date of commencement\nof these\nregulations.’\n[69]\tBecause sch 0 medicines are subject to a single\nexit price and that price does not allow for any mark-up or fee for wholesalers\nor distributors, by excluding them from reg 13, the regulation in effect\ndetermines that wholesalers and distributors are not entitled\nto any fee, let\nalone an appropriate fee.\n[70]\tThe mark-up of each individual retailer\non each individual product, which it had on the shelf on 2 May, cannot be\nconsidered\nto be a ‘fee’. A ‘fee’ is in ordinary\nparlance a payment made to a professional or para-professional in exchange\nfor\nadvice or services. It is not the same as a gross profit or a mark-up on goods.\nThere must in the light of the regulations be\ntens of thousands of\n‘fees’ in the market place. The Act insists that the\n‘fee’ must be ‘appropriate’.\nThere is no basis for the\nassumption that the mark-up on a particular medicine on a particular day by a\nparticular retailer can ever\namount to an appropriate fee. For instance, the\nitem could have been sold as a loss leader on the relevant date, in which event\nthe\nproduct must be sold at a loss in perpetuity. On the other side of the coin,\nif the item was then sold at an excessive price, the\nretailer will be able to\ncarry on selling at that price.\n[71]\tThe regulations, insofar as they\ndeal with sch 0 medicines, once again do not pass muster. Yekiso J, while\nholding the contrary\ngave no reasons for his conclusions – except that\nretailers would have known what their mark-ups were – and did not deal\nwith the issues raised in the preceding paragraphs.\n‘APPROPRIATE\nDISPENSING FEE’\n[72]\tWhile s 22G permits the minister, on the\nrecommendation of the committee, to make regulations on an ‘appropriate\ndispensing\nfee’ to be charged by a pharmacist or a person licensed in\nterms of section 22C(1)(a), the Pharmacy Act 53 of 1974 (in s 49(1)(a))\nallows\nthe minister, in consultation with the Pharmacy Council, to make regulations\nrelating to\n‘the practice of pharmacy, the conduct of the business of\na pharmacist, the tariff of fees payable to a pharmacist in respect\nof\nprofessional services rendered by him and the trading activities of a\npharmacist’.\n[73]\tThis apparent contradiction gave rise to\ndifferent interpretations in the court below. Traverso DJP sought to solve the\nproblem\nby holding that s 22G did not permit the making of regulations that fix\nprofessional fees but only to prohibit the giving of rebates\non dispensing fees\nor require their publication by pharmacists. I cannot agree because the attempt\nto harmonise the two provisions\nappears to me to be forced. The correct way to\napproach the matter is to consider that s 22G is a narrow provision while s\n49(1)(a)\nis a general provision. The general provision must yield to the\nspecific. Consequently, the minister may make regulations relating\nto the\nquantum of dispensing fees under s 22G and under the\nPharmacy Act the\ntariff of\nall other fees, excepting dispensing fees, may be prescribed. If no regulations\nare made under\ns 22G\n, dispensing fees may be set under the\nPharmacy\nAct.\n[74\n]\tThe Medicines Act, in requiring dispensing fees, gives\nrecognition to the fact that dispensers are first and foremost professionals\nand\nnot traders in medicines. Although the advisability of the new scheme was\ndebated at some length by some deponents, this is not\nopen to question because\nparliament has made a policy decision in this regard and the constitutionality\nof s 22G is not in issue.\nEven though dispensers perform a professional\nfunction, their fee cannot be based on a simple time-related basis because, in\norder\nto provide their service they have to incur business related operating\ncosts like labour, stock management, capital costs, the financing\nof stock and\ndebtors (including medical aid schemes) and the like. Hospital pharmacies, for\ninstance, are required by law to have\ncertain medicines in stock and, while the\naverage pharmacy may keep 2000 stock items, they generally stock between 10 000\nand 12\n000 line items.\n[75]\tThe next issue is the justiciability of the\nregulations in relation to the quantum of the dispensing fees. The section\nrequires\nthe dispensing fee to be ‘appropriate’. What is appropriate\nwas not left to the discretion of the minister, and also\nnot to that of the\ncommittee. In this regard there is a clear break from the approach adopted in\nmatters such as security legislation\nduring the pre-Constitutional era. There,\nthe jurisdictional fact was quite often the opinion of one or other functionary\nand, provided\nthe functionary held the opinion, courts were rather hamstrung.\nHere the jurisdictional fact is not someone’s opinion but an\nobjective\nfact, namely a dispensing fee that must be ‘appropriate’. Whether it\nis appropriate, can be tested judicially.\nIf the fee does not pass this\nthreshold requirement, the regulation is\npro tanto\nvoid because it has no\nlegal basis or\njustification.\n[69]\n[76]\tThe\nword ‘appropriate’ means ‘specially suitable’ or\n‘proper’.\n[70]\nIn\nHoffmann v South African Airways\n2000 (11) BCLR 1211\n;\n2001 (1) SA 1\n(CC)\nparas 42-43 the court had to determine its meaning in the context of\n‘appropriate relief’ as contemplated by section\n38 of the\nConstitution. Ngcobo J said that\n‘“appropriate relief” must\nbe construed purposively, and in the light of section 172(1)(b), which empowers\nthe Court,\nin constitutional matters, to make “any order that is just and\nequitable.” Thus construed, appropriate relief must be\nfair and just in\nthe circumstances of the particular case. Indeed, it can hardly be said that\nrelief that is unfair or unjust is\nappropriate. As Ackermann J remarked, in the\ncontext of a comparable provision in the interim Constitution, “[i]t can\nhardly\nbe argued, in my view, that relief which was unjust to others could,\nwhere other available relief meeting the complainant’s\nneeds did not\nsuffer from this defect, be classified as appropriate.” Appropriateness,\ntherefore, in the context of our Constitution,\nimports the elements of justice\nand fairness.’\n‘Fairness requires a consideration of the\ninterests of all those who might be affected by the order. In the context of\nemployment,\nthis will require a consideration not only of the interests of the\nprospective employee but also the interests of the\nemployer.’\n[77]\tIn the present context, I believe, the word has a\nsimilar connotation. It can hardly be argued that a dispensing fee, which is\nunjust or unfair, can be ‘appropriate’. One has to assume that the\nlegislature did not intend unjust or unfair fees.\nIn determining what is\nappropriate one must consider the conflicting interests of all those involved\nand affected. On the one hand\nthere is the public, which is entitled to access\nto health care including affordable medicines. On the other hand there are the\ninterests\nof dispensers who, in terms of the Act, are essential to the public\nfor the supply of medicines and whose economic viability is implicitly\nrecognised by the Act and is of national importance. As the minister herself\nonce said:\n‘The pharmacy profession with its various specialities is a\ncrucial role-player in this regard. It embodies the knowledge spectrum\nof\nformulating, manufacturing, quality control, efficacy, safety, appropriate\nusage, and drug supply management of drug\nproducts.’\n[71]\nOne is\nreally dealing with the balancing act implicit in the right of access which, as\nmentioned, encompasses positive and negative\nobligations on the state.\nAffordability is not the only dimension; access is just as important. Cheap\nmedicines available at two\nhypermarkets provide cold comfort to the poor living\nin a township or on the platteland. This means that, in order to be appropriate,\nthe fee must be such that affordable medicines do not become\ninaccessible.\n[78]\tTo avoid any misapprehension about the scope of s 22G,\nit must be emphasised that it deals with the private sector only. Medicines\nsold\nto the state or dispensed by the state are excluded from its operation. Those\nwho are dependent on the state for access to health\ncare receive no benefit from\nthe regulations, nor does the\nstate.\n[72]\n[79]\tThere is not\nan absolute standard for being appropriate and more than one fee can be\nappropriate. The word carries with it a\nmeasure of elasticity and reasonable\npersons may within reason disagree on what is and what is not appropriate. A fee\nstructure may,\nfor instance, be appropriate within the meaning of s 22G even if\nit leads to the closure of some pharmacies because the prescribed\nfee need not\nkeep all pharmacies afloat or provide all pharmacists with gainful employment.\nThe fee, also, should not cross-subsidise\nthe unprofitable parts of a\npharmacist’s business. But the fee should not be such that only a few\nlarge dispensers located\nin relatively affluent areas with huge turnovers can\nsurvive.\n[80]\tThe Act does not define ‘dispensing’.\nOrdinarily it means to make up medicine or to supply it according to a\ndoctor’s\nprescription. In this case the question arose whether it included\nformulation or compounding and whether a dispenser is entitled\nto charge, under\nthe Act, additionally for compounding. It arose in the context of the\nappropriateness of a fee of R104,00 for reconstituting\nand preparing a set of\nchemotherapy drugs, which may take an hour and a half to prepare, which requires\nspecial equipment and procedures,\nand where the cost to the pharmacist of the\nmedicines amounts to R2 146,62 or, in another instance, a fee of R26,00 for\ncompounding,\ntaking two and a half hours, of medicine costing R8 715,00. In the\nanswering affidavits the respondents attempted to justify the\nfee by stating\nthat compounding can be charged for separately. The deponent on behalf of the\nminister (who was a member of the committee)\nand the second respondent (its\nchair) were not in agreement as to exactly what can be charged extra. But all\nthat is really of no\nconsequence. Section 22G is clear. It prohibits any add-ons\nexcept the prescribed dispensing fee. Whatever one understands under\nthe term,\nit is all that can be added to the single exit price. Any other interpretation\nwould defeat the object of the Act. This\nillustrates that the committee\nmisunderstood the Act and that impacts materially on whether the prescribed fee\nis indeed appropriate.\n[81]\tThe fee prescribed to be charged by\npharmacists has to be calculated as follows (reg 10):\n‘(1)\tWith regard\nto medicines and scheduled substances falling into Schedules 1 and 2 of the Act,\nin the absence of a prescription\nthe dispensing fee, exclusive of VAT, must not\nexceed—\n(a)\t16% of the single exit price of a medicine or Scheduled\nsubstance where the single exit price of that medicine or Scheduled substance\nis\nless than one hundred rands;\n(b)\tsixteen rands in respect of a medicine or\nScheduled substance where the single exit price of that medicine or Scheduled\nsubstance\nis greater than or equal to one hundred rands.\n(2)\tWith regard to\nmedicines and scheduled substances falling into Schedules 3, 4, 5, 6, 7, and 8\nof the Act, and medicines and Scheduled\nsubstances falling into Schedules 1 and\n2 of the Act in respect of which a prescription has been written, the dispensing\nfee, exclusive\nof VAT, must not exceed—\n(a)\t26% of the single exit\nprice in respect of a medicine or Scheduled substance where the single exit\nprice of that medicine or\nScheduled substance is less than one hundred\nrands;\n(b)\ttwenty six rands in respect of a medicine or Scheduled substance\nwhere the single exit price of that medicine or Scheduled substance\nis greater\nthan or equal to one hundred rands.’\n[82]\tThe simplest way of\ndetermining whether these figures, which appear to have been calculated since\nthey are not round figures,\nrepresent fees that are appropriate would have been\nto have regard to the record of the committee’s meetings or to the\nrespondents’\nevidence as to how they were calculated. Except for a general\nstatement that all factors were taken into account, there is no evidence\nor\ndocument that shows what those factors were, what weight they bore, whether any\ncalculations were made and, more particularly,\nwhether any regard was given to\nthe viability of the dispensing\nprofession.\n[73]\nYekiso J surmised\nthat the committee’s recommendation ‘was obviously preceded by some\nfactual background’ but if\nit were, the committee’s deafening\nsilence is not understood. Assuming that it took, in the learned judge’s\nwords, ‘a\nconscious decision’ that these fees are\n‘appropriate’ (of which there is no evidence) that is of no\nassistance\nin the absence of an explanation as to how or why it took the\ndecision.\n[83]\tBereft of an explanation from those in the know, it is\nnecessary to deal with the expert evidence filed by the applicants. Dr\nRobert\nStillman, a highly qualified economist, who runs an international consultancy\nspecialising in the economics of competition\npolicy and regulation called\nLexecon, did a financial analysis to assess the likely impact of these fees on\nthe future economic viability\nof different segments of the pharmacy profession.\nHe concluded that the fees will not provide pharmacists in any of the sectors\nanalysed\nwith sufficient revenues to cover their operating costs.\n[84]\tHis conclusion was based on a careful and detailed analysis of\nfactual data and cannot be dismissed as ‘sheer speculation’\nas\nYekiso J did without any analysis of the facts. There is a difference between\nspeculation on the one hand and prediction on the\nother. Stillman took as his\nstarting point the actual figures of a number of pharmacies for April 2004. He\nrecalculated their operating\nprofit or loss on the assumption that the\nregulations had been in force during that month. For example, in relation to\ncourier pharmacies,\nwhich provide an indispensable service to those who are\nbedridden or housebound, he analysed the operations of one of the three largest\ncompanies, CMD, and concluded that for the month tested, its gross profit margin\nwould have been reduced by 37% which would have\neliminated its operating profits\nand would have left it with an operating loss equal to 5,1% of\nsales.\n[74]\nHe did a similar exercise\nin relation to the New Clicks pharmacies, which are community pharmacies, and\nfound that the operating\nprofit margins would have been negative in 67 of the 69\nstores covered. His analysis of the impact on pharmacies in medical centres\nwas\nthat they would have suffered an operating loss equal to 20% of revenue.\nHospital pharmacies would have suffered an operating\nloss of 8,7% of revenue.\n[85]\tMr Willem Jordaan, a pharmacist with a master’s degree in\npharmaceutical economics, did a detailed exercise in relation\nto the New Clicks\npharmacies. In this he excised the front shop activities in order to isolate the\neffect of the fees on the dispensing\nbusiness and to exclude the effect of\ncross-subsidisation. He calculated the net loss per line item to be\nR5,33.\n[86]\tThe answer on behalf of the first respondent was one of a\ndenial which was to be demonstrated by expert evidence. Prof Mooney,\nan\nAustralian expert, gave an exposition why the free market system does not work\nfor pharmaceuticals and why regulation is required,\nnone of which was ultimately\nhelpful in determining the answers to the questions before us. Mr Pillay, the\ndirector of pharmaceutical\neconomic development in the department, who one would\nhave expected knew how the fees were calculated, limited his evidence to the\nquestion whether a gross profit of 26% is required to maintain a viable pharmacy\nand said that he had found that some pharmacies\nwith a higher gross profit were\nnot viable and others with a lower one were. (This has nothing to do with the\npresent question.)\nHe did not deal at all with the Lexecon report and as far as\nJordaan is concerned, he simply said that there were uncertainties with\nthe\nanalysis without identifying them. He added, without substantiating the\nallegation, that the prescribed dispensing fees do not\ndiffer significantly from\nthose in other countries. Prof Mossialos expressed a similar opinion, namely\nthat the fee is ‘quite\nreasonable by international standards’ but he\nalso gave no factual basis for his opinion. Prof Henry, also from Australia,\nlet\nthe proverbial cat out of the bag when he said that the committee (of which he\nwas a member) was ‘concerned primarily about\nthe affordability’. He\ngave no indication that the viability of the dispensing profession was ever\nconsidered. He conceded\nthat it is difficult to make a judgment of the\nappropriate level for a dispensing fee and he then made some international\ncomparisons.\n[75]\nAustralia, for\ninstance, allows a dispensing fee equal to R23,00 but then it allows an\nadditional retail margin. Because the result\nof the comparison did not suit him,\nhe made adjustments, taking into account the purchasing power of the two\ncurrencies.\n[87]\tThe last witness for the respondents on this aspect was\nDr Thiede, the deputy director of the Health Economics Unit at the University\nof\nCape Town. He was also a member of the committee and he, too, in spite of his\nexpertise, chose to keep everyone in the dark as\nto how the fees were\ncalculated. He questioned Jordaan’s evidence because the sample was not\nrandom, the allocation between\nback-shop and front-shop could only have been\napproximate and he could not on the facts provided make a\nrecalculation.\n[88]\tIn a separate affidavit he took brief issue with the\nLexecon report. Basic to his evidence is that he believed\n‘that the\ndispensing fee is only one fee in a catalogue of fees the pharmacist may charge,\nsuch as for example for compounding.’\n(I have already pointed out that\nthis assumption is flawed.) What other fees he had in mind, is unclear, unless\nhe thought that functions\nlike taking blood pressure (which have always been\ndone free of charge) could provide an income stream. He also did not attempt to\nquantify that kind of income which, on the evidence, is negligible (less than\n1%). He further, blandly, attacked the expertise of\nStillman, and stated without\nmotivation that the methodology did not conform to rigorous scientific studies\nand that the sample was\nnot a random one. The reply indicated that he was\nmisinformed. It is significant that he nowhere gave any factual data to dispel\nthe applicants’ evidence.\n[89]\tThis brief analysis of the evidence\non record shows that there is no bona fide dispute of fact. It establishes that\nthe fees\nare not appropriate and that the respondents, within whose peculiar\nknowledge the calculation fell, were unable to give any rational\nexplanation for\nthe quantum of the fees. The access to medicines is seriously threatened because\nthey are insufficient to cover the\ncost of dispensing. This conclusion is not\nbased on the opinion of pharmacists but on the unassailed factual material on\nrecord.\nIt is not without significance that the Congress of SA Trade Unions, the\nConsumer Goods Council and the\namicus curiae\ncame to the same\nconclusion.\n[90]\tThere appears to be an explanation for the inability of\nthe respondents to justify the fees. It flows from the fact that the\ndifferent\nfunctions of the department and those of the committee were not kept in mind,\nand the working methods of the committee.\nAccording to the Act, the committee\nhas to make the recommendations. The only function the department has until a\nreport is presented\nto the minister is that of the committee’s\nsecretariat.\n[91]\tAfter the draft regulations were published, the\ncommittee decided that oral representations by stakeholders should be organised\nby the department. These were to be led by the department, ‘but the\nPricing Committee members will also be invited.’\nIn consequence of the\ndecision the director-general invited stakeholders to make oral presentations.\nThe terms of the letter are\nrevealing (I quote selectively):\n‘The\npurpose of these sessions is to hear oral representations from stakeholders and\nto give them an opportunity to fully canvass\ntheir concerns and comments\nregarding the proposed regulations.  There will be no negotiation or debates\nbetween the Department or the Committee\non the one hand and yourselves on\nthe other concerning the proposed regulation.’\n‘The Pricing\nCommittee is a technical committee whose task is to make recommendations to the\nMinister of Health. You are therefore\nadvised to prepare your written and oral\ninputs in as much detail as possible and with a view to supplying accurate and\nsubstantiated\ninformation\nto the Department and the Pricing Committee\non\nhow the proposed regulations may affect your interests.’\n‘Only\nmembers of the Pricing Committee and officials from the Department of Health\nwill be attending.  Not all members of the\nPricing Committee may be able to\nattend every session due to other commitments.’\n[Emphasis\nadded.]\n[92]\tDays were set aside for this purpose. Sometimes committee\nmembers attended, sometimes not, sometimes haphazardly. Many stakeholders\nmade\ndetailed oral presentations (with visuals) on the effect of the proposed fees.\nWas this a presentation to the department or\nto the committee? The second\nrespondent, justifying the fact that the committee did not consider the oral\nrepresentations, said it\nwas to the department. For what purpose, she did not\nsay because, as mentioned, the department had no function except a secretarial\none. Dr Zofuka, on behalf of the minister, unflinchingly said that the committee\nconsidered ‘all the submissions and comments’\nbut elsewhere admitted\nthat they considered the written ones only. Yekiso J found no fault with these\nperplexing events, holding\nthat there was nothing to show that the meetings were\n‘formal meetings of the committee’ or that the committee was under\na\nduty to afford stakeholders an opportunity to make oral representations. To my\nmind the facts speak for themselves. There was no\nreason to mislead stakeholders\nby inviting them to participate in a futile exercise or to ignore relevant and\navailable material\nduring the committee’s deliberations. It is not\nnecessary for me to deal further with this aspect of the case because of the\nfinding that the regulations do not prescribe a dispensing fee that is\nappropriate.\nCONCLUSION\n[93]\t Thus far the findings\nare that the regulations have, on many material aspects, failed the test of\nlegality. Sometimes problems\narose as a result of the enabling Act, sometimes it\nwas because of a misunderstanding of the scope of the Act. The applicants allege\nin addition that some of the provisions are vague and void for that reason and\nthey submit that there are instances of impermissible\ndelegation of powers where\nmatters, which should have been prescribed, have been left for the minister or\nthe director-general. Some\nof these arguments cannot as be dismissed as easily\nas the majority below was able to do and some cannot be accepted as the\ndissenter\ndid, but for present purposes it is not necessary to deal with\nthem.\n[94]\tThe question whether ministerial regulations and the\nrecommendations of the committee could have been the subject of scrutiny\nunder\nthe\nPromotion of Administrative Justice Act 2 of 2000\nformed a large part of the\njudgments below. The majority held that they could not and the minority held\notherwise. Notwithstanding\nthey were agreed that the regulations had to\nwithstand the test of legality. The debate, consequently, has no bearing on this\njudgment\nand I prefer to refrain from commenting save for saying that I find it\nunlikely that this Act, written in the light of the Constitution\nand supposedly\nwritten to codify administrative justice principles, reduced the level of\nadministrative justice.\n[95]\t   The\namicus curiae\n, while\nsubmitting that the regulations, at least as far as the dispensing fee is\nconcerned, are void, requested that any declaration\nof invalidity should be\nsuspended to enable the committee to prepare a new set. There are a number of\nproblems in this regard. As\nmentioned, s 22G save for minor amendments, has been\nsince 1997 on the statute book and was only brought into effect in 2004. That\nmay give an indication of the ability of the respondents to formulate\nregulations within a reasonable period. As found, the regulations\nare fatally\ndefective. It will be extremely difficult, if not impossible, to draft sensible\nregulations unless the Act is amended.\nThe respondents did not, in their papers,\nraise the possibility of a suspension and did not place any facts before the\ncourt below\non which a decision to suspend can be made; neither did the\namicus curiae\n. The regulations have been in effect during May and then\nafter the judgment below, for less than four months. It is not as if a long\nexisting pricing regime is being upset or that existing rights are affected. In\nshort, the request does not satisfy the guidelines\nlaid down for a\nsuspension.\n[76]\nORDER\n[96]\tThe following order is\nmade:\n1.\tLeave to appeal is granted in both applications.\n2.\tThe appeals\nare upheld.\n3.\tThe first respondent is ordered to pay the costs, including\nthe costs of two counsel in each matter.\n4.\tThe order of the court below is\nset aside and replaced with the following order in each application:\n(a)\nThe ‘Regulations relating to a Transparent Pricing System for\nMedicines and Scheduled Substances’ as published in GN R553\non 30 April\n2004 are declared invalid and of no force and effect.\n(b)\tThe first\nrespondent\nis ordered to pay the costs of the applicant(s), including the\ncosts relating to the interim application, such costs to include the\ncosts of\ntwo counsel.\n_____________________\nL T C  HARMS\nJUDGE OF\nAPPEAL\nCONCUR:\nNAVSA JA\nMTHIYANE JA\nBRAND JA\nCLOETE\nJA\n[1]\nGN R553 GG 26304 of 30 April\n2004. The date of commencement was 2\nMay.\n[2]\nAll dates are 2004 unless\notherwise indicated.\n[3]\nRolled\nSteel Products (Holdings) Ltd v British Steel Corp\n[1986] 1 Ch 246\n(CA)\n310C-E.\n[4]\nEg\nNational Union of\nMetalworkers of SA v Jumbo Products CC\n[1996] ZASCA 87\n;\n1996 (4) SA 735\n(A) 738E-G.\n[5]\nWhich they did at close of the\nregistrar’s office on 29\nNovember.\n[6]\nS v Lifele\n1962 (2) SA 527\n(A) 531F. The context was\ndifferent.\n[7]\nThere was a rather\nlame attempt in the respondents’ answering affidavits in the present\napplications to show that the regulations\ndid not threaten the viability of the\ndispensing profession but respondents’ counsel thought it best no to deal\nwith the allegations\nduring\nargument.\n[8]\nThe members of this\ncourt were, without any background, able to prepare the appeal within the\nallotted time during the busiest part\nof\nterm.\n[9]\nIn answer to a complaint\nabout my ruling, addressed to the Acting President of the court, he pointed out\nthat the respondents were\nentitled to apply at the hearing for a postponement of\nthe ‘merits’, which they never did.\n[10]\nOf the seven counsel who\nappeared on behalf of the respondents in the court below, three appeared before\nus. One of these was a member\nof the pricing committee, which was responsible\nfor the draft regulations.\n[11]\nUniform rule 33(4) does not apply to the\nSCA.\n[12]\nSee\nChevron\nEngineering (Pty) Ltd v Nkambule\npara 20;  and\nAmerican Natural Soda\nCorporation v Competition Commission\npara\n1.\n[13]\nMoch v Nedtravel (Pty)\nLtd t/a American Express Travel Service\n1996 3 SA 1\n(A)\n7F-G.\n[14]\nConstitution s 168(3);\nS v Basson\n[2004] ZACC 13\n;\n2004 (6) BCLR 620\n(CC) para\n103.\n[15]\nMoch v Nedtravel\n(Pty) Ltd t/a American Express Travel Service\n1996 3 SA 1\n(A) 7F-G. See also\nSefatsa v Attorney-General, Transvaal\n1989 (1) SA 821\n(A)\n834E.\n[16]\n2004 (6) BCLR 620\n(CC).\n[17]\nThe only exclusion is\nin s 20(7) which deals with certain matrimonial\ndisputes.\n[18]\nS v Rens\n1996 (1) SA 1218\n(CC) para 7;\nCronshaw v Coin Security Group (Pty) Ltd\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A) 689B.\n[19]\nThe amendment was introduced by the Appeals Amendment Act 105 of\n1982.\n[20]\nThat court must also\nconsider whether the appeal should be to the full court or this court. Since\nthese matters were heard in the\nfirst instance by a full bench of three members,\nan appeal to the full court was not\npossible.\n[21]\nEg\nMiddelberg v\nProkureursorde, Transvaal\n2001 (2) SA 865\n(SCA) para\n5.\n[22]\nAppellate Division\nFurther Jurisdiction Act 1 of 1911 s\n3(b).\n[23]\nBut see\nDe Beer v\nMinister of Posts and Telegraphs\n1922 AD\n175.\n[24]\nOliff v Minnie\n1953 (1) SA 1\n(A).\n[25]\nThe\nultimate decision was reported as\nSita v Olivier NO\n1967 (3) SA 597\n(A).\n[26]\nGentiruco AG v\nFirestone SA (Pty) Ltd\n1972 (1) SA 589\n(A)\n608E-G.\n[27]\nWhether the right is\nimplicit does not arise. Cf s\n35(3)(c).\n[28]\nCf\nBesserglik v\nMinister of Trade, Industry and Tourism\n(Minister of Justice\nintervening)\n[1996] ZACC 8\n;\n1996 (4) SA 331\n(CC) para 9-10.\n[29]\nCf s 35(3)(d) and (o) of the\nConstitution. The European Convention on Human Rights provides in art 6(1) that\n‘In the determination\nof his civil rights and obligations ..., everyone is\nentitled to a ... hearing within a reasonable time by [a] tribunal ... .’\nThere are many judgments on the article and reasonableness is assessed\nparticularly in the light of the circumstances of the case,\nhaving regard in\nparticular to the complexity of the case and the conduct of the parties to the\ndispute and the relevant authorities.\nTerranova v Italy\n(ECHR)\n4 December 1995, Series A no. 337-B\npara. 20).\n[30]\nIn\nS v Venter\n1999\n(2) SACR 231\n(SCA) the trial court took eight months to enroll the application\nfor leave to appeal. The applicant had been sentenced to 4 years\neffective\nimprisonment. He was in prison and on appeal his sentence was reduced to six\nmonths. A clear failure of justice due to\njudicial\ndelay.\n[31]\nSee s 173 of the\nConstitution, which deals with this court’s inherent power to regulate and\nprotect its own process.\n[32]\nBoodhoo & Ors v. Attorney General of Trinidad and Tobago (Trinidad and\nTobago)\n[2004] UKPC 17\n(PC) para\n14.\n[33]\nThis court as a rule\ndisposes of applications for leave without oral argument and without providing\nany reasons:\nMphahlele v First National Bank of South Africa Ltd\n1999 (3)\nBCLR 253 (CC).\n[34]\nCf\nMinister of Public Works v Kyalami Ridge Environmental Association\n2001\n(3) SA 1151\n(CC) para 27.\n[35]\nHe\ndid not comment, maybe because he was unaware that the respondents had\napproached the Acting Chief Justice to determine what dates\nwere available\nthere.\n[36]\nS v Makwanyane\n[1995] ZACC 3\n;\n1995 (6) BCLR 665\n,\n1995 (3) SA 391\n(CC) para 225:‘Respect for the dignity\nof every person is integral to this concept.’ Para 237: ‘The concept\ncarries\nin it the ideas of humaneness, social justice and fairness.’ Para\n263: ‘“The need for\nubuntu\n” expresses the ethos of an\ninstinctive capacity for and enjoyment of love towards our fellow men and women;\nthe joy and the\nfulfilment involved in recognizing their innate humanity; the\nreciprocity this generates in interaction within the collective community;\nthe\nrichness of the creative emotions which it engenders and the moral energies\nwhich it releases both in the givers and the society\nwhich they serve and are\nserved by.’ Para 308: ‘Generally,\nubuntu\ntranslates as\n“humaneness”. ... in its fundamental sense it denotes humanity and\nmorality.’\n[37]\nBotha v\nWhite\n2004 (3) SA 184\n;\n[2003] 2 All SA 362\n(T) para\n55.\n[38]\nThe protocol issued in\n2003 by the Chief Justice and Judges of the Supreme Court of Tasmania\nout what the local position has been since time immemorial:\n‘1. The\npolicy of the Court is that judgment should be delivered as expeditiously as\npossible. However, given (inter alia) the\nconstantly changing and often\nunpredictable demands on judicial time, the differences in the priorities for\nthe delivery of judgments\nin different cases and the difference in the time\nrequired for the writing of judgment in different cases, the judges do not\nregard\nit as appropriate or useful to settle a time-table governing the delivery\nof reserved judgments.\n2. It is the Court's view that it is highly desirable\nthat the Court is always informed if there is some special reason why judgment\nshould be delivered quickly in a particular case and the Court has never seen\nany objection to solicitors for the parties making\nan enquiry in appropriate\ncases as to when a reserved judgment might be expected to be delivered.\n3. In\nthe event that the solicitors for one or more of the parties are concerned at\nthe delay in any given case, an enquiry in writing\nmay be made to the Judge in\nquestion or to his Associate as to when judgment may be expected.\n4. If the\nenquiry is not answered to the satisfaction of the solicitor or the client, the\nenquiry should be directed to the Chief\nJustice, who will then consult with the\nJudge who has reserved judgment.\n5. If the delay is that of the Chief\nJustice, the enquiry should be made to the Senior Puisne Judge.\n6. If any\nsolicitor is reluctant to make a direct approach as set out above, he or she\nshould write to the President of the Tasmanian\nBar Association in confidence\nadvising details of the proceeding number, the parties, the name of the Judge\nand the date of reservation.\nThe President will then write to the Chief Justice\n(or Senior Puisne Judge) without identifying the solicitor on whose behalf the\nenquiry is made and the Chief Justice (or Senior Puisne Judge) will then consult\nwith the Judge who has reserved judgment.\n7. After consultation with the\nJudge who has reserved judgment, the Chief Justice (or Senior Puisne Judge) will\nrespond to the President's\nenquiry for forwarding to the solicitor making the\noriginal enquiry.\n8. This Protocol is similar to one operating in Victoria,\nwhich is said to have operated satisfactorily from its inception. It is\nmade in\nresponse to a request from the Tasmanian Bar\nAssociation.’\n[39]\n‘Ethical guidelines for judges’ para 17 published at\n117 (2000)\nSALJ\n406.\nThese guidelines were adopted by the heads of court and apply\nto all judges.\n[40]\nBoodhoo\n& Ors v. Attorney General of Trinidad and Tobago (Trinidad and Tobago)\n[2004] UKPC 17 (PC).\n[41]\nThe Law\nTimes Reports (Feb 19, 1998) 85 at\n86.\n[42]\nThey are not the first\nto do so:\nLetterstedt v Morgan\n(1849) 5 Searle\n373.\n[43]\nConstitution s\n165(4).\n[44]\nPharmaceutical\nManufacturers Association of SA: In re Ex parte President of the RSA\n[2000] ZACC 1\n;\n2000\n(3) BCLR 241\n;\n2000 (2) SA 674\n(CC) para\n50.\n[45]\nPara 17. He referred to\nFedsure Life Assurance Ltd v Greater Johannesburg Transitional Metropolitan\nCouncil\n[1998] ZACC 17\n;\n1998 (12) BCLR 1458\n;\n1999 (1) SA 374\n(CC) para 56-59 and\nPresident of the Republic of South Africa and Others v South African Rugby\nFootball Union and Others\n2000 (1) SA 1\n;\n1999 (10) BCLR 1059\n(CC). See also\nMinister of Home Affairs v Eisenberg\n[2003] ZACC 10\n;\n2003 (8) BCLR 838\n;\n2003 (5) SA 281\n(CC) para 39.\n[46]\nExecutive\nCouncil of the Western Cape Legislature v President of the RSA\n[1995] ZACC 8\n;\n1995 (10)\nBCLR 1289\n;\n1995 (4) SA 877\n(CC) para\n99.\n[47]\nAt para\n100.\n[48]\nSoobramoney v\nMinister of Health, KwaZulu-Natal\n1998 (1) SA 765, 1997 (12) BCLR 1696\n(CC).\n[49]\nMinister of Health\nv Treatment Action Campaign (2)\n[2002] ZACC 15\n;\n2002 (10) BCLR 1033\n;\n2002 (5) SA 721\n(CC)\npara 46.\n[50]\nDrugs Control\nAmendment Act 65 of 1974 s\n35.\n[51]\nAdministrator, Cape v\nRaats Röntgen and Vermeulen (Pty) Ltd\n[1991] ZASCA 126\n;\n1992 (1) SA 245\n(A) 254B-G;\nMistry v Interim Medical and Dental Council of SA\n[1998] ZACC 10\n;\n1998 (7) BCLR 880\n;\n1998\n(4) SA 1127\n(CC) para 10-11.\n[52]\nPharmaceutical\nManufacturers Association of SA: In re Ex parte President of the RSA\n2000\n(3) BCLR 241; 2000 (2) SA 674\n(CC).\n[53]\nMedicines and Related\nSubstances Act 59 of 2002 s\n14.\n[54]\nFor purposes of this\njudgment reference will not be made to ‘related substances’.\n[55]\n‘”Importer” means a person importing medicines for the purpose\nof sale in the Republic from a manufacturer or other\nperson outside of the\nRepublic and includes a parallel importer as defined in the\nAct.’\n[56]\nThe full\ndefinition reads: ‘“Single exit price” means the price set by\nthe manufacturer\nor importer\nof a medicine or Scheduled substance in\nterms of these regulations combined with the logistics fee and VAT and is the\nprice of the\nlowest unit of the medicine or Scheduled substance within a pack\nmultiplied by the number of units in the pack.’ [Emphasis\nadded.]\n[57]\nThe regulations\ndefine ‘wholesaler’ as ‘a dealer who\npurchases\nmedicines or Scheduled substances from a manufacturer and\nsells\nthem to a\nretailer and includes a wholesale pharmacy.’ [Underlining added.]\n[58]\nThe second respondent,\naccording to her affidavit, thought that the transparent pricing system as\ncontemplated by the Act included\na logistics fee. She may have been confusing\nthe regulations with the\nAct.\n[59]\nPer the\ndirector-general, Mr Ntsaluba, in previous litigation under\noath.\n[60]\nPer Yekiso J:\n‘It is worth repeating that the single exit price referred to in the Act\nand the Regulations is set by the manufacturer\nor the importer of the relevant\nmedicine or Scheduled substance.   The single exit price has to be set by the\nmanufacturer or the\nimporter concerned.’\n[61]\nReg 5(2)(c)\nproviso.\n[62]\nReg\n5(2)(e).\n[63]\nReg\n5(2)(e).\n[64]\nRegs 5(2)(a) and\n(b), 7 and 8.\n[65]\nAt para\n53.\n[66]\nCf\nGoldberg v\nMinister of Prisons\n1979 (1) SA 14\n(A)\n48E.\n[67]\nReg 3: ‘In order\nto promote transparency in the pricing of medicines . . . a manufacturer or . .\n. the importer of a medicine\n. . . shall publish, where applicable, the\nfollowing information in such manner and format, at such time intervals, upon\nsuch conditions\nand in such media as may\nbe determined by the\nDirector-General from time to time by notice in the Gazette\n.’\n[Emphasis added.]\n[68]\nThis is\nthe result of a 2002\namendment.\n[69]\nSA Defence and\nAid Fund v Minister of Justice\n1967 (1) SA 31\n(C) 34H-35D;\nPresident of\nthe Republic of South Africa v South African Rugby Football Union1\n2000 (1)\nSA 1\n(CC) para 168 footnote\n132.\n[70]\nShorter\nOED.\n[71]\nThe text of her speech\nforms part of the papers.\n[72]\nThe applicants estimate that the private sector’s expenditure on medicines\naccounts for 70% and the state’s for 30% of\nall funds spent. On the other\nhand, the private sector consumes 30% and the state 70% by volume. This\nindicates the great discrepancy\nbetween the two systems, something the\nCompetition Commission is concerned about. The respondents deny these estimates\nbut do not\nexplain their\ndenial.\n[73]\nIt is possible that\nthe committee had worked on the fact that the average gross profit of pharmacies\nwas about 25% and then conflated\ngross profit with\nmark-up.\n[74]\nYekiso J found that\nsince the regulations under the\nPharmacy Act do\nnot recognize courier pharmacies\nas a separate category for registration purposes, the pricing regulations could\nnot cater for them.\nI disagree. These regulations could easily have categorized\npharmacies for its own purposes and the committee was not bound by another\nclassification for other\npurposes.\n[75]\nWhether the fee is\nlower in, say, Botswana, does not indicate whether the public there has\nreasonable access to dispensers or whether\nthe bulk of medicines is supplied by\nthe state.\n[76]\nMistry v\nInterim Medical and Dental Council of SA\n1998 (4) SA 1127\n(CC) para 37.",
  "scraped_at": "2026-02-12T09:11:32.711234",
  "date": "2004-12-20",
  "coram": [
    "Harms JA",
    "Navsa JA",
    "Mthiyane JA",
    "Brand JA",
    "Cloete JJA"
  ],
  "case_number": "542/04, 543/04",
  "parties": {
    "applicants": [
      "Pharmaceutical Society of South Africa and others",
      "New Clicks South Africa (Pty) Limited"
    ],
    "respondents": [
      "Minister of Health and another",
      "Dr Manto Tshabalala-Msimang NO and another"
    ]
  },
  "sections": {
    "facts": "The Minister of Health promulgated, on 30 April 2004, Regulations relating to a Transparent Pricing System for Medicines and Scheduled Substances under s 22G of the Medicines and Related Substances Act. The regulations introduced a single exit price that manufacturers (and, controversially, importers) must publish, prohibited discounts, and set prescribed dispensing fees for pharmacists. The Pharmaceutical Society of South Africa (PSSA) and New Clicks SA challenged the regulations, arguing they were ultra vires, the dispensing fees were not \"appropriate\", and the pricing system exceeded the Minister's statutory authority. The Cape High Court granted interim relief, heard the matters urgently, and ultimately dismissed the applications on 27 August 2004, ending the suspension of the regulations. The applicants then sought leave to appeal to the Supreme Court of Appeal (SCA).",
    "issues": "Three principal issues were raised: (a) whether the applications for leave to appeal should be treated as urgent; (b) whether the SCA had jurisdiction to consider the leave applications when the lower court had not yet rendered a final judgment; and (c) whether the applicants had reasonable prospects of success on the merits, specifically the legality of the regulations – the scope of the Minister’s power to set a single exit price, the inclusion of importers and logistics fees, and the appropriateness of the prescribed dispensing fees.",
    "principles": "The Court examined the statutory framework of the Medicines Act, the doctrine of legality and ultra vires, and the requirement that a regulation must fall within the Minister's powers as defined by s 22G. It applied s 20(4)(b) of the Supreme Court Act regarding leave to appeal, emphasizing that leave is a jurisdictional fact and can be sought when the lower court fails to decide within a reasonable time. Constitutional considerations of fairness, the right to a timely hearing (s 34) and the principle of \"appropriate\" fees under s 22G, interpreted in line with constitutional values of dignity and equality, were also addressed.",
    "application": "The SCA concluded that the regulations extended the single exit price to importers and incorporated a logistics fee, which the Act does not permit, rendering that part ultra vires. The dispensing fees of 16%/R16 (or 26%/R26 with a prescription) were found not to be demonstrably appropriate; the applicants provided expert evidence showing the fees would render many pharmacies financially non‑viable, and the respondents failed to justify the figures. The Court also held that the delay by the lower court in delivering its judgment breached the applicants' right to a fair and timely process, justifying the SCA’s exercise of jurisdiction to entertain the leave applications.",
    "conclusion": "Leave to appeal was granted in both applications and the appeals were upheld. The Regulations were declared invalid and of no force or effect. The first respondent was ordered to pay the costs of the applicants, including costs related to the interim applications. The order of the court below was set aside and replaced with the above order."
  },
  "tags": {
    "level_1": "Health Law",
    "level_2": "Medicines Regulation",
    "level_3": [
      "transparent pricing",
      "single exit price",
      "dispensing fee",
      "ultra vires",
      "leave to appeal"
    ]
  }
}