{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/23.html",
  "case_name": "Road Accident Fund v Shabangu and Another (75/03) [2004] ZASCA 23; 2005 (1) SACR 349 (SCA); [2004] 2 All SA 356 (SCA) (30 March 2004)",
  "citation": "[2004] ZASCA 23",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 23\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Shabangu and Another (75/03) [2004] ZASCA 23; 2005 (1) SACR 349 (SCA); [2004] 2 All SA 356 (SCA) (30 March 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 75/03\nIn the matter between :\nROAD\nACCIDENT FUND\t\t\t\t\t\t  APPELLANT\nand\nB SHABANGU & ANOTHER  \t\t\t\t       RESPONDENT\nCORAM :\t       MARAIS, ZULMAN, CAMERON, CLOETE JJA,\nSOUTHWOOD AJA\nHEARD :\t       16 MARCH 2004\nDELIVERED :\nSummary:\nNo legal duty owed to the Road Accident Fund by an attorney who\ninnocently submits a claim on behalf of an impostor. In any event\nno negligence\nestablished. Liability limited to\nfraud.\nJUDGMENT\nCLOETE JA\n/\nCLOETE\nJA\n[1]\tThe question which arises in the present appeal\nis whether an attorney and his firm, who innocently submitted a claim for\ncompensation\nto the Road Accident Fund (‘the Fund’) on behalf of an\nimpostor claiming to be the widow of a person killed in a motor\nvehicle accident\nand the mother of his children, are liable to repay to the Fund the amount for\nwhich the fraudulent claim was settled.\n[2]\tThe first respondent was one of\ntwo partners in the second respondent, a firm of attorneys. The respondents\nlodged a claim with\nthe Fund for compensation in terms of the Multilateral Motor\nVehicle Accidents Fund Act, 93 of 1989 (‘the Act’). The\nclaim was\nmade on behalf of a person (‘the client’) who pretended to be the\nwidow, and mother of the children, of a man\nwho she said had died in consequence\nof a collision between two motor vehicles. The Fund settled the claim and the\nfirst respondent,\nduly instructed by the client, signed a discharge form. The\namount of the settlement, R258 593,00, was paid into the account\nof the\nsecond respondent and thereafter dealt with in accordance with the instructions\nof the client. It later appeared first, that\nthe client was an impostor who had\nperpetrated an elaborate fraud facilitated by the deceased’s brother and a\nperson in the\nemploy of the Department of Home Affairs; and second, that in fact\nthe fraud had gone further and even the deceased’s dependants\nhad no claim\nagainst the Fund, in as much as the deceased had been driving a vehicle which\ncollided with a tree and no other vehicle\nhad been involved in the accident\nwhich caused his death. I would say immediately that it has never been the\nFund’s case that\nthe respondents were parties to the fraud.\n[3]\tIn the\ncourt below the Fund as the plaintiff sought, on various bases, to recover what\nit paid to the impostor from the respondents\nas the first and second defendants\nrespectively. It also sought the costs it incurred in joining the respondents as\nthird parties\nto other legal proceedings in which the true widow of the deceased\nhad sued the Fund for compensation. Van der Walt J dismissed the\nFund’s\naction with costs and ordered the Fund to pay the respondents’ costs\nincurred by their joinder in the other proceedings.\nLeave to appeal was sought\nafter the learned judge was discharged from active service, and was granted to\nthis court by another judge.\n[4]\tOn appeal the Fund pursued its claim on six\nalternative bases. The first was that the respondents had breached an express\nwarranty\nthat they were acting on behalf of the true widow. This warranty was\nsaid to be constituted by the following clause in the discharge\nform signed by\nthe first respondent:\n‘In my representative capacity I warrant that I\nam in possession of the requisite authority granted by or on behalf of the\nrelevant\nclaimant to sign this discharge form on his/her behalf.’\nThe\nsubmission on behalf of the Fund was that the phrase ‘the relevant\nclaimant’ can only be interpreted as ‘the\ncorrect claimant’\n─ particularly as the power of attorney executed by the impostor was\npurportedly signed by the true\nwidow (whose full names and identity number are\nreflected in the document) and in addition, the respondents, in the letter\nsigned\nby the first respondent under cover of which the claim was submitted,\nstated that the second respondent acted on behalf of the widow.\nThe letter gave\nthe full names of the widow and continued:\n‘We refer to the above\nmatter and confirm that we act on behalf of the abovementioned claimant whose\nhusband, Steven Makgoba,\nwas fatally injured in a motor vehicle accident on the\n27\nth\nApril 1996 and she has instructed us to lodge a third party\nclaim for her personal claim as well as loss of support of the deceased’s\nminor children.’\n[5]\tThe submission is without merit. The warranty in\nthe discharge form constitutes an undertaking by the signatory, the first\nrespondent,\nthat he was authorised to settle the claim on behalf of the client.\nThat is the obvious and sole purpose of the clause. The clause\ndoes not embody a\nwarranty that the client is the correct claimant. Far clearer language would\nhave been necessary to achieve such\na result. ‘Relevant’ claimant in\nthe context of the clause means the person who had put forward the claim to\nwhich the\ndischarge form relates, and no more. In simple terms, all that the\nfirst respondent warranted was that his client, on whose behalf\nhe had submitted\na claim, had authorised him to sign the discharge form.\n[6]\tReference to the\npower of attorney and covering letter takes the matter no further. Those\ndocuments, and indeed the conduct of\nthe first respondent, cannot serve to widen\nthe ambit of the warranty in the discharge form from an undertaking that the\nfirst respondent\nhad authority to settle his client’s claim, to an\nundertaking that his client was the person whom she claimed to be. Nor do\nthe\ndocuments themselves contain such an undertaking.\n[7]\tThe second submission\nwas that the respondents had tacitly warranted the identity of the claimant.\nThere is no factual basis for\nfinding that if the client was an impostor, the\nrespondents tacitly undertook liability to the Fund for any damages which the\nFund\nmight suffer. That is a far-reaching conclusion and therefore inherently\nimprobable. I would be astonished if any attorney, were\nhe to be asked by a\nhypothetical bystander: ‘Should your client not in fact be the person whom\nshe claims to be, do you undertake\npersonal liability to compensate the Fund in\ndamages?’ would answer immediately and without qualification that that was\nindeed\nhis or her intention. That is fatal to the submission. The authorities on\nthe ‘hypothetical bystander’ test are collected\nin\nConsol Ltd t/a\nConsol Glass v Twee Jonge Gezellen (Pty) Ltd and Another\n[2004] 1 All SA 1\n(SCA). An attorney who submits a claim on behalf of a client does not thereby\nand without more tacitly warrant the client’s\nlocus standi\nto make\nthe claim any more than the attorney tacitly warrants the truth of the facts on\nwhich the claim is based or the correctness\nof the quantum of damages\nclaimed.\n[8]\tThe third submission was that the respondents were bound to\ncompensate the Fund because of the respondent’s breach of warranty\nof\nauthority. Because the answer to this submission is clear on the facts, it is\nunnecessary to consider the juridical basis of that\nremedy (\ncf Claude Neon\nLights (SA) Ltd v Daniel\n1976 (4) SA 403\n(A) at 409C─D;\nEricsen v\nGermie Motors (Edms) Bpk\n1986 (4) SA 67\n(A) at 87J). Academic opinion is\ndivided: see for example N J van der Merwe ‘\nWanbeskouings oor\nWanvoorstellings\n’\n(1964) 27 THRHR 194\nat 199ff; S R van Jaarsveld\nDie Leerstuk van Ratifikasie in die Suid-Afrikaanse Verteenwoordigingsreg\n(LLD thesis Pretoria 1971) 428─441; Joubert\nDie Suid-Afrikaanse\nVerteenwoordigingsreg\n79─81; De Wet en Van Wyk\nDie Suid-Afrikaanse\nKontraktereg en Handelsreg\n5ed 123; Harker ‘\nThe Liability of an\nAgent for Breach of Warranty of Authority\n’\n(1985) 102 SALJ 596\n; Kerr\nThe Law of Agency\n2\nnd\n301ff; Wanda\nLawsa\n2\nnd\nvol 1 para 218.\n[9]\tIt is plain from the facts in this matter that the first\nrespondent had the authority which he warranted, i.e. that of his client,\nthe\nclaimant. That is an end of the matter. The implied warranty of authority in its\nordinary form does not impose on an agent liability\nin damages to the third\nparty with whom he contracts, if his principal does not have the right the agent\nasserts on the principal’s\nbehalf. This is because in the ordinary case an\nagent, by contracting as such, warrants his own authority to act as agent for\nthe\nprincipal for whom he purports to act; he does not, without more, warrant to\nthe third party that his principal is entitled to confer\nthe right or obtain the\nbenefit which is the subject matter of the contract concluded with the third\nparty:\nEricsen\n87H─J, 88C─D and E─F. Where the\nprincipal does not have such an entitlement, and absent any agreement between\nthe\nagent and the third party that creates liability in the agent (which I have\nalready held does not exist in the present case), the\nagent’s liability,\nif any, must be sought in delict in an action based on negligence or\nfraud.\n[10]\tThe fourth claim was advanced on the basis that the respondents\nhad negligently misrepresented to the Fund that they acted for\nthe true widow.\nThe fifth claim was advanced on the basis that the respondents were negligent in\nfailing to ascertain the true identity\nof the client when they submitted the\nclaim. The final claim was advanced on the basis that the respondents were\nnegligent in failing\nto ascertain the true identity of their client before\npaying over the settlement amount on her instructions. The logically anterior\nquestion in each case is, however, whether the act or omission relied upon was\nwrongful i.e. whether the respondents owed a legal\nduty to the Fund; for if they\ndid not, they would not be liable to the Fund  and the enquiry into negligence\ndoes not arise. As Marais\nJA said in\nCape Town Municipality v Bakkerud\n2000 (3) SA 1054\n(SCA) para [9] (in dealing with an omission): ‘[T]he\nexistence of\nculpa\nonly becomes relevant sequentially after the situation\nhas been identified as one in which the law of delict requires action’.\nIn\nmany cases it will be obvious that a legal duty is owed and the court will\nproceed immediately with the enquiry into negligence.\nThe present matter,\nhowever, first necessitates an enquiry into the question whether an attorney can\nowe a legal duty to a third\nperson whilst carrying out the instructions of the\nclient. I therefore proceed to that enquiry.\n[11]\tThe attorney-client\nrelationship imposes a duty on an attorney to advance the interests of his\nclient, even where that course\nwill cause harm to the opposite party; and in\ngeneral, an attorney will incur no liability to the party on the other side in\ndoing\nso:\nWhite v Jones\n[1995] UKHL 5\n;\n[1995] 2 AC 207\n(HL(E)) 256C─D. In\nRoss\nv Caunter\n[1980]  1 Ch 297\nSir Robert Megarry V-C said at 322\nB─C:\n‘In broad terms, a solicitor’s duty to his client is\nto do for him all that he properly can, with, of course, proper care\nand\nattention. Subject to giving due weight to the adverb “properly”,\nthat duty is a paramount duty. The solicitor owes\nno such duty to those who are\nnot his clients. He is no guardian of their interests. What he does for his\nclient may be hostile and\ninjurious to their interests; and sometimes the\ngreater the injuries the better he will have served his client. The duty owed by\na solicitor to a third party is entirely different. There is no trace of a wide\nand general duty to do all that properly can be done\nfor him.’\nOf\ncourse the relationship and concomitant duty owed to the client will not protect\nthe attorney civilly or criminally against unlawful\nconduct such as fraud. An\nattorney is not entitled nor obliged to advance his client’s interests at\nall costs. But, generally\nspeaking, it is no part of an attorney’s\nfunction to protect the interests of the opposite party by doing, or refraining\nfrom\ndoing, something that might injure that party. Something more is\nrequired.\n[12]\tIt is impossible to lay down an all-embracing test as to when\nan attorney will be held to owe a legal duty towards a person other\nthan the\nclient particularly where, as here, that person relies on a negligent\nmisrepresentation inducing a contract (here the contract\nof settlement) , or on\nnegligent omissions on the part of the attorney to safeguard that person’s\ninterests when the attorney\nis performing the duty the attorney owes to the\nclient. The question of wrongfulness that pertinently arises in each of such\ncases\nis essentially one of legal policy:\nBayer South Africa (Pty) Ltd v\nFrost\n[1991] ZASCA 85\n;\n1991 (4) SA 559\n(A) at 570D─F and J (misstatement);\nMinister\nvan Polisie v Ewels\n1975 (3) SA 590\n(A) 597A─B and\nMinister of\nSafety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) [17]\n(omission).\n[13]\tIt is established in the jurisprudence of other countries\nthat an attorney can be liable to a person with whom that attorney\nis not in a\ncontractual relationship. In England, Lord Denning MR held in\nDutton v Bognor\nRegis Urban District Council\n[1972] 1 QB 373\n(CA) 394H─395A, applying\nHedley Byrne and Co Ltd v Heller and Partners Ltd\n[1963] UKHL 4\n;\n[1964] AC 465\n(HL(E)),\nthat a solicitor owes a duty not only to the client who employs him, but also\n‘to another who he knows is relying\non his skill to save him from\nharm’. This is the so-called ‘assumption of responsibility’\ntest. In\nKamahap Enterprises Ltd v Chu’s Central Market Ltd\n[1990]\n64 DLR (4\nth\n) 167 the British Columbia Court of Appeal held that\nsolicitors acting for one party to a commercial dealing could not possibly be\nliable to the other party where, as was conceded in that case, that other party\nat no time relied on the solicitors. In New Zealand,\nthe Court of Appeal held in\nConnell v Odlum\n[1993] 2 NZLR 257\nthat a solicitor who did not perform a\nstatutory duty imposed on him in that he failed properly to advise a woman, who\nwas about\nto get married, of the consequences of a contract limiting her rights\nto her husband’s property on divorce ─ with the\nconsequence that the\ncontract was not enforceable at the suit of the husband in subsequent divorce\nproceedings ─ owed a duty\nto the husband. In contrast to the Canadian\ndecision in\nKamahap Enterprises\nthe court held (265 line 30), following\nthe judgment of Cooke P in\nSouth Pacific Manufacturing Co Ltd v New Zealand\nSecurity Consultants & Investigations Ltd\n[1992] 2 NZLR 282\nat 297, that\nalthough the extent to which the plaintiff may have relied upon the defendant\nacting with due care can be an important\nfactor weighing in favour of the\nimposition of a duty, specific reliance is not essential to give rise to such a\nduty. And it is\nnow clear from the decision of the House of Lords in\nWhite\nthat in England a duty may be found to exist to a third party where the\nthird party could not have relied upon the solicitor. In\nWhite\nthe House\nof Lords held (by a majority of three to two) that where a solicitor accepted\ninstructions to draw up a will and, as a\nresult of his negligence, an intended\nbeneficiary under the will was reasonably foreseeably deprived of a legacy, the\nsolicitor was\nliable to the beneficiary for the loss of the legacy. The same\nconclusion was reached by the High Court of Australia in\nHill v Van Erp\n[1996─\n1997] 188 CLR 159.\nThe Court of Appeal in England has subsequently\nheld in\nDean v Allin & Watts\n[2001] 2 Lloyds LR 249 (CA) that a\nsolicitor instructed by the borrowers in a lending transaction to arrange\nsecurity for the loan\nby the lender, owed a duty to the lender to ensure that\nthe security was effective. The basis of the decision (para [40]) was that\nthe\nlaw should impose such a duty where to a solicitor’s knowledge his client\nwished to confer a benefit on another party that\nwas fundamental to a\ntransaction between the parties.\n[14]\tI do not propose examining the approach\nof foreign courts in any further detail. The exercise is useful because it\nprovides insight\ninto the way in which other countries with comparable systems\nof law have sought to answer the difficulties that occur when it is\nsought to\nimpose a duty on an attorney to the lay client on the other side. It is\nnevertheless the values and norms of the inhabitants\nof this country,\nparticularly those enshrined in our Constitution, which must dictate the legal\nposition in South Africa (\nVan Duivenboden\npara [16]). Moreover, some 20\nyears ago Grosskopff JA in\nLillicrap, Wassenaar and Partners v Pilkington\nBrothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) 505C─E referred to the\nfact that the development in English law of liability in tort for professional\nnegligence was, to\nsome extent at least, influenced by the rule of English law\nthat, in general, an agreement is not enforceable unless there is\n‘valuable\nconsideration’ and pointed out ‘the danger of\nassuming that policy considerations which may be valid in one legal system\nwould\nnecessarily also be applicable elsewhere’. What is needed is a South\nAfrican solution to a problem which has arisen in\na South African\ncontext.\n[15]\tIt must also be borne in mind that reasoning by analogy is\ndangerous:\nBOE Bank Ltd v Ries\n2002 (2) SA 39\n(SCA) paras [17] and [18];\nand that even where cases are identical, today’s decision is not\nnecessarily a reliable precedent\nfor tomorrow’s case as the position is\nsusceptible to change in accordance with the barometer of society’s norms\nand\nvalues (although always subject to the Constitution).  As Millner\nNegligence in Modern Law\n203 says: ‘The social forces which favour\nstability and those which promote change interact in a profoundly complex and\nsubtle\nmanner to yield normative solutions in law and morals’. All of this\nis of course of little comfort to legal practitioners and\ntheir clients, but\ncertainty has to be sacrificed on the altar of flexibility.\n[16]\tReturning to\nthe facts of this case, it can be stated quite bluntly and without qualification\nthat the respondents owed no legal\nduty to the Fund to ascertain whether their\nclient was indeed whom she purported to be either at the time when the\nrespondents submitted\nthe claim or when they disbursed the settlement amount. On\nthe contrary, it was the statutory function of the Fund to investigate\nclaims in\nterms of the schedule to the Act or to appoint agents who had that function.\nArticle 2 of the schedule to the Act provided:\n‘The MMF shall have as\nits task the payment of compensation for certain loss or damage caused by the\nunlawful driving of certain\nmotor vehicles within the jurisdiction of its\nMembers.’\nArticle 3 provided inter alia that:\n‘For the\npurposes set out in Article 2, the powers and functions of the MMF include\n─\n...\n(b)\tthe\ninvestigation\nand settling of claims, as\nprescribed, arising from loss or damage caused by the driving of a motor vehicle\nwhere the identity of\nneither the owner or driver thereof can be\nestablished;\n(c)\tthe appointment of agents to administer certain claims for\ncompensation contemplated in Articles 13 and 40 of this Agreement.’\n(My\nemphasis.)\nWhere an agent was appointed, Article 13 provided inter alia\nthat:\n(b)\tAn appointed agent shall be competent ─\n(i)\tto\ninvestigate\nor to settle on behalf of the MMF any claim ... arising from the\n\tdriving of a motor vehicle in the case where the identity of either\nthe owner\nor \tdriver thereof has been established ...’ (My emphasis.)\n(The\nfunctions of the MMF were transferred to the Fund by\ns 2(2)(a)\nof the\nRoad\nAccident Fund Act, 56 of 1996\n.\nSection 4(1)\nof that Act provides inter alia\nthat:\n‘The powers and functions of the Fund shall include\n─\n...\n(b)\tthe\ninvestigation\nand settling, subject to this\nAct, of claims arising from loss or damage caused by the driving of a motor\nvehicle whether or not\nthe identity of the owner or driver thereof, or the\nidentity of both the owner and the driver thereof, has been established.’\n(My emphasis.))\n[17]\tThe investigation contemplated in the legislation in\nquestion includes no less the\nlocus standi\nof the claimant, and therefore\nthe claimant’s identity, than the merits and quantum of the claim. And if\nthe Fund relies on\nattorneys on the panel of attorneys authorised to bring\nclaims under the Act to verify the identity of claimants, as its counsel\nsaid it\ndoes, it is not entitled to hold those attorneys liable in damages even if they\nare negligent. In the absence of a statutory\nor contractual obligation to do so,\npolicy does not require the imposition of such a duty in delict. Of course the\nFund is entitled\nto assume that an attorney is not a party to any fraud. But the\nsame applies to an attorney in relation to the client. Subject to\nwhat is said\nin para [18] below, an attorney is not obliged to treat a client with suspicion\nand obtain independent corroboration\nfor the client’s instructions before\nsubmitting the client’s claim or before paying over the amount of a\nsettlement,\nupon pain of liability in delict to the Fund if this is not done.\nSuch a duty would be inimical to the trust fundamental to the attorney-client\nrelationship. It could also increase the cost to the client and result in delay,\nwith the concomitant danger of prescription.\n[18]\tI do not wish to be\nunderstood as saying that an attorney is never obliged to make further enquiries\nbefore submitting a claim\non behalf of a client to the Fund. Circumstances may\narise where an attorney is actually put on his guard. An example would be where\na woman manifestly under the age of twenty-five years of age wishes a claim for\nloss of support to be submitted to the Fund because\nof the alleged wrongful\nkilling of her husband in a motor vehicle accident, and the attorney realises\nthat the marriage certificate\nshe has produced reflects that the marriage took\nplace thirty years ago. An attorney who notices a discrepancy like that would be\nobliged to make further inquiries because his failure to do so would amount to\nfraud. As Greenberg JA said in\nR v Myers\n1948 (1) SA 375\n(A) at 382,\nquoting Halsbury’s Laws of England, a belief is not honest (and is\ntherefore fraudulent) which ‘though in\nfact entertained by the representor\nmay have been itself the outcome of fraudulent diligence in ignorance ─\nthat is, of a wilful\nabstention from all sources of information which might lead\nto suspicion, and a sedulous avoidance of all possible avenues to the\ntruth, for\nthe express purpose of not having any doubt thrown on what he desires and is\ndetermined to, and afterwards does (in a\nsense) believe’. Of course this\nwould be difficult to prove. Fraud usually is. But the test must be subjective\nbecause it is\nthe function of the Fund to investigate claims and a\n‘reasonable man’ objective test would both tend to shift the\nFund’s\nstatutory investigative function to the attorney and also undermine\nthe attorney-client relationship which, as a matter of policy,\nis regarded as so\nintimate that in the law of evidence it is even protected by a special privilege\nof confidentiality.\n[19]\tEven had the respondents owed the Fund a legal\nduty, there was no negligence. The test in this regard is well established and\nset out in\nKruger v Coetzee\n1966 (2) SA 428\n(A)\n430F─G:\n‘For the purposes of liability\nculpa\narises if\n─\n(a)\ta\ndiligens paterfamilias\nin the position of the defendant\n─\n(i)\twould foresee the reasonable possibility of his conduct injuring\nanother \t\tin his person or property and causing him patrimonial\nloss;\nand\n(ii)\twould take reasonable steps to guard against such occurrence;\nand\n(b)\tthe defendant failed to take such steps.’\nThe facts show\nthat the client furnished the respondents with a temporary identity document in\nthe name of the widow which, on the\nprobabilities, had the client’s\nphotograph on it and which was a forgery produced with the assistance of an\nofficial in the\nDepartment of Home Affairs. The client had deposed to an\naffidavit stating that she was the widow of the deceased and the mother\nof his \nchildren. The client was furthermore accompanied on her visits to the first\nrespondent by the deceased’s brother, who\nhimself identified her as his\nlate brother’s widow. The fact that the deceased’s brother gave\ninstructions regarding\nthe claim gave no grounds for suspicion, particularly as,\nto the knowledge of the first respondent, customary law would require him\nto\ntake care of his brother’s widow. I find nothing in the client’s\ninstructions as to how the money was to be disbursed\n(in cash and partly to her\n‘brother-in-law’), and her explanation as to why she wanted this\ndone, that should have alerted\nthe first respondent to the fraud. So far as he\nwas concerned, it was her money to do with as she pleased.  In all the\ncircumstances,\nhad the respondents owed a legal duty to the Fund, and even\nassuming that requirements (a)(i) and (ii) of the test in\nKruger\nwere\nsatisfied, the argument that the respondents were negligent because they  did\nnot take reasonable steps to verify the identity\nof their client, is without\nfoundation.\n[20]\tThe attack advanced in the heads of argument on behalf of\nthe Fund against the appropriateness of that part of the order made\nby the court\nbelow which directed the Fund to pay the costs of the third party proceedings,\nwas not persisted in. The parties agreed\nthat liability for those costs, which\nwas reserved by an earlier order of court for decision by the court below,\nshould follow the\nresult of the appeal. The costs of the application for leave\nto appeal were made costs in the appeal by the court which granted leave\nto\nappeal.\n[21]\tThe appeal is dismissed with costs.\n________________\nT D CLOETE\nJUDGE OF APPEAL\nConcur:  Marais JA\nZulman JA\nCameron JA\nSouthwood AJA",
  "scraped_at": "2026-02-12T08:58:39.987988",
  "date": null,
  "coram": [
    "Marais JA",
    "Zulman JA",
    "Cameron JA",
    "Cloete JA",
    "Southwood AJA"
  ],
  "case_number": "75/03",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "B Shabangu & Another"
    ]
  },
  "sections": {
    "facts": "The Road Accident Fund (the Fund) settled a claim for R258,593 that had been lodged by an attorney on behalf of a person who claimed to be the widow of a deceased motor‑vehicle accident victim. The claimant was later discovered to be an impostor who, with the assistance of the deceased’s brother and a Department of Home Affairs official, had fabricated identity documents. The settlement money was paid into the attorney’s firm and then distributed according to the impostor’s instructions. The Fund later learned that the deceased had died in a single‑vehicle accident and that no dependants had any entitlement to compensation.",
    "issues": "The appeal raised six alternative grounds, principally whether the attorney and his firm owed a legal duty to the Fund to verify the claimant’s identity, whether they breached an express or tacit warranty of authority, and whether any breach gave rise to liability in delict on the basis of negligence or fraud. The Fund sought to recover the settlement amount and costs incurred in related third‑party proceedings.",
    "principles": "The Court examined agency law, distinguishing an express warranty of authority (the attorney’s right to sign the discharge form) from any warranty of the claimant’s identity. It held that an attorney’s implied warranty does not extend to the principal’s entitlement to a benefit. Liability for negligence requires (i) a legal duty owed, (ii) breach of that duty, and (iii) causation, applying the Kruger v Coetzee test. The Court also considered the statutory functions of the Fund under the Multilateral Motor Vehicle Accidents Fund Act, concluding that the Fund, not the attorney, bears the investigative responsibility.",
    "application": "Applying these principles, the Court found that the attorney had the authority to act for his client but no duty to verify the client’s identity beyond the scope of the express warranty. No tacit warranty or breach of authority was established. Consequently, no legal duty to the Fund existed, and even assuming a duty, the attorney’s conduct did not constitute negligence or fraud. The statutory scheme places the investigative burden on the Fund, not on attorneys acting under a client’s instructions.",
    "conclusion": "The appeal was dismissed with costs. The Road Accident Fund was ordered to pay the respondents’ costs incurred in the third‑party proceedings, and the Fund’s claim for repayment of the settlement amount was rejected."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Professional Negligence",
    "level_3": [
      "agency",
      "warranty of authority",
      "negligence",
      "fraud",
      "road accident fund"
    ]
  }
}