{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/112.html",
  "case_name": "AM Moolla Group Ltd. and Others v Gap (543/2003) [2004] ZASCA 112; [2005] 3 All SA 101 (SCA); 2005 (2) SA 412 (SCA); 2004 BIP 173 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 112",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 112\n|\nNoteup\n|\nLawCite\nAM Moolla Group Ltd. and Others v Gap (543/2003) [2004] ZASCA 112; [2005] 3 All SA 101 (SCA); 2005 (2) SA 412 (SCA); 2004 BIP 173 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 543/03\nIn the matter between:\nA M MOOLLA GROUP LIMITED\t\t\t          \t  \nFirst Appellant\nA M MOOLLA CLOTHING (PTY) LTD\t\t\t                \nSecond Appellant\nSALT OF THE EARTH CREATIONS (PTY) LTD\t               \nThird Appellant\nKINGSGATE CLOTHING MANUFACTURERS\n(PTY)\nLTD\t\t\t\t\t\t\t                  Fourth Appellant\nMAJESTIC CLOTHING\nMANUFACTURING\n(PTY) LTD\t\t\t\t\t\t\t                     Fifth\nAppellant\nSTAR  SHIRT AND CLOTHING (PTY) LTD\t\t                    \nSixth Appellant\nRICKEMP (PTY) LTD\t\t\t\t\t                Seventh\nAppellant\nand\nTHE GAP, INC\t\t\t\t\t\t                  First\nRespondent\nGAP (APPAREL) INC\t\t\t\t\t              Second Respondent\nGAP (ITM)\nINC\t\t\t\t\t\t                Third Respondent\nGAP INTERNATIONAL SOURCING\n(PTY) LTD\t              Fourth Respondent\nCoram:\tHARMS, STREICHER, FARLAM, CLOETE JJA and PONNAN AJA\nHeard:\t23 NOVEMBER 2004\nDelivered:\t30 NOVEMBER 2004\nSubject:\nCounterfeit Goods Act 37 of 1997\n– whether goods in transit or\ntranshipped through South Africa subject to provisions of Act\nJ U D G M E N T\nHARMS JA/\nHARMS JA\n[1]\tThis appeal concerns the interpretation of some provisions of\nthe Counterfeit Goods Act 37 of 1997 (‘the Act’). The\nfactual\nbackground is simple. The trade mark GAP is registered in 110 countries in the\nname of one or more of the respondents (a\ngroup of affiliated companies to whom\nI shall refer in the singular since their individual corporate identities are\nnot relevant).\nIn South Africa the respondent holds registrations for the mark\nin classes 3 and 30 while the marks THE GAP, THE GAP device and GAP\ndevice are\nregistered in the name of the third appellant in class 25 in respect of\nclothing. In related litigation the TPD has expunged\nthe third appellant’s\ntrade marks and simultaneously dismissed an application for expunging the\nrespondent’s marks. That\njudgment is presently on appeal and for present\npurposes it will be assumed that the registrations in the name of the third\nappellant\nare valid.\n[2]\tThe respondent sources clothing carrying the\nGAP trade mark in Lesotho, Swaziland, Zimbabwe, Mauritius and Madagascar\n(countries\nwhere it holds registrations for the mark) destined for marketing in\nother countries where it also holds registrations. In other\nwords, the source\nand destination of the goods are countries where the goods are genuine and not\ncounterfeit (ie fraudulent imitations).\nThe goods from Mauritius and Madagascar\nhave to be transhipped via South African harbours and goods from the landlocked\ncountries\nmentioned have to be transported through South Africa to a harbour.\nRelying on the third appellant’s registered trade marks,\nthe appellants (a\ngroup of related companies) have used, attempted to use and threatened to use\nthe provisions of the Act to have\nthe goods in transit impounded by the SA\nPolice Services or the Commissioner of Customs and Excise. To prevent further\ninterference\nwith these ‘transhipments’, the respondent sought and\nobtained an order from the Durban High Court (Magid J) declaring\nthat it is not\nunlawful under the Act (or the\nTrade Marks Act 194 of 1993\n) for the respondent\nto export through or to import through (ie, tranship through) the Republic goods\nbearing the GAP marks in circumstances\nwhere such marks are placed on the goods\noutside of the Republic and where such goods are not for sale in the Republic.\n[3]\tThe appellants allege that transhipment (by which I include the\ntransportation of goods in transit) is hit by the provisions of\ns 2(1)(f) of the\nAct which provide that goods that are ‘counterfeit goods’ may not be\nimported into or through or exported\nfrom or through the Republic except if so\nimported or exported for the private and domestic use of the importer or\nexporter, respectively.\n[1]\n(The\nexception is not applicable and will be ignored in the discussion that follows.)\nA person who performs or engages in such an\nact is guilty of an offence if\ncertain requirements are present.\n[2]\nThe respondent, on the other hand, submits that its actions are not hit by these\nprovisions.\n[4]\tBefore entering into a detailed analysis of the relevant\nprovisions of the Act, it is necessary to say something about its background\nand\ngenesis. Counterfeiting of trade marks has, historically and imperfectly, been\ndealt with by different Merchandise Marks\nActs.\n[3]\nPiracy, which concerns\ncopyright infringement committed knowingly, was criminalised by Copyright Acts\nand still is.\n[4]\nInternational concern\nabout counterfeiting and piracy led to certain provisions in the TRIPs\nagreement,\n[5]\nthe preamble of which\nspeaks of the desire of member states –\n‘to reduce distortions\nand impediments to international trade, and taking into account the need to\npromote effective and adequate\nprotection of intellectual property rights, and\nto ensure that measures and procedures to enforce intellectual property rights\ndo\nnot themselves become barriers to legitimate trade.’\nThe agreement\nrequires of member states to provide certain minimum measures for the protection\nof intellectual property rights but\nleaves it to them to grant more should they\nwish to do so.\n[6]\nAs far as border\nmeasures are concerned, art 51 is of significance for present\npurposes:\n‘Members shall, in conformity with the provisions set out\nbelow, adopt procedures to enable a right holder, who has valid grounds\nfor\nsuspecting that\nthe importation of counterfeit trademark or pirated copyright\ngoods\nmay take place, to lodge an application in writing with competent\nauthorities, administrative or judicial, for the suspension by\nthe customs\nauthorities of the release into free circulation of such goods.  . . .  Members\nmay also provide for corresponding procedures\nconcerning the suspension by the\ncustoms authorities of the release of infringing goods destined for exportation\nfrom their territories.’\n(My underlining.)\n[5]\tIn footnote 14,\nthe terms ‘counterfeit trademark goods’ and ‘pirated copyright\ngoods’ are defined in these\nterms:\n‘For the purposes of this Agreement:\n(a)\t\"counterfeit trademark goods\" shall mean any goods, including packaging,\nbearing without authorization a trademark which is\nidentical to the trademark\nvalidly registered in respect of such goods, or which cannot be distinguished in\nits essential aspects\nfrom such a trademark, and which thereby infringes the\nrights of the owner of the trademark in question under the law of the country\nof\nimportation;\n(b)\t\"pirated copyright goods\" shall mean any goods which are copies made\nwithout the consent of the right holder or person duly\nauthorized by the right\nholder in the country of production and which are made directly or indirectly\nfrom an article where the making\nof that copy would have constituted an\ninfringement of a copyright or a related right under the law of the country of\nimportation.’\n[6]\tAs indicated, the Act\nprohibits certain acts in relation to ‘counterfeit goods’ but,\nalthough it to some extent follows\nthe wording of footnote 14, it does not\ndistinguish clearly between piracy and counterfeiting in the technical sense.\nInstead, both\nare referred to as counterfeiting. In the definition of\n‘counterfeiting’ the Act has also changed the wording of the\nfootnote in such a manner as to make the definition unintelligible. The\ndefinition of ‘counterfeiting’, to the extent\nthat it deals with the\ncounterfeiting of trade marks, reads as follows:\n‘Counterfeiting . . .\nmeans, without the authority of the owner of any intellectual property right\n[meaning, for present purposes,\nthe rights in respect of a trade mark conferred\nby the\nTrade Marks Act] subsisting\nin the Republic in respect of protected goods\n[meaning, if one paraphrases, goods bearing a trade mark registered under the\nTrade Marks Act], manufacturing\n, producing or making, or applying to goods,\nwhether in the Republic or elsewhere, the subject matter of that intellectual\nproperty\nright, or a colourable imitation thereof so that the other goods are\ncalculated to be confused with or to be taken as being the protected\ngoods of\nthe said owner or any goods manufactured, produced or made under his or her\nlicence . . ..\nHowever, the relevant act of counterfeiting must also have\ninfringed the intellectual property right in question.’\n[7]\tThere\nare  serious shortcomings in the definition. First, the definition tends to\nequate trade mark infringement with counterfeiting,\nsomething contrary to TRIPs\nand something completely\nunnecessary.\n[7]\nCounterfeiting, as\nmentioned, is a fraudulent imitation. The use of the term\n‘calculated’ is especially confusing in\nthis context because it has\na special meaning in trademark law, meaning\n‘likely’.\n[8]\nWhy a\ndeveloping country such as ours should give greater trademark protection via\ncriminal sanctions than, for instance, the European\nCommunity, is not readily\napparent. The greater problem though, which is not a matter of policy but one of\ninterpretation, is the\nmeaning of the proviso. What TRIPs did was to define\ncounterfeit trademark goods (I paraphrase) as goods with marks identical to\nregistered trade marks and which cannot be distinguished from the original and\n‘thereby’ infringe a trade mark. The definition\nin the Act, on the\nother hand, by means of the proviso, does not draw a conclusion of infringement\nbut adds an additional requirement\nof infringement (by the use of\n‘however’ and ‘also’). To explain by way of an example:\nthe\nTrade Marks Act (s\n34(10)) requires, for infringement, use in the course of\ntrade, obviously in this country since trade marks are territorial. Must\nthat,\ntoo, be established in addition to the acts proscribed in s 2(1) of the Act\nunder consideration? If it must, it would mean\nthat transhipment would not\namount to a prohibited act because the goods would then not be the result of\n‘counterfeiting’.\nOn the other hand, why list the proscribed acts in\ns 2(1), many of which duplicate the requirement of ‘use in the course of\ntrade’? What then is the sense of the definition in covering goods\nmanufactured ‘elsewhere’ (ie not in this country)?\nThe problems\naccumulate if one attempts to harmonise the definition with the infringement\nprovisions of s 23 of the Copyright Act.\n[8]\tIn the light of the\nconclusion I have reached it is not necessary to try to solve these problems.\nReverting then to s 2(1)(f),\nit may be useful to quote the salient wording\nagain:\n‘goods that are counterfeit goods, may not be imported into or\nthrough or exported from or through the Republic . . .’.\nFor purposes\nof the present debate it will be assumed that should the respondent, for\ninstance, import GAP clothing into this country,\nit would amount to a\ncontravention of the provision. The first question is whether\n‘transhipment’ is included in the\nwords ‘imported into’\nthe Republic. Transhipment (also spelt transshipment) is a concept well known to\nthe legislature\nand in ordinary legislative language a distinction is drawn\nbetween the two concepts.\n[9]\nInterpreting a 1918 statutory provision requiring that a person who\n‘imports’ wheat flour into the country must submit\nimmediately\n‘after the importation’ certain returns and mix it with other flour,\nour courts have held that the intention\nof the legislature could not have been\nto include flour in transit to another country to fall under\n‘import’.\n[10]\nMagid J\nrelied on these judgments to conclude that the same applied in this case. This\ncourt, too, has held that goods in transit\nare not ‘imported’ into\nthe country for purposes of the Customs and Excise Act 91 of\n1963.\n[11]\n[9]\tAlthough TRIPs\ndoes not require countries to provide for impounding counterfeit goods in\ntransit, the European Community does.\nThe rationale, the European Court of\nJustice held, was that –\n‘the external transit of non-Community\ngoods is not completely devoid of effect on the internal market. It is, in fact,\nbased\non a legal fiction. Goods placed under this procedure are subject neither\nto the corresponding import duties nor to the other measures\nof commercial\npolicy; it is as if they had not entered Community territory. In reality, they\nare imported from a non-member country\nand pass through one or more Member\nStates before being exported to another non-member country. This operation is\nall the more liable\nto have a direct effect on the internal market as there is a\nrisk that counterfeit goods placed under the external transit procedure\nmay be\nfraudulently brought on to the Community market . .\n..’\n[12]\n[10]\tIn  a\nlocal context there may be good reason to wish to provide for remedies to\nimpound counterfeit goods in transit as there\nwould be to impound illegal drugs\nor weapons in transit. On the other hand, is there any reason to impound goods,\nwhich are not in\nthe ordinary sense of the word ‘counterfeit’, that\nhave to be transhipped through this country from island and landlocked\ncountries, especially if no local rights holder is thereby affected and no\nintellectual property right infringed? Counsel could not\nsuggest any and I\ncannot conceive of any. One has to assume that this country would not wish to\ninterfere with the legitimate trade\nof countries that, due to their particular\ngeographical location, are dependent for access and egress on this country. In\nthe light\nof the preamble of TRIPs quoted above, it is not lightly to be\npresumed that legislation based on it would ‘become barriers\nto legitimate\ntrade’.\n[11]\tThe Act is intended to criminalise a particular\nspecies of fraud. What the respondent does can by no stretch of the imagination\nbe considered as fraudulent. Would the Act then wish to criminalise its actions?\nSince this Act is a penal statute it must be interpreted\nrestrictively without\ndoing violence to the wording.\n[13]\nWhere, as indicated, the word ‘import’ need not include\ntranshipment, as the cases referred to indicate, I do not believe\nthat the\ninterpretation contended for by the appellants should prevail. I am mindful of\nthe fact that the position is different in\nthe European Community and that the\nrespondents’ interpretation would mean that truly counterfeit goods might\nbe transhipped\nthrough this country without hindrance. However, if the\nlegislature wishes to have our law conform to the European model it should\ndo so\nin clear language.\n[12]\tThe appellants relied additionally on the phrase\n‘be imported . . . through . . . or . . . exported through the\nRepublic’\nin s 2(1)(f), but immediately conceded that it has no\ndiscernable meaning. The respondent suggested that it might refer to a case\nwhere the goods are landed in, say, Durban to be cleared by customs at City\nDeep, Johannesburg; in such a case there would be a reason\nto criminalise the\nimportation through the country\nen route\nto City Deep. Whether that is\nthe meaning we need not to decide. What we have to is whether the respondent\nimports ‘through’\nthis country. It does not and, once again, if the\nlegislature intended otherwise it was obliged to make its intention\nclear.\n[13]\tThe judge below was consequently correct in his finding and\nthe following order is made:\nThe appeal is dismissed with costs, including\nthe costs of two counsel.\n__________________\nL T C\nHARMS\nJUDGE OF APPEAL\nAGREE:\nSTREICHER JA\nFARLAM JA\nCLOETE JA\nPONNAN AJA\n[1]\nThe full text of s 2(1) reads:\n‘(1)  Goods that are counterfeit goods, may\nnot—\n(a)\tbe in the possession or under the control of any person in\nthe course of business for the purpose of dealing in those goods;\n(b)\tbe\nmanufactured, produced or made except for the private and domestic use of the\nperson by whom the goods were manufactured,\nproduced or made;\n(c)\tbe sold,\nhired out, bartered or exchanged, or be offered or exposed for sale hiring out,\nbarter or exchange;\n(d)\tbe exhibited in public for purposes of\ntrade;\n(e)\tbe distributed—\n(i)\tfor purposes of trade;\nor\n(ii)\tfor any other purpose to such an extent that the owner of an\nintellectual property right in respect of any particular protected\ngoods suffers\nprejudice;\n( f )\tbe imported into or through or exported from or\nthrough the Republic except if so imported or exported for the private\nand\ndomestic use of the importer or exporter, respectively;\n(g)\tin any other\nmanner be disposed of in the course of\ntrade.’\n[2]\nSection 2(2):\n‘A person who performs or engages in any act or conduct prohibited by\nsubsection (1), will be guilty of an offence\nif—\n(a)\tat the time of\nthe act or conduct, the person knew or had reason to suspect that the goods to\nwhich the act or conduct relates,\nwere counterfeit goods; or\n(b)\tthe person\nfailed to take all reasonable steps in order to avoid any act or conduct of the\nnature contemplated in subsection\n(1) from being performed or engaged in with\nreference to the counterfeit\ngoods.’\n[3]\nThe Merchandise\nMarks Act 12 of 1888 (C); Merchandise Marks Law 22 of 1888 (N); Merchandise\nMarks Ordinance 47 of 1903 (T). These\nwere replaced by the Merchandise Marks Act\n17 of 1941 which is, partly, still in\nforce.\n[4]\nCopyright Act 98 of 1978\ns 27.\n[5]\nThe GATT agreement on\nTrade-Related Aspects of Intellectual Property\nRights.\n[6]\nArt 1.1: ‘Members\nshall give effect to the provisions of this Agreement.  Members may, but shall\nnot be obliged to, implement\nin their law more extensive protection than is\nrequired by this Agreement, provided that such protection does not contravene\nthe\nprovisions of this Agreement.  Members shall be free to determine the\nappropriate method of implementing the provisions of this Agreement\nwithin their\nown legal system and\npractice’\n[7]\nCf Kitchin et\nal\nKerley’s Law of Trade Marks and Trade Names\n13 ed\np734.\n[8]\nAmerican Chewing\nProducts Corp v American Chicle Co\n1948 (2) SA 736\n(A).\n[9]\nEg Liquor Act 27 of 1989 s\n136(1)(a),\nExplosives Act 15 of 2003\ns 33(1)(h)\n, Medicines and Related\nSubstances Control Act 101 of 1965 s 35(1)(xix);\nDrugs and Drug Trafficking Act\n140 of 1992\ns 1.\n[10]\nBeckett\n& Co Ltd v Union Government\n1919 TPD 6\nand on appeal 1921 TPD\n142.\n[11]\nTieber v\nCommissioner for Customs and Excise\n[1992] ZASCA 183\n;\n1992 (4) SA 844\n(A). Cf\nCapri Oro\n(Pty) Ltd v Commissioner for Customs and Excise\n2001 (4) SA 1212\n(SCA).\n[12]\nThe Polo/Lauren Co\nLP v\nPT Dwidua\nLanggeng Pramata International Freight Forwarders\n[2000] ETMR\n535\n(ECJ),\n[2000] EUE CJ 383\npara\n35.\n[13]\nSteyn\nUitleg van\nWette\n5 ed p111-113 and cases there quoted.",
  "scraped_at": "2026-02-12T09:09:55.591647",
  "date": "2004-11-30",
  "coram": [
    "HARMS JA",
    "STREICHER JA",
    "FARLAM JA",
    "CLOETE JA",
    "PONNAN AJA"
  ],
  "case_number": "543/03",
  "parties": {
    "applicants": [
      "A M MOOLLA GROUP LIMITED",
      "A M MOOLLA CLOTHING (PTY) LTD",
      "SALT OF THE EARTH CREATIONS (PTY) LTD",
      "KINGSGATE CLOTHING MANUFACTURERS (PTY) LTD",
      "MAJESTIC CLOTHING MANUFACTURING (PTY) LTD",
      "STAR SHIRT AND CLOTHING (PTY) LTD",
      "RICKEMP (PTY) LTD"
    ],
    "respondents": [
      "THE GAP, INC",
      "GAP (APPAREL) INC",
      "GAP (ITM) INC",
      "GAP INTERNATIONAL SOURCING (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The respondent, a group of companies holding the GAP trademark in many jurisdictions, sourced genuine GAP‑branded clothing from Mauritius, Madagascar and land‑locked countries such as Lesotho, Swaziland and Zimbabwe. Those goods had to be transhipped through South African ports or transported across South Africa to reach a harbour. The appellants, owners of South African registrations of the GAP mark for clothing, attempted to invoke the Counterfeit Goods Act 37 of 1997 to have the transhipped goods impounded. The Durban High Court, however, granted an order declaring that the export or import of such goods \"through\" South Africa was not unlawful where the marks were placed on the goods outside South Africa and the goods were not intended for sale in South Africa. The appellants appealed.",
    "issues": "The central issue was whether the phrase \"imported into or through or exported from or through the Republic\" in section 2(1)(f) of the Counterfeit Goods Act includes goods merely in transit (transhipment) through South Africa, thereby making such transhipment a prohibited act under the Act.",
    "principles": "The Court considered the ordinary legislative meaning of \"import\" and \"transhipment\", citing earlier case law that transit does not constitute import for customs purposes. It examined the TRIPS Agreement definition of counterfeit trademark goods and noted that the Act’s definition was problematic but that penal statutes must be interpreted restrictively. The Court also referred to the European Community’s approach, stating that any deviation from the South African legislative intent must be expressed in clear language. The principle that criminal statutes are to be given their plain meaning unless clearly intended otherwise guided the analysis.",
    "application": "Applying these principles, the Court held that the statutory term \"import\" does not cover goods merely passing through South Africa en route to another destination. The Act therefore does not criminalise the transhipment of genuine GAP goods. The Court rejected the appellants' contention that section 2(1)(f) barred such transit and affirmed the lower court’s view that the respondent’s activities were lawful.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order of the Durban High Court stands, confirming that transhipment of genuine trademarked goods through South Africa is not prohibited by the Counterfeit Goods Act."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark",
    "level_3": [
      "Counterfeit Goods Act",
      "Transhipment",
      "Importation",
      "Criminal Statute Interpretation"
    ]
  }
}