{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/69.html",
  "case_name": "Radio Pretoria v Chairperson of the Independent Communications Authority of South Africa and Another (402/03) [2004] ZASCA 69; [2004] 4 All SA 16 (SCA); 2005 (1) SA 47 (SCA) (2 September 2004)",
  "citation": "[2004] ZASCA 69",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 69\n|\nNoteup\n|\nLawCite\nRadio Pretoria v Chairperson of the Independent Communications Authority of South Africa and Another (402/03) [2004] ZASCA 69; [2004] 4 All SA 16 (SCA); 2005 (1) SA 47 (SCA) (2 September 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t402/03\nIn the matter between:\nRADIO PRETORIA\nAppellant\nand\nTHE CHAIRPERSON OF THE\n1\nst\nRespondent\nINDEPENDENT COMMUNICATIONS\nAUTHORITY OF SOUTH AFRICA\nTHE INDEPENDENT\nCOMMUNICATIONS\n2\nnd\nRespondent\nAUTHORITY OF SOUTH\nAFRICA\n_______________________________________________________\nCoram\n:\nMpati\nDP, Streicher, Navsa, Heher et Van Heerden JJA\nDate of hearing:\n16\nAugust 2004\nDate of delivery:\n2 September\n2004\nSummary:\tApplication of s 21A of the Supreme Court Act 59 of 1959\n─ \t\t\t\t\tconsideration of s 21A(3) ─ whether exceptional\ncircumstances\n\t\t\t\tpresent justifying a hearing of the appeal ─ repeated warnings by\n\t\t\t\tCourt against persisting with appeals\nthat will have no practical \t\t\t\teffect\nor result being\nignored.\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nNAVSA\nJA:\n[1]\tOn 16 August 2004 this appeal was heard and dismissed in terms of\ns 21A(1) of the Supreme Court Act 59 of 1959 (the SC Act). The\nfollowing order\nwas made:\n‘1.\tThe appeal is dismissed.\n2.\tAppellant is to\npay:\n(a)\tall costs occasioned by the application for amendment of the Notice\n\t\tof Appeal.\n(b)\tall costs in relation to the appeal incurred after 30 June\n2004.’\nReasons for the order were to follow. These are the\nreasons.\n[2]\tSubsections 21A(1) and 21A(3) of the SC Act provide as\nfollows:\n‘(1)\tWhen at the hearing of any civil appeal to the Appellate\nDivision or any Provincial or Local Division of the Supreme Court\nthe issues are\nof such a nature that the judgment or order sought will have no practical effect\nor result, the appeal may be dismissed\non this ground alone.\n...\n(3)\tSave\nunder exceptional circumstances, the question whether the judgment or order\nwould have no practical effect or result, is\nto be determined without reference\nto consideration of costs.’\n[3]\tThere have been too many appeals in\nthe recent past which have been dismissed by this Court on the basis set out in\nthe statutory\nprovisions referred to in the preceding paragraph. This\nunfortunately appears to demonstrate that a number of appeals that have no\nprospect of being heard on the merits are being persisted in:\nPremier,\nProvinsie Mpumalanga, en ‘n Ander v Groblersdalse Stadsraad\n1998 (2)\nSA 1136\n(SCA),\nWestern Cape Education Department and Another v George\n1998 (3) SA 77\n(SCA),\nCoin Security Group (Pty) Ltd v SA National Union\nfor Security Officers and Others\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA),\nPort Elizabeth\nMunicipality v Smit\n2002 (4) SA 241\n(SCA),\nRand Water Board v Rotek\nIndustries (Pty) Ltd\n2003 (4) SA 58\n(SCA).\n[4]\tThe primary question in this appeal was whether a judgment by this\nCourt would indeed have any practical effect. An answer in\nthe negative, absent\nthe exceptional circumstances referred to in s 21A(3) of the SC Act, would\nmean that the appeal was destined\nto be dealt with like those referred to above.\n[5]\tThe background facts against which this question fell to be decided\nare set out briefly in the succeeding paragraphs. As will\nbecome apparent the\npath to the appeal before this Court was protracted and convoluted.\n[6]\tSecond respondent, the Independent Communications Authority of South\nAfrica (ICASA), is in terms of the Independent Communications\nAuthority Act 13\nof 2000 (the Act) presently the statutorily entrenched authority that issues\nradio broadcasting licences. ICASA\ncame into being on 1 July 2000. The first\nrespondent is its chairperson.\n[7]\tThe appellant company (Radio\nPretoria) was incorporated in 1994 in terms of s 21 of the Companies Act 61 of\n1973. In 1995 the\nIndependent Broadcasting Authority (the IBA), the second\nrespondent’s immediate statutory predecessor, granted Radio Pretoria\na\ntemporary one-year licence to conduct business as a community radio station and\nbroadcaster.\n[8]\tIn 1996, 1997 and 1998, further one-year licences were\ngranted by the IBA to Radio Pretoria to continue broadcasting as a community\nradio station.\n[9]\tWhen Radio Pretoria applied for its fifth consecutive\ntemporary licence for the period 30 April 1999 to 29 April 2000, a dispute\narose\nwith the IBA concerning signal distribution licences for twelve relay stations.\nAs a result of negotiations a licence was issued\nin terms of which Radio\nPretoria could continue broadcasting via its Kleinfontein transmitter as well as\nthrough twelve signal distribution\nstations.\n[10]\tOn 10 February 2000\nRadio Pretoria applied to the IBA for a temporary community sound broadcasting\nand signal distribution licence\nto continue as a radio broadcaster for the\nperiod 30 April 2000 to 29 April 2001 on the same terms and conditions as\nhad applied\nin the previous year.\n[11]\tAfter the preliminary statutory\nprocedure was followed ICASA, which (as stated above) succeeded the IBA from 1\nJuly 2000, set\nup a committee, duly delegated, to deal with the application. \nThe committee, consisting of three ICASA members, conducted a hearing\nduring\nSeptember and October 2000 at which Radio Pretoria made oral and written\nrepresentations.\n[12]\tSubsequent to the hearing the committee wrote to\nRadio Pretoria asking it to further address, in writing, questions that had\nbeen\nraised during the hearing, namely\ninter alia,\nthe question of community\ninvolvement in the election of its board of directors and its stated strict\npolicy of employing only Boere-Afrikaners.\n[13]\tRadio Pretoria responded\nin writing, contending that it acted in accordance with its articles of\nassociation and that it had\ndone all it could to actively encourage the\ncommunities it served to become members. It was unrepentant concerning its\nemployment\npractices, which it stated were necessary to preserve its cultural\nand overall identity.\n[14]\tAfter having regard to the report of the\ncommittee that considered Radio Pretoria’s application, the Council of\nICASA decided\nto refuse the application for a temporary licence. On 28 February\n2001 ICASA wrote to Radio Pretoria informing it of that decision.\n[15]\tOn 10 July 2001 ICASA supplied reasons for the refusal. It stated\nthat, in terms of Radio Pretoria’s articles of association,\nnot every\nmember of the community it served was\nentitled\nto become a member, and\nthat, as only persons nominated or appointed by the board of directors by\nmajority vote could become members,\nfor all practical purposes membership of\nRadio Pretoria was restricted to those persons invited by the Board to become\nmembers. The\nBoard of directors of Radio Pretoria was, in turn, elected by\nmembers at its annual general meeting. Simply put, ICASA took the view\nthat,\nsince the directors nominate or appoint the members and the members elect the\ndirectors, the form of governance followed by\nRadio Pretoria was undemocratic\nand in contravention of s 32(3) of the Broadcasting Act 4 of 1999 (‘the BA\nAct’). This\nsection provides that a licencee must be managed and\ncontrolled by a board that must be democratically elected from members of the\ncommunity in the licensed geographical area.\n[16]\tIn respect of Radio\nPretoria’s practice of employing only Boere-Afrikaners, the following was\nstated by ICASA as a ground\nfor refusing the application:\n’31.1\tThe applicant’s policy of only employing Boere-Afrikaners\namounts to discrimination against other persons on the\nbasis of race, ethnic or\nsocial origin, colour, religion, belief, culture and language, as contemplated\nin section 9(4) of the Constitution.\nIn terms of section 9(5) of the\nConstitution, discrimination on one or more of these grounds is unfair, unless\nit is established\nthat the discrimination is fair. In the Authority’s\nview, the applicant has not established that its discriminatory employment\npolicy, referred to above, is fair.\n31.2\tIt may be an inherent\nrequirement of some of the positions at the \tapplicant’s radio station\nthat such positions should\nbe filled by Boere-\tAfrikaners. For example, in view\nof the fact that the applicant has been \tgranted a licence to serve the\ninterests\nof the Boere-Afrikaner community, \twhich is defined in terms of its\nlanguage, cultural and religious \tcharacteristics, it is arguable\nthat\nmanagement positions should be filled \tby Boere-Afrikaners (or, at least, by\npersons who identify with the ideals of \tthe Boere-Afrikaner\ncommunity) and that\nannouncers should speak the \tform of Afrikaans generally spoken by\nBoere-Afrikaners. However, it does \tnot follow\nthat it is an inherent\nrequirement of every position that it should \tbe filled by a Boere-Afrikaner\nperson. For example, there is\nno reason why \tsound technicians or cleaning staff\nshould be Boere-Afrikaners.’\n[17]\tICASA advised Radio Pretoria\nthat it was to terminate its broadcasting services and those of its relay\nstations within thirty\ndays after receiving the reasons for the\nrefusal.\n[18]\tSubsequent to the refusal of its application and facing the\ntermination of its broadcasting services, Radio Pretoria applied\nto the Pretoria\nHigh Court to have the decision by ICASA reviewed and set aside and to have the\nmatter remitted to ICASA for reconsideration.\n[19]\tThe review application was\nheard by Bosielo J. Radio Pretoria contended,\ninter alia,\nthat in\nrequiring it to make written representations rather than permitting it to make\nfurther oral representations, ICASA unlawfully\nnegated the\naudi alteram\npartem\nprinciple, rendering the hearing unfair and the decision null and\nvoid. It contended further that ICASA construed the words ‘democratically\nelected’ as they appear in s 32(3) of the BA Act too narrowly.  According\nto Radio Pretoria, its Constitutional rights to freedom\nof expression and lawful\nadministrative action were infringed and ICASA acted beyond its statutory powers\nwhen it based its decision\nto refuse the licence application on the employment\npractice referred to above and on its narrow interpretation of s 32(3) of the\nBA\nAct.\n[20]\tIt was contended on behalf of ICASA before Bosielo J, that\nsince the period in respect of which the temporary licence had been\napplied for\nhad expired, the application was academic and should for that reason alone be\ndismissed.\n[21]\tThe learned judge, however, considered the merits of the\nreview application. He had regard to the two separate bases on which\nthe\napplication for a licence had been refused and held that ICASA had acted\nproperly and within its powers. On 21 February 2003\nhe dismissed the review\napplication with costs. The judgment is reported as\nRadio Pretoria v\nChairman, Independent Communications Authority of South Africa, and Another\n2003 (5) SA 451\n(T). The present appeal is directed against that judgment.\n[22]\tIt is clear from the scheme of the Act and the regulations made\nthereunder that it is envisaged that community broadcasting licences\nare to be\ngranted for a four year ‘permanent’ term.  It is common cause that\nthe system of successive annual temporary\nlicences was an interim measure to\ndeal with the enormous volume in applications for radio broadcasting licences\nthat first the IBA\nand thereafter ICASA, each with its limited resources, was\nstruggling to process and bring to finality.\n[23]\tRadio Pretoria\nsubmitted an application for a four-year licence during March 1998 which was\nrefused by ICASA on 30 September\n2003, approximately seven months after the\ndecision by Bosielo J.\n[24]\tIn its application before Bosielo J, Radio\nPretoria sought an order merely reviewing and setting aside ICASA’s\ndecision,\nalternatively, correcting it. The court below delivered its judgment\nlong after the envisaged temporary licence period had expired.\nIndeed, as can be\nseen from what is set out above, that period had already expired by the time\nICASA had supplied reasons for its\nrefusal.\n[25]\tIn its notice of appeal,\ndated 2 September 2003 (prior to ICASA’s refusal of its application for a\nfour-year licence),\nthe order sought on appeal by Radio Pretoria was that\nICASA’s decision be set aside and that the matter be remitted to the\nlatter for reconsideration.\n[26]\tIn April 2004, probably with an eye on\na review of ICASA’s refusal of the four-year licence, Radio Pretoria gave\nnotice\nthat, at the hearing of the present appeal, it would move an amendment to\nits notice of appeal in the following terms:\n‘2.2.1\tThe present\nauthorisation by the Second Respondent, in terms of which the Appellant is\nbroadcasting on the same terms\nand conditions as their 2000/2001 licence\n[including 12 additional frequencies for signal distribution] is extended until\nfinal adjudication\nor decision, successful or unsuccessful, of all remedies\navailable to the Appellant to obtain a four-year Community Broadcasting\nLicence.\n2.2.2\tSuch extended broadcasting will be subject to the lawful\nregulatory powers  of the Second Respondent as intended by the provisions\nof\nsection 192 of the Constitution and the empowering Statutes and Regulations\napplicable to the Second Respondent.’\n[27]\tICASA objected to\nthe proposed amendment,\ninter alia\non the basis that the temporary\nlicence period had expired and that the review application was thus moot.\n[28]\tEvents have subsequently overtaken that proposed amendment.\n[29]\tIn May 2004 ICASA supplied Radio Pretoria with reasons for the\nrefusal of the four-year licence application. On 24 May 2004 ICASA\ninformed\nRadio Pretoria that, in the light of the decision, it was required to terminate\nits broadcasting activities by midnight\non 23 June 2004.\n[30]\tRadio\nPretoria resorted to further litigation. An application was then launched in the\nPretoria High Court for an order permitting\nit to continue broadcasting pending\nthe outcome of the present appeal. De Vos J who heard the application refused it\non the following\nbasis:\n‘I am of the view that the Applicant can\ntherefore not succeed with the current application before me. To my mind, the\nApplicant,\nwho wants to protect its rights to broadcasting which it claims it\nhas, must ask for interim relief pending the outcome of the review\napplication\nof the four-year licence, and, in doing so, will have to place the merits of\nthat review application before the Court.’\n[31]\tAn urgent\napplication on the basis suggested by De Vos J was launched by Radio Pretoria.\nIt was heard in the Pretoria High Court\nby Preller J, who, on 30 June 2004,\ngranted an order permitting Radio Pretoria to continue broadcasting on the same\nterms and conditions\nas set out in its last temporary licence, pending final\ndetermination of a review of ICASA’s decision in respect of the four-year\nlicence application. Final determination included such appeal as might be\nprosecuted by either party. In terms of the order by Preller\nJ, Radio Pretoria\nwas given 180 days after 14 May 2004 within which to institute the review\nproceedings.\n[32]\tBefore us, Radio Pretoria abandoned its proposed\namendment, contending that the matter should now be determined on the merits,\nnamely, the correctness of the bases on which the application for a temporary\nlicence was refused.\n[33]\tIn its affidavit in reply to ICASA’s\nopposition to its proposed notice of amendment, the deponent on Radio\nPretoria’s\nbehalf had\nmade the following, somewhat cryptic,\nstatements:\n‘Respectfully, I am advised to also notify the Honourable\nCourt that the reasons offered by the Respondents for refusing the\nAppellant’s application for a four-year community broadcasting licence,\nare substantially the same as those presently under\nattack and to be considered\nby this Honourable Court. The reasons are those dealing with the composition of\nthe Board of Directors,\nand the employment policies of the Appellant. This much\nwas common cause in the proceedings before Preller J. There were two other\nreasons of a more peripheral nature which were not seriously relied upon before\nPreller J.’\n[34]\tThroughout the period from ICASA’s refusal\nof Radio Pretoria’s last application for a temporary licence, namely 28\nFebruary 2001, until the present time, Radio Pretoria has continued its radio\nbroadcasting, in the main in terms of extensions by\nICASA or by arrangements\nbetween the parties or through a court order. In terms of the order made by\nPreller J, that will continue\nuntil the review of ICASA’s decision in\nrespect of the four-year application is finally determined.\n[35]\tThat\nreview application has not yet been launched. We do not know the bases of Radio\nPretoria’s challenge to the decision\nor the details of opposition. The\nreasons for ICASA’s refusal were not placed before us.\n[36]\tWe\ninvited counsel for Radio Pretoria to give us an assurance that the facts in\nrespect of these two issues as they were to be\npresented to the review court\nwould be identical to those presented to us and that a decision by this Court\nwould put an end to the\ndisputes between the parties. Such an assurance was not\nforthcoming. We were informed from the bar that, to the best of counsel’s\nrecollection, during the ICASA hearing on the four-year licence application\nthere was an indication by Radio Pretoria that it might\ngive consideration to\nsome of ICASA’s concerns in respect of its employment practices. We were\nalso informed that, in respect\nof the issue of community participation in the\ngovernance of Radio Pretoria, there were additional facts placed before the\nICASA\nhearing concerning geographical location and regional participation that\nmight impact on the question of the election of members\nand of the Board. We\nwere informed that there might be a change in emphasis or accent in respect of\naspects of Radio Pretoria’s\nchallenge to the refusal of its application\nfor a four-year licence. The specifics were not supplied.\n[37]\tCounsel\nfor Radio Pretoria submitted that a decision by us on an interpretation of s\n32(3) of the BA Act and on the correctness\nof ICASA’s refusal in respect\nof the employment practice referred to earlier would be useful as a guide for\nthe court reviewing\nICASA’s decision in respect of the four-year licence\napplication and to other broadcasters who might experience similar problems.\nWe\nwere referred to remarks by Bosielo J when he granted leave to appeal on certain\nissues (leave in general terms was granted by\nthis Court). The learned judge\nsaid the following:\n‘... I have no doubt ... that this matter involves\nissues of substance and great importance, not only to the parties themselves\nbut\nto the broader broadcasting community, and the public in general.’\n[38]\tThe learned judge no doubt had in mind a fixed set of facts against\nwhich a decision by this Court might be made and an ensuing\npractical effect or\nresult. He was speaking without the knowledge of the events that overtook his\njudgment.\n[39]\tIn\nNational Coalition for Gay and Lesbian Equality v\nMinister of Home Affairs\n2000 (2) SA 1\n(CC), Ackermann J said the\nfollowing at para [21] (footnote 18) with reference to\nJT Publishing (Pty)\nLtd and Another v Minister of Safety and Security and Others\n[1996] ZACC 23\n;\n1997 (3) SA 514\n(CC):\n‘A case is moot and therefore not justiciable if it no longer\npresents an existing or live controversy which should exist if\nthe Court is to\navoid giving advisory opinions on abstract propositions of\nlaw.’\n[40]\tAssuming without deciding, as this Court did in the\nWestern Cape\nand\nRotek\ncases, supra, at 83E-F and 63C-E\nrespectively, that the practical effect or result referred to in s 21A(1) of the\nSC Act is not restricted\nto the parties\ninter se\nand that the expression\nis wide enough to include a practical effect or result in some other respect,\nthere is no clear indication\nthat another case on identical facts will surface\nin the future. Furthermore, the parties themselves have indicated that a\ndecision\nby us will not resolve the issues between them.\n[41]\tIt is clear\nthat the question of a temporary licence is no longer a live issue. That\nquestion is moot. No order by us will impact\non Radio Pretoria’s ability\nto continue broadcasting until the litigation concerning ICASA’s decision\nto refuse the four-year\nlicence application has been finally resolved. Courts of\nappeal often have to deal with congested court rolls. They do not give advice\ngratuitously. They decide real disputes and do not speculate or theorise (see\nthe\nCoin Security\ncase, supra, at para [7] (875A-D)). Furthermore,\nstatutory enactments are to be applied to or interpreted against particular\nfacts\nand disputes and not in isolation.\n[42]\tWe were referred by counsel\nfor Radio Pretoria to the judgment in\nOudebaaskraal (Edms) Bpk en Andere v\nJansen van Vuuren en Andere\n2001 (2) SA 806\n(SCA) as support for his\nsubmission that, in the circumstances of the present appeal, Radio Pretoria was\nentitled to rely on s 21A(3).\nIn terms of this subsection, the question\nwhether a judgment or order by a court of appeal would have a practical effect\nor result\nmay in\nexceptional\ncircumstances be decided with reference to\nconsiderations of costs. It was submitted on behalf of Radio Pretoria that the\ncircumstances\nthat prompted the present appeal were, as in the\nOudebaaskraal\ncase, exceptional.\n[43]\tI disagree. The\nOudebaaskraal\ncase is\ndistinguishable. Apart from a costs order the appeal became academic as a result\nof the repeal of the Water Act 54 of 1956\nat a time when the appeal was ripe for\nhearing. This Court held in respect of an argument that the\nappeal\nshould be dismissed in terms of s 21A (at 812D):\n‘In die onderhawige\ngeval het die saak in die Waterhof etlike dae geduur. Die oorkonde beslaan 2 379\nbladsye. Die appellante\nis verteenwoordig deur ‘n senior en ‘n\njunior advokaat, die respondente deur ‘n prokureur en die Departement deur\n‘n senior advokaat. Verskeie deskundiges is as getuies geroep. Die\nverhoorkoste is dus ‘n wesenlike faktor. Verder was\ndie appèl\ngereed vir verhoor op die stadium wat die Waterwet herroep is. Ten minste nege\nkopieë van die oorkonde, bestaande\nuit 35 volumes elk, moes voorberei word.\nHoofde van argument was ook reeds geliasseer. Die voormelde oorwegings stel na\nmy mening\nbuitengewone omstandighede soos bedoel in art 21A(3) daar. Ingevolge\ndie artikel kan die vraag of die uitspraak of bevel van hierdie\nHof ‘n\npraktiese uitwerking of gevolg sal hê dus bepaal word met verwysing na\noorweging van koste. Op dié basis\nsal die uitspraak van hierdie Hof,\nindien die appèl sou slaag, wel ‘n praktiese uitwerking of gevolg\nhê en is\nhierdie Hof, indien die appèl sou slaag, wel ‘n\npraktiese uitwerking of gevolg hê en is hierdie nie ‘n geval\nwaar\ndie appèl ingevolge die artikel van die hand gewys behoort te word\nnie.’\nIn the present matter the appeal is against a judgment in motion\nproceedings and the appeal record consists of eight volumes. The\nOudebaaskraal\ncase and the present appeal are not comparable at all.\n[44]\tIn the\nGroblersdalse Stadsraad\ncase, supra, Olivier JA said\nthe\nfollowing at 1143A-C:\n‘...Die bedoeling van art 21A van die\nWet op die Hooggeregshof is klaarblyklik om die drukkende werklas van Howe van\nappèl\nte verlig. Appèlle behoort slegs vir beregting\nvoorgelê te word as daar ‘n werklike, praktiese uitwerking of gevolg\nvan ‘n uitspraak van die Hof van appèl sal wees. Praktisyns behoort\ndus deurgaans die doel van art 21A voor oë\nte hou; in die besonder by\n‘n aansoek om na ‘n hoër Hof te appelleer en by die\nvoortsetting, voorbereiding en beredenering\nvan die\nappèl.’\n[45]\tIn the\nRotek\ncase, supra, at 63H-I the\nfollowing appears (at para 26):\n‘The present case is a good example of\nthis Court’s experience in the recent past, including unreported cases,\nthat there\nis a growing misperception that there has been a relaxation or\ndilution of the fundamental principle spelt out in the\nGroblerdalse Stadsraad\ncase, above, namely that Courts will not make determinations that will have\nno practical effect.’\nThese statements by this Court continue to be\nignored.\n[46]\tThe costs order made by us and set out in para [1] was\narrived at after considering what is set out hereafter. By the time ICASA\nsupplied reasons for refusal of the application for the temporary licence, the\nperiod contemplated therein had already expired and\nthe relief sought in the\nnotice of motion had been rendered redundant. At that stage the parties’\nattitudes were such that\na new application for a temporary licence would\nprobably have met with the same response. Although Radio Pretoria’s\nproposed\namendment (now abandoned) was misconceived in that the relief sought\nwas more appropriately within the province of a court of first\ninstance, it did\nrequire some form of interim protection pending a resolution of its dispute with\nICASA and its persistence in the\nappeal at that stage is understandable.\nHowever, when it received the interim order from Preller J on 30 June 2004,\npending a final\nresolution of the dispute concerning the four-year application\nit must have been abundantly clear that no purpose would be served\nby persisting\nin this appeal.\n[47]\tThese were the considerations on which the\ndismissal of the appeal and the related costs order were based.\n_________________\nMS NAVSA\nJudge of Appeal\nCONCUR:\tMpati\t\t\tDP\nStreicher\t\tJA\nHeher \t\tJA\nVan\nHeerden\tJA",
  "scraped_at": "2026-02-12T09:05:29.386405",
  "date": "2004-09-02",
  "coram": [
    "Mpati DP",
    "Streicher JA",
    "Navsa JA",
    "Heher JA",
    "Van Heerden JA"
  ],
  "case_number": "402/03",
  "parties": {
    "applicants": [
      "Radio Pretoria"
    ],
    "respondents": [
      "Chairperson of the Independent Communications Authority of South Africa",
      "Independent Communications Authority of South Africa"
    ]
  },
  "sections": {
    "facts": "Radio Pretoria, incorporated in 1994, operated as a community radio station under a series of one‑year temporary licences issued first by the Independent Broadcasting Authority and later by its successor, the Independent Communications Authority of South Africa (ICASA). In 2000 the station applied for a further temporary licence covering 30 April 2000 to 29 April 2001. ICASA refused the application on two grounds: (1) the station’s governance structure was deemed undemocratic and contrary to section 32(3) of the Broadcasting Act because board members elected members and vice‑versa; (2) its policy of employing only Boere‑Afrikaners was held to be discriminatory under section 9 of the Constitution. Radio Pretoria sought judicial review, which was dismissed by the High Court. It then applied for a four‑year community broadcasting licence, which ICASA also refused in 2003. Subsequent litigation included an amendment to the notice of appeal, an interim order allowing the station to continue broadcasting pending review, and repeated attempts to revive the appeal, all of which occurred after the relevant temporary licence periods had expired.",
    "issues": "The principal issue before the Supreme Court of Appeal was whether the appeal against the High Court’s dismissal should be heard, given that the subject matter – the grant of a temporary broadcasting licence – was no longer live. The court had to determine whether the appeal would have any practical effect or result under section 21A(1) of the Supreme Court Act, and whether any exceptional circumstances under section 21A(3) justified hearing the appeal despite its mootness.",
    "principles": "The court applied section 21A(1) and (3) of the Supreme Court Act, which allow dismissal of an appeal where the judgment sought would have no practical effect, unless exceptional circumstances exist. It considered the doctrine of mootness as articulated in National Coalition for Gay and Lesbian Equality v Minister of Home Affairs and assessed precedent cases such as Oudebaaskraal (where costs and repeal rendered the appeal academic), Groblersdalse Stadsraad (emphasising the need for a practical effect), and Rotek (warning against diluting the principle). The court held that exceptional circumstances must be evident beyond mere inconvenience or cost considerations.",
    "application": "Applying these principles, the court found that the temporary licence issue was definitively moot because the licence period had expired and no future relief could arise from a judgment. The proposed amendment was abandoned, and the intervening interim order from Preller J rendered further pursuit of the appeal purposeless. The court distinguished the Oudebaaskraal case, noting that the present appeal involved a motion record of eight volumes and did not present the extraordinary cost or legislative repeal factors required for an exception. Consequently, no exceptional circumstances existed to override section 21A(1).",
    "conclusion": "The appeal was dismissed in terms of section 21A(1) of the Supreme Court Act. The appellant, Radio Pretoria, was ordered to pay all costs related to the amendment of the notice of appeal and all costs incurred in the appeal after 30 June 2004."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Broadcasting Licensing",
    "level_3": [
      "broadcasting licence",
      "mootness",
      "section 21A",
      "ICASA",
      "community radio"
    ]
  }
}