{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/102.html",
  "case_name": "National Director of Public Prosecutions v Rautenbach and Another (146/2003) [2004] ZASCA 102; [2005] 1 All SA 412 (SCA); 2005 (4) SA 603 (SCA); 2005 (1) SACR 530 (SCA) (22 November 2004)",
  "citation": "[2004] ZASCA 102",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 102\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Rautenbach and Another (146/2003) [2004] ZASCA 102; [2005] 1 All SA 412 (SCA); 2005 (4) SA 603 (SCA); 2005 (1) SACR 530 (SCA) (22 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 146/2003\nIn the matter between :\nTHE NATIONAL DIRECTOR OF PUBLIC\nPROSECUTIONS\nAppellant\nand\nMULLER CONRAD\nRAUTENBACH\nFirst Respondent\nWESSEL HENDRICK MOOLMAN\nRAUTENBACH\nSecond Respondent\n______________________________________________________________________________\nBefore:\tMPATI\nDP, NAVSA, NUGENT JJA, ERASMUS & PONNAN AJJA\nHeard:\t19 AUGUST\n2004\nDelivered:\n22 NOVEMBER 2004\nSummary:\nPrevention of Organised Crime Act 121 of 1998\n. Two separate\nappeals: (1) Ancillary appeal - provisional restraint order - effect of noting\nof appeal against order setting it aside\n(2) Main appeal - restraint order -\nrequirements for grant of – relationship between restraint order and\nanticipated confiscation\norder.\nThe orders in the two appeals are contained\nin paragraph 58.\n______________________________________________________________________________\nJ U D G M E N T\n(Dissenting in part  pp 30-42)\n(Concurring pp 42-45)\n______________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tThere are two appeals before us,\nboth of which originate from a provisional restraint order that was made by the\nJohannesburg\nHigh Court (Blieden J) in the exercise of the powers conferred upon\nit by\ns 26\nof the\nPrevention of Organised Crime Act 121 of 1998\n. The\nprovisional order is lengthy and its detailed provisions are not material for\npresent purposes. It is sufficient to say that\nthe order placed under restraint,\nand appointed a curator\nbonis\nto take charge of, certain property,\nexcluding ‘such realisable property as the Curator, after determining the\nvalue that the\nproperty disclosed to him is likely to yield when realised, may\ncertify in writing that he considers to be in excess of the value\nof\nR60 million.’ The property that was encompassed by the order included\nproperty held by the first respondent (who I\nwill refer to as Rautenbach) or by\nrelatives to whom he allegedly made affected gifts, which in turn included a\nhouse and six flats\nin Sandhurst, a farm in KwaZulu-Natal, a farm in the Western\nCape, a Falcon Jet aircraft, a Bell Ranger helicopter, and furniture,\nfittings,\nequipment and other moveable items (subject to certain exclusions) that were in\nor on the properties. The order was later\nextended to include moneys held in\ncertain bank accounts. The only property that was taken into the control of the\ncurator pursuant\nto the order was the specified property to which I have\nreferred and there is no indication that any other property exists that might\nalso be subject to the terms of the order. The value of that property does not\nappear from the evidence but we were told from the\nbar that it amounts to about\nR20 million.\n[2]\tAnother twenty-two respondents were cited in the\nproceedings but only one of them (Rautenbach’s father, who was cited as\nthe third respondent) has joined with Rautenbach to oppose these\nappeals.\n[3]\tThe provisional restraint order was discharged by Rabie J on the\nreturn day and the main appeal, which is before us with the leave\nof the court\na quo\n, is against that decision. The ancillary appeal raises the question\nwhether the initiation of the main appeal had the effect of keeping\nthe\nprovisional restraint order in place. In separate proceedings that were brought\nby the two respondents Rabie J declared that\nit did not have that effect and he\nordered the curator to return the property that had been placed under restraint.\nThe appellant\nappeals against that decision with leave granted by this\ncourt.\n[4]\tBefore turning to the merits of the appeals there are certain\npreliminary matters that need to be dealt with. The prosecution\nof the appeals\nwas irregular in three respects – the notice of appeal in both cases, and\nthe appellant’s heads of argument,\nwere all filed out of time – for\nwhich the appellant sought condonation. Those applications were opposed but the\nexplanation\nthat was tendered by the State Attorney, the importance of the\nissues that arise in these appeals, and the lack of material prejudice\nthat was\ncaused to the respondents, together provide sufficient grounds for condoning the\nirregularities. Furthermore, the respondents\nlaunched an application to submit\nfurther evidence to this court, but that application has now been abandoned and\nI need say no more\nabout it. I will deal with the costs relating to those\nmatters later in this judgment.\nTHE ANCILLARY APPEAL\n[5]\tThe provisional\nrestraint order was made on 18 September 2000 on the\nex parte\napplication\nof the appellant. In due course Rautenbach filed answering affidavits, which\nwere replied to by the appellant, and Rautenbach\nfiled a further affidavit and\napplied to strike out portions of the replying affidavits. On the extended\nreturn day the matter came\nbefore Heher J who struck out some of the material\nthat had been objected to and extended the return day. Further affidavits were\nthen filed by Rautenbach and replied to by the appellant.\n[6]\tOn the extended\nreturn day the matter came before Rabie J, who discharged the provisional order\nwith costs. (That order is the\nsubject of the main appeal.) Shortly after the\nprovisional order was discharged the appellant lodged an application for leave\nto\nappeal. The appellant took the view that the effect of that application was\nto revive the provisional restraint order until the outcome\nof the application\nfor leave to appeal (and any consequent appeal) and the restrained property was\nnot released. That prompted the\nrespondents to apply to the High Court, as a\nmatter of urgency, for an order compelling the curator to secure the release of\nthe\nproperty. The appellant opposed the application and applied in the same\nproceedings, conditionally upon it being found that the restraint\norder was no\nlonger in force, for an order permitting the curator to remain in possession of\nthe property pending the outcome of\nthe main appeal.\n[7]\tRabie J found in the\nrespondents' favour and issued an order declaring that the lodging of the\napplication for leave to appeal\ndid not revive the provisional order and that\nthe property concerned was accordingly not subject to any restraint, directing\nthe\ncurator to release the property, and dismissing the counter-application for\nconditional relief. Leave to appeal against the whole\nof that order was refused\nby the court\na quo\nbut was granted by this court.\n[8]\tThe appeal\nagainst the dismissal of the counter-application has been abandoned by the\nappellant. Thus the only issue that arises\nin this appeal is whether the court\na quo\ncorrectly found that the provisional restraint order was not\nrevived by the lodgement of the application for leave to appeal in the\nmain\nproceedings.\n[9]\tBecause the ancillary appeal concerns the status of the\nprovisional restraint order only until such time as the main appeal is\ndisposed\nof it will be apparent that, as between the parties, the outcome of the\nancillary appeal will have no practical effect or\nresult. Section 21A(1) of the\nSupreme Court Act 59 of 1959 gives this court a discretion, in those\ncircumstances, to dismiss the\nappeal on those grounds alone. While this court\nwill generally not entertain appeals that do not concern concrete controversies\n(\nCoin Security Group (Pty) Ltd v SA National Union for Security Officers and\nOthers\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA)) the issue that arises in this appeal\nnevertheless relates to an important question of law that is not only the\nsubject of\nsome uncertainty\n[1]\nbut it\nalso arises frequently in practice and in my view we should exercise our\ndiscretion to resolve it (cf\nThe Merak S: Sea Melody Enterprises SA v\nBulktrans (Europe) Corporation\n2002 (4) SA 273\n(SCA) para 4).\n[10]\tRule\n49(11) of the Uniform Rules provides that\n‘where an appeal has been\nnoted or an application for leave to appeal against ... an order of a court has\nbeen made, the operation\nand execution of the order in question shall be\nsuspended, pending the decision of such appeal or application, unless the court\nwhich\ngave such order, on the application of a party, otherwise\ndirects.’\n[11]\tThe appellant submitted that in the present case two\nseparate orders were made – first, the provisional order that was\nmade by\nBlieden J and secondly, the order by Rabie J discharging it – and that the\neffect of initiating an appeal against the\nsecond order was to suspend only that\norder, with the logical result that the first order remained\nextant.\n[12]\tThat is to misconstrue the true nature of the orders. As pointed\nout by Goldblatt J in\nChrome Circuit Audiotronics (Pty) Ltd v Recoton\nEuropean Holdings Inc & Another\n2000 (2) SA 188\n(W) at 190 B-E orders of\nthis kind are not independent of one another. An interim order that is made\nex parte\nis by its nature provisional – it is ‘conditional\nupon confirmation by the same Court (albeit not the same Judge) in\nthe same\nproceedings after having heard the other side’ (per Harms JA in\nMV Snow\nDelta: Serva Ship Ltd v Discount Tonnage Ltd\n2000 (4) 746 (SCA) para 6),\nwhich is why a litigant who secures such an order is not better positioned when\nthe order is reconsidered\non the return day (\nPretoria Portland Cement Co Ltd\nand Another v Competition Commission and Others\n2003 (2) SA 385\n(SCA) para\n45). It follows that when an appeal is sought to be brought against the\ndischarge of such an order there is nothing to\nrevive for it is as if no order\nwas made in the first place.\n[13]\tThe appellant submitted that even if that\nis so in relation to ordinary civil practice a distinction should be made in\nrelation\nto an order of the kind that is now before us otherwise the purpose and\nintent of the Act will be undermined. I see no grounds upon\nwhich to make that\ndistinction. The reason for permitting restraint orders to be sought\nex\nparte\nis not to ease the burden upon the appellant by ensuring that he can\nobtain such orders without opposition: it is to ensure that\nthe property\nconcerned is not disposed of or concealed in anticipation of such proceedings.\nThe Act contemplates that such an order\nis only provisional until it is\nconfirmed on the return day (s 26(3)(a)) and in that respect it is no\ndifferent to an order\nmade in ordinary civil proceedings. If that means that\nproperty will not be under restraint where a court erroneously refuses to\nmake\nsuch an order (either provisionally at the outset or finally on the return day)\n– and in my view it does – that\nis the inevitable consequence of\ninsisting upon an order of a court before property is placed under\nrestraint.\n[14]\tFor those reasons the ancillary appeal must fail. I have\nconsidered apportioning the costs between the two appeals but on reflection\nthat\nis best left to the discretion of the taxing master. For the guidance of the\ntaxing master I record that the time that was taken\nup before us with the\nancillary appeal was minimal.\nTHE MAIN APPEAL\n[15]\tBefore turning to the\ntrue issues in the appeal it is necessary to deal with various matters that were\nraised by Rautenbach.\n[16]\tMuch of his evidence was devoted to matters that\ndo not bear directly on the case that was advanced by the appellant but was\ndirected rather at supporting a submission that the appellant brought these\nproceedings with an ulterior motive and that the provisional\norder fell to be\ndischarged on those grounds alone.\n[17]\tAt one point in his affidavit\nRautenbach seemed to suggest that the proceedings were a further step in a\ncampaign that was allegedly\nwaged against him by the motor manufacturing\nindustry because of the success of his business. (The business entailed the\nimportation\nof Hyundai motor vehicles.) In support of that suggestion he alleged\nthat in May 1997 the Minister of Trade and Industry, acting\nin response to\nrepresentations made to him by the motor industry, threatened to take\n‘tough action’ against the companies\nwith which he was associated\nfor allegedly breaching customs legislation. Shortly thereafter the customs\nauthorities impounded all\nHyundai vehicles at dealer outlets throughout the\ncountry. Litigation ensued and the vehicles were released but an enquiry was\nlaunched\nby the customs authorities to establish whether customs duties had been\nevaded. No action was taken by the authorities as a result\nof that\ninvestigation, but the following year tax assessments were received by the\ncompanies in the group and by Rautenbach and a\nrelative reflecting that\nR100 million in total was payable by them. Further litigation followed with\nthe result that most of\nthe claim was abandoned and only an amount of\nR5 million remained in dispute. Then in November 1999 all the documents of\nthe\ngroup were seized by the Investigating Directorate for Serious Economic\nOffences and allegations, purporting to have emanated from,\namongst others, the\nappellant and a member of his staff, appeared in the press, to the effect that\nRautenbach had committed serious\noffences.\n[2]\nThe business collapsed\nand further litigation ensued.\n[18]\tAt another point in his affidavit\nRautenbach seemed to suggest that the appellant acted against him because his\nactivities in\nthe Democratic Republic of Congo had made him a thorn in the side\nof the South African government. In support of that allegation\nhe pointed out\nthat it had repeatedly been reported in the press that he was responsible for\npropping up the governing regime of\nthat country and that at one stage enquiries\nwere made of him by representatives of the appellant and the National\nIntelligence Service\nconcerning, amongst other things, a mining venture in that\ncountry in which Rautenbach had an interest. All this, Rautenbach said,\n‘demonstrates unequivocally that political and strategic considerations\nconstitute the ‘raison d’etre’ for\nthese\nproceedings’.\n[19]\tVarious other disparate facts and events were\nattested to by Rautenbach to support his allegation that the appellant has acted\nin pursuit of one or other or both of those motives or perhaps even another. I\ndo not think it is necessary to burden this judgment\nany further with those\nallegations. It is sufficient to say that in my view the evidence to which I\nhave referred goes no way to\nestablishing that the appellant has acted\nimproperly or unlawfully in commencing these proceedings and there can be no\ncriticism\nof the appellant for not having been enticed down the byways along\nwhich he was beckoned by this evidence.\n[20]\tIt was also submitted that until\nsuch time as the appellant has produced a charge sheet it cannot be said that\nRautenbach is\nto be charged with an offence – which is one of the\nprerequisites for the exercise of the powers conferred upon a court by\ns 25(1)(b) – and support was sought for that submission in an\nunreported decision of the Pretoria High\nCourt.\n[3]\nThe section requires a court\nto be satisfied that the person concerned is to be charged with an offence and\nnot that the prosecution\nis imminent and the decision to which we were referred\ndoes not purport to hold otherwise. In my view that requires a court only\nto be\nsatisfied that a prosecution is seriously intended and not that a charge sheet\nhas already been drawn. I see no reason to doubt\nthat the appellant’s\nexpressed intention in the present case is serious. While Rautenbach remains\noutside the jurisdiction\nof the South African courts (he is resident in\nZimbabwe) it is clearly not possible for effect to be given to that intention\nbut\nI do not think that precludes the appellant in the interim from utilizing\nthe remedy provided for in the Act.\n[21]\tAllied to that earlier contention\nwas also a submission that the appellant’s case is vague and inconsistent\nand has varied\nover time with consequent uncertainty for Rautenbach of the case\nthat he was called upon to meet. The appellant must set out his\ncase in such a\nmanner that the respondent is fairly informed of the case that he or she is\ncalled upon to meet (cf\nNational Director of Public Prosecutions v RO Cook\nProperties (Pty) Ltd\net al)\n[4]\nbut\nthat does not mean that it must be presented in any particular form. What is\nrequired is only that the case that is sought to\nbe made out by the appellant is\narticulated with sufficient clarity to reasonably inform the respondent of the\ncase against him or\nher. But when evaluating whether that has been done it can\nbe assumed that a respondent is not obtuse and will draw those inferences\nthat\nfairly present themselves from the allegations, in much the same way as an\naccused person is expected to do when confronted\nwith an\nindictment.\n[5]\nIn my view the case\nthat the appellant sought to make out in the founding affidavits is reasonably\nclear and it is also apparent\nfrom Rautenbach’s evidence that he was well\naware of the case that he was called upon to meet. Moreover, I do not share the\nview of the learned judge\na quo\nthat the appellant’s case –\nat least that part of it that is material to this judgment – has shifted\nover time.\nIn one respect a new case was sought to be made in reply, but that\nwas permitted by Heher J who heard the application to strike out,\nand Rautenbach\nhad ample opportunity to answer the new allegations.\n[22]\tFinally it was\nsubmitted that the appellant failed to make material disclosures when he applied\nfor the provisional order and\nthat on those grounds alone the order was properly\ndischarged. If there were material non-disclosures – and in my view there\nwere not – it was for the court\na quo\nto exercise the discretion\nthat it had to discharge the order on those grounds and no case has been made\nout for interference by this\ncourt if the court\na quo\nchose not to do\nso.\n[23]\tI turn now to the case that the appellant advanced.\n[24]\tThe\nnature of a restraint order, and the circumstances in which such an order might\nbe granted, have been considered in various\ndecisions of this court, and I need\nnot repeat what was said in those\ncases.\n[6]\nIt is sufficient to say that\na court that convicts a person of an offence is entitled, in certain\ncircumstances, to make an order\n(referred to as a 'confiscation order') that\nsuch person pay to the state the value of the proceeds of the offence or of\nrelated\ncriminal activity. The purpose of a restraint order is to preserve\nproperty in the interim so that it will be available to be realized\nin\nsatisfaction of such an order.\n[25]\tA court from which such an order is\nsought is called upon to assess what might occur in the future. Where it is\n‘satisfied\nthat a person is to be charged with an offence’ and that\nthere are ‘reasonable grounds for believing that a confiscation\norder may\nbe made against such person’ (s 25(1)) it has a discretion to make a\nrestraint order.\n[26]\tThe court\na quo\napproached the matter as\nfollows:\n‘The Act requires that it must be shown that\n“grounds” exist which grounds appear to a court to be of such a\nnature\nthat they would support a future confiscation order. This means that, as\na first requirement, the Applicant has to prove the existence\nof such\n“grounds”. That is a factual question and according to section 13(5)\nof the Act, the onus of proving such facts\nmust be discharged by the Applicant\non a balance of probabilities.'\n[27]\tIn my view that is not correct. It is\nplain from the language of the Act that the court is not required to satisfy\nitself that\nthe defendant is probably guilty of an offence, and that he or she\nhas probably benefited from the offence or from other unlawful\nactivity. What is\nrequired is only that it must appear to the court on reasonable grounds that\nthere might be a conviction and a\nconfiscation order. While the court, in order\nto make that assessment, must be apprised of at least the nature and tenor of\nthe available\nevidence, and cannot rely merely upon the appellant’s\nopinion (\nNational Director of Public Prosecutions v Basson\n2002 (1) SA\n419\n(SCA) para 19) it is nevertheless not called upon to decide upon the\nveracity of the evidence. It need ask only whether there is\nevidence that might\nreasonably support a conviction and a consequent confiscation order (even if all\nthat evidence has not been placed\nbefore it) and whether that evidence might\nreasonably be believed. Clearly that will not be so where the evidence that is\nsought\nto be relied upon is manifestly false or unreliable and to that extent it\nrequires evaluation, but it could not have been intended\nthat a court in such\nproceedings is required to determine whether the evidence is probably true.\nMoreover, once the criteria laid\ndown in the Act have been met, and the court is\nproperly seized of its discretion, it is not open to the court to then frustrate\nthose criteria when it purports to exercise its discretion (cf\nKyriacou,\nfootnote 1, paras 9 and 10). The misdirection by the court\na quo\npervaded all its reasoning and was instrumental to the conclusion to which it\ncame and I have approached the matter afresh.\n[28]\tThe principal accusation\nmade against Rautenbach was that he was a party to defrauding the South African\nRevenue Service in the\ncourse of operating a business that imported vehicles\ninto southern Africa and into South Africa in particular. Rautenbach was also\naccused of having stolen money from one of the companies with which he was\nassociated, and of contravening s 86(e) of the Customs\nand Excise Act 91 of\n1964. For reasons that will become apparent I have found it necessary to deal\nonly with the principal accusation.\n[29]\tIt is implicit in the principal\naccusation, when seen against the nature of the business that was conducted,\nthat the fraud of\nwhich Rautenbach stands accused was allegedly perpetrated when\nvehicles were imported into this country, though that is not expressly\nstated.\nThe only real dispute in this matter, however, relates to events that preceded\nthe entry of the vehicles into South Africa,\nand most of the evidence is devoted\nto that issue. But what occurred at that stage is not to be seen in isolation\nfor it was but\na step in a process that had as its ultimate aim the sale of at\nleast most of the vehicles in South Africa.\n[30]\tThe territories of Botswana,\nSouth Africa, Lesotho, Namibia and Swaziland together form a common customs area\nthat is governed\nby uniform customs legislation and tariffs. Within the common\ncustoms area there is free trade in goods. Customs and excise duties\nare\ncollected at the first point of entry of goods into the common customs area.\nAccording to the evidence the duties are paid into\na common fund for\nappropriation to the relevant state to which the duty accrues.\n[31]\tIn about\n1993 a group of three companies with which Rautenbach was associated commenced\nbusiness importing Hyundai motor vehicles\nfrom Korea into southern Africa for\nsale mainly in South Africa. The vehicles were imported into Botswana in\npartially disassembled\nform. The components were reassembled in Botswana and\nmost of the reassembled vehicles then made their way to South Africa where\nthey\nwere sold through a network of distributors.\n[32]\tThe companies in the group\nwere Hyundai Motor Distributors Limited – a company incorporated in the\nBritish Virgin Islands\n(‘Hyundai BVI’) – which had the sole\nright to distribute Hyundai vehicles in southern Africa; Hyundai Motor\nDistributors\nBotswana (Pty) Ltd – a company incorporated in Botswana\n(‘Hyundai Botswana’) – which imported the vehicle\ncomponents\ninto Botswana where they were assembled; and Hyundai Motor Distributors (Pty)\nLtd – a company incorporated in South\nAfrica (‘Hyundai SA’)\n– which distributed the vehicles, mainly in South\nAfrica.\n[33]\tRautenbach and Mr Nissim Franco were the beneficial owners, in\nequal shares, of Hyundai Botswana. It is alleged that the registered\nshareholders of the other two companies were nominees for Rautenbach and Franco\nbut that has been denied. However it is clear from\nRautenbach’s own\nevidence that he was able to exercise control over the affairs of these\ncompanies and did so.\n[34]\tThe vehicles were imported into Botswana in\npartially disassembled form in order to take advantage of the considerable\ncustoms\nduty rebate that was allowed when ‘components’ of motor\nvehicles were imported. To secure that advantage the vehicles\nwere purchased\nfrom the manufacturer in Korea but were then partially disassembled after they\ncame off the production line (initially\nthe vehicles were disassembled by the\nmanufacturer in Korea but from about the middle of 1997 they were disassembled\nin Mozambique)\nand the partially disassembled components were then imported into\nBotswana where they were reassembled.\n[35]\tWhether partially disassembled\nvehicles properly constituted ‘components’ for customs purposes,\nthus attracting the\nrebate, was somewhat controversial, and that seems to have\nprompted the enquiry that I referred to in paragraph [17] above. But whether\nor\nnot those rebates were legitimate is immaterial to this appeal because the\nconduct that is said to have been fraudulent was quite\nunrelated to that\nquestion.\n[36]\tDuties that are payable in the motor industry are derived from\na complex structure that altered with effect from 1 September\n1995. In short,\nbefore that date, the business attracted liability for payment of excise duty,\nthe amount of which was indirectly\naffected by the value that was attributed to\nthe imported goods. After that date\nad valorem\ncustoms duty was payable\non the value of the imported goods. Thus both before and after 1 September 1995\nthe declared value of the\ngoods, which was required to be supported by\ncommercial invoices, determined, directly or indirectly, the amount of duty that\nbecame\npayable by Hyundai Botswana. It fell to the customs and excise\nauthorities in Botswana, where the goods entered the common customs\narea, to\nlevy and collect the relevant duties, but when vehicles were brought to South\nAfrica the relevant duties that had been collected\nand paid into a common fund\naccrued to the South African Revenue Service.\n[37]\tThe value of imported\ngoods for customs purposes is, broadly speaking, their market value, which, in\nthe case of goods that are\npurchased at arms length, is the price that was paid\nor became payable when the goods were sold for export. The legislation also\nallows for the deduction from that price of amounts that might be included in\nthe price for the costs of such things as transportation,\nhandling, insurance,\nand expenditure incurred for the ‘maintenance of the goods after they are\nimported.’\n[38]\tWhen vehicles were purchased from Hyundai Korea by\nHyundai BVI (whether in disassembled form until early 1997 or in assembled\nform\nthereafter) an invoice was issued by Hyundai Korea reflecting the price of the\ngoods and a separate charge for freight. The\nvehicles or the disassembled\ncomponents, as the case may be, were then sold to Hyundai Botswana by Hyundai\nBVI (with a qualification\nthat I will come to) which would issue its own\ninvoice. It is not disputed that the price of the goods reflected on that\ninvoice\nwas invariably substantially less (the reduction varied at times between\n20% and 30% but may have been as high as 35%) than the price\nthat had been paid\nto Hyundai Korea. It was that lesser amount that was declared to the authorities\nin Botswana as the value of the\ngoods for the purpose of calculating duties and\nthe Hyundai BVI invoices were used to substantiate the\nclaims.\n[39]\tDocumentation relating to a transaction for the acquisition of\nthirteen vehicles in about May 1998 illustrates more clearly what\noccurred. The\ninvoice issued by Hyundai Korea reflects the purchase of thirteen vehicles by\nHyundai BVI for a unit price of US $5 435\n(the total is US $70 655)\nand an additional charge of US $6 678.93) for freight, giving a total\ninvoice amount of US $77 333.93.\nThe invoice issued by Hyundai BVI for what\nappears to be the same vehicles reflects their sale to Hyundai Botswana for a\nunit price\nof US $4 222 (the total is US $54 886). It reflects an\nadditional charge of US $33 813 for what is apparently meant\nto encompass\nnon-dutiable costs that are described as ‘packing, inland road freight,\nin-Africa shipping, insurance, clearing,\nport charges, handling, transshipment,\ninspection road/rail, warranty, forward cover, marketing, finance cost’\nthus bringing\nthe total to US $88 699. The same principles are evident from\nthe documentation relating to a series of transactions between\n1996 and 1997 in\nwhich the purchase price of goods as reflected on the Korean invoices totalling\nUS $5 420 406 translated\ninto a purchase price as reflected on the\nHyundai BVI invoices of US $3 814 721 (a reduction of almost\n30%).\n[40]\tIn each case the Hyundai BVI invoices were submitted to the\nBotswana authorities in support of declarations that the unit prices\nreflected\non the invoices constituted the value of the goods for customs purposes. The\nappellant’s case, put simply, is that\nthe Hyundai BVI invoices were\ninterposed, and the prices reflected on those invoices were fraudulently\nreduced, in order to reduce\nthe liability for duty.\n[41]\tThe allegation is\nnot confined to the particular transactions to which I have referred, which are\nsaid to be exemplary of how\nthe business was conducted from its inception. There\nis also support for the contention that the documentation reflects an ongoing\ncourse of conduct in the evidence of a former employee, Mr Watson, who was\nemployed in the business when it first started and for\nsome years thereafter,\nand to a lesser degree in the evidence of other former employees who became\ninvolved in the business at a\nlater date. Moreover, Rautenbach does not suggest\nthat the transactions I have referred to were somehow unique or unrepresentative\nof the manner in which the business was ordinarily\nconducted.\n[42]\tWatson’s evidence also provides support for the\nallegation that the price differential was artificially reduced and was\nnot the\nproduct of legitimate commercial considerations. He said that when the business\nfirst commenced he was instructed by Rautenbach\nto look for ways to reduce the\ncustoms value of the imported goods. He said that after studying the customs\nlegislation he concluded\nthat 10% might be deducted from the Korean price of the\ngoods to account for costs that were legitimately non-dutiable, but that\nwhen he\nwas preparing the format and pricing for the Hyundai BVI invoices he was told by\nRautenbach to make that deduction and more\nand to reflect the amount deducted as\nnon-dutiable charges, but without identifying each charge separately so that the\nlegitimacy\nof the deduction would be more difficult to query. He said that Mr\nvan Biljon, the financial manager, who was aware of this arrangement,\nthereafter\nattended to the management of the pricing. From March 1997 Ms de Buys was\nresponsible for creating the Hyundai BVI invoices,\nfrom information supplied to\nher by Van Biljon. The information in the invoices was reflected in a pricing\nschedule that Rautenbach\napproved, which reflected, amongst other things, the\nKorean price of the particular vehicles, the price to be used in the Hyundai\ninvoice, and the percentage differential.\n[43]\tWhen Van Biljon died in 1998\nresponsibility for maintaining the pricing schedule passed to Mr van der Walt.\nHe said that Rautenbach\ntold him what ratio the Hyundai BVI invoice price should\nbear to the price paid to Hyundai Korea – the difference varied for\nthe\nvarious vehicles between about 70 and 80% – but that there was no apparent\nmethod in arriving at that ratio. Responsibility\nfor the pricing schedule passed\nto Mr Wolmarans in December 1998 when Van der Walt resigned and he, too, was\nreliant upon Rautenbach\nfor determining the prices to be used in the Hyundai BVI\ninvoices.\n[44]\tThat evidence indicating that the prices were arbitrarily\nreduced was disputed by Rautenbach, who advanced three explanations\nfor the\ndiscrepancy. He said that the goods reflected on the two invoices did not\ncoincide and that to compare the two invoices was\nnot to compare like with like.\nHe pointed out that the Korean invoices related to the full complement of\ncomponents for the particular\nvehicles but he said that some of the specialized\ncomponents (the air-conditioning compressors, for example), which attracted a\nlow\nrate of customs duty, were not sold direct to Hyundai Botswana by Hyundai\nBVI, but were instead sold to another company in South\nAfrica. Those components\nwere directed to Hyundai Botswana through South Africa, and thus did not form\npart of the goods that were\nreflected on the Hyundai BVI\ninvoice.\n[45]\tAccording to Watson, to the extent that components were removed\nand routed through South Africa, that occurred only after about\nthe middle of\n1997, when the disassembling of vehicles commenced in Mozambique, and that was\nnot disputed. There is also evidence\nthat the removal and routing of such\ncomponents was by no means a consistent practice.\n[46]\tThe second explanation\nadvanced by Rautenbach relates to the manufacturer’s warranty that\naccompanied each vehicle. The\nprice that was paid to Hyundai Korea for each\nvehicle incorporated an amount to cover the anticipated cost to it of meeting\nthat\nobligation. That portion of the Korean price, said Rautenbach, was properly\nnon-dutiable in terms of the legislation because it represented\nexpenditure\nincurred for the 'maintenance of the goods after they were imported' and its\ndeduction accounts for part of the discrepancy\nbetween the unit values reflected\non the Hyundai Korea and Hyundai BVI invoices respectively.\n[47]\tThe Botswana\nauthorities indeed authorized a 10% deduction from the price paid to Hyundai\nKorea to account for the cost attributed\nto the warranty but that occurred only\non 1 September 1997. (A refund of duties that until then had been paid on that\nportion of\nthe price of the vehicles was also approved.) It thus explains\nportion of the discrepancy after that date but not any discrepancy\nthat might\nhave occurred before then.\n[48]\tThirdly, he said that he had been led to\nbelieve by Van Biljon that a deduction was permissible for what he called\n‘marketing\nassistance’ that was built into the Korean price of the\ngoods. It is difficult to see how it could have been genuinely believed\nthat a\ndeduction of that nature was permissible, and extraordinary that it could have\nbeen believed that a deduction of that nature\ncould be made without pertinent\ndisclosure to the customs authorities, bearing in mind that permission was\nsought to deduct the costs\nassociated with the warranty. It is also significant\nthat Rautenbach made no attempt to quantify the amount that was\ndeducted.\n[49]\tThe court\na quo\nconcluded, after reviewing the\nevidence, that it was improbable that the customs and excise authorities in\nBotswana were defrauded\nin the manner alleged by the appellant. That seems to me\nto be a bold finding to have made on this evidence and it is one with which\nI do\nnot agree. While it is true that portion of the discrepancy can be accounted for\nby the allowance that was permitted for the\ncost of the warranty after 1\nSeptember 1997, and that in some cases after about the middle of 1997 portion of\nthe discrepancy might\nbe accounted for by the removal of specialized components,\nthat does not seem to fully account for the discrepancy. It also would\nnot\nexplain any discrepancy that existed before mid-1997. (I have already pointed\nout that the appellant alleges that the scheme\nwas in operation from the outset\nand there is no suggestion by Rautenbach that the exemplary transactions\nreferred to in the evidence\nwere somehow unique). Moreover, there is no\nindication of how the deduction allegedly made for 'marketing expenses' might\nbridge\nthe shortfall, and there is no apparent corroboration for\nRautenbach’s assertion that he genuinely believed this was\ndeductible.\n[50]\tBut apart from those reservations there is a central\nconsideration that casts considerable doubt upon Rautenbach's explanations\nfor\nthe discrepancy. If the discrepancy is indeed accounted for by the three factors\nto which he refers it would be expected that\nthe process by which the Hyundai\nBVI prices were arrived at would have entailed no more than simple arithmetic\nsubtractions of readily\nascertainable amounts from the Korean price. Yet the\nformer employees describe a more complex process by which those prices were\narrived at, involving the application of ratios that were determined by\nRautenbach without any apparent basis. Moreover, the pricing\nschedule included\nin the evidence, which was a product of that process, gives no indication that\nthe prices were arrived at by simple\narithmetic subtraction.\n[51]\tBut I\npointed out earlier that we are not called upon to decide whether the offences\nwere indeed committed, nor even whether\nthey were probably committed, but only\nwhether there are reasonable grounds for believing that a court might find that\nthey were.\nIn the absence of rather more convincing explanations for the\ndiscrepancy in my view the evidence adduced by the appellant indeed\nprovides\nreasonable grounds for believing that there might have been a scheme in\noperation from the outset to reduce the customs\nvalue of the goods and thereby\ndefraud the customs authorities. And if the Botswana customs authorities were\nindeed defrauded the\nfraud did not end there, as suggested Rautenbach, for the\nultimate purpose of the fraud was to enable most of the vehicles to enter\nSouth\nAfrica where the benefits of the fraud would be reaped when the vehicles were\nsold. The free entry of the vehicles into this\ncountry was dependant upon the\nSouth African authorities believing that customs duties had been properly paid\nat the point of entry\ninto the common customs area, and it follows that a court\nmight also find that the failure to disclose to the South African customs\nauthorities at the time the vehicles were brought into this country that duties\nhad not been paid by itself constituted fraud (\nS v Heller &\nAnother(1)\n1964 (1) SA 520\n(W) 536F-537E) or that the presentation of the\nvehicles for free entry into this country constituted a fraudulent\nrepresentation\nthat duties had been properly paid (\nSouth African Criminal Law\nand Procedure Vol 11\n3 ed by JRL Milton 708-710). Presumably that is what\nthe appellant had in mind when he submitted that the fraud 'continued' in this\ncountry, for what continued was the intent ultimately to defraud the South\nAfrican Revenue Service of the duties that would ordinarily\nhave accrued to it\nwhen the vehicles were imported into this country.\n[52]\tA court that convicts\na person of an offence that was committed after the Act took effect, and that\nfinds that he or she has\nbenefited from the offence or from any criminal\nactivity that is found to be sufficiently related to the offence, may make an\norder\nagainst that person ‘for the payment to the State of any amount it\nconsiders appropriate’ (s 18(1)). Such an order\nis referred to in the\nAct as a ‘confiscation order’ but the name might be misleading. Such\nan order is directed at confiscating\nthe benefit that accrued to the offender\nwhether or not the offender is still in possession of the particular proceeds.\nOnce it is\nshown that a material benefit accrued the offender may be ordered to\npay to the state the monetary equivalent of that benefit even\nif that means that\nit must be paid from assets that were legitimately acquired. Thus the fact that\nsome of Rautenbach's assets were\nacquired before the offences were committed,\nand were not themselves acquired from the proceeds of unlawful activity, is\nimmaterial\nwhen determining whether a confiscation order might be\ngranted.\n[53]\tSection 12(3) provides that a person has benefited from\nunlawful activities ‘if he or she has at any time, whether before\nor after\nthe commencement of this Act, received or retained any proceeds of unlawful\nactivities.’ The amount for which a confiscation\norder may be made is\nrestricted to the lesser of (a) the monetary value of the proceeds of the\noffences or related criminal activity\nor (b) the net value of the sum of the\ndefendant’s property and certain defined gifts (s 18(2)).\n[54]\tThe\nimmediate beneficiary of the alleged unlawful activity in the present case would\nhave been Hyundai Botswana, whose assets\nwere inflated by the amount of any duty\nthat it failed to pay. The company, however, was little more than the vehicle\nthrough which\nRautenbach and Franco conducted the business, and it was to them\nthat the benefit accrued in truth, even if only indirectly.\n[55]\tI do not\nthink it is possible, on the material before us, to determine what amount of\nduty was avoided and any attempt to do\nso would be guesswork. Various\ncalculations have been advanced in the affidavits and in argument but the\nassumption underlying them\nall is that the true customs value of the goods\nconcerned was the price paid to Hyundai Korea and that assumption is not\nnecessarily\ncorrect. I have already pointed out that from September 1997 a 10%\ndeduction from that price was permitted by the Botswana authorities,\nand that\nfrom about the middle of 1997, in some cases at least, specialized components\nmight have been removed before the goods arrived\nin Botswana. But though the\nbenefit is not capable of being determined with any accuracy it is likely that\nit runs into many millions\nof rand bearing in mind the scale of the\nbusiness.\n[56]\tWhere the requirements of the Act have been met a court is\ncalled upon to exercise a discretion as to whether a restraint order\nshould be\ngranted, and if so, as to the scope and terms of the order, and the proper\nexercise of that discretion will be dictated\nby the circumstances of the\nparticular case. The Act does not require as a prerequisite to the making of a\nrestraint order that the\namount in which the anticipated confiscation order\nmight be made must be capable of being ascertained, not does it require that the\nvalue of property that is placed under restraint should not exceed the amount of\nthe anticipated confiscation order. Where there\nis good reason to believe that\nthe value of the property that is sought to be placed under restraint materially\nexceeds the amount\nin which an anticipated confiscation order might be granted\nthen clearly a court properly exercising its discretion will limit the\nscope of\nthe restraint (if it grants an order at all) for otherwise the apparent absence\nof an appropriate connection between the\ninterference with property rights and\nthe purpose that is sought to be achieved – the absence of an\n‘appropriate relationship\nbetween means and ends, between the sacrifice\nthe individual is asked to make and the public purpose that [it] is intended to\nserve’\n[7]\n– will render\nthe interference arbitrary and in conflict with the Bill of Rights. To the\nextent that the decision in\nNational Director of Public Prosecutions v\nPhillips and Others\n2002 (4) SA 60\n(W) at 78A-B might suggest that a\nrestraint order is permissible even where it is apparent that there is no such\nrelationship in\nmy view that is not correct. But in the absence of any\nindication of the lack of such connection I do not think the purported exercise\nof a court’s discretion can import requirements for the grant of such an\norder that the Act does not contain. It must also\nbe borne in mind, when\nconsidering the grant of such an order, that once it is found that a person has\nbenefited from an offence,\nand that he or she held property at any time, a court\nthat conducts the enquiry contemplated by s 18(1), is required by\ns 26(2)\nto presume until the contrary is shown that the property was\nreceived by him or her as an advantage, payment, service or reward in\nconnection\nwith the offences or related activities referred to in s 18 (1) (see\nNational Director of Public Prosecutions v Kyriacou\n2004 (1) SA 379\n(SCA)\npara 13).\n[57]\tI have already expressed the view that there are reasonable\ngrounds for believing that Rautenbach might be convicted of fraud\nand that a\nconfiscation order might be made against him in a substantial amount. There is\nalso no indication that the presumption\nto which I have referred will be\nrebutted in relation to all of the property that is now in issue. There is no\nreason to believe\nthat any confiscation order that might be made will be\nrestricted to an amount that is less than the value of the property that is\nnow\nsought to be placed under restraint and it thus cannot be said that the order\nthat is sought is inappropriate to the ends that\nthe Act seeks to achieve. For\nthese reasons in my view the provisional order should have been\nconfirmed.\n(58)\tThe following orders are made:\n1.\tThe applications for condonation are granted. The appellant is to pay the\ncosts occasioned by those applications.\n2.\tThe respondents are to pay the costs occasioned by the application to lead\nfurther evidence in this appeal.\n3.\tThe ancillary appeal is dismissed with costs.\n4.\tThe main appeal is upheld with costs. The order of the court a quo is set\naside and the following order is substituted:\n‘The provisional order is confirmed. The first and third respondents are\nordered to pay the costs occasioned by their opposition\nto the proceedings\njointly and severally including the costs occasioned by the employment of two\ncounsel.’\n4.\tThe orders above relating to costs are to be construed to include the costs\noccasioned by the employment of two counsel.\n5.\tInsofar as the orders above require costs to be paid by the respondents their\nliability for such costs shall be joint and several.\n__________________\nR W NUGENT\nJUDGE OF APPEAL\nNAVSA JA)\nPONNAN AJA)\tCONCUR\nAR ERASMUS AJA\n[59]\tI have\nenjoyed the privilege of reading the judgment of my colleague Nugent. I am in\nagreement with most of his reasoning, but\nmust respectfully disagree with one\naspect thereof, which leads me to a finding different to his in regard to the\norder to be made\nin the appeal.\n[60]\tI agree that the ancillary appeal must\nbe dismissed, for the reasons set out by Nugent JA. I furthermore agree that the\ncourt\na quo\nmisdirected itself on the question of onus, again for the\nreasons set out by Nugent JA. What Rabie J lost sight of in his full analysis\nof\nthe issues, with respect, was that the explanations advanced by Rautenbach could\nwell disintegrate in the intense light of a full-scale\ncriminal trial. I,\nfurther, agree with my colleague’s views regarding the nature of the\ncustoms fraud within the jurisdiction\nof these courts (at para [51] above),\nalthough I do not thereby prejudge those issues. I associate myself with his\njudgment up to\nthe point where he declares (at para [55] above) that it is not\npossible, on the material before court, to determine what amount\nof duty was\navoided and that any attempt to do so would be guesswork. In following up that\nfinding, I respectfully differ from him\non the question of the quantification of\nthe order.\n[61]\tA restraint order is issued in anticipation of a trial court\nlater making a confiscation order upon the conviction of the defendant\nof an\noffence (\nsee\nrespectively s 26(1) and s 18(1) of the Act). The\nconfiscation is ordered ‘in addition to any punishment which (the\ncourt)\nmay impose in respect of the offence’. It is not itself a punishment, and\nany order which has that object or effect\nwould to that extent be contrary to\nthe provisions of the law. The sole purpose is to deprive the defendant of the\nbenefits derived\nby him from his or others’ criminal activities. The court\norders that the defendant pay an ‘amount’ (of money)\nto the State.\nIn regard to that amount, Howie P stated in\nPhilips v National Director of\nPublic Prosecutions\n2003 (6) SA 447 (SCA) at para 9:\n‘In terms\nof s 18(2) the quantum of a confiscation order may not exceed the lesser of two\namounts. One is the value of the benefit\nwhich the defendant derived either from\nthe offence or offences of which he is convicted and, according to\ns 18(1)(c), from\nany other criminal activity which the court finds to be\n“sufficiently related” to those offences.’\n(\nSee\ntoo\nNational Director of Public Prosecutions v\n(1)\nRO Cook Properties\n(Pty) Ltd,\n(2)\n37 Gillespie Street Durban (Pty) Ltd and another;\n(3)\nSeevnarayan,\n2004 (8) BCLR 844\n(SCA); and\nNational Director of Public\nProsecutions v Rebuzzi\n2002 (1) SA (SCA) para 3). The calculation of the\nvalue of the benefit involves a clinical accounting exercise with due regard to\nall material facts and circumstances.\n[62]\tA restraint order, on the other\nhand, is not expressed in monetary terms (s 26). It relates to\n‘realisable property’.\nThe reason for the difference in this respect\nbetween a restraint order and a confiscatory order is clear. The confiscatory\norder\nis final; a restraint provisional, its purpose being to ensure that the\nbenefits of the offence are not dissipated in the hands of\nthe defendant before\nthe s 18 enquiry is held. It follows that the value of property held under\nrestraint need not be determined\nwith the same exactitude as in the case of the\nbenefits that are confiscated by court order. The Act does not expressly\nprescribe\nthat the value of the property under restraint shall be equal to the\nbenefit derived by the defendant from the offence (\nNational Director of\nPublic Prosecutions v Phillips and others\n2002 (4) SA 60 (W) paras\n8-10). Nevertheless, the court acting in terms of s 26 should, where\npossible, have regard to\nthe amount of the benefit to be confiscated, lest the\nrestraint order be arbitrary and unfair to the defendant. An unlimited order\nwould obviously be improper. An excessive restraint would constitute an undue\ninfraction of the defendant’s fundamental property\nrights.\n[63]\tThe\nappellant obtained a provisional order prohibiting Rautenbach and two other\nrespondents in the application from dealing with\nspecified assets up to a\nmaximum of R60 000 000. That figure was arrived at by Mr Malan, who\nwas employed by the South\nAfrican Revenue Service as an investigator in its\nspecial investigations unit. His estimate was based on assumptions made, so he\nindicated, on incomplete information. He moreover worked on the premise that the\nKorean invoices were reduced on average by 35% during\nthe period beginning 1997\nto 1999. On the evidence of the company employees that dealt with the aspect,\nhowever, the average reduction\nwas between 20% and 30% increasing at times to a\nhigher percentage. Malan’s assumption of 35% reduction for the full period\nwas incorrect. His figure furthermore does not take into account the permissible\nreductions set out by Nugent JA (paras [49] and\n[55]). But whatever the savings\non import duty for HMD Botswana may have been, that figure does not necessarily\nconstitute the amount\nof the benefit derived by HMD SA from the alleged customs\nfraud. The benefit to HMD SA translated into the importation of vehicles\ninto\nthe Republic at a reduced cost price. The link between the savings on import\nduties and the monetary value of those benefits\nis indefinite. We do not know\nhow many vehicles were imported into Botswana, nor how many of those vehicles\nwent to the other countries\nin the customs union.\n[64]\tThe problem goes\nfurther: the benefits that HMD SA may have derived from the scheme are not\nnecessarily the benefits that accrued\nto Rautenbach personally. This is so even\naccepting that Rautenbach and his business partner, Franco, were the beneficial\nowners\nof the HMD group of companies, and exerted full control over them. The\ngroup initially imported vehicles through Durban in a regular\nmanner, it seems.\nThe customs irregularity apparently developed later (nothing to the contrary has\nbeen suggested\n)\n. No monies actually passed to the companies as a result\nof the fraud. They enjoyed a savings in costs, which would have enhanced\nthe\ngroup’s profits, and possibly thereby the equity in the companies.\nHowever, the companies in the group were placed under\nliquidation between\nDecember 1999 and January 2000. Any beneficial interest that Rautenbach may have\nhad in the companies thereby\nbecame worthless. That interest has now no market\nvalue (\nsee\ns 15(1)(b)). There is no suggestion that\nRautenbach’s personal estate ever derived any benefit from an increase in\nthe\ncompanies’ equity. Apart from the transactions which I deal with later\nin the judgment (paras [70] to [73]) the appellant does\nnot point to any\ndrawings by Rautenbach on the companies. It is a further consideration that for\npurposes of s 18(1) Rautenbach\ncannot be held to account for the benefits\nderived from the scheme by Franco.\n[65]\tThe following emerges from the\naforegoing: (a) Malan’s estimate of R60m as the benefit that Rautenbach\nderived from the\nalleged customs fraud is substantially excessive; and (b) it is\nnot possible on the information before court even to estimate the\ncorrect\nfigure. The appeal must be decided on that uncertain basis.\n[66]\tThe\napplicant bears the onus of making out a case for a restraint order. When\ntherefore, the value of the property to be placed\nunder restraint is a\nconsideration, the applicant should make some attempt at establishing the\nquantum of the prospective confiscation\norder, or place before the court\nmaterial upon which it can make some reasonable estimate of the value of the\ngoods to be put under\nrestraint. If he is unable to do so, the applicant should\nat least inform the court of the reasons for his inability to quantify\nthe\nbenefit, so as to enable the court to exercise its discretion whether to grant\nthe order despite the absence of quantification.\n[67] \tRautenbach set out his\ndefence in full in his answering affidavit. The appellant and his staff are\nexperts in the criminal law.\nThere is no reason why they could not have viewed\nthe evidence and identified the issues as Nugent JA has done. In quantifying the\nbenefits to Rautenbach flowing from those crimes, the appellant had the\nassistance of the special investigations unit of the SA Revenue\nService. The\nprosecuting authorities moreover had the cooperation of several former employees\nin the HMD group, including Van der\nWalt who was second in charge to Rautenbach\n(\nsee\npara [69] below). They had in their possession all the documentation\nof the group of companies. With all this information and expertise,\nthe\nappellant should have been able to advance some acceptable quantification of the\nbenefits derived by Rautenbach from the customs\nfraud. The court should be\ncareful to ensure that the appellant’s failure to do so does not impact\nunfairly on the respondents.\n[68]\tThe court in issuing a restraint order is\nrequired to strike a balance between the (conflicting) interests of the State\nand the\ndefendant. It could be unfair to society to dismiss the application\nsimply because the applicant – due to the defendant’s\nactions or for\nsome other good reason – is unable to quantify the benefits of the\noffences. On the other hand, it could be\nunfair and unreasonable to issue a\nrestraint order substantially in excess of the benefits that the defendant\nderived from the as\nyet unproved offences. I find that on the particular facts\nand circumstances of this matter, viewed in the light of policy, an order\nplacing under restraint property to the value of R60m, would be arbitrary and\nimproper. The appeal can succeed therefore only if\nthe court can arrive at a\nfigure that bears some relation to the benefit derived by Rautenbach from the\ncustoms fraud, an aspect\nI consider later in the judgment (paras [69] to\n[79]).\n[69]\tIn the application, the appellant put forward a separate cause of\naction based on alleged thefts of companies’ monies.\nIn view of his\nconclusions on the fraud charges, Nugent JA did not have to deal with that\naspect. My conclusions however require\nme to consider the issue. The main\nwitness here was Van der Walt. He joined the HMD group in 1995 as the regional\nfinancial accountant.\nIn January 1996, he was promoted to group project manager.\nIn 1997, he was appointed by Rautenbach to be the chief financial officer\nof the\nSouthern African operations of the HMD group. He was from then on effectively\nsecond in command to Rautenbach.\n[70]\tVan der Walt described the alleged\ntheft scheme. SA Botswana Hauliers (Pty) Ltd (‘SABOT SA’) was a\nhaulage company\ncontrolled by Rautenbach as part of a number of companies\ncommonly referred to as the Wheels of Africa (‘WOA’) group.\nIn March\n1997, Mrs Walkinshaw, the outgoing financial director of SABOT SA, told Van der\nWalt that Rautenbach had issued instructions\nthat he was to take over the\nrunning of the so-called ‘cash payments’.\n[71]\tThe scheme worked\nas follows. Every month SABOT SA invoiced Hyundai Motor Distribution (Pty) Ltd\n(‘HMD SA’) and Swedish\nTruck Distributors (Pty) Ltd\n(‘STD’) for fictitious transport charges. The payments received from\nthe two companies were\ndeposited into a special bank account held in the name of\nSABOT SA. Rautenbach gave Van der Walt a list of people who were to receive\ncash\npayments. The top half of the list was funded by monies received from HMD SA and\nSTD, the lower half of the list by SABOT SA.\nRautenbach then filled in a cash\ncheque, drawn on the SABOT SA account for the amounts received from HMD SA and\nSTD. A second cheque\nwas made out for the payments to be funded by SABOT SA.\nRautenbach signed both of these cheques. A clerk then cashed them and brought\nthe money to Van der Walt’s office where the latter kept it in his safe\nbefore distributing it to the persons on Rautenbach’s\nlist. The\nbeneficiaries (or most of them) signed for the monies in a book kept by his\nsecretary, Ms Beutter.\n[72] \tFranco was one of the chief beneficiaries. Van\nder Walt estimated that he took about R1.6m in cash. This was on top of the\nmanagement\nfees (of US $100 000 per month) that he received from HMD.\nRautenbach received fixed payments of\nR30 000 per month in cash\npayments from the funds drawn directly from SABOT SA. The cash was received by\nhim on top of his management\nfee from HMD of US $100 000 per\nmonth.\n[73]\tFrom September 1997 until May 1999, Van der Walt was assisted by\nBeutter. She stated that she was aware of the cash payments.\nThese payments took\nplace once a month and were on the average between R300 000 and\nR600 000 in total. She mentioned certain\nof the beneficiaries. These\nincluded members of the Rautenbach family, as well as others, most of whom - as\nfar as I can make out\n– were not employees of the HMD\ngroup.\n[74]\tRautenbach did not deny these allegations. He stated that none of\nthose acts constituted a crime of theft, as all the participating\nparties\nconsented to the transactions. In view of his failure to explain the\ntransactions, a court is entitled to have regard to\nthe prima facie inferences\njustified by the evidence.\n[75]\tIt seems that the HMD SA and STD cheques were\npaid into the special account of SABOT SA, only to be withdrawn in cash for the\npayments to the various beneficiaries. SABOT SA was merely a conduit. The cash\npayments by means of money drawn directly upon the\nSABOT SA account appear to\nhave been in respect of employees’ salaries, including the payment to\nRautenbach of R30 000\nper month. There is therefore no case made out for\ntheft from that company. However, the other transactions must be viewed in the\nfull context of the evidence, which includes the evidence of the customs fraud.\nThe real possibility then emerges that SABOT SA was\nused to launder monies from\nthe HMD and WOA groups. Rautenbach does not explain the reason for all the\naccounting subterfuge, nor\ndoes he state on what basis the beneficiaries were\nentitled to monies from HMD SA. No such reasons are apparent from the papers.\nThe inference is therefore justified that Rautenbach used the benefits of the\ncustoms fraud to spread largesse among his family and\nassociates.\n[76]\tThe\nwhole operation commencing with the presentation of the HMD invoices to the\nBotswana Customs and Excise and ending with the\ncash payments, was controlled by\nRautenbach. There is a real possibility that a court could find that the cash\npayments constituted\ndrawings by Rautenbach against the benefits of the customs\nfraud. The Act has the object of depriving the defendant of the fruits\nof his\ncrime or criminal activities, but not necessarily the very same fruits. The\nconfiscation order reduces his estate\npro tanto\nthose benefits. It does\nnot matter that Rautenbach passed on the benefits to others, nor that the\nsubject matter of the restraint\norder is property acquired by him from\nlegitimate sources.\n[77]\tI come to the quantification of the benefits. The\nproceeds of the cheques drawn directly on SABOT SA cannot be taken into account,\nfor the reasons set out above (para [75]). Further, in the absence of any\ninformation regarding SDT, it cannot be assumed that its\ncheques constituted\ntheft, or had any link with the customs fraud. One must therefore work on the\nbasis that only one quarter of\nthe monthly cash payments was linked to the\nfraud.\n[78]\tAt the appeal, counsel for appellant handed to the court a\nschedule of monetary calculations. It is in three parts. The first\nsection is\nbased on monthly withdrawals of R300 000 for the period of January 1997 to\nDecember 1998. The inflation figure is\nthen compounded monthly until August 2004\n(\nsee\ns 15(2)(a)). The total figure arrived at in this manner is\nR12 186 842. The second part of the schedule is calculated\non the same\nbasis but on receipts of R600 000 per month, which gives a figure of\nR24 383 684 at August 2004. In the\nthird part, a similar calculation\nis made for the period January 1993 to December 1996 on cash receipts of\nR100 000 per month\nwith inflation compounded until August 2004. This gives\na figure of R10 439 685.\n[79]\tI comment on the aforegoing\ncalculations. There is no direct evidence of cash receipts from HMD SA between\n1993 and 1996. Mrs\nWalkinshaw, Rautenbach’s aunt, who apparently was in\ncontrol during this period does not mention such receipts. But on Van\nder\nWalt’s evidence, the practice of cash payments was well established when\nhe took over from Walkinshaw in March 1997. Furthermore,\nthe investigation\nofficer stated that the scheme had been running since 1985 (which was not denied\nby Rautenbach). In the circumstances,\ncounsel’s assumptions regarding the\nR100 000 per month receipts as from January 1993 are sufficiently justified\nfor their\ncalculation. As regard the period 1997 to 1999, a figure of\nR450 000 per month seems reasonable on the evidence of Beutter.\nThis gives\na total figure of about R18m in payments as at August 2004, to which is added\nthe approximate figure of R10m for the previous\nperiod. The total figure is\nR28m. One quarter thereof is R7m, which would constitute the approximate benefit\nderived by Rautenbach\nfrom the customs fraud in drawings out of HMD SA. The\ncalculations were not questioned by counsel for the appellant. My acceptance\nof\nthe reckoning is not a finding on the correctness of the method of compounding\ninterest. I would add that the fact that I have\nquantified the order with some\ndegree of precision, does not mean that this exercise is necessary in every\ncase.\n[80]\tThe property held under the provisional order exceeds\nR7 000 000 in value. The evidence as to the holding of that property\nis complex. Were my judgment that of the majority of the court, the property\nthat would most suitably be seized in order to accommodate\nmy ruling, would have\nto be identified.\n[81]\tIn the result, I concur in the order proposed by\nNugent JA, save that I would amend the order to give appropriate effect to my\nconclusions in paras [79] and [80].\n__________________________\nAR ERASMUS\nACTING JUDGE OF\nAPPEAL\nCONCURRED:\nMPATI AP\nNAVSA JA and PONNAN\nAJA\n[82]\tWe have had the benefit of reading the judgments of Nugent JA and\nErasmus AJA. We agree with the reasoning and conclusions of\nNugent JA and find\nourselves in respectful disagreement with Erasmus AJA where he adopts contrary\nviews.\n[83]\tIn respect of the question of balancing the value of the alleged\nproceeds of criminal activity in relation to the value of the\nproperty seized in\nterms of a provisional restraint order we consider it necessary to add brief\ncomments that are set out in the\nparagraphs that follow.\n[84]\tThe purpose of\na restraint order in terms of s 25 and s 26 of the Act is to preserve\nproperty on the premise that there\nis a prospect that the property in question\nmay be realised in satisfaction of a confiscation order in terms of s 18 of the\nAct.\n[85]\tOne of the objects of the Act is to provide for the recovery of the\nproceeds of unlawful activity. Section 18 quite correctly\nrestricts a\nconfiscation order after conviction to the value of the benefit derived by the\nconvicted person from criminal activity\nand significantly not necessarily only\nin respect of the instant offence. See in this regard the provisions of\ns 18 (1) of the\nact and the\nKyriacou\njudgment at para [11]. There is\nno statutory or other authority for issuing a confiscation order in broader\nterms.\n[86]\tIn the Act there is no express limitation placed on the extent of\na provisional restraint order. Sections 26 (1) and (2) are\ncouched in broad\nterms, which ultimately leaves it to the discretion of the court to decide the\nambit and extent of the restraint\norder. Section 26 (3) (a) provides for a\nreturn day on which an affected person may show cause why the restraint order\nshould be\nset aside. Furthermore, a person affected by a provisional order is\nentitled, in terms of s 26 (10) (a) of the Act,\nto apply to the\nsame High Court that made the initial order to vary or rescind the order on the\nfollowing bases:\n'(i)\tthat the operation of the order concerned will deprive\nthe applicant of the means to provide for his or her reasonable living\nexpenses\nand cause undue hardship for the applicant; and\n(ii)\tthat the hardship that\nthe applicant will suffer as a result of the order outweighs the risk that the\nproperty concerned may\nbe destroyed, lost, damaged, concealed or transferred;\n...'\n[87]\tThere are thus statutory safeguards to prevent overreaching and\nabuse. However, it would be offensive to justice if the effect\nof a restraint\norder was disproportionate to the contemplated future conviction and\nconfiscation order. See in this regard the judgment\nof Heher J in the\nPhillips\ncase,\nsupra\n, at 78 B-E and the further comments by the\nlearned judge concerning the problems that the prosecuting authority faces at\nthe restraint\nstage (at 78 F-J).\n[88]\tThis judgment should not be construed\nas an invitation to laxity in the presentation of an application for a\nprovisional restraint\norder in terms of s 26 of the Act. Every effort\nshould be made to place sufficient information before the court to enable it\nto\nproperly engage in the judicial function envisaged in that section. Courts\nshould be vigilant to ensure that the statutory provisions\nin question are not\nused\nin terrorem\n. On the other hand to insist at the provisional stage on\na precise correlation between the value of property restrained and the value\nof\nthe alleged proceeds of criminal activity would be to render a vital part of the\nscheme of the Act unworkable.\n[89]\tErasmus AJA, at para [62] above whilst\naccepting that the value of property sought to be placed under restraint need\nnot be determined\nwith exactitude, nevertheless embarks on a complex accounting\nexercise in the paragraphs that follow. We agree with Nugent JA's conclusion\nat\nthe end of para [55] above that, even considering legitimate deductions in\nrespect of customs transactions, it is likely that\nthe benefit to Rautenbach\nruns into many millions of rand bearing in mind the scale of the business.\nRautenbach's empire according\nto the information at hand was built on the back\nof the Hyundai imports. In our view, having regard to the totality of the\nevidence\npresented, the value of the property under restraint is not\ndisproportionate to what a court may in the future hold to be the value\nof the\nbenefits from the alleged criminal activity by Rautenbach.\n________________\nM S NAVSA\nJUDGE OF\nAPPEAL\n________________\nV M PONNAN\nACTING JUDGE OF\nAPPEAL\n[1]\nCf\nDu Randt v Du Randt\n1992 (3) SA 281\n(E);\nMV Triena: Haji-Iannou and Others v MV Triena and\nAnother\n1998 (2) SA 938\n(D);\nThe MV Snow Delta: Discount Tonnage Ltd v\nServa Ship Ltd\n1996 (4) SA 1234\n(C) and cases there\ncited.\n[2]\nI have not dealt in\ndetail with those events, which are traversed more fully in\nHyundai Motor\nDistributors (Pty) Ltd and Others v Smit NO and Others\n2000 (2) SA 934\n(T)\nand\nInvestigating Directorate: Serious Economic Offences and Others v Hyundai\nMotor Distributors (Pty) Ltd and Others; In re Hyundai Motor\nDistributors (Pty)\nLtd and Others v Smit NO and Others\n2001 (1) SA 545\n(CC).\n[3]\nNational Director of\nPublic Prosecutions v Alexander,\nunreported, dated 7 February 2000.\n[4]\n2004 (8) BCLR 844\n(SCA).\n[5]\nSee, for example,\nR v\nPreller\n1952 (4) SA 452\n(A) 460F-461B,\nR v Sachs\n1953 (1) SA 392\n(A)\n399D-F.\n[6]\nNational Director of\nPublic Prosecutions v Basson\n2002 (1) SA 419\n(SCA);\nNational Director of\nPublic Prosecutions v Rebuzzi\n2002 (2) SA 1\n(SCA);\nPhillips & Others\nv National Director of Public Prosecutions\n2003 (6) SA 447\n(SCA);\nNational Director of Public Prosecutions v Kyriacou\n2004 (1) SA 379\n(SCA).\n[7]\nPer Ackermann J in\nFirst National Bank of SA Ltd t/a Wesbank v Commissioner, South African\nRevenue Service and Another; First National Bank of SA Ltd\nt/a Wesbank v\nMinister of Finance\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC) para 97. See too\nNational\nDirector of Public Prosecutions v RO Cook Properties (Pty) Ltd,\nfootnote 4,\npara 15.",
  "scraped_at": "2026-02-12T09:09:14.937278",
  "date": "2004-11-22",
  "coram": [
    "MPATI DP",
    "NAVSA JA",
    "NUGENT JA",
    "ERASMUS AJA",
    "PONNAN AJA"
  ],
  "case_number": "146/2003",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Muller Conrad Rautenbach",
      "Wessel Hendrick Moolman Rautenbach"
    ]
  },
  "sections": {
    "facts": "The National Director of Public Prosecutions obtained a provisional restraint order under s 26 of the Prevention of Organised Crime Act (POCA) over property belonging to Muller Conrad Rautenbach and his associated companies, including immovable property, aircraft, and bank accounts. The order was intended to preserve assets pending a possible confiscation order arising from allegations that Rautenbach participated in a scheme to undervalue imported Hyundai vehicles in Botswana, thereby defrauding customs duties and enabling vehicles to be sold in South Africa at reduced cost. Evidence was presented concerning the structure of the Hyundai import business, price manipulation on invoices, and a cash‑payment scheme involving a subsidiary (SABOT SA) that distributed funds to Rautenbach, his family and associates. The provisional order was later discharged by the High Court, prompting the appellant to appeal both the discharge (main appeal) and the effect of the appeal on the status of the restraint order (ancillary appeal).",
    "issues": "1. Whether the lodging of an application for leave to appeal against the discharge of the provisional restraint order revived the order (ancillary appeal). 2. Whether the provisional restraint order should be confirmed, i.e., whether the applicant satisfied the statutory requirements for a restraint order under POFA s 26, including reasonable grounds to believe a confiscation order may be made and that the value of restrained property is not disproportionate to the anticipated benefit. 3. Whether the applicant bears the onus of quantifying the alleged benefit and, if so, what level of precision is required. 4. Whether the estimated benefit of R7 million derived from the customs fraud is sufficient to justify a restraint order over property valued at roughly R20 million.",
    "principles": "The court applied POCA provisions s 25, s 26, s 18 and s 12(3), interpreting that a restraint order is provisional and may be granted where there are reasonable grounds to believe a future confiscation order will be made. The onus of proof lies on the applicant to establish such grounds on a balance of probabilities. Rule 49(11) of the Uniform Rules stipulates that an appeal suspends the operation of the appealed order only, not earlier provisional orders, but the court held that a provisional order is conditional on confirmation and is effectively null until confirmed. The court also referenced the discretionary power under s 21A(1) of the Supreme Court Act to dismiss appeals lacking concrete controversy, and case law on proportionality of restraint orders (e.g., Phillips, Kyriacou, Chrome Circuit). Quantification of benefit need not be exact, but the restrained value must not be arbitrary or disproportionately exceed the anticipated benefit.",
    "application": "The court dismissed the ancillary appeal, holding that the provisional order was not revived by the leave‑to‑appeal filing. In the main appeal, the court found reasonable grounds that Rautenbach engaged in customs fraud, noting expert evidence, internal company documents, and testimony of former employees. The appellant’s estimate of a R60 million benefit was deemed excessive; the court accepted a quantified benefit of approximately R7 million, derived from cash‑payment schemes linked to the fraud. Although the restrained property exceeded this amount, the court concluded that the restraint order was not arbitrary because the value of the property was within the range of the suspected benefit and the court’s discretion allowed for some imprecision. Consequently, the provisional restraint order was confirmed.",
    "conclusion": "The ancillary appeal was dismissed with costs. The main appeal was upheld; the provisional restraint order was confirmed, ordering the first and third respondents to pay the costs of their opposition jointly and severally, including costs of two counsel. The appellant’s applications for condonation were granted, and the costs of the appeal were awarded as detailed in the judgment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Organised Crime / Asset Forfeiture",
    "level_3": [
      "prevention of organised crime act",
      "restraint order",
      "confiscation",
      "customs fraud",
      "quantification of benefit"
    ]
  }
}