{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/100.html",
  "case_name": "Foodcorp (Pty) Ltd v Deputy Director General: Department of Environmental Affairs and Tourism: Branch Marine and Coastal Management and Others (87/2004) [2004] ZASCA 100; [2005] 1 All SA 531 (SCA); 2006 (2) SA 191 (SCA) (19 November 2004)",
  "citation": "[2004] ZASCA 100",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 100\n|\nNoteup\n|\nLawCite\nFoodcorp (Pty) Ltd v Deputy Director General: Department of Environmental Affairs and Tourism: Branch Marine and Coastal Management and Others (87/2004) [2004] ZASCA 100; [2005] 1 All SA 531 (SCA); 2006 (2) SA 191 (SCA) (19 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 87/04\nIn the matter between:\nFOODCORP (PTY) LTD\nAppellant\nand\nDEPUTY DIRECTOR GENERAL DEPARTMENT\nOF ENVIRONMENTAL AFFAIRS AND TOURISM:\nBRANCH MARINE AND COASTAL\nMANAGEMENT\nFirst Respondent\nTHE MINISTER OF ENVIRONMENTAL AFFAIRS\nAND TOURISM\nSecond Respondent\nTHE HOLDERS OF RIGHTS IN THE PELAGIC\nFISHING INDUSTRY\nThird\nRespondent\nCoram:\tHARMS, SCOTT, BRAND JJA AND ERASMUS & JAFTA AJJA\nHeard:\t1  NOVEMBER 2004\nDelivered:\t19 NOVEMBER 2004\nSubject:\tAdministrative law – review – fishing quotas –\nformula produces irrational results – setting aside\nof allocations\nJ U D G M E N T\nHARMS JA/\nHARMS JA\n[1]\tThis appeal relates to the review of the allocation of\ncommercial fishing rights to pelagic fish for the 2002-2005 fishing seasons.\n‘Pelagic fish’ is a generic term that includes principally two\nspecies, namely pilchard and Cape anchovy. Such rights\nare granted in terms of s\n18(1) of the Marine Living Resources Act 18 of 1998 (hereinafter referred to as\n‘the Act’)\nby the Minister responsible for the Department of\nEnvironmental Affairs and Tourism (the second respondent) or his delegatee, a\ndeputy\ndirector in the department (the first respondent). Before granting any\nfishing rights the minister must determine the total allowable\ncatch\n(‘TAC’) which, in turn, has to be allocated between different\ninterest groups such as commercial fishers (s 14(1),\n(2)). The allowable\ncommercial catch then has to be divided between the different commercial fishers\nwho qualify for a quota. To\nqualify, an applicant must score a minimum number of\npoints on a table which was devised to ensure that the objectives and principles\nof the Act are attained. The issue in this case concerns the formula used by the\ndepartment for allocating the allowable commercial\ncatch between the successful\napplicants. The appellant’s case is that the application of the formula\ninfringed its rights to\nadministrative justice as contained in s 33 of the Bill\nof Rights and the Promotion of Administrative Justice Act 3 of 2000\n(‘PAJA’).\n[2]\tThe matter was heard in the first instance\nby Van Zyl J and his judgment is reported\n(2004 (5) SA 91\n(C)). Since the\njudgment dealt fully with the etymology of the word ‘pelagic’, the\nhistory of fishing in South Africa,\nthe nature of the pelagic fishing industry,\nthe habits of pelagic fish, the history of the formula, and related matters, the\nreader\ninterested in detail is referred to it. In the event, Van Zyl J dismissed\nthe application but subsequently granted leave to appeal\nto this court. In\nessence he found that the review application was an appeal in disguise (para 65)\nand that this was one of those\ncases in which due judicial deference should be\naccorded to policy-laden and polycentric administrative acts that entail a\ndegree\nof specialist knowledge and expertise that very few, if any, judges may\nbe expected to have (para 68).\n[3]\tThe long title of the Act indicates\nthat the Act is intended to provide for the conservation of the marine\necosystem, the long-term\nsustainable utilisation of marine living resources and\nthe orderly access to exploitation, utilisation and protection thereof.\nAccordingly,\nthe Act provides for the exercise of control over these resources\nin a fair and equitable manner to the benefit of all citizens.\n[4]\tThe\nobjectives and principles of the Act are spelt out in more detail in s 2 and\nthose relevant to a greater or lesser extent\nto the present litigation are the\nneed to achieve optimum utilisation and ecologically sustainable development of\nmarine living resources;\nthe need to conserve marine living resources; the need\nto apply precautionary approaches in respect of the management and development\nof marine living resources; the need to utilise marine living resources to\nachieve economic growth, human resource development, capacity\nbuilding within\nfisheries and mariculture branches, employment creation and a sound ecological\nbalance; and the need to restructure\nthe fishing industry to address historical\nimbalances and to achieve equity within all branches of the fishing\nindustry.\n[5]\tThe department from time to time prepares an operational\nmanagement plan (OMP) in order to enable the minister to determine the\nTAC and\nallocate commercial fishing rights. In 1999, OMP-99 was prepared, which followed\nthe method adopted in earlier years and\nin terms of which rights to anchovies\nand pilchards were allocated separately. These rights, it is said, were based on\na global trade-off\nbetween those who preferred to fish anchovies and those who\nwished to fish pilchards. The reason for preferring the one to the other\nis\nbased principally on the manufacturing facilities or the market of a particular\napplicant: some have canning factories, some have\nfish meal processing plants,\nand some have both. Pilchards are preferably canned and anchovies are used to\nmake fish meal. The allocation\nof rights for 2001 took place in terms of this\nOMP.\n[6]\tThe department then decided to develop a new OMP valid for the\nperiod 2002 to 2005, known as OMP-02. It took into account that\npelagic fishing\nis a high volume low profit enterprise; pelagic fish is usually processed; there\nare large fluctuations in the annual\nTAC, which have a significant impact on\nbusinesses of rights holders; and that the different sectors are interlinked:\nany targeting\nof anchovies is accompanied by a by-catch of mostly juvenile\npilchards, which affects future populations of the pilchard resource\n(pilchards\ntake longer to reach maturity and have a longer life cycle than\nanchovies).\n[7]\tInstead of allocating rights separately for anchovy and\npilchard as in the past, the decision was made to allocate rights on a\nsingle\npercentage of the combined anchovy-pilchard catch with ‘the personal\ntrade-off decision being left to the individual\nright-holders.’ The\npreferred ratio between pilchards and anchovies was to be calculated from the\ninformation contained in\nthe application forms. To do a conversion from separate\nto combined allocations, the 2001 rights allocation per right-holder was\nconverted into an equivalent single percentage right\n(‘ESPR’).\n[8]\tEventually a mathematical formula or algorithm\nwas developed with the expert assistance of a professor of mathematics at the\nUniversity\nof Cape Town (Prof Butterworth) and which led to a doctoral thesis on\napplied mathematics, parts of which are before us, by Mr D’Oliviera.\nThis\nwas the ‘policy-laden and polycentric act that entails a degree of\nspecialist knowledge and expertise’ which the\ncourt below felt required\njudicial deference and which cannot be assessed by judges (para\n68).\n[9]\tThe Act provides that the minister may, after consultation with\na forum created by the Act, make regulations regarding the formula\nby which a\ncommercial fishing right as a portion of the allowable commercial catch must be\ndetermined (s 21(3)(a)). The OMP-02 clearly\ncontained such a formula and the\nminister, so it would appear, agreed to it. The fact of the matter is, however,\nthat the minister\ndid not promulgate a regulation accordingly (cf Interpretation\nAct 33 of 1957 s 15). Although the power to make a regulation is permissive\nthat\ndoes not mean that the minister is entitled to adopt a binding formula without\npromulgating a regulation. However, if it is\nassumed that he adopted a formula\nmerely for administrative purposes, he could not thereby lay down an immutable\nrule, ignoring his\nresidual discretion. Otherwise it would have amounted to the\nunwarranted adherence to a fixed principle, something the repository\nof a\ndiscretion may not do (\nBritten v Pope\n1916 AD 150\n;\nJohannesburg Stock\nExchange v Witwatersrand Nigel Ltd\n1988 (3) SA 132\n(A) at\n152C).\n[10]\tBy virtue of s 79, the minister is entitled to delegate his\npowers under the Act (except for making regulations). In this case\nhe delegated\nthe power to award commercial fishing rights to the first respondent. The\nrespondents submitted that in doing so the\nminister delegated the purely\nmechanical function to apply the formula. There is no evidence to support the\nsubmission but if it\nhad been done, the minister clearly denied the existence of\nhis discretion or fettered it because it is clear that after the application\nof\nthe formula no further consideration was given to the allocation by the minister\nor, for that matter, the first respondent. As\nwas said in\nComputer Investors\nGroup Inc v Minister of Finance\n1970 (1) SA 879\n(T) 898C-E:\n‘Where\na discretion has been conferred upon a public body by a statutory provision,\nsuch a body may lay down a general principle\nfor its general guidance, but it\nmay not treat this principle as a hard and fast rule to be applied invariably in\nevery case. At\nmost it can be only a guiding principle, in no way decisive.\nEvery case that is presented to the public body for its decision must\nbe\nconsidered on its merits. In considering the matter the public body may have\nregard to a general principle, but only as a guide,\nnot as a decisive factor. If\nthe principle is regarded as a decisive factor, then the public body will not\nhave considered the matter,\nbut will have prejudged the case, without having\nregard to its merits. The public body will not have applied the provisions of\nthe\nstatutory enactment.’\nIt is no different under PAJA, especially s\n6(2)(f)(ii)(aa).\n[11]\tIn the application for review the appellant\nlaunched a wide-ranging attack on OMP-02, including an attack on the decision to\nmove from separate quotas to a single quota and in the court below it relied on\na number of the provisions of PAJA to justify its\nattack. On appeal, however,\nthe attack became more focussed and reliance was placed mainly on the provisions\nof s 6(2)(h) of PAJA,\nwhich permit a court to review an administrative action if\n–\n‘the exercise of the power or the performance of the function\nauthorised by the empowering provision, in pursuance of which\nthe administrative\naction was purportedly taken, is so unreasonable that no reasonable person could\nhave so exercised the power or\nperformed the function.’\n[12]\tIn\nassessing whether the allocation of the commercial fishing rights under OMP-02\nwas ‘so unreasonable that no reasonable\nperson could have so exercised the\npower’ to grant rights, a number of matters must be kept in mind: The\nright to just administrative\naction is derived from the Constitution and the\ndifferent review grounds have been codified in PAJA, much of which is derived\nfrom\nthe common law. Pre-constitutional case law must now be read in the light\nof the Constitution and PAJA. The distinction between appeals\nand reviews must\nbe maintained since in a review a court is not entitled to reconsider the matter\nand impose its view on the administrative\nfunctionary. In exercising its review\njurisdiction a court must treat administrative decisions with\n‘deference’ by taking\ninto account and respecting the division of\npowers inherent in the Constitution. This does not ‘imply judicial\ntimidity or\nan unreadiness to perform the judicial function’. The quoted\nprovision, s 6(2)(h) of PAJA, requires a simple test namely whether\nthe decision\nwas one that a reasonable decision-maker could not have reached or, put slightly\ndifferently, a decision-maker could\nnot reasonably have reached. (See the\nauthorities quoted by the court below in para 60-64 to which must be added\nBato Star Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004 (4)\nSA 490\n(CC) paras 42-50,\nAssociated Institutions Pension Fund v Van Zyl\n[2004] 4 All SA 133\n(SCA) para 36 and the unreported\nZondi v Member of the\nExecutive Council for Traditional and Local Government Affairs\n(CC) (case\nCCT 73/03 delivered on 15 October 2004) paras 99-103.)\n[13]\tIn the light\nof those principles the appellant, wisely, did not pursue the attack on OMP-02\nor the decision to use a single allocation.\n(It should be noted that the\nminister’s determination of the TAC has never been in contention.) The use\nof a formula to determine\nthe allocation of fishing rights is also not in issue.\n[14]\tThe appellant’s problem is with the blind application of the\nformula and this can best be explained by reference to the\nfacts raised\npertinently in the founding affidavit. During 2001, the applicant’s\npilchard allocation was 5,6% of the TAC. This\ntranslated into 10 125 tons of\npilchards. One reason the appellant had such an allocation is because it has a\nlarge canning facility\nthat can process 32 000 tons in a season (it does\npurchase pilchards to use its capacity fully). Additionally, the appellant\nreceived\n0,1% as a bait quota (which amounted to 310 tons). Two other companies,\nLamberts Bay and SASP, that have no canning facilities, received\nfor bait\n0,0057% (10 tons) and 1% (1 713 tons) respectively of the pilchard TAC.\n[15]\tOn 7 February 2002, under the OMP-02 formula, the appellant\nreceived 4% of the TAC (a reduction of 1,7% of the TAC) while Lamberts\nBay and\nSASP received massive increases to 3,4% and 3,2% of the TAC respectively. Taking\ninto account the fact that the provisional\nTAC for pilchards was substantially\nlower, this translated into 5 524 tons for the appellant and 4 674 an 4 414 tons\nfor the other\ntwo companies respectively. In real terms, the appellant’s\nallocation was reduced from 10 435 tons to 5 524 tons while Lamberts\nBay’s\nwas increased from 10 tons to 4 674 tons and SASP’s from 1 713 to 4 414\ntons. In other words, while during the\n2001 season Lamberts Bay had an\nallocation equal to one-thousandth of the appellant’s allocation, it was\nnow increased to 84%\nthereof, an increase of 84 000%.  The relative increase of\nSASP’s quota was from 16,9% to 79,9%, an increase of 472%.\nThe Oceana\nGroup’s tonnage, on the other hand, remained substantially the same at\nabout 26 000 tons.\n[16]\tSoon after awarding these rights the department\nmust have realised that something was wrong with the particulars fed into the\nformula. Part of the problem may have been due to the fact that the application\nform was ambiguous (something that was sought to\nbe rectified by a letter which\nall did not read or heed) and that some applicants did not understand the\nimplication of the choice\nthey had to exercise in choosing a preferred ratio.\nConsequently, forms were completed on different bases by different applicants\nand the department then used a mathematical model (which was not necessarily the\nappropriate one) in an attempt to eliminate the\ndifferences.\n[17]\tThe\ndepartment consequently gave those applicants who had qualified the opportunity\nto amend their preferred pilchard:anchovy\nratio. The appellant did so but its\nnew preference was subjected by the department to a cap. In any event, on 10 May\n2002, new rights\n(replacing those of 2 February) were allocated. (The TAC for\n2002 had in the meantime risen from 136 500 to 257 978 tons but that\nhas nothing\nto do with the case.) The appellant’s percentage was increased from 4% to\n4.2%, Lamberts Bay’s from 3.4%\nto 3.7% and SASP’s from 3.2% to\n3.34%. Translated into tons, and compared to the 2001 allocations, the\nappellant’s rose\nfrom 10 435 to 10 832 tons, Lamberts Bay’s from 10\nto 9 508 tons, and SASP’s from 1 713 to 8622 tons. In other words,\ninstead\nof one-thousandth of the appellant’s quota, Lamberts Bay now had 87%, an\nincrease in relation to the appellant’s\nquota of 87 000%. The relationship\nbetween quotas of the appellant and SASP remained at about the same level of\n471%. Since these\ntwo companies have no canning facilities, the more valuable\npilchards are being used by them to manufacture fish meal.\n[18]\tHow do\nthe respondents explain these glaring anomalies? The answer is that they simply\ndo not proffer any explanation. Their\ncounsel could not suggest any, except for\nsaying that the first respondent probably had not noticed them. It is clearly\nnot a case\nof the appellant having had a low score, that a reallocation was\nnecessary to restructure the industry, that the appellant had been\nsubject to\nsome or other disqualification or the author of its own misfortune, or that\nLamberts Bay and SASP were entitled to special\ntreatment for some or other\nreason. The appellant argued that the anomalies could be explained on the ground\nthat the 2001 season\nwas taken as a benchmark without making any adjustments to\ntake into account the fact that it was an abnormal season with an overabundance\nof anchovies which skewed the formula input. It also suggested that it may have\nbeen because of the fact that the department had\nto make adjustments to the\nratios selected by applicants or that applicants did not understand the\nimplications of their choices\nor were opportunistic in selecting their preferred\nratios. To come to any definitive conclusion in this regard is unnecessary\nbecause\nthe results speak for themselves. One does not need to understand the\n‘complex processes, mathematical or otherwise’\n(to quote the court\nbelow at para 68) to realise that at least some of the results produced by the\nsimple application of the formula\nwere irrational and inexplicable and\nconsequently unreasonable.\n[19]\tA reasonable decision-maker would, in my\njudgment, have used a formula to make a provisional allocation but would have\nconsidered\nthe output as a result of the application of the formula and then\nhave considered whether the output gives reasonably justifiable\nresults bearing\nin mind the facts. That the results were distorted would have been patent to\nanyone applying his or her mind to them.\nSome participants were inexplicably and\nunreasonably favoured; at least the appellant was prejudiced, but not only the\nappellant.\nA reconsideration of the formula or of the input fed into it would\nhave been called for. If the problem had not been solved thereby,\nthe results\nwould have been adjusted to make some sense.\n[20]\tMisallocations in\nrespect of three important commercial fishers must affect the allocations in\nrelation to all the other quota\nholders. On a recalculation they may get more or\nless of the TAC. They were all cited as parties to the review but failed to\nenter\nan appearance and oppose the setting aside of the allocations. Whether any\nquota holder has received more or less than what was its\ndue does not arise at\nthis stage. That is a matter for one or other of the respondents when new quotas\nare determined. Because of\nthe delay since the review application was launched\nduring 2002, the allocation\nfor 2005 is the only one which is not of\nacademic interest only and the appellant has on appeal limited itself to relief\nin respect\nof that year.\n[21]\tORDER\n1.\nThe appeal is upheld with\ncosts, including the costs of two\ncounsel.\n2.\nThe order of the court below is set\naside and replaced with the following\norder:\n(a)\nThe decision of the first and/or\nsecond respondent pertaining to the distribution of the total allowable catch in\nthe pelagic fishing\nindustry amongst successful applicants for commercial\nfishing for the 2005 season is reviewed and set\naside.\n(b)\nThe matter is referred back for\nfresh determinations as to the distribution of the pelagic TAC (and thus the\nindividual rights allocations\nin the commercial pelagic fishing industry) in\nrespect of the 2005 season.\n(c)\tThe respondents are\nto pay the costs of the application,\nincluding the costs of two counsel.\n__________________\nL T C  HARMS\nJUDGE OF APPEAL\nAGREE:\nSCOTT JA\nBRAND JA\nERASMUS AJA\nJAFTA AJA",
  "scraped_at": "2026-02-12T09:08:55.214622",
  "date": "2004-11-19",
  "coram": [
    "Harms JA",
    "Scott JA",
    "Brand JA",
    "Erasmus AJA",
    "Jafta AJA"
  ],
  "case_number": "87/04",
  "parties": {
    "applicants": [
      "Foodcorp (Pty) Ltd"
    ],
    "respondents": [
      "Deputy Director General Department of Environmental Affairs and Tourism: Branch Marine and Coastal Management",
      "Minister of Environmental Affairs and Tourism",
      "Holders of Rights in the Pelagic Fishing Industry"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the allocation of commercial fishing rights for pelagic species (pilchard and anchovy) for the 2002‑2005 seasons. The Department of Environmental Affairs prepared an Operational Management Plan (OMP‑02) that replaced separate quotas for anchovy and pilchard with a single combined quota calculated by a mathematical formula devised with academic assistance. The formula was applied to the 2002 data, producing allocations that dramatically reduced the appellant’s share and disproportionately increased the shares of two smaller companies, Lamberts Bay and SASP. The Department later recognised possible errors in the data entered into the formula and attempted adjustments, but the anomalies persisted. The appellant claimed that the blind application of the formula was irrational and violated its right to administrative justice under the Constitution and PAJA.",
    "issues": "Whether the Department’s use of the OMP‑02 formula to allocate pelagic fishing quotas for the 2005 season was so unreasonable that it violated the standards of administrative justice set out in s 6(2)(h) of PAJA and s 33 of the Bill of Rights, and whether the Minister’s delegation of the formula’s application fettered his statutory discretion.",
    "principles": "The judgment applied the constitutional right to just administrative action and the codified review grounds in PAJA, particularly the reasonableness test in s 6(2)(h). It affirmed that while courts must show deference to policy‑laden administrative decisions, they may intervene where a decision is irrational or a discretionary power is fettered. Relevant authorities included Britten v Pope, Computer Investors Group Inc v Minister of Finance, and Bato Star Fishing (Pty) Ltd v Minister of Environmental Affairs, emphasizing that a formula may serve as a guide but cannot be applied mechanically to produce absurd outcomes.",
    "application": "The court examined the outcomes of the OMP‑02 formula and found that the extreme shifts in quota shares were patently unreasonable and could not be justified by any legitimate administrative purpose. It held that the Department had effectively locked the Minister into a fixed rule, eliminating the required discretion to consider individual merits, and that the anomalies were not corrected despite awareness of errors. Consequently, the allocation for the 2005 season was set aside as a breach of PAJA’s reasonableness requirement.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and replaced with an order that the 2005 pelagic TAC allocation be reviewed and set aside, and that the matter be referred back to the Department for fresh determinations of the quota allocations. Costs, including the costs of two counsel, were awarded to the appellant."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "fishing quotas",
      "marine resources",
      "PAJA",
      "reasonableness",
      "allocation formula"
    ]
  }
}