{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/12.html",
  "case_name": "Madzivhandila and Others v Madzivhandila and Another (584/2002) [2004] ZASCA 12 (24 March 2004)",
  "citation": "[2004] ZASCA 12",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 12\n|\nNoteup\n|\nLawCite\nMadzivhandila and Others v Madzivhandila and Another (584/2002) [2004] ZASCA 12 (24 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCASE NO: 584/2002\nIn the matter between:\nMUSHAVHANI WILSON MADZIVHANDILA              FIRST\nAPPELLANT\nNYAMUNDZHEDZI MADZIVHANDILA\t         SECOND APPELLANT\nJOYCE\nMULAUDZI\t\t\t\t\t             THIRD APPELLANT\nTSHAMUNWE MASINDI\t\t\t\t       \nFOURTH APPELLANT\nand\nTHIAMBIWI EUNICE MADZIVHANDILA\nFIRST\nRESPONDENT\nMAELE JACKSON MUSHASHA\t\t\t      SECOND\nRESPONDENT\nCORAM:\tMTHIYANE JA, JONES and VAN HEERDEN AJJA\nHEARD:\t          17 FEBRUARY\n2004\nDELIVERED:\t24 MARCH 2004\nSummary: Effect\nof agreement to hold property as nominee - whether agreement in violation of s\n23 of the Venda Public Service Act\n8 of 1986 – interpretation and\napplication of s 23 of the Act - issue of illegality raised for the first time\non appeal.\nJUDGMENT\nMTHIYANE JA:\nMTHIYANE JA:\n[1]\nThis appeal is\nconcerned with the question whether certain assets which were held in the name\nof the second appellant (the second\ndefendant) fell into the joint estate of the\nfirst respondent (the plaintiff) and the first appellant (the first defendant),\nwho\nwere married in community of property. Upon the dissolution of the marriage\nbetween the plaintiff and the first defendant by a decree\nof divorce on 25 March\n1998 a division of the joint estate was ordered. The second respondent (the\nfifth defendant) who was appointed\nto receive and liquidate the assets of the\njoint estate was unable to do so because of a dispute which arose between the\nplaintiff,\non the one hand and the first defendant and his mother, the second\ndefendant, on the other, as to whether certain assets registered\nin the second\ndefendant’s name formed part of the joint estate or not. The disputed\nassets were the following:\n1.1\tAn immovable property described as Portion 2\nof Stand 37 situated in Thohoyandou (the Stand) and\n1.2\tPermission to occupy\na business site at Tshilamba in the district of Mutale, all buildings on this\nsite as well as all rights\nin the business being conducted\nthereon (the\nSite).\n[2]\nThe plaintiff instituted action in the Thohoyandou High\nCourt for an order declaring that the Stand and the Site were assets in the\njoint estate. In her particulars of claim she alleged that during the\nsubsistence of the marriage she concluded an agreement with\nthe first and second\ndefendants in terms of which the Stand and the Site were acquired by the spouses\nfor the benefit of the joint\nestate. It was alleged further that, in terms of\nthis agreement, the Stand and the Site were registered in the name of the second\ndefendant because of impediments connected to the plaintiff and the first\ndefendant’s employment which prohibited them from\nhaving any interest in\nany business venture. (They were both civil servants in the employ of the Venda\nGovernment.)  In essence the\nplaintiff’s case was that the second\ndefendant was merely holding the assets as nominee.\n[3]\nIn their\npleas, the first and second defendants averred that the latter was the owner of\nthe Stand and the holder of all the rights\nand interest in the Site, and that\nthe joint estate had no rights in respect of these assets.  The agreement\nalleged by the plaintiff\nwas denied.\n[4]\nThe trial court\nfound\nin favour of the plaintiff and made an order declaring that the Stand and the\nSite were assets in the joint estate.  As the\nStand had already  been sold and\ntransferred to a third party by the time of trial, the court ordered that the\nproceeds of the sale\n(R250 000) be paid to the fifth defendant to be dealt with\nin terms of the order providing for the division of the joint estate.\n As\nregards the Site, the fifth defendant was authorized to take possession of the\nassets constituting the Site and to deal with\nthem in accordance with the said\norder.\n[5]\nThe learned trial judge (Makgoba AJ) refused leave to\nappeal. This appeal is with the leave of this Court against his judgment and\norder.  This Court also granted the third and fourth appellants (the third and\nfourth defendants) leave to appeal against a ruling\nof the court\na quo\nthat there was to be no order as to costs in respect of the\nplaintiff’s unsuccessful claims against them in relation to certain\nmotor\nvehicles.  The plaintiff had also claimed these vehicles as assets in the joint\nestate. The reasons for denying the third and\nfourth defendants their costs are\nnot apparent from the record. Their appeal has, however, now fallen away because\nthe plaintiff\nhas (very wisely it must be said) abandoned the judgment and order\nin so far as it relates to the third and fourth defendants and\ntendered costs. \nThe abandonment and tender were made in the plaintiff’s papers in\nopposition to the petition for leave to\nappeal to this Court.\n[6]\nAt\nthe commencement of the appeal counsel for the defendants moved for the\namendment of the Notice of Appeal in order to introduce\nthe invalidity of the\nagreement relied on by the plaintiff as a further ground of appeal.  In argument\nbefore us counsel contended\nthat the alleged agreement (if it existed) was\nillegal in that it fell foul of the provisions of (inter alia) s 23 of the Venda\nPublic\nService Act\n[1]\n, and that\nenforcement of this agreement would be against public policy as this would\ndefeat the purpose of the relevant statutory\nprovisions. The alleged violation\nwas founded on the contention that as public servants the plaintiff and the\ndefendant were precluded\nfrom ‘having an interest in any business\nventure’.\n[7]\nThe amendment was opposed on behalf of the\nplaintiff on the basis that the illegality and/or unenforceability of the\nagreement had\nnot been raised in the court\na quo\n.  Even in the notice of\namendment the point was taken only in relation to the Site and not the Stand. \nCounsel for the plaintiff\nsubmitted that if reliance was to be placed on s 23 of\nthe Act reference should have been made to the statutory provision in the\npleadings or the defence formulated in such a way that it was sufficiently clear\non what statutory provisions reliance was placed.\n If the illegality relied on\ndid not appear\nex facie\nthe transaction but from the surrounding\ncircumstances, the circumstances should have been pleaded. There is a lot to be\nsaid for\nthis submission.  Counsel for the defendants was however allowed to\nargue the new ground of appeal as if the amendment had been granted.\nWhat\nfollows are grounds for that ruling.\n[8]\nThe approach to be followed\nwhere a question of illegality is raised was laid down in\nYannakou v Apollo\nClub.\n[2]\nTrollip JA\nwriting for the majority said:\n‘...it is the duty of the court to take\nthe point of illegality\nmero motu\n, even if the defendant does not plead\nor raise it; but it can and will only do so if the illegality appears\nex\nfacie\nthe transaction or from the evidence before it, and, in the latter\nevent, if it is also satisfied that all the necessary and relevant\nfacts are\nbefore it.’\nIn the present case it is true that illegality\nwas not raised pertinently in the plea.  It seems to me that even if the point\nhad\nbeen specifically raised the plaintiff would not have conducted her case any\ndifferently.  The question of illegality was raised\nby the plaintiff herself. \nAs I have already stated the plaintiff in her particulars of claim alleged that\nthe parties agreed that\nthe Stand and the Site would be registered in the name\nof the second defendant because of the ‘impediments connected with the\nplaintiff and the defendant’s employment which prohibited them from having\nany interest in any business venture’. I do\nnot consider that on the facts\nof the present case there would be any unfairness to the plaintiff if the\namendment is granted\n[3]\n. In any event\nthis court is on the basis of\nYannakou v Apollo Club\nentitled to consider\nthe point\nmero motu\n. For these reasons the amendment was allowed.\n[9]\nI now turn to the merits.\nThree main submissions were\nadvanced on behalf of the defendants.  The first was that the plaintiff had\nfailed to prove the agreement\nupon which she relied in her particulars of claim,\nin terms of which the second defendant would hold the disputed assets as a\nnominee\nfor the joint estate.  In this regard, conflicting versions of the\ncircumstances under which the Stand and the Site were acquired\nwere put forward\nby the plaintiff and the first and second defendants.  The trial court made\ncredibility findings in favour of the\nplaintiff and her witnesses and against\nthe defendants and their witnesses and ultimately accepted the plaintiff’s\nversion\nas set out in her particulars of claim.  It has often been stated that,\nas a general rule, the trial court is in the best possible\nposition to decide on\nthe credibility of witnesses before it and that a court of appeal will not\nlightly interfere with its findings\nin this\nregard.\n[4]\nIn this case, I am\nsatisfied that the credibility findings made by the trial court were justified\nby the evidence before it.  In\nmy view, it is not necessary to deal with the\nargument advanced by counsel for the defendants that, in accepting the\nplaintiff’s\nversion, the trial court incorrectly relied on documents\nwithout proof of the authenticity thereof.  Even in the absence of such\ndocuments, the other evidence before the trial court was such that its finding\nthat the plaintiff had proved her case on a balance\nof probabilities cannot be\nfaulted.\n[10]\nThe second submission made by counsel for the defendants\nwas that the agreement relied on by the plaintiff, if it existed, was invalid\nin\nthat its aim was to defeat the objects of the Act, which precluded civil\nservants in the employ of the Venda government from ‘having\nan interest in\nany business venture’. For this submission reliance was placed on s 23 of\nthe Act.  It reads:\n‘23\t Unless it is otherwise provided for in his\nconditions of employment –\n(a)\tevery officer and employee shall place the whole of his time at the disposal\nof the State;\n(b)\tno officer or employee shall perform or engage himself to perform\nremunerative work\noutside his employment in the public service, without\npermission granted on the recommendation of the Commission by the Minister or\nan\nofficer authorised by the Minister;\n(c)\tno officer or employee may claim any additional remuneration in respect of\nany official duty or work which he performs voluntarily\nor is requested by a\ncompetent authority to perform.’\n[Emphasis added]\n[11]\nThe construction placed by counsel\non s 23 is not justified.  On a proper interpretation of the section the\nintention of the legislature\nwas to ensure that civil servants placed the whole\nof their time ‘at the disposal of the State’.  That much is clear\nfrom the wording of sub-paragraph (a) above.  The use of the phrase\n‘remunerative work outside his\n[the employee’s]\nemployment’\nin sub-paragraph (b) relates to work done which\nconsumes the time of the employee and reinforces the notion that the section\nrequires\nthe employee to devote the whole of his time to his employment.  The\nmere fact that the plaintiff and the first defendant had an\ninterest in the\nStand and the Site does not necessarily imply that their time was consumed\nthereby or that ‘the whole of their\ntime’ was not placed at the\ndisposal of the State.  On the evidence neither the plaintiff nor the first\ndefendant physically\nparticipated in the operation of the business on the Site\nor performed any other ‘work’ either regarding the Site or\nthe\nStand, although apparently they received some remuneration from the business run\non the Site. It therefore follows that the mere\nacquisition and holding of\nrights or interests in the sites in question in this case does not amount to a\ncontravention of s 23 of\nthe Act and the agreement entered into between the\nspouses, on the one hand, and the second defendant, on the other, cannot be\nregarded\nas illegal or unenforceable.\n[12]\nThe\nthird and final\nsubmission advanced on behalf of the defendants was that the plaintiff and the\nfirst defendant could not have acquired\nthe disputed Stand and the Site because\nthey lacked the requisite intention (animus) to acquire the said assets given\nthat they believed\nthat, as civil servants, they were precluded by the Act from\ndoing so. The submission was doomed to fail the moment it was made.\n The\nquestion whether or not the plaintiff and the first defendant had the intention\nto acquire the property concerned is not in\nissue in this case.  That question\nwould have arisen if the plaintiff had been claiming transfer of ownership of\nthe Stand and of\nthe permission to occupy the Site.  But this is not the case. \nAll the plaintiff asked for in the action was a declarator that the\nStand and\nthe Site were assets in the joint estate.  The submission is therefore without\nmerit and falls to be rejected.\n[13]\nIn the result the appeal fails\nand the following order is made:\n1.\tThe appeal is dismissed with costs, such costs to be paid by the first and\nsecond appellants jointly and severally, the one paying\nthe other to be\nabsolved.\n2.\tThe first respondent is ordered to pay the costs incurred by the third and\nfourth appellants up to the abandonment of the judgment\nand order of the trial\ncourt in so far as it related to such appellants and the tender made by the\nfirst respondent.\n__________________\nKK MTHIYANE\nCONCUR:         \t\t\t\t\t\t\t    JUDGE OF\nAPPEAL\nJONES AJA\nVAN HEERDEN AJA\n[1]\nAct 8 of 1986. The Act has now\nbeen repealed by s 43 (1) of the Public Service Act, 1994 (Proclamation No 103\nof 1994) read with\nSchedule 4\nthereof.\n[2]\n1974 (1) SA 614\nAD at\n623H; see also\nF & I Advisors (Edms) Bpk en `n ander v Eerste Nasionale\nBank van Suidelike Afrika Bpk\n[1998] ZASCA 65\n;\n[1998] 4  All  SA 480\n(SCA) at 484d–e;\nHerbstein & Van Winsen\nThe Civil Practice of the Supreme Court of South\nAfrica\n4ed (1997) 914.\n[3]\nBank of Lisbon and South Africa Ltd v The Master and Others\n1987 (1) SA\n276\n(A) at 290 D–F; see also Herbstein & Van Winsen\nop cit\n912 – 914 and the other authorities there\ncited.\n[4]\nRex v Dhlumayo\n1948 (2) SA 677(A)\nat 705-706.",
  "scraped_at": "2026-02-12T08:57:17.133833",
  "date": "2004-03-24",
  "coram": [
    "MTHIYANE JA",
    "JONES",
    "VAN HEERDEN AJJA"
  ],
  "case_number": "584/2002",
  "parties": {
    "applicants": [
      "MUSHAVHANI WILSON MADZIVHANDILA",
      "NYAMUNDZHEDZI MADZIVHANDILA",
      "JOYCE MULAUDZI",
      "TSHAMUNWE MASINDI"
    ],
    "respondents": [
      "THIAMBIWI EUNICE MADZIVHANDILA",
      "MAELE JACKSON MUSHASHA"
    ]
  },
  "sections": {
    "facts": "The plaintiff, a civil servant, and her former husband (married in community of property) divorced on 25 March 1998. A dispute arose over two assets – an immovable property (Portion 2 of Stand 37, Thohoyandou) and a business site at Tshilamba – which were registered in the name of the second appellant (the second defendant). The plaintiff alleged that the assets were acquired for the joint estate and held by the second appellant as a nominee because civil servants were prohibited from having any interest in a business venture. The trial court found in favour of the plaintiff, declared the assets part of the joint estate and ordered the proceeds and possession to be dealt with accordingly. The defendants appealed.",
    "issues": "1. Whether the agreement that placed the assets in the second appellant’s name was valid or void for illegality under section 23 of the Venda Public Service Act. 2. Whether the assets formed part of the joint estate of the divorced spouses. 3. Whether the plaintiff had sufficiently proved the existence of the nominee agreement.",
    "principles": "The court applied the following principles: (a) Section 23 of the Venda Public Service Act restricts civil servants from performing remunerative work outside their employment, but does not automatically prohibit them from holding an interest in property. (b) A point of illegality may be raised mero motu if it appears ex facie, following Yannakou v Apollo Club. (c) Trial courts are best placed to assess witness credibility and their findings are rarely overturned on appeal. (d) An agreement is not illegal merely because it circumvents statutory restrictions if the conduct does not breach the statutory purpose.",
    "application": "The appellate court examined the evidence and concluded that the plaintiff had proved, on a balance of probabilities, that a nominee agreement existed. It held that the mere ownership or interest in the Stand and Site did not constitute ‘remunerative work’ that would breach s 23, as the plaintiff and first defendant did not physically manage the business. Consequently, the agreement was not illegal or unenforceable, and the assets correctly formed part of the joint estate. The court rejected the defendants’ contentions that the agreement was void or that the plaintiffs lacked the requisite intention to acquire the assets.",
    "conclusion": "The appeal was dismissed. Costs were awarded against the first and second appellants jointly and severally. Additionally, the first respondent was ordered to pay the costs incurred by the third and fourth appellants up to the abandonment of the trial court judgment."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Joint Estate",
    "level_3": [
      "nominee agreement",
      "public service act",
      "civil servant restrictions",
      "property division"
    ]
  }
}