{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/79.html",
  "case_name": "Holtzhausen v Absa Bank Ltd. (280/03) [2004] ZASCA 79; 2008 (5) SA 630 (SCA) [2005] 2 All SA 560 (SCA) (17 September 2004)",
  "citation": "[2004] ZASCA 79",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 79\n|\nNoteup\n|\nLawCite\nHoltzhausen v Absa Bank Ltd. (280/03) [2004] ZASCA 79; 2008 (5) SA 630 (SCA) [2005] 2 All SA 560 (SCA) (17 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 280/03\nReportable\nIn the matter between :\nF F\nHOLTZHAUSEN\t\t\t\t\t\t\t  APPELLANT\nand\nABSA BANK LIMITED\t\t\t\t\t\t       RESPONDENT\nCORAM :\t\tHARMS, NAVSA, BRAND, CLOETE, HEHER JJA\nHEARD :\t\t7 SEPTEMBER 2004\nDELIVERED :\t17 SEPTEMBER 2004\nSummary:\nAn action is maintainable in delict for a negligent\nmisstatement causing\npure pecuniary loss even if a concurrent action is available in contract. The\ndenial of\nan action in delict in\nLillicrap, Wassenaar and Partners v Pilkington\nBrothers (SA) (Pty)\nLtd\n1985 (1) SA 475\n(A) is limited to the case where the negligence alleged\nconsists in\nthe breach of a term of a\ncontract.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tThe\nappellant as the plaintiff sued the respondent bank as the defendant for\ndamages. At the end of the plaintiff’s case\nthe learned trial judge (Van\nCoppenhagen J) absolved the bank from the instance. The plaintiff was ordered to\npay the bank’s\ncosts up to the date of delivery of the plea because the\ncourt considered that the particulars of claim were excipiable. This appeal\nis\nwith the leave of the trial court.\n[2]\tThe factual background of the\nclaim, as testified to by the plaintiff, was the following. The plaintiff\nproposed delivering a\nquantity of cut diamonds which he owned to a person, whom\nhe had met casually, as the agent for an unidentified purchaser, who would\npay\nR500 000 for them. The plaintiff undertook to pay the agent a commission of\nR20 000 if the transaction was concluded.\nIn due course the agent advised\nthe plaintiff that the amount of R500 000 had been paid into a Johannesburg\nbank for the credit\nof the plaintiff’s bank account. He provided the\nplaintiff with three telephone numbers to verify the information. The plaintiff\nobtained a copy of his bank statement, which showed that such an amount had\nindeed been credited to his account. He assumed (correctly,\nas it transpired)\nthat the deposit in the Johannesburg bank had been by cheque. He then approached\nthe manager of the defendant bank\nwhere he kept his account, to ascertain\nwhether he could safely proceed with the transaction and hand over the diamonds.\nThe manager\nwas apprised of the reason for the enquiry. The plaintiff furnished\nthe manager with the three telephone numbers given to him. Although\nthe\nplaintiff’s evidence was not always consistent on this point, there are\npassages in his evidence where he said that after\nmaking several telephone\ncalls, the manager gave him the assurance that the money was safe and that he\ncould indeed proceed with\nthe transaction. The manager also personally\nauthorised the withdrawal by the plaintiff of the R20 000 commission\npayable to\nthe agent. It subsequently transpired that a fraud had been\nperpetrated and the credit to the plaintiff’s bank account was\nreversed.\n[3]\tThe basis of the plaintiff’s pleaded claim is not\nclear. The plaintiff alleged that the bank manager undertook to, and did,\nhave\nthe cheque cleared. The plaintiff also alleged that the bank manager was under a\nlegal obligation not to make a misrepresentation\nto him and that the bank\nmanager did so by representing that the cheque had been honoured, whereas it had\nnot. One thing is, however,\nclear from the pleadings and the evidence and that\nis that the plaintiff did not rely on the breach of any contract between himself\nand the bank as constituting negligence for a claim based in delict. In this\ncourt the plaintiff’s counsel nailed his colours\nto the mast by disavowing\nany reliance on a claim based in contract, and advancing only a claim in delict\nfor pure economic loss\nsuffered in consequence of a negligent\nmisstatement.\n[4]\tIn its judgment the trial court stated that according\nto the plaintiff’s counsel the plaintiff’s claim was for damages\nin\ndelict based on the breach of a contractual term or obligation, and granted\nabsolution because of the decision of this court in\nLillicrap, Wassenaar and\nPartners v Pilkington Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A). But that\nwas neither the plaintiff’s pleaded case nor the basis upon which the\ntrial was conducted.\n[5]\tCounsel who represented the bank when the heads\nof argument were delivered (not the counsel who appeared to argue the appeal)\nsought to justify the order made by the trial court by submitting that a claim\nfor pure economic loss is not maintainable in delict\nwhen a claim can be\nmaintained in contract. That, wrote counsel, is the effect of\nLillicrap\n.\nBut it is not, as is apparent from\nBayer South Africa (Pty) Ltd v Frost\n[1991] ZASCA 85\n;\n1991 (4) SA 559\n(A). In\nBayer\n, this court decided that in principle a\nnegligent misstatement inducing the representee to enter into a contract with\nthe respresentor\nmay, depending on the circumstances, give rise to a delictual\nclaim for damages at the suit of the representee. In reaching this\nconclusion,\nCorbett CJ said at 569I-570D:\n‘Before us appellants’ counsel\nreferred to the case of\nLillicrap, Wassenaar and Partners v Pilkington\nBrothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) in which, so it was submitted, a\nconservative approach to the extension of remedies under the\nlex Aquilia\nwas stressed; and to the case of\nEricsen v Germie Motors (Edms) Bpk\n1986\n(4) SA 67\n(A) at 91E-G where, counsel said, the “apparent conflict”\nbetween the\nKern Trust\ncase\nsupra\n[\nKern Trust (Edms) Bpk v\nHurter\n1981 (3) SA 607\n(C)] and the\nLillicrap\ncase was left open. The\nwords, “apparent conflict”, are counsel’s. The Court in\nEricsen’s\ncase merely stated that the plaintiff’s advocate,\nin advancing a case based upon negligent misstatement inducing a contract,\nrelied upon\nKern’s\ncase and that defendant’s advocate, in\nopposing it on legal grounds, cited\nLillicrap’s\ncase; and that\nbecause the misstatement had not been shown to be negligent it was not necessary\nto decide this legal issue.\nLillicrap’s\ncase itself was concerned\nwith an entirely different issue, viz whether the breach of a contractual duty\nto perform professional\nwork with due diligence is\nper se\na wrongful act\nfor the purposes of Aquilian liability, with the corollary that if the breach\nwere negligent damages could be claimed\nex delicto\n. The Court decided,\nmainly for reasons of policy, that it was not desirable to extend the Aquilian\naction to the duties subsisting\nbetween the parties to such a contract of\nprofessional service.\nKern’s\ncase was not discussed in either the\nmajority judgment or the minority judgment in\nLillicrap’s\ncase and\nI do not consider the latter case to constitute any impediment to the\nrecognition of a cause of action founded upon a negligent\nmisstatement inducing\na contract.’\nCounsel who appeared to argue the appeal for the bank was\naccordingly correct in not persisting in the argument advanced by his\npredecessor.\n[6]\nLillicrap\ndecided that no claim is maintainable\nin delict where the negligence relied on consists in the breach of a term in a\ncontract. That\nis quite apparent from what was said by Grosskopff AJA at\n499A-501H. The passage begins:\n‘In applying the test of reasonableness\nto the facts of the present case, the first consideration to be borne in mind is\nthat\nthe respondent does not contend that the appellant would have been under a\nduty to the respondent to exercise diligence if no contract\nhad been concluded\nrequiring it to perform professional services.’\nThe learned judge\nemphasized at 499D-F:\n‘The only infringement of which the respondent\ncomplains is the infringement of the appellant’s contractual duty to\nperform\nspecific professional work with due diligence; and the damages which the\nrespondent claims, are those which would place it in the\nposition it would have\noccupied if the contract had been properly performed. In determining the present\nappeal we accordingly have\nto decide whether the infringement of this duty is a\nwrongful act for purposes of Aquilian liability.’\nThe following passage\nwritten by J C van der Walt in\nLAWSA\nvol 8 para 5 was approved (at\n499I):\n‘The same conduct may constitute both a breach of contract and a\ndelict. This is the case where the conduct of the defendant\nconstitutes both an\ninfringement of the plaintiff’s rights\nex contractu\nand\na right\nwhich he had independently of the contract\n.’ (The italics were added\nby the learned judge.)\nThe judgment went on to point out (at 500A-B)\nthat:\n‘Apart from the judgments in\nVan Wyk v Lewis (supra)\nthis\nCourt has never pronounced on whether the negligent performance of professional\nservices, rendered pursuant to a contract, can\ngive rise to the\nactio legis\nAquiliae\n.’\nThe learned judge then gave reasons why Aquilian\nliability should not be extended to cover the respondent’s claim (at\n500F-501G)\nand concluded (at 501G-H):\n‘To sum up, I do not consider\nthat policy considerations, require that delictual liability be imposed for the\nnegligent breach\nof a contract of professional employment of the sort with which\nwe are here concerned.’\n[7]\nLillicrap\nis not authority for\nthe more general proposition that an action cannot be brought in delict if a\ncontractual claim is competent.\nOn the contrary, Grosskopff JA was at pains to\nemphasize (at 496D-I) that our law acknowledges a concurrence of actions where\nthe\nsame set of facts can give rise to a claim for damages in delict and in\ncontract, and permits the plaintiff in such a case to choose\nwhich he wishes to\npursue. Thus in\nDurr v ABSA Bank Ltd\n1997 (3) SA 448\n(SCA), a case which\nconcerned the duties of an investment advisor recommending investment in\ndebt-financing instruments, Schutz JA\nfound no difficulty in saying (at\n453G):\n‘The claim pleaded relied upon contract, alternatively delict,\nbut as the case was presented as one in delict, and as nothing\nturns upon the\nprecise cause of action, I shall treat it as such.’\n[8]\tIn the\npresent matter the pleadings cover a claim for damages for negligent\nmisstatement. The plaintiff does not rely on the breach\nof any contractual\nobligation which the defendant or its servants may have owed him, as\nconstituting the negligence for this claim.\nThe plaintiff’s case as it was\npresented in evidence was that a right which he had independently of any such\ncontract, was\ninfringed. The decision in\nLillicrap\nis accordingly of no\napplication.\n[9]\tThe same conclusion ought to have been reached in\nPinshaw v Nexus Securities (Pty) Ltd\n2002 (2) SA 510\n(C). In that matter\nthe plaintiff sued (as the second defendant) a director of an investment company\n(Nexus, the first defendant)\nin delict for pure economic loss occasioned by the\nbad investment by him of funds she had entrusted to the company. The court\ncorrectly\nrecognised (at 534J-535A) that a legal duty giving rise to an action\nin delict can exist independently of a contract. The court went\non, however, to\nsay the following (at 535F-I):\n‘\nLillicrap’s\ncase\nsupra\n, was concerned with professional engineers rendering their\nprofessional services in terms of a contract with\nPilkington Brothers\nand\nlater in terms of a sub-contract. In my respectful opinion,\nLillicrap\nshould not be extended to\nquasi\n-professionals, such as Nexus, offering\nfinancial services and holding themselves out, expressly or by implication, as\npossessing\nappropriate skills. Nor should\nLillicrap\nbe extended to the\nemployees of such quasi-professionals. This is not to say that companies\noffering financial services, or their\nemployees, will always attract a legal\nduty of care to their clients. That must depend on the circumstances. It is more\nthan 15 years\nsince\nLillicrap\nwas decided. The cases in this developing\narea of the law, in this country and elsewhere, do not indicate a need to extend\nthe\nLillicrap\nembargo to a broader class of defendants. On the contrary,\nthe case law in my view supports the need to retain flexibility.’\nThis\nfinding, with respect, misinterprets the effect of the judgment in\nLillicrap\nand in particular, the remarks of Grosskopff JA at 501G-H which\nI have already quoted (at the end of para [6] above). The court in\nPinshaw\nerred in two respects. First, the premise underlying the\nreasoning is that\nLillicrap\ndecided that where delictual liability\ncoexists with liability for breach of contract, the aggrieved party is limited\nto a claim\nin contract. That premise is wrong, as I have already shown. Second,\nthe remarks of Grosskopff AJA in the passage just referred to\nreflect the facts\nof the case before the court which concerned a contract of professional\nemployment, and must not be interpreted\nas limiting the principle laid down in\nthat case to such contracts.\n[10]\tIt would also be desirable to deal briefly\nwith the decision in\nErasmus v Inch\n1997 (4) SA 584\n(W) where the court,\nas a part of an extended\nobiter dictum\n,\nsaid at\n595B-D:\n‘The Supreme Court of Appeal will one day have to reconcile\nStandard Chartered Bank of Canada v Nedperm Bank Ltd (supra)\n[1994] ZASCA 146\n;\n[1994 (4) SA\n747\n(A)], where a party which contracted to perform a service was held liable in\ndelict, with\nLillicrap, Wassenaar and Partners v Pilkington Brothers (SA)\n(Pty) Ltd (supra)\n, in which a concurrent delictual remedy was\ndenied.’\nThe difference between the two cases is simply this. In\nStandard Chartered Bank\nthe negligence relied on did not consist in the\nbreach of a contractual term. In\nLillicrap\n, it did.\n[11]\tTwo\narguments were advanced by counsel who appeared for the bank to argue the appeal\nin an attempt to justify the order made\nby the trial court. The first was that\nthe conduct of the bank manager could not be found to have been unlawful; the\nsecond, that\nthe bank manager could not be found to have been negligent. It is\ntrue that the plaintiff’s evidence can be subjected to a\nnumber of\ncriticisms which could possibly lead to its rejection at the end of the case as\na whole. But absolution was granted at\nthe end of the plaintiff’s case.\nThe test applicable is set out in\nGordon Lloyd Page and Associates v\nRivera\n2001 (1) SA 88\n(SCA) para [2]. In my judgment there are reasonable\ninferences and there is evidence which, considered reasonably, could or might\n(not should or ought to) lead to a finding for the plaintiff.\n[12]\tSo far\nas unlawfulness is concerned, the following findings might be made on the\nevidence led thus far: That the statement by\nthe bank manager was made in\nresponse to a serious request; that the plaintiff approached the bank manager\nbecause of his expertise\nand knowledge of banking matters; and that the\nplaintiff’s purpose in making the enquiry was, to the knowledge of the\nbank\nmanager, to ascertain whether he could safely proceed with the transaction.\nIt could be inferred that the bank manager realised that\nthe plaintiff would\nrely on his answer. On the evidence led thus far, it might further be found that\nthere are no considerations\nof public policy, fairness or equity to deny the\nplaintiff a claim; that no question of limitless liability could arise; and that\nan unfair burden would not be placed on the manager or the bank if liability\nwere to be imposed ─ inasmuch as the manager could\nhave refused to act on\nthe plaintiff’s request and could have protected himself and the bank\nagainst the consequences of any\nnegligence on his part by a disclaimer. See\nStandard Chartered Bank\nat 770B-771B. Of course it goes without saying\nthat at the end of the case, the trial court might come to the conclusion that\nno\nlegal duty rested upon the bank manager to take reasonable steps to ensure\nthat any representation which he may have made, was correct.\n[13]\tSo far\nas negligence is concerned, the defendant’s counsel submitted that there\nwas no evidence to support a finding that\nthe bank manager made a misstatement\nto the plaintiff in the terms pleaded, namely, that the cheque would be\nhonoured; and that at\nbest for the plaintiff, all the bank manager did was to\ngive an honest answer to the plaintiff’s enquiry which, submitted counsel,\nonly required the bank manager to telephone the three numbers provided to him by\nthe plaintiff in order to ascertain whether the\npurchaser had sufficient funds.\nIt is true that on the plaintiff’s evidence the bank manager did not say\nin so many words that\nthe cheque would be honoured; and, as I have said, his\nevidence as to what precisely he was told by the bank manager was not entirely\nconsistent. But the plaintiff did testify in cross-examination that the bank\nmanager had said that the money was safe and that he\ncould proceed with the\ntransaction; and it appears to be common cause that the bank manager also\nauthorised the withdrawal of R20 000\nwhen he knew that unless the cheque\nwas honoured, there would be no or insufficient funds in the plaintiff’s\nbank account to\nmeet this liability. It might be found on this evidence that\nthere was a misrepresentation. It might also be found that if the information\nelicited by the bank manager by telephoning the three numbers furnished to him\nby the plaintiff was not sufficient to justify this\nrepresentation, the bank\nmanager should not, without making further enquiries, have made\nit.\n[14]\tTo sum up: The trial court was incorrect in granting absolution\nfrom the instance on the basis which it did; and the bank’s\ncounsel has\nbeen unable to justify that order on any other grounds.\n[15]\tThe appeal\nis allowed, with costs. The order of the court below is set aside and the\nfollowing order substituted:\n‘The application for absolution from the\ninstance is dismissed, with costs.\n______________\nT D CLOETE\nJUDGE OF\nAPPEAL\nConcur:\tHarms JA\nNavsa JA\nBrand JA\nHeher JA",
  "scraped_at": "2026-02-12T09:06:32.206028",
  "date": "2004-09-17",
  "coram": [
    "Harms",
    "Navsa",
    "Brand",
    "Cloete",
    "Heher JJA"
  ],
  "case_number": "280/03",
  "parties": {
    "applicants": [
      "Holtzhausen"
    ],
    "respondents": [
      "Absa Bank Limited"
    ]
  },
  "sections": {
    "facts": "The appellant, Holtzhausen, owned a quantity of cut diamonds and arranged to sell them through an informal agent for R500,000, agreeing to pay the agent a R20,000 commission if the deal succeeded. The agent claimed the purchase price had been deposited in a Johannesburg bank and provided three telephone numbers for verification. Holtzhausen obtained a bank statement showing the credit and, believing the funds were secured by a cheque, approached the manager of his account bank (Absa) for confirmation. The manager, after making several calls, assured Holtzhausen that the money was safe and authorised the withdrawal of the R20,000 commission. It later emerged that the credit was fraudulent and the amount was reversed.",
    "issues": "The key legal issue was whether a claim in delict for pure economic loss arising from a negligent misstatement is maintainable where a concurrent contractual claim is theoretically available, and whether the bank manager owed a duty of care that was breached by the misrepresentation that the cheque had been honoured.",
    "principles": "The Court examined the precedent set in Lillicrap v Pilkington Brothers, which holds that delictual liability does not arise where the negligence consists solely of a breach of a contractual term. However, it distinguished that principle from cases such as Bayer v Frost, Durr v ABSA Bank, and Standard Chartered Bank v Nedperm Bank, which allow concurrent delictual claims for negligent misstatements that are not merely breaches of contract. The Court also applied the test for unlawfulness and negligence articulated in Gordon Lloyd Page v Rivera.",
    "application": "Applying these principles, the Court found that the bank manager’s assurance was not merely a contractual performance but a negligent misstatement that induced the plaintiff to act. The manager knew, or ought to have known, that the cheque might not be honoured and failed to make sufficient inquiries before giving the assurance. The plaintiff’s reliance on that assurance gave rise to a duty of care independent of any contract, satisfying the unlawfulness and negligence requirements.",
    "conclusion": "The appeal was allowed. The trial court’s order granting absolution from the instance was set aside. The application for absolution was dismissed with costs, and the judgment reinstated the plaintiff’s delictual claim for damages arising from the negligent misstatement."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligent Misstatement",
    "level_3": [
      "pure economic loss",
      "contract vs delict",
      "bank liability",
      "negligence"
    ]
  }
}