{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/43.html",
  "case_name": "De Jongh v Du Pisanie (220/2003) [2004] ZASCA 43; [2004] 2 All SA 565 (SCA); 2005 (5) SA 457 (SCA) (25 May 2004)",
  "citation": "[2004] ZASCA 43",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 43\n|\nNoteup\n|\nLawCite\nDe Jongh v Du Pisanie (220/2003) [2004] ZASCA 43; [2004] 2 All SA 565 (SCA); 2005 (5) SA 457 (SCA) (25 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nSaaknommer :  220/2003\nIn die saak tussen :\nCHRISTIAAN DE JONGH\t\t\t\t\t\nAPPELLANT\nen\nPIETER JOHANNES DU PISANIE NO\t\t      RESPONDENT\nCORAM :\t\t\tMARAIS, BRAND ARR\net\nJONES WND AR\nDATUM :\t\t\t4 MEI 2004\nGELEWER :\t\t25 MEI 2004\nOpsomming\n:  Kwantifisering van skadevergoeding – liggaamlike\nbeserings – veral breinbeserings – koste van versorging –\nvoorsiening vir gebeurlikhede – algemene skadevergoeding – bevel in\npara\n70.\n_____________________________________________________\nUITSPRAAK\nBRAND AR\n/\nBRAND AR\n:\n[1]\tDie respondent tree op in sy hoedanigheid as kurator\nad litem\nvir mnr J G Rabe ('Rabe') wat op 9 Julie 1993 in 'n motorongeluk\nbeseer is. Ten tyde van die ongeluk was die appellant die bestuurder\nvan die\nbetrokke motorvoertuig en Rabe 'n passasier daarin. Voortspruitend hieruit het\ndie respondent, namens Rabe, die appellant\nas verweerder in die Kaapse\nHooggeregshof aangespreek vir die skade wat Rabe as gevolg van sy beserings gely\nhet. Geriefshalwe sal\nek vervolgens na die partye verwys soos in die hof\na\nquo.\nAanvanklik is die geskilpunte rondom die meriete van die verweerder se\naanspreeklikheid afsonderlik bereg en in Oktober 2000 teen\ndie verweerder\nbeslis. By hierdie beslissing het die verweerder hom berus. Gevolglik is in Mei\n2002 oorgegaan tot die verrigtinge\nter kwantifisering van Rabe se skade. In die\nloop van hierdie verrigtinge is etlike getuies namens beide partye geroep. Aan\ndie einde\ndaarvan het die verhoorhof (Thring R) Rabe se skade in 'n bedrag van\nR5 697 388.14 vasgestel. Met verlof van die hof\na quo\nkom die\nverweerder nou in hoër beroep teen hierdie vasstelling.\n[2]\tBlykens\ndie verhoorhof se uitspraak is die vasgestelde bedrag onder die volgende hoofde\ningedeel:\n(a)\tToekomstige mediese koste en aanverwante\nuitgawes \t\t\t\t\t\t   \nR3 778 921.70\n(b)\tVerlies aan verdienste\t\t\t\t        \nR1 096 225.00\n(c)\tAlgemene skadevergoeding\t\t\t         R  \n400 000.00\n(d)\tKoste van kurator\nbonis\n(7.8 persent\nvan\ntotaal van bostaande)\nR   412 241.44\nR5 697 388.14\n[3]\tBy verre die grootste gedeelte\nvan die bedrag in (a) word verteenwoordig deur voorsiening vir Rabe se\ntoekomstige versorging.\nVolgens die verhoorhof se bevindings sal die\ngekapitaliseerde koste daaraan verbonde R3 306 720 beloop. Bygevolg\nis, na\n'n aftrekking vir gebeurlikhede, wat deur die verhoorhof op 10 persent\nbepaal is, 'n bedrag van R2 976 048 vir sodanige\nversorging\ntoegeken.\n[4]\tDie verhoorhof se beslissings aangaande 'n hele aantal van\ndie geskilpunte wat tydens die verhoor bestaan het, word op appèl\naanvaar. Die besware wat op hierdie stadium nog deur die verweerder teen die\nverhoorhof se bevindings geopper word, is dus beperk\nen hou verband met aspekte\nwat onder die volgende vier hoofpunte saamgevat kan word:\n(a)\tDie tipe\nversorging wat Rabe in die toekoms sal benodig.\n(b)\tDie gebeurlikheidsfaktor\nwat die verhoorhof by die \tberekening van beide toekomstige versorgingskoste en\n\ttoekomstige verlies\naan verdienste op 10 persent bepaal het. (c)\tTwee van die\ntalle individuele items wat by die berekening \tvan toekomstige mediese\nuitgawes\ntoegelaat is.\n(d)\tDie bedrag wat vir algemene skade toegeken\nis.\nAGTERGROND\n[5]\tDie feite wat die oorblywende geskilpunte\nter grondslag lê is op hierdie stadium grotendeels onbetwis. Ek handel\nvervolgens\ndaarmee in die breedste moontlike trekke  wat deur die perke van 'n\nsinvolle beredenering toegelaat word.\n[6]\tRabe is gebore op 5 November\n1957. Ten tyde van die ongeluk op 9 Julie 1993 was hy dus 35 jaar oud. Beide hy\nen die verweerder\nwas op daardie stadium as werknemers van Eskom by die\nonderhoud van hoogspanningskraglyne betrokke. Hulle was juis na 'n werksterrein\nop pad toe Eskom se bakkie, waarin hulle gereis het, van die pad geloop en\nomgeslaan het. Die liggaamlike beserings wat Rabe opgedoen\nhet was ernstig en\ndie gevolge daarvan ingrypend, soos binnekort sal blyk. Benewens verskeie\nkneusings het hy beserings van sy nek,\nrug, regterskouergewrig, regterknie en\nregterenkel opgedoen. As gevolg van hierdie beserings het Rabe reeds 'n operasie\naan sy skouer\nondergaan en sal hy na verwagting nog verdere ortopediese\noperasies moet ondergaan. Hierdie beserings het hom ook gelaat met aansienlike\npyn, ongerief en gedeeltelike ongeskiktheid wat met verloop van tyd tot 'n mate\nafgeneem het. Dit duur egter nog steeds voort. Hy\nkla nog steeds van hoofpyn en\nvan pyn in sy nek, skouer, knie, enkel en lae rug. Verder is die beweging van sy\nnek, skouer, knie\nen enkel in 'n sekere mate ingekort. Die verwagting is nie dat\nsy toestand in die toekoms wesenlik sal verbeter nie.\n[7]\tDie ernstigste\nvan Rabe se beserings was egter dié wat in die mediese verslae beskryf is\nas '′n uitgebreide verbrokkelde\nfrontale skedelfraktuur wat tot in die\noogkaste en wangbene gestrek het'. Hierdie beserings het 'n ekstradurale\nhematoom tot gevolg\ngehad wat bewusteloosheid veroorsaak het. Dit is die dag na\ndie ongeluk chirurgies verwyder, waarna Rabe 'n tydperk van meer as 'n\nmaand in\nhospitale moes deurbring. Voorts het die skedelfraktuur gepaard gegaan met\nonderliggende breinskade van tweërlei aard.\nEerstens was daar ekstensiewe\nfokale skade aan beide frontale sowel as beide temporale lobbe van die brein.\nTweedens was daar diffuse\nkonkussiewe skade wat die hele brein betrek het maar\nmeer matig van aard was. Dit is gemene saak dat hierdie breinbeserings 'n\nverandering\nin Rabe se persoonlikheid asook 'n inkorting van sy verstandelike\nvermoë meegebring het. Die persoonlikheidsveranderinge wat\ndeur die\ndeskundiges beskryf is as tipies van wat by frontale en temporale\nbreindisfunksie verwag kan word, het sigself veral gemanifesteer\nin apatie,\nwoedebuie, aggressie, 'n gebrek aan insig en oordeel asook 'n verhoogde\nseksdrang. Daarby het Rabe ook sy reuk- en smaaksin\nverloor. Daar is 'n beperkte\ngeskil oor die werklike afname in verstandelike vermoëns wat die ongeluk\nvir Rabe meegebring het,\nasook oor die erns en gevolge van sy\npersoonlikheidsveranderings. Daarby kom ek aanstons terug. Wat egter ook\nvasstaan is dat Rabe\nnou, as gevolg van sy breinbeserings, epileptiese aanvalle\nkry. Hy het sy eerste aanval in November 1994 gehad. Daarna het die frekwensie\nvan die aanvalle toegeneem tot gemiddeld vyf per maand. Met verloop van tyd is\ndit egter deur medikasie verminder. By die verhoor\nwas dit  een tot twee\naanvalle per maand. Die neuroloog wat Rabe vir sy epilepsie behandel, was nie\noptimisties dat daar in die toekoms\nveel meer beheer oor die frekwensie van sy\naanvalle verkry kan word nie.\n[8]\tDie veranderinge in Rabe se\npersoonlikheid en sy epileptiese aanvalle het 'n ingrypende effek op sy beroeps-\nen gesinslewe gehad.\nAangaande sy gesinslewe, blyk dit dat hy in 1981 getroud is\nmet mev Anneline Rabe wat 'n raps minder as twee jaar jonger is as hy.\nTen tye\nvan die ongeluk in 1993 was sy dus 33 jaar oud. Uit hulle huwelik is twee seuns\nen 'n dogter gebore. In 1993 was die seuns\nonderskeidelik 12 en 10 en die\ndogter, 8 jaar oud. Voor die ongeluk was die Rabes 'n gelukkige gesin. Hulle was\nsosiaal bedrywig\nmet 'n uitgebreide vriendekring wat gereeld saamgekuier het.\nDie ouers was nou betrokke by die kinders se skool en buitemuurse bedrywighede.\nEskom se sport- en ontspanningsklub, waar Rabe vroeër rugby gespeel het en\nlater jare op die bestuur gedien het, het ook 'n\nvername rol in die gesin se\nsosiale lewe gespeel.\n[9]\tWat sy beroep betref, het Rabe in 1982 by Eskom\nbegin werk. In 1993 het hy reeds verskeie spesialiseringskursusse gedoen. Onder\nmeer was hy opgelei om onderhoud en herstelwerk aan lewende hoogspanningslyne\nvanuit 'n helikopter te doen. Hy was gelukkig in hierdie\nwerk. Na die ongeluk\nhet Rabe in Januarie 1994 weer begin werk. Weens die beperkings wat sy beserings\nmeegebring het, was hy egter\nnie in staat om soos voorheen aan lewende kraglyne\nte werk nie. Sy take was minder veeleisend, soos byvoorbeeld, om oor die oopkap\nvan bome en plantegroei onder kraglyne toesig te hou. In November 1994 het hy\negter begin om epileptiese aanvalle te kry. Gevolglik\nhet hy, op aanbeveling van\nsy neuroloog, om ontslag weens mediese redes aansoek gedoen. Hierdie aansoek is\nmet effek vanaf einde\nNovember 1996, deur Eskom toegestaan. Daarna het Rabe\nnooit werklik daarin geslaag om enige betalende werk te bekom nie. By die\nverhoor\nwas dit gemene saak dat hy, weens die gevolge van sy liggaamlike\nbeserings, permanent ongeskik is om enige lonende betrekking te\nbeklee.\n[10]\tOor hoe die Rabes se sosiale lewe en gesinslewe nou, na die\nongeluk, daar uitsien, was mev Rabe die eiser se vernaamste getuie.\nVolgens haar\nhet sy, kort nadat haar man uit die hospitaal ontslaan is, agtergekom dat hy nie\nmeer dieselfde persoon was nie. Hy\nwas aggressief en het ontoepaslik in woede\nuitgebars vir die geringste irritasie of frustrasie. In die nege jaar wat tussen\ndie ongeluk\nen die verhoor verloop het, het sy gedrag, volgens haar, nie werklik\nverbeter nie, hoewel sy intussen tog geleer het om dit in 'n\nmate te hanteer.\nRabe is steeds koppig en eiesinnig. Hy skree en vloek op haar en die kinders. By\nverskeie geleenthede het hy haar\nal fisies aangerand. Hy gooi borde kos rond en\nbreek die  meubels. As hy 'n voorwerp probeer regmaak en nie daarin slaag nie,\nraak\nhy frustreerd en slaan hy dit met 'n hamer stukkend. Die kinders is bang\nvir hom en vlug van hom weg. Weens Rabe se onbeheersde en\nontoepaslike gedrag en\nopmerkings kry hulle bykans geen besoek meer van vriende nie en gaan hulle selde\nuit.\n[11]\tDaarbenewens is Rabe apaties en sonder dryfkrag. Hy verwyl sy\nure deur televisie en videos te kyk of om op die rekenaar speletjies\nte speel.\nHy raak dikwels in die middel van die nag wakker en neem dan sy plek voor die\ntelevisie in. Hy is fisies wel in staat om\nhomself te versorg, maar vergeet om\nsy tande te borsel, te bad, skoon klere aan te trek asook om sy medikasie te\nneem. Sy moet hom\ngedurig aan hierdie take herinner. Daarby skep sy epileptiese\naanvalle 'n groot probleem. Hy kry dit sonder waarskuwing en dit is\nvir mev Rabe\nverskriklik om te aanskou. Sy kan nie daaraan gewoond raak nie. Weens sy\nepilepsie kan sy hom nooit alleen laat nie\nen mag hy ook nie 'n motor bestuur\nnie. Nietemin dring hy daarop aan om dit te doen. As sy hom teëgaan raak hy\nso onredelik\nkwaad dat sy vir hom bang raak. Dan gee sy maar toe. So het dit\ngebeur dat hy by geleentheid 'n epileptiese aanval agter die stuur\nvan sy\nvoertuig gekry het. Gelukkig was een van sy seuns by en kon hy die voertuig tot\nstilstand bring. Dit alles, sê mev Rabe,\nhet eintlik al vir haar te veel\ngeword. Sy het al dikwels daaraan gedink om hom te verlaat. Wat haar egter\nsteeds genoop het om deur\nte byt, is dat sy hom steeds lief\nhet.\n[12]\tVolgens die verhoorregter het mev Rabe ''n uitstekende goeie\nindruk' op hom gemaak en was hy van 'geen rede bewus waarom enige\naspek van haar\ngetuienis in twyfel getrek moet word nie'. Op my beurt kan ek geen gronde vind\nwaarop hierdie hof geregtig sou wees\nom met die geloofwaardigheidsbevinding ten\ngunste van mev Rabe in te meng nie. Tog moet daar by beoordeling van mev Rabe se\ngetuienis\nin gedagte gehou word dat 'n aansienlike deel daarvan nie werklik\nneerkom op 'n uiteensetting van konkrete feite nie, maar eerder\nop haar weergawe\nvan hoe sy haar onhoudbare situasie oor 'n tydperk van meer as nege jaar ervaar\nhet. By evaluering van daardie deel\nvan haar getuienis moet weer rekening gehou\nword met haar psigiese en emosionele toestand toe sy getuig het. Sy en haar\nkinders het\nklaarblyklik deur diep waters gegaan. Volgens haar eie beskrywing,\nhet sy byna breekpunt bereik. Dit is nie onverwags dat sy Rabe\nse algemene\ntoestand deur 'n heel donker bril waargeneem het nie. Gevolglik is dit heel\nverstaanbaar dat die prent van Rabe se toestand\nwat deur die getuienis van sy\nvriende en kennisse geskilder is, hoewel ook maar donker, tog van 'n ligter\nskakering as mev Rabe s'n\nwas.\n[13]\tSo het 'n vroeëre kollega en\nvriend van Rabe, mnr Harold Visser, namens die verweerder getuig dat hy na die\nongeluk steeds\nmet Rabe kontak gehad het. Nietemin het hy nooit Rabe se\nonbeheersde woedebuie ervaar of opgemerk dat hy ontoepaslik optree nie.\nIn\nDesember 2000 het dit toevallig so gekom dat hulle twee weke saam by 'n\nvakansieoord langs die Bergrivier deurgebring het. In\ndaardie tyd het hy vir\nRabe en sy gesin gereeld gesien en het hulle vir hom na 'n hegte familie\nvoorgekom. Kort voor hy getuig het,\nwas Visser op 'n verjaardagpartytjie waar\ndie Rabes ook teenwoordig was. Hy het 'n groot deel van die aand met Rabe gesit\nen gesels.\nVolgens sy ervaring het die gesprek heel sinvol verloop. Hy het ook\nopgemerk hoe Rabe by geleentheid met sy vrou gedans het. In kruisverhoor\nnamens\ndie eiser is nie aan Visser gestel dat hy sy getuienis versin het nie. Wat wel\naan hom gestel is, was dat hy nie geweet het\nwatter aggressie en onsmaaklike\noptrede deur Rabe sy gesin gedurende die vakansie langs die Bergrivier moes\nverduur nie.\n[14]\t'n Verdere getuie namens die verweerder was 'n\nonderwyser wat tot in 1998 vir die Rabes se oudste seun skoolgehou het. Volgens\nhom was die seun 'n goeie sportman en het Rabe, ook na sy ongeluk, groot\nbelangstelling in die seun se sportbedrywighede getoon.\nHy het dan ook gereeld\ndie seun se oefeninge en wedstryde bygewoon en gehelp waar hy kon.\n[15]\tNamens die verweerder is die Rabes se gemeente predikant, ds Dirk\nBester, ook as getuie geroep. Hy het die gesin oor 'n tydperk\nvan jare, voor en\nna die ongeluk, goed leer ken. Volgens ds Bester is hy na die ongeluk by\ngeleentheid deur mev Rabe ontbied wanneer\nRabe onbeheerbaar geraak het en kon hy\ntog daarin slaag om Rabe te kalmeer. Mev Rabe se antwoord hierop was, in die\nbreë, dat\nRabe hom wel gedra wanneer buitestaanders aanwesig is, maar met\nsy woedeuitbarstings en agressiewe optrede begin sodra hy weer alleen\nis met die\nlede van sy gesin.\n[16]\tNa alles wil dit dus voorkom asof Rabe, hoewel hy\nnie alleen gelaat kan word nie en versorging nodig het, tog daarin slaag om\nin\n'n mate van dag tot dag te funksioneer. Voorts lyk die afleiding geregverdig dat\nRabe voldoende insig en oordeel behou het om\nhomself in teenwoordigheid van\nbuitestaanders toepaslik te gedra en dat hy terselfdertyd steeds oor voldoende\nselfbeheer beskik om\nsy optrede dienooreenkomstig in te rig.\n[17]\tWat die\ntoekoms betref, is daar 'n mate van verskil tussen die deskundige getuies oor\ndie vraag of Rabe se onaanvaarbare gedrag\nwat deur sy\npersoonlikheidsveranderings meegebring is, hetsy deur medikasie of terapie,\nverbeter kan word. Dit is duidelik dat geeneen\nvan die deskundiges hieroor\ndogmaties kan wees nie. Nietemin is die verweerder se deskundiges oor die\nalgemeen meer positief oor\nRabe se prognose as die eiser se deskundiges. Alles\ninaggenome moet egter myns insiens aanvaar word dat Rabe se funksionering en\ngedrag in die toekoms nie dermate sal verbeter dat dit 'n noemenswaardige\nverskil sal maak by die beoordeling van die uitstaande\ngeskilpunte nie. Dit stem\nook in wese ooreen met die verhoorhof se slotsom in dié\nverband.\n[18]\tDit bring my by die afname in Rabe se verstandelike\nvermoëns wat deur sy breinbeserings teweeggebring is. Daar is geen\ngetuienis\nbeskikbaar oor wat Rabe se intelligensie kwosient ('IK') voor die\nongeluk was nie. In November 1994, ongeveer 18 maande na die ongeluk,\nis wel\npsigometriese toetse op hom gedoen. Dit het gedui op inkorting van sommige\nkognitiewe funksies, veral sy geheue en sy vermoë\nom te konsentreer.\nNietemin het sy praktiese IK op daardie stadium 117 getoets, sy verbale IK 89 en\nsy globale IK 103.\n[19]\tIn Mei 2001 is Rabe egter weer psigometries\ngetoets deur dr Alison Madden, 'n neuro-sielkundige, wat namens die eiser as\ngetuie\ngeroep is. Volgens die resulate van dr Madden se toetse was Rabe se\nverbale IK en sy prestasie IK op daardie stadium beide in die\nomgewing van 70.\nSy globale IK was 69. Hiervolgens was sy intellek in die heel onderste tweede\npersentiel van die samelewing en het\ndit hom in die kategorie van verstandelik\ngestremdes geplaas. 'n Jaar daarna, dit is in Mei 2002, is Rabe weer\ngeëvalueer deur\nme Cora de Villiers, 'n neuro-sielkundige wat namens die\nverweerder getuig het. Die resultate van haar toetse was wesenlik dieselfde\nas\ndie van dr Madden.\n[20]\tVir die dramatiese afname in veral Rabe se\npraktiese IK tussen 1994 en 2001 was daar geen voor-die-hand-liggende rede nie.\nGevolglik\nhet dit aanleiding gegee tot botsende teorieë deur die\nverskillende deskundige getuies oor wat die oorsaak daarvan kon wees.\nDr Madden\nse teorie het daarop neergekom dat Rabe ly aan progressiewe demensie waardeur sy\nverstandelike vermoëns stelselmatig\nafgetakel word. Daarteenoor was me De\nVilliers se teorie dat Rabe tydens die toetsing in 2001 en 2002 sy kognitiewe\ntekortkominge\ngesimuleer het, oftewel doelbewus oordryf het. 'n Derde teorie was\ndat die dramatiese afname in Rabe se verstandelike vermoëns\naan 'n\nkombinasie van faktore toegeskryf moet word. Faktore wat by hierdie kombinasie\ningesluit word, behels, onder andere, sy herhaalde\nepileptiese aanvalle en die\nmedikasie wat hy daarvoor gebruik, sy swak geheue en die totale gebrek aan\nstimulasie uit sy omgewing\nsedert November 1996 toe hy opgehou het om te werk.\nDaarby is daar 'n gebrek aan dryfkrag en emosionele beheer wat 'n inherente\ngevolg\nis van sy frontale lob beserings en wat sigself sou manifesteer in die\nafwesigheid van enige motivering om in die psigometriese toetse\nte\npresteer.\n[21]\tIn die loop van die verhoor is aansienlik tyd spandeer aan\ndie verdediging en weerlegging van die onderskeie teorieë. In\ndie uitspraak\nvan die verhoorhof is die simulasie-teorie van me De Villiers pertinent verwerp.\nEk vind dit egter onnodig om oor hierdie\ngeskilpunt uitsluitsel te gee.\nEerstens, omdat Rabe se oorblywende probleme wat op die uitstaande geskilpunte\nbetrekking het, eerder\nte make het met sy epileptiese aanvalle en die\nveranderinge in sy persoonlikheid as met die afname in sy verstandelike\nvermoëns.\nTweedens, is al die deskundiges dit in elk geval met mekaar eens\ndat die resultate van psigometriese toetse op 'n breinbeseerde persoon\nmisleidend kan wees aangaande die persoon se werklike intellektuele\nvermoëns. Wanneer die uitslae van sielkundige toetse dus\nmerkbaar verskil\nvan die betrokke persoon se intellektuele funksioneringsvlakke wat deur\nkollaterale bronne aangedui word, moet die\nkollaterale inligting by die bepaling\nvan die persoon se werklike intellektuele vermoë, voorrang geniet.\nGevolglik was die deskundige\ngetuies dit met mekaar eens dat die bepaling van 'n\nbreinbeseerde persoon, soos Rabe, se werklike verstandelike vermoëns nie\nso\nseer afhang van die uitslae van psigometriese toetse nie, maar van hoe hy\ndaagliks sy lewe hanteer.\nVERSORGING\n[22]\tTeen hierdie\nagtergrond kan ek nou oorgaan na die geskilpunte aangaande die tipe versorging\nwat Rabe in die toekoms nodig sal\nhê. Dit is gemene saak dat Rabe nie sy\neie sake kan hanteer nie; dat daar vir hom 'n kurator\nbonis\naangestel\nmoet word en dat die verweerder aanspreeklik is vir die koste wat daaraan\nverbonde sal wees. Eweneens is dit gemene saak\ndat Rabe, veral weens sy\nepilepsie en persoonlikheidsveranderings, nie meer na homself kan omsien nie en\ndat hy voortdurend sorg\nnodig het. Die deskundiges aan beide kante is dit ook\nmet mekaar eens dat vir solank mev Rabe nog met haar man saamleef, hy as\neggenoot\nen vader in die gesinswoning moet aanbly en dat dit dus onwenslik sou\nwees om hom te institusionaliseer. Hy moet dus aan huis versorg\nword. Gedurende\ndie nege jaar wat tussen die ongeluk en die verhoor verloop het, het mev Rabe\nhierdie versorgingstaak alleen verrig.\nDit is egter nie die verweerder se saak\ndat sy daarmee moet voortgaan nie. Gevolglik is dit ook gemene saak dat die\nverweerder aanspreeklik\nis vir betaling van die koste wat nodig is om aan Rabe\nse redelike versorginsbehoeftes te voorsien. Die geskil tussen die partye\ndraai\nom welke tipe versorging redelikerwys voldoende sal wees.\n[23]\tDie\nvoorstel van die eiser se deskundiges is in kort dat Rabe vir die res van sy\nlewe voltyds, dit is vir 24-uur per dag en vir\nsewe dae in die week, versorg\nmoet word. Daarbenewens stel hulle voor dat die versorger bedags (dit is van\nsewe voormiddag tot sewe\nnamiddag) 'n gekwalifiseerde stafverpleegster en snags\n(dit is van sewe namiddag tot sewe voormiddag) 'n verpleegassistent moet wees;\ndat beide van hierdie versorgers opleiding en ervaring moet hê in die\nhantering van psigiatriese pasiënte en dat oor beide\nvan hulle toesig gehou\nmoet word deur 'n professionele persoon in diens van 'n verpleegagentskap.\nHierteenoor kan daar, volgens die\nverweerder se deskundiges, aan Rabe se\nversorgingsbehoeftes voldoen word deur 'n huishoudster/versorger wat opgelei is\nom Rabe se\nepileptiese aanvalle en gedragsprobleme te hanteer en wat op weeksdae\nvir mev Rabe met sowel die huishouding as Rabe se versorging\nkan bystaan.\n[24]\tDie gekapitaliseerde waardes van die uitgawes wat die onderskeie\nversorgingsmodelle sal meebring, is by ooreenkoms bepaal. Hieruit\nblyk dat die\nverskil aansienlik is. Die gekapitaliseerde waarde van die uitgawes wat aan die\nimplementering van die eiser se model\nverbonde sal wees, is die\nvolgende:\nStafverpleegster\t(gedurende die\ndag)\t\t\tR1 939 310\nVerpleegassistent (gedurende die\nnag)\t\t\tR1 342 930\nToesighouding deur verpleegagentskap\nR    \n24 480\nTotaal\nR3 306 720\nHierteenoor sal die verweerder se\nvoorstelle die volgende uitgawes meebring:\nHuishoudster/versorger @\nR2 250 per maand\nplus 'n dertiende bonustjek en 'n verdere R700\nper\nmaand vir akkommodasie en 'n vervangende\nversorger tydens vier weke se\njaarlikse verlof\nmet voorsiening vir twee weke\nsiekteverlof\t\tR639 280\nOpleiding vir huishoudster/versorger @\nR1 000 elke vyf jaar\t\t\t\t\t\tR    3 470\nToesig oor huishoudster @\nR250 per maand\nR  45 970\nTotaal\nR688 720\nAs 'n variasie op hierdie voorstel het die\nverweerder aanvaar dat die salaris van die huishoudster moontlik R3 000 in\nplaas van\nR2 500 per maand kan bedra. Die gekapitaliseerde bedrag van\nsy/haar salaris sal dan verhoog tot R795 250 en die totale\nkoste van\nversorging tot R844 690. Die verhoorhof het die voorstelle van die eiser se\ndeskundiges aanvaar. Dit het die bevinding\nmeegebring waarna reeds ter aanvang\nverwys is, naamlik dat die gekapitaliseerde koste verbonde aan Rabe se\ntoekomstige versorging,\nR3 306 720 sal beloop.\n[25]\tDie\nvernaamste voorstanders van die eiser se voorstel was 'n arbeidsterapeut, me\nElke Carey. Hoewel sy hoofsaaklik ondersteun\nis deur 'n psigiater, prof Tuviah\nZabow, het die eiser se ander deskundige getuies hulle ook in beginsel by haar\nvoorstel geskaar.\nDaarteenoor is die verweerder se voorstel verdedig deur me\nMarion Fourie, wat ook 'n arbeidsterapeut is, en 'n psigiater, dr Frans\nHugo.\n[26]\tDie eiser se deskundiges gee toe dat 'n huishoudster opgelei kan\nword om na Rabe om te sien wanneer hy 'n epileptiese aanval\nkry. Hul standpunt\nis egter dat slegs 'n verpleegkundige met opleiding en ervaring in die hantering\nvan psigiatriese pasiënte\nin staat sal wees om Rabe se gedragsprobleme en\nveral sy woedeuitbarstings en aggressie te hanteer. Volgens me Carey moet so 'n\nverpleegkundige\nverkieslik ook oor die volgende eienskappe beskik: hy moet 'n\nfisies sterk man wees, omdat Rabe minder geneig sal wees om in die\nteenwoordigheid van 'n fisies sterk man tot geweld oor te gaan; hy moet 'n\nblanke wees want Rabe is geneig tot rassisme; hy moet\nAfrikaanssprekend wees en\nsy opvoedkundige status min of meer gelyk aan die van Rabe, sodat hy vir Rabe\nkan trakteer en besig hou.\nHy moet ook 'n bestuurderslisensie hê. Op die\nstelling aan haar dat dit eenvoudig nie moontlik sal wees om 'n versorger te\nkry\nwat aan al hierdie vereistes, of selfs die meerderheid daarvan, voldoen nie, was\nhaar antwoord die volgende:\n'I agree ... this is pretty much the ideal ...\nfinding the ideal is very difficult but one has to have a starting point of\ndefining\nthe ideal carer and then adapt to the situation.'\n[27]\tEen punt\nwaarop Carey onwrikbaar vasgestaan het, was dat niemand anders as 'n\nstafverpleegster met psigiatriese opleiding en\nervaring in staat sal wees om\nRabe se gedragsprobleme te hanteer nie. Hierin is sy deur prof Zabow en verskeie\nander van eiser se\ndeskundiges ondersteun. As rede waarom daar ook gedurende die\nnag 'n verpleegster aan diens moet wees, het me Carey aangevoer dat\nRabe dikwels\nin die middel van die nag wakker word en dan iemand nodig het om hom te versorg.\nHoewel hierdie versorger ook in staat\nmoet wees om Rabe se  gedragsprobleme te\nhanteer, hoef dit nie 'n opgeleide verpleegster te wees nie. 'n\nVerpleegassistent met psigiatriese\nervaring sal dan voldoende wees. 'n Verdere\nelement van Carey se voorgestelde model is dat die versorgers, beide bedags en\nsnags,\ngeroteer moet word. Om hierdie rede was haar verdere voorstel dat die\nversorgers deur 'n verpleegagentskap verskaf moet word wat\ndan terselfdertyd,\nteen 'n fooi, professionele toesig oor hulle kan uitoefen.\n[28]\tBeide me\nFourie en dr Hugo gaan uit van die standpunt dat 'n buitestaander nie die rol\nvan primêre versorger by mev Rabe\nkan oorneem nie. Solank sy teenwoordig\nis, sê hulle, sal sy veral in die oë van Rabe, sy primêre\nversorger bly.\nDie rol van die versorger sal dus wees om mev Rabe te ondersteun.\nNa hulle mening hoef die versorger nie 'n opgeleide verpleegkundige\nte wees om\nhierdie ondersteunende funksie te vervul nie. Hulle stem nie saam dat slegs 'n\nverpleegkundige met psigiatriese opleiding\nen ervaring in staat sal wees om Rabe\nse gedragsprobleme te hanteer nie. Ook 'n huishoudster met volwassenheid en die\nvermoë\nom met mense te werk kan, volgens hulle, sekere basiese tegnieke\naangeleer word om gedragsprobleme, soos aggressiewe uitbarstings,\nte hanteer.\nHulle wys daarop dat by inrigtings wat juis daarin spesialiseer om na\nbreinbeseerdes met gedragsprobleme om te sien,\ndaar nie van opgeleide\nverpleegkundiges gebruik gemaak word nie. Soos by hierdie inrigtings, sê\nhulle, sal die taak van die\nversorger nie wees om Rabe te behandel en deur\nterapie te probeer rehabiliteer nie. Dit sal die taak wees van psigiaters en\nneuroloë\nvir wie se fooie reeds onder die hoof van 'toekomstige mediese\nkostes' voorsiening gemaak is.\n[29]\tVolgens die verweerder se deskundiges\nsal die feit dat die versorger 'n opgeleide verpleegkundige is ook nie vir mev\nRabe enige\naddisionele beskerming bied teen fisiese aanrandings deur haar man\nnie. Wanneer die versorger teenwoordig is, sal sy blote aanwesigheid,\nafgesien\nvan sy opleiding, sodanige beskerming verskaf. Wanneer mnr en mev Rabe aan die\nanderkant alleen is, soos hulle dikwels sal\nwees, kan die feit dat die versorger\n'n opgeleide verpleegkundige is, nouliks 'n aanranding wat volg op 'n impulsiewe\nwoedeuitbarsting,\nverhoed. Positiewe inmenging deur die fisies sterk man wat me\nCarey voorstel, sal volgens die verweerder se deskundiges, juis die\nsituasie\nvererger. Voorts, sê die verweerder se deskundiges, kan buitestaanders wat\nop 'n roterende basis permanent in Rabe\nse teenwoordigheid is vir hom 'n \nverdere bron van irritasie wees wat op sigself die oorsaak van woedeuitbarstings\nkan wees.\n[30]\t'n Verdere onderwerp van verskil tussen die onderskeie\ndeskundiges het gewentel om die beskikbaarheid van die verpleegkundiges\nmet\nopleiding en ervaring in die hantering van psigiatriese pasiënte. Die\nmening van die verweerder se deskundiges was dat sodanige\nverpleegkundiges\nonbekombaar sal wees. Ter weerlegging van hierdie mening is die verteenwoordiger\nvan 'n verpleegagentskap namens\ndie eiser geroep om te getuig dat dit tog\nmoontlik is om die dienste van sulke verpleegsters te bekom. Hy moes egter op\ndie ou end\nin kruisverhoor toegee dat hoewel nie onmoontlik nie, dit\nonwaarskynlik is dat hy sulke verpleegkundiges vir Rabe se privaat verpleging\nsal vind.\n[31]\tVolgens die verhoorregter se uitspraak het hy, na aanhoor\nvan al die deskundiges, meriete in beide die teenoorstaande standpunte\ngesien.\nGevolglik het hy self vir mev Rabe aan die einde van die verhoor as getuie\nteruggeroep en haar pertinent voor die keuse gestel\nwelke van die voorgestelde\nmodelle sy wil aanvaar. Nie heeltemal onverwags nie, het sy toe haar voorkeur\nvir die eiser se model uitgespreek.\nDit het die verhoorregter in 'n groot mate\nbeïnvloed om dieselfde keuse te maak.\n[32]\tBy beoordeling van die\nteenoorstaande modelle wat voorgestel is, moet die feite wat volg myns insiens\nas gegewe aanvaar word.\nRabe het geen fisiese versorging nodig nie. Hoewel hy\nsoms vergeet om sy medikasie te neem of om na sy persoonlike higiëne om\nte\nsien, kan hy dit self doen as hy daaraan herinner word. Hoewel sy verstandelike\nvermoë drasties ingekort is, is hy tog in\nstaat om in sy beperkte omgewing\nvan dag tot dag te funksioneer. Hy kan homself tot 'n mate vermaak deur\ntelevisie te kyk en speletjies\nop 'n rekenaar te speel. Hy neem tog nog by\ngeleentheid deel aan sosiale aktiwiteite, soos om deur verjaardagpartytjies en\nsportaktiwiteite\nby te woon. Hy gaan soms nog met sy familie uitkamp. Hoewel sy\noordeel en selfbeheer ernstig gekompromiteer is, het hy dit nie heeltemal\nverloor nie. So byvoorbeeld kan hy homself daarvan weerhou om in die\nteenwoordigheid van derdes sy vrou fisies aan te rand. Weens\nsy epileptiese\naanvalle, kan hy nie vir enige noemenswaardige tydperk alleen gelaat word nie.\nBystand aan 'n epileptikus kan egter\ndeur enigiemand verleen word wat 'n basiese\nopleiding ontvang het om dit te hanteer. Sodanige basiese opleiding kan aan\nenige verantwoordelike\npersoon gegee word. Rabe sal in die toekoms terapie\nontvang om sy gedrag te probeer verbeter. Sodanige terapie sal egter nie verskaf\nword deur sy versorger nie, maar deur deskundiges en die koste daaraan verbonde\nsal vir die verweerder se rekening wees.\n[33]\tBeide die teenoorstaande\nmodelle is gebaseer op die premis dat Rabe en sy vrou nog saamleef in dieselfde\nhuis. Indien die Rabes\nse samewoning om een of ander rede beëindig sou\nword, is  daar, volgens die deskundiges, eintlik geen rede waarom hy nog in\nsy\neie woning versorg moet word nie. In daardie omstandighede sal dit eintlik vir\nhom beter wees om opgeneem te word in 'n inrigting\nwat in die versorging van\nbreinbeseerdes soos hy spesialiseer. Die koste verbonde aan sodanige\ninstitusionalisering sal minder wees\nas die versorgingskoste tuis waarvoor selfs\nooreenkomstig die verweerder se goedkoper model voorsiening gemaak word.\n[34]\tAanvaarding van mev Rabe se teenwoordigheid in dieselfde huis bring\naanvaarding mee van die gegewe dat die Rabes as egpaar by\ngeleentheid, hetsy met\nvakansie of in die slaapkamer, noodwendig alleen in mekaar se geselskap sal moet\nwees. Enige model wat gebou\nis op die veronderstelling dat die versorger\nvoortdurend in hul teenwoordigheid sal wees, is dus nie alleen onwerkbaar nie\nmaar ook\nonwenslik. Daarmee saam moet in gedagte gehou word dat Rabe se\nwoedebuie as 'n reël onverwags is en van korte duur. As hy dan\nsy vrou in\nso 'n onverwagse woedebui sou aanrand terwyl hulle twee alleen is, sal daar\nweinig wees wat enige versorger, afgesien\nvan sy opgeleiding, daaraan kan doen.\nVoorts moet dit aanvaar word dat Rabe sy vrou, wat hom die afgelope elf jaar\nalleen versorg\nhet, steeds as sy primêre versorger sal beskou. Hoewel dit\nwaar is, soos die eiser betoog, dat die verweerder nie sy verpligtinge\nas\ndelikpleger op mev Rabe kan afwentel nie, kan die voorgaande realiteite nie\ngeïgnoreer word nie. As sy vrou by is, sal Rabe,\nten spyte van 'n\nversorger, steeds haar hulp inroep as sy in die nabyheid is en sy sal dit uit\ndie aard van hulle verhouding, steeds\nverleen.\n[35]\tDaarbenewens moet as\nrealiteit aanvaar word dat geen versorger mev Rabe effektief kan verskans teen\ndie onaangenaamhede wat samelewing\nmet Rabe in sy veranderde toestand steeds vir\nhaar sal meebring nie. Wat gedoen kan word, is om aan haar die geleentheid te\nbied\nwat sy gedurende die afgelope elf jaar ontbeer het, om soms vir 'n slag op\nhaar eie te wees en om, hetsy deur werk of ontspanning,\nhaarself te verwesenlik.\nWanneer sy tuiskom, sal sy egter maar weer gekonfronteer word deur haar man se\nepileptiese aanvalle en sy\nperiodieke woedebuie. Dit is die ongelukkige\nwerklikheid van die situasie waarin mev Rabe haar bevind solank sy die eerbare\nweg volg\ndeur by hom te bly. Uiteraard het mev Rabe ook behoefte aan beskerming\nteen haar man se aanrandings. Volgens haar eie ervaring in\ndie verlede sal dit\nwaarskynlik nie in teenwoordigheid van 'n derde gebeur nie. In hierdie opsig sal\ndie kwalifikasie van die versorger\negter ook geen wesenlike verskil maak nie.\n[36]\tTeen die agtergrond van al hierdie oorwegings kan ek in die eerste\nplek nie saamstem met die bevinding van die hof\na quo\ndat Rabe ook\ngedurende die nag en vir sewe dae in die week versorging nodig het nie. Me Carey\nse motivering vir haar voorstel tot\ndien effekte is dat Rabe gereeld in die\nmiddel van die nag wakker word en dat hy dan 'n verpleegkundige nodig het om sy\ngedragsprobleme\nte hanteer. Die hoogwatermerk van die eiser se saak in hierdie\nverband is egter dat Rabe in die nag wakker word en voor die televisie\ngaan sit.\nDit spreek van self dat Rabe nie 'n versorger nodig het wanneer hy maar net sit\nen televisie kyk nie. Me Carey se voorstel\nkom dus daarop neer dat daar 'n\nverpleegkundige dwarsdeur elke nag in die Rabes se huis aan diens moet wees\nbloot ter voorsiening\nvan die moontlike gebeurlikheid dat Rabe hom dalk een nag\nmag wangedra. Dit getuig myns insiens van oordadigheid. Miskien is hierdie\noordadigheid toe te skryf aan wat blyk me Carey se algemene uitgangspunt te\nwees, naamlik dat vir 'n ideale model van versorging\nvoorsiening gemaak moet\nword. So 'n uitgangspunt is natuurlik verkeerd. Die juiste vraag is welke\nversorging Rabe redelikerwys nodig\nhet.\n[37]\tUiteindelik, so wil dit\nvoorkom, is die verhoorhof se bevinding dat Rabe voltydse sorg nodig het egter\nnie soseer op die mening\nvan deskundiges nie, maar op die getuienis van mev Rabe\ngefundeer. Sy het die behoefte aan voltydse versorging aangevoer op die\ngrondslag\ndat sy van plan is om weer te gaan werk en dat sy iemand nodig het om\nhaar by te staan wanneer sy saans moeg van die werk af kom.\nSy het ook die\nbekommernis uitgespreek dat sy dit nie sal kan hanteer as Rabe haar nagrus\nversteur terwyl sy die volgende oggend\nmoet gaan werk nie.\n[38]\tOp\nhierdie argument van mev Rabe is daar egter myns insiens ten minste drie\nantwoorde. Eerstens is dit onwaarskynlik dat mev\nRabe ooit weer sal gaan werk.\nSy het slegs 'n standerd 8 (nou graad 10) kwalifikasie. Sedert haar oudste kind\nse geboorte in 1981\nhet sy nog nooit gewerk nie en voor dit het sy klerklike\nwerk gedoen. In hierdie omstandighede moet die kanse dat mev Rabe 'n werk\nsal\nbekom, baie skraal wees. Tweedens is daar die oorweging waarna ek reeds verwys\nhet; dat terwyl mev Rabe met haar man saamleef,\nniemand haar werklik kan\nverskans teen die realiteite wat daardie samelewing vir haar meebring nie.\nWanneer sy van die werk af kom\nsal sy, versorger of te nie, steeds met sy gedrag\nmoet saamleef en in die nag sal hy haar waarskynlik steeds pla. Derdens dui\ngesonde\nverstand op die juistheid van die mening uitgespreek deur die verweerder\nse deskundiges, dat die gedurige teenwoordigheid van roterende\nbuitestaanders in\ndie Rabes se huis eerder verdere stremming op die Rabes se verhouding sal plaas\nen 'n bron van irritasie vir Rabe\nsal wees.\n[39]\tBowendien moet in\ngedagte gehou word dat mev Rabe getuig het in 'n toestand wat sy self as naby\nbreekpunt beskryf het. Dit is\nte verstane. Op daardie stadium moes sy vir nege\njaar sonder enige hulp of respyt na Rabe omsien en sy onaanvaarbare gedrag\nhanteer.\nSy sal nou verligting kry. Welke model ook al aanvaar word, sal sy\ngeleentheid kry om gedurende elke weeksdag op haar eie te wees.\nIn hierdie\nveranderde omstandighede is daar geen rede om te glo dat sy, selfs wanneer sy\nweer tot verhaal gekom het, steeds nie sal\nkans sien om saans en oor naweke na\nRabe om te sien nie.\n[40]\tOok wat betref die versorger se kwalifikasie\nkan ek nie saamstem met die verhoorhof se bevinding dat Rabe gedurende die dag\nslegs\ndeur 'n stafverpleegster met opleiding en ervaring in die hantering van\nbreinbeseerdes versorg kan word nie. Uiteindelik draai die\nvernaamste verskil\ntussen die deskundiges in hierdie verband om die vraag of 'n huishoudster met\ndie regte persoonlike eienskappe\nen opleiding in staat sal wees om Rabe se\naggressie en woedeuitbarstings te hanteer. Die verweerder se deskundiges\nsê sy sal\nkan, terwyl die eiser se deskundiges die teenoorstaande\nstandpunt inneem. Oor hierdie aspek neem mev Rabe se eie getuienis nie die\nsaak\nverder nie.\n[41]\tBeide die eiser se deskundiges, me Fourie en dr Hugo, het\naansienlike ervaring in die behandeling en hantering van pasiënte\nwat\nbreinskade opgedoen het. Hul mening is onder meer gefundeer op die basis dat\ninrigtings wat in die versorging van breinbeseerde\npasiënte spesialiseer\nook nie van verpleegsters nie, maar van huishoudsters met die regte persoonlike\neienskappe en die toepaslike\nopleiding gebruik maak om in die daaglikse\nbehoeftes van hulle pasiënte te voorsien. Mev Fourie het dan ook getuig dat\nsy self\nin die verlede die toepaslike opleiding aan sulke versorgers verskaf\nhet. Uiteraard is hierdie versorgers by inrigtings nie vir die\nterapie van\nbreinbeseerdes verantwoordelik nie. Op die verweerder se voorstel sal dieselfde\negter ook vir Rabe geld. Sy terapie asook\ndie basiese opleiding van die\nversorger sal verskaf word deur deskundiges vir wie se fooie die verweerder\naanspreeklik sal wees.\n[42]\tDie mening van die verweerder se deskundiges\nkan nie sonder meer verwerp word nie. Inteendeel, is dit logies goed\nverantwoord.\nIn elk geval is daar, op die beste vir die eiser, geen rede waarom\nhulle mening minder gewig moet dra as die teenoorstaande mening\nvan die eiser se\ndeskundiges nie. Gevolglik is die bevinding nie geregverdig dat die goekoper\nmodel wat hulle voorstel waarskynlik\nnie voldoende sal wees nie. In die\nomstandighede kan die verweerder nie verplig word om vir die aansienlik duurder\nmodel te betaal\nnie. Die feit dat die duurder model nog beter mag wees, is nie\nter sake nie.\n[43]\t'n Verdere oorweging in die verweerder se guns is dat\ndie versorger wat aan die vereistes van die eiser se deskundiges voldoen,\nwaarskynlik nie bekom sal word nie. Die verhoorhof se antwoord hierop was dat\ndit geen rede is om Rabe die addisionele uitgawe wat\naan sodanige versorging\nverbonde sal wees, te ontsê nie. Ek stem egter nie saam nie. In beginsel\nkan die verweerder nie aanspreeklik\ngehou word vir die addisionele koste van\nversorging wat waarskynlik nooit aangegaan sal kan word nie.\n[44]\tSoos\nreeds aangedui, behels die verweerder se model twee alternatiewe voorstelle. Die\neerste is dat die huishoudster/ versorger\nR2 250 per maand sal verdien\nterwyl die tweede voorsiening maak vir 'n salaris van R3 000 per maand. Aan\ndie hand van me\nFourie se getuienis is ek van oordeel dat, weens die besondere\neise wat Rabe se versorging sal meebring, daar vir die hoër salaris\nvoorsiening gemaak moet word. Met verwysing na die partye se ooreenkoms rakende\ndie kapitalisering van toekomstige uitgawes, sal\ndie koste van Rabe se\nversorging derhalwe R844 690 in totaal bedra.\nGEBEURLIKHEID\n[45]\tDie verweerder se tweede beswaar teen die\nuitspraak van die hof\na quo\nhet betrekking op die gebeurlikheidsfaktor\nvan 10 persent wat ten opsigte van sowel Rabe se versorgingskoste as sy\ntoekomstige verlies\naan verdienste toegelaat is.\n[46]\tWat toekomstige\nverlies aan verdienste betref is die betoog namens die verweerder dat dit\nonderworpe gemaak moet word aan 'n\naftrekking van minstens 25 persent vir\ngebeurlikhede. Ter ondersteuning hiervan is veral drie oorwegings aangevoer.\nEerstens, dat\nRabe 'n gevaarlike werk gedoen het wat onder meer behels het dat\nhy vanuit 'n helikopter aan lewendige hoogspanningskabels gewerk\nhet. Tweedens,\ndat hy dikwels vir sy werk moes reis wat meegebring het dat hy in 'n groter mate\nas die normale aan die risiko van\nmotorongelukke blootgestel was. Derdens, dat\nhy vanaf 'n vroeë ouderdom aan hipertensie gely het. In die lig hiervan, so\nis\nnamens die verweerder betoog, moet voorsiening gemaak word vir 'n\ngebeurlikheid van minstens 25 persent dat Rabe, afgesien van die\nongeluk, in elk\ngeval, weens dood of besering in die toekoms 'n verlies aan inkomste sou ly.\n[47]\tGebeurlikheidsfaktore kan uiteraard nie met matematiese presiesheid\nbepaal word nie. Dit hang ten nouste saam met die feite en\nomstandighede van die\nbepaalde saak. Die verhoorregter moet die billike gebeurlikheidsfaktor, met in\nagneming van hierdie feite en\nomstandighede, in die uitoefening van sy diskresie\nbepaal. Op appèl word slegs met die uitoefening van hierdie diskresie\ningemeng\nas dit nie behoorlik uitgeoefen is nie (sien bv\nVan der Plaats v SA\nMutual Fire & General Co Ltd\n1980 (3) SA 105\n(A) 114F-115D). In hierdie\nlig vind ek dit onnodig om die betoog wat namens die verweerder in hierdie\nverband aangevoer is in besonderhede\nte oorweeg. Ek volstaan deur die bevinding\nte boekstaaf dat ek geen fout kan vind met die wyse waarop die verhoorregter sy\ndiskresie\nuitgeoefen het nie.\n[48]\tBy versorgingskoste is die posisie\nietwat anders. Die verhoorhof het klaarblyklik die gebeurlikheidsfaktor van 10\npersent bepaal\nmet verwysing na die model wat hy aanvaar het, synde die model\nwat die eiser aan hom voorgehou het. Indien hierdie hof die verweerder\nse model\naanvaar ontstaan die vraag of die gebeurlikheidsfaktor van 10 persent moet bly\nstaan. Namens die verweerder is betoog dat\nselfs in dié omstandighede\ntoegelaat moet word vir 'n gebeurlikheidsfaktor van minstens 20 persent. Ter\nondersteuning hiervan\nis in die eerste plek verwys na die moontlikheid dat Rabe\nse vrou hom in die toekoms mag verlaat, in welke geval hy waarskynlik in\n'n\ninrigting sal beland waar sy versorgingskoste heelwat minder sal wees. Voorts is\ndaar ook gewys op die getuienis waarvolgens Rabe\ndaarop aandring om dinge te\ndoen wat in die lig van sy potensiële epileptiese aanvalle vir hom verbode\nis, soos om sy motor\nte bestuur, waardeur sy risiko van mortaliteit aansienlik\nverhoog word.\n[49]\tMyns insiens is daar meriete in die verweerder se\nbetoog. Aan die anderkant is daar 'n gebeurlikheid wat in die eiser se guns\nin\nag geneem moet word, naamlik dat die koste verbonde aan sy toekomstige\nversorging moontlik tog meer mag wees as wat by aanvaarding\nvan die verweerder\nse model toegelaat word. In al die omstandighede dui oorwegings van billikheid\nmyns insiens aan dat geen aftrekking\nvir gebeurlikheid gemaak word van die\ngekapitaliseerde koste wat vir Rabe se versorging voorsien word\nnie.\n[50]\tWat betref die restant van die toekomstige mediese uitgawes is\ngeen rede aan die hand gedoen waarom ingemeng sal word met die\nverhoorhof se\nbeslissing dat 10 persent vir gebeurlikhede afgetrek moet word nie. Hierdie\nbeslissing moet derhalwe bly staan.\nDIE BESWAAR TEEN TWEE INDIVIDUELE\nITEMS WAT AS DEEL VAN TOEKOMSTIGE MEDIESE KOSTE TOEGESTAAN IS\n[51]\tDie\neerste item waarteen die verweerder beswaar maak,  behels 'n bedrag van\nR110 400. Dit verteenwoordig die gekapitaliseerde\nkoste vir maandelikse\npsigiatriese sessies vir die res van Rabe se lewe teen R500 per sessie. Die\nverweerder ontken dat Rabe geregtig\nis op maandelikse sessies vir die res van sy\nlewe. Sy betoog is dat Rabe slegs vir vier jaar op maandelikse sessies geregtig\nis en\ndaarna op een sessie elke ses maande. Aanvaarding van die verweerder se\nbetoog sal meebring dat die gekapitaliseerde koste verbonde\naan psigiatriese\nsessies slegs R17 000 sal bedra. Die aansienlike verskil van R93 400\ntussen die twee bedrae hang ten nouste\nsaam met dr Hugo se meer optimistiese\nsiening as dié van prof Zabow oor die mate waarin Rabe deur terapie\ngerehabiliteer sal\nkan word. Alles inaggenome kan die verhoorhof myns insiens\nnie fouteer word in sy aanvaarding van prof Zabow se meer pessimistiese\nsiening\nnie. Hiervolgens is die moontlikheid van suksesvolle terapie eerder 'n\ngebeurlikheid, wat inderdaad as sodanig deur die verhoorhof\nin ag geneem is.\nGevolglik moet die toekenning van R110 400 bly staan.\n[52]\tDie\ntweede beswaar is teen die voorsiening van R77 270 vir psigometriese\nmedikasie. Die verweerder voer aan dat hierdie\ntoekenning neerkom op 'n\nduplikasie omdat daar reeds vir dieselfde medikasie voorsiening gemaak is onder\ndie hoof van behandeling\nvir epilepsie.\n[53]\tDit blyk dat daar inderdaad\nonder die hoof 'koste weens epilepsie' voorsiening gemaak is vir die koste van\nmedikasie ten bedrae\nvan R720 per maand wat dan 'n gekapitaliseerde uitgawe van\nom en by R320 000 meebring. Daar is ook aanduidings op die getuienis\ndat\ndie medikasie wat vir Rabe se epilepsie voorgeskryf word en die psigotropiese\nmedikasie vir beheer van sy gedrag, dieselfde is.\nDie sterkste aanduiding van\nduplikasie blyk egter uit 'n verslag van die eiser se psigiater, prof Zabow,\nwaarin hy die volgende stelling\nmaak:\n'Medical expenses for Mr Rabe are\nestimated as follows:\n...\nPsychotropic\nand\nanticonvulsant\nmedication : R750.00 per month' (My beklemtoning).\n[54]\tIn antwoord op\ndie onderhawige beswaar verwys die eiser na 'n vorige verslag van prof Zabow\nwaarin hy aandui dat die koste van\npsigotropiese medikasie 'between R300 and\nR400 per month' sal wees. Dit is duidelik dat die R77  270 waarteen die\nonderhawige\nbeswaar gerig is, op die basis van hierdie verslag bereken is. Teen\nhierdie agtergrond is die eiser se teenargument dus dat die beswaar\nvan\nduplikasie nie ontvanklik is nie, omdat dit berus op 'n dubbelsinnigheid\nvoortspruitend uit twee verslae van prof Zabow wat nooit\nin kruisverhoor met hom\nopgeklaar is nie. Die antwoord op hierdie teenargument is myns insiens\ntweeledig. Eerstens is die beraamde\nbedrag van R750 per maand wat volgens prof\nZabow die koste van beide epileptiese en psigotropiese medisyne sal dek, net te\nna aan\ndie bedrag van R720 wat vir epilepsie medikasie voorsien is, om bloot\ntoevallig te wees. Tweedens kan die eiser nie die voordeel\nkry van 'n\nonopgeklaarde dubbelsinnigheid in die getuienis van sy eie deskundige nie.\nGevolglik moet myns insiens ten gunste van\ndie verweerder aanvaar word dat die\nbeswaar van duplikasie geldig is en dat die bedrag van R77 270 derhalwe\nverkeerdelik toegestaan\nis.\nALGEMENE SKADE\n[55]\tRabe se\nbelewenis van die ontstellende verlies wat die verweerder se onregmatige daad in\nsy lewe teweeggebring het, is vir die\nbuitestaander nouliks denkbaar. In sy\ndertigerjare het hy sy werk verloor en hy sal nooit weer enige betrekking kan\nbeklee nie. Waar\nhy vroeër 'n gelukkige gesinsman was, is sy kinders nou\nbang vir hom en loop hy gevaar om sy vrou te verloor. Indien dit gebeur\nis sy\nvooruitsig om die res van sy lewe in 'n inrigting te slyt. Sy vriendekring het\ndrasties verklein. Hy is bewus daarvan dat hy\nin 'n groot mate beheer oor sy eie\ngedrag verloor het en dat sy verstandelike vermoëns aansienlik verminder\nhet. Hy kry epileptiese\naanvalle en gevolglik mag hy nie meer 'n motor bestuur\nnie. Dit pla hom dat hy nie meer vir sy gesin kan sorg nie en van 'n permanente\nversorger afhanklik is. Sy daaglikse aktiwiteite is beperk en sy wêreld\nhet gekrimp. Daarbenewens bring sy ortopediese beserings\nsteeds vir hom pyn,\nongerief en ongeskiktheid mee, welke toestand na verwagting nie in die toekoms\nsal verbeter nie.\n[56]\tRabe is geregtig op billike kompensasie vir\nhierdie verlies. Die bedrag van sodanige kompensasie moet egter ook billik wees\nteenoor\ndie verweerder. Dit is juis in 'n geval soos hierdie waar die hof moet\nwaak teen die menslike geneigdheid om te oorkompenseer. Of,\nsoos Innes HR dit\ngestel het in\nHulley v Cox\n1923 AD 244.246\n'we cannot allow our sympathy\nfor the claimants in this very distressing case to influence our\njudgment'.\n[57]\tNadat die verhoorhof 'n uiteensetting gegee het van alles\nwat Rabe verloor het, het hy hom soos volg uitgelaat:\n'Kan daar verbeel word\ndat enige\nbonus paterfamilias\nooit sou toestem dat hy in Rabe se huidige\nposisie geplaas word, wat die skadevergoeding daarvoor ookal mag wees? Ek dink\nnie so nie.'\nDit is nie heeltemal duidelik wat hierdie stelling beteken nie.\nWord daarmee 'n maatstaf geïntroduseer waarvolgens die vraag\nis hoeveel\ngeld die\nbonus paterfamilias\nsou aanvaar om die eiser se beserings op te\ndoen? Hoewel hierdie toets blykbaar soms in die Verenigde State van Amerika\naangewend\nword (sien Visser en Potgieter,\nSkadevergoedingsreg\n2de uitgawe\n443 vn 35) sou dit in ons reg op 'n mistasting neerkom. Soos wat Schreiner AR\nimmers uitdruklik in\nSigournay v Gillbanks\n1960 (2) SA 552\n(A) 572D-E\ngesê het:\n'...as has frequently been observed, one cannot attempt to\naward an amount which anyone in his senses would accept in return for this\nhappening to him.'\nEk aanvaar egter dat dit nie is wat die verhoorhof bedoel\nhet nie; dat hy maar net wou aandui dat geen bedrag geld ooit genoeg sal\nwees om\nRabe te vergoed vir dit wat hy verloor het nie.\n[58]\tDie probleem is\nnatuurlik dat kompensasie slegs in geld betaal kan word en die hof se dilemma\njuis is om 'n geldwaarde toe te\nken vir 'n verlies van dit wat geen geld kan\nkoop nie. Een van die aanvaarde riglyne wat die howe ter oplossing van hierdie\ndilemma\naanwend, is om te kyk na vorige toekennings in vergelykbare gevalle. Met\nverwysing na hierdie riglyne is die verweerder se vernaamste\nargument juis dat\ndie verhoorhof se toekenning van R400 000 geheel en al buite verhouding is \nmet die toekennings wat voorheen\nin vergelykbare sake gemaak is. Ter\nondersteuning van hierdie argument is verwys na sake soos\nMautla v Road\nAccident Fund\n('RAF') Corbett & Honey,\nQuantum of Damages in Bodily\nand Fatal Injury Cases\nVol V, B3-1;\nBridgman NO v RAF\nop cit\nB4-1;\nHarcourt NO v RAF op cit\nB4-29 en\nBotha en 'n ander v Santam\nBeperk op cit\nB4-39. Aan die hand van die toekennings in hierdie sake,\nwaarin die eisers almal ook breinbeserings opgedoen het, was die betoog namens\ndie verweerder dat 'n billike vergoeding vir Rabe se algemene skade hoogstens\nR120 000 kan wees.\n[59]\tDie hof\na quo\nse antwoord op die\nverweerder se gelykluidende beroep op toekennings in vorige beslissings was\nhoofsaaklik dat daar 'in van die jongste\nbeslissings 'n neiging by party van ons\nhowe [te bespeur] is om groter bedrae as algemene skadevergoeding in gevalle van\nernstige\nbeserings toe te ken as wat soms in die verlede die geval was'.\nEn,\nhet die verhoorhof voortgegaan:\n'Hierdie opwaartse neiging in toekennings vir\nalgemene skadevergoeding in ernstige gevalle is myns insiens te verwelkom ...\nIn ernstige gevalle soos die onderhawige is skadevergoeding 'n powere\nplaasvervanger vir die menigte genietinge, plesiere en vervullings\nwat 'n\ngesonde lewe die mens aanbied: dit betaam nie 'n beskaafde samelewing om in\nverdienstelike gevalle daarmee suinig te wees\nnie.'\n[60]\tDie stygende\ntendens vir toekennings in algemene skade in die meer onlangse verlede is\nduidelik waarneembaar. Ek kan egter nie\nsaamstem met die verhoorhof se\nuitgangspunt waarvolgens dit toegeskryf moet word aan 'n siening dat suinigheid\nmet vergoeding vir\nernstige beserings nie 'n beskaafde samelewing betaam nie.\nAangesien dit nie die gemeenskap is wat moet betaal nie, maar die verweerder,\nhet suinigheid aan die kant van die gemeenskap met die saak niks te make nie.\nDit betaam net so min die gemeenskap (of dan die hof)\nom te gulhartig te wees\nmet die verweerder se geld, al was hy of sy regtens aanspreeklik weens sy of\nhaar nalatige gedrag. Die volgende\nuitlating van Holmes R in\nPitt v Economic\nInsurance Co Ltd\n1957 (3) SA 284\n(D) 287E-F vind dus eweneens toepassing in\nonderhawige verband:\n'[T]he court must take care to see that its award is\nfair to both sides – it must give just compensation to the plaintiff, but\nit must not pour out largesse from the horn of plenty at the defendant's\nexpense.'\nKonserwatisme by die toekenning van algemene skadevergoeding het sy\noorsprong in 'n behoefte dat daar ook teenoor die verweerder billikheid\nmoet\ngeskied en nie in die suinigheid van die gemeenskap teenoor die eiser\nnie.\n[61]\tIn hierdie hof het die eiser die verhoorhof se toekenning van \nR400 000 op twee grondslae ondersteun. Eerstens, op die basis\nvan die\nopwaartse neiging in jonger beslissings waarna reeds verwys is en, tweedens, op\ndie basis dat Rabe se beserings en die gevolge\ndaarvan heelwat ernstiger was as\ndié van die eisers in die sake waarop die verweerder\nsteun.\n[62]\tVolgens die eiser se betoog is die uitgangspunt van 'n\nstygende tendens deur hierdie hof onderskryf in\nRoad Accident Fund v\nMarunga\n2003 (5) SA 164\n(SCA). In\nMarunga\n, so is betoog, het hierdie\nhof die toekenning deur die Natalse Afdeling, gedurende 1997, in die saak van\nWright v Multilateral Vehicle Accident Fund\nCorbett & Honey\nop cit\nVol IV E3-31, as riglyn aanvaar. Dit is ook aanvaar dat die toekenning van\nR65 000 in\nWright\nvergelykbaar was met 'n bedrag van R81 000\nten tyde van die\nMarunga\n-saak (para 26, 170E). Nietemin het hierdie hof\naan\nMarunga\nalgemene skadevergoeding in 'n bedrag van R175 000\ntoegeken (para 34, 172E-F). Dit, so is namens die eiser betoog, regverdig\ndie\nafleiding dat die stygende tendens na hierdie hof se oordeel 'n toekenning\nregverdig het van meer as dubbel die bedrag wat deur\ndie bestaande riglyn\naangedui is.\n[63]\tDie wyse waarop in die eiser se voorafgaande betoog met\ndie riglyn van vorige toekennings omgegaan word, is eenvoudig onaanvaarbaar.\nDie\nvoorgestelde werkswyse kom daarop neer dat eers gepoog word om sake te vind\nwaarin die beserings en\nsequelae\nmin of meer dieselfde is. Daarna word\ndie toekennings in daardie sake met matematiese presiesheid by huidige\ngeldwaarde aangepas.\nHierdie aangepaste bedrag word dan, weer eens met\nmatematiese eksaktheid, vermenigvuldig met 'n faktor van twee, of wat ook al.\nDie\nsom van hierdie berekeninge is dan die skadevergoeding wat aan die eiser\ntoegeken moet word. Op die ou end bly daar van die hof se\ndiskresie weinig oor.\n[64]\tDie benadering wat van oudsher deur hierdie hof gevolg word, is\negter juis andersom (sien byvoorbeeld,\nHulley v Cox supra\n246,\nSigournay v Gillbanks supra\n556 en\nProtea Assurance Co Ltd v Lamb\n1971 (1) SA 530\n(A) 535). Volgens hierdie benadering is die beginsel juis\ndat die vasstelling van nie-patrimoniële skade in die diskresie van\ndie hof\nis. By die uitoefening van die hof se diskresie is vergelyking met toekennings\nin vorige sake 'n nuttige hulpmiddel omdat\ndit darem vir die hof die breë\nparameters oftewel 'n patroon aandui waarbinne sy toekenning tuisgebring moet\nword. Dit is ook\n'n nodige riglyn omdat konsekwentheid in toekennings 'n\ninherente vereiste van billikheid is. Nietemin bly dit steeds 'n riglyn.\nDit\nvervang nie die hof se diskresie met 'n letterknegtige gebondenheid aan die\naangepaste waarde van vorige toekennings nie.\n[65]\tDie stygende tendens\nvan toekennings in die onlangse verlede is, soos ek alreeds gesê het,\nduidelik waarneembaar. Die effek\ndaarvan is egter weer eens nie met matematiese\npresiesheid bepaalbaar nie. Dit is nie seker presies wanneer die tendens begin\nhet\nen wanneer dit sal eindig nie. Dit het bes moontlik reeds tot 'n einde\ngekom. 'n Bepaalde toekenning uit die verlede waarna verwys\nword kon dus reeds\nmet inagneming van die tendens geskied het. As die vorige beslissing wat as\nmaatstaf dien reeds met inagneming\nvan die stygende tendens gemaak is, kan dit\nnouliks geregverdig word om op grond van dieselfde oorwegings sonder enige\nbykomstige\nrede, 'n verdere styging toe te laat. Daarbenewens verg die tendens\nklaarblyklik nie die vermenigvuldiging van vroeëre toekennings\nmet 'n\nvoorafbepaalde of bepaalbare faktor nie. Op die ou end is die tendens maar net\nnog 'n oorweging wat die hof geregverdig is\nom in ag te neem wanneer hy, by die\nuitoefening van sy diskresie, na vorige toekennings, veral in ouer sake, as\nriglyn verwys.\n[66]\tDit bring my by die eiser se betoog wat berus op die\nbeslissing van hierdie hof in die\nMarunga\n-saak. Volgens hierdie betoog\nstel dié beslissing in wese 'n waterskeiding daar en is dit gesag vir die\nproposisie dat toekennings\nna\ndie waterskeiding dramaties hoër, en\nselfs tot twee maal soveel, as toekennings in vergelykbare sake\nvoor\ndie\nwaterskeiding moet wees. As dit inderdaad is wat Navsa AR in die\nMarunga\n-saak sê, kan ek met respek, nie met hom saamstem nie. Dit\nis egter nie hoe ek sy uitspraak verstaan nie. Myns insiens verleen\nhy nie aan\ndie stygende tendens in toekennings 'n groter rol as wat ek voorstel nie. Hy dui\nimmers uitdruklik aan dat hierdie stygende\ntendens maar slegs een van die\noorwegings is op grond waarvan sy uiteindelike toekenning berus. Daarbenewens\nverwys hy pertinent\n(in para 34, 172E) na\ndicta\nuit die\nWright\n-saak wat daarop dui dat die toekenning in daardie saak, wat hy as\nmaatstaf aangelê het, reeds met inagneming van die stygende\ntendens gemaak\nis. Om op grond van dieselfde oorwegings die toekenning in daardie saak te\nverdubbel, of selfs dramaties te verhoog,\nsou nouliks regverdig kon\nword.\n[67]\tWaarmee ek my egter wel vereenselwig is die verdere betoog\nnamens die eiser dat die\nsequelae\nvan Rabe se beserings en die indirekte\ngevolge wat dit vir hom meegebring het, heelwat ernstiger is as dié wat\nter sprake gekom\nhet in die beslissings  waarop die verweerder hom\nvergelykenderwys beroep. Dit is veral so omdat Rabe, benewens die\nsequelae\nvan sy breinbeserings, ook nog te kampe het met die permanente\npyn, ongeskiktheid en ongerief wat sy ortopediese beserings vir hom\nmeegebring\nhet. Alles inaggenome sou ek, as hof van eerste instansie, 'n toekenning van\nR250 000 vir Rabe se algemene skadevergoeding\nmaak. Dit verskil so drasties\nvan die verhoorhof se toekenning van R400 000 dat inmenging deur hierdie\nhof geregverdig is.\nSAMEVATTING\n[68]\tIn die lig van die\nvoorgaande moet die verhoorhof se toekennings myns insiens aangepas word soos\nblyk uit dit wat volg:\n1.\nToekomstige mediese koste en aanverwante\nuitgawes\nOnder hierdie hoof het die verhoorhof, voor aanpassing vir\ngebeurlikhede, 'n bedrag van R4 209 913 toegestaan. Daarvan moet\ntwee\nbedrae afgetrek word. Eerstens die bedrag van R3 306 720 wat die\nverhoorhof, op aanvaarding van die eiser se model,\nvir versorgingskoste voorsien\nhet en, tweedens, die bedrag van R77 270 wat vir psigometriese medikasie\ntoegeken is. Die balans\nvan R825 923 is onderworpe aan 'n verdere\naftrekking van 10 persent vir gebeurlikhede. Dit laat 'n bedrag van\nR743 330.70.\nDaarby moet die bedrag van R844 690 getel word wat\nooreenkomstig die verweerder se model vir Rabe se versorging nodig is. Dit\nbring\ndie toekenning onder hierdie hoof op R1 588 020.70 te\nstaan.\n2.\nVerlies aan verdienste\nMet die verhoorhof se toekenning\nvan R1 906 225 onder hierdie hoof, word nie ingemeng\nnie.\n3.\nAlgemene skadevergoeding\nDie toekenning van R400 000\nwat die verhoorhof onder hierdie hoof gemaak het, word ter syde gestel en\nvervang met die bedrag\nvan R250 000.\n4.\nKoste van die kurator\nbonis\nDit is gemene saak dat die toekenning onder hierdie hoof\ngelyk moet wees aan 7,8 persent van die vorige drie toekennings. Dit is\n(R1 588 020.70\n+ R1 906 225 + R250 000 =\nR3 744 245.70 x 7,8%) =\nR292 051.16.\n5.\nTotaal\nHiervolgens bedra die totale bedrag van\nskadevergoeding dus R4 036 296.80.\n[69]\tAangaande koste, volg\ndit uit die verweerder se wesenlike sukses in hierdie hof dat die eiser die\nkoste van appèl moet\nbetaal. Met verwysing na die koste in die verhoorhof\nhet daardie hof gelas dat 'geen kostebevel op hierdie stadium gemaak word nie'.\nHy het klaarblyklik die moontlikheid voorsien dat die appellant 'n bedrag by die\nhof inbetaal het wat, uiteraard, by toekenning van\nkoste 'n rol mag speel. Weens\ndieselfde oorwegings vind ek dit raadsaam dat daardie kostebevel bly staan. Ook\ndie hof\na quo\nse bevel ten aansien van rente is nie aangeveg nie en moet\ndus eweneens bly staan.\n[70]\tGevolglik slaag die appèl met koste. Die\nverhoorhof se bevel word tersyde gestel en vervang met die volgende:\n'Vonnis\nword ten gunste van die eiser teen die verweerder soos volg\ntoegestaan:\n(1)\tR4 036 296.80 synde skadevergoeding;\n(2)\tRente\ndaarop teen die koers wat ingevolge die bepalings van \tdie Wet op Voorgeskrewe\nRentekoers 55 van 1975 \tvoorgeskryf word\nvanaf 14 dae na datum hiervan (synde 23\n\tDesember 2000) tot datum van betaling;\n(3)\tGeen kostebevel word op hierdie\nstadium gemaak nie.'\n....................\nF D J\nBRAND\nAPPÈLREGTER\nStem saam\n:\nMarais AR\nJones Wnd AR",
  "scraped_at": "2026-02-12T09:03:12.836435",
  "date": "2004-05-25",
  "coram": [
    "Marais",
    "Brand AR",
    "Jones WND AR"
  ],
  "case_number": "220/2003",
  "parties": {
    "applicants": [
      "Christiaan de Jongh"
    ],
    "respondents": [
      "Pieter Johannes du Pisanie"
    ]
  },
  "sections": {
    "facts": "In July 1993 Mr J G Rabe was seriously injured in a motor accident in which the appellant, Christiaan de Jongh, was the driver of the vehicle.  Rabe suffered multiple orthopaedic injuries and severe brain injury, resulting in lasting pain, reduced mobility, epilepsy, personality changes and a significant loss of intellectual capacity.  He was unable to return to his former employment with Eskom and became wholly dependent on his wife for daily care.  The trial court awarded Rabe damages of R5,697,388.14, broken down into future medical and care costs, loss of earnings, general damages and curator’s fees.  The appellant appealed, challenging the quantum of future care, the probability deduction applied, the inclusion of certain items, and the amount of general damages.",
    "issues": "The appeal raised four principal issues: (a) the appropriate type and scope of future care for Rabe; (b) whether the 10% probability factor applied by the trial court to future care and loss of earnings should be increased; (c) whether specific items – monthly psychiatric sessions and psychotropic medication – should be excluded from the future medical costs; and (d) the correct amount of general damages for Rabe’s severe brain injury.",
    "principles": "The court applied established principles on the quantification of damages for personal injury, including: (i) future care costs must be capitalised and reduced by a probability factor that reflects the likelihood of the claimant’s continued need; (ii) the probability factor is a matter of judicial discretion and must be reasonable in the circumstances; (iii) items that are speculative or duplicated (e.g., overlapping medication costs) should be excluded; (iv) general damages for serious brain injury are assessed with reference to precedent, taking into account the severity of injury and the trend in awards; and (v) curator’s fees are calculated as a percentage of the total award.",
    "application": "The appellate court found that the trial court had correctly capitalised future care at R3,306,720 and that the 10% probability reduction was appropriate; it therefore retained the reduced figure of R2,976,048 for care.  It rejected the respondent’s argument for a higher probability deduction for loss of earnings, keeping the trial court’s 10% figure.  The court upheld the inclusion of the monthly psychiatric sessions, rejecting the respondent’s claim of duplication, but agreed that the psychotropic medication amount (R77,270) duplicated the epilepsy medication cost and should be excluded.  Regarding general damages, the court accepted the appellant’s submission that the award of R400,000 was excessive and reduced it to R250,000, following recent case law on brain‑injury awards.  Curator’s fees were set at 7.8% of the revised total of the three main heads of award.",
    "conclusion": "The appeal succeeded.  The final order awarded R4,036,296.80 in damages, comprised of R1,588,020.70 for future medical and care costs, R1,906,225.00 for loss of earnings, R250,000.00 for general damages, and R292,051.16 as curator’s fees (7.8% of the sum of the other heads).  Interest is to accrue from 14 days after 23 December 2000 at the statutory rate, and no costs order was made."
  },
  "tags": {
    "level_1": "Personal Injury",
    "level_2": "Damages",
    "level_3": [
      "future care",
      "general damages",
      "probability factor",
      "brain injury"
    ]
  }
}