{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/128.html",
  "case_name": "S v Musingadi and Others (22/95) [2004] ZASCA 128; [2004] 4 All SA 274 (SCA); 2005 (1) SACR 395 (SCA) (23 September 2004)",
  "citation": "[2004] ZASCA 128",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 128\n|\nNoteup\n|\nLawCite\nS v Musingadi and Others (22/95) [2004] ZASCA 128; [2004] 4 All SA 274 (SCA); 2005 (1) SACR 395 (SCA) (23 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No 22/95\nREPORTABLE\nIn the matter between\nDANIEL MUSINGADI FIRST APPELLANT\nSARAH LAMBANI SECOND APPELLANT\nSAMUEL MALENGA THIRD APPELLANT\nDAVID MUTHIDZA FOURTH APPELLANT\nand\nTHE STATE RESPONDENT\nCoram:  \nFarlam, Mthiyane JJA et Comrie AJA\nHeard:  \n31 August 2004\nDelivered:      \n23 September 2004\nSummary:        \nCriminal law – common purpose – expansion of – whether\neffective disassociation from.\nCriminal law – circumstantial evidence – weight of – failure to\ncontrovert by defence testimony – inferences drawable.\nCriminal law – extra-curial declarations by accused – weight of. Criminal\nlaw – death sentence abolished – other sentences substituted.\n______________________________________________________\nJUDGMENT\n______________________________________________________\nCOMRIE AJA\n[1]     \nIn December 1994 the four appellants were convicted by a circuit court, comprising Marais J and\nassessors, sitting at Louis Trichardt, of:\n(1)     \nmurder; and\n(2)     \nrobbery with aggravating circumstances.\nA fifth accused, Ms Martha Mahtshemule, was acquitted. The first and second appellants were sentenced to death for the murder and\nto 12 years’ imprisonment each for the robbery. In terms of\ns 316A\nof the\nCriminal Procedure Act 51 of 1977\n, as it then stood, they enjoyed an automatic right of appeal to this court, which they exercised. The third and fourth appellants\nwere sentenced to effective terms of imprisonment of 18 and 20 years each. The trial court granted them leave to appeal against their\nconvictions only. Now, almost ten years later, the appeal is before this court.\n[2]     \nUpon our enquiry counsel were unable to furnish a full or complete explanation for this highly regrettable\ndelay. Mr van Heerden for the state undertook to bring the matter to the attention of the Director of Public Prosecutions,\nPretoria, and to institute inquiries, all with a view to avoiding a repetition. It is often said that justice delayed is justice\ndenied. While this may be an overstatement in some contexts, it does underline the need for reasonable expedition. The present is\nnot a case where leave to appeal was granted late or the appeal itself noted late. In the ordinary course it should have come before\nthis court eight or more years ago. The unexplained delay is to be deprecated.\n[3]     \nThe events giving rise to the convictions occurred in early July 1993. By the end of October practically\nall the evidence upon which the state eventually sought to rely had been assembled. That was before the Interim Constitution (Act\n200 of 1993) came into force. The trial itself, however, was heard during the last quarter of 1994, and thus under that Constitution.\nIn\nS v Makwanyane and another\n[1995] ZACC 3\n;\n1995 (2) SACR 1\n(CC) the Constitutional Court declared the death sentence unconstitutional. By a subsequent amendment to the\nCriminal Procedure Act the\ndeath sentence was removed from the statute book (see the\nCriminal Law Amendment Act 105 of 1997\n,\ns 34).\nCounsel were correctly agreed that in the event of the murder convictions of first and second appellants being sustained, their death\nsentences must be set aside and replaced by other proper sentences. (See\ns 1(10)\nof Act 105 of 1997.)\n[4]     \nAppellants 3 and 4 were both arrested in Randburg on 30 August 1993. They were conveyed to Louis\nTrichardt where, later that same day, they made statements to magistrates Gericke and Boshoff respectively. The admissibility of\nthese statements was contested on the ground that they had not been made freely and voluntarily. After a trial within a trial the\ncourt below received the statements in evidence, although at the same time it rejected statements made to magistrates by appellants\n1 and 2. All four statements complied with the requirements of\ns 217(1)(b)\nof the\nCriminal Procedure Act, with\nthe consequence that the onus rested upon the appellants to prove on a balance of probabilities that their statements were\nnot\nfreely and voluntarily made (the so-called reverse onus). The trial court held that appellants 3 and 4 had not discharged that onus.\nThe reverse onus was subsequently held to be unconstitutional:\nS v Zuma and others\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC). The declaration of invalidity does not apply to the present matter: see para [44] of the judgment of Kentridge AJ. It should\nbe noted, moreover, that the trial court also said:\n‘\nDit is onnodig om op die bewyslas te steun. Ons bevind dat die bekentenisse bo redelike twyfel vrywilliglik deur beskuldigdes 3 en\n4 gemaak is.’\n[5]     \nThe deceased, Mrs Dercksen, was a middle-aged woman who, with her husband, lived on the farm Doornspruit\nin the Louis Trichardt district. Her parents, Mr and Mrs du Toit, lived in another house on the same farm. Security around the Du\nToits’ house was tight: it included barbed-wire fencing and Pitbull terriers. Within the same house, in a room called the office,\nsubstantial sums of cash were accumulated from the farm’s business transactions and stored in a safe. The Du Toits’ domestic\nworker was the second appellant, Ms Sarah Lambani. In the absence of the Du Toits – they were away at the relevant time –\nshe had the keys to the compound and she was under strict instructions as to who might and might not be admitted. The key to the\nsafe was held by the deceased.\n[6]     \nOn 5 July 1999, in her parents’ house, the deceased was assaulted and strangled to death.\nThere was also an attempt to poison her by the administration of a noxious mixture containing acid.\nThe safe was opened and cash was taken. As there were no signs of forced entry, suspicion fell on the second appellant. Within days\nshe, her alleged aunt (accused no 5) and the first appellant were arrested. On the day of his arrest the first appellant pointed\nout certain places to Capt van Staden. After a second trial within a trial, the trial court admitted the contested evidence\nof such pointings out and accompanying declarations. On this occasion the trial court held that the state had proved voluntariness\nbeyond reasonable doubt. In the same judgment the trial court declined to accept evidence of admissions made by accused no 5 to another\npolice officer, and of a pointing out by her to him, on the ground that the state had not discharged the last mentioned onus of proof.\n[7]     \nThe police trail led to appellants 3 and 4 who were eventually located in Randburg, where they were\narrested on 30 August 1993. As I have said they made their statements to magistrates in Louis Trichardt on the same day.\n[8]     \nThe appellants applied for bail in the magistrate’s court. In terms of\ns 235\nof the\nCriminal Procedure Act the\ntrial court received the evidence given by the first appellant at the bail enquiry, but not the evidence given by the other applicants\nfor bail.\n[9]     \nAt the trial all the appellants, and accused no 5, pleaded not guilty. Appellants 1, 3 and 4 (and\naccused 5) raised alibi defences. The second appellant’s defence, announced by her counsel at the plea explanation stage, was\nthat she had been a victim of the robbery, which had been carried out by men wearing balaclavas over their faces. The state adduced\nno direct evidence implicating any of the appellants in the commission of the robbery or the murder. At the close of the state case\nthe evidence implicating them indirectly consisted in the main of the material to which I have already referred, plus the testimony\nof Ms Janet Majiye who was living with the third appellant as his wife. She gave evidence against appellants 1 and 3 and against\naccused no 5.\n[10]    \nThe first and second appellants closed their cases without giving evidence or calling witnesses. Appellants\n3 and 4 testified and persisted in their alibis. Appellant 4 called his mother in support of his alibi. Accused no 5 testified in\nher own defence; among other things, her evidence affected appellants 1 and 2.\nAdmissibility of Evidence",
  "scraped_at": "2026-02-12T09:07:05.440956",
  "date": "2004-09-23",
  "coram": [
    "Farlam JJA",
    "Mthiyane JJA",
    "Comrie AJA"
  ],
  "case_number": "22/95",
  "parties": {
    "applicants": [
      "Daniel Musingadi",
      "Sarah Lambani",
      "Samuel Malenga",
      "David Muthidza"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In July 1993 Mrs. Dercksen was assaulted, strangled and robbed on her parents' farm near Louis Trichardt. The murder and robbery led to the arrest of four men (appellants 1‑4) and a fifth accused, Ms. Martha Mahtshemule, who was later acquitted. The appellants were charged with murder and robbery with aggravating circumstances. At trial in December 1994, the first and second appellants were sentenced to death for murder and 12 years' imprisonment for robbery; the third and fourth appellants received effective terms of 18 and 20 years' imprisonment respectively. The convictions were based on statements made to magistrates, circumstantial evidence, and testimony from a co‑habiting witness. The appeal, lodged almost ten years later, raised issues concerning the validity of the death sentences, the reverse onus on statements, and the weight of circumstantial and extra‑curial evidence.",
    "issues": "1) Whether the death sentences imposed on the first and second appellants should be set aside following the constitutional declaration that the death penalty is unconstitutional (Makwanyane). 2) Whether the reverse onus provision under s 217(1)(b) of the Criminal Procedure Act, requiring appellants to prove their statements were not voluntarily given, is constitutionally valid. 3) The extent to which circumstantial evidence and extra‑curial declarations may support the convictions. 4) Whether the lengthy delay in bringing the appeal undermines the fairness of the proceedings.",
    "principles": "The Court applied the constitutional principle that the death penalty is invalid per S v Makwanyane and the subsequent amendment removing death sentences from the Criminal Procedure Act (Criminal Law Amendment Act 105 of 1997). It affirmed the earlier finding that the reverse onus under s 217(1)(b) was unconstitutional (S v Zuma). The Court reiterated the doctrine of common purpose and the admissibility of circumstantial evidence where the prosecution’s case is not effectively repudiated. It also noted the principle that unreasonable delay in appeals is undesirable but does not, per se, invalidate the appeal where procedural rights have been observed.",
    "application": "The Court held that the death sentences on the first and second appellants must be vacated and substituted with appropriate sentences in accordance with s 1(10) of the 1997 amendment. It found that the reverse onus issue did not affect the admissibility of the statements because the trial judge had already satisfied himself of their voluntariness, and the subsequent constitutional declaration did not retroactively invalidate the conviction. The circumstantial evidence, including the absence of forced entry, the pointing‑out of locations by the first appellant, and the testimony of a co‑habiting witness, was deemed sufficient to uphold the convictions. The Court acknowledged the unexplained delay but concluded that it did not prejudice the appellants' right to appeal.",
    "conclusion": "The Supreme Court of Appeal dismissed the appellants' appeals, set aside the death sentences, and substituted them with appropriate custodial sentences. The convictions for murder and robbery with aggravating circumstances were affirmed, and the Court ordered that the appropriate sentences be imposed in line with the post‑Makwanyane legislative framework."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "common purpose",
      "death penalty",
      "circumstantial evidence",
      "appeal delay",
      "reverse onus"
    ]
  }
}