{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/94.html",
  "case_name": "Southernport Developments (Pty) Ltd v Transnet Ltd (440/03) [2004] ZASCA 94; [2005] 2 All SA 16 (SCA); 2005 (2) SA 202 (SCA) (29 September 2004)",
  "citation": "[2004] ZASCA 94",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 94\n|\nNoteup\n|\nLawCite\nSouthernport Developments (Pty) Ltd v Transnet Ltd (440/03) [2004] ZASCA 94; [2005] 2 All SA 16 (SCA); 2005 (2) SA 202 (SCA) (29 September 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nREPUBLIC OF SOUTH\nAFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  : 440 / 03\nIn the matter between\nSOUTHERNPORT\nDEVELOPMENTS (PTY) LTD\tAPPELLANT\nand\nTRANSNET\nLTD\tRESPONDENT\nCoram\n:\tHARMS, FARLAM, CAMERON  JJA,\nCOMRIE et PONNAN  AJJA\nDate of hearing\n:\n16 AUGUST\n2004\nDate of delivery\n:\n29\nSEPTEMBER 2004\nSUMMARY\nContracts    -\tlease-\nessential elements of - restated\n-\tan agreement to negotiate in good faith - which is linked to a provision\nthat an arbitrator’s award will be final in the event\nof a dispute between\nthe parties – does not lack certainty - such an agreement to be\ndistinguished from an unenforceable agreement\nto agree.\n______________________________________________________________________\nJ U D G M E N T\nPONNAN AJA\n[1]\tOn 7 December 1998, the appellant’s\npredecessor in title Tsogo Sun Ebhayi (‘Tsogo Sun’) concluded a\nwritten\nagreement (‘the first agreement’) with the respondent\n(‘Transnet’).  The first agreement was subject to a\nsuspensive\ncondition that Tsogo Sun be granted by 31 December 1999 a casino licence as\ncontemplated by the Eastern Cape Gambling\nAct.  It recorded that Tsogo Sun\nwished to develop a temporary casino, temporary casino parking, a casino, a\nhotel and certain ancillary\nentertainment and retail facilities with ancillary\nparking on portions of erven 1051, 578 and 577 Humewood (collectively referred\nto in the first agreement as ‘the properties’).  To that end Tsogo\nSun was authorised to procure the rezoning or special\nconsent to utilise the\nproperties for the purpose specified in the agreement.  The extent of the erf,\nthe subject in each instance\nof the agreement, was specified in the first\nagreement and clearly demarcated on a plan annexed thereto.\n[2]\tOn 10\nFebruary 2000 the parties concluded a second written agreement (‘the\nsecond agreement’).  The second agreement,\ndescribed by the parties as a\nbridging agreement, provided for the conclusion in due course of a definitive\nagreement in the event\nof Tsogo Sun’s application for a casino licence\nsucceeding and an alternative agreement should it fail.\n[3]\tClause 3 of\nthe second agreement, to the extent here relevant, provides:\n‘\n3.1.2\nIn the event that the Tsogo Sun Ebhayi casino licence\napplication fails, and all appeals, reviews and other legal challenges initiated\nby Tsogo Sun Ebhayi that may potentially prohibit the exploitation of the casino\nlicence granted to a competitor of Tsogo Sun Ebhayi\nin the Port Elizabeth zone,\nEastern Cape Province (if any) are finally resolved in favour of that competitor\nthen for three years\nfrom that date or from the date of the award of the casino\nlicence to that competitor if no such appeal, review or other legal challenge\nis\nmade as the case may be, Tsogo Sun Ebhayi (or its nominee) shall have the option\nto lease the properties (or the agreed portions\nthereof) on the terms and\nconditions of an agreement (“the alternative agreement”) negotiated\nbetween the parties in\ngood faith and approved by each of the party’s\nboard of directors.’\n‘3.4\tShould the parties be unable to agree on any of the terms and\nconditions of either the definitive agreement or of the\nalternative agreement\nwithin 30 days of the date of any notice given by either of such parties to the\nother of them requiring such\nagreement, then the dispute shall be referred for\ndecision to an arbitrator agreed on by the parties.  The arbitrator’s\ndecision\nshall be final and binding on the parties.  If Tsogo Sun Ebhayi and\nTransnet are not able to agree on that arbitrator within five\ndays of either of\nthem calling on the other to do so, then that arbitrator shall be selected for\nthat purpose by the Arbitration\nFoundation of South Africa, and the arbitration\nshall be finalised in accordance with the Foundation’s expedited\narbitration\nrules.’\n[4]\tPremised on the factual foundation that Tsogo\nSun’s licence application was unsuccessful and that Transnet had failed\npursuant\nto the second agreement to enter into good faith negotiations with its\npredecessor, the appellant instituted action against Transnet\nclaiming the\nfollowing relief:-\n‘1.\tThe defendant be required forthwith, to enter into good faith\nnegotiations with the plaintiff regarding the terms and conditions\nof an\nagreement of lease in respect of the properties described in clause 1 of\nannexure “PC 1”.\n2.\tThat any dispute between the parties be referred for decision by an agreed or\nselected arbitrator, as the case may be, in accordance\nwith clause 3.4 of the\nsecond agreement, annexure “PC 2” hereto, if the parties are unable\nto reach agreement on the\nterms of the alternative agreement, within 30 days\nfrom the date of this order.’\n[5]\tThe appellant’s particulars of claim were\nmet with an exception, which was upheld by Blieden J in the High Court\n(Johannesburg).\n With leave of the learned trial judge the matter is now before\nthis Court on appeal.  The judgment of the court\na quo\nis reported as\nSouthernport Developments (Pty) Ltd (previously known as Tsogo Sun Ebhayi\n(Pty) Ltd) v Transnet\n2003 (5) SA 665\n(W).  The principal thrust of the\nargument advanced on behalf of Transnet, is: first, there was no agreement\nbetween the parties\nregarding the essential terms of a lease, and, secondly, the\nsecond agreement was an unenforceable preliminary agreement.  Each of\nthose\ncontentions will be considered in turn.\n(i)\nWas there agreement between the parties as to the essential terms of a\nlease agreement\n?\n[6]\tThe essentials of a contract of lease are that there must be\nan ascertained thing and a fixed rental at which the lessee is to\nhave use and\nenjoyment of that thing (\nKessler v Krogmann\n1908 TS 290\nat 297; Cooper,\nLandlord and Tenant\n2 ed p3).  The parties had not agreed upon the use\nand enjoyment of the property, which according to Blieden J was ‘a\nrequirement\nin any lease agreement such as the one relevant in the present\ncase’.  Whilst it is always open to parties to a contract of\nlease to\nagree on the intended use of the leased property (and if they do that would\nconstitute a material term of the agreement\n(see\nOatorian Properties (Pty)\nLtd v Maroun\n1973 (3) SA 779\n(A) at 785G) as also, the period of the lease,\nfailure so to do would not invalidate the agreement.  For those are not, in each\ninstance\none of the essentialia of an agreement of lease (Pothier's\nTreatise\non the Contract of Letting and Hiring\npara 28).  It is worth noting, I may\nadd, that the nature of the use and the enjoyment of the property usually flows\nfrom the nature\nof the property itself.  In the case of land, that is usually\ndictated by external factors such as the nature or zoning of the\nproperty.\n[7] \tIt is indeed so that Clause 3.1.2 of the second agreement\ncontained no agreement on the rental to be paid.  Our law has, however,\nlong\naccepted that principal parties to a contract may delegate to a third party the\nresponsibility of fixing certain terms.  Thus\nparties may validly agree that the\nprice of an article sold may be fixed by a named third party (Grotius 3.14.23)\nand they may leave\nthe determination of the rental in a lease agreement to a\nparticular arbitrator (Voet 19.2.7).  (See also\nGenac Properties Jhb (Pty)\nLtd v NBC Administrators CC (previously NBC Administrators (Pty) Ltd)\n[1991] ZASCA 188\n;\n1992\n(1) SA 566\n(A);\nBenlou Properties (Pty) Ltd v Vector Graphics (Pty) Ltd\n[1992] ZASCA 158\n;\n1993 (1) SA 179\n(A);\nNBS Boland Bank Ltd v One Berg River Drive CC and\nOthers, Deeb and Another v ABSA Bank Ltd, Friedman v Standard Bank of SA Ltd\n1999 (4) SA 928\n(SCA);\nEngen Petroleum Ltd v Kommandonek (Pty) Ltd\n2001\n(2) SA 170\n(W).)\n[8]\tIn\nLetaba Sawmills (Edms) Bpk v Majovi (Edms)\nBp\nk\n[1992] ZASCA 195\n;\n1993 (1) SA 768\n(A), an option to renew a lease on the basis that the\nrental was to be determined by arbitrators ‘ ... within the limits of\nmarket-related prices for the timber on the leased property and rental payable\nin respect thereof ... ’ was held not to be\nvague.  Even though the\nconcepts ‘market-related prices’ and ‘market price’ were\nnot defined, this Court\nheld (per Botha JA) that it was not necessary for the\nparties to formulate a precise, mathematical criterion for the determination\nof\nthe rental.  In the view of Botha JA the rent remained determinable even though\nthe valuers might so differ over the actual amount\nas to embroil the court in a\nprotracted hearing.\n[1]\nI can conceive\nof no reason why the principle that\nLetaba Sawmills\nso firmly establishes\nshould be circumscribed to the determination solely of the rental in a contract\nof lease.  The flexibility\nthat\nLetaba Sawmills\nintroduces must logically\nextend to other terms as well the formulation of which the parties to a contract\nmay have chosen to delegate\nto a third party.\n[9]\tWhat distinguished\nLetaba Sawmills\nfrom the present case, according to Blieden J, is that in\nthe former\n‘ ...each party ... nominated its own\n“arbitrator”\nto state its case. In the event of these two\n“arbitrators”\nnot coming to an agreement a third\n“arbitrator”\nwould be jointly appointed and he would\ndetermine the matter on the basis of the one or other of the two agreements\npresented to him...\n[I]n the present case the\n“arbitrator”\nhas been appointed with one purpose, and\none purpose only, and that is to determine disputes between the parties’.\nFor the reasons that follow, in my view, the distinction sought\nto be drawn by the court\na quo\nbetween\nLetaba Sawmills\nand the\ninstant case is more illusory than real.\n[10]\tThe option granted to Tsogo\nSun was one to lease all of the properties, which as I already stated were\nclearly identified in\nthe first agreement.  Well, what if Tsogo Sun wanted to\nexercise the option in respect of a portion only of the agreed properties,\nasked\nthe court\na quo\n, and no agreement could be reached between the parties as\nto the properties (or portions thereof) to be leased?  The ready answer\nto that\nquery, it is seems to me, is to be found in the agreement itself.  Applying the\nprinciple enunciated in\nLetaba Sawmills\n, that ‘dispute’ could\nbe determined by the arbitrator.  But that did not constitute a\n‘dispute’ within the\nmeaning of that expression, the court\na quo\npostulated.  In that, in my view, the learned judge was wrong.  The word\n‘dispute’ must be interpreted in its contextual\nsetting (\nCoopers\nand Lybrand and Others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A)).  The parties undertook\nto enter into good faith negotiations to agree upon terms and conditions of a\nlease agreement.  In default\nof consensus between the parties the agreement\nprovided for arbitration.  Failure by the parties to agree would constitute a\ndispute\nwithin the meaning of that expression thus justifying a referral to\narbitration.\n(ii)\nIs the second agreement an unenforceable\npreliminary agreement\n?\n[11]\tIn upholding the exception Blieden J\nstated: '[T]here simply is no agreement between them.  The fact that the words\n\"\ngood faith\n\" have been used to describe the negotiation process, takes\nthe matter no further'.  Support for his conclusion, he believed, could\nbe found\nin the dictum of Schutz JA in\nPremier, Free State, and Others v Firechem Free\nState (Pty) Ltd\n2000 (4) SA 413\n(SCA) para 35 ('\nFirechem\n') that '[A]n\nagreement that parties will negotiate to conclude another agreement is not\nenforceable, because of the absolute discretion\nvested in the parties to agree\nor disagree’. That principle, it must be stated, falls far short of\nresolving the issue that\narises in the present case.  The reliance by Blieden J\non\nFirechem\nis, in my view, misplaced.  The contract under consideration\nin\nFirechem\ncontained no deadlock-breaking mechanism.  In the present\ncase, the agreement prescribes what further steps should be followed in\nthe\nevent of a deadlock between the parties.  The engagement between the parties can\ntherefore be analysed as requiring not merely\nan attempt at good faith\nnegotiations to achieve resolution of any dispute but also the participation of\nthe parties in a dispute\nresolution process that they have specifically agreed\nupon.\n[12]\tThe duty to negotiate in good faith is known to our law in the\nfield of labour relations.  There, as well, because of the public\ninterest in\nensuring harmony in the workplace, deadlock-breaking mechanisms exist to ensure\nthat the negotiating process is legally\nmeaningful.  The analogy between\nordinary contract negotiations and collective bargaining in our labour law\nregime is, to be sure,\nless than perfect.  In ordinary contract negotiations\nthere is usually no public interest in a successful outcome or in the process\nof\ngood faith negotiations itself that is comparable to the interest in preventing\nlabour strife.\n[2]\nIn\nNational\nUnion of Mineworkers v East Rand Gold and Uranium Co Ltd\n[1991] ZASCA 168\n;\n1992 (1) SA 700\n(A), this court held at 733I\n‘[T]he fundamental philosophy of the\nAct\n[3]\nis that collective bargaining\nis the means preferred by the Legislature for the maintenance of good labour\nrelations and for the\nresolution of labour disputes’\nand\nlater at 734 D:\n‘... the very stuff of collective bargaining is the duty to bargain in\ngood faith’.\n[4]\nThe principle of fairness has come to be the overriding\nconsideration in labour relations and the labour courts eventually held that\nin\ngeneral terms a failure to negotiate in good faith may amount to an unfair\nlabour practice with the consequences that attach to\nsuch a\npractice.\n[5]\n[13]\t‘[U]nlike some systems of\nlaw,\n[6]\nEnglish law refuses to\nrecognise a pre-contractual duty to negotiate in good faith, and will neither\nenforce such a duty when it\nis expressly agreed nor imply it when it is\nnot’. (Per Millet LJ in\nLittle v Courage Ltd\n(1994) 70 P. &\nC.R. 469 at 475.)  Irish and Scots courts have, by and large, followed the same\napproach as their English counterparts.\n[14]\tIn the United States the\nenforceability of agreements to negotiate in good faith varies from state to\nstate.\nEach state has its own separate and relatively self-sufficient\nbody of general contract law. In the 1960s the Uniform Commercial Code\n(UCC)\n[7]\nwas introduced and adopted by\nthe American state legislatures. Section 205 of the\n‘Restatement\n[8]\nof Contracts\nSecond’\n[9]\nlike the UCC limits\nthe duty of good faith to the performance and the enforcement of a contract\nalready made. In general the requirement\nof good faith in American law does not\napply to contract negotiations.\n[10]\nSome courts, like the English courts, refuse on the ground of indefiniteness, to\nenforce explicit agreements to negotiate in good\nfaith.  Other courts however\nhave been willing to give effect to the expressed intentions of the parties. \nThe latter view has gained\na substantial\nfollowing.\n[11]\n[15]\tCertainty,\nit would appear, is the touchstone of enforceability of agreements to negotiate\nin good faith in Australia.\n[12]\nIn\nCoal Cliff Collieries (Pty) Ltd v Sijehama (Pty) Ltd\n(1991) 24 NSWLR 1\n,\nKirby P stated at 26E -27B:\n‘From the foregoing it will, I hope, be clear that I do not share the\nopinion of the English Court of\nAppeal\n[13]\nthat no promise to\nnegotiate in good faith would ever be enforced by a court.  I reject the notion\nthat such a contract is unknown\nto the law whatever its term.  I agree with Lord\nWright’s speech in Hillas\n[14]\nthat, provided there was consideration for the promise, in some circumstances a\npromise to negotiate in good faith will be enforceable....\nNevertheless, ... I\nbelieve that the proper approach to be taken in each case depends upon the\nconstruction of the particular contract:..’\n[16]\tKirby\nP then adverted to three situations.  He stated of the first:\n‘In many contracts it will be plain that the promise to negotiate is\nintended to be a binding legal obligation to which the\nparties should be held. \nThe clearest illustration of this class will be cases where an identified third\nparty has been given the\npower to settle ambiguities and uncertainties... But\neven in such cases, the court may regard the failure to reach agreement on a\nparticular term as such that the agreement should be classed as illusory or\nunacceptably uncertain:... In that event the court will\nnot enforce the\nagreement.’;\nof the second:\n‘In a small number of cases, by reference to a readily ascertainable\nexternal standard, the court may be able to add flesh\nto a provision which is\notherwise unacceptably vague or uncertain or apparently illusory...’;\nand, of the third:\n‘Finally, in many cases, the promise to negotiate in good faith will occur\nin the context of an “arrangement”(to\nuse a neutral term) which by\nits nature, purpose, context, other provisions or otherwise makes it clear that\nthe promise is too illusory\nor too vague and uncertain to be\nenforceable:...'.\nThe principles enunciated in\nCoal Cliff\nCollieries\naccord with our law.  The first and third situations alluded to\nby Kirby P are covered, respectively, by\nLetaba Sawmills\nand\nFirechem.\n[17]\tIt cannot be said that a third party was making a\ncontract for Tsogo Sun and Transnet which they themselves had not put into\nwords.  The second agreement had settled all of the essential terms between the\nparties and was immediately binding, although fuller\nnegotiations to settle\nsubsidiary terms were still within the contemplation of the parties in\naccordance with the continuing relationship\nbetween them.  Simply put, the\narbitrator was entrusted with putting the flesh onto the bones of a contract\nalready concluded by\nthe parties.  Accordingly there is no sound basis why\nTransnet should not be held to the contractual obligation, it undertook. It\nneeds to be emphasised that on the facts here present a court would not be\nmaking the contract for the parties thereby going beyond\nits adjudicative role. \nIn that sense it is the very exercise of the right to contract, which has bound\nthe parties to the negotiation\nin good faith, which they promised.  Thus, to\nenforce that undertaking is not to interfere in the parties’ freedom to\ncontract,\nbut to uphold it (\nCoal Cliff Collieries\nat 26 C-D).  Nor for\nthat matter could it be suggested that the second agreement constituted an\nagreement to agree, which was dependent\non the absolute discretion of the\nparties.  For, what elevates this agreement to a legally enforceable one and\ndistinguishes it from\nan agreement to agree is the dispute resolution mechanism\nto which the parties have bound themselves.  The express undertaking to\nnegotiate in good faith in this case is not an isolated edifice.  It is linked\nto a provision that the parties, in the event of them\nfailing to reach\nagreement, will refer such dispute to an arbitrator, whose decision will be\nfinal and binding.  The final and binding\nnature of the arbitrator’s\ndecision renders certain and enforceable, what would otherwise have been an\nunenforceable preliminary\nagreement. It follows that the appeal must\nsucceed.\n[18]\tIn the result:\n(a)\tThe appeal is upheld with costs such\ncosts to include those \t\t\tconsequent upon the employment of two\ncounsel.\n(b)\tThe order of the court a quo is set aside and replaced by the\n\t\t\tfollowing:\n'The exception is dismissed with costs including the costs of two\ncounsel.'\nV M \nPONNAN\nACTING JUDGE OF APPEAL\nCONCURRING:\nHARMS  JA\nFARLAM  JA\nCAMERON\nJA\nCOMRIE  AJA\n[1]\nMartin Brassey: ‘The Law\nof Lease’ (1993)\nAnnual Survey\np188.\n[2]\nNevertheless, helpful\ncomparisons can be made and useful analogies have been drawn by the U S courts\nin the application of their\nLabor Relations Act. cf Prof Allan Farnsworth:\n’Pre-contractual Liability and Preliminary Agreements: Fair Dealing and\nFailed\nNegotiations’\n(1987) 87\nColumbia Law Review\np217\nat\n271\n[3]\nThe Labour Relations Act 28\nof 1956.\n[4]\nSee also A. Basson:\n‘Collective Bargaining and the Appellate Division’ (1992) 4\nSA\nMerc LJ\np97; and\nSR van Jaarsveld  and BPS van Eck: Principles of\nLabour Law (2000) p149.\n[5]\nAlthough the duty to bargain in good faith has not been expressly incorporated\ninto the current Act, its provisions patently seek\nto promote collective\nbargaining. Employers are obliged to consult and reach consensus with workplace\nforums before implementing\na wide range of decisions. See John Grogan: Workplace\nLaw 7ed (2003) p 309.\n[6]\nEuropean\ncourts have been more receptive than American ones to scholarly proposals for\npre-contractual liability based on a general\nobligation of good faith. German\nlaw has developed rules regarding good faith negotiations. The doctrine of good\nfaith plays a most\nimportant role in the emerging field of secondary or\nauxiliary contract obligations\nin Germany. [The primary obligation of the\nparties is to perform in terms of the contract. The secondary obligation\nspecifies how\nthe parties have to perform.] Within that category courts have\nrecognised an obligation on contracting parties to bargain in good\nfaith and to\ndeal fairly with each other particularly where the parties have reached\nagreement on that question.\n[Werner F. Ebke and Bettina M. Steinhauer:\n‘The Doctrine of Good Faith in German Contract Law’ Jack Beatson and\nDaniel\nFriedman: Good Faith and Fault in Contract Law\n(1995) p171.]\nItalian scholars have mostly looked for inspiration to German doctrines on good\nfaith. In France principles of good\nfaith extend to both the negotiation and\nperformance of contracts despite the limited terms of the\nCode\nCivil\n.  Although the French\nCode\nCivil\nhas been influential\nin Belgium, Belgian courts have relied more extensively than their French\ncounterparts on the principle of good\nfaith in the performance of contracts.\n[Simon Whittaker and Reinhard Zimmermann: ‘Good Faith in European contract\nlaw: surveying\nthe landscape’ R.Zimmermann and S. Whittaker: Good Faith in\nEuropean Law (2000) p 7.]  French and Israeli law gives effect\nto an express\ncontract to negotiate in good faith. [Nili Cohen:‘Pre-contractual Duties:\nTwo Freedoms and the Contract to Negotiate’\nBeatson and Friedman op cit\np25.]\n[7]\nSection 1-203\nprovides: “Every contract or duty within this Act imposes an obligation of\ngood faith in its\nperformance or\nenforcement”.\n[8]\nThe\nAmerican concept of a “Restatement” represents an attempt by the\nAmerican Law Institute, a private organisation of\nscholars, judges and\npractitioners to formulate with some precision the leading rules and principles\nin major fields of American\nlaw.\n[9]\nSection 205 provides:\nDuty\nof Good Faith and Fair Dealing\n– 'Every contract imposes upon each\nparty\na duty of good faith and fair dealing in its performance and its\nenforcement'.\n[10]\nRobert S.\nSummers: ‘Good Faith in American Contract Law’ Zimmermann and\nWhittaker: op cit p118.\n[11]\nProf Allan Farnsworth: op cit\np264-9\n[12]\nIan B Stewart:\n‘Good Faith in Contractual Performance and in Negotiation’ (1998) 72\nThe Australian Law Journal\np370.\n[13]\nSee\nCourtney and\nFairbain Ltd v Tolaini Brothers (Hotels) Ltd and Another\n[1975] 1 W.L.R. 297\nC.A.; and\nWalford and Others v Miles and Another\n[1992] 2 A.C. 128\nat\n138.\n[14]\nIn\nHillas and Co Ltd\nv Arcos Ltd\nin\n[1932] UKHL 2\n;\n(1932) 147 L.T. 503\nat 515, Lord Wright stated: where the\nparties agreed only to negotiate, the negotiations may be ‘fruitless and\nend without\nany contract ensuing; yet even then, in strict clear theory, there\nis a contract (if there is good consideration) to negotiate ...’\nIn\nCourtney and Fairbairn Ltd v Tolaini Brothers (Hotels) Ltd and Another\nLord Denning M.R. rejected the views of Lord Wright in\nHillas\n.  In\nagreeing with Lord Denning, Lord Diplock described Lord Wright’s dictum as\nbad law, ‘...although an attractive theory.’\n Lord Denning held\n‘[I]t seems to me that a contract to negotiate, like a contract to enter\ninto a contract, is not a contract\nknown to the law.’",
  "scraped_at": "2026-02-12T09:08:16.766048",
  "date": "2004-09-29",
  "coram": [
    "Harms JA",
    "Farlam JA",
    "Cameron JA",
    "Comrie AJ",
    "Ponnan AJ"
  ],
  "case_number": "440/03",
  "parties": {
    "applicants": [
      "Southernport Developments (Pty) Ltd"
    ],
    "respondents": [
      "Transnet Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Southernport Developments (formerly Tsogo Sun Ebhayi), entered into a first written agreement with Transnet in December 1998 to develop a casino and associated facilities on specified properties, subject to a suspensive condition that a casino licence be granted by 31 December 1999. After the licence application failed, the parties concluded a second written \"bridging\" agreement in February 2000, which provided that, if the licence was not obtained, Tsogo Sun would have an option to lease the properties on terms to be negotiated in good faith and, failing agreement within 30 days, the dispute would be referred to an arbitrator whose decision would be final and binding. Transnet allegedly failed to commence good‑faith negotiations, prompting the appellant to seek a court order compelling negotiation and, if needed, arbitration.",
    "issues": "1) Whether the parties had reached an agreement on the essential terms of a lease, namely the identified property and rental amount, such that a binding lease existed. 2) Whether the second agreement was merely an unenforceable agreement to agree, or a legally enforceable preliminary agreement that obliges the parties to negotiate in good faith and, upon deadlock, refer the matter to arbitration.",
    "principles": "The Court reiterated that a lease requires an ascertained thing and a rent, but parties may delegate the determination of such essential terms to a third‑party arbitrator, as established in Letaba Sawmills and related case law. An agreement to negotiate in good faith, when coupled with a dead‑lock‑breaking arbitration clause, is not illusory; it creates a binding contractual obligation (contrary to the Firechem principle). Comparative analysis of labour‑law duties, and foreign jurisdictions, underscored that South African law can enforce good‑faith negotiation clauses if they are sufficiently certain and linked to a concrete enforcement mechanism.",
    "application": "Applying these principles, the Court held that the lack of a fixed rent did not render the lease agreement void because the parties had expressly provided that an arbitrator could determine the rental. The good‑faith negotiation provision, tied to the mandatory arbitration mechanism, transformed the second agreement into an enforceable contract rather than a vague promise to agree. Consequently, Transnet was bound to negotiate in good faith and, failing agreement, to submit the dispute to arbitration whose award would be final.",
    "conclusion": "The appeal was upheld. The exception raised by Transnet was dismissed with costs, including costs of two counsel. The lower court’s order was set aside and replaced with an order that Transnet must negotiate in good faith with the appellant and, if necessary, refer any dispute to an arbitrator as stipulated in clause 3.4 of the second agreement."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Lease Agreements",
    "level_3": [
      "good faith negotiation",
      "preliminary agreement",
      "arbitration",
      "essential terms",
      "enforceability"
    ]
  }
}