{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/119.html",
  "case_name": "Durandt v Fedsure General Insurance Ltd (421/2003) [2004] ZASCA 119; 2005 (3) SA 350 (SCA) (30 November 2004)",
  "citation": "[2004] ZASCA 119",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 119\n|\nNoteup\n|\nLawCite\nDurandt v Fedsure General Insurance Ltd (421/2003) [2004] ZASCA 119; 2005 (3) SA 350 (SCA) (30 November 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nREPORTABLE\nCase no:  421/03\nIn the matter between\nB J V DURANDT\t\t\t\t\t\t\t\tAPPELLANT\nand\nFEDSURE GENERAL INSURANCE\nLTD\t\t\tRESPONDENT\nCoram:\nHARMS, NUGENT, CONRADIE, HEHER JJA and COMRIE\nAJA\nHeard:\n22 NOVEMBER\n2004\nDelivered:\t30 NOVEMBER\n2004\nSummary:\tInsolvency: Theft by co-trustee from estate –\nliability of innocent trustee – interpretation of surety bond furnished\nto\nthe\nMaster.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA:\n[1]\nThis appeal requires this Court to decide whether one of\ntwo joint trustees in insolvency should be held liable for a shortfall in\nthe\nestate that is solely attributable to the wrongful acts or omissions of the\nother trustee.\n[2]\nThe appellant and Johannes Janse van Rensburg were\nappointed joint provisional trustees in the insolvent joint estate of Mr D J and\nMrs M A C Spies on 20 May 1994.\n[3]\nOn the same day the appellant and\nVan Rensburg executed separate written documents entitled ‘Undertaking and\nBond of Security’.\nEach bound himself to administer the estate and\ndistribute the assets properly according to law and to pay on demand an amount\nup\nto R220 000 to the Master of the Supreme Court, Cape Provincial Division, as\nmight be claimed by the Master in respect of loss or\ndamage suffered by the\nestate or any person by reason of a failure to perform his functions properly or\nbecause of maladministration\non his part. It would appear that the Master\nrequired these undertakings in satisfaction of his right to demand that the\ntrustees\ngive security for the proper performance of their duties as\ncontemplated by s 56(2) read with\ns 57(6)\nof the\nInsolvency Act 24 of\n1936\n.\n[4]\nOn 23 May 1994 and 7 September 1994 the respondent, an\ninsurance company, bound itself in writing in favour of the Master as surety\nand\nco-principal debtor jointly and severally with each of the trustees for the due\nand proper performance by them of their duties\nand functions as joint trustees\nof the estate for amounts up to R220 000 and a further R30 000 respectively in\nrespect of loss or\ndamage suffered by the estate.\n[5]\nOn 15 June 1994\na final order of sequestration was granted and on 24 June 1994 the appellant and\nVan Rensburg were appointed the joint\ntrustees.\n[6]\nAlthough the joint\nappointment did not specify any division of responsibilities between them, the\ntrustees arranged between themselves\nthat Van Rensburg would attend to the day\nto day administration of the estate, subject to the consent of the appellant\nwhen dealing\nwith its assets.\n[7]\nOn 12 July 1994 Van Rensburg\nnotified the appellant that he had received an offer to purchase the immovable\nproperty of the estate\nfor a price of R220 000. He undertook to keep the\nappellant informed of further developments after the second meeting of creditors\nand acceptance of the offer by the bondholders. On 26 July he sent a copy of the\nbondholders’ approval to the appellant. On\n9 August he requested the\nappellant’s consent to the sale of the property and informed him that he\nwould apply to the Master\nin terms of\ns 18(3)\nof the Act to sell the property.\nOn the following day the appellant gave his written consent. Transfer of the\nproperty to the purchaser\nwas however passed on the strength of a power of\nattorney signed by Van Rensburg and which bore the forged signature of the\nappellant.\nVan Rensburg apparently decamped with the purchase\nprice.\n[8]\nOn 2 May 1996 the Master called on the respondent to honour\nits guarantee to make good the pecuniary loss suffered by the estate ‘due\nto the failure of [the trustees] to administer the Insolvent Estate as required\nby law’. The respondent consequently paid an\namount of R243 045,52 as it\nwas obliged to do.\n[9]\nIn July 1998 the respondent claimed payment of\nthat sum from the trustees jointly and severally citing the terms of the\nsuretyships\nreferred to in para 4. The allegation of a failure of due and proper\nperformance of the trustees’ obligations was limited to\nVan\nRensburg’s misappropriation of the proceeds of the\nsale.\n[10]\nThe summons could not be served on Van Rensburg and the\naction proceeded against the appellant alone. The evidence presented by the\nrespondent was that of a former claims superintendent, Mr Saswin, who\nestablished that the respondent’s intention in paying\nthe Master was to\ndischarge its own liability irrespective of whether one or both of the trustees\nwas involved. The appellant testified\non his own behalf. He said that the\nappointment of Van Rensburg as his co-trustee was the decision of the Master and\nnot of his own\nchoosing. He sketched the arrangements between the trustees to\nwhich I have already referred. He agreed with counsel that he was\na professional\nliquidator on the panel kept by the Master, that it was open to him to accept or\nrefuse an appointment and that, as\npart of his business, he protected himself\nagainst claims by taking out insurance cover, as indeed he had done in the\npresent instance.\n[11]\nThe submission on the appellant’s behalf\nto Louw J in the Cape High Court was that he, as a joint trustee, could not be\nheld\nliable for a misappropriation by his co-trustee of which he was entirely\ninnocent, neither negligence in administration nor breach\nof duty having been\nraised against him.\n[12]\nThe court\na quo\nrejected the\nsubmission and gave judgment for the respondent with costs. It referred to\ns\n56(4)\nof the Act which provides as follows:\n‘(4)\tWhen two trustees have\nbeen appointed or when the Master has appointed a co-trustee in terms of\nsub-section (5) of section\nfifty-seven\n, both or all three trustees shall\nact jointly in performing their functions as trustees and each of them shall be\njointly and severally\nliable for every act performed by them\njointly.’\nThe learned judge\nreasoned that, although\ns 56(4)\nof\nthe Act makes it clear that trustees must perform their functions jointly and\nare jointly and severally liable for every act performed\nby them jointly, the\nAct is silent on the question of a trustee who acts on his or her own without\nthe knowledge of a co-trustee.\nBecause, so the court found, the Act does not\noust relevant rules of the common law that are consistent with its provisions,\nwhere\nsuch rules exist a resort to the common law is justified (relying on\nMillman NO v Twiggs and Another\n[1995] ZASCA 62\n;\n1995 (3) SA 674\n(A) at 679H-680B). The\ncommon law applicable to curators (trustees) in insolvency, as expressed by Voet\n42.7.5 and 42.7.12(a) and\napplied in,\ninter alia\n,\nIn re Crause\n3\nMenz 257\n(and\ncf\nGross and others v Pentz\n[1996] ZASCA 78\n;\n1996 (4) SA 617\n(A) at\n629H-630D), renders an innocent trustee liable for loss caused to the estate by\nthe acts of a defaulting co-trustee. The court\ntherefore ordered the appellant\nto pay the respondent’s claim. It granted him leave to appeal to this\nCourt.\n[13]\nSection 56(4)\nconsists of two elements-\n(i)\ttwo or\nmore trustees must act jointly in performing their functions;\n(ii)\teach of them is jointly and severally liable for every act\nperformed by\nthem jointly\n. (My emphasis)\nGiven the italicized\nwords I have some doubt as to whether the learned Judge was correct in finding\nthat the common law rule which\nrendered each co-trustee jointly and severally\nliable for every act performed in the administration of the estate even where he\nor\nshe was innocent of that act, survived the coming into operation of the\nlegislation. But, for the reasons which follow, it is unnecessary\nto decide this\nquestion. Nor is it necessary to consider the common law liability of different\nclasses of co-trustees,\ncf\nHonore’s\nThe South African Law of\nTrusts\n, 5\nth\ned by Cameron\net al\n375-382.\n[14]\nThe Master is a creation of statute. While he may\nenforce the terms of a bond of security furnished under\ns 56(2)\n, he has no\ngeneral power to recover money from debtors of an insolvent estate on its\nbehalf. That is the function of the trustees.\nAccordingly, whatever rights the\nMaster possessed to recover a loss from the appellant suffered by the estate\nmust be sought in the\nundertaking signed by the appellant on 20 May 1994. Since\nits terms are decisive I quote it in full:\n‘UNDERTAKING AND BOND OF SECURITY\nby CURATOR(S) BONIS/PROVISIONAL TRUSTEE(S)/TRUSTEE(S)\nIn the (insolvent) estate of\nDANIEL JACOBUS SPIES and MARIA ALETTA\nCATHARINA SPIES\nI/we\nBAREND JOHANNES VORSTER\nDURANDT\nof\n41 STRATHBLANE WAY, MELKBOSSTRAND\n21 RIEBEECK STREET, CAPE\nTOWN\n(Full\nresidential and business address(es))\ndo hereby undertake and bind myself/ourselves jointly and severally, should\nI/we be appointed\nby the Master of the Supreme Court (\nCAPE OF GOOD\nHOPE PROVINCIAL\nDivision) as CURATOR(S) BONIS, PROVISIONAL TRUSTEE(S) and/or\nTRUSTEE(S) to administer the above estate and/or liquidate and distribute\nthe\nassets thereof properly according to Law, and to pay to the Master of the\nSupreme Court (\nCAPE OF GOOD HOPE PROVINCIAL\nDivision) on\ndemand\nan amount up to R\n220,000 (TWO HUNDRED AND TWENTY THOUSAND\nrand) as\nthe Master may claim from me/us in respect of any loss or damage as may\nbe suffered by the said Estate or by any person by reason\nof the fact that I/we\nfailed to perform properly my/our functions in the above capacities or because\nof any maladministration on\nmy/our part.\nA certificate under the hand of\nthe Master or his duly authorized representative to the effect that I/we have\nfailed to discharge\nmy/our duties as aforesaid and/or stating the amount of any\nsuch loss or damage shall be accepted as prima facie proof of such failure\nand/or of the extent of such loss or damage.\nI/we choose as my/our\ndomicilium citandi et executandi and for the purpose of the service of any\nnotices or for the service of any\nlegal process:\nSOUTHERN LIFE PLACE, 21\nRIEBEECK STREET, CAPE TOWN\n(not a post box number)\nSIGNED AT\nCAPE TOWN\nthis\n20\nth\nday of\nMAY\n19\n94\nAS\nWITNESSES:\n1.\nSIGNED\n1.\nSIGNED\n(Appellant)\n2.\nSIGNED\n2.\n(UNSIGNED)\nSIGNATURE(S)’\nThe\nunderlined portions of the document were completed by typed insertions save for\nthe handwritten signatures.\n[15]\nAs can be seen, the document which\nthe appellant was required to sign was designed to accommodate various statutory\nappointments and\nto cater for one or more signatories. The parts of the document\nthat were inappropriate to the appellant’s situation were not\ndeleted. The\nappellant’s was the only name typed on it as the giver of the undertaking,\nhis domicilium alone was inserted,\nhe was the sole signatory. There can be no\ndoubt that a proper reflection of his intention and that of the Master as its\nrecipient\nrequired that all use of the plural forms in the document should have\nbeen struck out. Counsel for the respondent conceded as much,\nbut she submitted\nthat, reading the document thus amended the appellant was left with a joint and\nseveral liability. According to\nher, that meant ‘joint and several with\nwhomsoever the Master shall appoint’ and, therefore, it bound the\nappellant for\nlosses caused by his co-trustee. That is, in my view, a contrived\nreading of the undertaking. Moreover it necessitates the implying\ninto it of\nwords which are neither businesslike or necessary to give it effect. There is no\nreason why a co-trustee should not undertake\nliability for his own loss or\ndefault alone. In addition there was no evidence that, at the time he signed the\ndocument, the appellant\nknew that Van Rensburg (or anyone else) had been or was\nto be appointed as his co-trustee. (A comparison of their respective\nundertakings\nshows that although both bear the same date, they were signed at\ndifferent places before different witnesses.) The approach consistent\nwith the\nprobabilities and with logic is therefore to treat the words ‘ourselves\njointly and severally’ as a single phrase\nthat falls to be deleted because\nit forms one of the inappropriate plural alternatives.\n[16]\nThus, on a\nproper construction of the undertaking, the liability of the appellant is\nconfined to any loss or damage as may be suffered\nby the estate or by any person\nby reason of the fact that the appellant himself failed to perform properly his\nfunctions as a trustee\nor because of maladministration on his part. Since it is\ncommon cause that the theft of the estate property by Van Rensburg was not\ndue\nto such a failure by the appellant or to his maladministration, it follows that\nthe Master possessed no claim against him arising\nfrom the undertaking. Because\nthat document was, as I have pointed out, the only potential source of liability\nof the appellant to\nthe Master, there was in existence no principal debt\nrelating to him which the respondent could have been called upon to pay to the\nMaster by reason of the suretyships which it had furnished to him. The\nrespondent made the payment at its own risk and, the basis\nof the\nappellant’s liability having now proved non-existent, it must bear the\nloss if it is unable to recover from Van Rensburg.\n[17]\nThe appeal\nsucceeds with costs. The order of the Court\na quo\nis set aside and for it\nis substituted an order dismissing the plaintiff’s claim with costs.\n___________________\nJ  A HEHER\nJUDGE OF\nAPPEAL\nConcur:\nHARMS JA\nNUGENT\nJA\nCOMRIE AJA\nCONRADIE  JA:\n[18]\nI regret\nthat I do not agree with the conclusion reached by my brother Heher.\nIn my\nview one should adopt a more holistic approach to the interpretation of the\nUndertaking and Bond of Security signed by each\nof the trustees and not look so\nintently at what the appellant failed to delete from his undertaking. I accept\nfor the purpose of\nthis case that the Master’s right to recover from the\ntrustees any loss suffered by the estate must be found in the undertaking.\n The\nfact is that the undertaking signed by the appellant is ambiguous.  In order to\nextract from it how the appellant intended to\nbe bound, one should therefore\nlook beyond the document at the legislative framework and the surrounding\ncircumstances.\n[19]\nSection 18(1)\nof the\nInsolvency Act 24 of 1936\nprovides for the appointment by the Master of a provisional trustee\n‘...who shall give security to the satisfaction of the\nMaster for the\nproper performance of his duties as provisional trustee...’  A final\ntrustee is by\ns 56(2)\nof the\nInsolvency Act required\nto provide security to the\nsatisfaction of the Master for the proper performance of his duties as trustee. \nIf the Master decides\nto appoint a co-trustee it must be someone who has given\nthe security mentioned in ss (2).\n[20]\nIn giving effect to these (and\nother) provisions, the Master devised a standard form, bureaucratically\nidentified by the code J.\n312(E).  ‘E’ stands for English.  In this\nform are the (standard) terms the Master requires a prospective trustee\n(provisional\nor final) or an aspiring curator bonis to agree to.\n[21]\nThe appellant is a professional liquidator and trustee who\nadministers insolvent estates and bankrupt companies for a living. He\nis on the\nMaster’s panel.  He is a director of Aiken and Peate Administrateurs\n(Edms) Bpk.  It is fair to assume that by the\ntime he was about to become a\nprovisional trustee in the insolvent estate of DJ and MA Spies he had signed\nmany forms 312(E) and\nperhaps quite a few forms 312(A).  The point about\nstandard terms is that they are well known in a particular trade and generally\nwell-respected in the sense that they are not lightly departed from.  In\ndeciding, therefore, that the appellant, exceptionally,\ndecided to depart from\nthem in this instance, it would be helpful to see if there is anything in the\nsurrounding circumstances that\nmight have prompted him to do\nso.\n[22]\nThe 312 form does not give the prospective curator or trustee\na choice of terms. If he signs by himself, obviously only he is liable\non the\nundertaking.  If someone else signs with him, the two of them are liable jointly\nand severally.  There is no provision for\ntwo people to sign the form and avoid\njoint and several liability.  Since he asks for joint and several liability it\nis obviously\na requirement of the Master and forms an element, and one would\nthink an important element, in satisfying the Master that any claim\nthat he may\nhave against the trustees is secure.  Two co-principal debtors, each of whom is\n(up to the limit of his undertaking)\nliable for any loss to the estate are\nobviously better than two debtors each liable for a half share of any loss.\n[23]\nIf two prospective trustees both sign the same form 312(E) they\nwould unquestionably thereby undertake joint and several liability.\n It is not\nlikely that simply because each of them signed a separate identical form their\nliability was now not joint and several.\n[24]\nHeher JA considers\nthat there is no reason why a co-trustee should not undertake liability for his\nown default alone. In theory there\nis not. But we have to do here with a Master\nwho has to be satisfied.  There is no reason to think that when the appellant\ngave his\nundertaking he meant to give one that was out of the ordinary and would\nprobably not be to the Master’s satisfaction.  One\nwould therefore have to\nsuppose that he thought that the Master would, in the case of this particular\nestate, be content to depart\nfrom his usual requirements embodied in form 312(E)\nthat joint trustees are to accept joint and several liability.  We do not know\nof any reason that could have made him think this.  Moreover, we must suppose\nthat the appellant when he signed this standard undertaking\nthat he had signed\nmany times before intended, this time, not to accept joint and several\nliability.\n[25]\nThere are sound practical reasons why joint trustees\nshould be jointly and severally liable.  It might in practice be very difficult\nto apportion blame between trustees where there has been maladministration.  The\nMaster, I am sure, has no wish to become embroiled\nin disputes about who of\nseveral trustees is liable for a particular act of maladministration so as to be\nable to recover against\nthe wrongdoer among them.  As an experienced trustee the\nappellant could not have thought that an undertaking without joint and several\nliability of co-trustees would be to the Master's\nsatisfaction.\n[26]\nOn the basis that the appellant knew that he was\nnot proposed as the sole trustee it is, in my respectful view, not possible to\nconclude\nthat he intended (exceptionally) to undertake liability for his own\ndefault alone.  I think that if he had wanted to take this unusual\nstep, he\nwould (even if he did not think to debate it with the Master first) have been\ncareful to delete inappropriate matter in\nthe form so as to make it clear that,\nin this particular instance, he was not content to be jointly and severally\nliable with his\nco-trustee.\n[27]\nThere was no external impulse that we\nare aware of that could have moved him not to abide by the Master’s\nordinary requirements.\n He said that he knew of nothing adverse to the\ntrustworthiness of Mr Janse van Rensburg, his proposed co-trustee, so that any\nintention\nto bind only himself would appear to have been capricious.  And,\nassuming that he knew that Janse van Rensburg was proposed as a\nco-trustee, it\nis strange that he did not discuss his intention to bind only himself with the\nlatter who would, after all, be profoundly\naffected thereby in his own decision\non how to bind himself.\n[28]\nIt is true that there is no explicit\nevidence that the appellant knew that it was proposed to appoint him together\nwith Janse van\nRensburg.  There is, however, circumstantial evidence that he\nknew he was not alone.  The appointment of Janse van Rensburg was not\nan\nafterthought.  He and the appellant were both appointed on the same day, 20 May\n1994, the day after a sequestration order had\nbeen granted. In the normal course\nof these things it is improbable that the Master kept them in the dark about his\nintentions until\nafter they had each signed an undertaking.\n[29]\nIt\nwas not only improbable that they were kept in the dark, it was also unfair.\nAssuming that each signed the 312 form believing\nthat he was the only\nprovisional trustee, the Master would, by not advising the two trustees of each\nother’s proposed appointment,\nobtain two separate undertakings, each for a\nmaximum of R220 000, when the value of the estate was only of the order of\nR250 000.\n[30]\nAt any rate, not more than three days later, by\nthe time that security in the form of a suretyship was furnished to the Master\nby\nthe respondent, each of the two provisional trustees must have discovered\nthat he was not alone.  If the appellant had wanted to\nremain true to his\nresolve to be liable only for his share of any loss he would have applied to the\nrespondent for a surety bond\nof R220 000 to cover his undertaking. Janse van\nRensburg would have had to do the same.  Together the two would have applied for\nsuretyships covering R440 000. Instead, acting jointly, (as they were under the\nInsolvency Act obliged\nto do) they applied for one suretyship covering an amount\nof R220 000.\n[31]\nNow, if the appellant had three days before (and\nprobably not without some trepidation at the extraordinary step he had taken)\nintended\nto bind himself alone, obliging himself to the insurer jointly and\nseverally with the other trustee would have been an illogical\nthing to do.  With\nthe idea of separate liability still uppermost in his mind, one would have\nexpected him to ask the respondent\nfor a surety bond to secure his own\nundertaking and to either leave Janse van Vuuren to his own devices, or to\nsuggest to him that\nhe takes care of his own affairs in the same way.  Or at\nleast to tell Janse van Vuuren that whether he liked it or not he had to\ntake\nout his own insurance.\n[32]\nI might remark in passing that the\nappellant’s caprice would have cost the estate a good deal.  Fidelity\ninsurance is notoriously\nexpensive.  The cost of it comes out of the estate. \nSince each of the provisional trustees would have to cover himself to the value\nof the whole estate, the estate would have to finance total fidelity cover of\nR440 000.  One wonders how the Master would have\nreacted to this if the\nappellant had debated it with him.  More pertinently, one wonders what expected\nbenefit would have prompted\nthe appellant to impose such additional costs on the\nestate.\n[33]\nThere is another improbability connected to the (joint)\napplication for the surety bond.  The terms of the suretyship clearly envisage\njoint and several liability of the two principal debtors to the surety:  The\nrespondent bound itself as surety and co-principal debtor\nin solidum jointly and\nseverally with the two provisional trustees.  If the appellant had intended to\nbe only severally liable to\nthe creditor (the Master), I think that by binding\nhimself to the surety in this way (which was the way he always bound himself\nwhen\nhe was a joint trustee) he represented to the respondent that his liability\nto the Master was joint and several.  Of course, Janse\nvan Rensburg, who,\nwhatever his intentions were, could not be jointly and severally liable for want\nof someone to be jointly and\nseverally liable with, must also have represented\nto the respondent that he was really jointly and severally liable with the\nappellant.\n He seems to have been a bit of a bad egg so I suppose he might have\ndone such a thing, but I think that it is inherently unlikely\nthat the appellant\nwould have made a misrepresentation that he must have known to be false.\n[34]\nThe misrepresentation had other serious repercussions.  The two\nprovisional trustees pretended to be jointly and severally liable\nand the\nrespondent assessed the risk (and calculated the premiums) on this basis.  It is\nunconscionable for the appellant, now that\nthe respondent is exercising its\nright of recourse against what it believed to be two joint and several debtors,\nto put up the defence\nthat he and Janse van Rensburg were severally liable to\nthe Master and that the respondent has a right of recourse only against Janse\nvan Rensburg.\n[35]\nUnconscionable like fraudulent conduct is not\nlightly inferred and I consider that one should approach the matter of the\ninterpretation\nof the undertaking in a way that would resolve these anomalies. \nAn interpretation that the two trustees, by signing separate but\nidentical\nundertakings, intended to be and were jointly and severally bound to the Master,\nwould resolve every one of the difficulties\ndiscussed above.  That seems to me,\nwith respect, to be the sensible interpretation.\n[36]\nI should that\nthink the appeal ought to be dismissed.\n___________________\nJ H\nCONRADIE\nJUDGE OF APPEAL\nCOMRIE AJA:\n[37]\nThere is, with respect, much to be said\nin favour of the view expounded by Conradie JA in his persuasive dissenting\njudgment. My\ndifficulty with his approach, however, is that the matters\ncanvassed by him were not canvassed in evidence\na quo\n, even though\nthe appellant (the ‘innocent’ trustee) gave evidence and was\ncross-examined. In the court below the appellant’s\nevidence, and\ncross-examination, were directed: firstly, to his ‘innocence’;\nsecondly, to the fact that there had been\nno appropriate division of\nresponsibilities in the light of the received common law relating to the joint\nand several liability of\njoint curators; and thirdly, to the fact that the\nrespondent, as a professional trustee, had taken out his own insurance and that\nhis insurers were supporting him in the present action.\n[38]\nAs seen\nby counsel in the court\na quo\n, and by the learned judge, the issues were\nwhether the Roman Dutch common law relating to the joint and several liability\nof joint\ncurators was applicable to joint trustees in insolvency and, if so,\nwhether the position had been modified by\ns 56\nof the\nInsolvency Act. Counsel\nand the court\na quo\nfailed to perceive that the principal debt depended\nsolely on the separate but concurrent undertakings given by the appellant and\nJanse van Rensburg to the Master. Had that issue been perceived, then the\nappellant might well have been confronted in evidence with\nthe various matters\nto which Conradie JA so persuasively refers.\n[39]\nHad that course been\nfollowed, then perhaps the appellant would have had no acceptable response, in\nwhich case the learned trial\njudge would have brought in an appropriate finding\nwith regard to the proper interpretation of the appellant’s undertaking\nto\nthe Master. But that was not an issue. There was in consequence no enquiry into\nthe proper interpretation of the appellant’s\nundertaking and, in further\nconsequence, no relevant finding by the court\na quo\n. I think, with\nrespect, that we should not on appeal impose our own prima facie views on that\ninterpretation – attractive as\nthose views may appear to be – in the\nabsence of a suitable enquiry into the facts by the trial\ncourt.\n[40]\nBut there is one point that is said to have emerged from\nthe evidence before us and upon which I respectfully disagree. In para 15\nof his judgment Conradie JA contends that the appellant must have represented to\nthe respondent that he was jointly and severally\nliable with van Rensburg. That\ncontention is based upon the deed of suretyship itself, which is said to reflect\nthat the two principal\ndebtors were jointly and severally liable\ninter\nse\n. I do not think that is correct. By binding itself jointly and severally\nliable with the two trustees the surety rendered itself\njointly and severally\nliable with each of the trustees for whatever liability that trustee might\nincur. The deed is silent on the\nquestion whether each trustee was in turn\njointly and severally liable with the other. I do not think that it is correct\nto say,\non that basis alone, that the appellant represented the position to the\nrespondent or that his conduct in defending the action is\nunconscionable in any\nway.\n[41]\nI would therefore concur in the judgment of Heher JA and I\nwould allow the appeal with costs.\n_____________\nR G COMRIE\nACTING JUDGE OF APPEAL\nCONCUR:\nNUGENT JA",
  "scraped_at": "2026-02-12T09:10:24.536974",
  "date": "2004-11-30",
  "coram": [
    "Harms JA",
    "Nugent JA",
    "Conradie JA",
    "Heher JJA",
    "Comrie AJA"
  ],
  "case_number": "421/03",
  "parties": {
    "applicants": [
      "B J V Durandt"
    ],
    "respondents": [
      "Fedsure General Insurance Ltd"
    ]
  },
  "sections": {
    "facts": "Durandt and Janse van Rensburg were appointed joint provisional trustees of the insolvent estate of D J and M A C Spies on 20 May 1994. Each signed an \"Undertaking and Bond of Security\" committing to administer the estate properly and to pay up to R220,000 to the Master for any loss caused by maladministration. Van Rensburg handled day‑to‑day administration and, after obtaining an offer of R220,000 for the estate's immovable property, arranged the sale but forged Durandt's signature on a power of attorney and absconded with the proceeds. The Master called on Fedsure, the insurer, to honour its suretyship; Fedsure paid R243,045.52 and subsequently sued the trustees jointly for that amount, but service could not be effected on Van Rensburg, so the action proceeded solely against Durandt.",
    "issues": "The appeal centered on whether an innocent joint trustee (Durandt) could be held jointly and severally liable for the loss caused by the co‑trustee’s misappropriation, and on the proper construction of the Undertaking and Bond of Security – whether it imposed joint‑and‑several liability on each trustee individually or only liability for each trustee’s own breach.",
    "principles": "The Court considered section 56(4) of the Insolvency Act, which mandates joint performance and joint‑and‑several liability for acts performed jointly, and examined whether this provision excluded the common‑law rule that an innocent co‑trustee remains liable for a defaulting trustee’s acts. Precedents such as Millman v Twiggs, In re Crause and Gross v Pentz were cited regarding the common‑law position. The Court also applied principles of statutory interpretation, focusing on the wording of the Undertaking (\"jointly and severally\") and the necessity to give effect to the Master’s security requirements.",
    "application": "Heher JJA concluded that the Undertaking was intended to bind each trustee only for his own default. The plural terms were deemed inappropriate given the single signatory and were to be disregarded, limiting Durandt’s liability to losses caused by his own misconduct, of which there was none. Consequently, the Master had no enforceable claim against Durandt, and Fedsure could not recover from him under the suretyship. The dissenting judges argued for a broader joint‑and‑several interpretation, but the majority upheld Heher JJA’s construction.",
    "conclusion": "The appeal succeeded. The lower court’s judgment ordering Durandt to pay was set aside, and the plaintiff’s claim was dismissed with costs."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Trusteeship",
    "level_3": [
      "joint and several liability",
      "surety bond",
      "innocent trustee",
      "interpretation of undertaking",
      "misappropriation"
    ]
  }
}