{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/2.html",
  "case_name": "Smit v Scania South Africa (Pty) Ltd (621/02) [2004] ZASCA 2; 2004 (4) SA 628 (SCA); (27 February 2004)",
  "citation": "[2004] ZASCA 2",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 2\n|\nNoteup\n|\nLawCite\nSmit v Scania South Africa (Pty) Ltd (621/02) [2004] ZASCA 2; 2004 (4) SA 628 (SCA); (27 February 2004)\nDownload original files\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nCase No 621/02\nTHINUS SMIT                   \nAPPELLANT\nand\nSCANIA SOUTH AFRICA (PTY) LTD                      \nRESPONDENT\nBefore:\tMarais, Cloete JJA and Southwood AJA\nHeard:\t27 February\n2004\nDelivered:\t27 February 2004\nGrant of provisional sentence\ngenerally not appealable. May be appealable in exceptional cases where the\nrequirements for appealability\nin\nZweni v Minister of Law and Order\n1993\n(1) SA 523\n(A) satisfied. Costs of abortive\nappeal.\n______________________________________________________\nJUDGMENT\n______________________________________________________\nSOUTHWOOD AJA\n[1]\tOn 27 February 2004 the court made the\nfollowing orders and indicated that reasons for the orders would be furnished in\ndue course:\n(1)\tThe appeal is struck off the roll. No order is made as to the\n\tcosts of the appeal.\n(2)\tThe appellant is ordered to pay the costs of the\napplication for \tleave to appeal.\n[2]\tOn 23 August 2002 the High Court\ngranted provisional sentence against the appellant for payment of R239,400 and\nancillary relief.\nThe appellant appealed against that order with the leave of\nthe court a quo.\n[3]\tThe appeal was enrolled for 27 February 2004. Both\nparties filed heads of argument. The only issue was whether the appellant had\nincurred personal liability on the cheque on which the action was based. Neither\nparty addressed the other defence raised.\n[4]\tOn 13 February 2004 the\nappellant’s attorneys gave notice that they were withdrawing as the\nappellant’s attorneys\nof record and on 25 February 2004 another\nattorney notified the registrar that the appellant would not attend court to\nprosecute the appeal and that on 20 February 2004 the appellant had given notice\nof his intention to surrender his estate.\n[5]\tThe appellant did not appear on\n27 February 2004. The respondent was represented by Mr S van Niewenhuizen SC and\nMr W H J van\nReenen. Mr van Niewenhuizen correctly did not ask that the appeal\nbe dismissed for non-prosecution.\n[6]\tOn 19 September 2003 in\nA\nAvtjoglou v First National Bank of Southern Africa\ncase no 17/2003 this\ncourt decided that, generally, the grant of provisional sentence is not\nappealable. The court confirmed the\nfinding to that effect in\nScott-King\n(Pty) Ltd v Cohen\n1999 (1) SA 806\n(W) at 825C-E and 825F-G and held that to\ndetermine whether a provisional sentence judgment is appealable the requirements\nfor appealability\nlaid down in\nZweni v Minister of Law and Order\n1993 (1)\nSA 523\n(A) at 532I-J must be applied. It found in that case that they were not\nsatisfied.\n[7]\tIt is possible that in an exceptional case the\napplication of these requirements to a provisional sentence judgment will show\nthat that provisional sentence judgment is appealable. But that is clearly not\nso in the present case and the court a quo should\nnot have granted leave to\nappeal. Accordingly this matter must be struck off the roll rather than\ndismissed for non-prosecution.\n[8]\tMr van Niewenhuizen asked for the\ncosts of the appeal including the costs of two counsel. While conceding that the\nprovisional\nsentence granted\nin casu\nis not appealable and that the court\na quo should not have granted leave to appeal, he submitted that in exercising\nits discretion\non the question of costs this court should take into account that\nthe court a quo had indicated at the hearing of the application\nfor leave to\nappeal that leave to appeal should be granted. The court a quo was apparently of\nthe view that the issue raised should\nbe considered by the Supreme Court of\nAppeal. This had influenced the respondent’s counsel.\n[9]\tI do not\nagree with these submissions. The respondent should have disputed the\nappealability of the provisional sentence both\nat the application for leave to\nappeal and in its heads of argument. Had it done so it is very unlikely that\nthis matter would have\nreached this stage. The respondent contributed as much as\nthe appellant did to the arrival of this abortive appeal in this court\nand there\nis no good reason why it should have its costs of appeal paid by the appellant.\nIt would be fairer if each party paid its\nown costs of appeal.\n[10]\tThe\ncosts of the application for leave to appeal stand on a different footing. The\nrespondent was obliged to attend court to\noppose the application for leave to\nappeal. The fact that it opposed the grant of leave on the merits of the case\nand not on the\nunappealability of the judgment cannot detract from that fact.\nThe appellant should not have succeeded in his application. The respondent\nis\ntherefore entitled to the costs of that application.\n_________________\nB R SOUTHWOOD\nACTING\nJUDGE OF APPEAL\nCONCUR:\nMARAIS JA\nCLOETE JA",
  "scraped_at": "2026-02-12T08:56:17.220837",
  "date": "2004-02-27",
  "coram": [
    "Marais JA",
    "Cloete JA",
    "Southwood AJA"
  ],
  "case_number": "621/02",
  "parties": {
    "applicants": [
      "Thinus Smit"
    ],
    "respondents": [
      "Scania South Africa (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "On 23 August 2002 the High Court granted a provisional sentence against the appellant, Thinus Smit, ordering payment of R239,400 and ancillary relief. The appellant sought leave to appeal that judgment. Both parties filed heads of argument, focusing on whether the appellant was personally liable on the cheque that formed the basis of the action. The appellant later withdrew his attorneys, gave notice of surrendering his estate, and failed to appear at the hearing on 27 February 2004.",
    "issues": "The primary issue was whether a provisional sentence judgment is appealable under South African law. A subsidiary issue concerned whether the appellant had incurred personal liability on the cheque in question.",
    "principles": "The court applied the principles set out in Zweni v Minister of Law and Order (1993) regarding the requirements for appealability of a judgment. It relied on Avtjoglou v First National Bank (2003) and Scott‑King (Pty) Ltd v Cohen (1999), which confirm that, in general, a provisional sentence is not appealable unless exceptional circumstances satisfy the Zweni criteria.",
    "application": "Applying these principles, the court determined that the Zweni requirements were not met in the present case; the provisional sentence was therefore not appealable. Consequently, the leave to appeal previously granted should not have been given. The appeal was struck off the roll rather than dismissed for non‑prosecution. Regarding costs, the court held that each party should bear its own costs of the appeal, but the appellant must pay the costs of the application for leave to appeal because the respondent had opposed that application.",
    "conclusion": "The appeal was struck off the roll with no order as to the costs of the appeal. The appellant was ordered to pay the costs of the application for leave to appeal."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Provisional Sentence",
    "level_3": [
      "appealability",
      "costs",
      "leave to appeal"
    ]
  }
}