{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/7.html",
  "case_name": "Director-General:Department of Trade and Industry and Another v Shurlock International (Pty) Ltd (236/03) [2004] ZASCA 7; [2005] 2 All SA 11 (SCA); 2005 (2) SA 1 (SCA) (25 March 2004)",
  "citation": "[2004] ZASCA 7",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 7\n|\nNoteup\n|\nLawCite\nDirector-General:Department of Trade and Industry and Another v Shurlock International (Pty) Ltd (236/03) [2004] ZASCA 7; [2005] 2 All SA 11 (SCA); 2005 (2) SA 1 (SCA) (25 March 2004)\nDownload original files\nPDF format\nRTF format\nLast Updated: 11 August 2004\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nCase number: 236/03\nIn the matter between:\nTHE\nDIRECTOR-GENERAL:\nDEPARTMENT OF TRADE\nAND INDUSTRY         \nFIRST APPELLANT\nTHE MINISTER OF TRADE\nAND INDUSTRY\t\t\t\t  \nSECOND APPELLANT\nand\nSHURLOCK INTERNATIONAL                                                    \n(PTY) LIMITED                                         \n           \nRESPONDENT\nCORAM\n:\tHARMS, FARLAM, MTHIYANE, NUGENT  JJA et VAN HEERDEN\nAJA\nHEARD\n:\t\t2 MARCH 2004\nDELIVERED\n:\t\t25 MARCH\n2004\nSUMMARY:\nGeneral Export Incentive Scheme Guidelines (Revision 2)\n– whether exporter must repay an incentive payment if original documents\nlisted in para 3.9 of Scheme Guidelines cannot be produced within five year\nperiod thereafter.\nJUDGMENT\nFARLAM JA\n[1]\nThe issue for decision in this appeal is whether, upon a\nproper interpretation of Revision 2 of the General Export Incentive Scheme\nGuidelines (which became effective on 1 October 1992), an exporter whose claim\nfor payment of an export incentive under the Scheme\nhad been checked and paid by\nthe Department of Trade and Industry and who is unable subsequently within the\nfive year period provided\nfor in the Scheme Guidelines to furnish the original\ndocuments listed in paragraph 3.9 thereof will automatically forfeit his right\nto the earlier payment.\n[2]\nThe scheme, which I shall hereinafter call\nGEIS, was introduced as a State prerogative. It was designed to encourage the\nexport of\ncertain goods in order to generate foreign currency income for the\ncountry. The essential features of the original export incentive\nscheme\nintroduced by the Department of Trade and Industry and of GEIS, which replaced\nit, have been considered by this Court in\nDilokong Chrome Mines (Edms) Bpk v\nDirekteur-Generaal, Departement van Handel en Nywerheid\n1992 (4) SA 1(A)\nand\nSouth African Co-operative Citrus Exchange Ltd v Director-General: Trade and\nIndustry and Another\n[1997] ZASCA 6\n;\n1997 (3) SA 236\n(SCA). In both of these cases (the\nDilokong Chrome\ncase at 22E and 32A-C and the\nCo-operative Citrus\ncase at 239F) it was pointed out that the scheme has\npro tanto\nthe\nforce of legislation and must be interpreted in the same\nmanner.\n[3]\nThe paragraph to be interpreted in this case is paragraph\n3.11, read with paragraphs 3.9 and 3.10.\nThese paragraphs read as\nfollows:\n‘3.9\tThe following documentary evidence in substantiation of\nclaims is required: Bill of Entry for Export (DA550 or DA25 or\nDA28 as the case\nmay dictate), Declaration in Regard to Foreign Exchange Proceeds (F178), Bill of\nLading (or Air Waybill) and Commercial\nInvoice.\nOf these documents, certified\ncopies of the DA550 (or DA25 or DA28) and the F178 must be submitted with\nclaims.\nThe original copies of all the above-mentioned documents must be\nkept available for inspection by the Department for a period of\nat least five\nyears. The Department may, however, request the submission of any further export\ndocuments such as the Commercial Invoice\nand/or the Bill of Lading (Air Waybill)\nat any time, if it so desires.\n3.10\tThe Department will check all claims and\nmake a determination as regards the amount of the claim.\n3.11\tThe decision by\nthe Director-General as to the eligibility of any product for benefits under the\nGeneral Export Incentive Scheme\nas well as the determination of the amounts of\nthe incentives will be final and conclusive. Nothing in this document shall be\nconstrued\nas an offer open to acceptance constituting any contractual or in fact\nany other obligation or any enforceable right against the\nDepartment. The\nDirector-General may at any time conduct a full-scale investigation to verify\nany information furnished by a claimant.\nIf the Director-General is satisfied\nthat the claim was based on false information or that the claimant has furnished\nmisleading\ninformation, he may disallow the claim and recover the full amount\npaid out to the claimant. Interest on bona fide overpayments will\nbe levied at\nthe rate prescribed in terms of section 1(2) of Act No. 55 of\n1975.’\n[4]\nThe Department of Trade and Industry became liable in\nJune 2000 to pay the respondent, an exporter, an amount of R387 644 as its\nexport\nincentive under the scheme for the period 1 January 1997 to 11 July 1997.\nIt refused to pay this amount to the respondent because,\nso it contended, the\nrespondent was obliged to repay to it sums totalling    R106 422, which had\npreviously been paid as export incentives\n(plus interest thereon) to the\nrespondent in respect of the periods from July 1992 to December 1992 and from\nJanuary 1993 to June\n1993. The respondent instituted an action in the Transvaal\nProvincial Division of the High Court against the Director-General of\nthe\nDepartment and the Minister of Trade and Industry claiming payment of the amount\nof R387 644 plus interest and costs. The appellant\ndefended the action. They\nadmitted that the respondent became entitled to payment of the amount claimed\nbut averred that the department’s\nindebtedness to the respondent in this\namount was extinguished by set-off. The defence of set-off was based on the\nallegation that\nthe respondent owed the Department the amount of   R1 066 422 to\nwhich I have referred above. The first appellant also brought a\ncounterclaim\nagainst the respondent for R678 778, being the balance of the amount of R1 066\n422 (after deduction of the respondent’s\nclaim of R387 644) which he\nalleged the respondent owed to the department.\n[5]\nThe first\nappellant’s contention that the amount of R1 066 422 was repayable to the\ndepartment was based on the fact that the\ndocuments which the respondent was\nobliged to keep for five years were lost when it  moved offices at some stage\nafter the export\nincentives in question were paid. Although the first appellant\noriginally averred also that he was satisfied that the respondent\nhad furnished\nmisleading information in respect of the claims, this contention was abandoned\nbefore the trial commenced. (At no stage\nwas it alleged that the\nrespondent’s claims had been based on false information.)\n[6]\nAt\nthe trial there remained two issues for determination,\nviz.\n(a)\twhether the payments made to the respondent in respect of the claims for the\ntwo periods referred to in para 4 above were provisional\npayments which were\nconditional upon the claims being capable of verification; and\n(b)\twhether the automatic consequence of the respondent’s having lost the\nrelevant documents and thus being unable to furnish\nthem to the department on\nrequest was that the department became entitled to recover the amounts paid to\nthe respondent in respect\nof its claims for the said\nperiods.\n[7]\nThe trial came before De Vos J, who rejected\nboth of the contentions advanced on behalf of the appellants and gave judgment\nin favour\nof the respondent in the amount claimed. The present appeal is against\nthat judgment.\n[8]\nCounsel for the appellants contended that upon a\nproper interpretation of the GEIS Guidelines a claimant’s entitlement to\npayment\nof an export incentive is conditional upon compliance with its\nobligation to keep for verification purposes the prescribed documents\nand that\nthe respondent, having lost the documents in question before a full-scale\ninvestigation as envisaged by paragraph 3.11 had\nbeen conducted, was not\nentitled to retain the benefit of the payments received, which (so it was\ncontended) were provisional. In\ndeveloping this submission counsel contended\nthat the Guidelines envisage a two-phase process of determination by the\ndepartment\nof an exporter claimant’s entitlement to the incentive. The\nfirst phase, which is conducted in terms of paragraphs 3.9 and\n3.10, culminates\nin what was described as a provisional determination, which is followed by a\nprovisional payment. The provisionality\nof the determination and of the\nsubsequent payment falls away and the initial determination and payment become\nfinal either on the\neffluxion of the five year period referred to in paragraph\n3.9 or when a full-scale investigation under paragraph 3.11 leads to the\nverification of the claim.\n[9]\nCounsel conceded that neither the\nprovisionality of the initial determination and the subsequent payment nor the\nconditionality of\na claimant’s entitlement to an incentive were expressly\nstated in the Guidelines but he submitted that they were a necessary\ninference\nfrom the Guidelines. When asked to formulate what precisely the necessary\ninference was, he said that it read as follows:\nthe entitlement to the incentive\nis conditional upon compliance by the claimant with the obligation imposed upon\nthe exporter in\nthe third sentence of paragraph 3.9. This obligation he\ncontended was a mandatory obligation. It followed, so he submitted, that\na mere\nfailure on the part of the exporter to keep the necessary original documentation\nled automatically to forfeiture of the entitlement\neven if certified copies were\navailable and/or a full-scale investigation to verify the entitlement was still\npossible.\n(As a fact copies of all the necessary documents were not available\nand a full-scale investigation to verify the entitlement was not\npossible. This\nis, however, not relevant in the present matter because the correctness of\ncounsel’s submission has to be tested\nin the context of cases where copies\nare available and where a full-scale investigation is possible. It is also only\nfair to the\nrespondent to record that the appellants accepted that the\nrespondent had acted\nbona fide\nat all times and that the loss of the\ndocuments in the present case does not give rise to any sinister\ninference.)\nIn my opinion it is not possible to draw the necessary inference\nfor which counsel contended.\n[10]\nOn the face of it there is no\nexpressly stated sanction for a failure on the part of an exporter to keep the\nnecessary documents but\nit hardly needs stating that such a failure may well\ngive rise, in appropriate cases, first to a suspicion and thereafter\nsatisfaction\non the part of the first appellant that a claim was either based on\nfalse information or that misleading information had been furnished.\nIf the\nfirst appellant were so satisfied, then the necessary jurisdictional fact for\nthe invocation by him of his power to disallow\na claim and recover the full\namount that had been paid would be present. It is significant in my view that\nthe first appellant’s\npower to disallow a claim and to recover what was\npaid was expressly made subject to the presence of one or other of the\njurisdictional\nfacts I have mentioned. It is clear, however, from the wording\nused that, even if one or other of those jurisdictional  facts were\npresent, the\nfirst appellant still had a discretion as to whether he would use his power to\ndisallow a claim. On the other hand,\nif counsel’s argument is correct, the\nmere failure of an exporter to keep the necessary original documents (even if\nsuch failure\nwere due to a factor entirely beyond his control, such as a fire at\nhis premises, and even if the missing documentation could be\nreconstructed\nand/or a full scale investigation still be conducted) will lead automatically to\na forfeiture of the claim, which would\nbe a very harsh result indeed.\n[11]\nI cannot see the necessity to draw such an inference from the\nwording of the Guidelines nor do I see any necessity to read in the\nword\n‘provisional’ in paragraph 3.10 before the word\n‘determination.’ After all, the determination in paragraph\n3.10 was\nintended to follow the submission of certified copies of the bill of entry for\nexport and the declaration in regard to foreign\nexchange proceeds and the\ndepartment had the full right, while checking a claim and before making a\ndetermination, to request the\nsubmission of any further export documents. It is\ntrue that claims were provisional in the sense that they were subject to\ndisallowance\nby the appellant, but on the plain wording of paragraph 3.11 the\npower of disallowance was made expressly subject, as I have said,\nto the\npresence of one or other of the jurisdictional facts stated, neither of which is\npresent in this case.\n[12]\nIn the circumstances I am satisfied that\nthe contentions advanced by counsel for the appellants cannot be accepted and it\nfollows\nthat the appeal must fail.\n[13]\nThe following order is\nmade:\nThe appeal is dismissed with costs, including those occasioned by the\nemployment of two counsel.\n.................\nIG FARLAM\nJUDGE OF APPEAL\nCONCURRING\nHARMS\t\tJA\nMTHIYANE\tJA\nNUGENT\t\tJA\nVAN\nHEERDEN  AJA",
  "scraped_at": "2026-02-12T08:57:18.899492",
  "date": "2004-03-25",
  "coram": [
    "Harms JA",
    "Farlam JA",
    "Mthiyane JA",
    "Nugent JA",
    "Van Heerden AJA"
  ],
  "case_number": "236/03",
  "parties": {
    "applicants": [
      "Director-General: Department of Trade and Industry",
      "Minister of Trade and Industry"
    ],
    "respondents": [
      "Shurlock International (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Department of Trade and Industry paid an export incentive of R387,644 to Shurlock International (Pty) Ltd for exports between 1 January and 11 July 1997 under the General Export Incentive Scheme (GEIS). The Department later demanded repayment of R1,066,422, alleging that the exporter had failed to retain the original documents required by paragraph 3.9 of the GEIS Guidelines for a five‑year period. The exporter’s documents were lost after it moved offices. The Department claimed the loss amounted to a breach that entitled it to recover the earlier payments, while the exporter argued the payments were final once made. The matter proceeded to the Transvaal Provincial Division, which ruled in favour of the exporter, leading to the present appeal.",
    "issues": "The appeal raised two principal issues: (a) whether the GEIS payments were provisional and conditioned on the exporter’s ability to produce the original documents within five years; and (b) whether the loss of those documents automatically forfeited the exporter’s entitlement and gave the Department a right to recover the amounts already paid.",
    "principles": "The Court examined the GEIS Guidelines, noting that they have the force of legislation but must be interpreted according to their plain wording. Paragraph 3.11 makes any disallowance of a claim and recovery of amounts payable only where the claim is based on false or misleading information, and even then the Director‑General retains discretion. No clause imposes an automatic forfeiture for merely failing to retain original documents, and any sanction must be grounded in the presence of a jurisdictional fact as expressly provided.",
    "application": "Applying these principles, the Court found that the exporter had not submitted false or misleading information and that the Guidelines do not contain an express provision that loss of documents triggers automatic repayment. The Department’s power to recover the incentive is therefore discretionary and cannot be exercised in the present circumstances. Consequently, the appellant’s contention that the payments were merely provisional and that loss of documents results in forfeiture was rejected.",
    "conclusion": "The appeal was dismissed with costs, including those incurred for the employment of two counsel. The Department’s claim for repayment of the export incentives was rejected, affirming the lower court’s judgment in favour of Shurlock International (Pty) Ltd."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Export Incentives",
    "level_3": [
      "general export incentive scheme",
      "documentary requirements",
      "set‑off",
      "disallowance of benefits",
      "statutory interpretation"
    ]
  }
}