{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/40.html",
  "case_name": "Welch v Commissioner for the South African Revenue Service (23/2003) [2004] ZASCA 40; [2004] 2 All SA 586 (SCA); 2005 (4) SA 173 (SCA); 66 SATC 303 (21 May 2004)",
  "citation": "[2004] ZASCA 40",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 40\n|\nNoteup\n|\nLawCite\nWelch v Commissioner for the South African Revenue Service (23/2003) [2004] ZASCA 40; [2004] 2 All SA 586 (SCA); 2005 (4) SA 173 (SCA); 66 SATC 303 (21 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nIN THE SUPREME\nCOURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE  NO:\n23/2003\nIn the matter\nbetween :\nESTATE R F\nWELCH\tAppellant\nand\nCOMMISSIONER FOR\nTHE SOUTH AFRICAN REVENUE SERVICE\t Respondent\n___________________________________________________________________________\nCoram:\tMARAIS,\nZULMAN, NUGENT, CONRADIE\net\nCLOETE JJA\nHeard:\t11 MARCH\n2004\nDelivered:\n21 MAY 2004\nDonations\nTax â Whether exigible  on value of assets settled upon trust\nprimarily to enable trustees to discharge settlorâs maintenance\nobligations in terms of an order for divorce incorporating a consent\npaper which provided for the establishment of such trust. Order\nto be\nfound in para [73].\n___________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nMARAIS JA/\nMARAIS JA:\n[1]\tThe\nissue in this appeal is whether, in the particular circumstances of\nthe case, the disposal of assets to a trust amounted to\na donation\nupon which donations tax is payable. The Special Income Tax Court\npresided over by Foxcroft J held that it was not. A\nfull court of the\nCape High Court (Davis J with Selikowitz and Van Reenen JJ\nconcurring) reversed the finding but granted leave to\nappeal to this\ncourt. The decision is reported at\n2003 (1) SA 257\n(C).\n[2]\nThe\nfacts\n:\nMr\nR F Welch married twice. There was a child born of each marriage. His\nsecond marriage was dissolved by a decree of divorce granted\nto him\non 25 October 1996. The action was unopposed because the parties,\neach represented by attorneys, had negotiated at armâs\nlength an\nagreement (âthe consent paperâ) which governed such matters as\nproperty rights, maintenance for Mrs Welch and maintenance\nfor the\nminor child, T., born of the second marriage. The consent paper\nentailed the setting up by Mr Welch of a trust and the transfer\nto it\nof assets to enable the trustees to fulfil the obligations to be\nundertaken by them. The primary obligation of the trustees\nwas to\nensure that the provisions of the consent paper which had been made\nan order of court were implemented. The terms upon which\nthe trust\nwas to be established were set out in an annexure to the consent\npaper.\n[3]\tIt\nis not necessary to do more than to summarise the import of the\nconsent paper and the trust deed. The consent paper ârecognises\n(Mr\nWelchâs) legal obligation to pay rehabilitative maintenance to\ndefendant (Mrs Welch) as well as to contribute towards the\nmaintenance\nof the partiesâ minor child, T.â. It provided that\nâ(i)n discharge thereofâ Mr Welch would settle certain assets\nupon a trust\nto be created âwith the specific intention of\nproviding incomeâ for the purposes thereafter set out in the\nconsent paper. Mrs\nWelch was to be paid R4 500,00 per month for 60\nmonths or until her death or remarriage whichever should occur first.\nThe cost of\na hospital plan to be taken out for her benefit for as\nlong as maintenance was payable to her was to be deducted from the\namount\nof R4 500,00. The maintenance payable was to increase each\nyear by a percentage equal to the percentage increase in the urban\nweighted\naverage of the consumer price index.\n[4]\tThe\nminor child, T., was to receive a contribution towards his\nmaintenance until he reached the age of 21 years or became\nself-supporting,\nwhichever occurred first. The amount was R1 000,00\nper month (to be paid to his mother) and was to be increased annually\nin the same\nmanner as his motherâs maintenance was to be increased.\nIn addition all school fees, school uniforms, school books,\nextramural\nactivities, stationery and equipment had to be paid for.\nSo did all medical, dental, pharmaceutical, ophthalmologic  and\nrelated\nmedical expenses. If the child showed an aptitude for\ntertiary education he was to be maintained until he had completed his\ntertiary\nstudy notwithstanding that he might have attained the age of\n21 years.\n[5]\tIn\nthe event of the trust being unable to meet these obligations, âor\nany portion thereofâ, to Mrs Welch or the minor child,\nT., the\nobligations were to revert to Mr Welch. His obligations under the\nconsent paper were declared to be binding upon his estate.\n[6]\tMrs\nWelch was to retain a property situate at Bergvliet, its contents,\nand a Toyota Corolla motor car all of which assets were\nrecorded to\nhave been financed exclusively by Mr Welch. As consideration âfor\nthe assets and maintenance settled upon herâ in\nterms of the\nconsent paper, Mrs Welch waived in favour of the minor child, T., her\nright to any income or benefit which might  have\n accrued  or  might \nin  the  future  accrue  to  her  from  another  trust, the R F Welch\nFamily Trust. Mr Welch  was  also  bound\n to  repay  to  the P F\nHofmeyer Trust a loan of R30 000,00 made by it to him to assist him\nin acquiring the Bergvliet property for\nMrs Welch.\n[7]\tThe trust deed\nwas signed on 19 November 1996. It recorded that Mr Welch was obliged\nin terms of the consent paper and order of\ncourt âto make a\nsettlement for the purposes and on the terms and conditions recorded\nin this Trust Deedâ. It created âThe\nCarom Trustâ and vested in\nthe trust all of Mr Welchâs shares in NO Welch Engineering (Pty)\nLtd, his half-share of two erven\nat Ottery in the Cape and his\none-third share in another erf at Ottery. The value of the assets was\nR3 216 760,00. Mr Welch undertook\nto transfer the assets to the trust\nâsubject to the terms, conditions and provisions of this Trust\nDeedâ. The trust was empowered\nto accept additional amounts in the\nfuture âon the same terms and conditions and for the purposes set\nforth in this Trust Deedâ.\n[8]\tA\ncomplicating factor is that the trust deed went further than simply\nproviding for fulfilment by the trustees of the obligation\nto pay\nmaintenance for Mrs Welch and the minor child, T.. It created income\nbeneficiaries and capital beneficiaries some of whom\nwere not persons\nto whom maintenance obligations were owed in terms of the consent\npaper. While both Mr and Mrs Welch and the children\nborn of Mr Welch\nwere beneficiaries, their rights were not similar in all respects.\n[9]\tAs\nfar as income was concerned, Mrs Welch and the minor child, T., were\nentitled to have the âamounts due in terms of the consent\npaperâ\npaid before any distribution of income to them or to Mr Welch and his\nother children. It seems reasonably clear from this\nthat there could\nbe further distributions of income over and above that distributed to\nmeet the obligations spelt out in the consent\npaper. Those further\ndistributions might be made to one or more or all of the named\nbeneficiaries. The trustees were empowered to\npay to beneficiaries\nfrom the trustâs income amounts for, inter alia, âsuch purposes\nas may, in the sole and absolute discretion\nof the trustees be for\nthe benefit or in the interest of the Beneficiary concernedâ.\n[10]\tHowever,\nthe trustees were also empowered to accumulate, until the vesting\ndate when capital became payable to the capital beneficiaries,\nthe\nincome of the trust without paying it or any part of it to the income\nbeneficiaries. That did not mean that they did not have\nto settle the\nmaintenance obligations due in terms of the consent paper to Mrs\nWelch and T.; it simply meant that they were not obliged\nto\ndistribute any further income to them or to any other income\nbeneficiaries in their capacity as beneficiaries.\n[11]\tAny income so\naccumulated had to be held âas part of the capital of the Trust for\nall the purposesâ of the trust but the\ntrustees were empowered to\napply âthe whole or any part or parts of the said accumulations as\nif the same were income arising in\nthe then current yearâ.\n[12]\tThe capital\n(which could of course have grown or have been diminished by the\nvesting date) was to be distributed to the capital\nbeneficiaries on\nthe vesting date stipulated in the trust deed. The capital\nbeneficiaries were Mr Welchâs children. That date was\neither the\ndate upon which the youngest of any children born to Mr Welch\nattained the age of 30 years or such date as might be elected\nby the\nunanimous decision of the trustees. If at the date elected by the\ntrustees any capital beneficiary was not yet 30 years of\nage the\ncapital payable to him or her had to continue to be held in trust\nuntil that age was attained. That notwithstanding, the\ntrustees were\nempowered to make premature payments of capital and/or income to such\na beneficiary âfor such reasons and for such\npurposes as the\ntrustees in their sole and entire discretion shall determineâ.\n[13]\tThe\nnet effect of these provisions was this. The trustees were obliged in\nlaw to fulfil the maintenance obligations to Mrs Welch\nand the minor\nchild, T., which Mr Welch had undertaken in terms of the consent\npaper. The consequence of that was that for so long\nas they did so,\nthey would be discharging Mr Welchâs obligations to Mrs Welch and\nT. under the consent paper.\n[14]\tMr Welch was to\ntransfer assets to the value of R3 216 760,00 to the trust. He did\nnot agree to do so because he intended to\nmake a gift of those assets\nto the trustees to be used as they saw fit. He agreed to do so for\ntwo purposes. The primary and dominant\npurpose was to enable the\ntrustees to fulfil the maintenance obligations which he had\nundertaken in terms of the consent paper. He\nwas obliged to set up a\ntrust for that purpose. Pragmatically, the secondary purpose was\nnecessitated by the first. It was inherent\nin the situation that\nthere might be more income generated in the trust than was required\nto achieve the primary purpose and that\nthere might be capital\nremaining after the obligations arising from the consent paper had\nbeen discharged. Some provision would have\nhad to be made to cater\nfor that contingency. The ultimate destination of those funds could\nnot have been left in the air.\n[15]\tWhat\nMr Welch did to cater for those contingencies was to empower the\ntrustees to use income for the benefit of himself and Mrs\nWelch and\nhis children. In the case of Mrs Welch and T. the exercise of such a\npower would mean of course that they would receive\nincome over and\nabove that which they were entitled to receive in fulfilment of the\nobligations arising from the consent paper.\n[16]\tAs to capital,\nMr Welch could of course legitimately have stipulated that any\ncapital remaining after the primary purpose had\nbeen achieved should\nrevert to him. Instead, he stipulated that it should go to his\nchildren. Herein lies the complication which\ntends to cloud the\nanalysis of what was intended and what was done. Such an analysis is\nessential in order to determine whether the\ntransfer of assets to the\ntrust was a donation attracting liability for donations tax.\n[17]\tUnfortunately,\nbefore transfer of the assets had taken place, Mr Welch died on 16\nDecember 1996. His executors regarded the obligations\nundertaken by\nhim in terms of the consent paper to be binding upon his estate (âthe\nestateâ) and they caused assets to be transferred\nto the trust in\nthe manner contemplated in the consent paper.\n[18]\tThe respondent\nsought initially to tax the estate upon the value of the assets\nsettled upon the trust upon the premise that estate\nduty was payable.\nCorrespondence between the estate and the respondent ensued and it\nled to a change in stance by the respondent.\nHis contention then\nbecame that the entire settlement was a donation to the trust within\nthe meaning of s 54 of the Income Tax Act\n58 of 1962 (âthe Actâ)\nand that donations tax on the whole of the value of the assets (R3\n216 760,00) was payable by the trust.\nThe Special Income Tax Court\nrejected the contention.\n[19]\tThe\nbasis on which the full court reversed the judgment of the Special\nIncome Tax Court was, in my opinion, wrong. It interpreted\nthe\ndefinition of âdonationâ in s 55 (1) of the Act as requiring an\nidentifiable\nquid\npro quo\nor\nconsideration to be given by the trustees for the assets settled upon\nthe trust if the transfer of the assets was to escape being\nlabelled\na donation. It considered that there was none given by the trustees\nand consequently that a donation as defined to the trustees\nhad taken\nplace. It concluded that donations tax was therefore payable upon the\nvalue of the assets transferred to the trust.\n[20]\tThe charging\nprovision is s 54 of the Act. It reads: âSubject to the provisions\nof section 56, there shall be paid for the\nbenefit of the National\nRevenue Fund a tax (in this Act referred to as donations tax) on the\nvalue of any property disposed of (whether\ndirectly or indirectly and\nwhether in trust or not) under any donation by any resident (in this\nPart referred to as the donor).â\n[21]\tThe word\nâdonationâ is defined in s 55 (1). It âmeans any gratuitous\ndisposal of property including any gratuitous waiver\nor renunciation\nof a rightâ. The word âdoneeâ is also defined. It âmeans any\nbeneficiary under a donation and includes, where\nproperty has been\ndisposed of under a donation to any trustee to be administered by him\nfor the benefit of any beneficiary, such\ntrustee: Provided that any\ndonations tax paid or payable by any trustee in his capacity as such\nmay, notwithstanding anything to\nthe contrary contained in the trust\ndeed concerned, be recovered by him from the assets of the trustâ.\nThe word âpropertyâ\nis defined in s 55 as meaning âany right in\nor to property movable or immovable, corporeal or incorporeal,\nwheresoever situatedâ.\n[22]\tSome\npreliminary observations are appropriate. The test to be applied at\ncommon law to determine whether the disposition of an\nasset amounts\nto a donation properly so called (as opposed to a remuneratory\ndonation) is so well-settled that it hardly needs repetition.\nThe\ntest is of course that the disposition must have been motivated by\nâpure liberalityâ or âdisinterested benevolenceâ.\n1\nAs it was put in\nDe\nJager v Grunder\n,\n2\nâWas die dryfveer iets anders as suiwer vrygewigheid  en\nwelwillendheid jeens die eiser, was dit geen skenking nie.â\nFurthermore,\nthere is a presumption against donations in our law.\n3\n[23]\tIt is a\nquestion to what extent the definition of âdonationâ in s 55 (1)\nof the Act differs in any material respect from\nthe common law\nconcept of a donation. It is also a question whether the definition\nof âdoneeâ in the same section is to play\nany role in the\ninterpretation of the definition of âdonationâ. There is no\nreference  in  either  the  charging section (s 54)\nor the definition\nof âdonationâ (s 55 (1)) to the word âdoneeâ.\n[24]\tIt\nseems to me that the relevance of the definition of the word âdoneeâ\narises only after it has been determined that there\nhas been a\ndonation within the meaning of s 54 read  with  the  definition  of \nthe  word âdonationâ in s 55 (1). To do otherwise\nwould be to put\nthe cart before the horse. The definition of âdoneeâ would become\nrelevant then only to determine who is to be\nregarded as the donee in\ncases where a trustee has been interposed between the donor and the\nintended beneficial recipient of the\ndonation. In such a case the\neffect of the definition of âdoneeâ is to deem the trustee rather\nthan the beneficiary to have benefited\nfrom the donation, even\nalthough the trustee obviously has not, and to render the trustee\njointly and severally liable with the donor\nfor the donations tax\npayable if the donor has not paid it within the prescribed period of\nthree months from the date upon which\nthe donation takes effect.\n4\n[25]\tConsistently\nwith the effect of the latter provision (deeming the trustee to be\nthe donee) s 56 (1) (e) of the Act exempts from\ndonations tax\nproperty disposed of under a donation âif such property is disposed\nof under and in pursuance of any trustâ. The\nobvious purpose of\nthis provision is to avoid donations tax being levied twice upon what\nwas in essence one donation by the donor.\n[26]\nCIR\nv Estate Hulett\n5\nis authority for\nthe proposition that the definition of âdonationâ in s 55 (1) is\nnot synonymous with the common law concept of\na donation. In that\ncase Friedman AJA said: âThe word âdonationâ has acquired under\nour law the meaning of a gratuitous disposal\nof property prompted by\nmotives of sheer liberality or disinterested benevolence â¦. .â I\ncite this passage because of the concatenation\nof the words\nâgratuitous disposalâ and âsheer liberality or disinterested\nbenevolenceâ. It suggests to me that the latter\nwords are intended\nto be elucidatory of the word gratuitous and not antithetical to it.\nIn his work on income tax\n6\nMeyerowitz has suggested that âIt can be said that because of the\ndefinition of donations in the Income Tax Act, the aspect of\npure\nliberality or disinterested benevolence is not requiredâ and that\nthe decision in\nHulettâs\ncase provides support for that view.\n[27]\tI\ndo not agree with either the proposition or the suggestion that the\ndecision in\nHulett\nsupports it. In the passage\n7\ncited by Meyerowitz the learned judge was not purporting to decide\nany such point. He was simply rejecting an argument that the\ndefinition\nof the word âdonationâ in one Act could be applied in\na different Act where it was undefined. In what particular respect or\nrespects\nthe word as defined differed from the undefined word he did\nnot purport to decide. He merely said that the common law meaning of\nthe word had a meaning âdiffering substantially from the statutory\ndefinition sought, by the argument, to be attributed to itâ.\n[28]\tNor\ndo I read the decisions in\nCIR\nv Kohler Estate\n8\nand\nEstate Furman and\nOthers v CIR\n9\nas\ndeciding that a gratuitous disposal of property can exist without an\naccompanying motive of sheer liberality or disinterested benevolence.\nThose decisions were concerned solely with the meaning of the word\nâdispositionâ in the provisions under scrutiny in those cases.\n[29]\tIn\nITC No 1545\n10\nthe Cape Special\nIncome Tax Court regarded it as so obvious that the word âgratuitousâ\nin the definition of the word âdonationâ\ndid not eliminate the\nneed to enquire into the motive with which the disposal was made,\nthat it did not regard it as necessary to\nprovide any reasons for so\nthinking. I share that view and provide reasons only because the\ncontrary was argued before us.\n[30]\tIn\nmy opinion the legislature has not eliminated from the statutory\ndefinition the element which the common law regards as essential\nto a\ndonation, namely, that the disposition be motivated by pure\nliberality or disinterested benevolence and not by self-interest\nor\nthe expectation of a\nquid\npro quo\nof some\nkind from whatever source it may come.\n[31]\tIf\none were to scour the dictionaries to find a single word apt to\nconvey that the disposition should be motivated by pure liberality\nand not in expectation of any\nquid\npro quo\nof whatever\nkind, one would not find a better or more appropriate word than\nâgratuitousâ. The shorter OED gives the following\nmeaning to the\nword:\nâ\n1.\tFreely\nbestowed or obtained; granted without claim or merit; costing nothing\nto the recipient; free.\n2.\tDone, made,\nadopted or assumed without any good ground or reason; uncalled for;\nunjustifiable.â\n[32]\tThe\nordinary meaning of that word in the context of the making of a\ndisposition includes, I suggest, âwithout obligationâ;\nâfor no\nreturnâ; âwithout any\nquid\npro quo\nbeing given\nor expectedâ. None of those meanings is incompatible with the\nco-existence of a motive of pure liberality or disinterested\nbenevolence. On the contrary, they are indicative of the co-existence\nof just such a motive. If the legislature wished to alter the\nmeaning\nwhich the common law assigns to the word donation\nin\nthat particular respect\nit could not have chosen more inappropriate language to achieve that\nobjective.\n[33]\tWhen the\nlegislature intended to treat as if they were donations, disposals of\nproperty which were not when judged by common\nlaw standards, it\nexpressed itself plainly. Thus s 58 of the Act deems to have been\ndisposed under a donation a disposal of property\nfor a consideration,\nwhich, in the opinion of the Commissioner, is not an adequate\nconsideration, provided that in determining the\nvalue of the property\na reduction must be made by an amount equal to the value of the\nconsideration.\n[34]\tHere, unlike s\n54 and the definition of âdoneeâ in s 55 (1), the words âunder\na donationâ do not qualify the words âwhere\nany property has been\ndisposed ofâ in s 58. It follows that the definition of âdonationâ\nin s 55 (1) plays no role in interpreting\nor giving effect to the\nprovision in s 58. It is thus clear, in applying this provision, that\nthe motive for the disposal is irrelevant;\nit is simply a question of\nwhether the consideration given for a disposal of property (whatever\nthe motive) was, in the opinion of\nthe Commissioner, adequate.\n[35]\tThere\nhas been no such clarity of expression in the definition of\nâdonationâ in s 55 (1). In my view, it is entirely consistent\nwith a legislative  intention not to depart from the common law\nconception of a donation\nin\nthat\nparticular\nrespect\n. To the\nextent that the definition may be ambiguous (and I do not think it\nis) it would of course have to be interpreted\ncontra\nfiscum\n.\n[36]\tIt may perhaps\nbe suggested that abandonments and other possible modes of disposing\nof property may be gratuitous but that they\nare not necessarily\naccompanied by motives of pure liberality or disinterested\nbenevolence and that they would therefore be hit by\nthe definition of\ndonation. Where the abandonment takes the form of consignment to a\nrubbish bin I grant that an accompanying motive\nof pure liberality or\ndisinterested benevolence is not easy to discern. (Possibly the\nraiders of rubbish bins may be the intended\nbeneficiaries but that\nseems fanciful.) The true answer lies, I think, in the context of the\ndefinition read with the Act. It contemplates\nthe existence of\nanother person in whom the property disposed of is intended to vest\nor (in the case of waiver or renunciation of\na right) a person whose\nobligations to the party waiving or renouncing a right will cease to\nexist. It is for that reason that abandoned\nproperty (\nres\nderelictae\n) does not fit into either the common law mould or the\nstatutory mould of a donation.\n[37]\tIt may of\ncourse be different where the abandonment is more apparent than real.\nFor example, an eccentric multi-millionaire who\nthrows a diamond into\na haystack with an accompanying public statement that he has done so\nand that whoever finds it first is welcome\nto it, may well be said to\nhave donated it (in the common law sense of the word) to whoever\nfinds it first or to have gratuitously\ndisposed of it (as the\nstatutory definition of donation puts it) to that person. But these\nand similar conundrums are really beside\nthe point. They are just not\npotent enough to dispel the impact of the choice of the word\nâgratuitousâ in the definition when\nread together with the\nantecedent existence of a well-known  set of common law criteria\nwhich determine whether a disposal of property\nis a donation. As I\nhave said, far from the use of the word signalling an intention to\njettison these criteria, it signals the contrary.\n[38]\tI\nam fortified in my belief that the definition does not eliminate the\nneed to enquire whether the motive for the disposal was\nor was not\npure liberality or disinterested benevolence by considering the\nstartling consequences of a contrary conclusion. There\nis nothing in\nSouth African law which prohibits a citizen from establishing an\ninter vivos\ntrust for any lawful reason. The motive with which a trust may be\nestablished can vary from, at one end of the scale, purely altruistic\nand benevolent to, at the other, the discharge of legally binding\nobligations. In neither case is there any intention to benefit\nthe\ntrustee and that is so despite the fact that in law the bare\ndominium\nof the property settled upon the trust vests in the trustee. In the\nfirst-mentioned case there is of course an intention to bestow\na\ngratuitous benefit upon the named beneficiary and a donation has\ntaken place in both the common law sense, and\na\nfortiori,\nif one\nassumes it has a wider meaning, in the defined sense of the word.\nWhere that is the motive, liability for donations tax cannot\nbe\navoided simply by interposing a trustee between the donor and the\nbeneficial recipient of the asset transferred to the trustee.\nIn such\na case the effect of the definition of âdoneeâ in s 55 (1) is\nthat the trustee is deemed to have been the donee even\nalthough the\ntrustee has to administer the donation for the benefit of the\nbeneficiary.\n[39]\tIn\nthe second case, there is no intention to make a donation in any\nsense of the word. The funds settled upon the trust are not\nintended\nto be given to anybody as a gift; they are intended to be used to\nsettle legal obligations which burden the settlor. The\ntrustee\nundertakes to fulfil the mandate given to him and in fulfilling it\ndischarges the obligations of the settlor to the relevant\nthird\nparties. If the mere fact that the trustee in his own right has not\npaid the settlor anything or given some\nquid\npro quo\n(other than\nan undertaking to fulfil the mandate imposed by the trust deed) for\nthe funds given to him for that purpose is to be\nthe sole criterion\nfor imposing a liability to pay donations tax, it is difficult to\nconceive of any case in which a trust can be\nestablished and assets\ntransferred to the trust where a liability for donations tax would\nnot arise.\n[40]\tTrustees\ndo not ordinarily pay or give consideration in return for benefits\nwhich third parties are to receive. Nor do they do\nso in return for\nthe bare\ndominium\nof the assets which are vested in them. It would follow that all such\ntrusts, whatever their purpose, are liable for donations tax\nunless\nexempt under one or other of the provisions of s 56 of the Act. A\nperson who has sufficient insight into his own habitual\nfinancial\nprofligacy to sequester enough money in the hands of a trustee to\nensure that his future provisional tax and income tax\nobligations\nwill be met, will have to accept that 25% of the funds that he makes\navailable to his trustee to ensure his tax obligations\nto the\nCommissioner are met on due date, will have to be paid to the\nselfsame Commissioner. That is a consequence which can, I think,\nrightly be described as absurd.\n[41]\tThe\nexample I have given is of course specifically designed to evoke\nderision from which it is but a short step to the attachment\nof the\nlabel âabsurdâ to it. However, many more examples of absurdity\ncan be given which are not so rarely encountered that they\nmay be\ndiscounted as purely hypothetical and unlikely to arise in practice.\nA judge who orders a large damages award to an orphaned\nminor to be\npaid to a trust to be formed is not ordering the defendant to make a\ndonation. The defendant is not making a donation\nin paying the\nordered damages to the trustee. It is fulfilling an obligation\nimposed by law. The trustee is not the beneficiary of\nthe trust and\nthe beneficial interest in the award is vested in the orphan. The\ntrustee has not given any\nquid\npro quo\nto the\ndefendant. Even the commitment by the trustee to administer the award\nfor the benefit of the orphan is not really a\nquid\npro quo\ngiven to\nthe defendant. It is a commitment given to the court. Yet it is plain\nthat by paying the sum ordered to the trustee the\ndefendant will be\ndischarging its obligation to the orphan. If the trustee\nmisappropriates the money that will not revive the defendantâs\nliability. The defendant has certainly not made a donation motivated\nby sheer liberality nor has it gratuitously disposed of the\nmoney\npaid to the trustee. Yet, if the submissions of counsel for the\nCommissioner are correct, the defendant will be liable for\ndonations\ntax together with the trustee.\n[42]\tThe examples\ncan be multiplied. People who spend much of their lives in foreign\nclimes but who still retain substantial links\nwith South Africa and\nset up trusts which they endow with funds to enable the trustee to\nmeet their recurring and ongoing financial\nobligations to their\ncreditors in South Africa are not disposing of money by donating it\nin either the common law sense of the word\nor in the statutory sense\n(if it be different from the common law sense) of gratuitously\ndisposing of it.\n[43]\tIt\nis so that logic, fairness and consistency are not essential\nattributes of taxing legislation and that that has to be borne\nin\nmind when interpreting such legislation. But that does not mean that\nin interpreting taxing provisions one should assume\na\npriori\nthat an\ninterpretation which is illogical, unfair and inconsistent is\nprobably what was intended. Nor does the fact that it is a\ntaxing\nprovision which is under consideration mean that where the language\nemployed is reasonably capable of two possible interpretations,\none\nof which will yield absurd results, and another which will not, the\nformer should be preferred.\n[44]\tIn the present\ncase, the facts are such that whatever view one takes of the\ndefinition of âdonationâ there has been no donation\nof R3 216\n760,00. If one accepts that a motive of sheer liberality or\ndisinterested benevolence remains an essential element in the\ninquiry\nand has not been excluded by the definition, it is clear that the\nassets were not settled upon the trustees with any such\nmotive. The\nprimary and dominant purpose was to enable them to satisfy the legal\nobligations which the consent paper which had been\nmade an order of\ncourt imposed upon Mr Welch.  I shall return in due course to the\nimplications of the subsidiary motive of providing\nfor excess income\nand remaining capital to go to persons to whom he was under no legal\nobligation.\n[45]\tIf\none does not accept that those criteria (sheer liberality or\ndisinterested benevolence) remain relevant, it is at least clear\nthat\nif some realistic consideration is being received by the settlor, the\ndisposal cannot be regarded as âgratuitousâ.\n11\nHere the consideration is obvious. Mr Welch was under a legal\nobligation to pay maintenance for Mrs Welch and T.. That was a debt\ndue by him to them and it would not cease to exist upon his death.\n12\nThe mechanism agreed upon by Mr and Mrs Welch for ensuring that this\nobligation was discharged was the establishment of a trust which\nwas\nto be provided with sufficient assets to enable the trustees to meet\nthose obligations. If they did so (and they were obliged\nto do so in\nterms of the trust deed), Mr Welchâs obligations would be\npro\ntanto\ndischarged.\n[46]\tThe\nfact that he could not entirely and permanently slough off his\nliability to Mrs Welch and T. by establishing the trust and\nthat he\nwould remain liable to them in the event of the trust being unable to\nfulfil the maintenance obligations does not derogate\nfrom the fact\nthat he disposed of the assets for a substantial\nquid\npro quo\n. That\nquid\npro quo\nwas a\nrelinquishment by Mrs Welch of her right to claim the agreed\nmaintenance for herself and T. from Mr Welch for so long as the\ntrustees fulfilled their obligation to pay that maintenance and an\nundertaking by the trustees to fulfil that obligation.\n[47]\tThat\nconsideration or\nquid\npro quo\nwas not\nillusory or insubstantial. Viewed  in  balance  sheet  terms  Mr \nWelch  transferred  assets  to  the  value of R3 216 760,00\nto the\ntrustees. He also had a liability to Mrs Welch and T. in terms of the\nconsent paper and court order. As against that, he received\nfrom the\ntrustees an asset in the form of an undertaking by them to discharge\nhis liability to Mrs Welch and T.. That asset cannot\nbe ignored in\ndeciding whether the transfer of the assets to the trustees was\ngratuitous. Its acquisition by Mr Welch was the consideration\nfor the\ntransfer. Without it Mr Welch obviously would not have been willing\nto transfer the assets.\n[48]\tThere\nwas also of course a\nquid\npro quo\ngiven by\nMrs Welch. She waived her right to the income from the R F Welch\nFamily Trust. She agreed to look to the trust and not to\nMr Welch for\nthe agreed maintenance payable to herself and T. for as long as the\ntrustees were able to discharge those obligations\nby utilising the\nassets which had been settled upon the trust. To suggest that Mr\nWelch transferred the assets to the trustees in\nreturn for nothing of\nany value would be to place a wholly unrealistic and erroneous\ninterpretation upon the transaction.\n[49]\tIt\nremains to deal with the complications arising from the secondary\npurpose (set out in para [8]) for which the trust was created.\nIt may\nwell be that in so far as income or capital might be paid to the\nbeneficiaries (over and above the maintenance payable to\nMrs Welch\nand T.) a donation would have been made. But the beneficiariesâ\nexpectation of receiving any such payments would be no\nmore than a\nspes\n.\nIt might or might not happen. The problems associated with attempting\nto assess the probability or improbability of that\nspes\nmaturing into an actual receipt of income or capital are legion.\nImponderable or relatively imponderable factors such as future\ninflation\nrates, investment returns, investment expertise, the\nprospect of remarriage, the possibility of serious permanently\ndisabling injury\nor illness occurring, and the possibility of early\ndeath of one or more of the beneficiaries bedevil reliable\nprognostication. Yet\nthe effort may sometimes have to be made.\nIndeed, in invoking s 58 the Commissioner has to assess as best he\ncan what the value is\nof the consideration that has been received for\nthe disposal of the property. In the present case (in which s 58 was\nnot invoked\nby the Commissioner) that would have involved assessing\nwhat the value to Mr Welch was of Mrs Welchâs renunciation of her\nright\nto income from the R F Welch Family Trust in favour of T.. I\nsay this bearing in mind that maintenance to be paid to a minor child\nis always subject to variation on good cause shown and consequently\nthat income paid to T. which is separate and distinct from income\npaid to him through his mother by the Carom Trust by way of\nmaintenance would be relevant to an assessment of the extent to which\nhe could call upon the trustees of the Carom Trust or Mr Welch to\nmaintain him.\n13\nAny assessment of the value of the consideration received by Mr Welch\nwould also involve assessing the value to him of transferring\n(even\nif only conditionally and subject to reversion to him) to the\ntrustees the obligation to fulfil the obligations undertaken\nby him\nin the consent paper and court order.\n[50]\tThe\nshort point is this. However difficult the assessment may have been,\nit may have been open to the Commissioner to invoke\ns 58 in order to\nrecover donations tax on such part of the sum of R3 216 760,00 for\nwhich, in his opinion, no adequate consideration\nwas given. But he\ndid not do so. Instead he opted to regard the entire sum as a\ngratuitous disposal. In that, he was wrong. I might\nadd that even if\nit were to be held that there was a donation to the trustees it would\nbe obvious that they received no more than\nthe bare\ndominium\nof the assets. It is that which would have to be valued and it is\ndifficult to see how it could be assigned any value.\n14\nAnd if what fell to be valued was the mere\nspes\nof the\nbeneficiaries that they might receive income or capital after the\nmaintenance obligations of the trust had been met, the difficulties\nalluded to in para [49] would arise. On any view of the matter an\nassessment of donations tax based on the premise that the value\nof\nthe donation was R3 216 760,00 was not permissible. It follows that\nthe assessment for donations tax cannot be allowed to stand.\n[51]\tThe\ndecision in\nOgus v\nSecretary of Inland Revenue\n15\nmay appear at first\nblush to run counter to the conclusions I have reached and to contain\ndicta\nin conflict with some of the observations I have made. But if account\nis taken of the unique nature of the obligation which the settlor\nin\nthat case imposed upon the trustees, namely, to pay or indemnify him\nfor the donations tax payable on the sum of money which he\nsettled\nupon the trust, and in particular of an observation by the court to\nwhich I shall return, I do not think there is any clash.\n[52]\tThe key to an\nunderstanding of the decision in that case that donations tax was\npayable upon the whole of the sum of money settled\nupon the trust and\nnot upon that sum less the donations tax payable upon it, lies in the\ncircuity of reasoning which is inherent\nin the argument of the\nsettlor as to the interpretation of the term in the trust deed\nimposing the obligation to pay or indemnify\nthe settlor for the\ndonations tax payable. Although this was not articulated by the court\nI think that it was this circuity of reasoning\nwhich consciously or\nsub-consciously underlay its decision.\n[53]\tThere\nis a world of difference between, on the one hand, the nature of the\nobligations undertaken by the trustees in the hypothetical\nexamples I\nhave postulated in paras [40], [41] and [42] of this judgment and the\nobligations undertaken by the trustees in this case,\nand, on the\nother, the obligation undertaken by the trustee in\nOgusâs\ncase. In the former class of case the\ncorpus\n(or part of it) is plainly given to the trustee to be used to\ndischarge legal obligations which the settlor would have had to\ndischarge\nhimself and which are clearly identifiable as obligations\nwhich have an existence independent of the existence of the trust. It\nis\ntherefore notionally possible to say that, to the extent that the\nsettlor settled funds upon the trustee to enable him to discharge\nthe\nsettlorâs independently existing legal obligations (whether present\nor future), there has been no donation or gratuitous disposal\nof\nthose funds because he has received a\nquid\npro quo\nof\nequivalent value.\n[54]\nOgusâs\ncase differs\ntoto\ncaelo\n. Donations\ntax liability cannot exist absent a donation which spawns it. And the\nquantum\nof the tax is dependent on the value of the donation. Unless the\nvalue of the donation is known or can be assessed, it will be\nimpossible\nto quantify the donations tax liability. Where, as in\nOgusâs\ncase, a settlor imposes an obligation upon a trustee to pay or\nindemnify him for donations tax, he cannot be said to have received\na\nconsideration in that amount and therefore to have donated less than\nthe full amount he settled upon the trustee. Even if he had\nsubjectively intended to bring about that result, he would not have\nbeen able to achieve his purpose in law. The reason is this.\n[55]\tPostulate a\nsettlor who settles R1 000 000,00 upon a trustee for the benefit of a\nnamed beneficiary but stipulates that donations\ntax must be paid by\nthe trustee (or that he, the settlor, must be indemnified for paying\nit himself). If the donation is taken to\nbe R1 000 000,00 and the\nrate of tax is say 20%, the tax will be (ignoring exemptions) R200\n000,00. But, argues the settlor, âI\nshould not be taken to have\ndonated R1 000 000,00; I should be taken to have donated only R800\n000,00 because payment by the trustee\nof the tax of R200 000,00 on\nthe amount of R1 000 000,00 was the consideration I received for\nsettling an equivalent amount upon\nthe trustee.â\n[56]\tThe problem\nwith this argument is that it is irremediably circuitous and involves\nfictions. If it is indeed so that the settlor\nmust be taken to have\ndonated only R800 000,00 then the donations tax would be 20% of R800\n000,00 and not 20%  of  R1 000 000,00.\n The  tax  would  then  be \nR160 000,00  as  opposed  to R200 000,00. But the trustee would then\nhave a balance of R840 000,00 and\nnot R800 000,00 at his disposal for\nthe benefit of the beneficiary. The difference is R40 000,00. That\nsum will have escaped the\nlevying of donations tax upon it.\n[57]\tIn\neffect, the argument results in using the\nfictional\nincidence of donations tax upon the entire sum of R1 000 000,00 to\nreduce the amount upon which the duty\nactually\npayable is to be calculated. The process entails not one but two\ncalculations of donations tax. The first is a purely notional and\nfictional one which yields an amount of tax which is not intended to\nbe actually paid and which, when fictionally deducted from the\nsum of\nR1 000 000,00, leaves a fictional balance of R800 000,00 for the\nbeneficiary. The second is a calculation of the tax which\nis intended\nto be actually paid. The base for this calculation is the fictionally\narrived at balance of R800 000.00. It reduces the\ntax payable to R160\n000,00.\n[58]\tThere\ncan be no justification for reducing, before calculating the tax\nactually payable, the sum of R1 000 000,00 by deducting\nfrom it a\npurely hypothetical sum of R200 00,00 said to represent donations tax\npayable, when it has not actually been paid and there\nis no intention\nof actually paying it. If that was what was intended by the settlor\nit was not a result attainable in law. In the\nexample I have given\ndonations tax must be calculated on the  full  amount of R1 000\n000,00 because, if it is not, there will be\nno other way in which it\ncan be calculated so as to give effect to the term requiring the\ntrustee to pay the donations tax or indemnify\nthe settlor for having\npaid it.\nLex non\ncogit ad impossibilia.\n[59]\tThe\nchoice then is between interpreting the term imposing the obligation\nas being impossible of performance and, subject to possible\narguments\nrelating to severability, putting the validity of the entire\nsettlement at risk, or interpreting it as premised upon the\nentire\nsum of R1 000 000,00 being and remaining the intended donation, but\nsubject to the proviso that if the settlor has to pay\nthe tax the\ntrustee will have to reimburse him using the funds donated. Faced\nwith such choices, the law favours the interpretation\nwhich will give\neffect to what has been agreed rather than one which will render\nfutile what has been agreed.\n16\n[60]\tThe\nabove, with respect, appears to me to be the inarticulate major\npremise of the judgment in\nOgusâs\ncase and the\ndicta\nto be found in it should be confined to the special nature of the\nobligation undertaken by the trustee in that case. An observation\nby\nBoshoff AJP appears to bear this out. He said: âThere was no\nquestion of a handing over of an amount of money with an instruction\nor direction that it should be applied for the purposes of tax.â\n17\nI read that as indicating that the position will be different in\ncases such as I have postulated in paras [40], [41 and [42].\n[61]\tAlthough\nITC Case No 1192\n18\nwas not referred to by either counsel or the two courts through which\nthis case has passed, it is unfortunately necessary to consider\nits\nimplications for this case before ending this judgment. With much of\nwhat was said by Trollip J in that case I respectfully agree\nbut some\nof the courtâs conclusions may, in my opinion, be unsound. The\ncourt was dealing with three trusts set up by the settlor\nfor the\nbenefit of members of his family. The beneficiaries were to obtain no\nbenefit from the trusts until after his death. In the\nmeantime the\ncorpus\nof the trusts\nwas vested in the trustees and the income derived from it was to be\npaid to the settlor. The Commissioner levied donations\ntax on the\nvalue of the\ncorpus\nin\neach of the trusts while the settlor was alive.\n[62]\tThe\nsettlor objected and relied upon the exemption from donations tax in\ns 56 (1) (d) of the Act. It read: âDonations tax shall\nnot be\npayable in respect of the value of any property which is disposed of\nunder a donation â (d) in terms of which the donee\nwill not obtain\nany benefit thereunder until the death of the donor.â The court\nheld that the beneficiaries had no more than a\nspes\nof benefiting and that they would not obtain or acquire any pecuniary\nadvantage, profit or gain before the donorâs death. Their\ninterest\nwas said to have âno present inherent valueâ and because they\nwould receive no benefit from the beneficial interest\nin the\ncorpus\nof each trust until after the donorâs death, no donations tax was\npayable on those benefits. With that I have no quarrel. (Estate\nduty\nis another matter.)\n[63]\tHowever,\nthe court proceeded to hold that although the trustees had received\nonly the bare\ndominium\nof the\ncorpus\nof the\ntrusts, â(i)n the hands of a  beneficiary  that  would  have  a \nvalue, capable  of  being determined  under s 62 (1) (c),\nand it\nwould constitute a pecuniary advantage, profit or gain; consequently,\nas the trustees received it for the benefit of the ultimate\nbeneficiaries, whoever they may be, they must be regarded as having\nreceived that benefit in their representative capacity as âdoneesâ\nwithin the meaning of s 56 (1) (d)â.\n19\nThat benefit, so it concluded, was not exempt under s 56 (1) (d)\nbecause it was a benefit obtained before the donorâs death.\nDonations\ntax was therefore chargeable but only on the value of the\nbare\ndominium\nof the\nassets delivered to the trustees under each of the donations.\n[64]\tFaced\nwith a contention that such an interpretation of s 56 (1) (d) would\nrender redundant and otiose the exemption in s 56 (1)\n(l) (âif such\nproperty is disposed of under and in pursuance of a trustâ), the\ncourtâs only answer was that the provision âwas\nprobably inserted\nex abundante cautela\nto make it crystal clear that property disposed of under and in\npursuance of a trust was not a\ngratuitous\ndisposal of propertyâ.\n20\n[65]\tIt\nis these conclusions in paras [63] and [64] which seem to me to be\nsuspect. It is implicit in them that even although the\ndonor under an\ninter vivos\ntrust\nintends to donate say R1 million to a nephew when he attains the age\nof 30 years and settles that sum upon the trustee to be\nheld until\nthat occurs, no donations tax can be levied upon the amount of R1\nmillion when the nephew receives it because it is not\na âgratuitousâ\ndisposal by the trustee. The only donations tax recoverable is that\nlevied upon the value of the bare\ndominium\nvested in the trustee when the trust was established. The net result\nis that what was plainly a donation of R1 million to the nephew\nwill\nescape donations tax but the initial vesting of the bare\ndominium\nof that sum in the trustee will attract liability for donations tax.\nBut its value then is zero. So no tax is payable. It is to be\ndoubted\nwhether that could ever have been the intention of the legislature.\n[66]\tMoreover,\nthe learned judgeâs relegation of the provisions of s 56 (1) (l) to\nthe category of a provision enacted\nex\nabundante cautela\nonly to make clear that\nproperty which passes from a trustee to a beneficiary is not a\ngratuitous disposal appears to me to probably\nbe unjustified. First,\none does not lightly conclude that self-standing statutory provisions\nare simply repetitive of what has already\nbeen clearly enacted.\nSecondly, there seems to be a self-contradiction inherent in the\nproposition. The provision appears in that\nsection of the Act which\nexempts certain donations from liability for donations tax. If a\ndisposal is not a donation as defined in\ns 54 there can be no talk of\nit being exempted from liability for donations tax. No tax is payable\nbecause  it  is  not  a  donation;\n not  because  it  is  a  donation\n but  exempt under s 56.\n[67]\tHerein\nlies, so it seems to me, the possible fallacy in the approach of\nTrollip J. The manifest purpose of s 56 (1) (l) (and\nall the other\nsub-paragraphs of s 56) is not to tell one what are and are not\ndonations, but to tell one what donations will not\nattract liability\nfor donations tax. To use the provision to determine whether a\ndonation has taken place, is to fail to understand\nthat it has no\napplication at all unless a donation has taken place and that whether\na donation has taken place is governed entirely\nby other provisions\nof the Act.\n[68]\tThirdly,\nthe learned judgeâs emasculation of the provision results in one\nbeing hard pressed to find some possible field of\napplication for the\nexemption. After all, if, as the learned judge thought, no\ndisposition by a trustee to a beneficiary could rank\nas a donation\nbecause it would not be gratuitous, how could liability for donations\ntax ever arise? Why exempt from liability a donation\nwhich\nex\nhypothesi\n, could never exist?\n[69]\tFourthly,\nthe interpretation accorded s 56 (1) (l) appears to negate its\nobvious purpose. The scheme of the donations tax provisions\nin the\nAct is plain. Disposals of property which are not donations do not\nattract liability for donations tax. Those which are donations\ndo.\nBecause trusts are frequently employed to confer benefits which are\nin fact donations, special provision is made to cater for\nthat. The\nprovision made is primarily in s 54 which levies the tax upon\nproperty disposed of under a donation by a resident donor\nwhether or\nnot it has been disposed of directly, indirectly, or via a trust. The\ndonee in a donation is defined in s 55 (1) as the\nâbeneficiary\nunder a donationâ and the definition also artificially includes a\ntrustee if âproperty disposed of under a donation\n[is] to be\nadministered by him for the benefit of any beneficiaryâ. Section 59\nrenders the donor liable to pay the tax but if he\nfails to pay it\ntimeously the trustee is to be jointly and severally liable for the\ntax. The proviso to the definition of âdoneeâ\nenables the\ntrustee, if he has paid or is liable to pay the tax, to look to the\nassets of the trust for reimbursement. In terms of\ns 60 (1) the tax\nbecomes payable within three months (or such longer period as may be\nallowed by the Commissioner) from the date\nupon which the donation\ntakes effect. Section 55 (3) provides that âa donation shall be\ndeemed to take effect upon the date upon\nwhich all the legal\nformalities for a valid donation have been complied withâ.\n[70]\tThe\nimport of all this is that the interposition of a trustee between the\ndonor and the beneficiary will not enable the donor\nto avoid\nliability for donations tax if the disposal of the\ncorpus\nof the trust is a donation as defined. Where it is, and despite the\ntrustee having no beneficial interest in the\ncorpus\nwhile it is vested in him, he is regarded as if he were the donee\nunder the donation and the donation is âdeemedâ to have taken\neffect at latest upon his receipt of the\ncorpus\n.\nThe donor becomes liable immediately to pay donations tax upon the\nfull value of the\ndominium plenum\nof the\ncorpus\n(less\nany amount excluded by virtue of s 56 (2)) and not merely upon the\nvalue of the bare\ndominium\n.\nFailure by the donor to pay within the time allowed for payment\nrenders the trustee liable to pay the tax. If either of them does\nso\nliability for donations tax on the donorâs donation will have been\ndischarged. (And even if it has not, they remain liable for\nthe tax,\ndespite the fact that the beneficiary may have already received the\ncorpus\n.) Section 56\n(1) (l) seems to be intended to protect the donor and the trustee\nfrom the levying yet again of donations tax upon the\nultimate\ndisposal by the trustee of the\ncorpus\nto the beneficiary who gives nothing in return for it. Its apparent\npurpose is simply to avoid taxing twice what is in reality one\ndonation traceable to the initial act of the donor in settling assets\nupon the trust.\n[71]\tThe\nimplications of these aspects of the judgment of Trollip J (if\ncorrect) for the case before us are these. What the beneficiaries\nmay\nreceive from the trustees (whether they be payments to discharge the\nmaintenance obligations or simply payments of excess income\nand\ncapital) cannot be classified as donations because payments emanating\nfrom the trustees are not gratuitous. If what the trustees\nreceive\nfrom Mr Welch by way of assets exceeds in value what is needed to\nsatisfy the maintenance obligations there is\npro\ntanto\na disposal of property under a donation\nto the trustees to be administered by them for the benefit of the\nbeneficiaries. The trustees\nare thus donees by definition and are\npotentially liable to pay donations tax on the value of the assets\nsettled upon them. But in\nvaluing the property disposed of to the\ntrustees it is only the value of the bare\ndominium\nof that excess which is relevant because that is all they have\nreceived under the donation. The value according to the decision in\nCIR v Estate Crewe & Another\n21\nis zero. The net result is that no donations tax is payable at all.\n[72]\tIt\nseems therefore that whether the aspects of ITC Case No 1192 which I\nhave questioned were rightly or wrongly decided does\nnot affect the\noutcome of this case which would be the same in either event. It is\ntherefore not necessary, despite my criticisms,\nto decide finally\nwhether it should be overruled as erroneous. Nor would it be\nadvisable to do so in the absence of any argument\nconcerning it at\nthe hearing.\n[73]\tIt is ordered\nthat the appeal be allowed with costs including the costs of two\ncounsel and that the assessment of the Commissioner\nthat the\nappellant is liable for donations tax upon the sum of R3 216 760,00\nis set aside. The costs are to include the costs of\nthe application\nfor leave to appeal.\n_____________________\nR M MARAIS\nJUDGE OF APPEAL\nZULMAN JA)\nCLOETE JA ) \nCONCUR\nCONRADIE JA:\n[74]\tI\nregret that I am unable to agree with my brother Marais that the\nappeal should succeed. Estate planners have for many years\nknown that\na person who wants to transfer his or her assets to a trust and avoid\npaying donations tax cannot simply give them to\nthe trust: the trust\nmust buy them. The purchase price is usually left owing bearing a\nrate of interest that is not so low as to\nalarm the Revenue. When the\nsettlor dies his estate owns the claim to the depreciated purchase\nprice and the trust owns the assets\nwhich with any luck have grown in\nvalue. There is no donation. The trust has given a\nquid\npro quo.\n[75]\tThe\nfacts in\nOgus v Secretary for Inland\nRevenue\n1978 (3) SA 67\n(T) resemble those set\nout in the judgment of my brother Marais. In\nOgus\nthe taxpayer provided that it was âan express conditionâ of the\ndonation that the trust should be liable for and indemnify him\nagainst liability for donations tax in respect of the donation made\nin terms of the deed. It was argued that the taxpayer had instructed\nthe trustees to discharge his liability for donations tax and that it\nââ¦\nwas\nas much paid by the appellant when it was paid directly by virtue of\nhis direction under the trust, as if it had been paid by\nhis own\ncheque. The appellant put a fund in the hands of the trustees for the\npurpose of paying the tax and the trustees applied\nthat fund in\npaying the tax, acting on the mandate of the appellant and not on the\nmandate of any of the beneficiaries. This in short\nmeans that the\namount of the donations tax was not a donation at all but was meant\nto be the means of procuring the payment of a\nlegal obligation of the\nappellant and consequently did not form part of the cumulative\ntaxable value of property disposed of under\na donation by the\nappellant.â\n[76]\tThis\nwas essentially the appellantâs argument here: Mr Welch put a fund\nin the hands of the trustees for the purpose of paying\nhis present\nand future, contingent, debts and if, acting on his mandate, they\napplied that fund to discharging his liabilities there\nwas no\ndonation of that part of the capital transferred to the trust to\ndischarge the appellantâs obligations. In each case, therefore,\nthe\nbenefit to the settlor was the discharge by the trust of a liability.\n[77]\tBoshoff\nAJP who gave the judgment for the full court in\nOgus\n,\ndealt with the argument in that case as follows (at 79E â G) :\nâ\nI\nhave some difficulty in following the argument that, because clause\n20 constitutes the fisc an\nadjectus solutionis gracia\n, mutual\nobligations came into being between the appellant and the trustees\nand, because of the obligation of the trustees to pay\nthe fisc and\nrelieve the appellant of a liability for tax, the appellant receives\na consideration for the donation made to the trustees,\nand, because\nhe receives a consideration, s 58 applies and the value of the\ndonation must be reduced by the value of the consideration.\nAs\nhas already been indicated, clause 20 is merely a term in the deed of\ntrust dealing with the liability for the donations tax. It\nis in its\ncontext no more than a circumstance under which the trust was created\nby the appellant. It is certainly not in the nature\nof a reciprocal\nobligation. A reciprocal obligation is found in a synallagmatic\ncontract, that is a contract which contains mutual\nreciprocal\nengagements by each of the two parties towards the other to perform\nhis portion of the contract, and this performance\nmust take place\npari passu\n; see\nMaserowitz v Little\n1911 TPD 1061\nat\n1063. In the context of s 58 the word âconsiderationâ is used in\nthe sense of a â\nquid pro quo,\nâ compensation or reward\nhaving some value. Otherwise no reduction can be made in respect\nthereof. There is nothing in the deed\nof trust that warrants the view\nthat the appellant disposed of the R100 000 to the trustees for a\nconsideration of the kind contemplated\nin s 58, and least of all, for\na reciprocal obligation.â\n[78]\tIn\nthis case, also, the provision for the payment of âmaintenanceâ\nin the trust deed was a term of the trust contract. It\nwas not a term\nof the disposal contract. It is important to appreciate that in a\ntransaction such as this there are two contracts.\nThe first is the\ntrust agreement. It is concluded between the settlor and the trustees\nand establishes the trust, usually setting\nout in detail the\nmechanics of its governance. It may or may not in the same document\nrecord an undertaking by the settlor to sell\nor donate something to\nthe trust. Whether or not it does, the disposal is a separate\ncontract. It is concluded between the disposer\nand the trustees on\nbehalf of the trust once the trust has been established.\n[79]\tIn\nthe present case the disposal contract transferred R3.2 m in assets\nfrom the disposerâs estate to the trust. Nothing was\npromised by\nthe trust in return. That makes the disposition, in the ordinary\nmeaning of the term, gratuitous. It is a disposition\nwithout value.\nAnd whether one declines to stipulate for anything in return from a\nnoble motive like disinterested benevolence or\nan ignoble one seems\nto me to be irrelevant to the purposes sought to be achieved by the\nincome tax legislation. It is the depletion\nof the disposerâs\nestate, not the goodness of his heart, that interests the Revenue.\nOne of the factors of production that produces\nwealth is capital. The\nfiscus relies for much of his revenue on imposts on income produced\nby capital. It is a matter of concern\nto him, therefore, that\ntaxpayers deplete their asset bases by distributing their capital\nresources to others without anything to\nreplace them.  (\nOvenstone\nv Secretary for Inland Revenue\n1980 (2) SA\n721\n(A) at 736CâE)\nOgus\n(at\n74CâD) puts it well:\nââ¦\n.the\ndonations tax was introduced to make up for loss of revenue by way of\nincome tax and estate duty when certain types of donations\nare made.\nThe mischief aimed at was the practice by taxpayers of reducing their\nassets by making donations and thereby reducing their\nincome on which\nincome tax is payable, reducing their assets on which estate duty\nwould be payable at their death, and spreading\nthe assets and the\nincome derived therefrom over several taxpayers. The tax is\nconsequently in terms levied in respect of the gratuitous\ndisposal of\nproperty.â\n[80]\tThe\ntrustees of the Carom trust did not in terms of the trust deed\nundertake any obligations to Welch. Their only obligations\nwere to\nthe beneficiaries whom they were, within the constraints of the trust\ndeed and prudent fiduciary management of the estate,\nfree to benefit\nto any extent they thought appropriate. They were not bound to\nperform the obligations of the Carom trust in discharge\nof any\npromise made by the trust to Welch.  As trustees their only duty was\nto the trust and the beneficiaries.\n[81]\tThat,\nit seems to me, was the stand eventually taken by the Commissioner.\nHaving at first taken the view that the benefit anticipated\nby Welch\nfrom the manner in which the trustees might be expected to perform\ntheir duties in terms of the trust agreement amounted\nto\nâconsiderationâ in terms of s 58 of the Income Tax Act 58 of 1962\n(the Act) the Commissioner offered to deduct the estimated\ncapitalized value of the maintenance obligations from the disposition\nand to tax only the amount over and above that as a deemed\ndonation.\nThe Commissioner in terms of that section may deem a disposal to be a\ndonation if in his opinion adequate consideration\nfor the property\nhas not been given. He then changed his mind, taking the view which I\nthink is the correct one, that whatever benefit\nto Welch flowed from\nthe performance of their duties by the trustees could in law not\namount to consideration for the disposition\nto the trust.\n[82]\tBy\nestablishing the Carom trust Welch certainly intended to receive some\nbenefits from the performance by the trustees of the\ntrust contract.\nSince he was one of the trustees he would presumably share in their\nremuneration. He was also an income beneficiary\nso that once the\ntrustâs obligations to the prime beneficiaries had been discharged,\nhe might hope to share in the trust income.\nBut, it is said, the\ngreatest benefit he might hope to receive was that the trustees would\nfaithfully carry out their duties to the\nprime beneficiaries. All\nthat seems to me to be irrelevant: Whatever collateral benefit Welch\nmight have hoped to receive from the\nperformance of another contract\n- not the contract of donation but the trust agreement - would not\nqualify as consideration for the\ndisposition. Had it been the\nintention of the legislature in s 58 of the Act to permit as a\ndeduction from the value of a donation\nany advantage derived by a\ndonor from the administration of a trust it would undoubtedly have\nemployed a word of wider meaning than\nâconsiderationâ. However,\neven the use of a term like âbenefitâ (a term which is used in s\n56 dealing with exemptions from\ndonations tax) might not have helped\nWelch. In ITC 1192\n35 SATC 213\nthe Income Tax Special Court dealt\nwith a claim for an exemption under s 56(1)(d) of the Act. The\nsubsection then as now provides\nthat donations tax is not payable in\nrespect of the value of any property which is disposed of under a\ndonation in terms of which\nthe donee will not obtain any benefit\nuntil the death of the donor. The question arose whether the\nremunerated appointment of the\ntrustees could be characterized as a\nâbenefitâ under the subsection. If it could be, the exemption\nwould not be claimable. The\nspecial court was clearly alive to the\ndistinction between the donation and the trust agreement. At p 218\nTrollip J said:\nâ\nBut\nthe appointment as trustees here is not the kind of âbenefitâ\nenvisaged by s 56(1)(\nd\n); as pointed out above that benefit\nmust flow not from the contract but from the gratuitous disposal of\nthe property itself, the\nintention being to tax a donation and not,\neg a contract for the letting and hiring of services or work, however\nlucrative that might\nbe; and, in any event, as the trustees here\nreceive no remuneration until after the donorâs death, they receive\nno pecuniary advantage,\nprofit or gain prior thereto. It clearly\nfollows, too, that the exemption from having to provide security is\nequally not a âbenefitâ\nas was also contended for by Mr\nBarnardâ\n.\n[83]\tThe\neffect of the scheme incorporated in the divorce settlement was that\nthe wife renounced her claim for maintenance against\nWelch or his\nestate in return for a claim against the trust, the property of which\nwould ultimately go to the two children. A childâs\nmaintenance\nclaim being predicated upon need, the partiesâ son, T., had no\nclaim for maintenance against his father to the extent\nthat his\nfather had, through the medium of the trust, made him financially\nindependent. The reality is that both the two prime income\nbeneficiaries were to be maintained by the trust at the expense of\nthe discretionary beneficiaries and the ultimate capital\nbeneficiaries.\nThe benefit to Welch was not only collateral, it was\nalso indirect and remote; it came about because by the terms of the\ntrust agreement,\nWelch had persuaded his wife to look elsewhere for\nher rehabilitative maintenance and made his son financially\nindependent. I am\nnot persuaded that this happy consequence flowing\nfrom the terms of the trust agreement in any way determined the\ncharacter of the\ndisposition by Welch to the trust.\n[84]\tIn\nmy view the decision of the court\na quo\nis not open to criticism. I would dismiss the appeal with costs.\n__________________\nJ H CONRADIE\nJUDGE\nOF APPEAL\nNUGENT\nJA)  Concurs\nZULMAN JA:\n[85]\tI\nhave read the judgments of my brothers Marais and Conradie JJA. I\nagree with the former but regret that I am unable to agree\nwith the\nlatter. It is of course so that more often than not the\ncorpus\nof a trust is provided by way of a loan from the settlor or acquired\nby way of credit granted by the settlor. But the reason for\nthat is\nobvious. Money lent or an asset purchased by the trust from the\nsettlor is not a donation at common law or within the meaning\nof the\ndefinition of donation in the Income Tax Act 58 of 1962 (the Act). In\nthose instances where the\ncorpus\nis lent or purchased rather\nthan given there is usually no pre-existing\ncausa\nfor the\ntransaction which would rescue it from being classified in law as a\ndonation if the\ncorpus\nwere to be given rather than lent or\npurchased. But where there is a pre-existing\ncausa\n, such as a\nlegal obligation owed to the intended beneficiary, the need to lend\nrather than simply provide the means by which the\nobligation is to be\ndischarged, is entirely absent. The question which falls to be\nanswered in this particular case cannot be solved\nby adopting\na\npriori\na point of departure which purports to answer in advance\nthe very question which remains to be considered. That point of\ndeparture\nis that all disposals of property to a trust are donations\nunless they are loans to the trust or pursuant to purchases by the\ntrust.\n[86]\tIn\nmy view the point that requires special emphasis in this case is that\nthis trust is not typical of the many\ninter\nvivos\ntrusts which exist in South\nAfrica.  Typically, the latter trusts give expression to a unilateral\ndesire by the settlor to sequester\nfunds for the benefit of named\nbeneficiaries to whom no legal obligation to do so is owing. Here the\nposition is quite different.\n[87]\tThe creation of\nthis trust had its genesis in armsâ length negotiations in a\nlitigatory setting. Its creation was part of a\ncompromise reached\nbetween the parties and was made mandatory by the court order. In so\nfar as it is suggested that two contracts\nwere entered into, one\nbetween the settlor and the trust and the other between the trust and\nthe beneficiaries, I believe that the\ntwo contracts were so closely\ninterrelated and interdependent that no useful purpose is served by\nseeking to isolate them from one\nanother.\n[88]\tTo equate this\ntrust with trusts created in circumstances where no antecedent\nobligations are owed by the settlor to the named\nbeneficiaries is\nneither possible nor appropriate.\n[89]\tI\ndo not believe that it is correct to generalise about the intended\nreach of revenue legislation. Its reach must be determined\nby the\nlanguage which the legislature has chosen to express its will. We are\ndealing here with a particular class of tax, namely,\ndonations tax.\nOne is not taxed because one spends oneâs money in the settlement\nof legal obligations. Nor is one taxed (value\nadded tax aside) if one\nchooses to dissipate oneâs money or assets by profligate spending\non luxurious living, however much that\nmay deprive the\nfiscus\nof potential tax, be it estate duty, donations tax, or income tax.\nOne is taxed only if one gratuitously disposes of money or assets\nin\nthe sense of either the common law or the definition of donation in\nthe Act. That is not what happened here.\n[90]\tMoney\nexpended\nstante matrimonio\nby Mr Welch to maintain his wife and minor child could obviously not\nbe characterised as donations attracting liability for donations\ntax.\nI see no justification for saying that funds provided by him (or his\nestate) to enable those obligations to be met after dissolution\nof\nthe marriage mutate into donations attracting liability.\n[91]\tI\nshare the view of Marais JA that the true explanation for the\ndecision reached in the case of\nOgus\nis that set out in para [52] of his judgment. To the extent that\nthere are\ndicta\nin the judgment that are incompatible with what Marais JA or I have\nsaid, I consider them, with respect, to be unsound.\n_________________________\nR H ZULMAN\nJUDGE\nOF APPEAL\nMARAIS\nJA)\nCLOETE\nJA)   CONCUR\n1\nAvis v Verseput\n1943 AD 331\nat 345; 377.\n2\n1964 (1) SA 463\n(AD) at 463D-E.\n3\nTimoney v King\n1920 AD 133\nat 139.\n4\nS 59.\n5\n[1990] ZASCA 23\n;\n1990 (2) SA 786\n(A) at 797H-J.\n6\nMeyerowitz on\n\tIncome Tax\n2000-2001 p 31.3.\n7\nHulett\n,\n\tat 797H.\n8\n1953 (2) SA 584\n(AD).\n9\n1962 (3) SA 517\n(AD).\n10\n54 (1992) SATC 464\nat 475-6\n11\nITC Case No\n1448 51 (1989) SATC 58\nat 63. ITC\n\tCase No\n1545 54 (1992) SATC 464\nat 476.\n12\nKBI v Steyn NO\n[1991] ZASCA 104\n;\n1992\n\t(1) SA 110\n(A) at 119-120B; 120D-E.\n13\nCf\nKBI v Steyn NO\n[1991] ZASCA 104\n;\n1992 (1) SA 110\n(A) at 120C-J.\n14\nCf\nCIR v Estate\n\tCrewe & Another\n1943 AD 656\nat 686\n\tand 696.\n15\n1978 (3) SA 69\n(T).\n16\nâDeeds . . .  shall be so construed as to\n\toperate according to the intention of the parties, if by law they\n\tmay; and if they\ncannot in one form, they shall operate in that by\n\twhich the law will effectuate the intention.â\nBroomâs\n\tLegal Maxims\n, p 363. This is of course\n\tthe effect of the maxim\nut res magis\n\tvaleat quam pereat\n.\n17\nAt 73C-D.\n18\n35 (1973) SATC 213.\n19\nAt 220.\n20\nAt 216.\n21\n1943 AD 656\nat 686 and 696.",
  "scraped_at": "2026-02-12T09:02:44.401973",
  "date": "2004-05-21",
  "coram": [
    "MARAIS JA",
    "ZULMAN JA",
    "NUGENT JA",
    "CONRADIE JA",
    "CLOETE JA"
  ],
  "case_number": "23/2003",
  "parties": {
    "applicants": [
      "ESTATE R F WELCH"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "Mr R F Welch divorced his second wife and, by a consent paper incorporated into a court order, created the Carom Trust. He was to settle assets (shares and property worth R3,216,760) into the trust so that the trustees could meet his legal maintenance obligations to his former wife and their minor child. He died before transferring the assets; his executors transferred them to the trust in accordance with the order. The Commissioner assessed donations tax on the full value of the assets, treating the transfer as a gratuitous donation.",
    "issues": "Whether the transfer of assets to the Carom Trust constituted a donation within the meaning of s 54 and s 55 of the Income Tax Act, thereby making it liable to donations tax, or whether the transfer was a consideration for the discharge of Welch’s legal obligations and thus not a donation.",
    "principles": "The court considered the statutory definition of donation (s 55(1)) as requiring a gratuitous disposal motivated by pure liberality, and the need for consideration to negate a donation. It examined precedents such as De Jager v Grunder, CIR v Estate Hulett, Ogus v Secretary for Inland Revenue, ITC No 1545, and the interpretation of s 56 exemptions. The analysis highlighted that a donor who receives a quid pro quo – even where the benefit is the discharge of a legal liability – has not made a gratuitous disposal.",
    "application": "Applying the principles, the court held that the primary purpose of Welch’s transfer was to enable the trustees to fulfill his maintenance obligations, providing the trustees with a clear consideration: the undertaking to pay the maintenance. Mrs Welch’s waiver of her rights and the trust’s duty to discharge the obligations further constituted consideration. Consequently, the transfer was not a gratuitous donation, s 58 was not applicable, and no donations tax arose on the R3,216,760 transferred.",
    "conclusion": "The appeal was allowed. The Commissioner’s assessment of donations tax on the full amount was set aside and costs awarded to the appellant, including costs of the leave to appeal."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Donations Tax",
    "level_3": [
      "donations",
      "trusts",
      "maintenance obligations",
      "consideration",
      "s 54",
      "s 55",
      "s 56"
    ]
  }
}