{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/45.html",
  "case_name": "S v Jaipal (593/02) [2004] ZASCA 45; [2004] 3 All SA 409 (SCA) (27 May 2004)",
  "citation": "[2004] ZASCA 45",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 45\n|\nNoteup\n|\nLawCite\nS v Jaipal (593/02) [2004] ZASCA 45; [2004] 3 All SA 409 (SCA) (27 May 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 4 September 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number 593/02\nReportable up to para [14]\nIn the matter between:\nSHANE JAIPAL                        \nAPPELLANT\nand\nTHE STATE                                    \nRESPONDENT\nCORAM\n:\tFARLAM, MTHIYANE JJA et PONNAN\nAJA\nHEARD\n:\t17 MAY 2004\nDELIVERED\n:  27 MAY\n2004\nSUMMARY:\nCriminal Procedure : Irregularity in connection with\nor during trial –       assessors seen by public to be present in same\noffice as prosecutor and investigating officer during first eight days of trial\n– whether fatal irregularity – in fact\nno discussion between\nassessors and prosecutor and investigating officer – full explanation\ngiven in open court when special\nentry applied\nfor.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\nINTRODUCTION\n[1]\nThe appellant in this matter was\nconvicted by Squires J and two assessors in the Durban and Coast Local Division\nof the High Court\non a charge of murder and sentenced to twenty years\nimprisonment.\n[2]\nHe now appeals to this Court against his conviction\nboth on the merits and on the ground of an alleged irregularity stated in a\nspecial\nentry made on the record of the case by the presiding judge in terms of\nsection 317\nof the\nCriminal Procedure Act 51 of 1977\n, as amended.\nTHE\nSPECIAL ENTRY\n[3]\tThe special entry made on the record is in the\nfollowing terms:\n‘That the proceedings in the trial of the accused are\nirregular and not according to law, in that the State Advocate, on a daily\nbasis, the investigating officer with him from time to time and one of the State\nwitnesses with both of them on isolated occasions,\nhad been present in the same\noffice accommodation being used by the assessors, both before the commencement\nof court proceedings\nand/or during court recesses or adjournments, and were so\nseen by members of the public attending the trial.’\n[4]\nThe\napplication for the special entry, which was eventually granted by the trial\nCourt after the appellant had been convicted and\nsentenced, was originally made\nduring the course of the trial, on the eighth day thereof. Counsel for the\nappellant stated to the\ncourt when the application was brought that he had\nhimself seen that the assessors were, as he put it, sitting in the same office\non a daily basis as the prosecutor, the investigating officer and the\ndeceased’s son, who was a State witness. He said that\nthis did not bother\nhim because he knew how things work, as he put it, now and then on circuit.\nLater in his address he said that\nhe did not suggest that the assessors\ndiscussed the case with the others in the office. He said that after he had been\napproached\nby members of the public who were concerned about the matter he was\ninstructed by the appellant to apply for the special entry.\n[5]\nThe\nState Advocate who was conducting the prosecution then told the court that he\ndid not have an office of his own in the building\nwhere the court was sitting\nand that he and the investigating officer had been obliged from time to time to\nmake telephone calls,\nfrom the office where the assessors were, to witnesses to\ntell them that they were needed at court and to make arrangements in relation\nthereto. (It should be explained at this stage that the trial court was sitting\nin the Pinetown Magistrate’s Court as there\nwas no court room available at\nthe Durban High Court.) He said that in the telephone calls that he made he did\nnot discuss the case\nwith any of the witnesses. He explained that the\ninvestigating officer had been present when the telephone calls in question were\nmade because he had the witnesses’ telephone numbers in his possession. As\nappears from the special entry the deceased’s\nson was present with the\ninvestigating officer and the State Advocate on isolated occasions when these\ntelephone calls were made.\n[6]\nAfter the State Advocate had given his\nexplanation as to how it came about that he and the investigating officer and\nthe deceased’s\nson were in the same office as the assessors, the trial\njudge asked the appellant’s counsel whether he was applying for the\nrecusal of the assessors. Counsel for the appellant replied as\nfollows:\n‘No, I’m not applying for recusal of assessors and I\njust want to put the record straight, not for a moment do I say that\nthe case\nwas discussed by them with the prosecutor, or with the State witnesses present\nin the office, like this morning again the\nState witness was there. It\ndoesn’t matter before or after his evidence, or whether or not they\ndiscussed it, the fact is that\nthey were present just about every day in the\nsame office. No, I’m not asking for the recusal. All I’m asking is\nthe\nCourt to grant me the leave, namely to make the special entry so this matter\ncan be argued in the AD’.\n[7]\nIn arguing the appeal on the\nspecial entry in this Court, counsel for the appellant contended that as a\nresult of the facts set out\nin the special entry an irregularity had occurred in\nconnection with or during the trial which involved so gross a departure from\nthe\nestablished rules of procedure that it could be said that the appellant had not\nbeen properly tried and that there had per se\nbeen a failure of justice, with\nthe result that it was unnecessary to enquire whether the guilt of the appellant\nwas in any event\nproved beyond reasonable doubt.\n[8]\nCounsel relied\nstrongly on the decision of this Court in\nS v Moodie\n1961 (4) SA 752\n(AD), and in particular the passage at 758 G-H where Holmes JA said that whether\nan irregularity amounted per se to a failure of\njustice depended upon the nature\nand degree of the irregularity. In developing his submissions in this regard\ncounsel for the appellant\nreferred to the well known dictum of Lord Hewart CJ in\nR v Sussex Justices; Ex parte McCarthy\n[1924] 1 KB 256\nat 259 which reads\nas follows:\n‘A long line of cases shows that it is not merely of some\nimportance but is of fundamental importance that justice should not\nonly be\ndone, but should manifestly and undoubtedly be seen to be done’.\nIn\nthis case the acting clerk to justices who convicted McCarthy of dangerous\ndriving was a member of the firm of solicitors who acted\nfor the proposed\nplaintiff in proceedings for injuries sustained in the same collision between\nmotor vehicles which was the subject\nmatter of the prosecution before the\njustices. When the justices retired to consider their verdict the acting clerk\nwent with them\ntaking his notes of the evidence in case the justices might\ndesire to consult him. In fact the justices came to their conclusion\nwithout\nconsulting him and, as Lord Hewart CJ put it, ‘he scrupulously abstained\nfrom referring to the case in any way’.\nLord Hewart CJ regarded the\nacting clerk’s silence as irrelevant and said:\nThe question . . . is\nnot whether in this case the deputy clerk made any observation or offered any\ncriticism which he might not properly\nhave made or offered; the question is\nwhether he was so related to the case in its civil aspect as to be unfit to act\nas clerk to\nthe justices in the criminal matter. The answer to that question\ndepends not upon what actually was done but upon what might appear\nto be done.\nNothing is to be done which creates even a suspicion that there has been an\nimproper interference with the course of\njustice.’\nHe said that he was\nsatisfied that the conviction had to be quashed\n‘unless it can be shown\nthat the applicant or his solicitor was aware of the point that might be taken,\nrefrained from taking\nit, and took his chance of an acquittal on the facts, and\nthen, on a conviction being recorded, decided to take the point. On the\nfacts I\nam satisfied that there has  been no waiver of the irregularity’.\nThe\nconviction was quashed.\n[9]\nCounsel for the appellant submitted that\nthe facts of this case are in all material respects on all fours with those in\nthe\nMoodie\ncase. In that case the irregularity complained of, which was\nheld (at 759 ) to be ‘of such a nature as to amount\nper se\nto a\nfailure of justice’, was the fact that the deputy sheriff was closeted\nwith the jury during their deliberations. Counsel\nfor the appellant drew\nattention to the fact that the deputy sheriff took no part in the discussion in\nthe jury room and submitted\nthat it was thus clear that the question to be\nconsidered was not whether the administration of justice was interfered with but\nwhether\nit appeared to be.\n[10]\nCounsel also relied on the decision of\nthis Court in\nS v Roberts\n1999 (4) SA 915\n(SCA). In that case the trial\nmagistrate adjourned the court after the accused had been convicted and summoned\nthe prosecutor to\nsee him. He then proceeded to discuss the case with the\nprosecutor in the absence of the accused’s counsel. An application\nfor his\nrecusal was refused by the magistrate. This Court held that the discussion\nbetween the magistrate and prosecutor was irregular\nand that in the particular\ncircumstances of the case the proceedings even before conviction were tainted\nand the conviction had to\nbe set aside. In the course of his judgment Howie JA\nsaid (at 922 F) that if the discussion between the magistrate and the prosecutor\noccurred before conviction ‘there can be no question but that the\nconviction would have been fatally irregular’.\nEarlier in the judgment\n(at 922) D-F), in the passage relied on by the appellant’s counsel, he\nreferred to what he called ‘hallowed\nauthority’ that ‘justice\nbe done and be seen to be done.’ He continued:\n‘In what is seen\nto be done, appearances play a varied role in the fulfilment of the need for\nfairness. The appearance of justice\nis not enough. Justice must not simply seem\nto be done. On the other hand the appearance of bias may be enough to vitiate\nthe trial\nin whole or in part.\nThat justice publicly be seen to be done\nnecessitates, as an elementary requirement to avoid the appearance that justice\nis being\nadministered in secret, that the presiding judicial officer should have\nno communication whatever with either party except in the\npresence of the other\n:\nR v Maharaj\n1960 (4) SA 256\n(N) at 258B-C. That is so fundamentally\nimportant that the discussion between the magistrate and the prosecutor in the\ninstant case\nwarranted on its own, without anything more, the setting aside of\nthe sentence.’\nCounsel for the appellant stressed that these\ndicta\napply also to discussions involving the assessors, who make up, as he\npointed out, the majority of the court.\n[11]\nRelying also on paras\n[32] to [34] of the judgment of the Constitutional Court in\nVan Rooyen and\nOthers v The State and Others\n2002 (5) SA 246\n(CC) at 272B-273E, he\nemphasised the importance, in a case such as this, that it appear to the public\nthat justice is being done,\nthe test being ‘how things appear to the\nwell-informed, thoughtful and objective observer’.\nCounsel also relied\non Hlophe J’s\ndictum\nin\nS v Mayekiso and Others\n1996 (1)\nSACR 510\n(C) at 513 h:\n‘confidence in the legal system is destroyed\nwhen right-thinking people go away thinking that the Judge or his assessor was\nbiased.’\nIn this case, he submitted, it was clear from the reactions of\nthe members of the public who had approached him and expressed their\nconcern\nabout the fact that the assessors and the State Advocate and the investigating\nofficer were seen in the same office on a\ndaily basis that right thinking people\nwere going away having lost confidence in the legal system in so far as the\npresent case was\nconcerned.\n[12]\nIn my view it is important to note\nthat the Constitutional Court in para [34] of its judgment in the\nVan Rooyen\ncase, pointed out that ‘the perception that is relevant is ‘a\nperception based on a balanced view of all the material\ninformation’. In\nthe instant case the material information on which public perceptions would be\nbased would include the statements\nmade by counsel for the appellant and the\nState Advocate when the application for the special entry was originally applied\nfor. A\nthoughtful and objective observer, informed that no discussion about the\ncase in fact took place between the assessors and the State\nAdvocate, the\ninvestigating officer and the deceased’s son and that their presence in\nthe office used by the assessors was\ndue simply to the need for certain\ntelephone calls to be made to State witnesses, without anything being said about\nthe case itself,\nwould, I am satisfied, not lose confidence in the legal system\nand in particular its functioning in the case in which the appellant\nwas being\nprosecuted.\n[13]\nThis approach to the matter renders it unnecessary\nfor me to decide whether, if the statements to which I have referred had not\nbeen\nmade in open court when the special entry was originally applied for, it\nwas open to the appellant to persist in his application\nfor the special entry\nafter he had been convicted when he had through his representative specifically\ndeclined to ask for the recusal\nof the assessors after he became aware of the\nfacts giving rise thereto. In this respect the facts of this case differ from\nall the\ncases where irregularities which formed the subject of special entries\nwere complained of on appeal and where the irregularities\nin question were only\ndiscovered after conviction. It is also unnecessary to consider whether on the\nfacts of this case the special\nentry was correctly made or what the position\nwould be if, although the public were not informed of the true facts underlying\nthe\nalleged irregularity, the appellant is to be regarded as having waived his\nright to rely thereon.\n[14]\nIn all the circumstances I am satisfied\nthat the appeal based on the alleged irregularity set forth in the special entry\nmust fail.\nAPPEAL ON MERITS\n[15]\nI turn now to deal\nwith the question as to whether the trial court correctly convicted the\nappellant on the evidence before it.\n[16]\nThe murder which the\nappellant was alleged to have committed was committed at about 1 pm on 21\nOctober 1997 at a spot in Island View\nRoad in the suburb of Bluff, Durban.\nSomeone, the State says it was the appellant, threw petrol over the deceased,\nMrs Argentina\nPento Loutsaris, a 39 year old widow, and set her alight, causing\nher severe burn injuries from which she died shortly afterwards\nin St\nAugustine’s Hospital.\n[17]\nThe State sought to prove its\nallegation that it was the appellant who caused the deceased’s death by\nplacing a number of items\nof circumstantial evidence before the trial court.\nThese may be summarised as follows:\n(1)\nthe person who threw the\npetrol over the deceased and set her\nalight was a\nstockily built, medium height Asian man (a description which covers the\nappellant), who had arrived at the scene of the\nattack in a white delivery\nvehicle of 1200 or 1400 cc engine size;\n(2)\nthe appellant had been\ninvolved in a romantic relationship with\nthe\ndeceased which had either ended or become\ntroubled to such an extent that its continuance was in question;\n(3)\nthe appellant had been\nkeeping the block of flats where the\ndeceased lived\nunder observation since July 1997;\n(4)\nhe had used a white Nissan\n1400cc delivery vehicle since that\nvigilance began;\n(5)\nthe appellant had access\nto a white Nissan 1400 cc delivery vehicle\nuntil 26\nOctober 1997, five days after the murder, when the police took possession of the\nvehicle after obtaining its keys from the\nperson who was in possession of the\nvehicle, one Nishal Ramesh, who lived in a different part of the same building\nas the appellant\nat the relevant time;\n(6)\na fingerprint made by the\nappellant’s left little finger and a part of\na\npalm print made by his left palm were found on the\nright rear passenger window of the vehicle, a red Opel Monza motorcar, which was\nbeing driven by the deceased in Island View Road shortly before she was\nattacked;\n(7)\nthe vehicle on which the\nfingerprint and palm print were found\nbelonged to a\nfriend of the deceased, one Shamugan Govender, who had lent it to her at 4 am on\nthe morning of 21 October 1997.\n[18]\nThe appellant’s defence was\nan alibi. He testified that he was in Umtata at the University of Transkei on\nthe whole of 21 and\npart of 22 October 1997, trying to arrange for his daughter\nto be admitted as a medical student at the University from the beginning\nof\n1998.\n[19]\nThe first item of circumstantial evidence relied on by the\nState was based on the evidence of a security guard, Trevor Steyn, who\nsaid that\nabout ten minutes before the deceased was first seen on fire at the spot from\nwhere she was taken to the hospital he was\nat the gate of the fuel storage farm\nwhich borders on Island View road. He looked down the road in a southerly\ndirection and saw\ntwo vehicles, as he put it, parking next to each other, namely\na red car and a white 1200 to 1400 litre delivery vehicle. A stocky\nAsian male\nwas standing on the passenger side of the red vehicle and seemed to be talking\nto someone seated in the red car. As he\nwas talking he was making\ngestures.\n[20]\nCounsel for the appellant submitted that his evidence\nwas unreliable because he had said in his evidence that the red car he saw was\na\nMonza and that a quarter of an hour later the State witness Dick came to him and\nwanted to use his radio in order to call an ambulance\nbecause a woman was\nburning in the car, while in his police statement made shortly after the\nincident he had merely spoken of a red\ncar and had said that he did not know why\nDick wanted to use his radio. Counsel also criticised his evidence because he\nwas unable\nto say whether the white delivery van he saw had a canopy. He said\nthat this was because the delivery vehicle was facing him. While\nthere is\nsubstance in the criticisms in respect of Steyn’s identification of the\nred car as a Monza and his statement as to\nwhy Dick wanted to use his radio, I\ndo not think that they afford a basis for finding that Steyn’s evidence on\nthe other issues\nis unreliable.\n[21]\nI turn now to deal with the\nsecond item of circumstantial evidence on which the State relied, namely that\nthe appellant was engaged\nin a romantic relationship with the deceased which had\neither ended or had become troubled to such an extent that its continuance\nwas\nin question.\nIt was common cause that there had been a romantic relationship\nbetween the appellant and the deceased. What was in dispute was whether\nit had\nended or was in danger of ending. The appellant said that the relationship\npersisted up to the deceased’s death and\nthat there was no prospect of its\ncoming to an end. Indeed, he said, she telephoned him the night before she died\nand he went to\nher flat, which belonged to him and which he was providing free\nof charge to her, and endeavoured to fix the driver’s window\non the red\nMonza, which she had at the flat. They also spoke on the telephone on the\nmorning she died. He also stated that up to\nthe time of her death he bought\ngroceries for her every week. On the other hand the State witness Mrs Korkie\ntestified about an incident\nwhich took place at the flat in 1997 when the\nappellant swore at the deceased and accused her of not wanting to pay his\naccounts,\nwhereupon he hit her a few times in the face. A fight thereafter\ndeveloped in the kitchen between the appellant, who grabbed a knife\nwhich was on\nthe kitchen sink, and the deceased’s brother, who had a screw driver. The\nwitness said that she then telephoned\nthe police. In the course of his evidence\nthe appellant admitted an incident that took place on 3 September 1997 when the\ndeceased\nhit him in the back with her bag and his shirt got torn. He had made a\nstatement to the police about this in response to a charge\nshe had laid against\nhim. It was also established that in September 1997 the senior public\nprosecutor, Durban, wrote to the appellant\nand told him that the deceased had\nlodged a complaint on oath against him in which she had alleged that he had\nconducted himself\nviolently against her, had threatened injury to her and had\nbehaved in a manner likely to provoke a breach of the peace. He was warned\nthat\nif there was a further complaint by her against him proceedings would be\ninstituted against him for an order binding him over\nto keep the peace. The\nappellant denied receiving this letter but the fact that it was sent was not\ndenied. As far as the appellant’s\nassertion that he bought groceries for\nthe deceased up to the time of her death is concerned, he said that the\nwitnesses who said\nthat groceries were found in the Monza motor car after the\nincident were fabricating this evidence because he paid for her groceries\nand at\nthe time of her death there was no need for her to buy groceries as she had\nsufficient groceries and besides she had no money\nto pay for\nthem.\n[22]\nThe third item of circumstantial evidence related to the\nappellant’s keeping surveillance over the flat occupied by the deceased\nin\n1997. The appellant did not deny that he had been keeping the block of flats\nwhere the deceased lived under observation but he\nalleged that this happened in\n1996 and that he was observing the deceased’s brother, who was staying in\nthe flat in 1996 but\nnot in 1997, and not the deceased herself. His reason for\ndoing so was the fact that the deceased’s brother was taking articles\nfrom\nthe flat, which he, the appellant, had to replace and he wanted to catch him.\nThe witness Kroutz, on whose premises the appellant\nparked his vehicle while\ndoing the surveillance, was adamant that one of the occasions when the appellant\nparked his vehicle at his\npremises took place in June 1997. He stated that he\nremembered this because the appellant came to his home on his wife’s\nbirthday\nin June 1997. He remembered the year because that year he and his wife\nhad gone out to supper to celebrate her birthday. He also\nstated that the\npractice was a frequent occurrence between June and September that year. Counsel\nfor the appellant criticised the\nevidence of Mr Kroutz on the ground, so it was\nsubmitted, that he was not very sure about the year in which the surveillance\ntook\nplace. I do not think that this criticism is well founded. It is clear, in\nmy view, that the incidents about which he testified took\nplace in\n1997.\n[23]\nThe fourth item of circumstantial evidence related to the\nuse by the appellant of a white Nissan 1400cc delivery vehicle since the\nsurveillance began. The appellant denied this. He said that he used a white\nPassat motor car and never used a 1400cc delivery vehicle.\nBoth Mrs Korkie and\nMr Kroutz said that they saw him in a white 1400cc Nissan delivery vehicle.\nCounsel for the appellant criticised\nMrs Korkie’s testimony in this regard\npointing to her evidence that she only said that the appellant was driving a\nNissan vehicle\nbecause her husband told her that the vehicle concerned was a\nNissan. This submission, however, overlooks the fact that she also\nsaid that the\nvehicle she saw being used by the appellant was a white 1400cc delivery vehicle\nwith the word Champ written on it.\nAccording to the evidence of the appellant\nthe deceased’s brother had a white 1400cc Nissan delivery vehicle which\nwas a ‘Champ’.\nCounsel for the appellant was unable to suggest any\nreason for Mr Kroutz to have been mistaken as to the type of vehicle used by\nthe\nappellant, who was, it will be recalled, frequently at his premises from June to\nSeptember 1997 using the vehicle in question.\n[24]\nAnother witness who\nlinked the appellant with a white 1400cc Nissan delivery vehicle, similar to the\nvehicle of which the police took\npossession on 26 October 1997, was Victor\nLoutsaris, the deceased’s son. His evidence was strongly criticised by\ncounsel for\nthe appellant on the grounds,\ninter alia,\nthat he had told\nthe court that he did not know of a romantic relationship between his mother and\nthe appellant (a statement which\nhe must have known was false) and he told the\ncourt that he did not like the appellant. Counsel for the State conceded that\nhis evidence\nwas unsatisfactory in certain respects but submitted that it should\nbe accepted in so far as it was corroborated. As I have reached\nthe conclusion\nthat it would be more appropriate on the facts of this case only to have regard\nto his evidence where it corroborates\nthat of other witnesses and as the\nevidence of the other witnesses on the points on which he corroborates them does\nreally not stand\nin need of corroboration. I do not propose referring to his\nevidence on the points in question. In my view, it does not take the\ncase any\nfurther.\n[24]\nThe State’s contention that it proved that the\nappellant had access to a white Nissan 1400cc delivery vehicle of which the\npolice\ntook possession on 26 October 1997 was based essentially on two pieces of\nevidence: (a) the fact that a court order in relation to\nthe appellant’s\nsequestration was found under the seat of the vehicle, and (b) the facts that\nbefore the police took possession\nof the vehicle, at Verulam, it was under the\ncontrol of Nishal Ramesh who lived in a different part of the house in which the\nappellant\nstayed in Clare Estate and they recovered the keys of the vehicle from\nRamesh at his house before proceeding to Verulam. The court\nfound that the\nvehicle ‘would still have been accessible to someone like the accused\nliving in that house prior to its removal\n[to Verulam] and if the keys were\nstill kept in that house even after its removal, whenever that was.’\nCounsel for the appellant\ncontended that the State had not proved that the\nappellant had access to that particular vehicle. He pointed out that Mr Ramesh,\nwho was a State witness, said that the appellant did not use the vehicle. As far\nas the court order was concerned, Mr Ramesh’s\npartner, Vishnu Purmasher,\nsaid that he had used the vehicle to move some of his papers from premises from\nwhich he had been evicted\nand the order had been among his papers, he having\nbeen the original petitioning creditor for the sequestration. It is true that\nhe\nhad been displaced in the sequestration application by an intervening creditor\nand it is, as the trial court put is, ‘a\nstrange coincidence that of all\nhis personal papers only this one should have fallen loose from the rest and\nstill be found in the\nvehicle’, nevertheless, as the trial court also\npointed out, this is not impossible. Counsel for the appellant submitted,\ncorrectly,\nthat the trial court had erred in saying that the keys to the vehicle\nwere still kept in the house of which the appellant occupied\na part, after the\nvehicle was removed to Verulam. The evidence indicated that the keys were sent\nfor from the house after the police\narrived: they were not kept in the house. In\nmy view, counsel for the appellant was correct in submitting that the State did\nnot\nprove that the appellant had access to the vehicle of which the police took\npossession on 26 October.\n[25]\nThe next two items of circumstantial\nevidence must be taken together. It was common cause that the appellant’s\nfingerprint and\npalm print were found on the rear right passenger window of the\nred Monza. What was challenged was whether those prints were put\non the window\nafter 4 am on 21 October 1997. For all practical purposes it can be accepted\nthat if they were put on the window after\n4 am on 21 October they must have come\nthere at the time of the fatal assault on the deceased. The appellant said that\nthe deceased\ntelephoned him twice on the evening of 20 October 1997 and that he\nwent to her flat that evening. While he was there she requested\nhim to fix the\ndriver’s window of Mr Govender’s vehicle, which was already in her\npossession. He was unable to fix the\nwindow, which was malfunctioning, but he\nmust have touched the rear right window and left his prints on it. He said that\nat 11 pm\nthat evening he left for the University of Transkei at Umtata where he\nwas for the whole of 21 and part of 22 October. He went there\nto endeavour to\nobtain admission for his daughter into the medical faculty for the next academic\nyear. While he was there, on both\ndays, he spoke to Miss Mametsi Sethuntsa, the\nreceptionist at the Science Faculty of the university and he also telephoned the\ndeceased\nfrom a public telephone and gave her the number of the Science Faculty\nreceptionist where she rang him back. In support of this alibi\nhe called Miss\nSethuntsa, who testified that he had spoken to her at the Science Faculty on 20\nand 21 October, that he had gone to\nmake a telephone call from a public\ntelephone and that a telephone call had thereafter come for him on her telephone\nand that the\nperson at the other end was a female. She stated that she was able\nto fix the date of the first day on which she saw the appellant\nas 20 October\nbecause it was that day on which she resumed work after being away on holiday.\nThe appellant also called a witness,\nMr Vicky Panday, who works in the customer\nservices department of Telkom. He produced a document, exhibit\nS4\n, which\npurported to be a printout of all calls made by the deceased from the telephone\nin her flat on 20 and 21 October 1997. According\nto this printout two telephone\ncalls were made from the deceased’s telephone to the number used by the\nappellant on the evening\nof 20 October 1997 and another call was made at 10.59\nam on 21 October to the Science Faculty at the University of\nTranskei.\n[26]\nAs the State was taken by surprise by this evidence it\nwas given leave to call evidence in rebuttal. Mrs Patience Kahla, the custodian\nof records of leave taken by employees of the University of Transkei, testified\nthat Miss Sethuntsa applied for two days leave on\n25 and 26 September 1997 and\none day’s leave on 10 October. Witnesses were also called from Telkom who\nproduced a further printout\nof the deceased’s telephone calls for the\nperiod in question, exhibit T, which was described as Telkom’s official\naccount\nstatement. This printout did not contain the two telephone calls to the\nappellant’s telephone number which exhibit\nS4\nshowed as having been made\non the evening of 20 October nor the telephone call to the University of\nTranskei reflected as having\nbeen made on 21 October. Mr Panday was then asked\nto reproduce exhibit\nS4\non his computer but was unable to do so. Subsequently\nthe court itself called a further witness from Telkom, VA Munnik, the senior\nmanager for billing operations. The judgment of the trial court contains a full\nsummary of the evidence given by the witnesses who\ntestified regarding exhibits\nS4\nand T. It is unnecessary for me to repeat it. It suffices for me to say that\nI am satisfied that the trial court’s conclusion\nthat exhibit\nS4\nwas not a\ntrue extract of the itemised billing records of the deceased’s telephone\nnumber for 20 and 21 October 1997 and that\nit is overwhelmingly clear that Mr\nPanday had falsified it by adding information from other sources is\ncorrect.\n[27]\tMy reasons for so holding are the following:\n(1)\nthe tariff on exhibit\nS4\nis incorrect : it shows a tariff charge of .44\nof\nrand per unit, the present rate of charge at the time of the trial, not the\ncharge in 1997, which was .271 of a rand per unit,\nwith charges being made in\nunits with a minimum charge of three minutes per unit;\n(2)\ncalls to cellular\ntelephones are billed on exhibit\nS4\nat the same\ncost\nas Telkom cells, which cannot be done on a\nTelkom account recording system;\n(3)\nthe alleged call to the\nTranskei should have been reflected as a\nnational\ncall instead of being linked to the same code as a local call;\n(4)\nexhibit\nS4\ndoes not\ndifferentiate between local, national\nand\ninternational calls, (as does exhibit T), which\nis what should happen on a genuine Telkom account printout;\n(5)\nMr Panday was unable to\nreproduce exhibit\nS4\nwhen asked to do\nso after the\nother Telkom officials had testified; and\n(6)\nexhibit\nS4\npurports to\nobtain 1997 data calls from Telkom’s\nflexibill\nbilling system, which only came into operation in September 1999 and was\nbackloaded with data from the old customer billing\nsystem from the end of\nFebruary 1999.\n[28]\nMiss Sethuntsa tried, when she was recalled, to\nexplain away Mrs Kahle’s evidence by saying that leave she had taken for\n25\nand 26 September 1997 and 10 October 1997 had been augmented by two periods\nof five days and one period of one day non-accumulative\nleave which she had been\ngranted in January and February 1997 but which she had not taken at the time and\nthat she had taken an additional\ntwo or three days of previously worked\novertime, which her superior had allowed her, which accounted for all the days\nbetween 29\nSeptember and 17 October 1997 when she was on leave, and which\nexplained why she went back on 20 October.\n[29]\nThe trial court\ncorrectly in my view rejected this explanation. It said:\n‘First, if\nMiss Sethuntsa had taken the eleven days leave from 29\nth\nof\nSeptember, there would have been no need to apply for the 10\nth\nof\nOctober to be a day’s leave, since that would have fallen comfortably\nwithin the eleven days, excluding weekends of course,\nfrom the 29\nth\nof September; and, secondly, on that basis, she would have had three and a half\nweeks leave and not the two weeks she originally\nstated she had taken, and in\nher evidence-in-chief she said she had returned from the Kruger National Park\nvisit on the second Tuesday\nof her leave and then taken another three days off,\nwhich would have included the 10\nth\nof October, to see her family in\nthe Transkei before returning to work. On that basis she would have returned to\nwork on the 13\nth\nof October and not a week later on the\n20\nth\n.’\n[30]\nThe State sought to refute the\nappellant’s explanation that his prints must have come onto the right rear\nwindow of the Mazda\nwhen he was allegedly trying to fix the driver’s\nwindow on the evening of 20 October by calling Mr Govender, who said that\nthe\ndeceased accompanied him to a restaurant known as Trains Pub and Grill at 5.30pm\non 20 October and stayed with him at the restaurant\ntill it closed at 1 am on 21\nOctober. According to Mr Govender the deceased remained in his company until\nabout 4 am when they returned\nto his home in Westville, after which he allowed\nher to take the red Monza to drive herself home. He only gave her the keys to\nthe\nMonza at 4 am and he had them in his possession until then. Counsel for the\nappellant suggested that Mr Govender had fallen asleep\nduring the evening (he\nhad been drinking alcohol) and was accordingly not aware that the deceased had\ntaken his motor car and gone\nhome for about two hours from 9 to 11 pm. This he\ndenied. The most important aspect of his evidence in my opinion is his statement\nthat he only gave the deceased the keys of the Monza at 4 am. If that is so, she\ncould not have driven it before that. Morgan Chetty,\nthe owner of the\nrestaurant, testified that he remembered the event of the evening in question,\nthat he and the deceased had spoken\nthe whole evening about her joining his\nbusiness and that she had not absented herself for two hours during the evening.\nCounsel\nfor the appellant submitted that his evidence was unreliable. He had\nonly been asked about the events of the evening in question\nin June 2000, on the\nday he testified. He contended that nothing extraordinary happened that evening\nto give Mr Chetty a reason to\nrecall the detail he testified about. This\nsubmission, in my opinion, overlooks the important fact that the deceased was\nmurdered\nthe very next day, a factor which would have helped him to remember the\nevents of the previous evening.\n[31]\nIn my opinion the State clearly\nestablished beyond reasonable doubt the factors listed above (except that the\nappellant had access\nto the vehicle seized by the police on 26 October). I am\nalso satisfied that the trial court correctly found that Miss Sethuntsa\nreturned\nto work on 13 October and not 20 October as she said, and that exhibit\nS4\nwas\nnot a genuine document and that there was no trace in Telkom’s records of\nthe alleged telephone calls made by the deceased\nto the appellant on 20 October\n1997 and to Miss Sethuntsa’s number at the University of Transkei on 21\nOctober 1997.\n[32]\nI am satisfied further that the facts proved lead\nto only one reasonable inference,\nviz\nthat it was the appellant who threw\npetrol over the deceased on 21 October 1997, set her alight and thus caused her\ndeath. It follows\nthat his appeal must fail.\n[33]\nThe following order\nis made:\nThe appeal is dismissed.\n.................\nIG FARLAM\nJUDGE OF APPEAL\nCONCURRING\nMTHIYANE\tJA\nPONNAN\tAJA",
  "scraped_at": "2026-02-12T09:03:23.813309",
  "date": "2004-05-27",
  "coram": [
    "FARLAM",
    "MTHIYANE JJA",
    "PONNAN"
  ],
  "case_number": "593/02",
  "parties": {
    "applicants": [
      "SHANE JAIPAL"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Shane Jaipal, was convicted of murder for the killing of Mrs Argentina Pento Loutsaris on 21 October 1997 in Durban. The State relied on a series of circumstantial pieces of evidence, including the appearance of the appellant as a stockily built Asian man, his alleged romantic relationship with the deceased, surveillance of the deceased's flat, his alleged use of a white Nissan delivery vehicle, and fingerprint and palm‑print evidence on the rear window of the deceased’s car. The appellant asserted an alibi, claiming he was at the University of Transkei in Umtata on the day of the murder. During the trial, a special entry was made alleging that the assessors sat in the same office as the State Advocate, the investigating officer and a State witness, raising a claim of procedural irregularity.",
    "issues": "1) Whether the alleged irregularity—assessors sharing an office with prosecution officials—constitutes a fatal irregularity that vitiates the fairness of the trial. 2) Whether the State proved the appellant’s guilt beyond reasonable doubt on the merits of the murder charge.",
    "principles": "The Court applied the principle that justice must not only be done but must be seen to be done (R v Sussex Justices; Van Rooyen v State). It examined precedent on irregularities affecting trials (Moodie, Roberts, S v Mayekiso), emphasizing that an irregularity must amount to a failure of justice, considering both its nature and the perception of a reasonable, informed observer. The Court also reiterated the standard that a conviction must be supported by proof beyond reasonable doubt.",
    "application": "The Court found that no substantive discussion between the assessors and the prosecutor or witnesses took place; the shared office was merely for telephone calls to witnesses. Consequently, the alleged irregularity did not create a perception of bias sufficient to vitiate the trial. Regarding the merits, the Court held that the cumulative circumstantial evidence—identification of the appellant, the fingerprint evidence, surveillance, vehicle usage, and the unreliability of the appellant’s alibi and supporting telephone records—proved the appellant’s guilt beyond reasonable doubt. The alleged falsified Telkom printout further undermined the appellant’s defence.",
    "conclusion": "The appeal was dismissed. The conviction for murder was upheld, and the Court ordered that the appeal be dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "fair trial",
      "procedural irregularity",
      "evidence",
      "conviction"
    ]
  }
}