{
  "url": "https://www.saflii.org/za/cases/ZASCA/2004/98.html",
  "case_name": "Nissan South Africa (Pty) Ltd. v Marnitz NO and Others (Stand 186 Aeroport (Pty) Ltd. Intervening) (27/2004) [2004] ZASCA 98; [2006] 4 All SA 120 (SCA); 2005 (1) SA 441 (SCA) (1 October 2004)",
  "citation": "[2004] ZASCA 98",
  "court": "ZASCA",
  "year": "2004",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2004\n>>\n[2004] ZASCA 98\n|\nNoteup\n|\nLawCite\nNissan South Africa (Pty) Ltd. v Marnitz NO and Others (Stand 186 Aeroport (Pty) Ltd. Intervening) (27/2004) [2004] ZASCA 98; [2006] 4 All SA 120 (SCA); 2005 (1) SA 441 (SCA) (1 October 2004)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 7 December 2004\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 27/2004\nIn the matter between :\nNISSAN SOUTH AFRICA (PTY)\nLIMITED\nAppellant\nand\nMARNITZ, NADIA N.O.\nFirst\nRespondent\nKEEVY, KAREN N.O.\nSecond Respondent\nFIRSTRAND BANK\nLIMITED\nThird Respondent\nand\nSTAND 186 AEROPORT (PTY)\nLIMITED\nIntervening Party\n_____________________________________________________________________________\nBefore:\tSTREICHER,\nNUGENT, CONRADIE JJA, PATEL & PONNAN AJJA\nHeard:\t17 SEPTEMBER\n2004\nDelivered:\n1 OCTOBER 2004\nSummary:\tBanking – mistaken transfer of money into incorrect bank\naccount – accountholder not entitled to money.\n______________________________________________________________________________\nJ U D G M E N T\n______________________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tWhat are the consequences of\nmistakenly transferring money to an incorrect bank account? That is the question\nthat arises for\ndecision in this appeal.\n[2]\tThe appellant is a customer of\nthe third respondent (‘FNB’). On 31 December 2002 it instructed FNB\nto make certain\npayments to its creditors. One such creditor was TSW\nManufacturing. Insofar as TSW was concerned FNB was instructed to pay an amount\nof R12 767 468,22 to Standard Bank account number 0202216657. However,\nthat account was the account of Maple Freight CC\n(‘Maple’). Due to a\nclerical error the wrong banking details had been furnished. The appellant did\nnot owe Maple any\namount and had no intention of paying any amount to\nMaple.\n[3]\tAs a result of the erroneous instruction an amount of\nR12 767 468,22 was, on 31 December 2002, transferred by FNB from\nthe\nappellant’s account to Maple’s account at Standard Bank. Shortly\nthereafter Maple became aware of the deposit into\nits account. It immediately\nrealised that it had been made by mistake. One would have thought that it would\nhave been obvious to\nMaple as to what should be done in the circumstances.\nHowever, that was not the case. Maple considered it necessary to obtain legal\nadvice as to what its position was as recipient of the funds. Quite surprisingly\nit was advised that the amount should be transferred\nto a call account, that it\nwas entitled to the interest earned on the funds and that the amount transferred\nwould eventually have\nto be repaid on demand.\n[4]\tIn terms of a factoring\nagreement Maple had a receipts as well as payments account with FNB. Payments\nand transfers could not\nbe made from the receipts account to any account other\nthan the payments account. On 2 January 2003 Maple transferred an amount of\nR12 700 000 from its Standard Bank account to its FNB receipts\naccount. It has not been explained why, if the intention\nwas to follow the legal\nadvice obtained, the call account had not been opened at that stage and the\namount had not been paid into\nthat account. On 2 January 2003\nR12 700 000 was withdrawn from the receipts account and on 3 January\n2003 R9 750 000\nthereof was deposited into the payments account. On 6\nJanuary 2003 a further amount of R3 250 000 was deposited into the\npayments account.\n[5]\tAfter payment into the FNB receipts account one\nStanley, the sole member of Maple, instructed Maple’s accountant to open\na\ncall account and to place the amount of R12 700 000 into that account.\nThese instructions were conveyed to FNB and a\ncall account was opened on 7\nJanuary 2003. According to Stanley the funds had been transferred from the\nreceipts account to the payments\naccount to permit them to be transferred to the\ncall account. He does not explain the discrepancy between the amount debited to\nthe\nreceipts account on 2 January and the amount credited to the payments\naccount on 3 January.\n[6]\tHowever, the funds were never transferred to the\ncall account, due, according to Stanley, to an error on the part of FNB.\nAccording\nto FNB it was never instructed to transfer funds to the call account\nbut was told that Maple would do so electronically. In the meantime,\nunbeknown\nto Stanley, so he says, the funds were being utilised in conducting the\nday-to-day business of Maple.\n[7]\tOn 20 January 2003 when TSW made enquiries\nabout the amount that should have been paid to it by 31 December 2003, the\nappellant\nbecame aware of the erroneous payment. The appellant thereupon\ndemanded return of the funds. Maple indicated that it was prepared\nto comply\nwith the demand subject to it retaining the interest earned thereon and a lavish\n'administration fee' of 4% of the amount\nconcerned.\n[8]\tAccording to Stanley,\nMaple was on or about 23 January 2003 ‘in a position to pay the monies\nover’ to the appellant\nbut then discovered that FNB had omitted to\ntransfer the monies to the call account. Upon this discovery he drew three\ncheques in\nfavour of the appellant but before the cheques could be deposited\ninto the appellant’s account the appellant obtained a court\norder freezing\nMaple’s banking facilities. This step, according to Stanley, put Maple\nunder considerable financial strain and\nresulted in him as the only member of\nMaple, resolving that the corporation be wound up voluntarily. The first and\nsecond respondents\nwere appointed as liquidators. It apparently did not occur to\nStanley that the appellant would agree to waive its rights in terms\nof the court\norder against repayment of the funds.\n[9]\tAs at 23 January 2003 the credit\nbalance on the payments account was R10 558 818,05. It would,\ntherefore, appear that\nMaple was in fact not in a position to pay the monies\nover to the appellant as alleged by Stanley. The first and second respondents\ncontend that the total amount of R10 558 818,05 forms part of the\ninsolvent estate of Maple and is subject to a\nconcursus creditorum\n. The\nappellant contends that at least the R9 750 000 which can be traced to\nthe amount transferred from its account to\nMaple’s account, does not form\npart of the insolvent estate. By agreement between the parties the amount of\nR10 558 818.05\nwas, on 20 February 2003, transferred to a bank account\nunder the control of the first and second respondents where it is being held\npending the present proceedings.\n[10]\tHaving obtained the interim interdict\nthe appellant applied to the Witwatersrand Local Division for an order:\n(a)\tDeclaring that the amount of R9 750 000 and any interest that\naccrued thereon from 20 February 2003 did not form part\nof the insolvent estate\nof Maple Freight CC (in liquidation); and\n(b)\tDirecting the first and second respondents to pay the amount to the\nappellant alternatively FNB.\nStand 186 Aeroport (Pty) Ltd\n(‘the intervening party’) subsequently, with the leave of the court\na quo\n, intervened as a party to the proceedings. Stanley is its sole\ndirector and shareholder.\n[11]\tMailula J held that Maple and not FNB was\nenriched by the transfer of the funds and that the appellant, therefore, did not\nhave\na claim against FNB but had a concurrent claim against the insolvent estate\nof Maple. In the result the court\na quo\ndismissed the application with\ncosts. With the necessary leave the appellant now appeals against the court\na\nquo’s\njudgment.\n[12]\tCounsel for the appellant submitted that,\nbecause there was no intention on its part to pay Maple, Maple had no\nentitlement as\nagainst Standard Bank to the funds transferred to Standard Bank.\nThey contended, furthermore, that since Maple had no entitlement\nto the funds as\nagainst Standard Bank it could not acquire a greater title as against FNB by\ntransferring the funds to another account\nwith that bank. The first and second\nrespondents, on the other hand, submitted that when Standard Bank\nunconditionally credited the\nfunds received to Maple’s account it became\nobliged to pay the amount so credited to Maple. They submitted that that was the\nposition even if Maple acquired the funds by way of theft or fraud. In this\nregard, they relied on Malan and Pretorius\nMalan on Bills of Exchange,\nCheques and Promissory Notes\n4 ed at 341;\nCommissioner, South African\nRevenue Service, and Another v Absa Bank Ltd and Another\n2003 (2) SA 96\n(W)\nat 129E-131G in which the decision in\nCommissioner of Customs and Excise v\nBank of Lisbon International Ltd and Another\n1994 (1) SA 205\n(N) is\ncriticised; and on\nTake and Save Trading CC and Others v Standard Bank of SA\nLtd\n2004 (4) SA 1\n(SCA).\n[13]\tIn\nBank of Lisbon\nmoney was\nfraudulently obtained by one of the respondents (‘Reob’) from the\nCommissioner of Customs & Excise by way\nof cheques which were deposited into\nReob’s bank account with the Bank of Lisbon. Thirion J held that\n‘the circumstances\nunder which Reob obtained the moneys . . . were such as\nto deprive delivery to Reob of any legal effect’.\n[1]\nHe held, furthermore, that the\nownership of the money, being\nres fungibiles\n, and the bank having\nreceived it without reason to believe that it had been stolen or obtained by\nfraud, passed to the bank when\nit was paid into the account with the\nbank.\n[2]\nFor that reason, the money\ncould not be reclaimed by a vindicatory\naction.\n[3]\nThe Bank of Lisbon argued\nthat the Commisioner’s only remedy was to obtain judgment against the\nthief, Reob, and then to levy\nexecution against any claim which the thief may\nhave against the bank in respect of any credit balance in his bank account.\nThirion\nJ was of the view that our law would be gravely deficient if it did not\nprovide a better remedy to a party in the position in which\nthe Commissioner\nfound himself.\n[4]\nHe proceeded to find\nthat the\nactio Pauliana\nand also the\ncondictio sine causa\nwere\nsuch better remedies.\n[5]\nIn regard to\nthe\nactio Pauliana\nhe\nsaid:\n[6]\n‘It would appear to\nme moreover that the\nactio Pauliana\nfinds application in a case such as\nthe present where the debtor pays into his bank account moneys which he has\nobtained by fraud\nand which moneys, on being paid into the Bank, become the\nproperty of the Bank. When Reob obtained the moneys by fraud from the\nCommissioner\nit became indebted to the Commissioner in the amount so obtained\nand became obligated to the Commissioner to repay him a like amount.\nBy paying\nthe moneys to the Bank, Reob diminished its assets which were available to pay\nits debt to the Commissioner.’\n[14]\tMalan and Pretorius say in respect\nof this decision that since there was no agreement between the parties as to the\npurpose for\nwhich the cheques were given, no contract came about between them on\nthe instrument.\n[7]\nThe Commissioner\ncould have recovered the cheques by way of\nrei vindicatio\nor, after\npayment of the cheques, the amount paid, on the ground of enrichment or as\ndamages. The specific passage relied upon by\nthe first and second respondents\nreads as follows\n[8]\n:\n‘The\ncrucial fact is that the respondent bank is obliged, in terms of the bank and\ncustomer contract subsisting between it and\nthe company, to pay cheques of the\ncompany drawn on it or repay the amount standing to the credit on the account to\nthe company on\ndemand. This contract is neither invalid nor illegal but\nenforceable by the company or its liquidator. To allow the Commissioner\nto claim\nthe amount standing to the credit of the company would, at best, deprive the\ncompany or the general body of creditors of\nthis asset or at worst, force the\nrespondent bank to pay the same amount twice! There is, surely, no room for an\naction by the Commissioner\nagainst the respondent bank, whether this be the\nactio Pauliana\nor a\ncondictio sine causa\n.’\nBoth an\ninterdict and attachment are according to Malan and Pretorius adequate remedies\navailable without the need for judgment against\nthe thief first having been\nobtained.\n[9]\n[15]\tIn\nCommissioner of Customs and Excise v Bank of Lisbon International Ltd\nVan\nder Nest AJ stated that he shared Malan and Pretorius’s criticism of the\njudgment in\nBank of Lisbon\n. In his view the duty of the Bank of Lisbon to\nrepay the amount deposited and to honour cheques and withdrawals whilst the\naccount\nwas in credit was unaffected by the initial fraud perpetrated on the\nCommissioner. By paying the funds into its account Reob acquired\na personal\nclaim against the\nbank.\n[10]\n[16]\tI agree with\nThirion J that our law would be deficient if it did not provide a remedy for\nrecovery of stolen money direct from\nthe bank which received that money to the\ncredit of the thief’s account, for as long as the amount stands to the\ncredit of\nthe thief. The interdict and attachment that according to Malan and\nPretorius, are adequate remedies are what have been described\nas Mareva-type\ninjunctions which are available to a creditor to prevent his debtor, pending an\naction instituted or to be instituted\nby the creditor, from getting rid of his\nassets to defeat his creditors.\n[11]\nHowever, such interdicts and attachments are not adequate remedies in the event\nof the insolvency of the debtor.\n[17]\tIn my view, having found that delivery\nof the money to Reob did not have any legal effect, it was not necessary in\nBank of Lisbon\nto resort to the\nactio Pauliana\n. For this reason\nand also because the appellant did not in the present case rely on the\nactio\nPauliana\nit is not necessary to deal with the question whether there was any\nroom for the application of the action in that case.\n[18]\tCourts often grant\ninterim interdicts against persons in respect of allegedly stolen money paid\ninto a bank account of the alleged\nthief and against the bank concerned, pending\nan action to determine whether the money had been stolen. (See\nLockie Bros\nLtd v Pezaro\n1918 WLD 60\n; and\nFirst National Bank of Southern Africa Ltd\nv Perry NO and Others\n2001 (3) SA 960\n(SCA) at para 18). The banks usually\ndo not oppose the application for such interdicts but adopt the stance of a\nstakeholder and\nawait a decision of the court as to whether the money was stolen\nand as to who is entitled to it.\n[19]\tMalan and Pretorius are, therefore, not\ncorrect insofar as their view would seem to be that these interdicts can only be\ngranted\non the basis upon which Mareva-type injunctions are granted. In\nLockie Bros\nthe dispute was whether the deposit which gave rise to the\ncredit on fixed deposit with the African Banking Corporation in respect\nof which\nthe interdict was granted consisted of stolen money and not whether the\nrespondent should be prevented from getting rid\nof his assets so as to defeat\nhis creditors. In\nPerry\nSchutz JA stated that he was aware of doubts\nexpressed as to the correctness of the decision but that he considered it to\nhave been\ncorrectly decided. He added:\n[12]\n‘What an applicant must do in\nsuch a case is to trace the money back to the stolen money, to identify it as a\n“fund”\nof stolen money in the defendant’s\nhands.’\n[20]\nPerry\nwas an appeal against an order upholding\nexceptions against FNB’s particulars of claim. In the particulars of claim\nit was\nalleged that a stolen and forged cheque was paid into the account of FPV,\na firm of stockbrokers, with FNB. One Dambha who had a\nmanaged account with FPV\nrepresented to FPV that he was entitled to the proceeds of the cheque. In\nconsequence Dambha’s account\nwas credited with the proceeds. Thereafter,\nDambha instructed FPV to make out and hand to him three cheques, two of which,\nmade out\nto himself and a trust, were deposited with Nedbank to the credit of\nhimself and the trust respectively. The issue, insofar as the\none respondent,\nNedbank, was concerned, was whether FNB, or FNB as cessionary of FPV’s\nclaim, could recover from Nedbank the\nstolen money that had been deposited with\nNedbank.\n[13]\nInsofar as Dambha and\nthe liquidators of the trust were concerned, FNB sought a declaration that they\nhad no right to the respective\nfunds credited to their accounts. Schutz JA held\nthat the funds deposited into the accounts with Nedbank were stolen money. But,\nreferring to the rule that once money is mixed with other money without the\nowner’s consent, ownership in it passes by operation\nof law, he stated\nthat it followed that when payment was made of the two cheques payable to Dambha\nand the trust, ownership of the\nmoney passed to Nedbank. In the result the\nrei vindicatio\n, which is an assertion of ownership, was not available to\nFNB.\n[14]\nHe then considered whether\nthe stolen money could be recovered by way of an enrichment action. In this\nregard, he stated that if\nNedbank was obliged to account to its customer in\nrespect of the money received it would not be enriched and there would not be an\nenrichment action against it.\n[15]\nAssuming that Nedbank was not obliged to do so and that it was enriched, Schutz\nJA held that the money could be recovered from Nedbank\nby way of an enrichment\naction.\n[21]\tSchutz JA then dealt with the question whether Nedbank was\nobliged to account to its customers. Relying on\nAbsa Bank Ltd v Standard Bank\nof SA Ltd\n[1997] ZASCA 71\n;\n1998 (1) SA 242\n(SCA) at 252, he stated that the act of crediting\na customer in a bank’s books did not in itself create a liability, because\nthe credit could have been wrongly made and could be reversed. Insofar as the\nthief, Dambha, was concerned, he held that, on the\nallegations made against him,\nthere could be no question of Dhamba having a claim against\nNedbank.\n[16]\nIn other words the\nthief who deposited the amount into his account with Nedbank, had no claim\nagainst Nedbank for the payment of\nthe amount standing to his credit.\n[22]\tIn\nTake and Save Trading CC and Others v Standard Bank of SA Ltd\nHarms JA\nsaid that once an amount is transferred by A to the credit of B’s bank\naccount the credit belongs to B and the bank\ncannot on the instructions of A\nretransfer it without the concurrence of\nB.\n[17]\nThe statement must be read in\nits context. The court was dealing with a valid transfer of funds from A’s\naccount to B’s\naccount in payment of cigarettes to be delivered and\nactually delivered after such transfer. The transfer could obviously not be\nreversed without B’s consent.\n[23]\tIt follows that the submission by\nfirst and second respondents’ counsel that once a bank has unconditionally\ncredited a\ncustomer’s account with an amount received, the bank is\nrequired to pay the amount to the customer on demand, even where the\ncustomer\ncame by such money by way of fraud or theft, is not correct. If stolen money is\npaid into a bank account to the credit of\nthe thief the thief has as little\nentitlement to the credit representing the money so paid into the bank account\nas he would have\nhad in respect of the actual notes and coins paid into the bank\naccount.\n[24] \tIt is now necessary to consider to what extent, if any, the\nposition of Maple as against FNB differed from Dambha’s position\nas\nagainst Nedbank. Payment is a bilateral juristic act requiring the meeting of\ntwo minds (\nBurg Trailers SA (Pty) Ltd  and Another v Absa Bank Ltd and\nOthers\n2004 (1) SA 284\n(SCA) at 289B). Where A hands over money to B\nmistakenly believing that the money is due to B, B, if he is aware of the\nmistake,\nis not entitled to appropriate the money. Ownership of the money does\nnot pass from A to B. Should B in these circumstances appropriate\nthe money such\nappropriation would constitute theft (\nR v Oelsen\n1950 (2) PH H198; and\nS v Graham\n1975 (3) SA 569\n(A) at 573E-H). In\nS v Graham\nit was\nheld that if A mistakenly thinking that an amount is due to B gives B a cheque\nin payment of that amount and B, knowing that\nthe amount is not due, deposits\nthe cheque, B commits theft of money although he has not appropriated money in\nthe corporeal sense.\nIt is B’s claim to be entitled to be credited with\nthe amount of the cheque that constitutes the theft. This court was aware\nthat\nits decision may not be strictly according to Roman-Dutch law but stated that\nthe Roman-Dutch law was a living system adaptable\nto modern conditions. As a\nresult of the fact that ownership in specific coins no longer exists where\nresort is made to the modern\nsystem of banking and paying by cheque or kindred\nprocess this court came to regard money as being stolen even where it is not\ncorporeal\ncash but is represented by a credit entry in books of\naccount.\n[18]\n[25]\tThe position\ncan be no different where A, instead of paying by cheque, deposits the amount\ninto the bank account of B. Just as\nB is not entitled to claim entitlement to be\ncredited with the proceeds of a cheque mistakenly handed to him, he is not\nentitled\nto claim entitlement to a credit because of an amount mistakenly\ntransferred to his bank account. Should he appropriate the amount\nso\ntransferred, ie should he withdraw the amount so credited, not to repay it to\nthe transferor but to use it for his own purposes,\nwell knowing that it is not\ndue to him, he is equally guilty of theft.\n[26]\tIn this case FNB, as agent of\nthe appellant, intended to effect payment to TSW, and Standard Bank, as agent of\nMaple, intended\nto receive payment on behalf of Maple. There was no meeting of\nthe minds. In these circumstances, Maple, did not become entitled\nto the funds\ncredited to its account. Any appropriation of the funds by Maple, with knowledge\nthat it was not entitled to deal with\nthe funds, would have constituted theft.\nThe transfer of the funds to the receipts account and thereafter to the payments\naccount\nof Maple did not change Maple’s position concerning those funds.\nJust like Standard Bank, FNB received funds to which Maple\nwas not entitled. An\nappropriation of these funds by Maple, with knowledge that it was not entitled\nto the funds, would likewise\nhave constituted theft thereof. The first and\nsecond respondents, consequently, have no claim against FNB in respect of the\nfunds.\n[27]\tIt was common cause that, in the event of it being found that the\nfirst and second respondents were not entitled to the funds,\nthe appellant was\nentitled to payment thereof.\n[28]\tCounsel for the first and second\nrespondents submitted that to hold that a bank in FNB’s position is not\nliable to pay\nthe amount standing to the credit of a customer in Maple’s\nposition would be destructive of banking practice. They submitted\nthat it would\nmean that in respect of each customer and each transaction, a commercial bank\nwould have to ascertain where the customer’s\nfunds came from and the\nreason therefore and why such funds were being paid to a named payee. I do not\nagree. The claim against the\nbank is based on enrichment. If the bank upon the\ninstructions of its customer, without knowledge of the customer’s\ndefective\ntitle, transfers or pays the amount mistakenly received to a third\nparty an enrichment action against the bank would not succeed.\nIf a third party\nclaims to be entitled to the money deposited with the bank, the bank need not\ninvestigate the matter but may adopt\nthe stance of a stakeholder. It would be\nwell advised to adopt such a stance. Should the bank in such an event\nunilaterally reverse\nthe credit to the customer’s account it would be\ndoing so at its peril.\n[29]\tIn the result the following order is made:\n1\tThe appeal is upheld with costs including the costs of two counsel. Such costs\nare to be paid by the first and second respondents\nand the intervening party\njointly and severally.\n2\tThe order of the court\na quo\nis set aside and replaced with the\nfollowing order:\n‘1\tIt is declared that the\namount of R9 750 000 and any interest that accrued thereon from 20\nFebruary 2003, which\nis subject to the attachment order issued under case number\n2003/1508 and transferred by consent to an account under the control\nof the\nfirst and second respondents, does not form part of the insolvent estate of\nMaple Freight CC (in liquidation).\n2\nThe first and second\nrespondents are directed to release the amount of R9 750 000 and any\ninterest that accrued thereon\nfrom 20 February 2003, as referred to in para 1\nabove, to the applicant.\n3\nThe first and second\nrespondents and the intervening party jointly and severally are ordered to pay\nthe applicant’s costs including\nthe costs of two\ncounsel.’\n____________________\nP E STREICHER\nJUDGE OF APPEAL\nNUGENT JA)\nCONRADIE JA)\nPATEL\nAJA)\tCONCUR\nPONNAN AJA)\n[1]\nAt\n208G\n[2]\nAt\n208I\n[3]\nAt\n208H-I\n[4]\nAt\n209A-B\n[5]\nAt\n213H-215A\n[6]\nAt\n213H\n[7]\nOp cit\n338\n[8]\nAt\n341\n[9]\nOp cit\n341\n[10]\nAt\n129G-130A\n[11]\nSee Malan and\nPretorius\nop cit\n337\n[12]\nAt 968E\n[13]\nAt\n964J\n[14]\nAt para\n16\n[15]\nAt para\n19\n[16]\nAt\n972C\n[17]\nAt\n9B-C\n[18]\nAt 576E-H",
  "scraped_at": "2026-02-12T09:08:44.068502",
  "date": "2004-10-01",
  "coram": [
    "Streicher JA",
    "Nugent JA",
    "Conradie JA",
    "Patel AJA",
    "Ponnan AJA"
  ],
  "case_number": "27/2004",
  "parties": {
    "applicants": [
      "Nissan South Africa (Pty) Ltd"
    ],
    "respondents": [
      "Marnitz Nadia N.O.",
      "Keevy Karen N.O.",
      "FirstRand Bank Limited"
    ]
  },
  "sections": {
    "facts": "Nissan South Africa (Pty) Ltd instructed FirstRand Bank (FNB) to pay R12,767,468.22 to its creditor TSW Manufacturing. Due to a clerical error the payment instructions contained the bank details of Maple Freight CC (Maple) instead of TSW. On 31 December 2002 FNB transferred the amount to Maple’s Standard Bank account. Maple became aware of the mistake, obtained legal advice suggesting it could retain the funds in a call account and keep the interest, but subsequently moved the money between its receipts and payments accounts, opened a call account but never transferred the funds into it. The funds were used in Maple’s day‑to‑day business. When Nissan discovered the error on 20 January 2003 it demanded the return of the money. Maple offered to return the principal but retain interest and a 4% administration fee. Maple’s assets were later frozen, it entered liquidation and the liquidators claimed the transferred amount formed part of the insolvent estate.",
    "issues": "The appeal raised (1) whether Maple, as the recipient of a mistakenly transferred sum, acquired any legal entitlement to the money; (2) whether the funds formed part of Maple’s insolvent estate; (3) whether FirstRand Bank was liable to the appellant for the mistaken transfer; and (4) what remedy was appropriate to recover the money.",
    "principles": "The court considered the principle that money transferred by mistake does not pass ownership; the recipient is not entitled to retain it and appropriation constitutes theft (S v Graham). It examined authority on enrichment and restitution, including Commissioner v Bank of Lisbon, Malan & Pretorius, Take and Save Trading v Standard Bank, and the limited applicability of the actio Pauliana. It affirmed that a bank’s unconditional credit of funds to a customer’s account does not create a vested right for the customer if the credit is erroneous, and that enrichment actions are the proper remedy rather than a claim against the bank.",
    "application": "Applying these principles, the court held that Maple never acquired a legitimate title to the R12,767,468.22 and any use of the money amounted to theft. Consequently, the amount did not belong to Maple’s insolvent estate. FirstRand Bank, acting as the appellant’s agent, was not liable to repay the funds because the enrichment claim was directed at the recipient, not the bank. The court therefore affirmed the appellant’s right to recover the traced amount of R9,750,000 (plus interest) from the liquidators, excluding it from the insolvent estate.",
    "conclusion": "The appeal was upheld with costs against the first and second respondents and the intervening party. The order of the court a quo was set aside and replaced: (1) it was declared that R9,750,000 and accrued interest do not form part of Maple Freight CC’s insolvent estate; (2) the liquidators were directed to release that amount to the appellant; (3) the respondents and intervening party were ordered to pay the appellant’s costs, including two counsel’s fees."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Mistaken Payments",
    "level_3": [
      "mistaken transfer",
      "unjust enrichment",
      "bank liability",
      "liquidation",
      "restitution"
    ]
  }
}